{
    "Episode Summary": [],
    "Recap": [
        "Janet arrives at Carly's home, looking for Teri. Rosanna tells Janet that she is not here, that she is with Craig at the Lakeview. Teri arrives at Craig's hotel door. She hugs him. Craig asks her what is wrong. Teri tells him that Rosanna had accused her of coming on to Craig. Damian calls Officer Grady and tells him that he had sent him Holden's dental records and he should have them within the hour. Lily comes in and goes upstairs immediately. Meg tells Jack about Holden's accident. Damian goes upstairs to check on Lily, but she tells him to go away. Lily lets him know that she only wants her husband. Teri reminds Craig that he owes her lunch. Craig reluctantly agrees and tells her to order anything on the room service menu. Jack visits Lily but encounters Damian. Jack lets Damian know that Faith is with Parker. Jack goes upstairs to check on Lily. They hug. Damian visits Meg and tells her that he had Holden's dental records sent to Kentucky. Jack comforts Lily. Jack tells Lily that Damian had Holden's dental records sent to Kentucky to help make a positive identification of the body. Meg asks Damian to take her to Kentucky. Craig and Teri finish dinner. While Teri takes the cart out into the hall, Craig lies down on the sofa and pretends to be asleep. Teri walks up and lies down on Craig's arm. Janet arrives at the door. Craig jumps up to answer the door. Teri pretends as though she was just going to wake him up. Janet orders Teri up off the sofa. Damian takes Meg to the crash site. Grady tells Damian that they cannot use the dental records. Janet tells Teri about Holden.",
        "Janet warns Teri about Craig. Craig tells Rosanna that Teri had made a move on him. Rosanna tells him that he will have to handle this on his own. Craig asks Rosanna to give him advice on how to handle this. Rosanna finally tells him what to do. Craig tells Teri that from now on their relationship will be strictly professional. Teri acts as though Craig had misunderstood her intentions. Lily imagines talking to Holden. Damian walks up behind her and places his hand on her shoulder. Damian tells Lily that they had made a positive identification of the body."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Rosanna: So, what can I do for you, Janet?",
        "Janet: Oh, sorry. Um, I was looking for my sister. I wanted to tell her about Holden.",
        "Rosanna: Oh, I'm sorry. She's not here right now.",
        "Janet: Oh, okay. Well, do you know where she is?",
        "Rosanna: Um, she's at the Lakeview with Craig.",
        "[SCENE_BREAK]",
        "Craig: Teri? Teri, what's the matter?",
        "Teri: Oh, God, I'm sorry.",
        "Craig: No, no. Don't apologize. Just come in and tell me why you're upset.",
        "Teri: Rosanna and I were waiting for you downstairs. We -- we just thought you'd be right down.",
        "Craig: I'm sorry. I got hung up on the phone with the sitter.",
        "Teri: Right. Well, Rosanna and I were waiting for you, and she gets this call, and she says she has to go. Before she goes, she --",
        "Craig: She what? Teri, did something happen?",
        "Teri: You know what? It -- it's stupid. Just forget it.",
        "Craig: No. She said something that upset you. I want to know what it is.",
        "Teri: She sort of accused me of coming on to you.",
        "Craig: Oh. Is it possible you misinterpreted what she said?",
        "Teri: No. No, she basically said I was immature and shallow.",
        "Craig: I'm sorry about that.",
        "Teri: I just don't know what I did to make her hate me.",
        "Craig: She doesn't hate you. She hates me. And she has no qualms about browbeating the unfortunate few who don't share her feelings.",
        "Teri: Why does she hate you?",
        "Craig: Let's just call it a personality quirk. Doesn't matter. No matter what I do, she won't change her opinion.",
        "Teri: Why does she think you're such a monster? You've been nothing but great to me.",
        "Craig: I wasn't great to her. And if I had been, a lot of people's lives could be very different.",
        "Teri: We all make mistakes. But no one is gonna make me think that you're a bad guy. So if they know what's good for them, they won't even try.",
        "[SCENE_BREAK]",
        "Damian: Officer Grady? Damian Grimaldi. Yes, we discussed what you would need to identify the body that was recovered from the accident site. Yes, yes. I -- I wanted you to know that I've located Holden Snyder's dental record, and, uh, you should have them within the hour. You do have my number. Yes, please, call us. As soon as you have confirmation, yes. My family's anxious for news. Thank you. Was Faith at the farm? What's wrong, Lily?",
        "Lily: I don't want to talk about it.",
        "Damian: Lily?",
        "[SCENE_BREAK]",
        "Jack: Do you know what happened?",
        "Meg: Um, he was, uh, on his way to a breeding convention in Kentucky, and then Lily got the call from the police. They told her that his truck went off the road into a ravine.",
        "Jack: How's she doing? Meg?",
        "Meg: You know, she's, uh, trying to get her bearings. It's the last thing any of us expected.",
        "Jack: So, after the call, what then?",
        "Meg: She and Luke flew down there right away.",
        "Jack: To Kentucky?",
        "Meg: Damian met them at the accident site.",
        "Jack: Was -- was she able to make a positive I.D. or something?",
        "Meg: No.",
        "Jack: Why?",
        "Meg: Because there was nothing to identify. The body they found was badly burned.",
        "Jack: Oh, my God. Oh, I can't even imagine. Lily must be devastated.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Damian: Lily, may I come in? Cara, I just want to know that you're okay.",
        "Lily: Please, just go away, Damian.",
        "Damian: I can't leave you alone. Not when you're like this.",
        "Lily: You shouldn't be here. You're not my husband.",
        "Damian: Lily --",
        "Lily: I just want my husband.",
        "[SCENE_BREAK]",
        "Craig: Rosanna accused me of doing some terrible things. I want you to know, I was completely innocent. I even went to jail to prove it.",
        "Teri: You went to jail?",
        "Craig: I prefer to say unjustly incarcerated and then completely exonerated.",
        "Teri: Where I come from, that almost never happens.",
        "Craig: Which part, the jail time or the exoneration?",
        "Teri: Getting caught part.",
        "Craig: Anyway, I've managed to put things behind me, but I don't think Rosanna is as adept at letting things go.",
        "Teri: Well, I can let just about anything go, except when it comes to food. I am starving. And you owe me lunch. Are you ready to pay up?",
        "Craig: Uh, I'd love to, but I can't. The sitter's gonna be back with Johnny soon.",
        "Teri: You're gonna deny food to a Ciccone? Not a good idea.",
        "Craig: Am I at risk of sleeping with the fishes?",
        "Teri: I can't say.",
        "Craig: Well, we are at a hotel. There's always room service, I suppose.",
        "Teri: Excellent!",
        "Craig: Order anything you want.",
        "Teri: Oh, you are gonna be sorry that you said that.",
        "[SCENE_BREAK]",
        "Damian: Jack.",
        "Jack: Hey, Damian.",
        "Damian: Come on in.",
        "Jack: Thanks. Faith home yet?",
        "Damian: No. How did you know?",
        "Jack: Meg told me that Lily was looking for her. I made a few phone calls. She's with Parker.",
        "Damian: Lily will be relieved to hear that.",
        "Jack: Yeah. How is she doing?",
        "Damian: She's upstairs. I tried to talk to her right now, but she wanted to be left alone.",
        "Jack: Yeah. It's understandable, under the circumstances. Meg also said that you went to Kentucky and talked to the officers on the scene.",
        "Damian: I did.",
        "Jack: Well, is there any chance that you remember the guy who's taken the lead on this? 'Cause I'd like to call him and offer my services.",
        "Damian: I -- I don't think there will be much more to do.",
        "Jack: What do you mean?",
        "Damian: There was a request for Holden's dental records, and, uh, so I had them sent. We should be getting a positive I.D. soon.",
        "Jack: All right. Does Lily know about this?",
        "Damian: Not yet.",
        "Jack: I'll tell her.",
        "Damian: Okay. Well, I -- I'd better get going.",
        "Jack: Thanks for looking out for Lily. I appreciate it.",
        "Damian: No need to thank me. If Luke should need me --",
        "Jack: I'll let him know he can call you.",
        "Damian: Anytime, day or night. And, Jack, I'm sorry for your loss.",
        "Damian: Hey.",
        "Meg: Hey.",
        "Damian: How are ya?",
        "Meg: Oh, I'm hanging in there.",
        "Damian: Tell me what I can do.",
        "Meg: Oh, don't let go.",
        "Damian: Easy enough.",
        "Meg: Did, uh, Jack come by?",
        "Damian: Yes. Meg, listen, there's something you should know.",
        "Meg: What?",
        "Damian: Uh, I've had Holden's dental record sent to Kentucky.",
        "Meg: For identification purposes.",
        "Damian: I'm sure it's just a formality, since they found his watch at the site.",
        "Meg: I can't believe this is happening. This is real, isn't it?",
        "Damian: I'm so sorry. It's going to be all right.",
        "Meg: Is it? Because I feel so guilty, I can barely breathe.",
        "Damian: Why do you feel guilty? Meg, Sweetheart, talk to me. What happened? Hey.",
        "Meg: When Lily came by here before, when she was looking for Faith, we got into an argument.",
        "Damian: So that's why she was upset when she came home.",
        "Meg: And it was stupid. I can't even believe that it happened. And it was all my fault.",
        "Damian: Why? What did you two argue about?",
        "Meg: Lily told me how Faith saw you two hugging.",
        "Damian: Look, I -- I was trying to give what small comfort I could. Faith didn't understand. She ran off before Lily --",
        "Meg: Yeah, I know that. I know that. And rationally, I know exactly what happened. But I just reacted differently.",
        "Damian: I see.",
        "Meg: If you think any less of me, I would understand.",
        "Damian: Stop. Of course I don't think less of you.",
        "Meg: Mama accused us both of disrespecting Holden's memory, and she was right.",
        "Damian: Listen, I think emotions are running high for everyone right now. You need to give yourself a break, Meg.",
        "Meg: How am I going to get through this?",
        "Damian: You don't have to do it alone. I'm right here. And I hope you lean on me whenever you need to.",
        "Meg: Can I?",
        "Damian: What do you mean?",
        "Meg: I'm gonna ask you something, and I know it will probably be putting you on the spot, but I really -- I really need you to be honest with me, okay?",
        "Damian: Okay.",
        "Meg: You know what you said to me before we left for New York, about how we're really together now? Is that true?",
        "Damian: Of course it is. Meg, we are together.",
        "Meg: Thank you. I know you wouldn't say it if it wasn't true.",
        "Damian: But, uh, you need to know, if the police are able to make a positive I.D., I'm going to have to be there for Lily, as well. I -- I hope you can understand that.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Jack: Honey, its Jack. May I come in?",
        "[Knock on door]",
        "Jack: Oh, Honey, I'm so sorry.",
        "Lily: Why?",
        "Jack: I don't know. I don't know. I wish I did.",
        "Lily: Nobody knows what happened, Jack. The police -- they can't tell me anything.",
        "Jack: Well, they should know something soon.",
        "Lily: Why do you say that? Do you know something about the accident?",
        "Jack: Honey, Damian had Holden's dental records sent down to Kentucky.",
        "Lily: His dental records?",
        "Jack: Yeah, they're gonna use them to make a positive I.D.",
        "Lily: Because they don't know if the body they found --",
        "Jack: I'm sorry.",
        "Lily: Oh, my God! What if it's not him?",
        "Jack: Lily, I know how much you don't want this to be true. Nobody does.",
        "Lily: But maybe it's not him. Maybe he's still alive.",
        "Jack: Do you realize the odds of that being the case? They're so slim.",
        "Lily: But slim means there's a chance, right? And the dental records could prove that.",
        "Jack: Yes, they could.",
        "Lily: Oh, my God!",
        "Jack: Lily -- Lily, just listen to me for a second. You're hearing what you want to hear. And I understand that. I just don't want to see you get your hopes up.",
        "Lily: That's all I got, Jack. All I can do is to hope that the police are wrong. Please don't ask me to give that up. Miracles happen. They do. I mean, look at you. You're living proof of it. When you had that accident on the bridge, everybody was so quick to believe that you were gone. But Carly and Parker, they never stopped believing that you were alive, and you came back.",
        "Jack: Yes. This is different.",
        "Lily: How? No, you tell me how this is different.",
        "Jack: Lily, they found a body.",
        "Lily: I don't care. You had your miracle, and Holden will have his. But you don't think that's gonna happen, do you?",
        "Jack: I don't know how to answer that without breaking your heart.",
        "Lily: You can believe what you want to believe, but I'm not gonna give up. Holden is gonna come home.",
        "Jack: If there's anything I can do for you --",
        "Lily: We were supposed to be with him.",
        "Jack: What?",
        "Lily: All of us, the whole family. We were supposed to meet him down in Kentucky. A family vacation.",
        "Jack: This family meant more to him than anything.",
        "Lily: I was supposed to be there, and I wasn't. He was alone.",
        "Jack: Oh, Lily --",
        "Lily: No. Where is he, Jack?! Where?! He can't be at the bottom of that ravine! He can't! No!",
        "Jack: It's okay. What's this? What's in your hand?",
        "Lily: His watch.",
        "Jack: It used to belong to our grandfather.",
        "Lily: He was wearing it when he left. The police gave it to me.",
        "Jack: Lily --",
        "Lily: No, no. It doesn't mean that. It can't.",
        "[SCENE_BREAK]",
        "Meg: I know you're gonna need to be there for Lily.",
        "Damian: And for Luke, if he loses Holden. Forgive me. I'm painfully aware that this won't just be their loss, but yours, too, and Emma's, and so many others.",
        "Meg: How am I gonna recognize my life without Holden in it? He was my very first memory of anything.",
        "Damian: You'll always have that.",
        "Meg: You know, he was always there for me. I could always count on him, and now he's gone. And how am I supposed to let go of someone who I always thought would be there? I need to go to him.",
        "Damian: Are you talking about going down to Kentucky?",
        "Meg: Yeah. Can you take me?",
        "Damian: Meg, I'm not sure if that's a good idea.",
        "Meg: Damian, please. You asked me if there was something you could do. There is. Take me to my brother.",
        "[SCENE_BREAK]",
        "Rosanna: Your Teri's a very young girl, and young girls can be very, um, impressed by very powerful men. And Craig can be, well, rather impressive when he wants to be.",
        "Janet: Has he been acting inappropriately with my sister?! Because if he is, I'll kill him!",
        "Rosanna: No, no, no, no, no. I don't think so. I -- I, um -- I don't think so.",
        "Janet: Oh. Well, thank God.",
        "Rosanna: It's just that she has a certain look of dazed admiration in her eyes when she looks at him, and --",
        "Janet: What?",
        "Rosanna: Well, I think she's very taken with him.",
        "Janet: And this look of admiration -- is it something for you to be worried about?",
        "Rosanna: Well, you know my history with Craig. What do you think?",
        "Janet: Point taken. You know, she is young, but she's got a good head on her shoulders.",
        "Rosanna: And a very pretty head at that.",
        "Janet: I know, I know, but she's smart, too. She's great. She's been around the world. And she is a Ciccone, if you know what I'm talking about, huh? I mean, there is no way that she would allow herself to be snowed by Craig Montgomery.",
        "Rosanna: Well, I used to think the same thing about myself once, and look what happened to me.",
        "[SCENE_BREAK]",
        "Teri: Wait, so Carly's really it for you?",
        "Craig: Well, I guess that's really up to her now.",
        "Teri: You don't think she'll come back to you?",
        "Craig: I don't know how she'll feel when she gets out of rehab. I may be a complication she'd rather do without.",
        "Teri: Well, that's ridiculous.",
        "Craig: You think so?",
        "Teri: Trust me. You are not the guy you ditch when you get sober.",
        "Craig: Well, that's very flattering. But I've still had enough to eat and drink. Oh, man, I think I'm starting to crash.",
        "Teri: Okay, say no more. I will take all of this out into the hallway.",
        "Craig: Thank you. Mm.",
        "[Craig sighs]",
        "Teri: Craig? Craig?",
        "[Knock on door]",
        "[Craig yawning]",
        "Teri: Oh, I was, uh -- I was just gonna wake you.",
        "Craig: Oh, thanks. That's probably the sitter bringing Johnny back. Mrs. Snyder.",
        "Janet: Hi. I'm looking for my sister.",
        "Craig: Uh, come on in.",
        "Janet: Oh, no. Oh, no, no, no. You, up, now.",
        "[SCENE_BREAK]",
        "Lily: I don't understand you, Jack. This is Holden we're talking about. It's like you've accepted that he's gone.",
        "Jack: No, Honey, no.",
        "Lily: Then where are your tears? Why aren't you angry?! This is your best friend!",
        "Jack: I am -- I am angry, okay?! I'm angry. I'm sick about what's happened. I feel the loss, too. Believe me, I do. That's why I'm here to help you -- 'cause that's what Holden would want me to do.",
        "Lily: No.",
        "Jack: Your kids are gonna need you now, Lily.",
        "Lily: How can I ask them to accept their father's gone?",
        "Jack: I know that. I know that. But we are gonna get through this, I promise you.",
        "Lily: This doesn't feel final to me, Jack. Why is that?",
        "Jack: Denial. Because you loved him more than all of us combined.",
        "Lily: He's my life.",
        "Jack: I know. But what's happening here, Lily -- it's real. We can't change it. He's gone. Holden's gone.",
        "[Lily sobs]",
        "Lily: Oh, Jack.",
        "[SCENE_BREAK]",
        "Damian: Listen, we don't have to do this. We can turn around and go home.",
        "Meg: I need this. Alone. Do you mind?",
        "Damian: No, no. I'll be here if you need me.",
        "Meg: Thank you.",
        "Damian: I'll go see if there's any news.",
        "[Meg sobs]",
        "Damian: Did you run Mr. Snyder's dental records?",
        "Grady: We tried to, but there was a problem with the body.",
        "Damian: A problem?",
        "Grady: Well, the dental plates were so compromised, we couldn't use them.",
        "Damian: Meaning what?",
        "Grady: We're gonna have to extract the DNA from the teeth themselves.",
        "Damian: To make a positive I.D.? So are you telling me you still can't say for sure that the body you found in that truck is Holden Snyder? This DNA test you're talking about -- how -- how much time is it gonna take?",
        "Grady: A while.",
        "Damian: A while? What about Holden's family? I mean, do you know what this waiting is doing to them? That woman over there is his sister. She's crushed by this. So is his mother, his wife, their children. Damn it, we all know Holden was in the truck when it crashed! Do we have to prolong the suffering? Isn't there any way we can expedite this?",
        "Grady: What do you want me to do?",
        "Damian: Come with me.",
        "[SCENE_BREAK]",
        "Teri: Unclench, please. Don't look at me like that.",
        "Janet: How should I be looking at you?",
        "Teri: We were just --",
        "Janet: Oh, I don't want to hear it.",
        "Teri: -- Having lunch. Didn't you see the cart in the hallway?",
        "Janet: I wasn't looking for the cart. I was looking for you.",
        "Teri: Okay, well, you found me. What's up? Jan --",
        "Janet: I have some news. There's been an accident.",
        "Teri: An accident? Wait. What happened? Who --",
        "Janet: Jack's cousin, Holden, was killed in a car accident in Kentucky.",
        "Craig: What? Are you sure?",
        "Janet: Yes, I'm sure. And that is why I wanted to find you, so that I could tell you in person.",
        "Teri: Oh, Janet, I'm sorry.",
        "Janet: It's okay.",
        "Craig: What about Lily? How is she holding up?",
        "Janet: Well, from what I hear, not well.",
        "Craig: Oh, my God. She's been in love with Holden since she was Parker and Liberty's age.",
        "Janet: Yeah. The whole family is affected.",
        "Craig: Excuse me a minute. I'm sorry for your family's loss.",
        "Teri: And we're back to me.",
        "Janet: What the hell do you think you're doing, huh? He is your boss. You should not be alone with him in a hotel room.",
        "Teri: I just sat down. Would you stop?!",
        "Janet: Hey, I'm not happy about this, okay?",
        "Teri: Oh, I can tell. What I don't get is why? It was just lunch.",
        "Janet: Nobody just has lunch with Craig.",
        "Teri: Well, then, consider me the first.",
        "Teri: And just so that we're clear, nothing happened, and nothing's going to happen.",
        "Janet: Well, it better not. That man is bad news.",
        "Teri: You -- you're like the second person who's said that to me today.",
        "Janet: Well, good! Then maybe it'll sink in!",
        "[SCENE_BREAK]",
        "Lily: I don't care what you think. Holden wouldn't give up on me, and I am not gonna give up on him.",
        "Jack: Lily, I think you know the likelihood of it being anybody else in that truck.",
        "Lily: Until those tests come back -- until they come back, nothing is for sure.",
        "Jack: Honey, you were there. You saw the accident site. What do you think those tests are gonna tell us?",
        "Lily: Stop it.",
        "Jack: If there's anything else I can do for you or the kids --",
        "Lily: We're fine.",
        "Jack: Okay, well, in the meantime, I'd like to help with the investigation, if you'll allow it.",
        "Lily: You can do whatever you want to do.",
        "Jack: But I'm gonna need something from you first.",
        "Lily: What?",
        "Jack: Holden's watch.",
        "Lily: No.",
        "Jack: I understand you don't want to part with it, but it could be a crucial part of the forensic investigation.",
        "Lily: Please, don't ask me to give you this.",
        "Jack: Listen to me. I will give it back to you, I promise. You have my word, Lily. Thank you.",
        "Lily: I'd like you to go.",
        "Jack: Lily --",
        "Lily: Please. I just want to be alone.",
        "Jack: Okay.",
        "[Lily sobbing]",
        "[SCENE_BREAK]",
        "Craig: You sent Janet to check up on me and Teri, didn't you?",
        "Rosanna: She came here and asked where her sister was, and I told her. Why? Should I not have done that?",
        "Craig: No. Actually, I'm glad you did. It's what I want to talk to you about. I think you might have been right.",
        "Rosanna: About?",
        "Craig: You tried to warn me that Teri could have a little crush on me, and I blew you off, but I think you were onto something.",
        "Rosanna: And what made you come to this staggering conclusion?",
        "Craig: She kind of made a move on me. I'm serious. Now, look, she's a sweet kid, but she's a kid. I have no romantic interest in her, whatsoever. I'm in love with Carly. So what am I supposed to do?",
        "Rosanna: I don't know. You got yourself into this mess. You got to get yourself out.",
        "[Rosanna laughs]",
        "Craig: You're not gonna help me at all?",
        "Rosanna: Oh, no way. Not on your life.",
        "[SCENE_BREAK]",
        "Damian: How are you doing?",
        "Meg: I thought coming here, it would help me to figure out what I'm supposed to do now. But looking down in that ravine, seeing his truck --",
        "Damian: I should have warned you.",
        "Meg: He has a family, Damian. He has three young kids. His life shouldn't be over. He needs to watch them grow up.",
        "Damian: I shouldn't have brought you here.",
        "Meg: No, I asked you to. I'm glad you did. Damian -- did you run the dental records? And was it a match? Was it Holden?",
        "[SCENE_BREAK]",
        "Craig: I am sincerely asking for your help, Rosanna.",
        "Rosanna: Fine. You want my help? You will take my advice?",
        "Craig: Yes.",
        "Rosanna: Okay, I'm going to suggest something kind of radical here. You tell her the truth.",
        "Craig: The truth?",
        "Rosanna: Yes, I know. It's kind of shocking, kind of scary. New for you. I understand. But it might just work.",
        "Craig: Fine. I will.",
        "Rosanna: Great.",
        "Craig: On one condition.",
        "Rosanna: Oh, God. I should have known. What?",
        "Craig: That you be there when I talk to her.",
        "Rosanna: Why?",
        "Craig: Because, Rosanna, I want to show you that I can actually be an honest man.",
        "[SCENE_BREAK]",
        "Lily: Holden? Why aren't you here? This is our room. This is where you held me and told me that I was beautiful. If you were gone, wouldn't I feel it?",
        "[SCENE_BREAK]",
        "Craig: Teri, I may have acted inappropriately. Now, our relationship has to remain strictly professional.",
        "Teri: We can't have a meal together? Wow, we really are from different worlds, huh? You know, there's people in my family that will only do business over a meal.",
        "Craig: I'm sure there are. Now, I really want to see you stay on here, and I'm willing to help you get your career as a chef off the ground, but that's as far as our relationship can go.",
        "Teri: I'm sorry. Our relationship?",
        "Craig: Yes. What's so funny?",
        "Teri: I'm -- I'm sorry. It seems like the only person that's under the wrong impression here is you.",
        "Craig: Is that so?",
        "Teri: Yeah. I mean, while I'd like to think of you as a -- as a friend, and you've done so much for me --",
        "Craig: And it's been my pleasure.",
        "Teri: Wow. In -- in terms of keeping things strictly professional, you have nothing to worry about. You never have.",
        "[SCENE_BREAK]",
        "Meg: Hey.",
        "Jack: Hey.",
        "Meg: Is Mama here?",
        "Jack: Yeah, she's still upstairs.",
        "Meg: Good. Uh, did you talk to Lily? How is she?",
        "Jack: She's pretty broken up, which is pretty much what I expected. But --",
        "Meg: What?",
        "Jack: The pain is just so raw, and she took one look at me and remembered that once upon a time, I was also in a very bad accident, one where everyone thought I couldn't possibly survive.",
        "Meg: But you did.",
        "Jack: Mm-hmm. And now she's willing herself to believe that that's what's happening with Holden.",
        "Meg: I'm sorry.",
        "Jack: No. I went over there to help her, but I don't know how much good it did, because she just does not want to believe that this is happening.",
        "Meg: Neither did I.",
        "Jack: So I told her that I wanted to get involved with the investigation. I got a couple of contacts that might be able to help me out.",
        "Meg: There's no point. Damian and I just got back from Kentucky and I spoke to the lead investigator there myself.",
        "Jack: And?",
        "Meg: And they were able to make a positive I.D. off the dental records.",
        "Jack: No.",
        "Janet: Jack -- I'm so sorry.",
        "Jack: Has anyone told Lily?",
        "Meg: After Damian dropped me off, he said he was gonna go over there and tell her himself.",
        "[SCENE_BREAK]",
        "[Lily remembering]",
        "Lily: Who are you?",
        "Holden: The name's Holden Snyder. I'm Ms. Walsh's new stable boy.",
        "[SCENE_BREAK]",
        "Lily: Oh, Holden, I thought if I could feel you anywhere, it would be here.",
        "Holden: You were right.",
        "Lily: Is it really you?",
        "Holden: Yes, Ma'am.",
        "Lily: I miss you.",
        "Holden: I miss you, too.",
        "Lily: Then come home to me, please. That's all I want.",
        "Holden: I want that, too.",
        "Lily: I can't believe that you're really gone. You feel so close to me, like I could just reach -- you're not coming home, are you? Answer me.",
        "Holden: I can't.",
        "Lily: No, don't tell me you can't. You made a promise to me. You promised you would never leave me.",
        "Holden: You are a part of me.",
        "[Lily gasps]",
        "Lily: Holden --",
        "[SCENE_BREAK]",
        "Craig: Well, I'm glad we cleared that up.",
        "Teri: So am I. Um, I'm gonna go, take a shower before I pick up Sage. Bye.",
        "Craig: Bye.",
        "Rosanna: Mm.",
        "Craig: Well, anything you'd like to say?",
        "Rosanna: I guess I'm impressed. You handled that surprisingly well.",
        "Craig: You didn't think I would.",
        "Rosanna: Well, you know I always have my doubts about you where you're concerned, Craig.",
        "Craig: I just wanted to make sure I did enough to make you happy.",
        "Rosanna: Aww! You're so nice. Well, I am deliriously happy. Now good-bye.",
        "Craig: As you wish.",
        "[SCENE_BREAK]",
        "Janet: Where did you get that?",
        "Jack: From Lily. It's Holden's. It's the only thing they found. It used to be our grandfather's.",
        "Janet: Really?",
        "Jack: Yeah. Holden and I were so fascinated by this. We always begged him to let us wear it. But our wrists were so skinny, the damn thing kept falling off, so he put an extra little hole right there. Lily was clinging to this, and I told her I needed it for the investigation. Why would I do that?",
        "Janet: Jack --",
        "Jack: I knew what the dental records were gonna prove. We are so damn lucky. You know that? 'Cause if I ever lost you like this -- Honey, I love you so much.",
        "Janet: I love you, too. And I am gonna be here. I'm not going anywhere.",
        "Jack: Yeah, well, I'm gonna hold you to that. Every day. You hear me?",
        "Janet: Okay. And every day, I am going to tell you that I love you, and I will be here with you.",
        "[SCENE_BREAK]",
        "Lily: What are you doing here? Where --",
        "Damian: Who?",
        "Lily: What do you want, Damian?",
        "Damian: I was on my way to your house, and I saw your car at the edge of the woods.",
        "Lily: I told you I wanted to be alone. Can't you understand that?",
        "Damian: Lily, I spoke to the police in Kentucky.",
        "Lily: I know. Jack told me that you sent them Holden's dental records.",
        "Damian: Cara --",
        "Lily: Say it. Just say it.",
        "Damian: They were able to make a positive identification.",
        "Lily: No! No! No!",
        "Damian: I'm so sorry, Cara. I'm so sorry.",
        "[NEXT_ON]",
        "Paul: Give me back my money.",
        "Emily: Make me.",
        "Henry: According to that, James Stenbeck really is my father.",
        "Audrey: Do you want me to take you to our son?",
        "James: I never thought you'd ask."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=jVOmgoFjW20"
}