{
    "Episode Summary": [],
    "Recap": [
        "The Australian police told Katie and Mike that a badly-burned body was found in the rubble of the explosion. They found her crucifix on the body, so she assumed that it was Simon. She told Mike he should have left her to die with Simon, and told him she never wanted to see him again. Lucy asked Craig to help Aaron find a job, so he arranged for Dusty to hire Aaron at the new club. Carly apologized to Rosanna for confronting Craig, and they discussed their mutual skepticism about Craig's sincerity when he said that he now wants to adopt. Craig surprised and thrilled Rosanna when he arrived and told her that he was on his way to meet the lawyer, unaware that he was actually meeting with a baby broker. Paul and Henry listened in as Molly needled Dusty about Rose. She said that if they were meant to be, things wouldn't keep getting in their way. He insisted that Rose wanted to be with him. Paul told Molly that he wanted her to get back together with Dusty, so she deduced that he wanted Rose back. Rose admitted to Mitzi that she still had feelings for Paul, but insisted that she wanted to be with Dusty. Dusty arrived and said they needed to get things straight about Paul once and for all."
    ],
    "Recap Author": "Hilary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Mike: Yeah, I called the police about Constable Brighton being killed.",
        "Cop: Why didn't you give your name?",
        "Mike: Couldn't afford to be slowed down.",
        "Cop: Any reason why you didn't ask the police to meet you here?",
        "Mike: Mordecai Shears had taken Katie with him. I didn't want anybody rushing into the place and getting her killed.",
        "Cop: You took a big risk, Mr. Kasnoff. You and your girlfriend are lucky to be alive.",
        "Katie: I'm not his girlfriend. And I don't know how lucky I am, either.",
        "Mike: Katie, you don't need to be here. All right, I told you I'd take care of the police report.",
        "Katie: I already gave my statement at the motel. I'm here to find Simon.",
        "[SCENE_BREAK]",
        "[Singing]",
        "Rosanna: Oh, Sage darling oh, won't you cry for me I come from --",
        "Carly: Oh, hi. I can't believe it.",
        "Rosanna: What? My voice?",
        "Carly: Oh, no. No, me. That I slept so late.",
        "Rosanna: Oh, well, we thought you could use some rest.",
        "Carly: Usually I wake up. You know, I hear her crying. And I wake up.",
        "Rosanna: Well, we were having too much fun.",
        "Carly: Is that right sweetheart? You having fun with aunt Rosanna, are you?",
        "Rosanna: Yes, we're having a good time. Listen, I can take her for a walk if you want. You could have a quiet breakfast.",
        "Carly: Don't you want a break?",
        "Rosanna: No, no. From spending time with this one? I love it. I'd love to spend a lot more time if you don't mind.",
        "Carly: Just one question for you.",
        "Rosanna: What? What's that?",
        "Carly: How is it that you were up to hear Sage crying before I did?",
        "Rosanna: Well, never really went to sleep.",
        "Carly: Ah, you see. I thought so. So what's going on? What happened? I hope I didn't make things worse for you.",
        "Rosanna: What do you mean? How?",
        "Carly: When I told you that I had some errands to do, I didn't. I went to see Craig, and I blasted him about fighting for his marriage.",
        "Rosanna: Oh. Well, you definitely made an impact.",
        "Carly: How so.",
        "Rosanna: He said he changed his mind. He said he wants to adopt a baby.",
        "[SCENE_BREAK]",
        "Craig: Molly! Hello, I need the name of that adoption lawyer we talked about. The one who will overlook a police record.",
        "Molly: This one?",
        "Craig: Oh, you knew.",
        "Molly: You're not that difficult to read, Craig. Want me to call him and see how he feels about working with you?",
        "Craig: No, no, no. That's not necessary. I'm going up to Canada myself to meet with him.",
        "Molly: Why?",
        "Craig: To get Rosanna a baby, get my marriage back on track. Now, if anybody asks where I've been, tell them I'm away on family business.",
        "Paul: Psst. Molly.",
        "Molly: You know, Paul, our customers usually enter through the front door.",
        "Paul: Yeah, but it was a lot of fun coming that way. I just want to make sure everything's all right. How's it going?",
        "Dusty: You stop by so I can slap you around? 'Cause that's the only thing I got on the menu for you.",
        "[SCENE_BREAK]",
        "Paul: All right, all right, all right. Take it easy, Dusty. Really, take it easy. I mean, your girlfriend's not here to keep you out of jail this time.",
        "Dusty: That's why we're gonna do this right now.",
        "Paul: Is this about the kiss? Oh, it -- it meant nothing, really. Nothing. I'm sure Rose told you that when you saw her last night?",
        "Dusty: No, she never showed.",
        "Paul: Really? Yeah, well, I guess that's what you get for trusting Rose.",
        "Molly: Dusty, Dusty, don't. He's not worth it.",
        "Paul: Why don't I come back a little later, maybe after you've sorted everything out with Rose.",
        "Dusty: I could kill that guy.",
        "Molly: Maybe it's time to decide who you're really mad at.",
        "Dusty: What do you mean?",
        "Molly: Rose didn't meet you here last night when she said she would. There's a message in that, Dusty, and I think you'd do just about anything to keep from seeing it.",
        "[SCENE_BREAK]",
        "Client: Ow!",
        "Rose: Oh, oh, did I get your ear? Oh, I'm so sorry. I'm so sorry.",
        "Client: Am I bleeding?",
        "Rose: Let me just check.",
        "Client: How bad is it?",
        "Rose: It's fine, it's fine. Mitzi, we need some antiseptic. ASAP, please. Thank you, thank you. Oh, you're gonna get a free haircut there, and a manicure and a bikini wax if you want from Mitzi.",
        "Mitzi: You know what, can you just give me one minute? Hey, hey, hey. You okay?",
        "Rose: Yeah. Why?",
        "Mitzi: You never snipped anybody in your life.",
        "Rose: I know, I know, I know.",
        "Mitzi: What are you daydreaming about?",
        "Rose: Nothing. Really, I'm fine. I'm absolutely fine.",
        "[SCENE_BREAK]",
        "Paul: Can you believe it, did you hear all that?",
        "Henry: Yeah.",
        "Paul: I walk in there to talk to Molly, just to check everything out, and Dusty walks in, like he owns the place --",
        "Henry: Shh -- okay, just listen.",
        "[SCENE_BREAK]",
        "Molly: You have to be honest with yourself. If Rose is being pulled back toward Paul, wouldn't you rather know now than later?",
        "[SCENE_BREAK]",
        "Paul: That's it, Molly. You keep at it, it'll be a win-win situation. You'll have Dusty, and I'll have Rose.",
        "[SCENE_BREAK]",
        "Lucy: How's the job search going?",
        "Aaron: Oh, great, great. I just can't decide what car wash I want to work at.",
        "Lucy: That bad, huh?",
        "Aaron: It's terrible, Luce. I mean, I have a GED. I didn't go to college. I mean, it's not like people are throwing jobs at me.",
        "Lucy: You'll find something. It'll all work out, I promise.",
        "Craig: Aaron, the gardener needs to get his truck out back. Would you mind moving your car? It's blocking the side driveway.",
        "Aaron: Oh, yeah. Sorry about that.",
        "Craig: How's the application process going?",
        "Lucy: Great. But right now, I'm more worried about Aaron.",
        "Craig: Are you developing split ends?",
        "Lucy: Daddy --",
        "Craig: Oh, it was a joke. It was a joke. What's his problem?",
        "Lucy: Well, he wants to quit working at Burt's garage, and he's looking for another job, but there's not much around.",
        "Craig: Has he considered the foreign legion? Never mind. I want the best for him. Nothing but the best. Have you heard anything from Rosanna?",
        "Lucy: When was the last time you called her?",
        "Craig: Oh, about 20 minutes ago. She didn't pick up. But it's going to be fine. I think everything's gonna be fine.",
        "Lucy: You know, it's funny what you miss about a person. If Rosanna was here, she'd be all over these applications.",
        "Craig: You want help with the applications? I can help you with the applications. Huh? Let's see. You know, that gives me a wonderful idea.",
        "Lucy: About what?",
        "Craig: Getting Rosanna back. We can use the applications as bait, and you'll get the help that you need.",
        "Lucy: Well, you know, if you really want to help me, there is something else you could do.",
        "Craig: Whatever you want, sweetness.",
        "Lucy: You could find Aaron a job?",
        "[SCENE_BREAK]",
        "Carly: So Craig said that he was willing to adopt a baby. And what's the catch?",
        "Rosanna: You don't believe him either?",
        "Carly: I believe that he loves you, that he wants you to be happy. I even believe he would give up Java underground if he thought that's the only way he could keep you. But becoming a father again -- I thought that that's where he was drawing the line.",
        "Rosanna: Yes, me, too. And I think I've come to accept it.",
        "Carly: Don't do that.",
        "Rosanna: What?",
        "Carly: Don't give up on your dreams because of somebody else. You want to be a mother, you can be a mother without him.",
        "Rosanna: I've thought of that. But trust me, being a single mother is -- I just don't think it's for me.",
        "Carly: You'd get help. You can afford the best help.",
        "Rosanna: I know, I know. It's not that. It's just, in a Christmas card in my mind, I always pictured a daddy there, you know?",
        "Carly: Fair enough. Well, how did you leave it with him?",
        "Rosanna: I told him I needed some time to sort things out.",
        "Carly: Have you?",
        "Rosanna: No, I'm exactly where I was last night. On the one hand, having a baby and being a mother with Craig is everything I ever wanted. On the other, he could be setting me up for a fall.",
        "[SCENE_BREAK]",
        "Molly: I care about you, you freak. You know, I see you're in trouble and I just want to help. So --",
        "Dusty: Last night you suggested I do that by kissing you. That's not the kind of help I need.",
        "Molly: Don't be so sure. It's worked before.",
        "[Dusty sighs]",
        "Dusty: I've sacrificed a lot to be with that girl. I'm not giving up now 'cause Paul made some half-baked move on her.",
        "[SCENE_BREAK]",
        "Paul: Oh, that was not a half-baked move. That was a full-baked move. That move practically had frosting on it.",
        "Henry: Mm, frosting.",
        "[SCENE_BREAK]",
        "Molly: Dusty, you were ready to kill Paul.",
        "Dusty: I'll get over it.",
        "Molly: Yeah, in what century?",
        "Paul: Atta girl, Molly. Pin him to the wall.",
        "Dusty: I overreact sometimes. That's me. Paul Ryan doesn't worry me.",
        "Molly: Let me tell you what worries me. Rose could have stopped that kiss before it started, but she didn't, and that makes her just as guilty as Paul.",
        "Dusty: You don't know that. What are you talking about? You weren't even there.",
        "Molly: No, but I know she couldn't face you last night.",
        "Dusty: What are you trying to say?",
        "Molly: Did she call? Did she pick up the phone when you called her?",
        "Dusty: She got home late last night. She was tired, she probably crashed.",
        "Molly: Come on, that's not what it is, and you know it. Something happened when you left Paul and Rose alone in that apartment, and she knew that you'd read it on her face, and that is why she didn't show up.",
        "[SCENE_BREAK]",
        "Paul: That woman is unbelievable. She's awesome. She knows exactly what I want her to do, and she does it before I even ask her to do it.",
        "Henry: I had a woman like that once. Once was all I could afford.",
        "Paul: I'm just saying that now that Molly is working with my old pal Dusty, she's going to do all the work for me.",
        "[SCENE_BREAK]",
        "Craig: Job market's very tight, sweetness. Even I can't just get anybody a job.",
        "Lucy: Yeah, but you could help.",
        "Craig: Well, listen. Unfortunately, all the contacts I have require actual experience, which Aaron, unfortunately, does not have.",
        "Lucy: Yeah, but Aaron's a really hard worker, and he doesn't expect much. He knows he has to start at the bottom. Please?",
        "Craig: All right. I'll think about it.",
        "Lucy: You're not just saying that so I'll leave you alone, right?",
        "Craig: Nothing would be farther from the truth.",
        "Lucy: Okay. Thank you. [Craig chuckles] I better get back to my applications.",
        "Craig: All right, okay. Oh, wait, one more thing. I'm gonna be out of town for a couple of days. I think maybe you should stay with Lucinda.",
        "Lucy: Well, why not here?",
        "Craig: Because Rosanna is at Carly's, and you'll be all alone.",
        "Lucy: Maybe I should get used to that.",
        "Craig: No, no, no, Rosanna and I are not splitting up. I'm gonna bring her back, okay? Hmm?",
        "Lucy: I think you better go pack.",
        "Aaron: Pack for what?",
        "Lucy: Daddy's leaving town for a few days.",
        "Aaron: Really?",
        "Craig: Aaron, I understand you're looking for oil-free employment?",
        "Aaron: Yeah, it's been tough.",
        "Craig: Maybe I can help.",
        "Aaron: You'd do that?",
        "Craig: There's nothing I'd like more than to help a gut who's willing to go places. In fact, I've just heard on an opportunity that has just opened up.",
        "[SCENE_BREAK]",
        "Rosanna: Sage is just fine. She opened her eyes and smiled at me, and then she went back to sleep. And I decided -- what to do about Craig.",
        "Carly: Tell me.",
        "Rosanna: Well, I feel like my life's been on a bit of a roller coaster since I married him. And I can't live like that. I have to protect myself.",
        "Carly: And how are you gonna do that?",
        "Rosanna: Well, I have a beautiful niece, and I have a beautiful nephew, and I will be the best aunt that I can possibly be. But as far as having children goes, I'm not going to push it.",
        "Carly: I'm sorry, Rosanna.",
        "Rosanna: You know, I think I'm just a little tired. I'm going to go take a nap, okay?",
        "Carly: Yes. Yeah, I think you could use that.",
        "Rosanna: Thanks.",
        "Carly: Okay. You know, I'll take the monitor upstairs so you're not disturbed.",
        "Rosanna: Thank you -- again.",
        "[SCENE_BREAK]",
        "Mitzi: Thank you. Bye. Well, Mrs. Banks is all squared away. Gave her the best manicure of her life.",
        "Rose: Oh, how's her ear?",
        "Mitzi: She forgot all about it.",
        "Rose: Oh, good.",
        "Mitzi: Yeah. But you --",
        "Rose: Yeah?",
        "Mitzi: You got something on your mind you want to tell me about?",
        "Rose: We need more of this color. It's very popular.",
        "Mitzi: Okay, maybe later.",
        "Rose: Mitz. I can tell you anything, right? And you're not gonna think that I'm crazy.",
        "Mitzi: Well, I know you're crazy. What?",
        "Rose: I think I still have feelings for Paul.",
        "[SCENE_BREAK]",
        "Dusty: You gotta understand something, Paul Ryan doesn't scare me. He's messing with me because I broke up his engagement and I took his woman. But once he finds out it's not gonna pay off to mess with me, he's gonna run back to his mommy.",
        "Molly: So you're gonna wait for Paul to get tired? Dusty, what happened to you? You didn't used to let people walk all over you.",
        "Dusty: I don't need you pushing my buttons, all right? Knock it off.",
        "Molly: Well, let me tell you, I got some buttons of my own. Maybe you should try pushing some.",
        "[SCENE_BREAK]",
        "Henry: It's -- it's getting a little steamy in here, don't you think?",
        "[SCENE_BREAK]",
        "Dusty: I'm gonna go in the back and check on that inventory that came in yesterday.",
        "Molly: We didn't get any inventory in yesterday.",
        "Dusty: Well, maybe I'll wait till we do.",
        "Molly: Dusty, wait. You know, I've been through things like this of my own, and I know how painful it can be. But the good news is, you don't have to go through it all by yourself.",
        "[SCENE_BREAK]",
        "Katie: Any news about Simon?",
        "Mike: No. Whoa, where are you going?",
        "Katie: I can't just sit here anymore. I'm going to go help look for him.",
        "Mike: They don't need you out there, okay? They already sent you back in here once.",
        "Katie: Fine. Fine, I'll wait.",
        "Mike: I made us, um -- reservations to go home. I figured you'd want to get back as soon as possible.",
        "Katie: Did I tell you to do that? How do you even know I'm leaving?",
        "Mike: I don't -- I just -- I just figured there's no point in being around, you know? I mean, once everything's put to rest.",
        "Katie: You mean Simon? What if he got out, Mike? What if he survived that explosion, huh? What are you going to say then about putting him to rest?",
        "Mike: Katie, you know there was no time for him to get out.",
        "Katie: No, I know Simon. And I know he would do whatever it takes to survive.",
        "Mike: I hope you're right.",
        "Katie: No, you don't.",
        "Cop: Just wanted you to know we found a body in the wreckage. It's pretty badly burned, but we should be able to identify it.",
        "Katie: How long will it take?",
        "Cop: A day, maybe two. In the meantime, I wanted to know if you recognized any of these items.",
        "Katie: Where did you get these?",
        "Cop: They were found on the body.",
        "[SCENE_BREAK]",
        "Paul: I wanted to talk to you about your relationship with Dusty.",
        "Molly: Why should you care about that?",
        "[SCENE_BREAK]",
        "Craig: I'm booked on a plane to see that lawyer in Canada, and I need to -- need to know if I should cancel.",
        "[SCENE_BREAK]",
        "Katie: No, just don't. Get away from me. I don't want you near me. Ever again.",
        "Katie: I want to see him for myself.",
        "Cop: I wouldn't advise that, ma'am. It's not a memory worth keeping.",
        "Katie: Don't you need me to identify him?",
        "Mike: Look, they can do that without you. Let me get you out of here, okay?",
        "Katie: No, no I don't want to leave Simon here alone. Australia's not his home anymore. I want to bring him back to Oakdale.",
        "Mike: Is that gonna be a problem?",
        "Cop: They can ship the body as soon as the coroner's examined it.",
        "Katie: He's not a body! He's my husband!",
        "Cop: I meant no disrespect, ma'am. I'm sorry for your loss.",
        "Katie: Oh, God, this is all my fault. Simon died because of me.",
        "Mike: Katie, this is not your fault.",
        "Katie: I came to Australia because I thought that it would be good for both of us. Not just me, but him, too. I should have just left it alone. Simon would have been happy without me, and I -- I would have been fine.",
        "Mike: Hey, hey, Katie, this is Mordecai's fault. All right, he wanted Simon dead because Simon killed his brother.",
        "Katie: Yeah, but I was the bait. Simon tried to rescue me, and I wound up him killed. Why didn't you let me die with him?",
        "Mike: How can you ask me that?",
        "Katie: The only reason you took me out of that warehouse was 'cause you wanted me for yourself.",
        "Mike: Katie, I know that's what you think. But that is not how it was.",
        "Katie: I don't even know why I'm talking to you, my husband is out there with a sheet over -- oh, God, Simon. No, just don't. Get away from me. I don't want you near me. Ever again.",
        "[SCENE_BREAK]",
        "Aaron: What kind of job are we looking at?",
        "Craig: Why? Are there any jobs you aren't willing to do?",
        "Aaron: Yeah. Yeah, plenty of them.",
        "Craig: Good answer. It was a trick question. Today's market, you gotta stay flexible.",
        "[Phone rings]",
        "Lucy: I'll get that. You guys just keep talking. Thank you.",
        "Aaron: Look, Mr. Montgomery, I know Lucy's all psyched about you helping me out, but I think I'd feel a lot better if I found a job on my own.",
        "Craig: What's the problem? Not as interested in changing careers? Just going through the motions for Lucy?",
        "Aaron: No, no, it's not that at all. I just feel like I can do more with my life.",
        "Craig: All right, well, listen, let me give you a little lesson on the real world. Somebody needs a job, somebody owes a favor, somebody makes a call, somebody gets a job. It's a beautiful system, been around for a long time.",
        "Aaron: Okay. I'll check it out.",
        "Craig: All right. Wise decision. Listen, call this guy today, tell him I recommended you. After that, you're on your own.",
        "Aaron: Isn't this Java underground?",
        "Craig: Yeah, well, we're working on a new name. But whatever the name, consider it your entré into the food and beverage industry. A lot of money to be made in food and beverages. People have to eat, and they like to drink.",
        "Aaron: Yeah, yeah. I've always liked Java underground. It's a pretty cool place.",
        "Craig: Yeah, well, it's a lot cooler now. I don't think we want to tell Lucy about this job until you actually have it. We wouldn't want her to be disappointed, would we?",
        "Aaron: Right. Thanks.",
        "Craig: Excellent. Excellent. Listen, it's a great big, beautiful, capitalist world out there. Go grab yourself a fistful of future, huh?",
        "Aaron: All right.",
        "Lucy: So, what's the job?",
        "Aaron: Oh, I don't want to tell you just yet.",
        "Lucy: Why not?",
        "Aaron: Because I don't want to jinx it. But if it goes through, I promise you'll be proud of me.",
        "[SCENE_BREAK]",
        "Dusty: You know, I waited my whole life for a woman who accepts me for who I am. And I found her so I'm holding onto her.",
        "Molly: And I suppose Rose feels the same way about you?",
        "Dusty: Well, she wouldn't have dumped Paul if she didn't.",
        "Molly: I'm just saying that there is always something keeping you two from being as happy as you should be, all right? First it's Lily and Holden and then Jennifer, Paul -- who's Rose going to pick next?",
        "Dusty: Come on, you're acting like she's doing it on purpose. [Phone rings] Donovan.",
        "Craig: Yeah, it's your partner and guide through life. Listen, I've sent you a guy today. Aaron Snyder. I want you to find him a job.",
        "Dusty: A Snyder? You've gotta be kidding me",
        "Craig: Just find him something. It's important.",
        "Dusty: Doing what?",
        "Craig: It doesn't matter. Just keep him busy.",
        "Dusty: All right. I'll think about it.",
        "Craig: I know you can. I'll see you in a couple days.",
        "Dusty: A couple of d --? Hello? Craig's leaving town for a couple of days?",
        "Molly: Family business.",
        "Dusty: Is he gonna be back for the opening?",
        "Molly: I'm sure he wouldn't miss it. Hey. Don't worry. Who needs Craig? It's you and me, babe. And when we open up these doors for the opening, we are going to knock Oakdale on its boring, predictable, uptight --",
        "Dusty: Tushie.",
        "Molly: You took the word right outta my mouth.",
        "Dusty: Thanks, girl. Thank you for reminding me we've got a good thing going on here.",
        "Molly: Any time. Listen, I'm sorry if I was harsh on you. But, you know, this partner thing makes my loyalty gene kick in. And I get a little overprotective. I'm sorry.",
        "Dusty: It's okay. I tell you, you're a good woman. You've always been in my corner when I've been down. I gotta get back to work.",
        "[Phone rings]",
        "Molly: Hello.",
        "Paul: Hey, Molly, it's Paul. Dusty still there?",
        "Molly: Yeah, he owns the place so he's usually here.",
        "Paul: Right, then maybe we should meet at my penthouse.",
        "Molly: For what?",
        "Paul: Well, we have a lot of friends in common, I thought maybe we could compare notes.",
        "Molly: You know, ordinarily, that is an offer that I would absolutely turn down. But given that my social life is nonexistent -- 15 minutes?",
        "Paul: I'll be waiting. It's all going very well, Henry. It's only a matter of time before Rose is mine again.",
        "[SCENE_BREAK]",
        "Mike: You want distance, you got it.",
        "Katie: Thank you so much. You really know how to treat a girl right.",
        "Mike: Hey, what if it was the other way around?",
        "Katie: What?",
        "Mike: My wife is in that warehouse, and in three seconds, it's gonna explode. Do you stop me from running back in there?",
        "Katie: No.",
        "Mike: How do you know that for sure?",
        "Katie: Because I know what it's like to love someone, Mike. That's the difference between me and you.",
        "Mike: All I can say is what I said right after it happened. I will never be sorry for keeping you alive.",
        "Katie: Even if that's not what I wanted?",
        "Mike: You have a family at home who loves you. How would I explain that to them?",
        "Katie: You wouldn't have to. They would understand.",
        "Mike: Okay, okay. I guess you need someone to blame.",
        "Katie: I have someone to blame, and it's you.",
        "Mike: Mm-hmm.",
        "Katie: Let me give you a little piece of advice, Mike. Next time you want to help a woman find her husband, don't. You're not very good at it. Every move you've made -- every move -- has brought us to the worst moment of my life.",
        "[SCENE_BREAK]",
        "Dusty: Yeah, but the work was supposed to be -- shut up a second, the work was supposed to be done yesterday. Why aren't your men doing their job? Well, that's not my problem, Lester. You know, we agreed on a date of completion. The only emergency you have now is getting my place done for opening next week, you got it? Then get on it.",
        "Aaron: Mr. Donovan?",
        "Dusty: Who are you?",
        "Aaron: Hi, uh, I'm Aaron Snyder. Craig Montgomery told me to see you.",
        "Dusty: Oh, yeah. You're Holden's son, right?",
        "Aaron: Yes, sir.",
        "Dusty: Yeah, I hear you're looking for a job? Yeah. Yes, I actually am. I've been working as a mechanic for awhile, and it's been good. I mean, I like it a lot, but I'm just kinda ready for something new.",
        "Dusty: Filling grease cans ain't what it used to be, huh?",
        "Aaron: Yeah, and talking to engines all day, right? Anyway, I think -- I think I'm ready to be around people. You know, serving 'em drinks, food, cleaning up, whatever -- I mean, whatever you need, you know?",
        "Dusty: All right, you're in.",
        "Aaron: I am?",
        "Dusty: Yeah. I don't have anything for you now, but let me think about it. Yeah, we'll work something out.",
        "Aaron: Oh, oh, seriously, this is great. Really? Oh, thank you so -- I'm not gonna let you down, Mr. Donovan. I promise.",
        "Dusty: My name's Dusty. All right? That's what you're gonna call me.",
        "Aaron: Okay. Dusty. Okay.",
        "Dusty: You own a suit? I want you to buy a new suit.",
        "Aaron: A new suit, sounds good. Whatever you say.",
        "Dusty: Yeah, tell Harrison's to call me when you're checking out, and you're gonna put it on my card. Fair enough?",
        "Aaron: Cool.",
        "Dusty: And tell them to put a rush on it, 'cause we got an opening next week. The big party. I want you to look good.",
        "Aaron: All right, great. All right, thank you so much.",
        "Dusty: All right.",
        "Aaron: Any special color? Or anything? Stripes?",
        "Dusty: I'm gonna leave that up to you.",
        "Aaron: Okay. Oh, you want to see it before I pay?",
        "Dusty: If I want something, I'm gonna let you know. Okay?",
        "Aaron: Okay.",
        "Dusty: Get out of here. Hey.",
        "Aaron: Yeah?",
        "Dusty: Cut your hair.",
        "[SCENE_BREAK]",
        "Rose: I know.",
        "Rose: I know. I know kissing Paul was wrong. I mean, I'm with Dusty now. But kissing him and looking at him -- those eyes, those lips. It's like -- it was like going home. You know what I'm saying?",
        "Mitzi: Who started it?",
        "Rose: He says that I did, but I think that -- I think he did.",
        "Mitzi: Did you guys, you know, get into it?",
        "Rose: No, no, no. I mean, when we stopped that, I could barely catch my breath. I was --",
        "Mitzi: Him, too?",
        "Rose: He could use a stiff drink. I mean, he could barely stay on his feet. And what he said after that --",
        "Mitzi: What? What did he say?",
        "Rose: That I was a part of him. That he couldn't shake me loose.",
        "Mitzi: When did he say that?",
        "Rose: At his apartment. Dusty saw us together, he went over to Paul's. I thought he was gonna kill him, you know? So I went over there to stop them, and then Dusty left, and Paul and I were alone.",
        "Mitzi: Rose, look. I'm sorry. I know you don't want me to say this, but it's so romantic.",
        "Rose: No. No, it's not! It's not romantic. And I told him it doesn't matter -- anything. All my feelings for Paul, I told him, are gone. 'Cause you can't love two people at the same time, right? I mean, think about all the things I gave up to be with Dusty. So that's my choice. Right? I'm choosing to stay with Dusty. I don't have to think about it anymore.",
        "[SCENE_BREAK]",
        "Paul: Hey, Molly, thanks for coming. Everything all right?",
        "Molly: This place just holds a lot of memories for me, that's all.",
        "Paul: Right. Would you like to meet someplace else?",
        "Molly: I want to come in. I just need to get my courage up. So, what'd you want to talk to me about?",
        "Paul: Ok, well, first of all, we haven't really spent a lot of time since I've been back to Oakdale, so I thought it might be kind of fun for us to --",
        "Molly: Second?",
        "Paul: I wanted to talk to you about your relationship with Dusty.",
        "Molly: Why should you care about that?",
        "Paul: Well, I think that you two make a beautiful couple.",
        "Molly: Paul, we're partners in a business. He is in love with Rose, as if you didn't know.",
        "Paul: No, believe me, I know more than I ever wanted to know about their twisted connection. It's just that I would rather that he be with you. So I'm gonna help you make that happen.",
        "[SCENE_BREAK]",
        "Mike: The last thing in the world I ever wanted was for you to hate me. All right? Even if we had found Simon, I --",
        "Katie: We did find him, Mike. He's lying right outside.",
        "Cop: We've taken your husband to the coroner's office. There's some paperwork to be signed. I can have it delivered to your hotel if you like.",
        "Katie: Could you please fax that to me in Oakdale? The number's on the report. I just need to get out of here as soon as possible.",
        "Cop: Whatever's best for you. Again, my deepest sympathies, Mrs. Frasier.",
        "Katie: Oh, wait. Those items you found on my husband -- can I have them?",
        "Cop: Of course.",
        "Mike: Where are you going?",
        "Katie: I'm gonna go back to the hotel. I'm sure one of the constables will give me a ride.",
        "Mike: Just let me call you a cab.",
        "Katie: No, please don't. I don't want you to do anything for me, Mike. Ever again.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Rosanna: Who is it?",
        "Craig: It's me. Am I interrupting something?",
        "Rosanna: It belongs to Sage.",
        "Craig: Now, look, you never gave me an answer. I'm booked on a plane to see that lawyer in Canada, and I need to know if I should cancel.",
        "Rosanna: Are you serious?",
        "Craig: Didn't I make that clear?",
        "Rosanna: How can I possibly tell?",
        "Craig: All right, I know you're confused. I can be confusing. But I know what I want. I just hope it's not too late. So what do you say? Does momma bear want to adopt a baby bear with poppa bear?",
        "Rosanna: Yeah.",
        "Craig: Yeah? Come here, that's what I like to hear. Okay, I've gotta run. I don't want to miss my flight, all right? Would you call Lucy? She needs help with her college applications, okay?",
        "Rosanna: Yes, I will. When will you be back?",
        "Craig: Well, I'll call you from the road. How 'bout this? A baby, a family, a guy who looks good in suits and makes all your dreams come true? You're going to have everything -- except sleep.",
        "[SCENE_BREAK]",
        "Rose: Hey, thanks for listening. I mean, kissing Paul kinda threw me for awhile. But now I've got my head on straight.",
        "Mitzi: You sure that's where it is?",
        "Rose: Yeah, yeah, I'm positive. Thanks. Listen, why don't you go home, I'll take your last client. I'll take care of it. Don't worry about it.",
        "Mitzi: Oh, well, I did need to get a birthday present for Uncle Phil.",
        "Rose: Oh, Uncle Phil.",
        "Mitzi: Yeah. But I can stay if you want to talk some more.",
        "Rose: No. No, I've said everything, I think. No, you go. You go, and shop. Get me something.",
        "Mitzi: Okay. Hey, I got my cell if you want to talk.",
        "Rose: Okay. Yeah, thanks. Hey! Hey, I was just thinking about you.",
        "Dusty: Yeah, what about me?",
        "Rose: Oh, just how gorgeous you are, and how you make me so hot when you walk into a room.",
        "Dusty: I don't want to get distracted.",
        "Rose: What?",
        "Dusty: We gotta get things straight about Paul Ryan.",
        "[SCENE_BREAK]",
        "Molly: Paul, I've already had my fling with Dusty. What makes you think I'd want to go back for more?",
        "Paul: Intuition.",
        "Molly: Care to be more specific?",
        "Paul: I think you two have great chemistry. You know, some people, they just kind of fit together all perfect.",
        "Molly: And why would you want to do anything that would make Dusty happy?",
        "Paul: What can I say? I'm a sucker for romance.",
        "Molly: No you're not. You're not a sucker for anything. And neither am I. You don't care about me and Dusty. You just want Rose all to yourself.",
        "[NEXT_ON]",
        "Dusty: Why does Paul think he can get away with kissing you?",
        "Rose: He's not over me.",
        "Paul: As for Rose being any kind of a problem in all of this --",
        "Molly: Oh, so you've already got a plan to get Dusty away from Rose.",
        "Paul: Gee, I thought you'd never ask.",
        "Jessica: You know what you are, Marshall. You know what you did. We both do. Hey, where does this go?"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=9N9nhOk-DTs"
}