{
    "Episode Summary": [],
    "Recap": [
        "Holden and Molly go to visit Meg, but Holden begins to have second thoughts that Molly had come with him. Lily tells Noah that they want to support his decisions. Noah mentions a Dr. Reed Oliver, who is going to help him get his eyesight back. Lucinda recognizes the name and knows that Dr. Oliver is very good. Katie wakes up and sees Henry and Simon asleep on her sofa. Holden and Molly visit Meg and can't get over the change in her condition, but molly feels that something is not quite right about the situation. A nurse brings in Meg's medication and Meg pretends to take it, but when the nurse leaves, Meg spits it out .Lily reminds Lucinda of the lunch date they have. Lily worries that she is pregnant. Luke starts to kiss Noah, but Noah pulls away. Holden notices a look in Molly's eyes and knows that Molly doesn't' believe that Meg is doing as good as she claims. Katie balks at the idea of getting involved with someone so soon after Brads' death. Katie mentions a new idea for a TV show to Henry which is aimed at Mothers with children. Clarissa arrives to help Simon at the diner. Meg meets with Dr. Wilson. Molly wants to go to Kentucky to meet with Grady. Lucinda gives Molly a helpful piece of advice that Holden and Lily will get back together . Simon and Katie eat dinner together . At the hospital, Holden finds out that Lily may be pregnant. Damian visits Meg and she reveals that she is only telling Dr. Wilson what he wants to hear so that she can get out of here ."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Molly: You okay?",
        "Holden: Yeah. Yeah, I'm fine. I was just wondering, maybe I should have done this alone.",
        "Molly: I wanted to come with you, Holden.",
        "Holden: My sister, she could be worse.",
        "Molly: I really hope she's not.",
        "Holden: You know, if I haven't said this before, it's been really nice having a friend to go through this with.",
        "Molly: It's easy. You matter to me. So does Meg.",
        "Holden: Good morning. So, how's my sister feeling?",
        "Doctor: I'm glad I caught you before you go in. You should prepare yourselves for a shock.",
        "[SCENE_BREAK]",
        "Lily: We want to support your decisions. It's your life.",
        "Noah: I thank you all for everything that you've done. I really appreciate it. But I can't -- I can't rely on you to take care of me forever.",
        "Lily: We don't mind.",
        "Noah: I do. So, the sooner I take care of this, the sooner I can stop feeling like a charity case.",
        "Luke: Nobody thinks you're a charity case.",
        "Lucinda: Luke is right. We want to help you, if you can see again, if that's possible. And in the interim, you have to adjust.",
        "Noah: I don't want to adjust or get used to anything. I want to fight, and Dr. Oliver says I can.",
        "Luke: Dr. Oliver? You've never mentioned him or her. Does this doctor work at the clinic?",
        "Noah: No, it's a him, and, no, he's in Dallas.",
        "Lucinda: Is that Dr. Reed Oliver?",
        "Noah: You've heard of him?",
        "Lucinda: Yeah. He's very cutting-edge. He's way out there. Of course, some people think that he's too radical sometimes.",
        "Noah: Well, he's also restored sight to several people who were told the exact same thing that I was this morning. Now, I want to go to his clinic in Dallas.",
        "Luke: Wait. You're gonna go to Dallas? When?",
        "Noah: As soon as I can.",
        "[SCENE_BREAK]",
        "Katie: Oh. This is gonna be good. [Clears throat]",
        "Henry: What are you doing?",
        "Simon: Whoa, whoa, whoa, whoa!",
        "Katie: Good morning.",
        "Simon: Yeah. Morning.",
        "[SCENE_BREAK]",
        "Molly: Hey. Whatever it is, we'll handle it, okay? At least she's in a safe place that's helping her, and if she's taking a turn for the worse, we'll deal with it. We'll talk to her doctors.",
        "Holden: Okay. Let's do it.",
        "Meg: Holden. Molly. Thank you both for coming here. Won't you come in?",
        "Meg: Look at this. Is this cute or what? I think I'm getting pretty good at it. Not that I'll be able to get Eliza to keep those on her hands for more than 30 seconds, but -- Holden, say something.",
        "Holden: I'm sorry, I just -- I can't get over you.",
        "Meg: Well, I'll take that as a compliment. I'm really okay. I've been doing a lot of soul searching, and I've had hours of therapy, and they've been wonderful with not prescribing too many meds to me, and I realize now how lucky I am that I got help. You know, I was living in such a haze for so long, and I didn't realize what I was doing and how many people I hurt. The way I terrified Lily. I will make it up to her, however I can.",
        "Molly: Maybe I can have some of whatever you're having.",
        "Holden: Stop.",
        "Meg: No. It's okay. That's a good one.",
        "Molly: Meg, do you recall telling me that you'd been set up and wanting me to investigate it?",
        "Meg: Yeah, I do, and I don't want to think about how far I had sunken in to my own paranoia. It's a terrible place to be, rock bottom, and I don't ever want to go back there.",
        "Molly: Honey, you were so convinced that what you were telling me was the truth.",
        "Meg: I had a broken heart, and I wasn't seeing anything clearly, and in the process, I became aggressive and defensive and I made up a story in my head that turned Damian into some kind of demon. It was all up here.",
        "Holden: Your heart didn't heal, though.",
        "Meg: No, it didn't, and it probably never will, but it accepts what's true now and recognizes what isn't, and that's the difference. I may not like it, but I accept it, and that distinction has changed everything for me. Well, here she is.",
        "Nurse: Good morning, Meg. Time for your medication.",
        "Meg: You know, I could set my watch by this woman. After my medication, I have my morning session with Dr. Wilson. Maybe you guys could come back later?",
        "Holden: Whatever you want, Meg.",
        "Meg: I want to go home, and I'm working very hard to do that. But please give my little girl a big kiss for me when you see her.",
        "Molly: Bye.",
        "[SCENE_BREAK]",
        "Lily: Noah, you have to know something. We would fly you anywhere in the world if we thought that we could get you the help you need to see again.",
        "Noah: Well, I think Dr. Oliver's the best shot I have at that.",
        "Lily: Well, can we at least check him out first before you go out there?",
        "Lucinda: I can do that. I can make some phone calls.",
        "Noah: How about you talk to the people he's operated on who can see again.",
        "Lucinda: I can make those phone calls, too.",
        "Noah: Thank you all for everything. I wouldn't even consider talking to Dr. Oliver if you guys hadn't taken me in.",
        "Lily: Mother, we have that lunch date, just the two of us. Remember?",
        "Lucinda: We do? Oh. Oh, sure. Wait a minute. Get your coat. Here we are. All right.",
        "Lily: See you guys later.",
        "Lucinda: Noah, I'm gonna make those phone calls this afternoon.",
        "Noah: Thank you, Lucinda. Luke, don't even think about talking me out of this.",
        "Luke: I wasn't going to, Noah. I wasn't even thinking about it.",
        "Noah: Okay. I hope not.",
        "Luke: Look, I don't care what doctor you go to. I'm just really happy that you're back. I missed you so much. What's wrong?",
        "Noah: I can't.",
        "[SCENE_BREAK]",
        "Simon: Don't worry, boss man. I'm not gonna be late for my shift.",
        "Katie: Oh, he can't be mad at you being late. He was the one you were sleeping with.",
        "Simon: Will you relax about that?",
        "Henry: Come on, please.",
        "Katie: Oh, you guys were so cute all cuddled up on the couch. Weren't they so cute?",
        "Simon: It's only 'cause I'm so exhausted from my new gig.",
        "Katie: Yeah. You have been working him.",
        "Henry: He's not used to an honest living. That's what the problem is.",
        "Katie: That's not true.",
        "Simon: That's harsh.",
        "Katie: Simon did not have a problem getting his hands dirty at old Burt's garage. Remember that?",
        "Simon: That garage had a lot of good memories. Though, I must say, waiting tables is far less backbreaking.",
        "Katie: It's nice seeing you this way.",
        "Simon: It's nice being this way. So, listen, how about I take you to dinner tonight?",
        "Henry: That's a great idea!",
        "Simon: Not you, lover boy.",
        "Henry: I know that.",
        "Simon: Come on. My treat, just to show you my appreciation for everything you've done for me.",
        "Katie: Okay.",
        "Simon: Yeah?",
        "Katie: Yeah.",
        "Simon: Okay, great. I'll see you tonight. Not you, her.",
        "Katie: What are you looking at? You heard him. He just wants to thank me.",
        "Henry: It's more than just thanking you and it's more than just dinner, and the both of you know that.",
        "Katie: You're nuts.",
        "Henry: That may be true, but I'm also right.",
        "[SCENE_BREAK]",
        "Holden: I know that look.",
        "Molly: I don't have a look.",
        "Holden: You think she's faking it.",
        "Molly: I did not say that.",
        "Holden: But you're skeptical.",
        "Molly: I'm curious. Holden, that's a different Meg in there. It's not even the same Meg we knew before. It's like a Stepford version of herself or something.",
        "Holden: She's being medicated.",
        "Molly: True. That could be a big part of it. Sure.",
        "Holden: That is the first time in a long time where I actually feel like I was talking to my sister again.",
        "Molly: I hear you, and I don't want to take that away from you or her. It's just you don't wake up with robins singing in blue skies after something like that. Medication or no medication, I'm not buying it.",
        "Holden: Okay, look. I know you're a reporter. You're always looking for an angle, but what if there isn't one? What if the medication has stabilized her?",
        "Molly: Or what if she's putting on a show and it's all some kind of plan?",
        "Nurse: I'll tell Dr. Wilson you're ready for your session.",
        "Meg: Okay.",
        "[SCENE_BREAK]",
        "Henry: I saw the looks between you and Simon, and you plus Simon equals what?",
        "Katie: He doesn't even know what he's doing with his life. I'm a new mother and a widow.",
        "Henry: I know, I know, but I saw the looks between you two.",
        "Katie: What looks?",
        "Henry: You know what I'm talking --",
        "Katie: Oh, my -- why are you doing this, Henry?",
        "Henry: Because I want you to be happy.",
        "Katie: Oh, really? And getting back together with my ex who broke my heart several times just a few short months after burying my husband 60 years too soon, that'll make me happy?",
        "Henry: Yeah. Wouldn't it?",
        "Katie: No. The last thing I need right now is a new love.",
        "Henry: Well, then Simon is the perfect choice, because he isn't really new, is he?",
        "Katie: Just finish feeding my baby so I can change him and we can get to the studio.",
        "Henry: And why are you going there?",
        "Katie: I am pitching a new show idea to Kim.",
        "Henry: Now?",
        "Katie: Yes, now.",
        "Henry: I thought you wanted to spend some time at home with Jacob.",
        "Katie: My idea is for mothers, and since I am one, it works for me.",
        "Henry: Five days a week?",
        "Katie: Weekly, with a heavy online component, so mothers can tap in to it 24/7 so they know they're not alone.",
        "Henry: You know you're not alone, right?",
        "Katie: I have you sleeping on the couch with my ex and feeding my baby. I'm never alone.",
        "Henry: I'm not kidding around, okay?",
        "Katie: Okay.",
        "Henry: You're not alone, and Simon -- Simon settled in here. He's not going anywhere, and I think you should be open to that. You should be open to him. Isn't that right, Jacob? Yeah. Yeah.",
        "[SCENE_BREAK]",
        "Simon: Yes, hey. I would like to make a dinner reservation for tonight for two people. Yeah. Something private, like a corner table.",
        "Man: Are you serious making a personal call while I'm waiting?",
        "Simon: Can you hold on for one second? Sir, calm down. I'll be right with you, okay?",
        "Man: Don't Sir me. Just bring me the damn ketchup.",
        "Simon: The name's Frasier. 7:00.",
        "Man: I'm sorry. Uh, is my eating getting in the way of your conversation?",
        "Simon: That's great. That's just perfect. We'll see you then.",
        "Simon: You know, most civilized people like to taste their food before drowning it in ketchup, but knock yourself out.",
        "Man: Like a loser slinging hash would know the difference.",
        "Man: Simon: Why don't we get you this to go? What do you think about that, huh?",
        "Man: I want to talk to your boss!",
        "Simon: Yeah? Yeah? I'll get him for you.",
        "Clarissa: Simon Frasier, looks like I came just in time.",
        "[SCENE_BREAK]",
        "Luke: You can't what? Be near me?",
        "Noah: I can't act as though anything is the way it was before.",
        "Luke: But we're still us.",
        "Noah: And I'm trying to deal with what happened to me. Do we have to throw an \"Us\" into every conversation and interaction that we have?",
        "Luke: I'm sorry. I didn't mean to pressure you.",
        "Noah: No, Luke. It's -- I'm doing my best. I'm doing everything I can to not just sit here and wallow and actually be a little proactive.",
        "Luke: I know, I know, and I think that's why rehab was so good for you.",
        "Noah: Do you hear anything I say?",
        "Luke: What?",
        "Noah: Rehab was not good for me. Finding a doctor with the skills and willingness to help me see again, that's good for me.",
        "Luke: I know. I understand, Noah. I'm just a little nervous because I --",
        "Noah: Luke, you know what? You're doing this because you just want me to accept it and move on.",
        "Luke: No! No, that is not true, and that is not fair, Noah. You are the most important person in my life, and I want you to get better, and I want you to get better here.",
        "Noah: Luke, I can't be dependent on you or your family for more than just right now. It's not a life I want. It's not the life I was meant for. I have to see. Do you understand? I have to see again, and that's all that matters to me right now. Everything else is secondary.",
        "Luke: Including me?",
        "[SCENE_BREAK]",
        "Meg: I can't believe how happy it makes me feel to do such a simple thing every day. You and your staff have been amazing. You saved my life.",
        "Dr. Wilson: Well, you're a very willing patient, Meg. We're here to make you feel better.",
        "Meg: And you have. I can't tell you how free I feel from all the drama I've created in my head. It's a sobering moment when you see the woman you've become and you can't find the woman that you thought you were.",
        "Dr. Wilson: That's an important insight.",
        "Meg: I know. And I am so energized to take the next step, and I'm gonna need your help, because the next step is more like a giant leap. I need to see Damian Grimaldi.",
        "[SCENE_BREAK]",
        "Molly: You were really quiet the whole drive over here, you know.",
        "Holden: I was thinking about everything you said. If Meg really is lying, I hate what that says about how sick she really is.",
        "Molly: Well, I could be dead wrong.",
        "Holden: Or dead right.",
        "Molly: I don't know how to explain this to you except to tell you that the day we dropped Meg at Deerbrook, as they were sedating her, she came out of the drug-induced haze long enough to tell me -- and she was clear as day about this, but she told me that there was more to the story than what it seemed like on the surface, and it really got to me.",
        "Holden: Yeah, but you looked in to it and you said you found nothing.",
        "Molly: That's right. I didn't.",
        "Holden: So, you still have questions?",
        "Molly: Something feels off about this to me, yeah.",
        "Holden: Molly, if I had bought in to what Meg was saying, that meant believing that Damian knew that I was alive and that he held it back from Lily so he could marry her.",
        "Molly: I know.",
        "Holden: You saw Officer Grady's report. It was legit.",
        "Molly: I know, and I talked to him on the phone, and he confirmed it.",
        "Holden: But you still have doubts.",
        "Molly: Yes. Something. A nuance. A feeling. I don't know. I just can't put my finger on it.",
        "Holden: Molly, you have done everything that you can do on this end.",
        "Molly: Except go to the horse's mouth.",
        "Holden: You mean go to Kentucky? You still think that there's something there to find?",
        "Molly: Won't know unless I go. Holden, I have a problem. You know, I can't shut up the reporter inside of me unless I check out every source and then check it again.",
        "Holden: Okay. So, let's go to Kentucky. We can be back in two days.",
        "Molly: We?",
        "Holden: Yeah. I'm not gonna let you go down there alone.",
        "Molly: Well, I don't know. I thought maybe --",
        "Holden: Oh, come on. You knew. You knew. Don't deny it.",
        "Molly: No, I didn't. But okay. Okay. But I want you to know that I didn't cook this up just to get you to come away with me.",
        "Holden: Would it be so awful if you had?",
        "[SCENE_BREAK]",
        "Lucinda: What's really wrong?",
        "Lily: I am so nauseous.",
        "Lucinda: Is it anything else other than nausea?",
        "Lily: I don't know. I'm hot and then I'm cold and I'm lightheaded, I'm exhausted. I feel like I just could sleep the entire day.",
        "Lucinda: I see. Well --",
        "Lily: I don't know. Maybe I've got a stomach bug or something.",
        "Lucinda: How long has this been going on?",
        "Lily: A few days. You know, it's funny. This is how I felt when I was -- oh, my.",
        "Lucinda: \"Oh, my\" what? What? Wait. What are you saying?",
        "Lily: Oh, my God. Could I be --?",
        "Lucinda: Pregnant?",
        "Lucinda: Are you?",
        "Lily: I don't know.",
        "Lucinda: Could you be?",
        "Lily: Well, of course I could be. I sleep with my husband.",
        "Lucinda: Any chance it could be Holden's?",
        "Lily: What?",
        "Lucinda: I take that for a no.",
        "Lily: Mother, are you suggesting that I'm sleeping with Holden while I'm married to Damian?",
        "Lucinda: Wishful thinking. So sue me. Okay. Well, we'd better find out. Find out for sure. We could go to the drugstore and get one of those little kits.",
        "Lily: No, no. I want something foolproof. I'm going to the hospital, and I'm gonna get a blood test.",
        "Lucinda: Now?",
        "Lily: Yesterday!",
        "[SCENE_BREAK]",
        "Meg: I can handle seeing Damian, Dr. Wilson. Please, can you have him come here to see me?",
        "Dr. Wilson: Do you think he would come?",
        "Meg: I think if you told him about the progress I made, I think he would. I almost destroyed Damian's life, Doctor, and I need to make amends and face my truth, and, frankly, I need to ask for his forgiveness, and then I can move on with my life. Please, would you ask him to come here and see me? Please?",
        "[SCENE_BREAK]",
        "Noah: Hey, are the evergreen trees covered with snow?",
        "Luke: Yeah. Totally.",
        "Noah: I love that. I didn't realize how much until I couldn't see them. It's kind of the way I feel about my film.",
        "Luke: What are you talking about?",
        "Noah: Well, now that I can't see what I shot or finish my film, I realize how much it meant to me.",
        "Luke: Well, I think what that film meant to you is in every single frame.",
        "Noah: Yeah, well, maybe. But as of right now, that's all it is, a bunch of random series of scenes and shots. It's not complete.",
        "Luke: Well, that's not what the student film committee thought.",
        "Noah: What?",
        "Luke: Well, if you'd put on the jacket that I brought out for you, you'd understand. Here.",
        "Noah: What?",
        "Luke: Come on.",
        "Noah: Uh, Luke --",
        "Luke: No, no, no, no. Just check the pocket. No. The other one. I can't believe you didn't feel how heavy that was with that in there.",
        "Noah: Luke, what is this?",
        "Luke: It's first place!",
        "Noah: For what?",
        "Luke: Your film took top honors at the student film festival, and that's your award. It was unanimous. Congratulations.",
        "[SCENE_BREAK]",
        "Simon: Yeah, have a nice day. What are you doing here?",
        "Clarissa: Saving your apron from an onslaught of ketchup.",
        "Simon: Seriously, Clarissa, what are you doing here?",
        "Clarissa: Actually, I should be asking you that, because this is kind of low- level slumming, even if you are working on recon for some new angle you're working on.",
        "Simon: Okay, this is not recon. This is not a new angle. It just so happens to be where I work.",
        "Clarissa: Really?",
        "Simon: I really don't care if you believe that or not.",
        "Clarissa: Well, that's not very nice. I came all this way.",
        "Simon: Well, let's hope you can remember your way back.",
        "Clarissa: You're so jumpy.",
        "Simon: Okay, listen, I don't want to talk business with you, and I don't want you here. So, just --",
        "Clarissa: Okay, enough. The fish is on the line. All we have to do is reel him in.",
        "Simon: Then you need to find yourself another boat, Clarissa, because I'm done.",
        "[SCENE_BREAK]",
        "Henry: What exactly are you planning to do?",
        "Katie: I just want to tape a segment, kind of a test reel to show Kim.",
        "Henry: Oh, okay. You want me to get a cameraman for you?",
        "Katie: No. You can do it, can't you?",
        "Henry: Yeah, I can do it. Sure.",
        "Katie: This is where I met your daddy, so I want you sitting right next to me now, because he was sitting right next to me then. Okay?",
        "Henry: Do you need a minute?",
        "Katie: No, I'm okay. Are you rolling it?",
        "Henry: Yeah.",
        "Katie: Okay.",
        "Henry: Whenever you're ready. Okay. In five, four, three, two --",
        "Katie: Hi, I'm Katie, and I'm a mom.",
        "Katie: So, I know what it's like to feel like you're the first mom ever born who can't hack it. You convince yourself that you're never gonna make it, or if by some odd chance you do, your baby won't, but you're wrong, because you pick up your baby and you put that sweet little face next to yours, and you know that you would never give up on him any more than he would ever give up on you.",
        "[Baby fusses]",
        "Katie: Right on cue. Excuse me. It's okay. It's okay. It's okay. And, also, when you need help, ask for it. Henry, I think he needs you.",
        "Henry: Huh?",
        "Katie: Yeah.",
        "Henry: All right.",
        "Katie: It's okay. You know what he needs.",
        "Henry: Yippee ti yi yo, get along little dogies it's your misfortune and none of my own yippee ti yi yo, get along little dogies for you know that Wyoming will soon be your home.",
        "Katie: I'm so lucky to have you. I couldn't have done this without you, Henry.",
        "Henry: I couldn't have done this without you, either.",
        "[SCENE_BREAK]",
        "Simon: This won't even buy appetizers for two at Metro tonight. Being poor sucks. Ah, yes, hi. I called earlier about a dinner reservation tonight. I'm gonna have to cancel that. Frasier. It was a table for two. I have no idea when I can reschedule. I don't know. Yeah, trust me, I'm sorry, too.",
        "[SCENE_BREAK]",
        "Henry: I'll -- I will cut out the cowboy stuff and burn a copy for Kim. You sounded great.",
        "Katie: No, no, no. Don't cut it out. I want it in there, all of it. Thank you so much for everything you've done for us. I feel so lucky to have you by my side.",
        "Henry: You have no idea what that means to me.",
        "Katie: It's true.",
        "Henry: After everything that happened --",
        "Katie: I know. I thought I would never talk to you again.",
        "Henry: I didn't think you'd ever talk to me again either. We are lucky, like you said.",
        "[Cell phone ringing]",
        "Katie: Oh, it's Simon.",
        "Henry: Yeah. Go, go, go, go.",
        "Katie: Hey, you. Oh, I'm at the studio with Henry and Jacob. What are you doing?",
        "Simon: I'm at work, which is where I'd like you to come meet me if you can.",
        "Katie: Everything okay?",
        "Simon: Yeah, yeah.",
        "Katie: What's this about?",
        "Simon: It's about dinner. Can we do this in person?",
        "Katie: Hold on a second. Simon wants to meet me. Can you watch Jacob?",
        "Henry: Yeah, sure. No trouble.",
        "Katie: Okay. I will be right there.",
        "[SCENE_BREAK]",
        "Noah: You cut my movie. You shot the scenes that I didn't have time to get to yet?",
        "Luke: Yeah. Noah, you are the most organized director I have ever seen. It was practically like you left a blueprint. Oh, and you should have heard the crowd at the screening. Oh, it was amazing.",
        "Noah: You were there.",
        "Luke: Yeah! Yeah, of course I was! It was such a wonderful night! And I made a recording for you of all the presentations and the awards and the acceptance speeches, and, Noah, the standing ovation for your film -- I am so proud of you.",
        "Noah: Why?",
        "Luke: Why? You're kidding me.",
        "Noah: No, not at all. You finished filming. You cut my movie. You accepted my award. You should be proud of you, not me.",
        "Luke: But, Noah, I did this for you.",
        "Noah: You did this to control me, Luke.",
        "Luke: Excuse me?",
        "Noah: You heard me. You took my work, my film, and you made it your own, and you did this all so you could just control everything.",
        "Luke: I can't believe that that's what you think I did.",
        "Noah: I can't believe that you took my film without asking me.",
        "Luke: But, Noah, that's the point! It's your film and it's your award and it's your grant and it's your applause! Why can't you see that?",
        "Noah: I can't see, period. I can't see.",
        "[SCENE_BREAK]",
        "Meg: I can't tell you what it means to me that you came here, Damian. Please, come in. You look well.",
        "Damian: So do you.",
        "Meg: Well, I won't keep you. I just want to say a few things.",
        "Damian: Very well.",
        "Meg: I am deeply, deeply sorry. I said some terrible things about you and I did some terrible things to you, and I am so sorry. I became someone I didn't even recognize, and I think it must have been terrible to be in your shoes, and I just wanted you to know that I regret all of it. The things I did to you must have been frightening to you and to Lily and the kids. I'm just very sorry.",
        "Damian: Well, thank you very much for saying that, Meg.",
        "Dr. Wilson: If I take this, will you be all right here alone?",
        "Damian: Yeah, of course.",
        "Meg: Alone at last. Come. Sit with me.",
        "[SCENE_BREAK]",
        "Molly: I don't know. Nothing screams \"Desperate\" like over-the-top lingerie. You know what I'm saying? I think I'll try something a little more subtle. Oh, on second thought, why waste the time? Let's cut to the chase. Lucinda?",
        "Lucinda: Oh, hi, Molly. I heard that you were still in town.",
        "Molly: I didn't hear you were pregnant, though.",
        "Lucinda: Infantile. Infantile humor. That's very elegant.",
        "Molly: Oh, come on. I'm going on a trip.",
        "Lucinda: To Vegas?",
        "Molly: Nice seeing you, Lucinda.",
        "Lucinda: Molly, you know, the whole town thinks that you're carrying on with Holden over at Emma's. I know better, because I know Emma's house rules. May I just say one thing to you?",
        "Molly: Really? Just one?",
        "Lucinda: Yeah, 'cause you may have forgotten it, 'cause you've been busy. You've been away seeking fame and fortune, ignominy, all across the country, but in the end, no matter what the circumstances, Holden and Lily always find their way back together again. Always.",
        "[SCENE_BREAK]",
        "Holden: Lily.",
        "Lily: Oh, God. Holden.",
        "Holden: Something wrong? You okay? Kids okay?",
        "Lily: I'm fine. Kids are fine. Everything's fine.",
        "Holden: I don't believe you. What's going on? Why are you here at the hospital?",
        "Lily: I really don't want to talk about this.",
        "Holden: About what?",
        "Lily: You know what? I-I just think I have a stomach bug.",
        "Holden: I'm sorry.",
        "Lily: I want to make sure that I'm not contagious, you know, because of the kids.",
        "Holden: Of course. Where do you think you picked it up?",
        "Lily: I don't know. Maybe when we dropped Faith off at the boarding school, or Noah, you know, he could have picked something up at the clinic.",
        "Holden: Noah's sick, too?",
        "Lily: No.",
        "Holden: Oh, well, that's good. I'm sure Luke is thrilled to have him back home.",
        "Lily: Yeah, he is, but there's not a lot of joy because of what happened. It's complicated. Everything is complicated.",
        "Holden: You know what? I don't like this.",
        "Lily: You don't like what?",
        "Holden: Seeing you so anxious.",
        "Lily: I'm fine, Holden.",
        "Holden: Lily, you know what? Maybe I shouldn't take off like I was planning to do.",
        "Lily: Take off? Take off where? Are you going away?",
        "[SCENE_BREAK]",
        "Molly: Can I say something?",
        "Lucinda: Oh, please do.",
        "Molly: This idea you have about Lily and Holden, its passé.",
        "Lucinda: Oh, is that so?",
        "Molly: Quite, yeah. See, Lily's married to Damian and Holden's moved on with his life, and the sooner that you and Lily can get that through your heads, the sooner we can all act our age, if you can count that high. Now, I'm gonna pay for this now. And trust me, Lucinda, it's not going to Vegas.",
        "[SCENE_BREAK]",
        "Luke: Hello. I'm trying to reach the office of Dr. Reed Oliver. No, no. I'm not a patient, but I'm calling on behalf of one.",
        "[SCENE_BREAK]",
        "Simon: Hey.",
        "Katie: Hey!",
        "Simon: Come in, come in. It's freezing. Come on.",
        "Katie: Oh, okay.",
        "Simon: Come on in. Here, let me take your coat.",
        "Katie: What is this?",
        "Simon: Nice.",
        "Katie: Very. What's the occasion?",
        "Simon: I figure, who needs Metro when you can take over the entire restaurant you're working.",
        "Katie: That is true. So, Metro's off?",
        "Simon: Yeah. I figure if I stuff you enough at lunch then you're not gonna need dinner. And the chef recommended this with the dish I made.",
        "Katie: I'm sorry. The dish you made?",
        "Simon: I lie. I didn't make it, but I did set the table, and I asked the chef to make shepherd's pie with organic shepherds and a tasty salad.",
        "Katie: You're too much.",
        "Henry: You see, Jacob, mama's happy. When mama's happy, we're happy, right?",
        "Katie: Mmm. I love simple food like this.",
        "Simon: Bon appétit.",
        "Katie: It reminds me of when we were so poor, we were just scraping by, but everything tasted so good because we were just so happy, even though we were poor. Not that I'm aspiring to be poor again, mind you. Mmm. This is delicious. We'll do Metro another time. My treat, okay?",
        "Simon: Yeah. Sounds great.",
        "[SCENE_BREAK]",
        "Damian: I must say, this comes as a surprise, Meg.",
        "Meg: What does, Damian?",
        "Damian: Well, your demeanor, your apology, your willingness to stop living in the past and move on.",
        "Meg: Ah. You would like that, wouldn't you?",
        "Damian: I beg your pardon?",
        "Meg: You know, it's funny. Is it a male thing or an ego thing? Maybe it's a control thing. You know, my doctor, he's like oatmeal in a bowl when I tell him how brilliant he is, and here you are, just sitting here, thinking your world is perfect because I'm telling you exactly what you want to hear. It would be fascinating if it wasn't pathetic.",
        "Damian: Was all that with Dr. Wilson a lie?",
        "Meg: He's as easy to fool as you are, but I'm not gonna tell him that, just you. What? Don't look so shocked. I tell them what they want to hear and they think I'm cured.",
        "Damian: You know, this isn't gonna work, Meg.",
        "Meg: It is working, Damian, and it will continue to work. And then you know what will happen? They will pronounce me cured, and then they will let me out of here. And do you know what the very first thing I'm gonna do is, Damian? I'm gonna kill you.",
        "[SCENE_BREAK]",
        "Holden: You know, I'm just gonna be gone overnight, so if you need any help with the kids or if you do get sick, just call me. Call me on my cell, and I'll take a plane back and I'll help you. I promise.",
        "Lily: I'm sure that I'll be okay.",
        "Holden: You're sick, though.",
        "Lily: Which is why I'm here. They're gonna give me a prescription, and I'll be fine, really.",
        "Nurse: Okay, guys. We're ready for you.",
        "Lily: No.",
        "Nurse: Oh, no. It'll be painless, please. We'll just go and take some blood and see if you're pregnant.",
        "[NEXT_ON]",
        "Mick: Give Paul my best.",
        "Emily: What the hell is going on between you two?",
        "Alison: It was you, wasn't it?",
        "Damian: This is a sign. We're meant to have a child together.",
        "Meg: Damian is gonna pay for what he did to me, with his life."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=VCA6a4RjOGE"
}