{
    "Episode Summary": [],
    "Recap": [
        "Alison reveals that she hasn't told her mother about her move yet. Barbara knows that no one can get between she and her son. Bob wonders why a concerned parent hasn't called yet about her daughter moving in. Cabot really has two families now. Carly is told that accepting a generous offer is a bad idea.",
        "Craig makes the mistake of acting too friendly with the baby. Jessica dances as fast as she can to stop a teen from leaving. Paul presses a fantastic designer with his offer. Susan understands now that she knows whose idea it was for her daughter to move out. Sarah believes the explanation for her letters being in a briefcase."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jessica: Sarah, honey, come on. Your waffles are getting cold. I cut up some fruit and the syrup's on the table. And if you want, you can put -- what's going on? Sarah, I --",
        "Sarah: You lied to me. You said you were gonna give my letters to Bonnie and you lied.",
        "[SCENE_BREAK]",
        "Kim: Think she's gonna like this?",
        "Bob: Alison?",
        "Kim: Yeah.",
        "Bob: Why not? What is it?",
        "Kim: It's a lamp for her bedside table. I thought maybe she could use it when she reads. She does read, doesn't she? Actually, I cleaned everything out Andy's room, and I thought it would be nice on the bedside table.",
        "Bob: Andy's room?",
        "Kim: All right, all right. Never mind. Never mind. I'm know that Alison and Chris -- I mean, they made a baby, for crying out loud. That doesn't mean they have to live in the same bedroom when they're under our roof. Does it?",
        "Bob: You know, this was your idea to have them move here. Look, you put them in separate rooms, where they'll sleep. All they're gonna do is sneak around at night trying to be together.",
        "Kim: Yeah, but there's no law that says I have to encourage them, is there?",
        "Bob: Well, it's too late to turn back now. Because he's over at Susan's picking up Alison.",
        "Kim: Yeah, I know. How can Susan condone this? I mean, would you have let your daughter -- fresh out of high school -- move in with a guy?",
        "Bob: I'm surprised we haven't heard from her. I mean, she's not shy. I'm sure she's not too happy about this, either. I wonder why she hasn't called.",
        "[SCENE_BREAK]",
        "Chris: So I think that's it.",
        "Alison: Okay, great. Then let's start loading the car.",
        "Chris: Well, don't you want to wait for your Mom? She's --",
        "Allison: No, no, I -- I think she's probably still at the hospital. She stayed overnight with one of her patients.",
        "Chris: Well, that's no big deal. I'll call the charge nurse --",
        "Alison: No, no, no -- please don't do that. She doesn't exactly know that I'm leaving yet. I really haven't had the chance to tell her.",
        "Chris: She doesn't know we're moving in together?",
        "Alison: No, I told her that I was moving in with you, but I don't think that she expects it so soon. Everything has happened so fast. We just got the condo yesterday. And we just decided to move in with your parents --",
        "Chris: Alison, she's --",
        "Alison: Please -- just don't be mad at me. Please.",
        "Chris: I'm not the one that's gonna be mad at you, okay?",
        "Susan: What is going on?!",
        "Alison: Mom, it's like I said at the party. I'm moving in with Chris.",
        "Susan: Oh, no you're not. You're not going anywhere.",
        "[SCENE_BREAK]",
        "Barbara: Gorgeous.",
        "Jennifer: Oh, thank you.",
        "Barbara: I wasn't talking about you. I was talking about the dress. It's gonna be the anchor for the new line. I just hope your brother loves it.",
        "Jennifer: Me, too. You know, that's exactly what he needs. He needs to get back in the business. He's just been so sad.",
        "Barbara: Honey, we are all very sad that your little brother Will is locked up in that institution, and I wish there was some way to get him out of there -- but there's not. So all we can do is survive until he comes home. And the way to do that is to get B.R.O. up and running, so he sees that we -- we're a healthy family and he has a reason to get better and come home.",
        "Barbara: Perfect summer frock.",
        "Jennifer: But, you know Mom, it's not just Will --",
        "Barbara: Jen, I really don't wanna talk about Rose while we're working.",
        "Jennifer: No, I was thinking about Rosanna. Well, unless -- you don't know? She left town yesterday and no one knows when she's coming back.",
        "Barbara: Oakdale will survive.",
        "Jennifer: Oh, Mom, don't tell me you hate her, too.",
        "Barbara: No, honey, it's more -- it's more like sympathy, married to Craig Montgomery. I've been there, remember? And it's no fun. Which is why she was spending so much time with your brother --",
        "Jennifer: They're friends. Mother, men and women can be friends. It is the 21st century, after all.",
        "Barbara: Okay, okay Jen -- and what happens when Craig betrays her, which he will. And she leaves him --",
        "Jennifer: I don't know. Maybe she'll move back to Detroit. Or maybe she'll run off with a lion tamer -- or maybe, just maybe, she'll call Paul, they'll talk because they are friends --",
        "Barbara: You know as well as I do that the last thing your brother needs is a needy woman in his life.",
        "Jennifer: Unless, of course, that needy woman is you.",
        "[SCENE_BREAK]",
        "Carly: Paul. Hi.",
        "Paul: Hi. I should have called.",
        "Carly: No, no, you don't have to call. Come on in. I haven't heard from Rosanna if that's why you stopped by.",
        "Paul: Neither have I, but I'm sure she's doing great. She's a very strong woman.",
        "Carly: Yeah, I don't know. Losing Cabot and then leaving Craig and -- but you're right. She's off somewhere creating something new for herself --",
        "Paul: Right, like she tried to do for you. That new venture you were telling me about --",
        "Carly: Yes, blank check -- amazing.",
        "Paul: She's amazing. She wanted your dream come true. Even if, uh --",
        "Carly: What?",
        "Paul: This is none of my business. Your sister made you a glorious offer.",
        "Carly: No, tell me what you're thinking.",
        "Paul: Well, I think it's a mistake. I mean, not from her point of view. Rosanna's clearly got enough money. But for you, this is a terrible idea.",
        "[SCENE_BREAK]",
        "Jane: Yes? Can I help you?",
        "Craig: Yes, I think you can.",
        "[SCENE_BREAK]",
        "Jane: Is there something I can do for you?",
        "Craig: Uh, yes, social services? I understand this child was returned to his mother yesterday?",
        "Jane: To me, yes. He's mine.",
        "Craig: You're the mother?",
        "Jane: Is there a problem?",
        "Craig: No, no, no. At least, I hope not. I just want to make sure that little guy -- that everything is hunky-dory -- may I come in?",
        "Jane: Oh, of course. Sorry.",
        "Craig: That's okay.",
        "Jane: It's kind of a mess. He was up all night --",
        "Craig: The baby?",
        "Jane: He's not used to me. But it'll be fine. He'll remember. Oh, this evil woman, her name was Annabelle Fettle; she stole him from me and gave him to this couple in the states -- these monsters.",
        "Craig: Monsters, eh?",
        "Jane: Well, I don't know them personally. But how could people just take a baby without asking any questions? It's not like babies grow on trees, you know. They have mothers and they have fathers.",
        "Craig: So there is a father?",
        "Jane: No. Of course, there was, but he isn't in the picture any more.",
        "Craig: Why's that?",
        "Jane: If you're from social services, you're supposed to know all this.",
        "Craig: Well, I know, Jane, people are people, but paperwork is paperwork, isn't it? And, uh, this all happened just so darn quickly.",
        "Jane: I know. It's a miracle.",
        "Craig: Um, do you have any of that paperwork, Jane? Father's name -- et cetera, et cetera.",
        "Jane: In the other room.",
        "Craig: Boy, if I could see some of that, that would be a big help.",
        "Jane: Sure. I just hate to put him down, because he gets fussy when he's left alone.",
        "Craig: Oh, well, I'm pretty good with kids. I'm a Dad myself.",
        "Jane: You wouldn't mind?",
        "Craig: Oh, no, no. Not at all. Not at all. Hey, big fella, you got kissed.",
        "Jane: You be a good boy, Jaden.",
        "Craig: Hey, Jaden?",
        "Jane: Yeah, after my uncle.",
        "Craig: Ah, Jaden --",
        "Jane: He likes you.",
        "Craig: Yeah, I like kids. I like kids.",
        "Jane: I'll just be a minute.",
        "Craig: Okay. Okay. [Baby cries] Cabot. Cabot. Cabot. If I thought we'd make it, I'd run right out that door, Cabot. We miss you so much. We want you back. We love you -- you love us. I never thought I'd see you again.",
        "Jane: What're you doing?",
        "Craig: Oh, just a -- just a friendly peck. It's all right.",
        "Jane: It's not all right. I don't even know you --",
        "Craig: No, no, no, don't worry. Don't worry, please. Please.",
        "Jane: I think you better go.",
        "Craig: No, no just -- could you just listen to me for a minute, please. Please. Please.",
        "Jane: You're not from social services -- are you?",
        "Craig: No. No, but don't worry. Everything is all right.",
        "Jane: Who are you and why are you here?",
        "Craig: Because I want to talk to you. I can see that you love your baby, and I know you're thrilled to have him back, but I think it's important that we focus on what might be best for the child.",
        "Jane: The child? Jaden is my son. I know what's best for him.",
        "Craig: He's my son, too.",
        "[SCENE_BREAK]",
        "Jack: Well, thanks. I just got off the phone with Saskatoon. They're not pressing charges against Rosanna or Craig. Seems like Paul bringing Rosanna and the baby back as soon as he did made all the difference.",
        "Hal: Did you get a chance to talk to Paul last night?",
        "Jack: Briefly. But not about Rosanna. He wanted me to talk to Lucy Montgomery about a situation. Why?",
        "Hal: He and I got into it last night, and it got a little bit ugly. I'd just never seen him that way before.",
        "Jack: Why -- what'd he say?",
        "Hal: He threatened to turn Will against me unless I signed off on this sham love fest he and Barbara have got going.",
        "Jack: That doesn't sound like Paul.",
        "Hal: No, it sounded like Barbara -- and that's a first.",
        "[SCENE_BREAK]",
        "Jennifer: Admit it, Mom. You don't think that there's a woman in the world who's good enough for Paul.",
        "Barbara: That's not true.",
        "Jennifer: You have hated everyone he's ever brought home --",
        "Barbara: You know what, Jen -- your brother has suffered a loss. And the last thing he needs right no is a relationship with some woman. What he needs is the love and support of his family. Turn.",
        "Jennifer: I don't think that that's it. I think that you have a big problem with Paul having a life of his own. You know, and with us working together and living in the same town -- if you don't give him some space, he's gonna bolt.",
        "Barbara: Paul will never leave me. He loves me. Not after all this time.",
        "Jennifer: If Rose was alive, they would be in Paris by now --",
        "Barbara: Don't rewrite history, Jen. He left her at the altar --",
        "Jennifer: And he's regretted it ever since --",
        "Barbara: You know deep down he knew that it would never work. I should have trusted him more. Turn. Your brother and I share a bond that can never be broken.",
        "[SCENE_BREAK]",
        "Carly: How could it possibly be a mistake for me to have a chance of starting my own company --",
        "Paul: Because that's just what it is. It's nothing but a chance.",
        "Carly: It's not like I'm new at this, you know. I did have quite a successful show in New York if you recall that, didn't I?",
        "Paul: I know, and you are a beautiful designer. But what do you know about marketing? Fabrication? Distribution? Unions?",
        "Carly: I'll learn.",
        "Paul: But you shouldn't have to. You shouldn't be spending any of your brilliant energy on anything other than using every talented brain cell you have to create beautiful and innovative designs. Can you keep a secret?",
        "Carly: That depends.",
        "Paul: B.R.O. Is reorganizing, and I'm prepared to give you a job right now. I'll give you your own label --",
        "Carly: Oh, no. Oh, no, there is no way that I am working for Barbara Ryan.",
        "Paul: You'd be working for me --",
        "Carly: Oh, you think? Let me tell you something, Paul, this idea has already been tried and failed. Craig brought me in without telling Barbara.",
        "Paul: Barbara is no longer a factor.",
        "Carly: Barbara is always a factor, and I don't want anything to do with it. Did you tell her about this?",
        "Paul: Ehh, no --",
        "Carly: No, no, of course you didn't, 'cause we both know what she'd say. She won't work with me -- I certainly won't work with her. And that is that.",
        "Paul: Barbara Ryan is no longer involved with B.R.O.",
        "Carly: What are you saying?",
        "Paul: I'm saying all I'm prepared to say at this point. What I need to know now is if you're interested.",
        "[SCENE_BREAK]",
        "Sarah: Your phone rang in your briefcase, and you said that you'd been expecting an important phone call, so I opened it -- and there they were. The letters you'd sworn you would give to Bonnie. You lied about it.",
        "Jessica: That's not really true --",
        "Sarah: You had no right, okay? You're a lawyer, aren't you supposed to know that you're not allowed to open other people's mail? Think about that next time you visit your daughter in jail. And make sure you tell her that the reason I left was all your fault.",
        "Jessica: Sarah, wait a minute --",
        "Sarah: I'm not gonna stay, so you can just forget about it.",
        "Jessica: I did give the letters, okay? She opened them, and she read them -- and then she gave them back to me, because she -- she's in a cell, Sarah, with cellmates, and she's not allowed to have personal things. And what if the guards found your letters and turned them in? The staff knows that she is not allowed to have contact with you, now that -- they could extend her sentence. They could move her to a more secure facility, and that could be dangerous for Bonnie. You don't want that, do you?",
        "Sarah: So you gave her my letters?",
        "Jessica: Yes.",
        "Sarah: So you didn't open them? You didn't read them?",
        "Jessica: No.",
        "Sarah: How come you didn't tell me about all this before?",
        "Jessica: Because I didn't think you'd understand. Honey, I love my daughter, and I want her home, and I don't want to jeopardize her chances, so I was just trying to protect her and keep you happy. And if I've made mistakes, I'm sorry. You know, I just want my daughter out of jail, and I just want you here safe with us. So if I upset you, I'm really sorry.",
        "Sarah: I'm sorry. I didn't know.",
        "Jessica: It's okay. We're all just trying to do the best we can.",
        "[SCENE_BREAK]",
        "Susan: Alison, a week ago, you didn't even want to speak to Chris, much less live with him. I don't understand the rush.",
        "Alison: But this is a once in a lifetime opportunity.",
        "Susan: Honey, honey, don't put that of pressure on yourself. If Chris' feelings are genuine, he'll wait.",
        "Alison: Not Chris. It's the condo.",
        "Susan: A condo?",
        "Alison: The one that we bought.",
        "Susan: You bought a condo?",
        "Alison: Yesterday. But it's not ready yet. So we can't really move in, and that's why Chris and I decided that we would stay with his parents for a while.",
        "Alison: He is not a boy, a man. Mom, he's a doctor.",
        "Susan: He's behaving like a boy. You don't buy property with someone you've only just started dating.",
        "Alison: Mom, we've been through a lot together. And you know it. We got pregnant.",
        "Susan: And look how well that turned out! Alison, I'm sorry. I'm sorry. I'm sorry. I just want what's best for you. And rushing into a relationship and a mortgage? Chris is just a resident. He can't afford a condo.",
        "Alison: I know, Mom, and that's why we decided to move in with his parents.",
        "Susan: Do Kim and Bob know about this?",
        "Alison: Of course.",
        "Susan: I didn't know about this.",
        "Alison: And that is why I explained that. Mom, I know that it seems sudden, but it's really not. Chris and I have been through a lot. And we want to be together. And this condo, it's like -- it's like a commitment. And us moving in with his parents, it's, like, the mature thing to do. A plan to save money. And his parents were all for it. In fact, it was Kim's idea.",
        "Susan: I bet it was.",
        "Chris: Um, is there a problem?",
        "Alison: No. Everything is great. Everything good to go?",
        "Chris: Everything's in the car --",
        "Alison: Okay, then let's go.",
        "Susan: Alison!",
        "Alison: Mom, I will call you later.",
        "[SCENE_BREAK]",
        "Bob: Alison, welcome to our home.",
        "Alison: Hi!",
        "Bob: I hope you'll be happy here.",
        "Alison: Thank you. It's so great of you to invite me.",
        "Bob: Well, you two have been through a lot. And it's nice that we can help out.",
        "Chris: What's this?",
        "Bob: Oh, your mother bought that for Alison.",
        "Alison: A lamp? For me? You're the greatest. Without you, none of this would've even happened.",
        "[SCENE_BREAK]",
        "Craig: My wife and I are the ones who adopted your child.",
        "Jane: He wasn't adopted. He's mine.",
        "Craig: No, no, I know that. Now. But that's why I'm here.",
        "Jane: How did you even find us?",
        "Craig: The so-called broker, Annabelle Fettle. And I wanted to talk to you. I wanted to talk to you for Jaden's sake. And if you -- just hear me out. And if you want, I'll leave.",
        "Jane: You have five minutes. And then he needs his nap.",
        "Craig: Oh, he falls asleep in your arms? Oh. That's my fault. I always held him until he fell asleep. Oh, Jane. We had no idea. Annabelle Fettle lied to me the same way she lied to you. We signed all the papers. We thought we had a legal adoption. We never would have allowed a child to be taken from his mother like that. I know the kind of agony you must have been through. And I am -- I'm so sorry.",
        "Jane: That's why you're here? To apologize?",
        "Craig: Yes. Yes. And to share with you something of what we've been going through because we love him, too. I wanted to show you these pictures we took. I brought these. That's my wife, Rosanna. That's my daughter, Lucy. He likes to play with her hair. This is Christmas.",
        "Jane: Where is this? Some museum?",
        "Craig: No, this is our home. We're very fortunate.",
        "Jane: Why are you showing me these?",
        "Craig: Because, Jane, this was his life. At least until Inspector Filloux. But he could still have all this. If you'd allow it.",
        "Jane: You want me to give him back?",
        "Craig: Well, yeah, for his sake. And yours.",
        "[SCENE_BREAK]",
        "Paul: -- This thing you gotta sign.",
        "Barbara: Honey, can't we do that later?",
        "Paul: Well, just do it now. Take a few seconds.",
        "Barbara: Come on, it never takes just a few seconds. We have to read all that fine print. Where are my glasses, anyway? Want to read it to me?",
        "[SCENE_BREAK]",
        "Craig: Say yes. Please. Give me my son back.",
        "[SCENE_BREAK]",
        "Hal: None of it makes any sense, Jack. Paul's tellin' the world that he hates Barbara. He blames her for Rose's death, for Will's breakdown and then a week later, he's back at B.R.O.? No, something's not right here.",
        "Jack: Yeah, what's Jen's take on this whole thing?",
        "Hal: She's just so happy they're not fighting any more; she's lookin' the other way.",
        "Jack: And Barbara?",
        "Hal: Barbara sees only what she wants to see -- always has and always will. It's what keeps her going. And Paul knows it.",
        "Jack: So you think he's setting her up?",
        "Hal: I think he's put himself right in her blind spot so he can bring her down.",
        "[SCENE_BREAK]",
        "Jennifer: Mom, this bond that you have with Paul, is it because -- because he's the oldest? Because he's your firstborn?",
        "Barbara: Honey, don't start resenting your brother. Baby, you don't want what Paul and I share. It costs too much.",
        "Jennifer: Mom, I don't get that.",
        "Barbara: I know you don't get that. And neither does your father. Nobody could possibly imagine the horrors that Paul and I have shared. The nightmares, the fear. James Stenbeck stole his childhood when he tried to kill us both -- more than once. So that's what Paul and I share -- pain. You don't want it.",
        "Jennifer: Mom, I know -- I know that I don't want that. It's just that no matter what you went through -- and I understand that it was traumatic -- but it's over.",
        "Barbara: No.",
        "Jennifer: Yes. And you have to let --",
        "Barbara: Honey. Honey -- it'll never be over. It's in us. It's who we are. It's how we live. We are survivors. And maybe we will argue with each other, maybe even hurt each other, but we love each other. We forgive each other because we understand each other. That's why Paul forgave me for all of my ill-advised actions against Rose. Because he loves me. Because he will always, always love me.",
        "[SCENE_BREAK]",
        "Paul: Look, I'm not interested in working with my mother.",
        "Carly: And I'm not interested in becoming involved in some kind of Ryan family feud.",
        "Paul: You wouldn't be. Look -- look, once Barbara's out of the picture, I'm gonna need a new designer.",
        "Carly: Look, Paul, you made a valid point. Start-ups are risky, I know that.",
        "Paul: So why waste your time trying to build something that I can already provide?",
        "Carly: So why don't you come work to with me? I'm serious. We can start our own company. We have the funding. Rosanna would be thrilled. You're one of her dearest friends. And with my designs and your expertise, we'd be successful. I know it. And in terms of sticking it to your mother, this'd be much more satisfying. Because she's never gonna leave B.R.O. Not even if your force her out, Paul. It'll be a war. And who needs that?",
        "Paul: I appreciate your offer. But there is no way I'm leaving a company that works unless I have to. I want you on board. Lord knows, I don't wanna compete with you.",
        "Carly: No, I'm sure you don't.",
        "Paul: Okay, well, just think about it.",
        "Carly: I will think about thinking about it.",
        "Paul: Well, I guess that's all I can ask. Oh, that and one other thing. You can't mention this conversation with anybody.",
        "Carly: I can't -- I can't keep secrets from Jack.",
        "Paul: If you tell Jack, Jack will tell Hal, and then all of my plans will fall apart. I'm very sorry, Carly, but if you mention this to anyone, I'm afraid I'm going to have to rescind my offer. There's more than just money at stake here. My brother is in a mental institution, my sister's at B.R.O. I need some time to maneuver. Carly, think of it this way. I'm sure that, over the years, Jack has had cases that he can't discuss with you. Just think of this as something like that. Bye, Carly. Hey, Sheila, it's Paul Ryan. Listen, you've been my attorney for ten years, I need for you to promise me that these papers you sent me give me full control of B.R.O. Great. Then I guess there's only one thing left for me to do.",
        "[SCENE_BREAK]",
        "Craig: See, we could share him.",
        "Jane: What are you talking about?",
        "Craig: Well, I'm talking about an open adoption. He could live with us, and you could live with us, too. Or not. But, see, if that's the case, then we'd adopt him normally, and you could visit, you could write, we'd send you all the pictures, we'd send you all the school reports -- it happens all the time, Jane. An open adoption. It's for couples who can't have a child of their own but want to adopt. It allows a young lady like you a chance to go back to school, start a business.",
        "Jane: I don't have the money for all that.",
        "Craig: Well, that's what I'm talking about. We would help you to go back to school or start a business.",
        "Jane: You'd give me money? For Jaden?",
        "Craig: We wanna make you both a part of our family. And we'd help you whatever you need. He'd be getting every advantage in life, and you'd be able to build a real life for yourself.",
        "Jane: I have to put him down for his nap.",
        "Craig: Oh, sure, absolutely. But say yes. Please. Give me my son back.",
        "[SCENE_BREAK]",
        "Jessica: I wish Bonnie were home. Or at least that you could go and visit her, but you can't, sweetie. The judge was very clear about that.",
        "Sarah: Yeah. Well, you'll still give her my letters, right?",
        "Jessica: When I can. You know, Sarah, they search me -- I mean, my briefcase, my purse. And while we're visiting, they watch us. They watch us while we're talking, so, you know, it's just -- it's not easy. Oh, my goodness, what time is it? Shouldn't you be getting to school?",
        "Sarah: Yeah -- oh. I'm never gonna make the bus.",
        "Jessica: That's okay. I'll drive you. Why don't you throw some water on your face, and I'll warm up your breakfast.",
        "Sarah: Okay. Thanks, Jessica.",
        "Ben: Oh, what's all this?",
        "Jessica: Ben. You were right. I'm just piling one lie on top of another, and there's no way out.",
        "[SCENE_BREAK]",
        "Kim: You brought a lot of stuff.",
        "Alison: Well, just my whole life. Since we're gonna be here for a while. Till the condo's done.",
        "Kim: Yes, so you mentioned.",
        "Bob: Well, it'll give us a chance to get to know each other better.",
        "Alison: Yeah, and then once we get settled, you can come and visit us. And did I tell you that we got a whirlpool? You would love it, Dr. Bob. It's the greatest after a long day at the hospital on your feet.",
        "Bob: Mm-hmm. Well, I may just take you up on that, Alison. Well, speaking of hospital, I gotta get going.",
        "Kim: So soon?",
        "Bob: Yeah, Mom's over there already.",
        "Kim: Oh, okay.",
        "Bob: One day at a time.",
        "Kim: Thanks.",
        "Bob: Hey, listen, are you and Chris gonna be around this evening?",
        "Chris: I am. Alison?",
        "Alison: I'm not on again till the morning.",
        "Bob: Well, that's great. Then we can have a \"welcome Alison\" dinner this evening.",
        "[Alison laughs]",
        "Bob: Take care.",
        "Kim: Bye, darling.",
        "Bob: See you, Kim.",
        "Chris: Oh, I got your shampoo.",
        "Alison: Great.",
        "Kim: Uh -- can you get all this stuff upstairs?",
        "Chris: Oh, yeah. Absolutely. Is Gran around?",
        "Alison: She's at the hospital.",
        "Kim: Okay. I guess I'll see you guys later.",
        "Chris: Okay.",
        "Alison: Bye.",
        "Kim: Thank you. Bye-bye.",
        "Alison: I thought she would never leave!",
        "[Giggling]",
        "Chris: It's been so long!",
        "[SCENE_BREAK]",
        "Jack: Flowers for Mrs. Snyder.",
        "Carly: For me?",
        "Jack: Sign here, please, ma'am.",
        "Carly: Oh, you want me to sign --",
        "Jack: I'll catch hell from the dispatcher if I come back empty-handed, ma'am.",
        "Carly: Oh, well, come on in, Mr. Delivery man. And I'll find a pen. Oh, now, I suppose you're gonna want a tip.",
        "Jack: Whatever you wanna give me.",
        "Carly: You have room in your pocket? Oh, my. Your pocket's very full.",
        "Jack: Oh, that's just a little present I bought for you.",
        "Carly: Oh, for me?",
        "Jack: Mm-hmm.",
        "Carly: Well, I'm sorry; I don't have anything for you.",
        "Jack: You sure about that?",
        "Carly: I'll think of something. Well, this is even more fun than \"the maid and the chauffeur.\"",
        "Jack: I knew you were alone all morning, so I thought I'd stop by with a special delivery.",
        "Carly: Um, I wasn't alone.",
        "[SCENE_BREAK]",
        "Paul: It's inspired.",
        "Barbara: Your brother likes it. I told you he'd like it.",
        "Jennifer: Yes. You told me. Now, I'm gonna take it off.",
        "Barbara: Oh, do you really like it?",
        "Paul: Yeah. It's great. You're gonna put us back on top. [Barbara laughs] give Will a reason to hope. Hey, I think we should go get some lunch, huh? I'll take you out. We'll celebrate a little.",
        "Barbara: I think that is a great idea. I'll get my coat. Jen, your brother's gonna take us out to lunch.",
        "Jennifer: Great!",
        "Paul: Hey, I almost forgot this thing you gotta sign.",
        "Barbara: Honey, can't we do that later?",
        "Paul: Well, just do it now. It'll just take a few seconds.",
        "Barbara: Come on, it never takes just a few seconds. We have to read all that fine print. Where are my glasses, anyway? Can you read it to me?",
        "[SCENE_BREAK]",
        "Jessica: If Sarah finds out I've been lying to her -- I mean, she's already run away once. She was headed out the door today. I can't let that happen. The court could revoke our custody and send Sarah to a state home.",
        "Ben: Well, you can't keep reading Sarah's letters and reporting back and forth to Bonnie. Just explain to her that you have done your best.",
        "Jessica: She won't see it that way. Teenage girls and their diaries, their letters -- I mean, it's a matter of privacy. I might as well have just taken those letters and posted them on the internet.",
        "Ben: So your plan is still to tell Sarah what you've been doing after Bonnie's released.",
        "Jessica: Well, I'm just going to rely on Bonnie to help her understand. But until then, I just have to pray Sarah doesn't find out. (Sarah overhears all this.)",
        "[SCENE_BREAK]",
        "Chris: Maybe we should take this upstairs.",
        "Alison: Yeah, I don't think that your parents would appreciate how we're using their kitchen. They would hate me.",
        "Chris: No, they could never hate you.",
        "Alison: I can't believe that we're here. That we're finally together.",
        "Chris: Meant to be. C'mon. The quicker we get this upstairs --",
        "Alison: The quicker we can unpack.",
        "[Laughing]",
        "[SCENE_BREAK]",
        "Carly: I had an unexpected visitor this morning --",
        "[Pager beeps]",
        "Jack: No, hold that thought, okay? Oh, damn it. I gotta go in.",
        "Carly: So soon?",
        "Jack: It's probably for the best. Hal was in bad shape when I left.",
        "Carly: What happened?",
        "Jack: He's worried about Paul.",
        "Carly: Why?",
        "Jack: He thinks Paul's got some major revenge deal in the works. Well, you know, he puts on a big show for Barbara by going back to B.R.O., Pretending everything's fine? Hal says no, there's no way he would ever forgive Barbara for Will ending up in an institution. And Hal thinks he's settin' her up for a big fall. Listen, you, me, tonight. Without fail.",
        "Carly: Yes, sir, Mr. Delivery man. [Laughing] (Jack leaves.) so that's what this is about, Paul. It's not B.R.O. you want to destroy your mother.",
        "[SCENE_BREAK]",
        "Barbara: Here they are. I swear these things have legs. Okay, let me see them. What? Paul? What is it?",
        "Paul: It's nothing. You know what, you're right. Read. Whatever. We'll go out, we'll have some lunch, we'll celebrate some other time.",
        "Barbara: What is the matter with you?",
        "Paul: You're probably right. After ten years in this business, I probably can't be trusted to do simple paperwork.",
        "Barbara: Honey, I didn't mean to imply -- I'm just used to reading everything myself, that's -- you know, you're absolutely right. Our time would be much better spent having a celebration. Do you have a pen? It's gonna be a new world for us, I can feel it. B.R.O. Is going to be a huge success. Your brother's gonna come home, and we're gonna be a family again. It's a dream come true.",
        "Paul: Yes, it is.",
        "[SCENE_BREAK]",
        "Jane: What's that?",
        "Craig: It's just a little something to tide you over.",
        "Jane: $50,000?",
        "Craig: I want you to know that I am serious and that -- that you can trust me.",
        "Jane: Well, you're certainly proving you mean what you say.",
        "Craig: I do. I really do. Because my wife and I -- I really want my son back. And with your help, assuming that you are on board with this, we can start the process, and --",
        "[Knock on door]",
        "Jane: Excuse me.",
        "Craig: Sure, okay.",
        "Jane: Thank God you're here. This is the man who stole my baby, and now he wants to buy him.",
        "Craig: What?",
        "Jane: Look!",
        "Craig: What? No, no, no, no, no. Officer, I think this is a misunderstanding.",
        "Jane: I would never sell my son. Ask Special Investigator Filloux.",
        "Craig: Hey, hey, hey.",
        "Jane: This man is a criminal! Lock him up!",
        "Craig: Hey, hey, hey. Oh.",
        "[NEXT_ON]",
        "Susan: Alison knows her boundaries because I taught them to her. Maybe it's Chris who doesn't know his.",
        "Annabelle: I didn't turn you in, Montgomery. Someone else did.",
        "Carly: Oh, Paul. How did you get your mother to sign her own death warrant?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=RGbtN-2oh1g"
}