{
    "Episode Summary": [],
    "Recap": [
        "Chris and the Hughes gift Allison with a potter's wheel. Not being able to tell the truth, Allison perpetuates the lie that she's taking a ceramics class and even though Nancy chastises her about it, she keeps Allison's secret. Margo is distraught about having Katie committed, and is pleasantly surprised that Casey, Curtis and Doc have made dinner. Curtis invites Ben and Jessica, who were trying to spend a romantic evening at the Lakeview, to dinner at the Hughes', Jessica going so she can keep an eye on Doc. Doc makes a pass at Margo and she turns down having lunch with him privately, but invites him to another dinner at the house. Jessica calls Margo on her infatuation with Doc.",
        "The BRO Fashion show is a success and Barbara gets to take her bows as she planned, her children by her side. Jack flies in to see Carly's success, but is also there about Cabot's birthmother (who's disappeared along with Cabot) and wants to speak with Roseanna about it. Annabelle informs Roseanna that Cabot was stolen from her room and Jack calls his Vegas contacts to aid in the search for the baby. After the show, Jack returns to speak with Carly, Paul overhearing their conversation and begging to let him help Roseanna. Jordan is comforting Roseanna when she receives a call from Craig, who tells her to meet him at the \"Palace of Happiness\" wedding chapel, stating that if she weds him, they can all be a happy family again; him, Roseanna, Lucy and Cabot."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Chris: Are your eyes closed?",
        "Alison: Can I peek?",
        "Nancy: What's going on?",
        "Kim: We have a surprise for Alison.",
        "Chris: Are you ready?",
        "Alison: Can I open my eyes now?",
        "Chris: Yes.",
        "Alison: It's so big!",
        "Kim: Do you want to do the honors or should we?",
        "Alison: Are you kidding?",
        "Chris: Ta da!",
        "Kim: Surprise! Surprise!",
        "Alison: It sure is.",
        "Kim: Every potter deserves her own wheel.",
        "Alison: Potter's wheel -- great!",
        "[SCENE_BREAK]",
        "Ben: Hey, beautiful. Why are you sitting here all by yourself?",
        "Jessica: I'm waiting for my handsome husband.",
        "Ben: Oh, really? He's a very lucky man.",
        "Jessica: Yes, he is.",
        "Ben: Yes, he is. Thank you for saying yes.",
        "Jessica: Oh well, when have you known me to turn down dinner at the Lakeview?",
        "Ben: Well. You might have had your heart set on dinner and a DVD at home. Which would've been fine. If Curtis wasn't there.",
        "Jessica: Curtis is home tonight?",
        "Ben: Yeah -- yeah. And I didn't have the heart to put him out. Been working so many nights lately. He needed a break.",
        "Jessica: Yeah, well -- it's his house, too.",
        "Ben: Which is why I got us -- this.",
        "Jessica: You got us a room?",
        "Ben: Maybe we deserve it.",
        "Jessica: You are the best.",
        "[SCENE_BREAK]",
        "Tom: You know what? Why don't we hang on? Let me take you out to dinner? We'll just talk about this some more.",
        "Margo: No, it's not going to change anything. I had to have my sister committed to a mental institution.",
        "Tom: Sweetie, she was out of control. And we were out of options.",
        "Margo: It's just -- it's not right -- all of it. It's so wrong that Katie that Simon didn't stay dead -- not that I want Simon dead. It's just that he didn't stay gone. And then when he finally did go, it just brought everything to a sudden stop. No wonder Katie's nuts! I mean, she can't move on with her life!",
        "Tom: Yeah, but in a few weeks, with the proper care, maybe a new setting --",
        "Margo: I saw her, Tom. She's given up. She's stopped -- I saw it.",
        "Tom: Maybe just for now. So, let's talk about you. What is it that you need?",
        "Margo: I need my ratty pajamas and my really bad slippers. And I need about a pound of pasta and a pound of chocolate.",
        "Tom: That sounds like my girl. What is that smell?",
        "Margo: I don't know, but it smells great.",
        "Both Casey and Curtis: Surprise!",
        "Casey: We made dinner!",
        "Tom: You guys are the best.",
        "Curtis: Actually, he made dinner. We helped.",
        "Doc: I hope you two are hungry. 'Cause we've got barbecue coming right up.",
        "[SCENE_BREAK]",
        "Carly: This is a couture look, Heidi. Your makeup should be much more dramatic than that.",
        "Model #1: It's not my fault -- Jennifer was supposed to be here --",
        "Carly: Jennifer went over all of this with you this morning! Just go -- go!",
        "Carly: No -- no. Neither of them are right!",
        "Model #2: I know. I'm really sorry, Carly. They must've forgotten to pack the sling backs.",
        "Model #3: They're loving everything! There's a guy that says he's here from Vogue --",
        "Carly: Does he have ID?",
        "Assistant: Not really, but other reps seem to know him. I got his name --",
        "Carly: Fenton Fortesque?",
        "Jordan: You pick the shoes. I'll focus on Fenton.",
        "Carly: Jordan, thank God you're here! Where is everybody?",
        "Jordan: I don't know. I was assuming they'd be here.",
        "Carly: Is that a wedding ring?",
        "Jordan: Your sister and I got married about a half an hour ago.",
        "Carly: What! No -- you and Rosanna?",
        "Jordan: Not now, Carly --",
        "Carly: Okay, well, then -- after the show, then!",
        "Assistant: Look, Heidi cannot remember if it's rust or gold next. I say we just throw her out there naked --",
        "Carly: Don't have a copy of the lineup?",
        "Paul: The gold's for the finale. Send her out in the rust. And the next time Blaine doesn't come, she's fired.",
        "Carly: Hey -- Barbara! Are you all right?",
        "Barbara: I'm fine. How's the show going?",
        "Carly: You hear that? They love it! It's a smash!",
        "Paul: You did it, Mom.",
        "Carly: Can you see?",
        "Barbara: No. But I can certainly feel the excitement.",
        "Model #1: Ms. Ryan, how would you like the sash tied?",
        "Carly: How about around your neck, Heidi?",
        "Jennifer: I'll take care of it, Heidi.",
        "Paul: Walker and I are going to get Mom down to makeup for her little trip down the runway --",
        "Barbara: Oh, no, no, no -- that's impossible. I'm not going out there -- I don't want anyone knowing --",
        "Paul: With me on one arm and Jennifer on the other, nobody'll know a thing.",
        "Carly: And so what if they do? These are your clothes and they're wonderful.",
        "Paul: That's right -- you deserve a bow.",
        "Barbara: Okay, fine. I just don't want anyone knowing. I want the clothes being judged on their own merits.",
        "Walker: Sounds like the jury's in. Let's get you ready.",
        "Jennifer: Where's Mom going?",
        "Carly: Oh, she's going to get her makeup done. Listen, thanks for taking care of Heidi for me.",
        "Jennifer: I live to serve. Have you seen Jordan?",
        "Carly: Yeah, he's around here somewhere. Listen, could you do me a favor and go down to the fitting room and make sure that all the pieces are there for the teen line? I know that Blaine said she packed everything, but we're already missing a pair of shoes --",
        "Jennifer: I'm on it. I'm on it. I'm on it. Okay?",
        "Carly: Okay, okay. Oh, hey! I need you to find Jordan? And tell him that I need to talk to him right away.",
        "Jennifer: Okay.",
        "[Applause]",
        "Carly: Jack?",
        "[Jack laughs]",
        "Jack: How do I look? Good enough to be married to a fashion diva or what?",
        "Carly: You look fabulous! What are you doing here?! Where are the kids?! Are they okay?!",
        "Jack: They're fine. They're with Emma.",
        "Carly: I thought you had to work.",
        "Jack: Emily told Hal if he didn't cover my shifts, he could kiss her good-bye.",
        "Carly: I love that woman.",
        "Jack: So here I am. [Applause] How are you holdin' up?",
        "Carly: Good! They love my clothes! They love Barbara's clothes! It's a hit!",
        "Jack: Third time's the charm, I always say.",
        "Carly: I'm so glad you're here.",
        "Jack: So am I. Listen, I got a call from the station on my way over here. I need to talk to your sister.",
        "Carly: Why? What's going on? Heidi! No! Did you even look in the mirror?! Please, the shoes. The gold, okay?! Jack, do you think that we can talk this over after the show?",
        "Jack: This can't wait. It's about Cabot.",
        "[SCENE_BREAK]",
        "Rosanna: What have you done with my son?! Where is he?!",
        "Annabelle: I was hoping he was with you.",
        "Rosanna: How could he be with me?! You said he was with you! That's what I was told -- that if I did everything that they said, if I married Jordan Sinclair -- a man that I barely know -- that you would bring Cabot to me! Did you -- did you ever have him, or is this just some kind of sick joke?!",
        "Annabelle: I had him, until this morning.",
        "Rosanna: Well, then where is he?!",
        "Annabelle: That's what I'm telling you. I don't know. I was changing his diaper when there was a knock at the door. I put him in his crib, looked through the keyhole, and there was this package on the doorstep. Now, my boss sends me something every morning. So I opened the door, and the next thing I know, I'm waking up on the couch with a bump on my head the size of a cue ball. Here, you want to feel it?",
        "Rosanna: And where was Cabot?!",
        "Annabelle: Gone. That's the point. Whoever cracked my skull stole your baby.",
        "Rosanna: So you're saying that Cabot was kidnapped? Why? Who would do such a thing?",
        "[SCENE_BREAK]",
        "Craig: Your daddy sure missed his big guy. And you are getting big. Yes, this is Craig Montgomery. I'm ready for you. I promise you, Cabot, you're gonna thank me for this.",
        "[SCENE_BREAK]",
        "Tom: Now, I'm not complaining. The ribs smell fabulous. But how did all this happen exactly?",
        "Casey: Well, me and Curtis were --",
        "Margo: Curtis and I.",
        "Tom: Oh?",
        "Casey: Were watching the game, and Doc stopped by. And look, isn't this the best?",
        "Tom: Wow!",
        "Casey: I asked him to get me one, and he did.",
        "Margo: And dinner?",
        "Curtis: Well, when Doc found out you guys were going to be late, he said we should make you some dinner. So we did.",
        "Tom: Really?",
        "Casey: Oh, he made this hot sauce. Burns a hole in your mouth. It's better than Chinese mustard.",
        "Doc: Of course, I put the sauce on the side, for those with tender palates.",
        "Tom: Uh, Doc, it's very thoughtful of you, and I thank you boys for pitching in. But you know what? We've had kind of a tough day.",
        "Margo: That's -- that's okay.",
        "Doc: Listen, if this is not a good night --",
        "Margo: No, this is a good night. But Tom is right, it was a kind of a rough day. But the food smells terrific, and I'm hungry.",
        "Tom: All right. Then let's eat. You want to -- you want to lie down?",
        "Margo: Yeah, I think I'm gonna put my feet up for a little bit.",
        "Tom: I'm gonna help the boys bring the stuff down then.",
        "Margo: Okay.",
        "Casey: Doc's secret is, like, cayenne pepper.",
        "Tom: Oh, really?",
        "Margo: I guess you made a conquest.",
        "Doc: He's a great kid.",
        "Margo: Yeah, he is. We -- we like him.",
        "Doc: Feel good?",
        "Margo: Oh, yes.",
        "Doc: Tighten your shoulders up as tight as you can do it. Tighter. All right, let it go. [Margo sighs] Oh, voila. The woman has a neck.",
        "Margo: Yeah, well, you keep this up, this woman's going to fall asleep.",
        "Doc: The doctor recommends a good helping of ribs and ten hours in the sack.",
        "Margo: Oh, yeah. I am gonna sleep.",
        "Doc: Who said anything about going to sleep?",
        "Tom: Hey, Doc, there's enough food up here to feed a football team.",
        "Doc: And that's a bad thing?",
        "Tom: Hey, don't touch that stuff after you let it down, guys --",
        "Doc: Why don't you put that over on the big section here?",
        "[SCENE_BREAK]",
        "Ben: You sure I can't get you some wine?",
        "Jessica: No, this is fine. I mean, I know it's probably not a factor, at least not yet, but who knows? It's possible we could have gotten pregnant last night, and -- I don't know. I just -- I just think being cautious makes me feel optimistic, you know? It's silly.",
        "Ben: No, you're right. It's smart. So, you want to have dinner in the dining room, or want to head upstairs and order room service?",
        "[Jessica laughs]",
        "Jessica: Room service? I can't believe we're sneaking off to a hotel room.",
        "Ben: Hey, well, I am going to spend the next couple hours concentrating on you -- making love, making a baby.",
        "Jessica: I don't even know if the egg is still viable. I mean, the kit said -- wow, isn't that romantic? Maybe I should whip out a blackboard, and you know, give a lecture on \"the mysteries of fertility.\" I'm sure the patrons would find it riveting.",
        "Ben: Well, I'm sure that's quite all right, but that is one lecture that I don't need.",
        "Jessica: No, you don't, Daddy.",
        "[Phone rings]",
        "Ben: Oh.",
        "Jessica: A-ha!",
        "Ben: No, no, no, no. It's all right, it's all right. I'm covered. See, it's Curtis.",
        "Jessica: Oh.",
        "Ben: Hey, son.",
        "Curtis: Dad, you've got to get over here.",
        "Ben: Hey, whoa, whoa, whoa. Slow down. Where are you?",
        "Curtis: At Casey's. Doc Reese is here, and he made a ton of ribs. You've got to get over here.",
        "Ben: Uh, well, thanks for thinking about us, but we have plans.",
        "Curtis: It's a party, with Dr. Death.",
        "Ben: I understand the party. Enjoy it. See ya later.",
        "Jessica: Curtis is having a party?",
        "Ben: No, no, we were just invited over to Tom and Margo's for ribs.",
        "Jessica: Oh.",
        "Ben: Which Doc Reese has cooked up.",
        "Jessica: Doc Reese is in Margo's kitchen?",
        "Ben: According to Curtis. I don't know, he must have lost a bet.",
        "Jessica: Why makes you say that?",
        "Ben: It's just the only reason that I can't think of for him being in Margo's kitchen.",
        "[SCENE_BREAK]",
        "Rosanna: How could you be so careless?! Don't you have any security?! Are you trying to blackmail me? Is that it? Is that -- is that what's going on here? All right, fine! What do you want? You tell me what you want, you've got it. Just give me back my son!",
        "Annabelle: Well, I wish I could, but it's like I told you before. I don't have him. Somebody must have found out I was baby-sitting the kid.",
        "Rosanna: All right, who -- who could that be?! Was there a hotel clerk or a desk clerk?",
        "Annabelle: I don't know, I don't know! But whoever hit me in the head took Cabot.",
        "Rosanna: Okay, all right. Uh, you said that there was a package that was left every morning for you at your door.",
        "Annabelle: Yes. Same kind of box, same brown wrapping paper.",
        "Rosanna: What was in it?",
        "Annabelle: It was empty. Look, Rosanna, I'm here to help. I'll do whatever it takes to get your kid back. My boss finds out I lost him, he'll kill me.",
        "Rosanna: I lose my son, your boss can get in line.",
        "[SCENE_BREAK]",
        "[Applause]",
        "Carly: I'm sorry! When they packed the collection, they left a lot of the accessories behind, so we're having to choose things on the fly.",
        "Jack: Sounds like its working.",
        "Carly: Yeah, so far, so good. [Applause] So what's this about Cabot?",
        "Jack: I checked on him. When I heard that Rosanna was afraid that he was in danger, I had to find out why. And the baby and the mother, they disappeared.",
        "Carly: What do you mean, they disappeared?!",
        "Jack: Vanished, moved out of their apartment -- no notice, no forwarding address. And the mother, Jane Currier, didn't even pick up her last paycheck.",
        "Carly: And you think that Rosanna has something to do with this?!",
        "Jack: I don't know what to think, but my gut tells me she's involved. Hey, I've got to know the truth. Does Rosanna have the baby?",
        "Carly: No! No, not that I know of. She's here, for the show -- although I haven't seen her, but I know she's here, because Jordan -- Jordan told me that he saw her.",
        "Jack: Do you have any idea where she is?",
        "Carly: You might try Jordan Sinclair's suite.",
        "[SCENE_BREAK]",
        "Rosanna: Jack, what are you doing here?",
        "Jack: Annabelle Fettle. I should have guessed! What are you doing out of jail? Last I heard, you were doing 25 to life for kidnapping.",
        "Annabelle: Time off for good behavior.",
        "Jack: Really.",
        "Annabelle: I think I'll go get some ice.",
        "Jack: No, nobody's going anywhere until I figure out what's going on here -- right now, Rosanna, before what you started blows up in your face.",
        "Rosanna: It already has. My baby is missing.",
        "Jack: Your baby? Since when?",
        "Rosanna: Arrangements were made -- arrangements that insured that Cabot would be mine, legally, forever. But he's gone. He's been kidnapped, and you have to help me find him.",
        "[SCENE_BREAK]",
        "Chris: Dad and I are gonna clean out the shed in the back and set up a workshop for you.",
        "Alison: No, no, don't. I -- I mean, you can't. I mean, you really shouldn't. I -- I just -- I'm not even that good. I just started.",
        "Nancy: That's true.",
        "Kim: No, that's nonsense. We saw that vase that you made in ceramics.",
        "Alison: Yeah, but my teacher, she helped me with that. In fact, the first thing that I made, I blew up, which is why it's really not safe for me to \"potting\" around people that I love.",
        "Chris: But Alison, we want to support you, okay? And I know I wasn't too enthusiastic when you told me you wanted to take ceramics class.",
        "Alison: No, that's okay.",
        "Chris: No, no, it's not okay. See, if that's what you want to do, then --",
        "Alison: Yeah, but I don't know if I'm meant to be a potter. I just started. And plus, we shouldn't be spending our money on things that we don't need when we're saving up for an apartment.",
        "Kim: Honey, it was an absolute pleasure to do that. You have real talent.",
        "Nancy: Oh, she has talent, all right.",
        "[SCENE_BREAK]",
        "Margo: Hi!",
        "Ben: Smells like ribs to me.",
        "Margo: What a surprise, guys!",
        "Ben: Yeah, well, Curtis called, said Doc Reese was here and you all had enough food to sink the \"Titanic.\"",
        "Jessica: But if we're intruding -- are we?",
        "Margo: No, not at all.",
        "Doc: Hey, hey, hey. If it isn't my favorite female attorney.",
        "Ben: Hey, hey, watch it, now. Jess wouldn't settle for anything less than attorney, period.",
        "Jessica: I'm just hoping that Mr. Reese no longer needs an attorney.",
        "Doc: Ooh, rim shot.",
        "Ben: Well, you know, these Oakdale women are tough.",
        "Doc: But oh, so tasty. All right, you guys ready? Let's eat.",
        "Curtis: All right.",
        "Margo: Here, let me take this for you.",
        "[SCENE_BREAK]",
        "[Applause]",
        "Carly: Thank you. Thank you so much. And now, I'd like to introduce -- well, I guess she needs no introduction. You've just seen her gorgeous clothes. Please welcome the woman behind the label -- Ms. Barbara Ryan. [Cheers and applause] She's amazing.",
        "Walker: Yes, she is.",
        "Jennifer: You did it, Mom.",
        "Barbara: No, honey, we did it.",
        "[Applause]",
        "[SCENE_BREAK]",
        "Jack: Thanks. I've got friends at both the Vegas PD and the FBI looking into it.",
        "Rosanna: But if whoever took Cabot finds out that I've called the police --",
        "Jack: Rosanna, they're friends of mine. They know the circumstances, that I'm Cabot's godfather. They -- they'll be very careful, believe me.",
        "Rosanna: Okay. Thank you.",
        "Jack: Finding Cabot is job one. We'll figure out later who exactly he belongs to.",
        "Rosanna: He belongs to me. Jack, I was promised full legal custody -- a legal adoption.",
        "Jack: By the birth mother? Cause she's skipped town. I'm working on a warrant to take a look at her bank records. If we can figure out who paid her off, maybe that will lead us to the baby.",
        "Rosanna: I spoke with someone who represents her.",
        "Jack: Not this one, I hope.",
        "Annabelle: Hey!",
        "Rosanna: Annabelle is just a small piece of the puzzle.",
        "Jack: Okay, the Vegas PD has a CSI unit going through the room where she was staying with Cabot. Apparently, there was a baby there. We know that much. But they're trying to decipher who sent the package -- unless, of course, you'd like to volunteer that information, either one of you.",
        "Rosanna: I don't know who sent the package.",
        "Jack: Right. And Annabelle, you'd rather just not say, is that it?",
        "Annabelle: This is America, right? Last I checked, I've got the right to remain silent.",
        "Jack: Well, I'm glad you're such a big fan of the American justice system, because the Vegas PD is sending a squad car over to pick you up.",
        "Annabelle: Now, that's not fair. Now, I came straight to Rosanna the minute something went wrong.",
        "Jack: That's big of you.",
        "Rosanna: Do you need me to press charges, Jack?",
        "Annabelle: I wouldn't do that if I were you.",
        "Jack: No, not yet. They want you to stay put in case someone tries to contact you. Let me know if you hear anything, okay?",
        "Rosanna: I will, Jack. I promise.",
        "Jack: Good. I don't have to tell you what's at stake. Let's go.",
        "[SCENE_BREAK]",
        "[Knock at door]",
        "Craig: Come in.",
        "Dalma: Hi. I see the baby is here.",
        "Craig: Yes, in the crib. You know what to do.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Jack: Cabot's missing.",
        "Carly: Rosanna must be going out of her mind.",
        "Paul: What's going on with Rosanna?",
        "[SCENE_BREAK]",
        "Jessica: You're trembling.",
        "Margo: I'm chilled, and I'm --",
        "Jessica: -- Infatuated with Doc Reese.",
        "[SCENE_BREAK]",
        "Ben: I can see it now -- \"Reese's ribs.\"",
        "Tom: Go national, open a franchise.",
        "Doc: Yeah, yeah, and go broke in about a year and a half.",
        "Curtis: Those ribs -- money in the bank.",
        "Doc: Now, see, I like that guy right there. You've got a future CEO on your hands.",
        "Ben: Yeah, well, in the present, needs to finish his math homework.",
        "Margo: And you -- you have a biology exam tomorrow.",
        "Casey: But --",
        "Margo: Huh-uh, but, but --",
        "Casey: I know everything there is to know about the ribs.",
        "Margo: Sorry. Upstairs right now. Study now.",
        "Casey: Mom --",
        "Margo: But Case, you want to suffer now, or when the report card hits my desk?",
        "Doc: Hey, guys, your parents are right. You have to do your schoolwork first, but then you party later.",
        "Casey: But you were going to tell us about your pro bowl season.",
        "Doc: Oh, we'll just have to do this again sometime. But next time, not on a school night. Fair?",
        "Casey: Yeah. You promise?",
        "Doc: Promise.",
        "Margo: Say good night, Case.",
        "Casey: Good night, Case. Good night, Doc, and thanks.",
        "Doc: Good night.",
        "Jessica: Night, Case.",
        "Curtis: Thanks, Doc.",
        "Doc: Always a pleasure.",
        "Curtis: See you at home.",
        "Ben: Uh, yeah, we'll give you a call later on.",
        "Jessica: Be careful.",
        "Ben: You know, in about ten minutes, everybody with a phone is going to know that they just had dinner with Doctor Death.",
        "[Laughter]",
        "Jessica: Sounds like a horror movie.",
        "Tom: Oh, not to a teenage boy.",
        "Margo: Or his father.",
        "Tom: You know what? They -- they just don't understand, Doc.",
        "Doc: Oh, come on, guys. Give them a break. You guys are married to two beautiful, intelligent women. Is it really, really necessary that they like football, or football players?",
        "Tom: Oh, Margo, she's a fan.",
        "Doc: Really?",
        "Ben: And Jess --",
        "Jessica: -- Knows when a player's out-of-bounds.",
        "Doc: Whew! I tell you what, your wife just loves to give it to me, Doctor.",
        "Margo: Coffee, anyone? Coffee, coffee?",
        "[SCENE_BREAK]",
        "[Applause]",
        "Paul: Mom, you want me to say a few words?",
        "Barbara: No, no, I can do it. Thank you, thank you, everyone, so much. I've been gone for so long, I thought sure you wouldn't remember my name. [Laughter] But I'm glad you do, and I'm glad you like the clothes. So again, thank you. It is -- it is very good to be back here with my children, Paul and Jennifer, who are so talented, who have worked so hard on this collection. And I'm so glad that they're here with me, and we're back together again. I am very blessed. [Applause] And I also want to thank someone else.",
        "Carly: How's Rosanna?",
        "Jack: It'll keep. This is your moment.",
        "Barbara: -- With a most talented designer. So please, join me in thanking one of the fashion world's most exciting new stars, Carly Tenney.",
        "[Applause]",
        "Jennifer: I'm going to step back, and Carly will be on your right.",
        "Barbara: Okay.",
        "[Applause and whistles]",
        "Jordan: I think I'm going to leave Barbara alone with her family. Look after her, will you?",
        "Walker: Count on it.",
        "[Applause]",
        "Carly: I'm right here.",
        "Barbara: Carly Tenney, everyone! Now, I'm hoping with your encouragement that Carly will agree to stay on at B.R.O. with her own label.",
        "[Applause]",
        "Reporter 1: Ms. Tenney -- Ms. Tenney, will you concentrate on teen fashion? What about a spokes-teen? Any truth to the rumor that Scarlett Johanssen is onboard?",
        "Reporter 2: Barbara, any plans for a menswear line?",
        "Reporter 3: And what about merchandising? Is it true that B.R.O. is planning their signature perfume?",
        "Barbara: I will be happy to answer all of your questions a little bit later, and I will, or futures with my children. So thank you all so very much for your support.",
        "[Applause]",
        "Jack: Congratulations, all of you! That was spectacular!",
        "Barbara: Is that Jack?",
        "Jack: Yes, ma'am, it is.",
        "Barbara: Oh, thank you so much for coming, and thanks for letting me monopolize your wife these last few months.",
        "Jack: Are you kidding me? She loved every minute of it.",
        "Barbara: I hope we can make it permanent.",
        "Walker: You sounded great. How do you feel?",
        "Barbara: Better than I've felt in months. Where's Paul?",
        "Paul: I'm here. I'm still here.",
        "Barbara: Okay, I want you to get a picture to send to Will, okay? I trust that my two children were smiling.",
        "Paul: Yeah, absolutely.",
        "Jennifer: Yes, Mother.",
        "Barbara: Okay. And honey, I want you to call Will's doctor, all right? Let him know the picture's coming and that the show is a success.",
        "Jennifer: Yes, absolutely.",
        "Walker: You can call him from the car, Barbara. I want to get you back to Oakdale as soon as possible.",
        "Barbara: Okay. Where's -- where's Jordan? I want to thank him.",
        "Carly: I think he headed out front to handle the press. I'll thank him for you.",
        "Barbara: Okay. And Carly, thank you so much. I couldn't have done this without you. You have all been so kind and so supportive. It's more than I deserve.",
        "Carly: Yeah, it is.",
        "[Barbara laughs]",
        "Barbara: Well, I -- I guess I deserved that, didn't I?",
        "Carly: You deserve all of it. You're an amazing woman.",
        "Barbara: Well, on that note, Jennifer -- ?",
        "Jennifer: Yes. Right here, Mom.",
        "Barbara: Honey, get my stuff, and I'll meet you at the car, all right?",
        "Jennifer: Okay.",
        "Barbara: All right.",
        "Paul: I'm here. Let's get you to the car.",
        "Barbara: No, no, no, no. You're gonna stay right here, and you're gonna handle all these buyers, okay? After this reception, they're going to be lining up.",
        "Paul: It's not important right now, Mom.",
        "Barbara: It's extremely important. It's what we've done all this for, and I want to capitalize on it. I want -- I want top dollar, and you're my top dollar guy.",
        "Paul: But I would much rather just stay with you.",
        "Barbara: I'm gonna fly back with Jennifer and Walker, and then you can fly in tomorrow, and I'll see you after the surgery, okay? And stay here, and don't talk to the media. Let Jordan handle all of that. If you talk to them, they're gonna press you for details. I want you to deal with the buyers.",
        "Paul: Okay. You got it, commander.",
        "Barbara: Commander? I like that. I command you to give me a kiss. I love you, honey.",
        "Paul: Yeah. And I love you, too, Mom.",
        "Barbara: Okay. Ready to go?",
        "Walker: Yes, ma'am.",
        "Barbara: Okay.",
        "Carly: So what happened with Rosanna?",
        "Jack: From what I gather, she came up with a plan to get Cabot back, only something went wrong.",
        "Carly: No, no! Don't say that.",
        "Jack: I'm afraid so. Cabot's missing.",
        "Carly: Rosanna must be going out of her mind.",
        "Paul: What's going on with Rosanna?",
        "[SCENE_BREAK]",
        "Kim: Ali, honey, we just know that you're gonna do great things, okay?",
        "Chris: So I've got a great idea.",
        "Alison: That we take it back?",
        "Chris: No, honey, it's yours. Enjoy it, okay? But I have a great idea for your first project.",
        "Nancy: Do tell.",
        "Chris: Well, since Mom and Dad kicked in, I was hoping that maybe you could make them something, you know, as your first piece? You know, their anniversary is coming up, and maybe you could make them, you know, one of those plates with their silhouettes on it, or some poetry. Or a rose, 'cause Mom loves roses.",
        "Alison: I can't, Chris. I'm sorry.",
        "[SCENE_BREAK]",
        "Jordan: Rosanna, what happened? Is it the baby?",
        "Rosanna: He's gone.",
        "Jordan: I don't understand. You were supposed to call and pick him up.",
        "Rosanna: I called. I told them I'd done exactly what they wanted, that I'd married you, that I wanted Cabot back. But she lost him.",
        "Jordan: What do you mean? Who?",
        "Rosanna: Somebody stole him. He's gone.",
        "[Rosanna sobs]",
        "[SCENE_BREAK]",
        "Paul: If something's wrong with Rosanna, I'd like to help?",
        "Carly: This has nothing to do with you.",
        "Paul: Of course it has something to do with me. I'm the -- well, part of the reason that Rosanna lost Cabot when she did. I made that stupid phone call to Canada. I should never have done that.",
        "Carly: No one will argue with that.",
        "Paul: So what, now you're just gonna shut me out? You don't trust me?",
        "[Carly laughs]",
        "Carly: No, I don't trust you. And why should I? After the way you treated Rose and then your Mother and then Rosanna? You get all wound up, and you don't care about who suffers.",
        "Paul: I made mistakes, and I've hurt people. But your sister is very important to me. She's been very good to me.",
        "Carly: Too good.",
        "Paul: Okay, you're angry. I -- I get that.",
        "Jack: Don't look at me.",
        "Paul: Oh, come on, Jack. I was hoping you could be a little bit more objective. Can you help me out here? I'm trying to turn my life around. I made great strides with my Mom today, and if you'll let me, I would really like to start trying to make things up to Rosanna.",
        "[SCENE_BREAK]",
        "Chris: What do you mean you can't?",
        "Alison: Well, what you're",
        "Alison: I'm gonna make a plate. How hard could it be?",
        "[SCENE_BREAK]",
        "Doc: Well, folks, I hate to bust up a good party, but I've got myself a date tonight with a silver fox. In fact, Kim will have my head if I show up late again.",
        "Ben: Oh, Kim!",
        "Tom: Well, it's like Ben said -- Oakdale has got its share of tough women.",
        "Doc: Yeah, you're right about that. Hey, you sure I can't help you guys with the dishes?",
        "Tom: No, no, I've got that covered.",
        "Margo: I'll walk you out. Thank you, Doc. Thank you for everything. The meal was terrific, and the stories, the boys -- and I'm talking about all the boys -- just loved it. Thank you.",
        "Doc: Well, we'll just have to do it again sometime.",
        "Margo: Yeah. Next time, dinner's on us.",
        "Doc: Sounds good. How about I drop by the station sometime and take you across the street to --",
        "Margo: Al's?",
        "Doc: Al's. And you and I can grab a bite to eat.",
        "Margo: I don't -- I don't think that's a good idea.",
        "Doc: You sure?",
        "Margo: Yeah.",
        "Doc: But I'm still invited to dinner -- with the guys, of course?",
        "Margo: Yes.",
        "Doc: You'll let me know.",
        "Margo: Yes.",
        "Doc: Well, thanks for your hospitality.",
        "Margo: Absolutely. Oh well, there you are, right there.",
        "Jessica: Is everything okay?",
        "Margo: What?",
        "Jessica: You were out there for a long time.",
        "Margo: Oh, we were -- we were talking about Kim and work and life in Oakdale.",
        "Jessica: You're trembling.",
        "Margo: Well, it's cold out there.",
        "Jessica: Actually, it's unseasonably warm.",
        "Margo: Well, I'm tired, and I'm chilled, and I'm --",
        "Jessica: -- Infatuated with Doc Reese.",
        "[SCENE_BREAK]",
        "Paul: Jack, you have every reason to be upset. Carly, you both have every reason to be upset with me. But please, don't let that get in the way of me trying to help Rosanna. She's a very powerful, wealthy woman, but she may not be in a position to use all of her resources right now, so let me help. I mean, I have influence and contacts, money -- whatever she needs.",
        "Jack: We appreciate the offer, Paul, but for now, I think its best that you stay out of it.",
        "[SCENE_BREAK]",
        "Jordan: Did Jack arrest this Annabelle Fettle?",
        "Rosanna: Yeah. She's being held by the Vegas police until they find him -- if they find him.",
        "Jordan: Rosanna, listen to me. This isn't about hurting Cabot. Whoever took him knows how valuable he is. No one is going to hurt him.",
        "Rosanna: They said that if I didn't do everything that they wanted --",
        "Jordan: You did. You did exactly what they told you. But in any event, it sounds like somebody else. Whoever was involved with this Fettle woman was prepared to deliver the baby to you. Someone else stepped in and took him.",
        "Rosanna: I know. I'm thinking about that, and I'm thinking maybe it's somebody who knows me, somebody that knows that I have money. But nobody's called. And if they want my money, why wouldn't they have called?",
        "Jordan: Well, it hasn't been that long.",
        "Rosanna: I know Annabelle. I bet you anything she didn't protect him. She probably took him outside. He's a beautiful little boy. Somebody probably saw him, and they wanted him, and they took him. And all my money, everything, it just means nothing!",
        "Jordan: You are forgetting one important thing.",
        "Rosanna: What?",
        "Jordan: You love him. And there's nothing more powerful than love.",
        "[Phone rings]",
        "Rosanna: Hello?",
        "Craig: Rosanna?",
        "Rosanna: Craig, I cannot talk to you right now, okay? I'm sorry. I'm hanging up.",
        "Craig: You're expecting a call about Cabot.",
        "Rosanna: What did you say?",
        "Craig: I said Cabot. I want to make up for all the pain I've caused.",
        "Rosanna: No, go back. You said -- you said something about Cabot. Do you know where he is?",
        "Craig: Meet me at the palace of happiness, and I'll explain everything.",
        "Rosanna: The palace of happiness? That's a wedding chapel.",
        "Craig: Exactly. And if you marry me again, we'll be a family again -- you, me, Lucy and Cabot.",
        "[NEXT_ON]",
        "Paul: Is Craig here in Las Vegas?",
        "Blaine: Yeah. He just said something about being family again, and --",
        "Paul: There's no way Rosanna's gonna want anything to do with Craig, unless he's here with Cabot.",
        "Craig: You're looking at the once and future Mr. And Mrs. Craig Montgomery and Rosanna Cabot.",
        "Kim: This better be good, because you are fresh out of second chances."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=kagmBVJW8w8"
}