{
    "Episode Summary": [],
    "Recap": [
        "Holden and Jack find Faith and Parker with Paul at his cabin and warn him to steer clear of their kids. Emily and Dusty argue about what is wrong with her after she misses another meeting. Emily doesn't want a man to tell her what she needs or feels anymore. Barbara lights into Casey when she finds him apologizing at Will's, and then she lights into Margo. Gwen and Adam see a gloved hand/glove at Adam's burial site. They look but can't find Gwen's ring and come up with a story if the ring and body are found. Dusty tells her that he wants an Editor or he will be forced to fire her. Emily calls Cheri. Maddie and Gwen are talking when Iris surprises them and interrupts wanting to check on her daughter after reading what Casey and Adam did to her. She wants to know why Gwen's hands are muddy and her ring is missing? Gwen covers, but she later tells Maddie that Iris seems suspicious. Jack and Holden try to get through to Faith and Parker and tell them to stay away from Paul. They ground their kids and hope this will do the trick. Faith and Parker plan a new way to keep in touch. Faith finds and keeps Meg's bracelet that she threw away. Cheri and Emily agree to work together. Emily tells her that her rate is $1,000. Paul has a vision of Meg's bracelet falling onto the rocks and a growling, barking wild dog/wolf. Casey reassures Margo that he won't skip out on her like Adam did; he is sure he will come back to town, as a guilty Maddie listens. Will surprises Gwen, who is about to clean the mud off her hands; he wants to show her how much he loves her, so Gwen is forced to go outside and use the snow to clean off her hands, as Iris watches. Gwen's wedding ring is now on top of the ground by the site where Gwen and Maddie buried Adam."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: What's going on here, Faith? You told us you were going to be in the science lab at school.",
        "Paul: Would you mind shutting the door? You're letting all the hot air out.",
        "Holden: Faith, go wait in the car.",
        "Parker: Don't blame her.",
        "Jack: Parker, take Faith out to the car, now.",
        "[Jack and Holden yelling]",
        "Jack: Now, come on!",
        "Holden: Let's go!",
        "Holden: What the hell are you up to, Ryan?",
        "[SCENE_BREAK]",
        "[Emily remembering]",
        "Emily: I like to get the business portion of the evening over first. If you don't mind.",
        "John: Meaning?",
        "Emily: I like my money upfront.",
        "John: Oh, of course.",
        "Emily: And my fee is a $1,000.",
        "[SCENE_BREAK]",
        "Dusty: Emily? What are you doing here?",
        "Emily: Um. Doing some shopping for Daniel. Why?",
        "Dusty: We had a meeting scheduled an hour ago.",
        "Emily: No one told me.",
        "Dusty: I spoke to your assistant yesterday and today when you didn't show. You haven't even checked your messages?",
        "Emily: I need a little personal time.",
        "Dusty: Well if you need time, you've got it. But don't take a vacation without talking to me.",
        "Emily: It was a day, Dusty, not a vacation.",
        "Dusty: There's copy sitting on your desk waiting for clearance. We can't go to print.",
        "Emily: Last time I looked, I was the editor-in-chief. So no one says I have to answer to you.",
        "Dusty: I'd read your contract, 'cause I can replace you whenever I want.",
        "Emily: Duly noted.",
        "Dusty: I stuck my neck out for you. I don't appreciate the way you're handling yourself.",
        "Emily: I will see you in the office first thing in the morning. Excuse me.",
        "Dusty: What's going on with you?",
        "Emily: Nothing. Nothing --",
        "Dusty: You're in trouble, come on you're in trouble. I can tell.",
        "Emily: Well you're wrong. I'm fine Dusty. Everything's fine.",
        "Dusty: You're one of the savviest girls I know. What is it you're not telling me?",
        "[SCENE_BREAK]",
        "Casey: All I can say is that I'm sorry. I mean, I never meant to hurt you or Gwen. I just --I was trying to stay one step ahead. And eventually it caught up with me.",
        "Will: Been there.",
        "Casey: No, don't let me off. All right? What I did is inexcusable. But I'm going to pay you back as soon as I can. I know that doesn't make things right. Cause, we were friends and I blew it.",
        "Will: You'll get over it.",
        "Casey: I really am sorry.",
        "Will: Me too.",
        "Casey: All right, I should probably go. My mom's keeping me on a pretty short leash.",
        "Will: All right.",
        "Casey: Hey, Ms. Ryan.",
        "Barbara: Don't you hey, Ms. Ryan me. How dare you show up here? Do you have any idea what you've done?",
        "Will: Mom.",
        "Barbara: Don't you defend him -- there's no excuse for his behavior. You and your brother conspired to rob me blind and then bust up my son's marriage. What are you doing here now? Begging for forgiveness? What's next, Casey? You want him to drop the charges?",
        "Casey: No, that's not why --",
        "Barbara: You stole those bonds and then you planted them here knowing full well what it would do to Will, and Gwen, and their marriage. What kind of person are you?",
        "[SCENE_BREAK]",
        "Maddie: What is it? Is that? Gwen, stop, don't.",
        "Gwen: No, its okay, I just need to take a closer look, okay?",
        "Maddie: It's him. It's Adam. It's Adam's hand.",
        "[Maddie breathing heavily]",
        "Gwen: Maddie, stop it. It's okay -- just breathe okay. Maddie, we put him here. We knew that he was going to be here, okay? Take a breath. Maddie, look at me, just take a deep breath, okay?",
        "Maddie: I'm sorry.",
        "Gwen: It's okay, just breathe.",
        "Maddie: I saw his hand and I thought that he was reaching for me and --",
        "Gwen: And it's really dark and I'd rather be anywhere else in the whole world right now, but please Maddie, please, we have to find my ring, okay.",
        "Maddie: Okay -- okay -- okay, we'll just keep looking.",
        "Gwen: We didn't bury him very deep so we're probably going to bump into him.",
        "Maddie: It's okay. I'll be okay.",
        "Gwen: Maddie.",
        "Maddie: What?",
        "Gwen: Wait, I think I found something.",
        "Maddie: Is it your ring?",
        "Gwen: I don't know. Get the light? I'm sorry. It felt like a ring.",
        "Maddie: It's okay. It's okay. I'll just keep looking, okay. How deep do you think we can go?",
        "Gwen: I don't know, it could be anywhere. What is it?",
        "Maddie: I touched him. I'm sorry, I can't do this anymore. I can't.",
        "Gwen: It's okay. It's okay.",
        "Maddie: Listen, if they find the body and they find your ring we'll just tell them that he stole it, right? I mean he was -- he was in your dorm room so we can say that you took your ring off because you were mad at will so you took your ring off and he stole it.",
        "Gwen: Its okay, I don't want to be here anymore than you do.",
        "Maddie: I know. Listen, let's just say he stole it, okay? Please?",
        "Gwen: Okay, if they find -- let's just cover him up.",
        "Maddie: I can't. Gwen, I can't. I can't --",
        "Gwen: Maddie, please. Please, I can't be alone with him, please. Just stay here. You don't have to touch him, I'll cover him up, just stay with me please.",
        "Maddie: Okay -- okay -- that's enough I think.",
        "Gwen: Okay, let's just go somewhere and figure out what we're going to do next.",
        "Maddie: Where?",
        "Gwen: Anywhere -- let's just get out of here.",
        "[SCENE_BREAK]",
        "Barbara: Yeah, I heard all about your little problem, you need a little rehab, a little understanding. Well I'm sorry young man, you're going to jail.",
        "Will: Mom.",
        "Barbara: It's one thing to steal your parents' money. It's another thing to steal your friends, and make it look like he had something to do with it. Knowing full well how Will has worked so hard to get his life back together and how people always assume the worst, that's just cruel, Casey, and I will not forgive you for that!",
        "Casey: I don't blame you.",
        "Margo: Oh, you are here, good.",
        "Will: He was just leaving, Mrs. Hughes.",
        "Margo: Yeah, okay, why don't you wait for me in the car, Honey.",
        "Casey: Okay --",
        "Margo: Will, you know what, I can't tell you how sorry I am about this whole --",
        "[Cell phone ringing]",
        "Will: I really should get that so -- we should just talk another time, okay.",
        "Barbara: Oh no, you don't. You're not getting off that easy.",
        "[SCENE_BREAK]",
        "Dusty: I understand you miss your son, and things are hard on you right now, but you've got to focus on work. I thought that was the idea. That we'd put our energy into the paper.",
        "Emily: Dusty, it's not that simple.",
        "Dusty: No apparently not, 'cause obviously you're not sleeping. What's going on, you're acting like you don't care, like nothing matters. That's so weak. You've got to get past this. You've got to get past it, just reach out for anything.",
        "Emily: What are you my shrink? All of a sudden I'm your pet project?",
        "Dusty: No, the paper's our project. You -- you're starting to be a problem.",
        "Emily: Then fire me.",
        "Dusty: You want me to fire you?",
        "Emily: What I want is for you to stop looking over my shoulder every time I turn around.",
        "Dusty: I'm trying to save your job for you.",
        "Emily: Well don't -- you don't need to save me, or anything else, okay, I'm fine. In fact, I'm working on a story.",
        "Dusty: The story you were working on at the hotel bar?",
        "Emily: No. That fell through.",
        "Dusty: Oh, a different story? Tell me about it.",
        "Emily: I will when I have all the details.",
        "Dusty: You don't have a story, you just feel bad.",
        "Emily: Don't tell me what to feel, okay. No man does that to me. Not Paul, and not you!",
        "[SCENE_BREAK]",
        "Paul: What am I up to? Not much.",
        "Jack: Glad this is amusing for you. How about answering the question?",
        "Paul: Is it an official question, Jack?",
        "Jack: It's a serious question, Paul. We want a serious answer.",
        "Paul: What am I up to? I live in a cabin. I've been catching up on my reading. The other morning, I hiked over the ridge to watch the sun come up, I've been chopping wood and carrying water. A lot of the Zen thing.",
        "Jack: This is the second time our kids have disappeared in the last few days and both times we found them with you and why is that?",
        "Paul: Oh right, at the coffee shop. I don't know, they stop by.",
        "Jack: They stopped by. In the middle of the woods.",
        "Paul: Uh-huh.",
        "Jack: It's a 5 mile hike from town.",
        "Paul: It's like 3 and a half if you cut through the woods.",
        "Jack: Have you picked them up Paul. Did you pick them up and you brought them here?",
        "Paul: No.",
        "Holden: This is about Meg, isn't it?",
        "Paul: Meg?",
        "Holden: Faith is Meg's niece, Parker's family. You're trying to get her back, right?",
        "Paul: This has got nothing to do with Meg.",
        "Holden: Okay then, what is it? What is it? Why are these two kids suddenly your best friends?",
        "Paul: Because maybe they need a friend, now Jack because nobody else seems to be listening?",
        "Holden: Oh, and you thought it was your day to step in? To make things right with all your wisdom and experience? Makes sense to me, Jack. Paul's made such a great success of his life so far, why not spread the joy.",
        "Paul: We're done here.",
        "Jack: No, not -- not quite.",
        "Paul: You have no right to be here.",
        "Jack: Interesting you should bring up rights. Let me remind you that Faith and Parker are minors, and since their parents have made it quite clear they don't want you anywhere near their children, I'd advise that you respect their wishes. In fact, let me make this an official warning. Any further attempt to contact either minor will --",
        "Paul: I haven't made any attempt to contact them. They just -- they just came here.",
        "Holden: And you invited them in?",
        "Paul: No, they were here when I arrived.",
        "Jack: So, they broke in?",
        "Paul: No. The door was open.",
        "Jack: Would you like to lodge a complaint?",
        "Paul: Would I like to lodge a complaint? Jack, will you listen to yourself? Look, you've got great kids. They're terrific. You should be very proud of them, okay? They're bright. They're really curious. They're fearless. They just want somebody to talk to, and I didn't ask for that to be me. I didn't do anything to encourage it, but maybe the fact that I don't make assumptions about them, and I don't jump on them every chance I get. They feel comfortable with me.",
        "Holden: So far, they've skipped school, walked out on doctor's appointments, outright lied to us about where they were going. That's not okay.",
        "Paul: I'm not condoning --",
        "Holden: They need structure. You know what? I don't even know why I'm talking to you. You're not a parent. Stay away from them, Ryan. I mean it.",
        "Paul: Yes, Detective Jack?",
        "Jack: Do you really think that this is the place for a couple of kids who are having a tough time to be?",
        "Paul: They seem to think so.",
        "Jack: I'm asking you, Paul. Do you think you can be of any help to anybody at this point? In the state you're in? Don't make me come back here.",
        "[SCENE_BREAK]",
        "Margo: Barbara, I am so sorry about what happened.",
        "Barbara: And you should be. Because you're to blame.",
        "Margo: Oh, am I?",
        "Barbara: Oh, yes. And your sons will go to jail. I'm not going to have those charges dropped. I just want to place the blame where it belongs.",
        "Margo: Okay, I don't have time for this.",
        "Barbara: So, all those years of criticism from you? Those smug looks from the mother of the year with her perfect sons and her perfect record? What was it they said in the paper about you last week? That your appointment to Chief of Detectives was a fitting tribute to Hal? Rubbish.",
        "Margo: All right, Barb, you want to kick me when I'm down, I can't stop you.",
        "Barbara: Oh, I see. It's poor, poor Margo now getting it again from big bad Barbara. Do you know what your problem is? You never got over the fact I had tom first. And yet, you helped yourself to Hal, didn't you? What would he think about edam? The kind of kid he turned out to be? Knifing his brother in the back. What would Hal think about that, Margo?",
        "Margo: Hal is dead, Barbara.",
        "Barbara: And you're still riding on his coattails.",
        "Margo: Let's just be really clear about this. You're mad at me because I was friends with Hal?",
        "Barbara: I am not mad. I'm simply stating the irony of it all. All the while that my kids were having such difficulties, you gloated, Margo. Don't deny it.",
        "Margo: I never, ever wished ill on any of your kids.",
        "Barbara: And you think it makes me happy to see poor little Casey going down the tubes? I watched him grow up. He was a friend of Will's. He was the only friend that Will had when Will was going through so much when he was a little kid. And I know that that was my fault. I understand that. My kids' problems were mine. Both Will's and Paul's. But you know what? My kids wouldn't stab anyone in the back. Not any of them. Not one of them was a thief, was a coward. They wouldn't stab anyone in the back!",
        "Margo: All right, Barbara. I apologize for their behavior. And they will account for their actions in court or in prison, and they will make full restitution -- what more do you want me to say?",
        "Barbara: I've made mistakes with my children. I'm the first to admit it, but now it's your turn. Now it's your turn to do a little soul-searching, and when's it going to happen, Margo? When? When they end up in the jail? You know what? They have made mistakes and sooner or later, you're going to have to admit it. That you're not a perfect mother, Margo!",
        "Will: Was that necessary, Mom?",
        "Barbara: Yes, I think it was. Who's on the phone?",
        "Will: The school. It was a scheduling thing.",
        "Barbara: You know, Honey, I know you don't like confrontation. But sometimes it's a really, really good thing, to clear the air.",
        "Will: So the air is clear now?",
        "Barbara: No. But she was certainly put on notice.",
        "Will: Right. I don't think that's your job, Mom.",
        "Barbara: Honey, don't you think it's curious that both Casey and his mother rushed over here to apologize?",
        "Will: Well, I think they feel bad.",
        "Barbara: They're trying to butter you up.",
        "Will: Mom, I pressed charges. And I'm not going to drop them.",
        "Barbara: Good.",
        "Will: You know, I'm not the idiot you think I am.",
        "Barbara: I don't think you're an idiot, Will.",
        "Will: So why are you always standing by ready to clean up after me?",
        "Barbara: Because, because that's what I've always done. Because when you were nine years old, you had algae growing in your shoes, and your desk was caked with chocolate milk and cereal, and I was worried the D.E.P was going to come in, cite me for pollution if I didn't clean up, Will.",
        "Will: Okay, well, I'm not nine years old anymore.",
        "Barbara: I know, but you're a very forgiving person.",
        "Will: Which is why I'm still talking to you.",
        "Barbara: Yes. Which is why I wanted to come talk to you today. This mess you're in? I'm partly to blame.",
        "[SCENE_BREAK]",
        "Maddie: I could die that I freaked out on you like that. I'm so sorry.",
        "Gwen: Hey, I couldn't do it either.",
        "Maddie: It was just touching him. I was more scared than when I -- when I killed him.",
        "Gwen: Don't make it sound like you did it on purpose, okay? You were just trying to protect me.",
        "Maddie: I know. He died.",
        "Gwen: You know, Maddie, you're not the only one who was scared back there. Saying that you are going to do something, is one thing. I can't -- I can't dig up Adam's body. I don't know how to go back there.",
        "Maddie: I know. I can't, either.",
        "Gwen: Look, maybe we should just call the cops and tell them what happened.",
        "Maddie: How can I do that? Margo has been so good to me.",
        "Gwen: If we can get her to understand that you were just trying to keep Adam from hurting me.",
        "Maddie: Okay. Margo is not going to care how it happened, okay? I killed -- I killed her son. I'm never going to be able to face her. Please? Please, I know that I have no right to ask you this, but please don't go to the cops.",
        "Gwen: Okay. It's fine. I just thought maybe it seemed like a way out.",
        "Maddie: Listen, we killed him, okay? We killed him, we moved the body, we buried him, and we lied about it. That's like three crimes right there. They'll send us to jail, both of us, even though you didn't --",
        "Gwen: That's fine. I said we're not going to say anything.",
        "Maddie: Okay.",
        "Gwen: Let's just hope when somebody finds the body, and if they do, they don't find my ring. We can always say that Adam took it beforehand, like you said.",
        "Maddie: And you're sure that you lost it there? I mean, maybe -- maybe it's in your dorm room somewhere. Or at home, or in your pocket, I don't -- just somewhere else.",
        "Gwen: It's possible. It was Will that noticed that it was gone. I hate lying to him.",
        "Maddie: I know.",
        "Iris: So, who's your little friend, Gwennie?",
        "Gwen: This is Maddie.",
        "Maddie: Hi. I'm going to wait for you outside.",
        "Iris: Nice to meet you, too, Sweetheart. What'd you tell her about me?",
        "Gwen: Nothing, Mom, she has a lot on her mind. She's applying for college. It doesn't have anything to do with you.",
        "Iris: All right, all right. So, where's Will?",
        "Gwen: What does that mean?",
        "Iris: Well, I read in the papers this morning that his best friend Casey stole your bonds?",
        "Gwen: Yeah.",
        "Iris: And I guess that Adam planted one at your place? I just -- I just don't understand why Adam would want to make Will look guilty. I mean, that's basically what they said in the papers --",
        "Gwen: You know, I don't know, Mom, I didn't read the papers this morning.",
        "Iris: It's just a lousy situation. You know, I just, I want to make sure that you're all right, you and Will.",
        "Gwen: We're fine.",
        "Iris: Good. And when they finally catch Adam, Boy, I'm going to give him a piece of my mind.",
        "Gwen: You know, they haven't caught him yet. And I hope that they never do.",
        "Iris: Me too. Well, like you said, you know, it's out of sight, out of mind. Sweetie, this is hell for you, isn't it? I mean, I guess your music career is finished.",
        "Gwen: Yeah, it's not very fun.",
        "Iris: Oh, Sweetie. I'm so sorry, but it will be all right, Hon. What happened to your hands? Where's your ring?",
        "[SCENE_BREAK]",
        "Barbara: Honey, if it looks like I'm just standing around waiting to bail you out, it's not because I don't trust you, or I don't know that you're a grown man. You know, I didn't want to disappoint Gwen, because I thought --",
        "Will: You know she didn't marry me for the money, Mom.",
        "Barbara: I know that.",
        "Will: Do you?",
        "Barbara: Yes, I do. Which is why I was willing to give you the loan in the first place. Because she deserved it. She's a wonderful person.",
        "Will: Yeah, we worked through it all. Everything's fine. We're good now.",
        "Barbara: You're together?",
        "Will: Yeah.",
        "Barbara: Oh, thank God. You know why? Because she's good for you and you're good for her.",
        "Will: Yeah, I want to tell you that I appreciate, well, a lot of things. But I appreciate the fact that you were willing to give us the loan. And, I'm going to pay your back.",
        "Barbara: Don't worry about the money, Will --",
        "Will: No, Mom, Mom, you're going to get your money back. And I also am really appreciative that you did not blame Gwen.",
        "Barbara: You know, I know I've made a lot of mistakes with you. Things I can never make up for, except to support the people that you love. And Gwen's at the top of the list. Which is why, if I'm pushy on her behalf, it's because I don't want you to lose her.",
        "Will: Don't worry, Mom. It's not going to happen.",
        "[SCENE_BREAK]",
        "Iris: You've got mud all over your fingers.",
        "Gwen: Umm --I was -- helping Maddie plant some flowers.",
        "Iris: Gardening, in the middle of winter?",
        "Gwen: Bulbs, Mom --in pots. I took off the ring so it wouldn't get dirty. I'll scrub my hands when I get home.",
        "Iris: So you're planting flowers with your little friend while Casey's getting arrested?",
        "Gwen: Maddie is Casey's girlfriend, she needed to get her mind off of things, it's really none of your business.",
        "Iris: Honey, Honey, Honey, what do I care about a few dirty fingernails? I'm just worried about you, Sweetie.",
        "Gwen: I've got to go.",
        "Iris: Gwennie --Hon --",
        "Gwen: Sorry. Gotta go. Talk to you later. Bye.",
        "[SCENE_BREAK]",
        "Maddie: Did she hear anything we said?",
        "Gwen: No. She read the papers, she knows that Casey and Adam tried to set up Will.",
        "Maddie: How long do you think she's going to be there? I left my bag under the table.",
        "Gwen: Listen, you've got to come back and get it later. I think she's going to hang around a while and she's already suspicious.",
        "Maddie: Of what?",
        "Gwen: She saw the dirt on my hands, she started asking where it was from, she wanted to know where my wedding ring was.",
        "Maddie: What did you tell her?",
        "Gwen: I told her that we were gardening.",
        "Maddie: And she believed you?",
        "Gwen: I didn't really hang around long enough to find out. Maddie --listen we just have to stay away from her right now, okay?",
        "Maddie: Yeah, okay. I guess I don't really need my bag right now. I can't study anyway.",
        "Gwen: We just need to act like everything is normal and keep our mouths shut, okay? You can't tell Casey, you can't tell Henry --",
        "Maddie: You can't tell Will.",
        "[SCENE_BREAK]",
        "Jack: We have a problem! You two seem to think that you can run off and do whatever you want.",
        "Holden: Without telling anyone where you're going or why.",
        "Jack: And look, I understand that you're growing up, you want to feel like you're in charge of your own lives, but the thing is, guys, nobody's in this alone. We're all responsible to one another.",
        "Holden: Faith, we need to know where you are at all times. That's non- negotiable.",
        "Jack: If you guys have a problem, if there's something bothering you, we want to know about that too.",
        "Holden: Faith, you told us that you were going to work with your friend Morgan on a lab assignment. Was that true?",
        "Faith: No.",
        "Holden: So, you left Al's and went over to Paul's?",
        "Faith: No --",
        "Holden: And that was you on the phone, wasn't it Parker, when we were over at Al's?",
        "Jack: Guys, I guess until the attitudes improve --",
        "Faith: Parker and I can't talk to each other anymore?",
        "Holden: No, what you can't do is lie to me or your mother. We need to know where you are, we need to approve of where you're going and Paul's house --",
        "Parker: What's wrong with it?",
        "Jack: It's not the first time you've been there, is it? Guys, Paul is -- he's an interesting character. I can't say he's all that stable at the moment, however.",
        "Holden: He hurts people.",
        "Parker: He does not.",
        "Jack: Whether he's directly responsible, people tend to get hurt when they're around him, yeah.",
        "Holden: And we don't want you kids around him.",
        "Parker: You can't tell us who we can see.",
        "Jack: Yes, we can.",
        "Holden: I want a word with you, outside, let's go. Honey, I'm really trying to understand what's going on here, I really am. I thought we made some progress at Al's. But then you run off. I don't know what's going on here. And why Paul?",
        "Faith: He's nice.",
        "Holden: He's nice? You know, I don't think you remember this because you were small --",
        "Faith: Aunt Rose didn't die because of him.",
        "Holden: What about what happened to your Aunt Meg? What about what he put her through, you were there at the wedding, you saw how upset that she was. She won't even talk to him anymore because she's so disappointed by --",
        "Faith: By what?",
        "Holden: The man doesn't care about what happens to people. He only cares about what he wants, and that's no way for anyone to live their lives. So, can you understand, why I don't want you hanging around anyone like that?",
        "Faith: It's not like I'm going to marry him.",
        "Holden: He's not a nice person. Okay, fine. Fine. If you don't want to talk, you want to be this way, it's my job to protect you, so starting today, you're grounded for one month.",
        "Faith: What?",
        "Holden: Straight to school and straight home for one month.",
        "Faith: What about dance class?",
        "Holden: Sorry.",
        "Faith: You can't do this to me. I have to go to dance class. I'm already so far behind, I'm never going to catch up! I didn't expect Mom to understand, I thought you would.",
        "Jack: Parker, I don't want to ground you, Buddy but you don't give me much choice. All I want is an explanation.",
        "Parker: You wouldn't believe me anyway.",
        "Jack: Try me. You've obviously got something on your mind. And we both know you got plenty to feel low about. Is that what you talk to Paul about? Your mom and dad?",
        "Parker: No.",
        "Jack: Then what? You think I don't miss them? Hal was my best friend. And your mom, okay, listen, I know it's not the same thing, but I understand how bad you feel.",
        "Parker: Whatever.",
        "Jack: You're pretty angry at me, huh? What'd I do, Parker? Can you tell me? I'll fix it. I'll do whatever it takes.",
        "Parker: You can't. Nobody can",
        "[SCENE_BREAK]",
        "Emily: First it was Paul, everything would be just fine if he'd just look the other way. But it wasn't fine, was it. I lost my child, I lost him, I lost my self-respect, and then there was Craig, you can get what you want if you just do as I say. And what did that net me? I lost my son. So if you think for a minute, I'm going to turn myself inside out for you.",
        "Dusty: I'm trying to give you another chance, an opportunity because of what you did for my son. That's all it is. If you don't want it, just say the word.",
        "Emily: I don't know what I want.",
        "Dusty: Well that's the first honest thing you've said to me all week. You need to think about your son --",
        "Emily: Don't tell me what I need!",
        "Dusty: Okay, I need an editor who can do the job. So do the job, or walk away, but get off the fence or you're fired.",
        "Emily: It's me. I need a number.",
        "[SCENE_BREAK]",
        "Holden: Faith, I'm not trying to make things worse for you. Your mother and I are just very worried. You're talking back to us. You left the therapist's office without telling anyone. You run off today. You obviously still have food issues.",
        "Faith: It's not about food.",
        "Holden: Well then, tell me, what is it about?",
        "Faith: You want to ground me, fine. Let me just get my backpack, and you can take me home and lock me up.",
        "Jack: I'm not saying I can change things, I wish I could.",
        "Holden: Faith needed her bag. Can I speak to you for a second?",
        "Jack: Yeah.",
        "Faith: You grounded?",
        "Parker: Yep.",
        "Faith: Me too.",
        "[SCENE_BREAK]",
        "Cheri: You wanted to see me?",
        "Emily: Yes, thank you for coming.",
        "Cheri: I was surprised to hear from you, considering you didn't take my card the other night.",
        "Emily: No. No, but I have a good memory for names. I'm a journalist. I know how to find people.",
        "Cheri: A journalist? Okay, tell you what. I'll save us both some time. I like what I do, I have no regrets. It's a good business. Sol if you think I'm going to blow it by giving some kind of story --",
        "Emily: No, no, no. That's not why I called you. The other night, when you saw me in the bar --",
        "Cheri: Making eyes at the guy in the $1,000 suit?",
        "Emily: Yeah. You made an assumption about me. That --",
        "Cheri: You're a pro?",
        "Emily: Yes. But I'm not. I'm in the news business.",
        "Cheri: So, in other words, you do exactly what my girls do, only you don't get paid for it.",
        "Emily: Well, I won't say my attitude is quite the same for my reasons.",
        "Cheri: Sweetheart, I don't have all night. Obviously, you want something. What is it?",
        "Emily: The other night, when you gave me your card, I have to admit, on a certain level, I was little flattered.",
        "Cheri: Flattered?",
        "Emily: That you thought that men might be interested in me and that I might be interested in -- trying something new. And maybe I am. I mean, it's probably why I got into journalism. I've always been curious about other people's lives.",
        "Cheri: So you're curious?",
        "Emily: Yeah. And what you said earlier about the bar being your territory, I get that. Really. I wouldn't want to, you know, overstep.",
        "Cheri: What do you want from me, Emily?",
        "Emily: I think I would like to try it. Nothing long term, but a few times. Maybe to try to understand what it's like.",
        "Cheri: What, what is like?",
        "Emily: What it's like to know -- that I could say no or yes. And know it's up to me.",
        "Cheri: You saying you want to work for me?",
        "[SCENE_BREAK]",
        "Casey: So, why did you again did you stop by Will's?",
        "Margo: Because you told me that you'd be there.",
        "Casey: Right, in case you needed me for anything. But you haven't said a word since we left. So, I mean, is something wrong? Or did they move up my hearing?",
        "Margo: No.",
        "Casey: Then what is it?",
        "Margo: Well, to be perfectly honest with you, Casey, I wasn't sure that you would be there.",
        "Casey: What do you mean?",
        "Margo: Well, you're facing charges. You're out on bail.",
        "Casey: So, you thought I would jump bail?",
        "Margo: I don't know what to think.",
        "Casey: Mom, there's certain things I didn't tell you about when I was gambling, because I didn't understand it myself. But I would never do that to you on purpose.",
        "Margo: Let's not -- let's not do this.",
        "Casey: Mom, we're going to have to. Because if you're not going to trust me --",
        "Margo: Me, me, me, me, me, we don't even know where your brother Adam is. For all I know, he could be calling you and telling you to run off and meet him someplace. And I am not going to let you make that mistake.",
        "Casey: Mom, I haven't heard from Adam, nor do I know where he is. I don't know if anyone has.",
        "[SCENE_BREAK]",
        "Will: Hey.",
        "Gwen: Hey. I didn't know you were here. I didn't see the car.",
        "Will: Yeah, I was running errands. So, how are you?",
        "Gwen: I'm good. How are you?",
        "Will: I'm good. Casey stopped by, and his mom. And my mom.",
        "Gwen: What did Margo have to say?",
        "Will: She just wanted to apologize, really. Casey did, too. He said he was sorry. He seems really wrecked.",
        "Gwen: I don't really feel sorry for him. You know, if it weren't for him, none of this would have happened. I'm just saying --",
        "Will: I'm pretty sure this all started with him trying to help you. The gambling is a separate issue.",
        "Gwen: And I don't really care about the gambling, or the money, or the demo. I just want things to go back to the way that they were.",
        "Will: Nothing's changed. Everything's fine between us. You didn't find your ring, did you?",
        "Gwen: No. No, I looked everywhere. It's gone.",
        "Will: That's okay. It's just a ring, I don't care. All I care about is you.",
        "Gwen: You know how much I love you, right?",
        "Will: Yeah, of course I do. So, how about you take off your coat and take off your gloves -- and everything else.",
        "[SCENE_BREAK]",
        "Emily: Yes, I'm interested in working with you.",
        "Cheri: You work for me, not with me. The cut's 60-40 in my favor. The house will cover you if you get picked up by the cops. I'll set you up at the bar, I'll set you up on dates. Your rate is $500 an hour for straight sex. Anything extra is extra. Understood?",
        "Emily: I get a thousand.",
        "Cheri: Do you? Well, a thousand it is. Ready to get started?",
        "Emily: Yes, I am.",
        "Cheri: I'll see you at the bar.",
        "[SCENE_BREAK]",
        "Holden: Faith has been through so much this past year. Parker, I don't know how that kid makes it through the day. No doubt, they've both been through a lot. But trying to figure everything out on their own, it's tough.",
        "Jack: Well, maybe a month of close supervision will do the trick.",
        "Holden: We'll see. So, it's straight to school and straight home. Let's hope it works.",
        "Jack: We can do this. We just got to stay on top of things.",
        "Faith: If they take away our phones, we can still I.M.",
        "Parker: Cool. I'll put you on my buddy list.",
        "Faith: Cool. What is this?",
        "Parker: Don't look at me. It's not mine. Is it broken?",
        "Faith: I don't think so. It's very pretty.",
        "Parker: Keep it.",
        "[SCENE_BREAK]",
        "Casey: Mom, if I heard from Adam, I would have told you. I promise. And I'm not going to jump bail.",
        "Margo: Good to know.",
        "Casey: So do you believe me? I'm so sorry, Mom.",
        "Margo: I know. So am I. You know what I really need? I need you to stop apologizing. I need you to know that we are going to get through this together. We're family, we've all made mistakes. We can do it together.",
        "Casey: Okay.",
        "Margo: All right, and don't you give up. I know it's overwhelming, but you know, you just take it one step at a time. You and your brother have a long life ahead of you.",
        "Casey: So you think he's going to come back?",
        "Margo: I know he's going to come back. You know, they got a warrant out for his arrest. Adam will be back when they bring him in or better yet, my hope that his conscience will kick in, and he'll come back on his own. Your brother will be back. You can count on it.",
        "[SCENE_BREAK]",
        "Gwen: Hey, I'll meet you in the bedroom.",
        "Will: Where're you going?",
        "Gwen: I just got to get something out of the car.",
        "Will: I'll get it for you.",
        "Gwen: No, no, no. It's okay. I'll be right back.",
        "Will: Gwen?",
        "Gwen: I'll be right there.",
        "[SCENE_BREAK]",
        "Announcer: Tomorrow on \"As the World Turns.\"",
        "Lily: You and Holden both, you're second guessing me. Here, home, at work. It's got to stop.",
        "Craig: Come on, let's go. Let's go. Come on. Rise and shine. Let's go. Here we go. Come on.",
        "Brad: Isn't it great? Do we make one hell of a team or what, Baby?",
        "Katie: I am not your baby."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Z_dAG-eiVG4"
}