{
    "Episode Summary": [],
    "Recap": [
        "Casey and Maddie set out to clear Gwen of the charges against her and discover that Jennifer had a nannycam in her room that could prove Gwen's innocence. Margo finds Gwen and Will and arrests Gwen. Jennifer finally accepts Paul's death when Dusty tells her Meg paid Madam Lecost to lie to her. Emily finally finds Paul at the wagon wheel motel but is heartbroken when she looks in the window to his room and sees him kissing Meg."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Gwen: I thought you said that the noise outside was just a car backfiring.",
        "Will: It was.",
        "Gwen: Then why do you wanna leave early?",
        "Will: Because we've been lucky this far, and I don't want to tempt fate.",
        "Gwen: We should wait a little while. The neighborhood'll be quieter.",
        "Will: It's already dark.",
        "Gwen: It'll be dark in a few hours. Why rush?",
        "Will: Because I just have a feeling.",
        "Gwen: What, like Maddie turned us in?",
        "Will: No, no. Look, I can't explain it. I'm just gonna feel better when we're out on the road, where no one can find us.",
        "[SCENE_BREAK]",
        "Margo: Hi, guys. Whoo! Sure got quiet when I showed up. What's goin' on?",
        "Maddie: Nothing.",
        "Casey: Nothing.",
        "Margo: Ooh, a \"nothing\" fight. They're always my favorites. Listen, could you guys stay in the same room long enough to help me out with making dinner? Because I am beat.",
        "Maddie: Sure. Casey, let's make a salad and see what else is in the fridge.",
        "Casey: Not much. Yeah, we're pretty much cleaned out in the food department.",
        "Maddie: Casey --",
        "Margo: All right, obviously, this \"nothing\" fight is a big deal. You want to tell me what it's about?",
        "Maddie: Nate.",
        "Casey: Gwen.",
        "Margo: You two, you fight about what you're fighting about.",
        "Casey: It's about Gwen.",
        "Margo: What, you know something? Either one of you. Listen, if either one of you knows anything about how I can find her, you'd better tell me right now.",
        "Casey: You want to tell her, or should I?",
        "[SCENE_BREAK]",
        "Henry: Wait. You honestly believe Paul still loves you?",
        "Emily: He never stopped.",
        "Henry: Emily, I think somewhere between shooting him and shoving him off the cliff, the fire went out.",
        "Emily: You are so stuck on that incident, Henry.",
        "Henry: Yeah, gunfire holds my attention. I don't know, I'm funny that way.",
        "Emily: No, no, you need to look at the big picture.",
        "Henry: Okay. Please, explain the big picture to me.",
        "Emily: Paul understands why I shot him. And it was stupid. He must know that I've been in agony ever since the second I pulled that trigger.",
        "Henry: Must he?",
        "Emily: Yes.",
        "Henry: How do -- how do we know that?",
        "Emily: Henry, he made it look like he committed suicide, for God's sake. Think about it. If he wanted revenge, he would have left evidence that implicated me. He'd want me to go to prison, right?",
        "Henry: Yes. Probably, yes.",
        "Emily: Yes, but he didn't do that, did he? He deliberately put his fingerprints on the gun to make it look like he shot himself.",
        "Henry: You got me, Em. I think faking your suicide and disappearing is true love.",
        "Emily: Paul is hiding because he doesn't know what to say.",
        "Henry: It's not a blind date, Emily. You think he doesn't know how to break the ice?",
        "Emily: No. He doesn't know how I feel now. Don't you understand? That is why I have to find him -- so I can tell him I still love him.",
        "[SCENE_BREAK]",
        "Jennifer: Why does it feel like you're here somehow? I need a sign. If you really have passed on, please -- please find a way to show me. But if you haven't, if you're still here -- Paul? Is that you?",
        "[SCENE_BREAK]",
        "Meg: That's a lot of cash.",
        "Madame Lacoste: Well, tell him I'll get the job done.",
        "Dusty: This is real low, kid, even for you.",
        "Meg: Dusty --",
        "Dusty: You create this scam all by yourself?",
        "Meg: What scam?",
        "Dusty: Your phony psychic scam. Your lady does great work. She's got Jennifer all twisted up, thinking Paul's still alive.",
        "Madame Lacoste: There's no scam. I tell what I see.",
        "Dusty: Listen to me. Listen to me, you don't go near Jennifer Munson again, you understand? No calls, no visits. You don't walk down the same street. You got it? Nod your head so I know we're clear? If you do go near her again, the nicest thing I'll do is go to the cops. If I'm havin' a bad day, I'll deal with you myself, okay? And I don't even recognize you. Who have you become? You haven't tortured Jennifer enough?",
        "Meg: What are you talking about? I'm serious.",
        "Dusty: Oh, I'm not gonna do this with you.",
        "Meg: What -- tell me what that woman did?",
        "Dusty: She did what you paid her to do.",
        "Meg: I didn't pay her to do anything.",
        "Dusty: Oh, come on, come on. I saw you hand her the cash!",
        "Meg: I found the envelope on the floor. It must have fallen out --",
        "Dusty: Do I look like an idiot to you? Do I? You paid this phony psychic. She runs her scam. She's got Jennifer all twisted up, thinking Paul is still alive. Then what?",
        "Meg: Dusty --",
        "Dusty: Do you know what this is doing to her? Are you a sadist?",
        "Meg: No! I'm not the one --",
        "Dusty: You're not the one? There was someone else? There was someone else? It wasn't you?",
        "Meg: No, it wasn't.",
        "Dusty: Okay, it was someone else. Tell me. If you didn't set this up, who did?",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Paul: Yeah?",
        "Madame Lacoste: It's me. We're through.",
        "Paul: No, we're not. Listen, the money should be there soon. I sent somebody. She should be there any minute.",
        "Madame Lacoste: She was here so was your sister's boyfriend.",
        "Paul: Dusty?",
        "Madame Lacoste: The man's a thug.",
        "Paul: Yeah, I know.",
        "Madame Lacoste: He saw the payoff, and he's furious.",
        "Paul: Oh, boy.",
        "Madame Lacoste: He's gonna call the cops. That's what he said -- unless he decides to deal with me himself.",
        "Paul: No, no, no. Listen, he's full of hot air.",
        "Madame Lacoste: Well, I'm not waitin' to find out, and neither should you.",
        "Paul: Listen, Madame, we've made a lot of headway with Jennifer. I don't think we should give that up.",
        "Madame Lacoste: You're not listening, my friend. The man caught your girlfriend, and he's grilling her, now. She's probably telling them exactly where you are. Now if you're smart, you'll get out while you can.",
        "[SCENE_BREAK]",
        "Jennifer: Paul? Oh.",
        "Barbara: Honey, are you all right?",
        "Jennifer: You scared me.",
        "Barbara: Well, I guess that's what we get when we come here so late.",
        "Jennifer: Oh, it's so strange to see his name there.",
        "Barbara: It makes it so hard to believe.",
        "Jennifer: Why did you say that?",
        "Barbara: Well, because this is where we buried him the first time. I mean, in this very spot.",
        "Jennifer: Is that all? Is that the only reason that you don't believe?",
        "Barbara: Honey --",
        "Jennifer: Mom. Paul doesn't feel dead to me.",
        "Barbara: I know. I know he doesn't.",
        "Jennifer: Do you?",
        "Barbara: Yes. It's very hard. We -- we don't have his body.",
        "Jennifer: Maybe that's because we shouldn't give up hope. Mom, I have to tell you something. In the last few days, I have had reason to believe that Paul could still be out there.",
        "[SCENE_BREAK]",
        "Emily: You think I'm insane to want Paul back, don't you?",
        "Henry: No. I just -- I think you kids don't bring out the best in one another.",
        "Emily: Really? That's funny. People used to say the same thing about you and Katie.",
        "Henry: Uh --",
        "Emily: No, look, you don't have to understand. You don't even have to think it's smart. Just help me, please.",
        "Henry: Help you out? Help you do what?",
        "Emily: I know he's close by. I can feel it.",
        "Henry: Why do you keep harping on that? Meg said he wasn't.",
        "Emily: Meg?",
        "Henry: Yes.",
        "Emily: She's just trying to throw me off. Are you kidding me? She knows that once I find Paul, he's not gonna need her anymore, and then there goes her cash cow.",
        "Henry: I see. Speaking of cash --",
        "Emily: Excuse me? I -- I thought you didn't care about your money. Somebody said that he was willing to walk away --",
        "Henry: Well, somebody may be -- somebody may have slightly exaggerated just a little bit.",
        "Emily: Yeah, I thought so. Henry?",
        "Henry: Yeah.",
        "Emily: Honestly, I'm the last person to expect you to kiss good-bye $1 million.",
        "Henry: Yeah, you're right.",
        "Emily: It's your money. I'm just holding onto it for you. But surely you understand that I can't give it to you until you help me.",
        "[SCENE_BREAK]",
        "Gwen: Uh, do you think anybody would mind if I took this?",
        "Will: Well, it was abandoned. It's about time someone gave it a good home.",
        "Gwen: I can do that.",
        "Will: Look, maybe we should go in a different direction.",
        "Gwen: Like where?",
        "Will: Seattle.",
        "Gwen: You mean, Alison and her boyfriend?",
        "Will: Yeah. I'm sure she'd love to help out, um, even though it might cause problems back home.",
        "Gwen: Yeah. So we're all packed. Nothing left, not even for the mice.",
        "Will: Yeah, or the rats. Look, um, before I forget --",
        "Gwen: Hey, what is that?",
        "Will: Um, it's $500. It's half the money.",
        "Gwen: Okay, I don't -- I don't really want to be responsible for that.",
        "Will: Take it, Gwen.",
        "Gwen: Wha -- why?",
        "Will: In case something happens.",
        "Gwen: Like what?",
        "Will: In case we get separated.",
        "[SCENE_BREAK]",
        "Margo: Oh, come on, you two! What do you know about Gwen that can help me find her? Maddie?",
        "Maddie: Nothing.",
        "Margo: Casey? Come on, ten seconds ago, you said you wanted to talk. Let's have it. [Phone rings] Look, I got to take this. Don't go anywhere. I'll be back.",
        "Maddie: How could you sell them out like that?",
        "Casey: You know, Will's mom got attacked and ended up in the hospital. I don't care if it was Will or Gwen, it was wrong.",
        "Maddie: Please, it was an accident.",
        "Casey: You don't know that. And that's why I'm gonna tell my mom the truth so I can get you off the hook.",
        "Maddie: What?",
        "Casey: Maddie, right now, you're aiding a fugitive. That doesn't look good on your high school transcript.",
        "Maddie: You're not doing this for me. You're doing it to get back at Gwen.",
        "Casey: Truth? I don't give a damn about Gwen.",
        "Maddie: Yeah? Well, we can see that, the way you treated her and your baby.",
        "Casey: You know, you really need to stop making this about that, because it's not.",
        "Maddie: Then give her a break. If she gets arrested, Barbara Ryan will railroad her.",
        "Casey: My mom won't let that happen.",
        "Maddie: Did you think your mom would let her get charged with attempted murder? Gwen cannot get a fair break here. So let her and Will take their chances on the road.",
        "Casey: This is not some Indie movie, Maddie.",
        "Margo: So, you two think you can get dinner on your own here tonight?",
        "Maddie: Yeah, no problem. Right, Case?",
        "Margo: I got a hot tip.",
        "Casey: Does it have anything to do with Will or Gwen?",
        "Margo: Why are you so interested?",
        "Casey: I just wondered. You're still in charge of Will and Gwen's case, right?",
        "Margo: Yeah, and I just wondered why you two were fighting about Gwen.",
        "Casey: Okay. She had a band, so I thought you should talk to them.",
        "Margo: And you fought about that?",
        "Maddie: Yeah. I didn't think it was fair for you to bother them.",
        "Margo: Okay, we're not done. We're gonna talk when I get back. You should have a better story by then, or get ready to tell the truth.",
        "Maddie: Thank you.",
        "Casey: Whatever.",
        "Maddie: I have to go warn them.",
        "Casey: Hold on. We're not gonna panic and do stupid things here.",
        "Maddie: \"We\"?",
        "Casey: Yeah.",
        "Maddie: There's a \"we\"?",
        "Casey: And lucky for you, half of \"we\" lives with a cop and a district attorney. So we're gonna do what they would do.",
        "Maddie: And that would be what?",
        "Casey: Find some evidence to prove that Barbara Ryan is lying about what happened.",
        "[SCENE_BREAK]",
        "Gwen: Hey, how would we get separated?",
        "Will: It could happen. Anything could happen once we get out there.",
        "Gwen: Yeah, I guess.",
        "Will: And if one of us gets caught, then it doesn't mean that the other one has to.",
        "Gwen: Yes, it does.",
        "Will: Are you saying you wouldn't distract the cops for me if you got caught?",
        "Gwen: No, of course I would distract -- that's not what you're worried about.",
        "Will: Yes, it is.",
        "Gwen: No, you want me to have cash so I can run. I won't go without you.",
        "Will: Promise me you will anyway.",
        "Gwen: This is a stupid conversation.",
        "Will: No, it's not. It's planning, and I'm dead serious, Gwen.",
        "Gwen: Look, forget about it, please.",
        "Will: No, Gwen, I'm not gonna forget about it. We're not leaving here until you promise me that if we're in a jam, and I can't get clear, then you'll keep going.",
        "[SCENE_BREAK]",
        "Henry: Emily, Emily, you don't believe this, but I am trying to help you right now.",
        "Emily: No, you're not. You're trying to keep me from what I want.",
        "Henry: What you want isn't possible. I -- whatever you had with Paul, he blew it when he refused to marry you. And I know you don't want to hear this, but you blew it when you shot him, okay? Some things are just too big to come back from.",
        "Emily: Paul's trying to.",
        "Henry: No, he's offering you a clean slate. Take it.",
        "Emily: I can't. So our deal stands. I -- I will give you your money when you help me find Paul, and that is it. That's final. We will take our chances. You're not gonna get a better offer today.",
        "Henry: Fine, fine, fine. Okay, okay, let's split up. We can cover more ground that way.",
        "Emily: That's good thinking, Henry.",
        "Henry: Of course it's good thinking. I'll go back to the cabin. Maybe it'll give me some clues about where Paul went after he left.",
        "Emily: Okay, that's good, that's good. I'll go find -- I'll go find Meg, see -- see if I can catch up with her. Cell phone on?",
        "Henry: Cell phone's on.",
        "Emily: Okay.",
        "Henry: I got a message, so let me take this. I will catch up with you later? Three or four martinis later.",
        "[SCENE_BREAK]",
        "Barbara: Honey, you think that Paul is alive? Is that because of some alleged psychic? Dusty called me. He's worried about you.",
        "Jennifer: Well, I -- I'm sure he must have been --",
        "Barbara: Desperate enough to call me for support.",
        "Jennifer: And he probably made it sound completely ridiculous.",
        "Barbara: I didn't let his tone influence me, Jen.",
        "Jennifer: But you came here, looking for me.",
        "Barbara: Honey, I come here every day. It's a terrible thing to lose a child. You know that.",
        "Jennifer: Yeah, but my child wasn't dead. Mom, maybe yours isn't either. No, Mom, Mom, Mom, you've always felt such a strong tie to us. You swore that when we would miss a night's sleep, halfway across the world you could feel it.",
        "Barbara: Well, maybe that's 'cause I was threatening you to make sure you went to bed on time.",
        "Jennifer: Mom, Mom, I just want to know, do you honestly feel that Paul is gone? Isn't it possible that this psychic could be right?",
        "Barbara: You know what I think? I think that when anyone goes on television the way you did, people come out of the woodwork. And yes, I want to believe. 100 times a day, I wanted it to be true. But Jen, honey, you couldn't save your brother. And we have to learn to live with that truth. I miss him every day.",
        "Jennifer: I miss him, too.",
        "[SCENE_BREAK]",
        "Paul: Yeah, Meg, look, it's me. I don't know what to do. You haven't called, and I don't know whether to stay here or what. I -- I'm -- gonna give you another hour, okay? Hang in there.",
        "[SCENE_BREAK]",
        "Dusty: Don't think you're going anywhere. You don't walk away from me.",
        "Meg: Only you get to do that.",
        "Dusty: Who's trying to hurt Jennifer?",
        "Meg: Did you ever think, Dusty, that that woman went after Jennifer on her own?",
        "Dusty: Up until I saw you paying her off.",
        "Meg: I told you, I had nothing to do --",
        "Dusty: And I'm not buying your dumb story! What is it? What, Meg?",
        "Meg: What are you doing?",
        "Dusty: What the hell do you expect?",
        "Meg: The man who woke up wrapped around me every day last December, okay?",
        "Dusty: Come on, don't give me that.",
        "Meg: The man that was so excited to move in with me at Thanksgiving. What happened to that man?",
        "Dusty: He got taken for a ride, that's what happened. At least he ended up with a woman who really loves him.",
        "Meg: I loved you.",
        "Dusty: You're obsessed, you know that? Look at what you did.",
        "Meg: I made one mistake that I tried to make right. And what, now I'm the devil? Every time something goes wrong in Jen's life, it'll be my fault?",
        "Dusty: Why can't you leave us alone?",
        "Meg: I'm not the one who's blocking the doorway right now.",
        "Dusty: You're back at the hotel. You were at Paul's funeral. Maybe that's where you got the idea. But I'm glad Paul's dead. But Jennifer, she's having a little trouble, you know, getting over her brother. And you knew that makes for good drama, don't it?",
        "Meg: What, you and the love of your life are having trouble, Dusty? Life is not perfect with the girl of your dreams? It must be my fault, right?",
        "Dusty: You are pathetic. Do you really think this would break us up?",
        "Meg: No, but Paul will.",
        "Dusty: What?",
        "Meg: He's alive, Dusty, okay? That phony psychic was right. Paul is alive.",
        "Dusty: Paul's alive? You paid a psychic to say that. Who are you?",
        "Meg: Nobody, Dusty. Nobody, just a pathetic, obsessed --",
        "Dusty: Do you think that this is a game? I'm not gonna let you run a twisted head trip on a girl you already tortured. Don't go near her. Don't send people to her. If you see her, cross the street, understand? If I told Hal Munson what you did here today, he's arrest you like that.",
        "Meg: You want to see me in jail?",
        "Dusty: I'd be happy if I never see you again. And nobody's blockin' the door now.",
        "Emily: Wha -- whoa. What was that all about?",
        "Dusty: None of your business.",
        "Waitress: Hey, one of you should take this.",
        "Emily: What?",
        "Waitress: This belongs to your friend -- the woman with the dark hair?",
        "Emily: Oh, Meg. Meg, yeah.",
        "Waitress: You're with the couple, right?",
        "Emily: Yeah, yeah, I am. She had to leave, actually. Family emergency. I'm her friend. I'll make sure she gets it. Thanks.",
        "[SCENE_BREAK]",
        "Paul: Hello. Could you please connect me with a business called Java in Oakdale? J-a-v-a. Thank you. Uh, hi. Look, I'm looking for a friend of mine. She might be there. She's very attractive. She's got long, dark hair. Very dark, unsettling eyes. She's with a guy, right, who's always very intense. Oh, they are? Well, how long ago did they leave? Thank you. That's too long. Come on, Meg. Why didn't you call me, huh? Is it because you're bringing Donovan here?",
        "[SCENE_BREAK]",
        "Barbara: Jen, you know, Paul wouldn't want you to feel guilty about all of this. He wasn't selfish, not like that.",
        "Jennifer: That's why this suicide doesn't make any sense.",
        "Barbara: Jen, ever since Paul hooked up with Emily Stewart, he started doing irrational things that took on a life of their own. He jumped without thinking, just like Will has done with Gwen.",
        "Jennifer: No, no, it's not the same.",
        "Barbara: Oh, yes, it is. Look at Will's behavior ever since he met that girl. And every time I think that I should pull back, I wonder if he's gonna end up here, too.",
        "Jennifer: Okay. Look, I -- I don't agree about Gwen, but I -- I understand what you're saying.",
        "Barbara: Of course you do. You're a mother, too. [Jennifer sighs] Okay, you're freezing. We need to go, all right?",
        "Jennifer: I'm gonna -- I'm gonna -- I'll be home in a little bit.",
        "Barbara: You're sure?",
        "Jennifer: Yeah. I promise I'll -- it helps me to be here.",
        "Barbara: Don't be long, all right?",
        "[SCENE_BREAK]",
        "Maddie: Casey, wait. I don't really think your grandmother's gonna help us. She fired Gwen. [Casey sighs] Hey, Grandma.",
        "Lisa: Oh, look! It's my gorgeous grandson. Darling, please forgive me for, you know, not being able to make our valentine date.",
        "Casey: I was crushed.",
        "Lisa: I know.",
        "Casey: You want to make it up to me?",
        "Lisa: Sure. What have you got in mind?",
        "Casey: We want to help Will and Gwen. You heard about what's going on, right?",
        "Lisa: Oh, yeah. Barbara pressing charges.",
        "Maddie: What she's saying is completely untrue, Mrs. Grimaldi. It's not even possible.",
        "Casey: You remember Maddie.",
        "Lisa: Of course I do.",
        "Maddie: She just wants to get rid of Gwen.",
        "Lisa: Yes, I know. She said some really, really hateful things to Gwen. And well, I must say Gwen let her have it right back.",
        "Maddie: She really made threats in public?",
        "Lisa: Well, no. She was just really terribly upset about losing the job she needed.",
        "Casey: Do you think Barbara Ryan had anything to do with that?",
        "Lisa: Oh, I can't really say, but it's just really awfully convenient.",
        "Maddie: How does this woman get away with this stuff?",
        "Lisa: Honey, she's an old friend of mine, and she's a very smart woman and able to always cover her tracks.",
        "Casey: See, that's why we need to help Gwen. She doesn't stand a chance alone. I owe her, Gram. I mean, I need to make up for that. But I could use some help.",
        "Lisa: Okay, you name it, I'll do it.",
        "[SCENE_BREAK]",
        "Gwen: You can't stare me down, Munson. I'm sticking with you. That's it.",
        "Will: And what if sticking with me means you go to jail? My mom has accused you of attempted murder and larceny.",
        "Gwen: I guess it's really important that we don't get caught, huh?",
        "Will: Yeah, it is. But if we do, it's gonna be a lot worse for you.",
        "Gwen: I'm not gonna let you take this rap all alone.",
        "Will: And I wouldn't be. If it's just me, then my mom has what she wants. She's not gonna send me to jail. So I let her think that she's won, and then you get away. And when it's safe, I'd come find you.",
        "Gwen: How?",
        "Will: We'll figure something out. The important thing is that you get away. Now, promise me.",
        "Gwen: No. I don't -- I don't want to do that.",
        "Will: Yes, then do it for me, okay? I have to know that you're safe.",
        "Gwen: Okay.",
        "Will: Is that a promise?",
        "Gwen: If you get caught, and there's any way I can, I'll run.",
        "Will: Thank you.",
        "[Knock at door]",
        "Margo: Will Munson, Gwen Norbeck, come out of there now. Oakdale PD. Come on, guys, don't make it any harder on yourselves. Just surrender now.",
        "[SCENE_BREAK]",
        "Casey: Okay, so first, can we prove Will was there? Did anyone see him?",
        "Lisa: No, honey. Now, your mother interviewed everyone on that floor, and nobody saw them.",
        "Maddie: Is there a security camera?",
        "Lisa: Yes, but it wasn't on the door. It's something I have to get fixed.",
        "Casey: Was there an elevator camera?",
        "Lisa: Yeah. Now, they were in the elevator. The elevator got just that.",
        "Maddie: That doesn't prove that Will went into the room.",
        "[Casey sighs]",
        "Casey: Wait. Jennifer has a baby. Wasn't there a sitter?",
        "Lisa: Ah, yes, there was a sitter. But the sitter was watching the baby in Dusty's suite. Darling --",
        "Casey: Wait. Why was there a new babysitter? Maybe Barbara -- maybe Barbara got rid of the old one.",
        "Maddie: Yes, yes. Barbara fired her because she thought she knew too much.",
        "Lisa: No, no, kids, that's not it. You see, Jennifer is the one who fired the babysitter, because the nanny cam caught her bringing in boys.",
        "Casey: The nanny cam?",
        "Lisa: Yeah.",
        "Casey: So there's a camera inside Barbara's suite.",
        "Lisa: Oh, oh! My grandson, the genius. Why didn't I think of that?",
        "Maddie: Okay, so how do we get a look at that tape?",
        "[SCENE_BREAK]",
        "Margo: All right, guys, come on. We know you're scared. We know you're scared. Why don't you just make it easy on yourselves and let us take you in now, huh? 'Cause if you're on the run, you went to another jurisdiction, they're not gonna know you. They're just gonna know that you're a couple of fugitives. You're charged with robbery, attempted murder. They're not gonna take time to ask you any questions when they bring you in. They're not gonna know that you're two really good kids.",
        "Cop: Maybe that tip wasn't so solid.",
        "Margo: No. I know that real estate broker. If she said the lock was jimmied, it was jimmied. I also know that these two are not gonna last a week on the streets, so it's really important that we -- [Margo sighs] Then again, on the other hand, you never can tell. If they did make it out of here, they got to survive somehow. Oh, I don't know. I guess this is a dead end. [Margo finds Will hiding.]",
        "[SCENE_BREAK]",
        "Emily: Ah. First class all the time now, huh, Meg? The Wagon Wheel? Not so first class, Meg. Room 7. Do I even want to follow you?",
        "[SCENE_BREAK]",
        "Paul: Hey. Is it safe?",
        "Meg: What?",
        "Paul: Why didn't you call me? You know, I -- Madame Lacoste, she got a hold of me, and she told me what happened with Dusty, that he found you. Are -- Meg? Did he follow you here? Are you sure? What's wrong with you? Meg?",
        "[Meg sobs]",
        "Meg: Pathetic.",
        "Paul: What?",
        "Meg: He thinks I'm pathetic.",
        "Paul: Dusty?",
        "Meg: You set me up!",
        "Paul: Ow! No!",
        "Meg: He thinks that I hired her to hurt Jennifer, okay?",
        "Paul: I did not.",
        "Meg: Dusty thinks that I am trying to come between them, cause trouble between them.",
        "Paul: Meg, I'm sorry.",
        "Meg: He hates me.",
        "Paul: Why are you shivering?",
        "Meg: No, no, you know what? It's even worse. He can't -- he doesn't even care that --",
        "Paul: Where's your coat?",
        "Meg: Can't even bother --",
        "Paul: Come here, come here. Sit down. And listen, Dusty Donovan is an idiot.",
        "Meg: He was so cold.",
        "Paul: No, you're incredible. You are an unbelievable woman. And if can't see that, then he is an idiot. He doesn't know who you are. Hey, I'm lookin' at you. Dusty Donovan never deserved you.",
        "[SCENE_BREAK]",
        "Jennifer: Hey.",
        "Dusty: What, do you have eyes in the back of your head?",
        "Jennifer: Did Mom tell you I was here?",
        "Dusty: No.",
        "Jennifer: I just wanted to see how it felt -- you know, see for myself, feel it in my bones.",
        "Dusty: What do your bones tell you so far?",
        "Jennifer: Not much. It's all jumbled up.",
        "Dusty: I got news.",
        "Jennifer: Yeah?",
        "Dusty: About your psychic.",
        "Jennifer: Okay, look, you've already made your opinion about that pretty loud and clear.",
        "Dusty: It's about something I saw. I saw Meg Snyder hand her an envelope full of cash.",
        "Jennifer: Meg paid Madame Lacoste?",
        "Dusty: Yeah.",
        "Jennifer: Why?",
        "Dusty: 'Cause she wants to cause trouble for us.",
        "Jennifer: By making me believe that my brother is still alive?",
        "Dusty: Well, she found out that Paul is kind of a sore subject between us. And she's using it.",
        "Jennifer: So okay, okay, wait. Meg paid someone to convince me that my brother is still alive because she thought that you and I might get into a fight?",
        "Dusty: She wouldn't come after you if it wasn't for me.",
        "Jennifer: So all those feelings that Madame Lacoste had --",
        "Dusty: She's a con artist getting paid. Paul's gone.",
        "[SCENE_BREAK]",
        "Will: Gwen's long gone.",
        "Margo: Oh, yeah?",
        "Will: Yeah.",
        "Margo: And when did she go?",
        "Will: Days ago. After I came in to see you.",
        "Margo: Yeah?",
        "Will: Yeah, I know. It surprised me, too.",
        "Margo: Any idea where she went?",
        "Will: Well, she'd be stupid to tell me, wouldn't she?",
        "Margo: You think this is helping Gwen? Did you hear any of what I said before when I was looking for you?",
        "Will: Some.",
        "Margo: Someone's gonna find her, Will. She's better off in the long run if it's me.",
        "Will: I can't help you.",
        "Margo: Okay, let's go.",
        "Will: Am I being put under arrest?",
        "Margo: No, not yet. I'm bringing you in for questioning. But when I do question you, and I find out that you do know where Gwen is, then you will be charged. Did you know that, Will? Aiding and abetting a fugitive?",
        "Will: Margo, I'm just standing here.",
        "Margo: Do you want me -- do you want me to call Hal? Do you want me to call your mother?",
        "Will: No. Let's go.",
        "Margo: Oh, now you want to get out of here.",
        "Will: Well, it's cold in here.",
        "Margo: Yeah, it is. Let's go.",
        "Gwen: Wait.",
        "Margo: Hello, Gwen.",
        "Gwen: Sorry, I can't. I can't let you do this alone.",
        "Margo: That's a good call, Gwen. I have to cuff you.",
        "Will: No.",
        "Gwen: It won't hurt, right?",
        "Margo: No, it won't hurt. Gwen Norbeck, you're under arrest for robbery and assault. You have the right to remain silent. Anything you say can and will be used against you in a court of law. Do you understand?",
        "Gwen: Yes.",
        "Margo: You have the right to an attorney.",
        "[SCENE_BREAK]",
        "Casey: Thanks.",
        "Lisa: I hope you realize the position this puts me in.",
        "Maddie: You own the property though, right?",
        "Lisa: Mm-hmm.",
        "Casey: Maddie, chill.",
        "Maddie: So then, don't you reserve the legal rights to enter any premises?",
        "Lisa: Theoretically, I certainly do, darling. But if I just came busting into everybody's suite, I would have no guests here. So you two grab a bite, okay?",
        "Casey: All right. Thanks, Grandma.",
        "Lisa: Sure.",
        "Maddie: I --",
        "Casey: Maddie, its dinner time.",
        "Maddie: But --",
        "Casey: It's a pass key, which we found in the hallway next to the maid's cart.",
        "Maddie: Ooh, he's sneaky.",
        "Casey: All right, let's go upstairs and -- whoa, problem.",
        "[Maddie sighs]",
        "Henry: Why, hello, kitten!",
        "Maddie: Hey, Henry.",
        "Maddie: Casey, what -- what are you doing here?",
        "Maddie: I need a favor.",
        "Henry: Anything for you.",
        "Maddie: Keep Barbara Ryan busy for the next half-hour.",
        "Henry: Anything but that.",
        "[SCENE_BREAK]",
        "Jennifer: I just feel so stupid.",
        "Dusty: Don't. You want your brother back. Somebody took advantage. It's not your fault.",
        "Jennifer: No, you don't have to say that.",
        "Dusty: I mean it.",
        "Jennifer: No, you -- because of what Paul did to me, you think I should just forget him.",
        "Dusty: I -- what do I know? I don't have a brother. I don't know.",
        "Jennifer: He was really good at that -- being a brother.",
        "Dusty: He was a good friend, too, until he wasn't.",
        "Jennifer: You guys were best friends growing up.",
        "Dusty: Yeah, we were. So we can do whatever you need to do to say good-bye. We can stay here, or we can go home, and you can tell me everything you remember about your brother -- the good, the bad, whatever. It's up to you.",
        "Jennifer: I hope that someday, I'm able to take care of you as much as you take care of me. Let's go home.",
        "Dusty: Are you sure?",
        "Jennifer: Yeah, I'm ready. Good-bye, Paul.",
        "[SCENE_BREAK]",
        "Paul: To living well, which is the best revenge. I am so sorry. If I had known Dusty was on to that woman, or if I thought there was any way that you would have any kind of contact with Dusty, I would never have asked you to deliver that money.",
        "Meg: You took a risk. You know, I came close to ratting you out, but I didn't.",
        "Paul: I would have understood.",
        "Meg: Yeah, right.",
        "Paul: No, really. Look, see? My bags -- my bags are packed.",
        "Meg: Well, don't worry. You're safe.",
        "Paul: It's not me I'm worried about. [Paul kisses Meg, Emily sees them.]",
        "Emily: Oh!",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Dusty: Give me one good reason I shouldn't kill you right now.",
        "Jack: Well, I might as well check on his progress, make sure he's not screwing up.",
        "Will: You don't have to play being together. We are together. So marry me. What do you say?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=HL3XuDmK3ws"
}