{
    "Episode Summary": [],
    "Recap": [
        "Will saves Casey from being roughed up by two former friends of his to whom he owes money. Later, Will admits to Casey that he is worried that Gwen is either lying to him or worse misses Adam. Iris tries to blackmail Gwen to keep quiet about Adam but Gwen tells her if she says a word to Will about Adam she will accuse her of blackmail to the police and get her thrown back in jail. Maddie tells Gwen that the body they found in the woods was a homeless man. Vienna decides to leave town to hide from Prince Adolpho who has had all her assets frozen and is trying to have her extradited back to Leonia. Vienna and Henry are both surprised when he arrives in the Limo to take her to the airport. Dusty overhears Elliot make a date for later tonight after he agrees to advertise with the newspaper. Dusty demands that Emily tell him the relationship between her and Elliot. Jade shocks both Gwen and Maddie when she tells them she just got a voicemail from Adam."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jack: You're sure you don't want something to eat?",
        "Katie: I'm fine.",
        "Jack: You know, once you put some makeup on, you'll hardly notice that you were hit in the face with a hockey puck.",
        "Katie: I already put some makeup on it, and it still looks like I went six rounds with Oscar de la Hoya.",
        "Jack: 20 seconds, tops. But you're still prettier than Oscar ever was.",
        "Katie: Oh, thanks.",
        "Jack: Ah, you're welcome.",
        "Katie: Yeah, I get why so many hockey players don't have any teeth.",
        "[Jack chuckles]",
        "Jack: It hurts?",
        "Katie: No, actually, I was just thinking about your brother.",
        "Jack: Yeah, yeah, he has that effect on people.",
        "Katie: Mostly, I'm thinking about the effect he's going to have on my career while I'm stuck on the bench.",
        "Jack: Katie, that show is all about you.",
        "Katie: Yeah, and when I get back, it's going to be all about him, and mad dogs and how to brew beer in your basement. And you know the thing that really gets me about him is that while he's taking a sledgehammer to my career, everybody thinks he's so cute and charming. And if I complain or say something, I'm just the one with no sense of humor.",
        "Jack: Welcome to my world.",
        "Katie: Well, if he thinks that he's going to climb over me to get to the top, he has another thing coming. What the -- okay, this is something I definitely thought I would never see. Everybody's little Princess at a diner.",
        "Jack: Well, everybody likes pancakes.",
        "Vienna: We couldn't do this in an office, Jean Claude?",
        "Lawyer: I don't get to the U.S. very often, I like the way they make the grill cheese sandwich.",
        "Vienna: Will you stop thinking about food and start acting like a lawyer? I want you to make the Prince stop harassing me.",
        "Lawyer: That's going to be easier said than done. And you'll understand why when I explain what these papers mean.",
        "Vienna: Well, just make it quick, will you? I just really don't like this place. I'm not comfortable here.",
        "Lawyer: Maybe you should get comfortable, Ma Cherie. Because when Prince Adolpho gets finished with you, this is going to be the only place you can afford.",
        "[SCENE_BREAK]",
        "Dusty: This is good. This is really good.",
        "Emily: I know.",
        "Dusty: I mean this stuff about the network exec, the firing, the drugs. You got a reliable source?",
        "[Emily remembering]",
        "Eliot: You ever heard of Brent Frost?",
        "Emily: The big network guy?",
        "Eliot: Yeah, got caught with a silver spoon up his nose. Hell, it's been up there for ten years, but he finally ticked off the wrong guy. Now they're cleaning house.",
        "Emily: Whoa, whoa, wasn't he just involved in some political event in Washington?",
        "Eliot: Yeah. Brent's a real family values kind of a guy. But keep this to yourself. This whole thing is top secret.",
        "[SCENE_BREAK]",
        "Emily: I know the source personally.",
        "Dusty: How?",
        "Emily: That's confidential.",
        "Dusty: Well, if you say we can back this up, we'll use it as soon as possible. And this might be the beginning of a beautiful partnership. And I'm glad to see you back on track.",
        "Emily: Right, okay.",
        "Dusty: I mean it. What do you mean \"Okay?\" Now you see, you don't need men like Craig or Paul in your life?",
        "Emily: Or anyone else.",
        "Dusty: Or anyone. Or anyone. 'Cause you stand on your own two feet. Cheers.",
        "Emily: I do. Now, I gotta go.",
        "Dusty: Wait, I was going to ask you something -- I got a guy coming by here, a potential advertiser. Can you stick around and meet him?",
        "Emily: Uh, yeah, sure, I have a few minutes, why not.",
        "Dusty: Good. 'Cause I think he's going to love your story.",
        "Emily: Good.",
        "Dusty: Here he comes right now. Eliot, how ya doing? Good to see you again.",
        "Eliot: Good to see you, too.",
        "[SCENE_BREAK]",
        "Casey: I keep thinking that it's not like alcohol or drugs, 'cause you can see that people are addicted to them. But with gambling, it feels like I should just be able to walk away.",
        "Addict one: That's one of the reasons for group. You show that a mental addiction is as strong as a physical addiction. Look, I got to go to work. You okay?",
        "Casey: Yeah. No, Man, I'm good for now. But thanks a lot, Man.",
        "Jared: Whatever stupid thing you were going to say, don't. We want our money now, Hughes. No more excuses.",
        "[SCENE_BREAK]",
        "Iris: A straight answer from you, right now. You tell me -- was Adam the body that the police found in the woods? [Cell phone rings] Answer me! You tell me what happened. You tell me what you did.",
        "[SCENE_BREAK]",
        "Vienna: I will not have you speak to me like that. I can have you disbarred.",
        "Lawyer: I wouldn't try it, Vienna. You are in deep, deep trouble. You can't afford to make enemies.",
        "Vienna: Well obviously, I need to find another lawyer who can make all this go away, not lecture me.",
        "Lawyer: There is no such person. Especially when one is dealing with the Prince of Leonia. He can seize all your assets and have you extradited, don't you understand?",
        "Vienna: I did nothing wrong!",
        "Lawyer: Oh, no? If what you did wasn't legally wrong, it was criminally stupid. You were wearing the crown jewels and you allowed your ex-lover to steal them, and, oh, forgot to tell anybody.",
        "Vienna: You're just being mean.",
        "Lawyer: I'm trying to get through to you. The Prince has appealed to the state department to intercede. How good do you think your chances are?",
        "Vienna: You are dismissed. Clearly, you don't have the qualifications to handle a delicate matter like this.",
        "Lawyer: I suppose I will have to find a grilled cheese sandwich elsewhere. Good luck, Ma Cherie. You're going to need it.",
        "Jack: Well, that doesn't look like speed dating, does it?",
        "Katie: He looks pretty ticked off to me. Don't look up. Ah, Man.",
        "Jack: Hey.",
        "Vienna: This is fate, this is kismet. This is --",
        "Katie: Nauseating.",
        "Vienna: Here, right here, is the only man in the entire world who can help me.",
        "[SCENE_BREAK]",
        "Dusty: Eliot Gerard, I'd like you to meet my business partner, Emily Stewart. Emily Stewart.",
        "Emily: How do you do, Mr. Gerard. It's a pleasure to meet you.",
        "Eliot: Oh, come on. Call me Eliot. I'm in TV, we're not a very formal lot.",
        "Emily: Nice to meet you, Eliot.",
        "Dusty: Have a seat.",
        "Eliot: Oh, thanks. So you're Dusty's partner?",
        "Emily: Yes, I am.",
        "Eliot: So what does that entail? Everything from soup to nuts?",
        "Dusty: Emily is the editor and co-owner of \"The Intruder.\"",
        "Eliot: Is that a title, or are you more, a what's the word -- hands on?",
        "Dusty: Totally hands on. She's even a reporter.",
        "Eliot: No kidding.",
        "Dusty: Yeah, and here's a sample of her style.",
        "Eliot: Eliot.",
        "Emily: I don't think Eliot is interested in talking about me.",
        "Dusty: He's here because he's interested in buying advertising space for a new series on his network. And I think this article is going to prove that your network and \"The Intruder\" are a perfect fit.",
        "Eliot: Brent Frost has a drug problem? He's about to get fired. Who told you that?",
        "Emily: I'm sorry. I can't reveal my source.",
        "Eliot: Well, that would be a breach of ethics.",
        "[Cell phone rings]",
        "Dusty: I'm sorry, I've got to take this. Eliot she knows everything about the advertising department, she'll answer any question you have. I'll be right back.",
        "Eliot: So you're a real renaissance woman, huh?",
        "Emily: Last night, it's funny, I had no idea you were such a funny man.",
        "Eliot: And last night, I had no idea you were such a polished writer. There's just no end to your talents, is there?",
        "Emily: Well, there's no end to my patience either, so --",
        "Eliot: Oh, yeah, I know how you like to feel like you're in charge of things.",
        "Emily: Maybe I should leave.",
        "Eliot: Don't. Our mutual friend says that you're going to answer all of my questions, and I have something I'm just dying to know.",
        "Emily: Really?",
        "Eliot: Well, clearly, you're a professional woman. But what profession would that be?",
        "[SCENE_BREAK]",
        "Jared: Three bucks. Doesn't quite cover what you owe us, does it, Hughes?",
        "Casey: Look, I'm sorry, I told you, I don't have the money right now.",
        "Jared: See, that doesn't quite bother me as much as the fact that I don't have the money right now. Money you owe -- have owed for a long time.",
        "Casey: Look, I tried to get you the money --",
        "Jared: Yeah, that was great. I sure loved forking that money over to the cops because you stole it.",
        "Casey: I'm sorry.",
        "Jared: Man, that is exactly what you are. Sorry. So, I guess first impressions aren't always correct. You're not this cool deejay with a hot girlfriend. You're just a loser who gambles, stiffs his friends, steals.",
        "Kip: And then has his cop mommy pull some strings for you.",
        "Jared: I think that cop mommy has kept you from understanding the real world. Do you ever watch the movies? You know what happens to guys who borrow money and gamble?",
        "Casey: I'm sorry, I'll try to get the money.",
        "Jared: Why is it that I don't really believe that?",
        "Will: Guess what? It's not two against one anymore.",
        "[SCENE_BREAK]",
        "Gwen: No, I didn't do anything.",
        "Iris: You know, you're better than me at a lot of things. But not lying.",
        "Gwen: You know, I don't know what kind of crazy stuff goes through your head, Mom.",
        "Iris: No, it's not crazy stuff. It is the facts.",
        "Gwen: Yeah, facts that you make up as you go along.",
        "Iris: Starting with the fact that you've been acting weird ever since Adam -- I don't know, what do you call it. Disappeared? Left town? No one really knows, do they?",
        "Gwen: Is that how long you've been following me? I mean, when you're not busy following Maddie?",
        "Iris: Yeah, I have been watching you, and I have been very, very worried.",
        "Gwen: Don't be. I'm fine.",
        "Iris: Oh really, you're fine? Were you fine when you lost that pretty little wedding ring right off that pretty little finger of yours? And that would be the finger that had the dirt underneath. Look at you. You're a little paranoid about your hands these days, aren't you?",
        "Gwen: I'm self-conscious about them.",
        "Iris: Really? You never were self-conscious about them before Adam -- oh, I can't think of how to say it. You know, the guy just drops off the face of the earth, and that makes you self- conscious about your hands?",
        "Gwen: You know what, leave.",
        "Iris: Oh, yeah? And was that self-conscious because you washed your hands in the snow instead of in this fancy schmantzy bathroom of yours?",
        "Gwen: You know what, Mom, I said I was fine. But I'm not fine knowing that my own mother's stalking me.",
        "Iris: Somebody has to look after you.",
        "Gwen: Is that what you call this, \"Looking after me?\"",
        "Iris: No, Honey, you do know that marriage is based on trust, right?",
        "Gwen: And you would know that how?",
        "Iris: And I was very concerned that your story about your wedding ring didn't match up with your husband's story.",
        "Gwen: I told you to go!",
        "Iris: You sound very scared, Sweetie.",
        "Gwen: I'm not scared, Mom, I'm angry.",
        "Iris: You must be in really, really bad trouble for you to be scared of your own mother.",
        "Gwen: You know what? I am scared. It is scary having a drunk as a mother. Because whenever you give me any attention, things don't work out for me very well.",
        "Iris: Fine. You know, I was just trying to reach out to you, I was trying to get --",
        "Gwen: No, you weren't. No, you were trying to push me around.",
        "Iris: God, grant me the serenity to change what should be changed.",
        "Gwen: What the hell are you doing?",
        "Iris: Doing what I think is right.",
        "Gwen: Are you calling the police?",
        "Iris: No, Sweetie, I'm not calling the police. I'm calling Will.",
        "[SCENE_BREAK]",
        "Vienna: These are my assets, not Adolph's!",
        "Jack: Vienna, I have no idea what you're talking about.",
        "Vienna: These papers -- the Prince is trying to -- extra-something me!",
        "Jack: Extradite you?",
        "Vienna: Yes, but he's trying to freeze my assets!",
        "Katie: Well, if you don't want your assets frozen, you shouldn't dress like that in February.",
        "Vienna: Oh, look at your eye. Just when I thought nothing could put a smile on my face today.",
        "Jack: Yeah, she got hit by a hockey puck.",
        "Vienna: A what?",
        "Katie: I liked it better when we were talking about extradition -- yours.",
        "Vienna: Well, I've decided I'm not going to worry about that. Because I have Jack, and Jack can fix everything.",
        "Katie: And he would do that, why?",
        "Vienna: Because we're friends. Soul mates.",
        "Katie: You can't have a soul mate if you don't have a soul.",
        "Vienna: And because Jack hates bullies. And that's what Prince Adolpho has become -- a bully. He's not strong and fair like you, Jack.",
        "Jack: No, but he is the head of state.",
        "Vienna: Well, everyone keeps telling me that.",
        "Jack: Well, the state department tends to listen to guys with their own countries.",
        "Vienna: But my assets, they're mine! He has no right to them!",
        "Katie: You wouldn't think that from the way he was handling them the night of the ball.",
        "Jack: Well, the Prince contends that you owe him a great deal of money, Vienna. And he's comprised a list of -- what is he calling them? \"Unauthorized expenditures.\"",
        "Vienna: Yeah, well, those -- I didn't want to bother him with minor details.",
        "Jack: Yeah, he's also put together a history of you and Simon, which makes you seem, if not an undesirable alien, at least a flight risk. And that is not going to look good with a judge.",
        "Vienna: Well, then, we have to make sure that the judge is a man, and that way, he won't see me as undesirable.",
        "Jack: Okay, this is some pretty serious stuff, Vienna.",
        "Vienna: But you're the law here. Can't you just make it go away?",
        "Jack: No, no, that's not going to happen. The feds could come and take you and your money today.",
        "Vienna: No, no!",
        "Katie: Yes, yes.",
        "Vienna: No, this is not fair. It's just not fair. It's unfair!",
        "Katie: Oh, Vienna. You know, just at this very moment, just now --",
        "Vienna: Yes?",
        "Katie: I got my appetite back. Waiter?",
        "[Jack sighs]",
        "[SCENE_BREAK]",
        "Jared: Wait, let me get this straight. You're sticking up for him?",
        "Will: I'm just making sure two guys don't beat up one guy.",
        "Kip: Well, aren't you just special?",
        "Jared: This guy rips you off, and then he stands and watches while you take the fall, and you're on his side?",
        "Will: No. But I'm not letting you beat him up without a fair fight.",
        "Jared: Well, we're about done. Just giving him a little message. So, are you gonna go home and tell Mommy what the bad boys did?",
        "Casey: No.",
        "Jared: Good answer. And remember, if we don't get our money, don't count on him to bail you out next time.",
        "Will: You okay?",
        "Casey: Yeah. I don't know why you did that.",
        "Will: You know what? Neither do I.",
        "[SCENE_BREAK]",
        "Gwen: Put the phone down, Mom.",
        "Iris: Well, if I felt that you and I could talk, and you could be honest with me, then maybe I wouldn't feel the need to call Will and tell him how worried I am about you.",
        "Gwen: Okay. What do you want?",
        "Iris: I want to help you, Honey.",
        "Gwen: Stop it, Mom! I'm tired of playing stupid games. What do you want from me?",
        "Iris: Money. What are you staring at?",
        "Gwen: Not much.",
        "Iris: Oh, come on! Look at -- you have everything! Look at the way you live! And that mother of his, she's got $10,000 just laying around. You have everything! Now, why shouldn't I have a little somethin'-somethin' to help you protect what you got?",
        "Gwen: Do you know what, Mom? My whole life, there was this thing inside of me, this doubt, that whenever you would lie to me or yell at me and then leave and go get drunk, this voice that said that it was my fault, that I had done something wrong. That if I could only be a better daughter, then maybe I would have gotten a better mother.",
        "Iris: Gwennie --",
        "Gwen: No, shut up! So, as horrible as this is, as horrible as you are right now, there's an upside. Because you know what? That voice, that feeling, it's gone. There is no more guilt, and there never will be again. It's not even that you're a drunk. It's not even that you've had bad luck. You're just a really horrible person.",
        "Iris: Yeah, well -- it must be tough being Ms. Perfect all the time. But let's just stick to the basics here and talk about figures, okay?",
        "Gwen: Okay. Well, would you like the money in cash, or would you like me to convert it into liquor bottles for you?",
        "Iris: Why, you --",
        "Gwen: Go ahead. No, go!",
        "Maddie: I tried calling, but I need to --",
        "Iris: You need to tell her who's in the morgue, don't you? Look, Gwennie and I, we don't have any secrets. You can tell me anything that you would tell her.",
        "Gwen: Maddie, don't say a word.",
        "[SCENE_BREAK]",
        "Vienna: There's really nothing you can do for me, Jack?",
        "Jack: You've made a pretty powerful enemy here, Vienna. And this is a federal case. I can't even touch this!",
        "Vienna: Well, the best thing about me is that I can roll with the -- the --",
        "Katie: Punches?",
        "Vienna: You know, I have so many wonderful and generous friends with villas and castles all over the world.",
        "Jack: But Vienna, you're not supposed to leave Oakdale until there's a preliminary hearing.",
        "Vienna: Jack, if I stay here, they'll find me. I don't want them to find me.",
        "Jack: So, what are you going to do? You're going to run to one of your rich friends?",
        "Vienna: Yes, that's right.",
        "Jack: What, you don't think that that's the first place that the feds are going to look?",
        "Vienna: Well, they don't know my friends.",
        "Jack: No, but the Prince does. Look, he's got a list of them right here. And call me crazy, I don't think they're going to want to get on the bad side of the Prince for hiding you.",
        "Katie: You know, I never was a big fan of butterscotch, but it's not bad.",
        "Vienna: Jack --",
        "Jack: Yes?",
        "Vienna: I'm on my own, aren't I?",
        "Jack: Yeah, it kind of looks that way.",
        "Vienna: Well, c'est la vie! I've been on my own before, I'll survive.",
        "Jack: No, wait a minute, Vienna, are you sure you don't want to get a lawyer and see this thing through?",
        "[Vienna laughs]",
        "Vienna: Well, Detective Snyder, as always, you make me laugh. Au Revoir. I will sincerely miss you. And you, you have whipped cream on your nose.",
        "Jack: Bye.",
        "Katie: Wait a second. As an officer of the court, shouldn't you throw her in the cooler until the feds get here?",
        "Jack: Oh, don't gloat, Katie. It's not very Oscar de la Hoya-esque.",
        "Katie: You liked her, didn't you?",
        "Jack: Yeah, kind of.",
        "Katie: Men can be so dumb.",
        "[SCENE_BREAK]",
        "Vienna: Just pack up my things and order a limo for me. No, no, no. I'm not coming back to the hotel. Just tell the driver to pick up my bags and meet me at Old Town. The name is -- Del Lago. Alexandra Del Lago. And, as always, discretion is very, very important to me.",
        "[SCENE_BREAK]",
        "Katie: And you may think I'm being callous, but Vienna is the kind of person you don't need to worry about. There's really no point. She's like me.",
        "Jack: So, you're saying there's no point in worrying about you, either?",
        "Katie: Hell, no. No, Vienna and I are survivors. Which is actually a nice way of saying that we care only about ourselves, what we want and how we can get it.",
        "Jack: That doesn't change the fact that you've both had some hard knocks.",
        "Katie: Most of them deserved. No, its guys like you and Mike that people need to worry about.",
        "Jack: Is that so?",
        "Katie: Yeah. Because you think about things like right and wrong, and other people, and that causes a very -- what?",
        "Jack: Oh, damnit!",
        "Katie: Oh, no, I'm sorry. I was just kidding.",
        "Jack: No, no, this paragon of virtue you're talking about -- I forget to pick up Sage's costume for her school play. Oh, and now the place is closed. Katie, I had one thing to do -- one thing to do! She's going to be so disappointed.",
        "Katie: Jack, stop, quiet. This is exactly the kind of situation I'm good at. Leave it all to me.",
        "Jack: Yeah, now I'm scared.",
        "[SCENE_BREAK]",
        "Brad: No, I don't think you've made it clear to him. I mean, I'm in negotiations here. I need representation, but things are moving fast. I'm going to have my own talk show. I'm the producer, the writer, the talent. I mean, I'm a real hyphenate! You know what I mean? Yeah, I mean, they're already talking about special projects. So, this is a chance for your boss to sign on a client who's really going places, but the clock is ticking. I can wait maybe, I don't know, maybe another half-hour. Fine, fine. Can you give me the number of Harry Smith's agent? Man, I got to tell you, those guys in New York don't have much on the ball.",
        "Henry: Wow, you're own talk show, huh?",
        "Brad: Yeah, it's always been my dream.",
        "Henry: What about Katie?",
        "Brad: Who?",
        "Henry: Katie, Katie. The woman whose talk show you horned yourself onto?",
        "Brad: Well, I mean, she can get her own representation. Hey, you want a beer?",
        "Henry: No, a martini, straight-up. Actually, no, scratch that. No, thank you.",
        "Brad: What's wrong?",
        "Henry: Nothing. Just, in my line of work, I've got to stay on top of things.",
        "Brad: Yeah? What line of work is that?",
        "Henry: Just a little bit of this, a little bit of that.",
        "Brad: Sounds like the kind of work I used to be into.",
        "Henry: You really think Katie's a pushover, don't you? I mean, what you were saying just now about being a writer and a producer -- do you really think that's going to happen?",
        "Brad: It's already in the works, Bud.",
        "Henry: What is?",
        "Brad: Well, like they say, tune in tomorrow. Oh -- oh, wait, I get it, I get it. She sent you here, didn't she?",
        "Henry: What?",
        "Brad: Yeah, yeah, I think she did. She sent you here to get a read on the competition.",
        "Henry: Really?",
        "Brad: You know, you can tell Katie that I won't go in for underhanded tactics like that.",
        "Henry: Okay -- let me -- if she was -- why would I come in to get a read on you, Brad? You're not that complex a person. I mean, you do know this about yourself, don't you?",
        "Brad: Well, I would like to think that I am very open, but with a lot of depth.",
        "Henry: Okay -- Mr. Deep Guy -- let me ask you, if she was going to send someone in to get a read on you, don't you think she would be clever enough not to send someone that you would immediately suspect?",
        "Brad: I can see why the two of you are friends. You're both devious.",
        "[Cell phone rings]",
        "Henry: Yeah. Hold on just a second. I've got to take this. Coleman -- yeah. Yeah, yeah, I'm already there. Okay. Sorry, got to go work.",
        "Brad: Hey, tell Peretti, next time she sees a hockey puck, try ducking.",
        "Henry: What does that mean? Know what? I don't want to know. Have a nice one.",
        "[Cell phone rings]",
        "Brad: Yeah, hey, talk to me.",
        "[SCENE_BREAK]",
        "Casey: Remember when we were little kids and we were in that soccer league, and we got in a fight with -- Bruce Shumaker and --",
        "Will: Brendan Lettner.",
        "Casey: Yeah, and coach was so mad, he called our parents.",
        "Will: And our dads showed up, and they were trying to look so mad.",
        "Casey: Yeah.",
        "Will: Then, I remember you wanted to make a bet to see who would get grounded longer.",
        "Casey: Well, I'm going to have to remember to bring that up in group.",
        "Will: Right.",
        "Casey: Anyway, don't do that again. Don't try to stick up for me.",
        "Will: I didn't.",
        "Casey: Right, it was just your sense of fair play. But think what it would do for you if you went home to Gwen with a split lip or a bloody nose. I mean, I don't need to cause any more problems for you guys. I've already done enough damage.",
        "Will: Right.",
        "Casey: Is she okay?",
        "Will: I don't know.",
        "Casey: I'm sorry, Man.",
        "Will: I don't think it's you. Oh, Man.",
        "Casey: What?",
        "Will: I don't know, it's like, before, you know, when I'd want to talk about this stuff, I'd go to you or Jennifer or my dad. But -- it's been a really great year.",
        "Casey: Hey, if you want to talk to me, I know that it's not going to mean that things are like the way they were, but why not give it a shot? You're really worried about Gwen, aren't you?",
        "Will: It's weird, you know? It's like the farther away we get from all the stuff that happened, the more upset she gets.",
        "[SCENE_BREAK]",
        "Iris: Gwen's right. You ain't got to tell me anything. I know you were at the morgue. They can't keep a dead body a secret.",
        "Maddie: Why should they? They found a homeless person in the woods. It's sad, but it's not a secret.",
        "Iris: Homeless person?",
        "Maddie: That's right.",
        "Iris: Well, you must be really relieved then.",
        "Maddie: Excuse me?",
        "Iris: I mean, nobody goes to the morgue out of idle curiosity. You must have been scared to death --",
        "Gwen: You know what? I'm sorry. You're done here.",
        "Iris: Hey, wait a second.",
        "Gwen: I'm so sorry, I have to show you the door.",
        "Iris: You know, we're not just done because you said so.",
        "Gwen: Let me be more specific. We're done.",
        "Iris: What do you think I am? A fool? You and that girl in there were terrified that that body they found was Adam's.",
        "Gwen: No, that's what you thought was true. You thought that I was terrified, you thought that I was in serious trouble, and that if Will found out, my marriage would be ruined. And what did you do with that information? You used it to try to squeeze a little bit of money out of me.",
        "Iris: I still think you're in trouble.",
        "Gwen: I know you do. And that's why we're having this little chat. And you're right, I do have a good life and a great husband. And if you do anything to try to screw that up, you spread this crap to Will or anybody else, and I will spend the rest of my life making sure that those hard times that you've had feel like a spa weekend.",
        "Iris: You wouldn't.",
        "Gwen: No? After tonight, I think I might enjoy it very much. You seem to forget that you're on parole, Mom. I call Jack -- my good friend Jack -- I let him know that you're trying to blackmail me, you'll end up in prison before Will and I can even open up the champagne bottle.",
        "Iris: We're going to talk about this. We are going to talk about this.",
        "Gwen: No, we're never talking about it ever again. Now, get the hell off of my property. You were telling the truth, it wasn't Adam?",
        "Maddie: No, I saw it. It was some old guy. Okay, so what was your mom saying? Does she know?",
        "Gwen: She's putting it together, but I took care of it. Listen, Maddie, you can't be here right now.",
        "Maddie: No, I have more to tell you.",
        "Gwen: Okay, but not here. Will's going to come back.",
        "Maddie: Gwen, you look really upset. Are you going to be okay?",
        "Gwen: Of course I will. I don't have a choice.",
        "[SCENE_BREAK]",
        "Eliot: To chance encounters.",
        "Emily: To free enterprise.",
        "Eliot: You know, I must say, you are remarkably calm.",
        "Emily: Why shouldn't I be?",
        "Eliot: I know something about you that could be potentially damaging.",
        "Emily: Ditto. You know, I forgot to ask, are you married? Do you have any kids?",
        "Eliot: You know, I think I liked our relationship better when it was a little more -- anonymous.",
        "Emily: Well, then, you should learn to compartmentalize your life.",
        "Eliot: Is that what you do?",
        "Emily: Mm-hmm. Very successfully.",
        "Eliot: So here I am, I'm trying to figure out if you're a hooker who writes or a writer with no ethics. You're both.",
        "Emily: I like to multi-task. Television executive, huh? No wonder you're so concerned about ethics.",
        "Eliot: You know what it is that I like about you?",
        "Emily: Something superficial, I'm sure.",
        "Eliot: An utter lack of remorse.",
        "Emily: No, you know what? That's not true. That's absolutely not true. I am remorseful about plenty of things, just not the things that you would expect.",
        "Eliot: So, what are you remorseful about?",
        "Emily: No. No, no, no. See, now we have two business relationships. No room in either for personal questions.",
        "[Both chuckle]",
        "Eliot: I bet you're successful at anything that you put your mind to.",
        "Emily: Yeah, that's the plan. So, Eliot, are you ready to talk about how much bang we can give you for your advertising buck?",
        "Eliot: Eventually, but first -- I'm going to be coming through here on a regular basis.",
        "Emily: Business travel can be exhausting, can't it?",
        "Eliot: So, I'm wondering if I can contact you directly -- you know, sort of avoid the middle-woman.",
        "Emily: Well, you know, I'd have to think about that. You know, balance the extra money with the ethics of my profession.",
        "Eliot: Well, that's your call. I just want to make sure that we get to see each other again.",
        "Emily: I think every business caters to repeat customers, don't you?",
        "Eliot: Then how about later this evening?",
        "Emily: Oh, I'm sorry, Eliot. Tonight doesn't work for me.",
        "Eliot: Why? You have other plans?",
        "Emily: Oh, no, no. What did we say about personal questions?",
        "Dusty: Sorry for the delay. I hope Emily has been filling you in on the operation.",
        "Eliot: Emily is a remarkable woman, isn't she? You're very lucky to have her as a partner.",
        "Dusty: Yes, I am.",
        "Eliot: Well, after discussing it with her, I'm very excited to sign on the dotted line.",
        "Dusty: Right now?",
        "Eliot: Yeah, I'm going to make the financial commitment in the morning, then you and your team can get to work.",
        "Dusty: Even though we haven't talked about specifics?",
        "Eliot: Well, without money on the table, talk about specifics is just that -- it's just -- talk.",
        "Emily: You know what, Mr. Gerard --",
        "Eliot: Eliot.",
        "Emily: Eliot -- we are thrilled at your decision and your belief in us --",
        "Eliot: Don't let me down.",
        "Emily: We won't. We won't let you down, but don't you think -- I mean, can't you give us a general idea of what you're looking for, before we put our team to work?",
        "Eliot: I know exactly what I want. This campaign should be cool, elegant, in total control, with something behind the facade that can absolutely blow your mind.",
        "Dusty: Sounds easy enough.",
        "Eliot: We'll talk in the morning. I might conference in my money guy.",
        "Dusty: Looking forward to it.",
        "Eliot: Don't. Nobody looks forward to talking to my money guy.",
        "Dusty: Eliot, if you've got time, they've got a great steak in there.",
        "Eliot: No, thanks. I've got to go make a call. That's the good thing about L.A. and the time zone change -- the day never ends. Ms. Stewart --",
        "Emily: Oh, Emily, please.",
        "Eliot: I look forward to seeing you again in the very near future.",
        "Emily: Yeah, and I'll be working on that mind-blowing thing of yours.",
        "Eliot: I hope so.",
        "Dusty: Well, that was quite an accomplishment. I take a phone call, and you land the biggest account in years.",
        "[Glasses clink]",
        "Emily: Oh, please. Are you kidding me? The guy likes to show off. [Imitating Eliot ] \"Look at me be decisive.\" \"Look at me, I've got to conference my money guy.\" Give me a break.",
        "Dusty: Maybe you underestimate your influence.",
        "Emily: Force of habit. I've gotta go, Dusty.",
        "Dusty: Go where, Emily? To hook up with Eliot?",
        "[SCENE_BREAK]",
        "Katie: Or, the gruffness is a product of peer pressure, and she has a light, sweet side to her. What do you think?",
        "Jack: I have no idea.",
        "Katie: Good answer. We'll take them all and Sage can decide.",
        "Jack: Thank you very much, Katie.",
        "Katie: Well, hey, I ruined your life, then I borrowed some costumes from wardrobe. So, I think we're even.",
        "Jack: Sure, why not?",
        "Katie: You were thinking of Carly just now, weren't you?",
        "Jack: How the hell did you know that?",
        "Katie: Because you've had this smile on your face, but there was a sadness there, you know? Well, at least you can be honest with yourself, you know. I mean, you have this high-stress job involving bullets and criminals, three kids with no mother, a now, a deadbeat brother to deal with, but, you know, you're just not really fun when it comes to the school play costume thing.",
        "Jack: Katie, I appreciate you being in my corner. It's nice to have you there. Actually, it really is. But this isn't about being fun enough. It's --",
        "Katie: What?",
        "Jack: I'm worried about Parker.",
        "Katie: I know.",
        "Jack: Maybe it is the job. Maybe it's the job, and maybe I know too much. It's just that I know that when kids his age get off track, sometimes they never get back on it.",
        "Katie: Yeah, but you wouldn't let that happen. And not because you're looking the other way, because you're paying attention.",
        "Jack: Yeah -- to him! Katie, my point is, what about J.J. and Sage? Parker -- he's acting out, but the other two, they're like walking through it all. And I that know, that I'm not giving them enough attention. I'm failing all three of them.",
        "Katie: Oh, Jack. I don't know how to say this. You're full of it.",
        "[SCENE_BREAK]",
        "Will: I tried to talk to her about it, but it's like she just shut down, you know? It's like she's a million miles away, and then she snaps out of it, and she hugs me, and she says she's sorry about what happened with Adam.",
        "Casey: And that's bad because?",
        "Will: Because it's not the whole story. Something's going on -- or went on -- with Adam.",
        "Casey: You don't know that.",
        "Will: Unfortunately, I know a little something about being married and lying. You get distracted.",
        "Casey: Okay. We're talking about Gwen here. You really think something went on with Adam? Because I don't.",
        "Will: Well, if something did happen, I'd deal with it. I'd have to. But I feel like this could be something worse.",
        "Casey: What can be worse than that?",
        "Will: I'll tell you what could be worse. She misses him.",
        "[SCENE_BREAK]",
        "Gwen: You know, the thing that scares me the most about my mom is that she's like this ticking time bomb, and I don't know when she's going to go off. I know I scared her tonight, and I know that I really did, but that doesn't mean she's not going to wake up tomorrow morning, or have a couple of drinks, and decide to teach me a lesson. You know, she'll show me who's boss.",
        "Maddie: I never knew we had so much in common. We both know what it feels like to have families you can't really trust.",
        "Gwen: Yeah. You're right.",
        "Maddie: Listen. I need you to know that if they do end up finding Adam's body, I'm going to tell them that I did this, all by myself.",
        "Gwen: Please, Maddie. No, come on. Don't go there right now.",
        "Maddie: I don't think we're going to have to. Not after what I heard at the morgue.",
        "Gwen: What did you hear?",
        "Maddie: The guys who brought the body in -- [Maddie whispering] The guys who brought the body in said that they found him nowhere near where we left Adam, okay? He was on the missing person's list, so they're not going to have to do any follow-up, and they're not going to send anybody else up there to look.",
        "Gwen: You know Margo's going to keep looking.",
        "Maddie: Yeah, in L.A., or places like that. But, she doesn't know that he's dead.",
        "Gwen: Right.",
        "Maddie: And I -- I feel awful about what happened, but we can't undo it. And I just need to make sure you don't get in trouble for what I did.",
        "Gwen: It's not really in our hands, Maddie. I mean, they find him, or they don't.",
        "Maddie: It's not completely out of our hands. Listen Gwen, we need to start acting differently. We can't let people see us scared or anxious. We can't let people know something bad happened.",
        "Gwen: Well, it's too late. My mom already knows that I'm hiding something.",
        "Maddie: Yeah, but your mom -- if your mom says something, she's not the most credible source on the planet. Nobody else suspects anything. We need to keep it that way.",
        "Gwen: I don't know.",
        "Maddie: Gwen. Look at me. You and Will are finally together. Don't let what I did screw that up.",
        "[SCENE_BREAK]",
        "Henry: Ms. Del Lago?",
        "Vienna: You're late. You're -- Henry?",
        "Henry: Vienna?",
        "Vienna/Henry: What are you doing here?",
        "[SCENE_BREAK]",
        "Katie: Okay, I know, given the way that Craig and I turned out, you might not think my mother did a very good job, but -- and this is the important part -- she was a lot like you, doing everything alone, stretched way too thin, and my school play outfits were probably not at the top of her list, either. But I knew, I always knew, she was thinking about me. And your kids know that.",
        "Jack: Yeah. I just don't know if thinking about them is enough, Katie.",
        "Katie: Okay. Another pearl of wisdom?",
        "Jack: Go for it.",
        "Katie: Parker wouldn't be acting out the way he is, if he didn't think you were there for the long haul. He is a smart kid.",
        "Jack: Yeah, I know that.",
        "Katie: Carly's gone. His dad's gone. So many people in his life are gone. He can't afford to lose you, too.",
        "Jack: Well, I don't think he sees it that way.",
        "Katie: Maybe he doesn't see it that way. It's a subconscious thing. He's taking his anger and frustration out on you because he knows you're the one person who will stay. Deep down inside, he knows you're the one person he can trust to be there for him.",
        "[SCENE_BREAK]",
        "Emily: Do you really think I'd hook up with a guy who says \"Mind-blowing?\"",
        "Dusty: This isn't a joke.",
        "Emily: No, I don't think it is.",
        "Dusty: Did you give him the impression that you and he would be doing more than business?",
        "Emily: How could you even say -- why are you grilling me?",
        "Dusty: Because I saw what I saw.",
        "Emily: What you saw was me having a glass of wine with a client.",
        "Dusty: I don't think so. Nor do I think this is the first time you guys met each other.",
        "Emily: I'm late.",
        "Dusty: I want to know what's going on between the two of you.",
        "[SCENE_BREAK]",
        "Will: Gwen, you up? Guess who I saw? Gwen? Where the hell did you go?",
        "[SCENE_BREAK]",
        "Gwen: I've got to get out of here. Will's going to be back at the house.",
        "Maddie: Hey, listen. Think about it, okay? You two deserve to be happy. Don't let Adam take that away from you. It's like letting him win.",
        "Gwen: Okay. I'm exhausted. What a day.",
        "Maddie: I know. Me too. It's over now, okay?",
        "Jade: I can't believe it --",
        "Gwen: Oh, here we go.",
        "Jade: The most incredible thing just happened, you'll never guess --",
        "Gwen: You know, I've got to get home, Jade.",
        "Jade: I just got a voicemail -- from Adam.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Gwen: Let me hear the message. Let me hear Adam's voice.",
        "Vienna: $2,000? That's absurd! Why would I ever pay you $2,000?",
        "[Police sirens]",
        "Henry: Uh, I think you just got your answer. Come on.",
        "Emily: Not a good idea to keep your source waiting. They get jumpy.",
        "Dusty: So, you're working on a story?",
        "Emily: That's what I've been trying to tell you.",
        "Dusty: Great. I'll go with you."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=5lWFGlQgJUU"
}