{
    "Episode Summary": [],
    "Recap": [
        "Nick demands to know the truth about the phone number she has. When he threatens to call it, Carly admits she will do anything she can to get Jack his job back. Nick's pride is hurt, when he realizes this has been all about Jack and not him. He wants Jack thrown off the case, but Carly pleads his case. He tells her that the only way to save Jack's job is to do as he says. He wants her to stay away from him, the Galaxy Club and Anatoli. He is going to solve the case on his own. Katie sadly cancels her wedding vendors, and can't help herself from falling apart when Nancy shows up. She later learns the real reason Jack got fired because of Carly. She rushes to tell Nick, who has already sworn Carly off. Jen finds Paul, who is seriously injured. They have a heart to heart, but can she learn to forgive him? Hal, who has shown up to arrest him, interrupts them. Paul is taken to the hospital after he collapses. Hal is keeping an eye on him to make sure it is not part of his elaborate plan to escape. Barbara and Jen stand vigil at his hospital bedside. Jack finds out Paul is alive and Hal sends him to talk to Meg, who has supposedly been aiding him. Meg denies it at first, but then hints at it being true. Jack wants her to reach out to her family because she is now a material witness and could be in a lot of hot water. Later, when she removes her leather gloves, we see her hands are covered in dried blood. Jack tells an elated Carly that Paul is alive. She thinks Nick's public mistake in declaring Paul dead will result in his losing his job. Jack thinks she is celebrating prematurely. Unless Nick doe something unethical or illegal, then he is here for the long run. A sinister smiling Carly mutters to herself that she can work with that."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Hi, this is Katie Peretti. I'm just calling about the flowers for the wedding. I'm going to have to cancel them. The wedding's been postponed indefinitely. I mean, it's not forever -- it's going to happen. I'll get in touch with you when I know when. Thank you, bye. I just got defensive with an answering machine.",
        "Nancy: Katie, your wedding problems are over.",
        "Katie: Nancy, you scared me.",
        "Nancy: I have engaged the Clark reception hall and gardens for your wedding. Choose any day in May, and it's yours.",
        "[SCENE_BREAK]",
        "Nick: Whose number is this?",
        "Carly: It's for a play date. May I have it, please?",
        "Nick: So your kids are running drugs in their spare time? This address is in the market district.",
        "Carly: Who said anything about my kids? It's mine, one of the girls at the Galaxy gave me her number so we could get together.",
        "Nick: Oh, so you two were just going to have a nice day at the spa? Come on, what's up, Carly?",
        "Carly: I will not be interrogated.",
        "Nick: Did you hear something at the bar? Did you pick this up there? You were in the back room -- did you take this off Anatoly?",
        "Carly: Like I'd still be breathing if I did that. Just give it to me.",
        "Nick: Just answer the question. What are you trying to pull?",
        "Carly: Nothing.",
        "Nick: So you were trying to break this case by yourself. Hmm? I was right. Jack's got you doing his work for him? What kind of a cop -- what kind of a husband does that?",
        "[SCENE_BREAK]",
        "Meg: I'm sorry, Jack, I don't have much time right now.",
        "Jack: Make time. Tell me about Paul.",
        "Meg: Tell you what?",
        "Jack: Just be honest, Meg. Come on, let's keep this nice and unofficial, okay? I don't want to have to bring you in.",
        "Meg: Bring me in? For what?",
        "Jack: For aiding and abetting a fugitive. We know that Paul's alive. And from everything we've heard, we know that you kept him that way. Tell me where he is, Meg.",
        "[SCENE_BREAK]",
        "Paul: I should've died. I'd be better off.",
        "Jennifer: Paul? Paul? Paul, I know you're here. I know you're close. Please, don't be afraid. I'm alone. Please.",
        "Paul: Right here.",
        "Jennifer: It's really you.",
        "Paul: Yeah.",
        "Jennifer: But how? I thought you were gone. And then -- and then I called you, and then you weren't there at the motel. I thought you'd run off, and I don't understand --",
        "Paul: No, it's okay. I'm here, Jen.",
        "Jennifer: You really are alive. What happened at the motel? You were supposed to be there and then you weren't. And I was so scared --",
        "Paul: It's nothing.",
        "Jennifer: The place was a complete wreck.",
        "Paul: I -- I couldn't find my car keys.",
        "[Jennifer sobbing]",
        "Paul: Don't, come on. Jen, it's all going to be okay.",
        "Jennifer: No -- is it?",
        "Paul: Well, that's up to you.",
        "Jennifer: Paul, was any of this ever really up to me? I'm so glad you're alive.",
        "Paul: Then why are you so upset?",
        "Jennifer: Because -- I don't know! I want to hug you, but then I want to lash out and hit you. And then I want us to go home, and talk about this, but I feel like I don't want to ever speak to you again! You let me believe that you killed yourself. How could you do that?",
        "Paul: I thought that you would be better off if I were gone.",
        "Jennifer: But suicide?",
        "Paul: Well, it started out like that. But then when I saw how much I had hurt you --",
        "Jennifer: Whoa, you saw?",
        "Paul: I knew that it was a mistake.",
        "Jennifer: You saw me when? When? How?",
        "Paul: At the memorial service.",
        "Jennifer: You were there?",
        "Paul: Yeah. That's when I knew that I had to come back. If it was real --",
        "Jennifer: What?",
        "Paul: If it was real. How hurt you were that I was gone, I couldn't make you suffer. I had to stay gone.",
        "Jennifer: And let me think that you were dead?",
        "Paul: Yes. If that meant that you could move on with your life, yes.",
        "Jennifer: Paul, how could you do that? Twice! Twice, you let me believe that someone I loved was dead. How could you just stand by and let me go through that for no reason?",
        "Paul: So you haven't forgiven me?",
        "Jennifer: You don't deserve my forgiveness!",
        "Paul: No, I know I don't, Jennifer! But I can't live without it. And neither can you. That's why you couldn't just forget about me and move on. And that's why I couldn't forget about you and just go away. Jennifer, if you can't forgive me, then neither one of us can ever be free.",
        "[SCENE_BREAK]",
        "Meg: I can't tell you where Paul is.",
        "Jack: Not the smart move, Meg.",
        "Meg: I don't know where he is.",
        "Jack: What, because he bagged out on you, too?",
        "Meg: No, because last I heard, he committed suicide and his body washed down the river. So, what makes you think otherwise?",
        "Jack: He called Jen to come and meet him.",
        "Meg: What an idiotic --",
        "Jack: Not a great way to stay dead, I agree.",
        "Meg: I don't believe it.",
        "Jack: Well, Jen called him. Either way, they spoke.",
        "Meg: Okay, so then why don't you talk to Jennifer about where he is? I mean, this is her fantasy, not mine.",
        "Jack: Paul told Jennifer that he was staying at the Wagon Wheel Motel. Only when she got there, the place was trashed and he was nowhere to be found. That's why we're asking you.",
        "Meg: I don't know anything.",
        "Jack: When was the last time you saw him, Meg?",
        "Meg: I can't even remember.",
        "Jack: Come on, Meg. It's not like you're a bad liar or anything, it's just that your heart's not in it.",
        "Meg: Look, are you sure Jennifer's telling the truth? I mean, she does hate me, Jack. And with reason. So when something goes wrong in her life, she automatically assumes that I'm part of it.",
        "Jack: Did you help Paul?",
        "Meg: What makes you think that? Paul Ryan cost me my career, the man I loved.",
        "Jack: Maybe this is a way of paying you back. It had to be a pretty fat payday. I mean, come on, it was more than enough for a suite at the Lakeview and a fancy little vacation to Mexico, at least. Hell, Meg, I'd understand. Even a guy like Paul bleeds. And we know he was injured, there was way too much blood on the scene for that to be faked. So here's how it went down. He's hurt, he calls you. And of course you help. Because that's who you are, Meg. You're a nurse. With a kind heart. What?",
        "Meg: Nothing.",
        "Jack: You have always had a kind heart, Meg.",
        "Meg: Yeah. I just wish it came with a better sense of direction.",
        "Jack: Meg, whatever you've done -- it can be undone. But you gotta talk to me, talk to me. We'll walk through it together. Even if I'm half right, there are mitigating factors. This could go very easy. All you gotta do is give me Paul. You give me Paul, even something like harboring a fugitive can go away. Come on.",
        "Meg: It's too late.",
        "Jack: Why, Meg? Why? Why would you even get involved with someone like Paul Ryan?",
        "Meg: I wasn't planning on it, Jack. He found me. He offered to help me hold onto Dusty, and that's really all I cared about.",
        "Jack: Yeah, you're right. You do need a better compass.",
        "Meg: Yeah, well it's too late for that, too. I loved Dusty, I would've done anything for him. You know what that's like, don't you, Jack? To sell your soul for the person you love.",
        "[SCENE_BREAK]",
        "Carly: You say one more bad word about Jack, you will be swallowing your teeth. My husband would never use me to do his job. And he would never send me into trouble.",
        "Nick: You just find that on your own.",
        "Carly: My job at the Galaxy does not have to be trouble. Especially if it helps us pay the bills around here.",
        "Nick: Oh, don't start with that again.",
        "Carly: Fine. Then give me my property and get the hell out of my house!",
        "Nick: Oh, now this is property? When did you get this?",
        "Carly: That's none of your business.",
        "Nick: Did you see Anatoly write this down anywhere? Did see say anything about it?",
        "Carly: Nick, you're making a mistake. It's one of the girls' numbers, just like I told you.",
        "Nick: So let's just dial it and find out. So what was the plan, Carly? You hand this number over to Jack, he breaks the case and they take the collar away from me?",
        "Carly: It was Jack's case first. He did the all the work, he did all the police work to get you in that Club so you could mop up and take all the glory! He deserves that collar. He deserves to have his shield back!",
        "Nick: So, I'll take that as a yes.",
        "Carly: What are you doing?",
        "Nick: I'm calling the station. As of now, Jack is off the case.",
        "Carly: You can't do that!",
        "Nick: Watch me.",
        "[SCENE_BREAK]",
        "Nancy: Better?",
        "Katie: It's just -- do you know how many near-misses Mike and I have had getting to the altar?",
        "Nancy: Well, around here, that's par for the course.",
        "Katie: Really?",
        "Nancy: What you need is a project to keep you busy until Mike comes home.",
        "Katie: I don't know. But between the show and picking up after Mike's slob of a cousin, I'm pretty busy, actually. Nick Kasnoff. He's the one that got rid of the bomb at WOAK?",
        "Nancy: I remember. Why do you pick up after him?",
        "Katie: Well, he's staying with me. Mike thought I needed a protector just in case B.J. came home. So unfortunately, my protector is a bit of a slob and a pain in the neck around the house.",
        "Nancy: Why a pain, beside the mess?",
        "Katie: Well, just a guy. Actually, he's gotten messed up with Carly Snyder.",
        "Nancy: What?",
        "Katie: I mean, I'm making it sound worse than it is. Well, than I hope it is. He is keeping a secret for Carly, so she has him running in circles.",
        "Nancy: I'm sure she has. That girl is real trouble. You tell Nick to stay as far away from Carly Snyder as he can.",
        "[SCENE_BREAK]",
        "Carly: Nick, please. Please, don't make the call. I'll do anything you want. Just don't take the job away from Jack.",
        "Nick: How do you think Jack would feel if he knew what you were doing?",
        "Carly: He'd be mad as hell. He's trying to dig himself out of this hole, Nick. But it's my fault. I'm the reason he lost his job. And that job was his greatest pride. And I ruined it. And I just want to find a way to give it back to him.",
        "Nick: So this is all about him? You don't care what kind of danger you get yourself into. It's all about Jack?",
        "Carly: Why are you surprised?",
        "Nick: That's a good question. But this comes with me.",
        "Carly: Comes where? Where are you going?",
        "Nick: Well, with any luck, this number will break the case. And I'm going to handle it on my own.",
        "Carly: So you'll just cut Jack out completely?",
        "Nick: If you're lucky, he'll keep his job.",
        "Carly: If I'm lucky?",
        "Nick: Here's the deal. You want Jack to stay on the force, right?",
        "Carly: Right.",
        "Nick: And you'd really like me to keep your name out of things, wouldn't you?",
        "Carly: That would be good of you. Do you think you could manage it?",
        "Nick: For a price. You'd do anything for Jack. Well, here's your chance. You give me what I want, and you'll get what you want.",
        "[SCENE_BREAK]",
        "Jack: You're right, Meg, I do know what it's like to cross the line for someone you love. I also know what it costs. Look where I am now, Meg.",
        "Meg: You'll work your way back.",
        "Jack: And so will you. We can help you.",
        "Meg: Who's we, Jack? The Snyder clan? Or the Oakdale PD? Who's sitting here in the car with me right now?",
        "Jack: I'd like to think it's just your cousin Jack.",
        "Meg: Yeah, too bad you sent the cop instead.",
        "Jack: Would it have mattered?",
        "Meg: No. Unless you have more than Jennifer's word that Paul is still alive, much less that I'm connected to it, then we're done.",
        "Jack: Honey, I hope you really are that tough. Because if this is the way it's going to go down, it's going to get ugly. I just hope you saved enough of that money to get yourself a good lawyer, 'cause you're going to need it. Do yourself a favor, Meg. Talk to Emma, talk to Holden. Maybe they --",
        "[Cell phone rings]",
        "Jack: Expecting a call?",
        "Meg: Give me the phone, Jack!",
        "Jack: Do you think he got your warning?",
        "Meg: What?",
        "Jack: Yeah, hold on a sec. It's not Paul, its Emma. She wants to know why you're still here, since you told her you were leaving town right away. Just a second.",
        "Meg: Yeah, Mama, can I -- I'll call you back later, okay? Okay.",
        "Jack: So you're going on a little road trip? I love road trips. Are you going by yourself? Or were you expecting company?",
        "[SCENE_BREAK]",
        "Paul: It breaks my heart to think about how hard I've made it for you.",
        "Jennifer: No, no, no, no, no. You don't -- you don't get to do that. I will not let you be that important in my life anymore. Because I -- I -- I have my son and I have Dusty. That's right, I have a man who I love with all of my heart, and he loves me and my child so much, and the last thing that I -- what?",
        "Paul: There's nothing.",
        "Jennifer: Oh no, oh no. You do not get to do this. You do not get to make me feel sorry for you. This is so cheap! What is that?",
        "Paul: It's a gunshot wound.",
        "Jennifer: You were shot? At the motel?",
        "Paul: No, it's old.",
        "Jennifer: Old? So you really did shoot yourself? You tried to commit suicide?",
        "Hal: Don't move. This time, you don't get the chance to run, Paul.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Carly: Once Nick is gone, then you get your job back.",
        "Jack: Wait. Wait, wait, wait, wait, wait. Is that what you think what happens now?",
        "Hal: I have some news from forensics about what happened in Paul's motel room.",
        "[SCENE_BREAK]",
        "Hal: Cuff him. You all right, honey?",
        "Jennifer: No, I'm fine. Oh, Paul, your face. Please, be careful, he's bleeding.",
        "Cop: I'll be careful.",
        "Jennifer: He's shot. Are you --?",
        "Paul: No, Jen, it's going to be okay. I'm okay.",
        "Jennifer: Paul, you --",
        "Hal: Well, cuff him anyway. Honey, we don't know that all this isn't part of some elaborate trick.",
        "Jennifer: Dad, the blood looks pretty real to me. He needs a doctor.",
        "Hal: Probably. All right, we'll take him to Memorial. But you are still under arrest. You will not be out of sight of a law enforcement officer from now on. Read him his rights in the car.",
        "Jennifer: Are you -- are you okay to walk?",
        "Paul: Jen, I am so sorry. For everything.",
        "Jennifer: No, you shut up and just lean on me.",
        "Hal: Honey, let the officer do it. Your brother's a prisoner.",
        "[SCENE_BREAK]",
        "Meg: I wasn't really leaving town. I just told Mama I was.",
        "Jack: Why?",
        "Meg: She kept calling, asking me to dinner, trying to get me over so she could grill me about my life and then she could try and fix it. So I told her I was leaving town so I could get her off my back.",
        "Jack: But you're not leaving town. At least, not until you've heard from Paul. That's who you thought that call was from. That's why you tried to warn him off, right? [Cell phone rings] Snyder.",
        "Hal: We got him.",
        "Jack: Paul's in custody?",
        "Hal: Jennifer and I found him out at the cemetery. He's in pretty bad shape.",
        "Jack: So he's alive.",
        "Hal: Barely. We're waiting for the ambulance now.",
        "Jack: Okay, I'll meet you over at memorial.",
        "Hal: You don't need to do that. Find your cousin Meg first.",
        "Jack: Done.",
        "Hal: You're with her now?",
        "Jack: Yep.",
        "Hal: Tell her not to leave town. Then go grab yourself a couple hours sleep. You and I'll jump on it first thing in the morning.",
        "Jack: First thing. I'll see you then. I suppose you heard?",
        "Meg: Sort of. What's going on?",
        "Jack: Paul's in custody.",
        "Meg: But he's going to the hospital?",
        "Jack: Yeah.",
        "Meg: Why?",
        "Jack: I didn't get any details. Why don't you can stop by and see how he's doing? I'm sure Hal would love to talk to you.",
        "Meg: I don't care what happened to Paul.",
        "Jack: Yeah, okay. Just so you know, Meg, now you're considered a material witness in this investigation. So I wouldn't even think about leaving town. Call your mom back. Talk to Holden. Get yourself some help.",
        "Meg: No use. They'd catch me. I can't let them find a fake passport in my glove compartment.",
        "[SCENE_BREAK]",
        "Katie: Why are you so down on Carly?",
        "Nancy: She drugged her own sister. And used me to do it.",
        "Katie: What? You mean Gwen? Well, I knew they were having problems, that they were fighting over the baby, but she drugged her? Why?",
        "Nancy: She wanted Gwen to look like an unfit mother. And she had me standing right there beside her, as a witness.",
        "Katie: She made sure that you saw it so she had instant credibility. Oh, my god, that is so smart. Well, it's sneaky, dishonest smart. But she knew with you by her side, everyone would believe her. You gotta give it to her for that.",
        "Nancy: But the truth came out. Carly was lucky to stay out of prison.",
        "Katie: That is why Jack got suspended. Oh, my god, I knew it had something to do with tampering with evidence, but he did it for Carly, to keep her out of jail.",
        "Nancy: I'm afraid so, yes.",
        "Katie: Oh, I've got to warn Nick. Can I tell him this?",
        "Nancy: It's public record.",
        "Katie: Right. God, I can't believe I missed all this dirt!",
        "Nancy: You got occupied with your own problems, dear. Now, may I borrow those?",
        "Katie: Sure. You read bridal magazines?",
        "Nancy: Keeps me young.",
        "Katie: Well, good. That's better for me, too. Without them in the house, I won't feel so sorry for myself with my postponed wedding.",
        "Nancy: Crying makes the eyes get flabby. Best to avoid it. Particularly when it isn't necessary. Your Mike will be coming home to you.",
        "Katie: Thank you. Will you adopt me?",
        "Nancy: I have already. Take care.",
        "Katie: You, too.",
        "[SCENE_BREAK]",
        "Carly: What is it you want from me, Nick?",
        "Nick: I want you out of my hair. I want you 100 miles away from my case. Stay away from the Galaxy. And stay away from Anatoly.",
        "Carly: And Jack keeps his job?",
        "Nick: If he can. But I'm breaking this case. By myself.",
        "Carly: What were the last two digits? Damn it. Jack, I'm not going to let that weasel take this away from you. The phone directory. Please let me find it again. The number's gone. Damn it.",
        "[Door opening]",
        "Jack: Ouch.",
        "Carly: Hey.",
        "Jack: That's an innocent piece of technology you're banging on, honey.",
        "Carly: Well, you know me and my relationship with computers.",
        "Jack: Yes, I do. So what were you attempting to do?",
        "Carly: It's not important. Just tell me what Hal wanted?",
        "Jack: Oh, you're never going to believe this.",
        "Carly: What?",
        "Jack: Turns out, Paul Ryan's alive.",
        "Carly: No way.",
        "Jack: Mm-hmm.",
        "Carly: Well, wait a minute. Didn't Mr. Hotshot detective declare him dead?",
        "Jack: Nick was wrong.",
        "Carly: Oh, my.",
        "[Carly laughs]",
        "[SCENE_BREAK]",
        "Hal: Nurse, this patient is still a prisoner. This officer is to be with him at all times.",
        "Nurse: Fine, but this man needs a doctor right now.",
        "Jennifer: Can't you go easy on all the prisoner stuff?",
        "Hal: You think your brother's above trying to escape?",
        "Jennifer: Paul is bleeding so badly, he can't even walk.",
        "Barbara: Paul's bleeding? Why is he bleeding?",
        "Jennifer: He was shot.",
        "Hal: He says.",
        "Barbara: What happened?",
        "Jennifer: He passed out in the patrol car on the way over here.",
        "Hal: Or pretended to so he could duck questions.",
        "Jennifer: We don't know yet what happened in that motel room, but the shooting -- Paul said that that wound is old. Mom, I think he really did try to kill himself, but it all went wrong.",
        "Hal: Pretty hard to put a gun in your mouth and miss.",
        "Jennifer: Oh, God, Dad.",
        "Hal: I'm sorry, honey. Look, the doctors here will make sure that everything is okay. I'm going to go check with forensics and see what they came up with from the hotel room.",
        "Barbara: Your dad doesn't mean to be so harsh.",
        "Jennifer: Sure he does. Sometimes, I don't blame him.",
        "Barbara: Where's Paul? Oh, my --",
        "Jennifer: No, I'm sorry, I'm sorry, I should've warned you.",
        "Barbara: My baby.",
        "Jennifer: I know, I know.",
        "Barbara: Where did you find him? Thank God you did.",
        "Jennifer: No, I -- when I found him, I didn't even know how bad it was until Dad shined a flashlight on him and --",
        "Barbara: He looks so pale. Where has he been all this time?",
        "Jennifer: I don't know, he didn't say. Except crashing funerals. Yeah. He showed up at his own memorial. Nice, huh?",
        "Barbara: Has he said anything about James?",
        "Jennifer: No. Mom, we have to face it, okay? This was Paul. All of it. All right? This is your son. This is my brother. This is -- this is Paul. He did this.",
        "Barbara: And you hate him for it, don't you?",
        "Jennifer: I wish it were that easy. Mom, he is just -- he's so twisted. And sad. And caring and funny. In the middle of this crazy nightmare, he made me laugh. In the middle of this nightmare that he created.",
        "Barbara: Honey, I just hope that I can get him home and we can put end to this nightmare.",
        "Jennifer: Me, too. I'm so congested and I can't sleep.",
        "[SCENE_BREAK]",
        "Jack: The fact that Paul Ryan's alive may be good news to some people, honey.",
        "Carly: It's perfect.",
        "Jack: Yeah, I bet you're the only person in Oakdale who's laughing about it.",
        "Carly: Nick screwed it up.",
        "Jack: He made a bad call.",
        "Carly: Hal must be ready to throttle him.",
        "Jack: No, I don't think so.",
        "Carly: Come on, Jack. It's a mistake -- it's a big mistake. It's a big, public mistake. And I'm sure, for Hal, it's a little bit personal, too, right?",
        "Jack: Well, he didn't sound too happy about it, no.",
        "Carly: That's right. Because now, not only does Hal have to deal with Paul again, but because of one arrogant detective, the whole police department's going to take a hit.",
        "Jack: We've looked better, yeah.",
        "Carly: Yeah. Well, that's all going to change. Once Nick is gone and you get your job back.",
        "Jack: Wait. Wait, wait, wait. Is that what you think is what happens now? Nick makes a mistake, so he's out and I'm in?",
        "Carly: Well, yeah, Jack. Don't you think this mistake is big enough for him to get fired?",
        "Jack: No. No, not at all.",
        "[SCENE_BREAK]",
        "Katie: This is not a frat house. Oh, let me guess. [Katie sighs] Nick, Nick, Nick. It is time for an intervention.",
        "[Door opening]",
        "Nick: Hey.",
        "Katie: Hey.",
        "Nick: What are you doing, laundry?",
        "Katie: No, looking for the couch. And look what I came across on the way.",
        "[A napkin with a lipstick print]",
        "[SCENE_BREAK]",
        "Jessica: Jennifer, is this some kind of sick joke?",
        "Jennifer: No. This is my life, welcome to it. I'm sorry. Sorry. Thank you so much for coming so fast.",
        "Jessica: Paul's alive? Oh my God, he's a mess.",
        "Jennifer: Yeah. Look, he's going to need all kinds of miracles, and not just medical ones. And that's where you come in.",
        "Jessica: All right, all right. Let's start at the beginning. Tell me exactly what happened.",
        "Jennifer: Honestly, I can't. But Paul can, hopefully.",
        "Nurse: Are you Jennifer?",
        "Jennifer: Yes.",
        "Nurse: Your brother's asking for you.",
        "Jennifer: Thank you. You go in. Please.",
        "Jessica: He asked for you.",
        "Jennifer: Yeah, but he needs you more. Jessica, he passed out, so he might not remember, but he's under arrest. So if you'll remind him, that'll probably get the ball rolling.",
        "Jessica: All right. Jen, are you okay?",
        "Jennifer: Just peachy. No, seriously, I'm fine. Please, just take care of Paul.",
        "Jennifer: Hi. Dusty Donovan's room, please. No, he should've checked in by now. His plane landed over an hour ago. Are you sure? All right. Please, have him call Jennifer as soon as he checks in. Thank you. Hey.",
        "Hal: I have some news from forensics about what happened in Paul's motel room.",
        "[SCENE_BREAK]",
        "[Meg remembering]",
        "Jack: You're right, Meg, I do know what it's like to cross a line for someone you love. I also know what it costs. Look where I am now, Meg.",
        "Meg: You'll work your way back.",
        "Jack: And so will you. We can help you.",
        "[SCENE_BREAK]",
        "Meg: You want to help me? Be my guest.",
        "[SCENE_BREAK]",
        "Carly: Nick messed up royally.",
        "Jack: And took a lot of good people down with him. Including Hal.",
        "Carly: All the more reason to get rid of the embarrassment. [Jack laughs] What?",
        "Jack: You're relentless.",
        "Carly: Yeah? I think that's one of the things that you like about me, isn't it?",
        "Jack: Honey, it wasn't just Nick. Or even Hal. There were forensics, there was dna. All the evidence said that Paul went off the cliff and died.",
        "Carly: But you never believed it, did you? And if Hal had listened to you, you wouldn't have declared him dead. Right?",
        "Jack: Probably.",
        "Carly: Well, that just proves that you are 100 times the cop that Nick Kasnoff is. And Hal is going to think so, too. If he hadn't been there, and everyone had listened to you --",
        "Jack: No, honey --",
        "Carly: Jack!",
        "Jack: Everyone had to -- Hal is not going to fire Nick. And he shouldn't.",
        "Carly: Oh, don't defend that loser to me.",
        "Jack: I am not defending him, honey. I want to see him gone, you know that. But people make judgment calls. If someone got fired every time they were wrong, no one would hold onto their job longer than a week.",
        "Carly: Okay. So what are you saying then? Nick is here to stay forever, no matter what stupid thing he does?",
        "Jack: Unless it's an unethical stupid thing, or an illegal stupid thing -- yeah. Can we please move on? Please?",
        "Carly: Yes, of course. Now, what do you want? Hot shower? Hot food? Me?",
        "Jack: In that order. If you don't mind.",
        "Carly: All right. Well, the food and I will be right up. Okay?",
        "Jack: Okay.",
        "Carly: Unethical. Illegal. I can work with that.",
        "[SCENE_BREAK]",
        "Katie: Are you going to tell me?",
        "Nick: What?",
        "Katie: What happened?",
        "Nick: Huh?",
        "Katie: This afternoon you were talking about Carly like she's just this good woman who's trying to scrape enough money together for her family, blah, blah, blah. Nick?",
        "Nick: Where's my blue shirt?",
        "Katie: According to your filing system, probably on the kitchen table. Wait, hold on. You can't duck me, this is a small house.",
        "Nick: What do you want?",
        "Katie: I want to know what happened. Come on, one minute Carly is this good woman, and the next minute you're throwing away her lips like they're nothing.",
        "Nick: Yeah, they are.",
        "Katie: You didn't feel that way when you preserved that handkerchief.",
        "Nick: I didn't --",
        "Katie: Didn't what? Okay, fine. I'll talk, you listen. I ran into Nancy Hughes earlier, and she told me some things about Carly that I didn't know. You know that Jack got suspended because of her, but do you know why?",
        "Nick: Yeah, she got in trouble and Jack covered it up to save her.",
        "Katie: Right. But do you know how? I mean, do you know what she did?",
        "Nick: It doesn't really matter.",
        "Katie: Not even if she did it to her own sister? And manipulated one of the sweetest, most respected women in this town to do it?",
        "Nick: You know, can we just drop this, Katie? I don't want to hear the name Carly ever again. I'd be happy if I never laid eyes on her again.",
        "Katie: Really?",
        "Nick: Yeah, really.",
        "Katie: Oh, boy, I hope you mean that.",
        "[SCENE_BREAK]",
        "Jessica: Paul, I can't help you if you won't give me any facts to work with.",
        "Paul: Jennifer -- I need Jennifer.",
        "Jessica: Jennifer is fine. She's right outside, she's fine.",
        "Paul: She won't be. She won't be fine.",
        "Jessica: I promise you, she's okay. Now let's just go back to this afternoon at your motel room. What happened?",
        "Paul: She's never going to forgive me.",
        "Jessica: What?",
        "Paul: That's all I wanted, was for Jennifer to forgive me. And I almost had that.",
        "[SCENE_BREAK]",
        "Hal: Did Paul say anything to you about what happened in his motel room today?",
        "Jennifer: No, he didn't. I mean, he made some joke about how he messed up the place himself.",
        "Hal: Oh, there was definitely a fight in that room. And most of the blood left behind wasn't Paul's.",
        "Jennifer: Really? The way that Paul looks?",
        "Hal: Yeah, it's kind of like the old joke -- \"you should see the other guy.\"",
        "Jennifer: The other guy? Well, who's the other guy? Where is he?",
        "Hal: Good questions. But whoever he is, with all that blood, he didn't get very far. If he could walk at all.",
        "Jennifer: Dad, you don't think that Paul --",
        "Hal: I don't want to jump to any conclusions, Jen. But if Paul said anything to you that could help lead us to where this other person may be --",
        "Jennifer: Dad, no, there was nothing. I swear.",
        "[Cell phone ringing]",
        "Hal: I have to take this. Sorry.",
        "Jennifer: Dusty, please call. I need you.",
        "[SCENE_BREAK]",
        "Jack: Whatever you've done, Meg -- it can be undone. We can help you. It can be undone. We can help you. It can be undone. It can be undone.",
        "Meg: Let's just hope you're right, Jack.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Maddie: A judge? What do you need a judge for? What'd you guys do now?",
        "Will: It's not what we did. It's what we're trying to do.",
        "Gwen: We want to get married.",
        "Hal: I'm gonna need something with Dusty's DNA on it.",
        "Paul: Hi.",
        "Emily: Hi, Paul.",
        "Paul: Did you come here to finish the job?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=n9Dzz7eHuOo"
}