{
    "Episode Summary": [],
    "Recap": [
        "Holden is still bothered by the fact that he can't reach Lily by cell phone. When Luke returns home from his trip, he is confused as to why Lily isn't there. Holden tries to divert his questions, but soon Luke realizes Lily is with Keith, and that upsets him prompting him to tell Holden he and Lily are not acting like his parents, but more like people who not sure any longer what they want out of life. Soon, Holden and Luke bond when Luke thinks Holden is jealous of Keith, which Holden tries to deny. Later, Emma is upset when she finds out Lily has left for the night and suggests he try to reach Lily again by phone because Lily would never leave herself disconnected when away from her kids. Once again Holden can't reach Lily prompting him to say he no longer knows what to believe with Lily. A storm results in Lily and Keith stopping themselves from making love, which Lily thinks is for the best because she needs closure in her marriage before she gives herself totally to Keith. As they start to make their way back to Oakdale, Les calls Keith and Lily answers. Les tells Lily to watch her back with Keith because he killed Julia and admitted to planting the bee pollen in his truck. Lily defends Keith and doesn't want to hear anything he has to say. Les leaves her with a message to Keith that he will take anything Keith loves and put it in a meat grinder and give him a front row seat. Lily is shaken, but Keith blows it off, and diverts her attention by telling her he will wait for her for as long as necessary because he wants her and when he wants something he gets it. Katie seeing Barbara overwhelmed with wedding plans offers to help against Barbara's desires, and goes to work with the caterers. Mike shows up without Jen, who had to stay at the Street Jeans office to finish up some work, and he and Katie end up doing a cake tasting, which Barbara witnesses. Later when Mike kisses Katie on the cheek, Barbara sarcastically can't help but ask if Mike knows he is kissing the wrong bride. After Mike leaves to pick up Jen for her fitting, Barbara again is disturbed when she silently witnesses Katie trying on Jen's veil and holding up the dress while gazing into the mirror. Craig is determined to help Rosanna out of Bangkok with Cabot. Rosanna is unsure whether to trust him, but when James arrives wanting to take her to a labor camp, she will do anything to stall him. Once James leaves, Craig convinces Rosanna to give him her account and password information, which she begrudgingly gives him after she feels she is out of options. She leaves Craig with a plea that if he ever loved Cabot as his son, he will not take her money and leave her there."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Keith: Lily -- I really want you.",
        "Lily: I want you, too. Are we crazy for doing this?",
        "Keith: Do you feel crazy?",
        "Lily: Yeah.",
        "[SCENE_BREAK]",
        "Holden: Lily, come on, answer your phone.",
        "Faith: Is Luke home yet?",
        "Holden: No, not yet, but he will be very soon.",
        "Faith: Can I talk to Mom?",
        "Holden: Mommy did not answer her phone. But you know what? Luke is going to be very happy that you thought about getting him al's, because he's going to be starving. It's a long way from Washington D.C.",
        "Faith: How long?",
        "Holden: So long that he will crave a double bacon cheeseburger. There he is.",
        "Luke: Hey.",
        "Holden: Hey. Welcome back.",
        "Luke: Faith, get over here, squirt. So where's Nat?",
        "Holden: She's at Grandma's.",
        "Luke: I thought Mom was going to be here.",
        "Holden: Something came up. But, I hope you're hungry, because we got you Al's. We got your favorite.",
        "[SCENE_BREAK]",
        "Barbara: And we're sure that these buds are gonna open?",
        "Florist: They should be brilliant by tomorrow.",
        "Barbara: Oh, that is just great. I want this place filled with flowers, and we can't forget the rose roping up on the arbor.",
        "Caterer: Ms. Ryan --",
        "Barbara: Yes?",
        "Caterer: We're ready to set up the bar.",
        "Barbara: Oh, yes. Two interior bars -- living room, library, and I want another station outside by the terrace in case anyone wanders out there.",
        "Caterer: And how many servers?",
        "Barbara: We agreed on 15, plus the bartenders, but I think we need to up it to 18.",
        "Florist: My truck is ready to unload, Ms. Ryan.",
        "Barbara: Yes, yes, and I will come with you because I want to place those flowers personally.",
        "Caterer: But what about the cake tasting?",
        "Barbara: Oh --",
        "Katie: Oh, my goodness, everything looks so beautiful.",
        "Barbara: Gifts on the sun porch, Katie.",
        "Katie: Okay. Do you need any help?",
        "Barbara: No, I've got it all under control. Thank you very much.",
        "Florist: I don't mean to rush you, but I do have other deliveries to make.",
        "Barbara: And I will be with you in just a second, Maurice. I think we need to set up for the tastings over at the table, please.",
        "Florist: Ms. Ryan, it's now or never.",
        "Katie: How about you do the flowers and I'll work with the food?",
        "Barbara: No, it's not necessary --",
        "Katie: No, really, I just did this for my own wedding, so it's fresh in my mind. I'll make sure everything's ready for Mike and Jen when they get here. Go. Why don't you go to the kitchen with me and you show me what you've got?",
        "[SCENE_BREAK]",
        "Jennifer: Get me Fred in production. Thanks. Not even close.",
        "Mike: You ready? The wedding express is pulling out of here.",
        "Jennifer: Oh. Okay, well, can you have him call me as soon as he gets in? Tell him it's urgent. Thanks. You're early.",
        "Mike: I'm late.",
        "Jennifer: What time is it?",
        "Mike: We're supposed to be at Lucinda's a half hour ago.",
        "Jennifer: Does this swatch even remotely match this bolt of fabric?",
        "Mike: Cake, flowers, music.",
        "Jennifer: It's at least two shades off.",
        "Mike: Who sits where and who eats what, any of this sound familiar?",
        "Jennifer: You know, when I finished this sketch, I knew exactly what I wanted. Now nothing I have even matches.",
        "Mike: We're on a tight deadline, too.",
        "Jennifer: Honey, honey, all I care about is marrying you, okay? Let the rest be a Barbara Ryan production.",
        "Mike: Okay, what about the seamstress? Weren't you supposed to get one more fitting done?",
        "Jennifer: Oh, I forgot.",
        "Mike: All right. You're swamped. All right? I'll handle things with Barbara, but please, can you squeeze in time to squeeze into your dress?",
        "Jennifer: Okay. Okay. What, it'll take and hour, maybe a little more?",
        "Mike: Hour, tops.",
        "Jennifer: Okay. Okay. Well, let's go. Mike. Oh, honey, I'm sorry.",
        "Mike: For what?",
        "Jennifer: It must seem to you like this wedding is running a distant second to Street Jeans.",
        "Mike: I understand.",
        "Jennifer: No. I don't want our wedding to suffer.",
        "Mike: It won't. It'll all get done.",
        "Jennifer: It will? It's tomorrow.",
        "Mike: Yes, I told you, I'm gonna take care of your mom. I'll cover everything at Lucinda's. All right, and under one condition -- come tomorrow, you're all mine.",
        "Jennifer: Boy, you have a deal.",
        "Dusty: Where you going?",
        "Jennifer: I have a gown fitting. I'll be back in a few minutes.",
        "Dusty: Did you sign off on the swatches?",
        "Jennifer: Not yet.",
        "Dusty: \"Not yet\" puts us behind.",
        "Jennifer: He's right. Mike, honey, I'm sorry. I can't go. Not right now.",
        "[SCENE_BREAK]",
        "Rosanna: Oh, my God, Craig. James can't find you here.",
        "Craig: Don't panic. Now don't let him take you anywhere. All right?",
        "James: As long as she's staying in this club, she remains my property.",
        "Rosanna: How do I stop him?",
        "Mya: Of course, Mr. Stenbeck.",
        "Craig: If -- well, you have to think of something. If he moves you, I won't find you again.",
        "James: And you -- remember your place. Get out of my way.",
        "Mya: Forgive me. I've spoken out of turn.",
        "James: Fortunately for you, I'm in a forgiving mood. And it's your lucky day that you're not the lady on the other side of this door. Well, well, well, my dear. Are you ready for a new and exciting adventure?",
        "Rosanna: What are you talking about?",
        "James: I am talking about your future. You know, Rosanna, up until now, you've only seen one side of life. Of course, the view from the top is quite lovely. But there's much to be said for living amongst the common people.",
        "Rosanna: James, I know what made you angry, and I panicked. I made a terrible mistake. And I'm so sorry I betrayed you.",
        "James: Now, don't you fret. Don't you fret. Little Jimmy and I will just forge on without you.",
        "Rosanna: What are you doing?",
        "James: Those fingernails have never known dirt under them, have they? But all that is about to change. You see, I've picked out a delightful new home for you. A developing country that's eager for young, smart workers.",
        "Rosanna: You mean a labor camp?",
        "James: A camp? Yes, like summer camp, a tennis camp, you know, it could be fun.",
        "Rosanna: James, please, please don't do this.",
        "James: Now, Rosanna, you never know, you might learn to love it. I mean, outsourcing is all the rage these days. Even your precious Cabot Motors has its share of industrious foreigners who've given new meaning to the words \"minimum wage.\"",
        "Rosanna: Please, James, I'm begging you.",
        "James: It's time you learned how the real people in this world live. Now I'm giving you a chance to let you show them what you're good old Yankee ingenuity's all about, huh?",
        "Rosanna: No, James, wait, wait. Look, hear me out. I think I have another option. I think that I have a way for both of us to get what we want.",
        "[SCENE_BREAK]",
        "Dusty: Do what you've gotta do, Jen. Carly can finish up.",
        "Jennifer: No. No, I'm staying. Just give me a minute, okay? I'm sorry. I'm sorry.",
        "Mike: Is he gonna be on our honeymoon, too?",
        "Jennifer: You heard that dig about Carly.",
        "Mike: Maybe she'll help lighten the load.",
        "Jennifer: And pitch her own designs to help fill in where I haven't finished yet.",
        "Mike: Now, you don't know she'll do that.",
        "Jennifer: Well, I can't risk it.",
        "[Mike sighs]",
        "Mike: All right. Stay here. I'll handle things with your mom. I'm drawing the line at putting that gown on and having somebody stick pins in me. All right?",
        "Jennifer: We'll worry about the gown thing later, okay? I'll call when I'm almost done.",
        "Mike: And I'll swing back and pick you up?",
        "Jennifer: I love you so much.",
        "Mike: I love you, too. See ya, Dusty.",
        "Dusty: Don't clock overtime for my benefit. Stay -- go -- it doesn't change a thing around here. You understand that, don't you?",
        "[SCENE_BREAK]",
        "Holden: Did they feed you in Washington?",
        "Luke: Who had time to eat?",
        "Holden: So, what did you see?",
        "Luke: Everything. So is Mom with Aunt Sierra?",
        "Holden: No, she's out for the night with a friend.",
        "Luke: Doing what?",
        "Holden: You know, I love Al's, but I think that tomorrow night we should eat something a little bit healthier.",
        "Luke: You're back?",
        "Holden: Just for the night.",
        "Luke: Oh. So who's the friend Mom is with? Carly?",
        "Holden: Do me a favor? Pass the ketchup.",
        "Luke: What's the big secret?",
        "Holden: There's no secret.",
        "Faith: Like my bracelet?",
        "Luke: What?",
        "Faith: Uncle Keith gave it to me.",
        "Holden: I'm gonna go grab some more napkins.",
        "Luke: Uncle? Dad, what's going on?",
        "Holden: Nothing's going on. Your mother is spending some time with Keith.",
        "Luke: Well, I thought he would have been back to Chicago by now.",
        "Holden: No, I think he's staying. Luke, your mother letting Keith live at Cal's place.",
        "Luke: I get it now. So, he's the friend. And you're just staying with us, so she can go run off with Uncle Keith, huh?",
        "[SCENE_BREAK]",
        "[Thunder]",
        "Lily: Is it safe out here? Did you hear that?",
        "Keith: No, it's not as bad as it sounds.",
        "Lily: Wait, wait, did you hear that?",
        "Keith: Lily, every time I kiss you, I hear it.",
        "Lily: I'm serious.",
        "Keith: I'm serious, too.",
        "[Lily screams]",
        "[Wind gusting]",
        "Keith: I'll go get the tent.",
        "Lily: Oh, my god. Be careful.",
        "Keith: All right. Lily, the tent's gone. [Thunder] You know what? I think we gotta get out of here. I'll get the plane and fly it out here.",
        "Keith: Oh.",
        "Keith: Oh. I'm sorry. I thought we would've missed the rain. Here. Here you go. Here.",
        "Lily: Maybe the storm was a -- an omen.",
        "Keith: I don't believe in omens.",
        "Lily: You don't think almost getting struck by lightning is a little bit of a mood breaker?",
        "Keith: I'm still in the mood.",
        "Lily: Maybe it's best that we didn't make love.",
        "Keith: For who?",
        "Lily: For both of us.",
        "Keith: Now, don't go putting words in my mouth.",
        "Lily: I still want you.",
        "Keith: Those words you can put in my mouth.",
        "Lily: But I think we should wait.",
        "Keith: For what? Permission?",
        "Lily: I'm serious. I'm serious.",
        "Keith: So am I. I'm serious, too.",
        "Lily: I just don't want to do it because it's something in the moment, I want to do it because it's the right thing to do. I'm just -- not ready.",
        "Keith: Well, you know what? You seemed ready, you acted like you were ready. Or is it Holden's voice in your head just telling you that I'm a bum --",
        "Lily: No.",
        "Keith: Well, then its worse. Then it's your suspicion and your doubts.",
        "Lily: No. It's not that, either.",
        "Keith: Okay, well if you're not ready, we can head back to Oakdale, you know, and you can tell your mother and Holden and everybody else that I wasn't worth the risk. And we can be over -- before we can even get started.",
        "[SCENE_BREAK]",
        "Holden: Faith, honey, I think that's it's time for our dessert surprise. So why don't you go get it and get that extra chocolate syrup, too? Okay?",
        "Luke: Okay, she's gone. Now what's the deal with Mom?",
        "Holden: This isn't the time.",
        "Luke: When is the time?",
        "Holden: I don't tell your mother what to do.",
        "Luke: Why? You always tell me.",
        "Holden: That's different.",
        "Luke: It's just wrong, okay? You guys aren't even --",
        "Holden: We aren't even what?",
        "Luke: Aren't even my parents anymore, okay? You guys are just a bunch of messed up people who can't figure out what they want! You know, fine. You know what? Ground me for that. I don't care.",
        "Holden: I'm not going to ground you. I thought that you liked Keith.",
        "Luke: Yeah. As a friend, but not as Mom's boyfriend. Are you cool with the fact that they're hanging out?",
        "Holden: I would be a hypocrite to judge her.",
        "Luke: Well then don't judge her. Just answer me.",
        "Holden: No. I don't like your mom hanging out with Keith. Any more than you do.",
        "[SCENE_BREAK]",
        "Barbara: Maurice, the flowers are absolutely beautiful. Now, we'll be expecting the bridal bouquet in the morning, and if you will please place the boutonnieres in the library for the groomsmen to find them.",
        "Florist: Of course, Ms. Ryan.",
        "Barbara: Thank you so much.",
        "Mike: This place looks great.",
        "Barbara: Where's Jen?",
        "Mike: She has some stuff she had to finish up with her work.",
        "Barbara: The day before her wedding?",
        "Mike: I pitched in to help out till she gets here.",
        "Barbara: No, no, no, no. She has a final fitting with her seamstress. I've gotta call --",
        "Mike: Whoa, whoa, I've got a better idea. All right? How about you go pick up the dress? When Jen gets here, you can do whatever you need to. Okay? Then I'll personally take it to the seamstress so she can sew it up. That way, Jen's got one less thing she has to do when she gets here.",
        "Barbara: Got it. Okay, okay. I'll get on the way. And don't let the caterer leave until you taste at least four hors d'oeurves and tasted the cake, and -- oh, oh, oh, if the musicians call -- no, never mind, I'll call them from my cell phone in the car. Mike? Thank you. I'm just beginning to realize how lucky my daughter is to be marrying you.",
        "Katie: I told him the pate was a little -- hi.",
        "Mike: Hey, what are you doing here?",
        "Katie: I came by to bring your present, and Barbara looked like she was in need of some help, so I offered to help with the hors d'oeurves.",
        "Mike: What's all this?",
        "Katie: Hors d'ouerves. [Laughter] And they're really not bad. Here, try one, or Barbara will kill me.",
        "Mike: Barbara said something about cake, though.",
        "Katie: Yes, there's gonna be cake. Bruno has some samples coming out.",
        "Mike: Mmm.",
        "Katie: You like it?",
        "Mike: That's really good.",
        "Katie: I know. Taste this one.",
        "Mike: Don't you had anything better to do?",
        "Katie: It's been fun. [Mike laughs] I mean, not the Barbara part, but Lucinda's kitchen? Oh, my God, it's amazing. I want one so bad like it.",
        "Mike: Are you kidding me? That place -- the kitchen is bigger than your whole first floor of your place.",
        "Katie: Yeah, well, I know a good contractor.",
        "Mike: Good contractors aren't cheap.",
        "Katie: Well, we've worked out interesting payment plans before.",
        "Caterer: Now, I've only included the three cake samples you suggested.",
        "Katie: Great, perfect. Thank you, Bruno. I will take it from here. Dessert. Here, wait. Clean your palate, sir. And then, let's start with this one.",
        "Mike: Okay.",
        "Katie: Oh, it looks good.",
        "Mike: That is really good. Have you tried this yet?",
        "Katie: No.",
        "Mike: All right, you need to try this. It's definitely the one.",
        "Katie: You can't pick the first one.",
        "Mike: Why not?",
        "Katie: Because you might like a different one better. Here. Try the lemon.",
        "Mike: Not so much.",
        "Katie: Okay. Well, let me try.",
        "Mike: All right, your turn.",
        "[Katie laughs]",
        "[SCENE_BREAK]",
        "Dusty: I'm just saying do what you gotta do.",
        "Jennifer: I am.",
        "Dusty: Because it doesn't matter how the job gets done.",
        "Jennifer: Well, it does matter to me, Dusty. Okay, I will -- I'll assess Carly's work. I will take her input seriously. I will work with her, but I will never work for her.",
        "Dusty: I didn't ask you to step down for Carly.",
        "Jennifer: No, no, more like step it up.",
        "Dusty: Step it up on most days, 'cause that's good for the business, but not today.",
        "Jennifer: But we're behind on production.",
        "Dusty: You're getting married. Come on. Get outta here.",
        "Jennifer: I will as soon as I'm finished. And I'll never be finished if you don't back off.",
        "Dusty: What are you talking about? Jen, I didn't try to steal your company. Craig did, remember? Not me.",
        "Jennifer: I know, I know. I'm sorry. I'm sorry. I owe you a lot for getting rid of Craig. If he were around, I don't know if I'd be able to put two thoughts together. And who knows if there'd even be a wedding.",
        "Dusty: Life's good without Craig.",
        "Jennifer: Amen to that.",
        "[SCENE_BREAK]",
        "James: The time of concession has passed.",
        "Rosanna: I'm not conceding. I want to marry you.",
        "James: Rather than work as a laborer? You do know how to flatter.",
        "[Rosanna chuckles]",
        "Rosanna: We both love Cabot. Maybe that's enough for us to spend a new life together.",
        "James: But, darling, where's the passion?",
        "Rosanna: I won't run away again.",
        "James: Said the cat to the canary. I'm afraid that Cabot and I will just have to learn to live without you.",
        "Rosanna: But I can't live without my son.",
        "James: You'll be surprised what you can live without, Rosanna.",
        "Rosanna: Okay, look. It's okay. You can do whatever you want with me, just let me see my son one more time, please, before you send me away.",
        "James: Why should I do that?",
        "Rosanna: So you can watch me suffer when it's time to say good-bye.",
        "James: You do know how to spoil me. I'll consider it. But if you so much as raise your voice to me, or make any more trouble for our friend, Mr. Q, you've seen the last of your son.",
        "Craig: Well, now, that was brilliant. At least we have some time.",
        "Rosanna: Not enough.",
        "Craig: No, I have an idea. But I need you to do something.",
        "Rosanna: What? Anything.",
        "Craig: I need you to trust me.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Barbara: Hey! Aren't you kissing the wrong bride?",
        "[SCENE_BREAK]",
        "Craig: We don't have a whole lot of time here, so either you let me get my hands on your money, or you let James keep his hands on Cabot. What's it gonna be?",
        "Rosanna: How much, Craig?",
        "Craig: Well, I bribed my way in here, I can bribe my way out, but it won't be cheap. Plus, I used most of what I have on my passport.",
        "Rosanna: How much?",
        "Craig: I don't know. I don't know. What about your personal files? Huh?",
        "Rosanna: I get it.",
        "Craig: What?",
        "Rosanna: I write you a blank check and you waltz on out of here. Isn't that how it works?",
        "Craig: No, we all leave together. All three of us.",
        "Rosanna: Did James put you up to this?",
        "Craig: Of course not.",
        "Rosanna: Because it would be so typical of him. One last test of loyalty before he drags me off to some work camp.",
        "Craig: I don't work for James Stenbeck, and I am not going to steal your money.",
        "Rosanna: But that's who you are. That's what you do. You lie and cheat and use people.",
        "Craig: Okay, I callously use all the people I love. I'm a miserable excuse for a husband and a father, blah, blah, blah. But when you desperately wanted a child, who went and found Cabot?",
        "Rosanna: You bought him illegally. You must've known it wouldn't last.",
        "Craig: No, I didn't. And, by the way, do you regret my bringing him into your life?",
        "Rosanna: Well, of course not.",
        "Craig: Okay. All right. Now look, I've made a ton of mistakes in my life, but loving Cabot is not one of them. Now, if that isn't worth taking a gamble on me, fine. I can walk out this door and not look back. It's up to you.",
        "[SCENE_BREAK]",
        "Mike: I'm stuffed.",
        "Katie: Oh, me, too.",
        "Mike: That last cake was way too sweet.",
        "Katie: Yeah, and so not Jen. All that frilly icing.",
        "Mike: I think chocolate's definitely the way to go.",
        "Katie: Yeah, it doesn't hurt that it's your favorite.",
        "Mike: Exactly.",
        "Katie: Do you think Jen will mind? I made all the menu selections myself.",
        "Mike: She'll be glad it's done. Thank you. I couldn't have done this without you.",
        "Katie: Oh, please. Barbara gave the marching orders and I just followed.",
        "Mike: Yeah, but you knew exactly what to say to the caterer. Probably 'cause you're a pretty good cook yourself.",
        "Katie: Oh, he finally remembers. Remember that lasagna I made you the first time?",
        "Mike: Sure, I do. I worked on your roof and you paid me in food.",
        "Katie: Yeah, well, I was pretty broke at the time.",
        "Mike: Hmm? How's that roof holding up?",
        "Katie: Pretty good, hasn't leaked since. So, think of today as my chance to do something nice for you in return.",
        "Mike: Thank you.",
        "Katie: You know, Mike, you really are one of my best friends. I just want you and Jennifer to be happy. For the rest of your lives.",
        "Mike: I promise, if you will, too.",
        "Barbara: Hey! Aren't you kissing the wrong bride?",
        "[SCENE_BREAK]",
        "Lily: I don't want to go back to Oakdale, not like this.",
        "Keith: And I don't want to tell you what to think or what to feel.",
        "Lily: I guess you hit a nerve.",
        "Keith: So, it's Holden?",
        "Lily: Yeah.",
        "Keith: Do you want him back?",
        "Lily: I don't want to stop seeing you.",
        "Keith: Well, you just told me what you don't want. Why don't you tell me what you do want?",
        "Lily: I want closure. My marriage is in the middle of the end, and it doesn't feel like it's not completed. It feels unsettled and -- when we make love, I want it to be about us. Not because I'm angry with Holden about past hurts or upset with my mother for trying to run my life. I want us to build something special.",
        "Keith: Me, too. Except you happen to be driving me crazy.",
        "Lily: Am I?",
        "Keith: Yes.",
        "Lily: Good.",
        "Keith: Maybe we should get out of here before I have the desire to rip your clothes off again.",
        "Lily: Well, the storm is past.",
        "Keith: Should we head back?",
        "Lily: Only if we're okay.",
        "Keith: Hey, I'm all for a fresh start, as long as it's with you.",
        "Lily: I feel the same way.",
        "Keith: Good. I'm gonna go check the plane before I call the weather.",
        "Lily: Okay.",
        "Keith: I'll be right back.",
        "[Cell phone rings]",
        "Lily: Oh, Keith, your phone.",
        "Keith: Hey, answer it. It's could be J.J.",
        "Lily: Hello?",
        "Les: Who's this?",
        "Lily: It's Lily Snyder. May I ask who's calling?",
        "Les: So you're stickin' it to your old man with Keith, huh?",
        "Lily: Who is this?",
        "Les: Hey, don't remember your old pal, Lester Sweeney?",
        "Lily: What do you want?",
        "Les: Well, I wanted to leave Keith a message, but since I got his better half on the line, I suppose I can give you some advice, too.",
        "Lily: I'm not interested in anything you have to say.",
        "Les: Oh, well, are you interested in ending up like Julia? 'Cause unless you are, I'd listen to what I got to tell you, real good.",
        "Les: You should watch your back. Keith killed Julia and he won't hesitate to kill you, either.",
        "Lily: You killed Julia.",
        "Les: No. No. Look, I ain't sayin' that I never hurt her, all right? But believe me, needles ain't my thing. But you ask Keith, you ask him about that bee pollen, all right? You ask him why he planted it in my car. Now, he framed me. He set me up. He even told me.",
        "Lily: I don't believe you.",
        "Les: Believe Keith and you die. That guy, he makes me look like a freakin' saint.",
        "Lily: He is not a killer.",
        "Les: He's the worst kind of killer. He's the kind that thinks about it. Look, don't say that I didn't warn you. Just tell Keith that I owe him.",
        "Lily: What does that mean?",
        "Les: What that means is I'm gonna take what he loves. And I'm gonna run it through a meat grinder and give him a front row seat so he can watch all the fun.",
        "Keith: Who is it? Who is it? Hello?",
        "Les: Hey. What's up, brother? Sounds like you got a new squeeze.",
        "Keith: What the hell? What do you want?",
        "Les: This time, make sure that you get your hands on her money before you whack her.",
        "Keith: Go to hell, Sweeney.",
        "Les: Well, I'm halfway there, my man. Halfway there. Listen, I'm goin' to state lock-up tomorrow, and I'm not gonna see you for a while.",
        "Keith: Good. Rot there.",
        "Les: You just tell your little honey there to give ya my message.",
        "Keith: How did he get a hold of a phone? Look, whatever he said, forget it. You gotta forget what he said.",
        "Lily: I don't think I can forget it, Keith.",
        "[SCENE_BREAK]",
        "Luke: Why don't you go up and get your PJs on? I was hoping that maybe we could all sit down and watch a movie tonight. If that's okay with you?",
        "Luke: Sure.",
        "Holden: Okay, honey.",
        "Luke: She probably thinks this whole thing is going back to normal. Because you're here and sitting down and watching a movie together, just like we used to.",
        "Holden: Well, she shouldn't get her hopes up. Your mom's already moved on.",
        "Luke: And you don't want her to?",
        "Holden: That's not what I said.",
        "Luke: You said you didn't want her with Keith.",
        "Holden: There's a difference. I'm not sure that he's the right person for her. That's all. Has he ever said anything or done anything -- to make you feel uneasy?",
        "Luke: Like what?",
        "Holden: I don't know, anything.",
        "Luke: You are so jealous.",
        "Holden: That's not what I'm asking.",
        "Luke: No, no, no, it's okay, Dad. You know, if you still love Mom, maybe you guys can get back together.",
        "Holden: Yeah, that's not gonna happen.",
        "Luke: Well, maybe not tomorrow, but --",
        "Holden: Maybe not ever. I'm just looking out for you kids.",
        "Luke: You don't see me arguing, do you?",
        "Holden: For a change.",
        "Luke: You know, maybe it's because I'm starting to feel that we're both on the same side now.",
        "[SCENE_BREAK]",
        "Jennifer: The earth tones are for the denim, and do not release them unless we need the pre-ess for the fall/winter line.",
        "Dusty: Production might play with these a little bit --",
        "Jennifer: No, no playing, no adjusting. Not without checking with me.",
        "Dusty: Checking with you on your honeymoon?",
        "Jennifer: Yes, there's this little invention called the telephone.",
        "Dusty: I'm not bugging you on your honeymoon.",
        "Jennifer: Bug me.",
        "Dusty: I don't need to, I got Carly here.",
        "Jennifer: To troubleshoot, period.",
        "Dusty: Yes, boss. Anything else?",
        "Jennifer: No. That's all of it.",
        "Dusty: Excellent. Call Mike. Tell him the bride is waiting.",
        "[SCENE_BREAK]",
        "Mike: Hey, I set up the full-length mirror in the library.",
        "Barbara: Terrific. Just tell me you didn't open the garment bag.",
        "Mike: Uh, you mean the one with Jen's gown in it?",
        "Barbara: Oh, Mike.",
        "Mike: I'm just teasing. I'm just teasing. I'm teasing. Look, what you said before about kissing the wrong bride. I hope you were kidding, because Katie and I are just friends.",
        "Barbara: Oh, sure. Whatever you say. It was great to have her here. Always good to have an extra set of hands around.",
        "Katie: So I left a list in the kitchen for Jen.",
        "Barbara: Thank you very much. We'll take it from here. [Cell phone rings] Oh, go ahead and answer that. Don't mind us.",
        "Mike: Hi.",
        "Jennifer: I'm done. Mind picking me up?",
        "Mike: I'm on my way.",
        "Jennifer: You haven't done bodily harm to my mother, have you?",
        "Mike: Not yet. I'll be there soon. Bye.",
        "Jennifer: Bye.",
        "Mike: All right, Jen's ready to be picked up.",
        "Barbara: Oh, that's terrific. And now Katie can go back and do whatever it is that Katie does.",
        "Mike: Actually, I'd like you to stay.",
        "Barbara: That's not necessary.",
        "Mike: She's already talked to the caterer and I want Jen to know exactly what we decided and why.",
        "Katie: Are you sure?",
        "Mike: Yeah, yeah. Barbara's gonna be busy with the dress. So, if you don't mind?",
        "Katie: No, no, of course not. Um -- no, I'll have Bruno put out a nice, new platter so Jen can finalize everything.",
        "Mike: Okay. My car's out here through the kitchen.",
        "Katie: This is probably better anyway, so Jen can get a taste of everything. I mean, that's what I would want.",
        "[SCENE_BREAK]",
        "Rosanna: You would just leave me here?",
        "Craig: If you think I'm going to fleece you.",
        "Rosanna: Well, that's what you do.",
        "Craig: I wouldn't insult the one person left on this planet who can still help you.",
        "Rosanna: You want me to apologize?",
        "Craig: He was our son, remember? Before your parlor got crowded with Jordan and Paul and who knows else -- he was my son, too.",
        "Rosanna: Until it wasn't convenient.",
        "Craig: What does that mean? I never stopped loving Cabot.",
        "Rosanna: When did you come to see him? When did you ever stop by and ask to play with him?",
        "Craig: You never let me anywhere near him! You never called, nothing! Okay? My only consolation was at least you were making a family for him.",
        "Rosanna: I would be crazy to trust you.",
        "Craig: Look, we don't have a whole lot of time here. So, either you let me get my hands on your money, or you let James keep his hands on Cabot. What's it gonna be?",
        "Rosanna: I need the paper. Okay, this is my account number. And then this is my access code. It's every cent that I've got. Please, Craig -- if you ever felt like a father to Cabot, don't use him. Don't take the money and run away again.",
        "Craig: First, I'll find out where James is keeping Cabot.",
        "Rosanna: I don't care what it costs.",
        "Craig: All right. Then I'll make travel arrangements. New passports, new names -- we may have to get disguises.",
        "Rosanna: Whatever it takes.",
        "Craig: I'll be back.",
        "[Knocking on door]",
        "Rosanna: Craig? Don't let that be another promise you don't keep.",
        "[SCENE_BREAK]",
        "Mike: You're taking that with you?",
        "Jennifer: In case I get an idea. You never know when inspiration's going to strike.",
        "Dusty: Ideas a plenty -- but if you come in her tomorrow, you're fired.",
        "Jennifer: Don't worry, I'm not coming in on my wedding day. And either should you, Dusty. Come celebrate with us.",
        "Dusty: No, thanks. I hear it's a small crowd, anyway.",
        "Mike: Just friends and family.",
        "Jennifer: You're a friend -- sometimes.",
        "Mike: We'd like you to be there.",
        "Jennifer: If you promise to keep Carly in check while I'm gone.",
        "Dusty: Ah, strings attached?",
        "Jennifer: Welcome to the fashion business.",
        "Dusty: I'll be there. Why not?",
        "Jennifer: Great, great, we'll see you then.",
        "Mike: We better get out of here before your mom calls the National Guard on us.",
        "Dusty: Hey, Jen?",
        "Jennifer: Yeah?",
        "Dusty: You were great today.",
        "Jennifer: Oh, thanks, Dusty. Thanks. I'll see you tomorrow. I'll be the one in the gorgeous gown.",
        "Dusty: I'll be watchin'.",
        "[SCENE_BREAK]",
        "Emma: How was Luke's trip to Washington? I poked my head in the door and he was on the phone, talking to a friend.",
        "Holden: He said it was great. He was a little weirded out by the fact that Lily wasn't here to welcome him home.",
        "Emma: When do you expect her?",
        "Holden: I don't.",
        "Emma: What do you mean?",
        "Holden: She's not coming home till tomorrow.",
        "Emma: Why? I thought you said that she was out with a -- Keith person.",
        "Holden: Yeah, she is.",
        "Emma: Well, I assumed that she was just going out for dinner. I had no idea she was spending the night with a man. Holden, how can you -- how can you stand for this?",
        "Holden: Well, what do you want me to do? Ground her? Take away her phone privileges?",
        "Emma: I'm sorry, sweetheart. I -- I just had no idea this involvement was getting so serious.",
        "Holden: Yeah, me either. But I don't know what to do about it. I even tried to call her earlier and all I could get was her voicemail.",
        "Emma: Well, that's not like Lily.",
        "Holden: Tell me about it.",
        "Emma: Suppose something, god forbid, should happen to one of the children. I mean, she'd want to know about it. I don't believe she'd just cut off her phone like that.",
        "Holden: I don't know what to tell you, mama. I'm not a very good judge of what Lily is doing these days.",
        "Emma: Holden, sweetheart, we both know that she's a -- she's a good mother, honey. I mean -- and she knows that Luke is coming home tonight. I'm sure she's gonna want to check in with him.",
        "Holden: So, what do you want me to do? You think I should call her again?",
        "Emma: Absolutely. Probably the phone was just out of range or something.",
        "Holden: Maybe. All right. Still no answer. She probably turned off her phone. I refuse to believe that, Holden.",
        "Holden: I don't know what to believe anymore.",
        "[SCENE_BREAK]",
        "Keith: Here.",
        "Lily: Thank you.",
        "Keith: So, what did Sweeney say? I think we need to talk about it.",
        "Lily: He said that you killed Julia and you framed him.",
        "Keith: Well, he'll say anything --",
        "Lily: And he also said you planted the bee pollen, so it looked like he injected her.",
        "Keith: Well, that's sick. You don't believe him, do you?",
        "Lily: No. No, of course not. I don't believe anything he says. He's a liar.",
        "Keith: That's right. I mean, he'd sell out his own kid. It was always somebody else's fault, never Sweeney's fault. You know what? We can't let him ruin our lives here, what we got going.",
        "Lily: I know. I don't want that.",
        "Keith: Then why do you look so scared?",
        "Lily: He threatened you.",
        "Keith: He threatens everybody.",
        "Lily: He threatened to take whatever you love and destroy it.",
        "Keith: Well, that's not gonna happen. Because he's going to the pen and then he is completely gone. He can't do anything. He's completely out of our lives for good.",
        "Lily: I hope you're right.",
        "Keith: I am right. And I'm gonna tell you something else -- I want to get this right out on the table -- there's one thing that you don't know about me. I can be patient, I can. But when I want something -- really, really want something -- I want you, more than anything I ever wanted in a long, long time. So, I will ride out Sweeney, your mother and Holden. I'll do whatever it takes. Because you and I are gonna be happy for a long, long time.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Henry: Meaning what? You're gonna hurt Katie?",
        "Barbara: If Katie tries to stop the wedding, I will stop her.",
        "Jennifer: Then help me straighten my veil and hold my bouquet and -- be my maid of honor, Katie.",
        "Jack: Carly?! [Carly screaming] Carly, honey? No, no, no, honey! It's Jack!",
        "Carly: Don't touch me!"
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=A6rw2iZ6MYU"
}