{
    "Episode Summary": [],
    "Recap": [
        "Vienna wants to have a baby using a sperm donor so she goes to a sperm bank and gets a book with different profiles. Henry tells Vienna that their relationship is over if she decides to have a baby because he doesn't want to be a father. Janet advises Vienna to really think about raising a baby on her own because it isn't easy. Janet tells Vienna to really consider if she wants to risk losing Henry. Vienna thinks about what it would be like to be a single mom and later tells Henry that she loves him more then a baby.",
        "Craig almost gets arrested for peaking in the window of Johnny's class since the teacher won't let him come in and see how Johnny is doing on his first day of school. Craig invites Carly to lunch at the Lakeview and they interrupt Jack and Janet's romantic lunch. Janet invites Craig and Carly to eat with them and after hearing Janet and Carly talk to Craig and give him advice on how to be a good father, Jack has had enough and tells Janet they should go home. Craig thinks Carly for helping him today and tries to get her to admit she isn't so bad after all. Carly tells Craig he isn't such a bad guy and Craig smiles because he thinks he is changing Carly's mind.",
        "Brad and Katie are told by Bob that she got an infection because of the drugs she used for the bone marrow transplant and she should stop trying to have a baby until the infection has left her system. Bob tells Katie that if she wants to have a baby in the future she will need to have fertility treatments. Katie wants to find out about the fertility treatments right away but Brad persuades her to stop the reality show and wait until she is better to talk about fertility treatments."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Janet: Hello? Smell the coffee?",
        "Craig: Oh, I don't want any.",
        "Janet: You just ordered it.",
        "Craig: Oh. Uh, I changed my mind.",
        "Janet: Okay, I'll bite. What's the problem?",
        "Craig: My son. I just dropped him off at school for the first time.",
        "Janet: Oh, separation anxiety. I know, I've been there. But you know what they say. Parenthood ain't for sissies.",
        "Craig: Tell me about it.",
        "Janet: I remember the first time I dropped Liberty off at kindergarten. It was awful. Cried all day.",
        "Craig: Liberty did?",
        "Janet: No, me! I cried. I was so worried about her. I thought she was in that classroom thinking I abandoned her and she was all alone and --",
        "Craig: Stop, please. You know you're just making this worse!",
        "Janet: Oh, right, I'm sorry, I'm sorry. Let it out.",
        "Craig: No, I can't. That would be undignified.",
        "Janet: Right, right. Guy thing. Stiff upper lip, all that.",
        "Craig: Are you making fun of me, Mrs. Snyder?",
        "Janet: No, I'm not. In fact, I think it's quite sweet. You know, they say there's nothing sexier than a doting dad. The women go wild.",
        "Craig: Is that so?",
        "Janet: Yeah, it releases their hormones. Or pheromones, or something like that -- I don't remember. I saw it on a talk show once.",
        "Craig: Well, you are a very wise woman, Mrs. Snyder. And I hope that husband of yours appreciates you.",
        "Janet: Oh, he does.",
        "Craig: Good. Make him put his money where his mouth is. Take you to a very romantic lunch at the Lakeview. You deserve it. Have a good day.",
        "[SCENE_BREAK]",
        "Henry: Hey, Brad.",
        "Brad: Henry!",
        "Henry: If it isn't Oakdale's newest reality TV star. What happened -- you ditched the camera crew again?",
        "Brad: No, we're putting that on hold. Props to you and Vienna for being our decoys yesterday.",
        "Henry: Yeah, it was a little strange.",
        "Brad: Wait, good strange or bad strange?",
        "Henry: It's hard to say. You know, Vienna and I, we are the mistress and master of role playing. But playing Katie and Brad trying to make a baby, on camera, was a little intense. Even for us.",
        "Brad: How far did you take it?",
        "Henry: Well, suffice it to say it got a little out of hand. We had a huge fight. Now she's back on the \"I want a baby\" mode.",
        "Brad: You should try it, man. It's fun.",
        "Henry: The manufacturing process -- that's fun. Raising the little monsters, that's just torture.",
        "Brad: That is harsh, Henry.",
        "Henry: No, no, no, no, no. You and Katie -- you go forth and bear fruit and multiply, all right. The only multiple fruit I want to see are three in a row on a slot machine.",
        "Brad: I don't think that's the jackpot that'll make Vienna happy.",
        "Henry: No, it's not. And that's got me a little scared, because the baby thing could be a deal breaker.",
        "Brad: You cannot lose Vienna.",
        "Henry: I know. I know that, I know that. Let's talk about something -- this is depressing. Where's Katie?",
        "Brad: She's at work, taping the show. I'm just picking her up some tea.",
        "Henry: So it's come to that.",
        "Brad: I don't mind. This is aloe-verbena chai with fertility boost. Helps the manufacturing process. That is some potent stuff.",
        "Henry: It's a skunk in heat!",
        "Brad: But if it works, it's worth it, right?",
        "Henry: Keep it away from Vienna, okay. Any boost of her fertility could be a public safety hazard.",
        "Brad: Knowing Vienna, she's going to keep trying 'til she gets a baby -- with or without you, right?",
        "Henry: Bite your tongue!",
        "[SCENE_BREAK]",
        "Janet: Hey, boss lady. What's shakin'?",
        "Vienna: Keep the coffee coming, Janet. It's going to be a busy morning for me. I have some very important decisions to make.",
        "Janet: Oh, all righty. Oh, wow. There's some gorgeous guys for you. What are you trying to do? Are trying to make Henry jealous?",
        "Vienna: Henry? Who's Henry?",
        "Janet: Uh-oh. Trouble in paradise. Mayday, mayday. You better go do some damage control, otherwise Vienna's going to start stepping out on you.",
        "Henry: How's my little, luscious lamb chop? No hard feelings over last night, I hope.",
        "Vienna: You're in my light.",
        "Henry: What are you reading there? Is that actor-model-waiters? You're not going to turn that banquette into a casting couch, are you?",
        "Vienna: No, silly. These handsome, highly-educated, and very gorgeous men are all sperm donors. And one of them is going to be the father of my child!",
        "[SCENE_BREAK]",
        "Katie: Okay, so our next stretch is the double leg stretch, right?",
        "Instructor: Yes. Exhale, pull both your knees into your chest. Then arms out, as your legs thrust up. That's it, and feel the release as you stretch.",
        "Katie: Oh, wow! I have co-owned a gym and actually put out my own exercise video, but that was the best workout I've had in a long time. It's just amazing how much tension you can release, and how much energy you have that you didn't know you had. Thank you so much. I feel very rejuvenated --",
        "[Katie faints]",
        "Brad: Katie! Katie, can you hear me? Talk to me. Come on, Honey. Wake up.",
        "[SCENE_BREAK]",
        "Janet: Hi.",
        "Jack: Hey.",
        "Janet: I know its cold out here, sorry. I just didn't want you to get caught in the crossfire between Henry and Vienna.",
        "Jack: What are they fighting about now?",
        "Janet: Whether or not to have a bambino.",
        "Jack: I'm glad we don't have that issue.",
        "Janet: No, we do not. But speaking of, I missed you in bed last night.",
        "Jack: Yeah. I had to get back to the station to check on the search for Meg's baby.",
        "Janet: What else is bothering you?",
        "Jack: It's been a rough couple of days. The kidnapping was bad enough, but to have to worry about Parker and Liberty too.",
        "Janet: I know, but they're home safe and sound.",
        "Jack: But Parker taking Craig's money? I don't care what kind of concert it was.",
        "Janet: Okay, they shouldn't have gone behind our backs. But hey, it could've been worse.",
        "Jack: That's no excuse. Parker, he's gonna -- he's going to be punished.",
        "Janet: Go easy on the kid, will you?",
        "Jack: He's gotta understand that Craig doesn't do anything without an agenda.",
        "Janet: Oh, I don't know. I think Craig is just worried about being a single dad right now -- I think he's in a little over his head. He's harmless.",
        "Jack: Listen to you. You're as bad as Parker! There's plenty of harm that Craig can do. What you can't do is let your guard down.",
        "[SCENE_BREAK]",
        "[Knocking on window]",
        "Craig: Carly. I didn't expect to see you here.",
        "Carly: Sage forgot her ballet shoes. Craig, what are you doing here?",
        "Craig: Oh, I didn't tell you? I enrolled Johnny in kindergarten. Today's his first day.",
        "Carly: Oh, good. Oh, I see -- so you're going to wait out here in the getaway car? Just in case Johnny steals the other kids' milk money?",
        "Craig: I'm concerned about my son. He doesn't know any of his other classmates. He's not familiar with the teachers. And he's been sick.",
        "Carly: I thought the bone marrow transplant was successful.",
        "Craig: It was. It was your brownies that didn't sit well with him.",
        "Carly: Maybe that's because you let him eat practically the whole batch in one sitting! But he bounced back though, didn't he?",
        "Craig: Still, I can't be too careful. These classrooms today are full of germs and bacteria. I'm sure his classmates are just riddled with bugs.",
        "Carly: Right. Well, you know you could wrap him up in latex, and squirt him head to toe with hand sanitizer?",
        "Craig: I gave the principal my cell phone number in case she needs to reach me. And I'd like to be nearby, in case she calls.",
        "Carly: Oh, Craig, you know there is a line between being a caring, devoted father and a raving lunatic. And you are dangerously close to crossing it.",
        "Craig: I am where I need to be for my son.",
        "Carly: Here's some advice, okay? Start your car and drive away quickly.",
        "Craig: I'm not going anywhere. And like they say in the schoolyard, you can't make me! Johnny has had a hard life. He lost his mother and his sister. He's bound to have abandonment issues. I'm not about to drive away and leave him here all alone.",
        "Carly: Craig, he's in kindergarten, not solitary confinement. How was he when you first dropped him off? Was he upset? Was he crying?",
        "Craig: No, he was trying to be brave. But I could tell it was a struggle for him.",
        "Carly: And what did he do when he first got to the classroom?",
        "Craig: I introduced him to his teacher, Mrs. Gitlin. She seems friendly enough. Very professional. Come to think of it, I think she's a bit intimidating.",
        "Carly: And how did Johnny react?",
        "Craig: He was a gentleman. He said hello, shook her hand. Then he went over to where the other kids were playing, and he started to spell his name in magnetic letters. It was so cute --",
        "Carly: Oh, my God, no way! Craig, you're totally right! The child's clearly been traumatized! You have every right to be freaking out!",
        "Craig: Make fun if you like. But I know a difficult adjustment when I see one.",
        "Carly: Do you think he'll go on an apple juice strike? Go AWOL at nap time?",
        "Craig: Could you please at least try to be serious?",
        "Carly: Come on. Are you really that worried?",
        "Craig: Yes, I am. I could tell he was upset. You know he forgot to say good- bye to me when it was time for me to leave?",
        "Carly: Oh, I see. So Johnny's not the sensitive, unhappy little boy. You are.",
        "Craig: All right, that's enough abuse. You can leave now.",
        "Carly: I'm sorry. Did I hurt your feelings?",
        "Craig: You know, you asked me to keep my distance, and I've tried to honor that. You could do the same. Good-bye, Carly.",
        "Carly: No, no, no, no, no way. Come on, open the doors. I'm getting in.",
        "Craig: What -- why? What for?",
        "Carly: It's obvious, Craig, you need adult supervision.",
        "[Sighing]",
        "[SCENE_BREAK]",
        "Janet: I don't want to argue about Craig.",
        "Jack: Me either. I'm going to the station.",
        "Janet: No, wait, wait. Come on, you're upset and I made it worse.",
        "Jack: No, it's my fault. I've got a short fuse when it comes to Craig. It's got to be a bore for you.",
        "Janet: Oh, Honey, you are anything but boring.",
        "Jack: Honestly, I don't want Craig or Carly to come between us anymore.",
        "Janet: Neither do I. We need to fix that. We need to spend some more time together.",
        "Jack: You mean quality time, not just takeout coffee time?",
        "Janet: Yes, quality time. We need to just kick back and relax together.",
        "Jack: And how do we do that?",
        "Janet: I can think of a million different ways. Most of them involve getting naked. You know, a little candlelight, a hot bath.",
        "Jack: Mhmm?",
        "Janet: Mhmm.",
        "Jack: All this at the farm?",
        "Janet: I got a better idea. Well, not better, but a good one. What about lunch at the Lakeview? Just the two of us -- a nice, romantic thing. We'll turn off our cell phones, we'll order some steaks, we'll play footsie under the table.",
        "Jack: That sounds -- that sounds good. Let's do it today. I'll pick you up at lunchtime.",
        "Janet: Oh, I can't wait.",
        "Jack: Okay, and I promise you, I'm not going to think about Craig.",
        "Janet: Or Carly?",
        "Jack: Or Carly. I'm not going to think about them. I'm just going to think about you. All day. This is me thinking about you.",
        "[SCENE_BREAK]",
        "Vienna: So what do you think about donor number 7,869?",
        "Henry: He makes my head hurt.",
        "Vienna: I think he's handsome and he plays squash.",
        "Henry: I'd like to squash him.",
        "Vienna: Well, I dare you to find anything wrong with him.",
        "Henry: Uh, yeah, actually I can see something wrong with him -- any guy that looks like that is hiding something. I'm would say it was Botox.",
        "Vienna: I think we could make a beautiful child together. And since you refuse to have a baby with me --",
        "Henry: You know I have a very good reason for not wanting to procreate, okay. I have gin and poker in my genes. I don't want to pass that along -- we'd be dealing the kid a bad hand.",
        "Vienna: Which is why I'm going with an anonymous donor.",
        "Henry: You're going with? What does that mean exactly, you're \"Going with\"? Is this a joke?",
        "Vienna: No, this -- this is not a joke, Henry. I had a consultation this morning at Lifestream, which is a very upscale --",
        "Henry: Lifestream? Lifestream? Lifestream?",
        "Vienna: Yeah, Lifestream. All the donors have been carefully screened.",
        "Henry: A man who donates his wild oats? Vienna, it's sick, okay. It's sick.",
        "Vienna: Oh, look at this one -- this one has a degree in law from Harvard.",
        "Henry: You know what? This is like taking a withdrawal from a genetic ATM! I'm not going to put up with it.",
        "Vienna: Well, have a baby with me then.",
        "[SCENE_BREAK]",
        "Brad: Are you all right?",
        "Katie: What happened?",
        "Brad: You fainted. I'm going to take you to the hospital and have Bob Hughes check you out.",
        "Katie: No, no, I'm fine. I think I just tried to get up too fast.",
        "Brad: Are you sure? You do look a little pale.",
        "Instructor: You aren't pregnant, are you?",
        "Katie: Do you think it's possible?",
        "Brad: Why not? We've been trying.",
        "Katie: We were actually just joking about it yesterday, that I might be.",
        "Brad: What if you are?",
        "Katie: Could that be why I fainted?",
        "Brad: It could be. It happens on TV all the time!",
        "Katie: You think?",
        "Brad: Yeah. I mean, sure, why not?",
        "Katie: Oh, my God!",
        "Brad: Okay, we've got to get you to the hospital, get you looked at, okay?",
        "Katie: No. Let's just go to the drug store and get a pregnancy test.",
        "Brad: No, no, I'm not taking any chances. Come on, junior, mommy and daddy are taking this show on the road!",
        "[SCENE_BREAK]",
        "Carly: So what are you going to do? Wait out here all day?",
        "Craig: No. Just until the school bell rings, and Johnny can come home.",
        "Carly: Craig, its February. You're going to freeze to death.",
        "Craig: Ah, but you're wrong. I've got insulated winter gloves, a thermos of hot coffee. I can withstand a wind chill till 30 below out here. Or I can just run the engine and turn on the heat.",
        "Carly: That's not very fuel efficient.",
        "Craig: So what? I can afford it.",
        "Carly: Well, it's not good for the environment. And it's not good for Johnny. He'll see you as an overprotective worrywart.",
        "Craig: That's where you're wrong. He'll see me as a great, hands-on dad.",
        "Carly: Why are you acting like you've never done this before? You had two other kids.",
        "Craig: Yeah, but, I didn't pay as much attention then. We both know the results of that.",
        "Carly: You're going to have to pay attention now. 'Cause I can't come down here and babysit you every time Johnny goes to school. So listen up, okay.",
        "Craig: Yes, teacher.",
        "Carly: 99 times out of 100, kids are perfectly fine in new situations. They adjust. Even if they cry and scream and throw a tantrum when you drop them off, which Johnny did not do -- they typically stop the minute you're out of sight.",
        "Craig: What if they forget to say good-bye?",
        "Carly: Craig, that was probably a good thing. It means Johnny was more interested in playing with his new friends. Think about it, the boy's been completely isolated. He's spent so much time with adults. He's probably so happy to be spending time with kids his own age.",
        "Craig: Do you mean it's possible that he's happy?",
        "Carly: Yeah. In fact, I'm sure he is. You need to relax.",
        "Craig: I'd like to. I really would, Carly. But what if things aren't as picture-perfect as you make them out to be? What if there's a crisis in there? It could be something as small as a food fight. Or there could be a bully. That's it.",
        "Carly: Where are you going?",
        "Craig: I can't take this anymore. I'm going in there.",
        "[Grumbling]",
        "Carly: How'd it go?",
        "Craig: Pencil-pushing morons!",
        "Carly: That well?",
        "Craig: All I wanted to do was stick my head in and see how he was doing. What in the world is wrong with that?",
        "Carly: Do you want a list? It undermines the teacher's authority. It disrupts the classroom. And it might remind some children that they miss their parents.",
        "Craig: Aha! So you admit he might actually be missing me. I knew it!",
        "Carly: Can't you just chill out? Unless you hear word to the contrary, you have to assume that everything's fine.",
        "Craig: I can't assume that everything's fine. In my experience, things don't go like that. Bad things happen. You love your child, you turn your back for one second and he's gone.",
        "Carly: That's not going to happen again.",
        "Craig: How do you know?",
        "Carly: Because you've been through enough. Johnny is home for good, Craig. He's not going to disappear.",
        "Craig: Well, I hope you're right. He's only five years old. He needs his father. You know what, the hell with teacher authority. Why can't I visit him? What's in there they don't they want me to see?",
        "[Carly sighs]",
        "Craig: Just what are they trying to hide?",
        "[SCENE_BREAK]",
        "Janet: All right. If it gets any chillier in here, you two are going to freeze out the customers.",
        "Vienna: You know, I'm not cold. I feel warm all over when I'm thinking about the beautiful baby I'm going to have.",
        "Henry: What, with a total stranger? A man who has a number instead of a name? What are you going to call the kid? 1370 junior?",
        "Janet: Hold on, hold on, I've got an idea. Why don't you two take a break? You can come to terms about this somewhere else -- in private.",
        "Vienna: No. We don't need to wait. I can be reasonable.",
        "Henry: Really?",
        "Vienna: Yes. Yes, I understand -- you think it's absolutely crazy of me to get pregnant with a total stranger. I understand.",
        "Henry: That is a relief.",
        "Vienna: It doesn't have to be anonymous. We can ask someone we know to volunteer. Someone we like and respect. How about Jack Snyder?",
        "Janet: What? Oh, hell no, hell no! My husband is off-limits!",
        "Henry: Time out, penalty, okay. Flag on the play! We do not want to upset Janet, all right. We pay her not to break dishes. Janet, do you mind?",
        "Janet: No, no, I'm out of this. So is my husband.",
        "Henry: Sweetie, listen -- listen to me, okay? We have a problem here, all right. And the problem is not that I don't want to be a sperm donor. The problem is that I don't want you -- I don't want us to be pregnant.",
        "Vienna: What if all I want is having a baby? What are we going to do?",
        "Henry: I don't know.",
        "Vienna: Well, I know. I want a child and if I decide to do it on my own, you can't stop me.",
        "[SCENE_BREAK]",
        "Brad: Joe, Mac, come on, do we really have to do this now?",
        "Mac: Hey, this is the big scene. Is she pregnant?",
        "Joe: Yeah, this is the big money shot.",
        "Bob: Uh, excuse me.",
        "Katie: Oh, hey. Good. I'm glad you're back. So, any news?",
        "Brad: Are we pregnant?",
        "Bob: Wouldn't you rather do this in private?",
        "Katie: Oh, no, it's okay. Kim wants us to tape the whole saga of trying to have a baby, so -- it's for a reality show.",
        "Brad: Doesn't get more real than this.",
        "Katie: So, am I having a baby?",
        "Bob: No, you're not. I'm sorry.",
        "Brad: Are you sure?",
        "Bob: Yes.",
        "Katie: That's too bad. I felt kind of different this time.",
        "Brad: Well, why did she faint? I mean, is she okay?",
        "Bob: Her blood sugar was low. Did you have breakfast?",
        "Katie: Um, no, no, I was late for taping.",
        "Bob: I subscribe to the conventional wisdom of three meals a day.",
        "Brad: Right. I mean, especially if you're trying to get pregnant.",
        "Katie: Well, we'll just keep trying, right?",
        "Bob: Actually, that's not a good idea.",
        "[SCENE_BREAK]",
        "Henry: Listen to me. If you have a baby, everything changes.",
        "Vienna: Yes, for the better.",
        "Henry: No, no, not necessarily, okay? What is wrong with our lives right now? It's you and me, and Pepper makes three. We've got the diner, we've got the nightclub. It's pepparkakor days and dry martini nights. It's the best of everything.",
        "Vienna: It's been wonderful. But there is more to life, Henry.",
        "Henry: I don't -- I don't understand this. We talked -- we talked about this. And we agreed -- no babies.",
        "Vienna: No, that's what you wanted. What about what I want? When do I get what I want?",
        "Henry: I never lied to you. You've always known that I don't want to be a father. Now, if you need to go to some sperm bank to make a baby, then you are on your own. And what we have, it is over.",
        "[Cell phone rings]",
        "Janet: Hi, Jack, what's up?",
        "Jack: I may be a little late for lunch. I just got a call from the school.",
        "Janet: Oh, no, don't tell me it's about Liberty or Parker.",
        "Jack: No, the elementary school. Someone's been sneaking around the grounds. I've got to go check it out.",
        "Janet: Oh, sure. Well, yeah, you can't be too careful these days.",
        "Jack: I agree. You think you can wait a bit?",
        "Janet: Yes. I'll see you later.",
        "Jack: Bye.",
        "Janet: Uh, listen, Vienna. I need to -- I'm going to take my lunch break. Are you going to be okay?",
        "Vienna: Yes, I'm fine. If Henry can't take the heat, he'll just have to get out of the kitchen.",
        "Janet: Are you sure that's what you want?",
        "Vienna: Do you have a better idea?",
        "Janet: Yeah. I think you should back off and do whatever it takes to hold onto your man.",
        "[SCENE_BREAK]",
        "Jack: Police! Come on out there. Come on. Hands up.",
        "Carly: Jack, I can explain this.",
        "Jack: This ought to be good.",
        "Carly: You see, today is Johnny's first day of school. And Craig, here, the teacher wouldn't let him go and see how he was doing. So he was trying to peek in a window and I was trying to stop him.",
        "Craig: No, you weren't. You were trying to show me the right window.",
        "Jack: Can you guys at least get your stories straight?",
        "Craig: I can assure you, there was no harm done, Detective.",
        "Jack: These days, criminal trespass on school property -- very, very serious crime.",
        "Carly: Oh, come on, Jack, would you give us a break?",
        "Jack: I could bring you down to the station right now.",
        "Craig: Oh, you wouldn't want your children and all their classmates to see Carly arrested at their school?",
        "Carly: Can you just see this for what it is and let it go?",
        "Jack: And what is it, exactly?",
        "Carly: It's neurotic behavior by an overprotective parent.",
        "Jack: That explains him. What about your neurotic behavior, hanging out with him?",
        "Carly: Please, Jack.",
        "Jack: All right. But if I ever find you here again, I'll read you your rights and ask questions later.",
        "Carly: I told you peeking in that window was a big mistake.",
        "Craig: No one forced you to stay.",
        "Carly: I was trying to keep you out of trouble.",
        "Craig: Well, there was no harm done, was there?",
        "Carly: Well, if I hadn't been with you, you'd be downtown right now getting your mug shot taken.",
        "Craig: He was just blowing smoke.",
        "Carly: All right, let's not tempt fate, all right? Let's get out of here.",
        "Craig: I'll leave on one condition.",
        "Carly: What?",
        "Craig: I'm hungry. Do you want to get a bite?",
        "Carly: Inside? Someplace warm?",
        "Craig: Absolutely.",
        "Carly: And not in the school cafeteria.",
        "Craig: How does the Lakeview sound?",
        "Carly: It's a deal.",
        "Craig: After you.",
        "[SCENE_BREAK]",
        "Janet: Was Henry telling the truth? Did you really agree not to have kids?",
        "Vienna: Sort of.",
        "Janet: Vienna, either you agreed or you didn't.",
        "Vienna: I changed my mind. I can't help it.",
        "Janet: Okay, all right, well, that's your prerogative. But you've got to ask yourself, is it really worth it to go to a sperm bank if it means you can lose Henry?",
        "Vienna: I don't even want to think about my life without my Henry. But I don't want to spend my life without having a child. I'm hoping that if I do this, that -- that Henry will change his mind.",
        "Janet: And what if he doesn't? And you're on your own. I've been there. It ain't easy. Maybe you can find a way to make it okay, to just be you and Henry for the next few years. And then, if you still want to have a baby, you've got time. Don't you think it's worth waiting for?",
        "Vienna: I don't know.",
        "Janet: Do yourself a favor and really think about this.",
        "[SCENE_BREAK]",
        "Brad: Why can't we keep trying?",
        "Bob: Well, I've got to run some more tests, but I suspect that Katie had an infection or developed an allergic reaction to the medication she received when she underwent the bone marrow transplant.",
        "Brad: So you're saying that it made her sick?",
        "Bob: Well, it's not a disease, per se. But it has impacted her fertility. It's a very rare complication, but it can happen for any number of reasons. She might have had a infection that remained undetected. Or she just needs rest, so take a break. Stop trying to get pregnant right now.",
        "Katie: But if I wait, I'll be able to get pregnant in the future, right?",
        "Bob: We'll do everything we can.",
        "Brad: You know, while you're running these tests, why don't you check me out, see if I'm firing on all cylinders.",
        "Bob: Okay, okay, I'll order an ultrasound for Katie. And you go to the lab and they'll do a sperm count.",
        "Brad: I know the drill, Doc. Bring on the sexy magazines. You guys, don't even think about it.",
        "Katie: This is just a temporary setback, though. Everything's going to be okay.",
        "Bob: I hope so.",
        "[SCENE_BREAK]",
        "Jack: I couldn't believe it. I got to the school, and guess who was hiding in the bushes, like a stalker? Craig.",
        "Janet: Well, that is sick.",
        "Jack: Well, that's not even the worst of it. Guess who was with him.",
        "Janet: You're kidding me.",
        "Jack: I wish.",
        "Janet: Well, why would she go to all the trouble of cancelling the wedding if the two are going to be joined at the hip every week?",
        "Jack: That's what I'd like to know. But she just kept saying that Craig was just over-anxious that it was Johnny's first day of school, but tell me, what parent turns into a stalker because his kid goes off to kindergarten?",
        "Janet: Well, if he really wants to see Johnny that badly, maybe he should volunteer to be a teacher's assistant.",
        "Jack: Are you kidding me? With his record, he'd couldn't get into the pta. And no matter how many times I say it, Carly keeps encouraging him. Come on.",
        "Janet: I thought we weren't going to talk about Craig and Carly.",
        "Jack: I know, I know, I'm sorry. I'm sorry. Hey, see? This is me thinking of you and me and nobody else.",
        "Janet: Mhmm. You gotta kiss me better than that. Uh-oh.",
        "Jack: What's wrong? Oh, make it stop. Please God, make it stop.",
        "Carly: Hi, Jack. Fancy meeting you here. What a coincidence.",
        "Craig: Yeah, you're not going to arrest us for trespassing, are you?",
        "Jack: Maybe I should have earlier, Craig. Then you couldn't ruin our lunch.",
        "Janet: Easy, Jack --",
        "Jack: So, why don't you and Mr. Peeping Craig here go someplace else to eat?",
        "Craig: Don't worry. We won't get in your way.",
        "Jack: You're always in my way. So what's really going on here, Carly? You decided you couldn't marry the guy, but you just can't get enough of him? Is that it?",
        "Carly: It's lunch, Jack. Just a little lunch. We'll sit far away so you can enjoy yourself.",
        "Jack: You know what? No need. No need because I'm not really feeling all that hungry. Mind if we take a rain check?",
        "Janet: Yes, I do mind. We all live in the same town together. We have children that go to the same school. We're probably going to be seeing each other quite often and for the rest of our lives.",
        "Jack: Kill me now.",
        "Janet: So we might as well get used to it. Would you two like to join us?",
        "Jack: You're joking.",
        "Janet: I'm not joking. There's plenty of room. Sit down.",
        "Craig: I'm game.",
        "Carly: Well, who could resist such a lovely invitation?",
        "Craig: Allow me.",
        "Carly: Thank you.",
        "[SCENE_BREAK]",
        "[Vienna remembering]",
        "Vienna: Repeat after me. I, Henry Coleman --",
        "Henry: I, Henry Coleman.",
        "Vienna: Do solemnly swear and promise --",
        "Henry: Do solemnly swear and promise --",
        "Vienna: That I will never leave.",
        "Henry: That I will never leave Vienna Hyatt.",
        "[Vienna dreaming]",
        "Bob: That's a good one. You're almost there, Vienna. Now take a deep breath. The baby's coming out soon, now. Keep breathing. Keep breathing. Did you take your Lamaze classes?",
        "Vienna: No, I didn't have any partner.",
        "Bob: Why not? What about the father?",
        "Vienna: Oh, you mean, donor number 687? Or was it 879? I can't remember. But I know he went to Harvard law school.",
        "Bob: You mean, you have no idea who the father is?",
        "Vienna: No, but I know all his vitals. His statistics. His weight, and his height and his I.Q. and his shoe size. And it feels like a size 14!",
        "Bob: All right. All right. You're almost there. Now take a deep breath and push!",
        "Vienna: No, I can't. I can't. I can't do this alone.",
        "Bob: You should've thought of that before you got pregnant. Having a baby is really tough work.",
        "Vienna: That's easy for you to say!",
        "Bob: If you think this is tough, try being a single parent. All right, you're almost there now. Big push. Big push, come on.",
        "Vienna: I can't! I can't! Henry! I need my Henry!",
        "Bob: Why did you let him go?",
        "Vienna: He didn't want my baby!",
        "Bob: Oh, I'm sorry, it's too late now. Here comes your baby, Vienna. Now push!",
        "Vienna: Oh Henry!",
        "[SCENE_BREAK]",
        "Brad: Any word from Bob?",
        "Katie: No, nothing yet. How did it go?",
        "Brad: Oh, you know, just the preliminary results.",
        "Katie: Is everything okay?",
        "Brad: Yeah, totally. You know, my boys are primo, extra motivated and up for the challenge. So, as soon as you feel rested and up to it, we're good to go.",
        "Katie: I haven't gotten my final test results back yet.",
        "Brad: Don't worry. It's all going to work out.",
        "Katie: I wish I was as confident as you and your boys are.",
        "Brad: Hey. We are going to have the most beautiful baby anyone's ever seen. It's just a matter of time.",
        "Bob: Excuse me again. I had a talk with the chief of ob-gyn. How long have you been trying to get pregnant?",
        "Katie: Well, not long this time. But we did try to get pregnant before. For a while, but nothing happened. I figured it just wasn't our time.",
        "Bob: Possibly. It might require intervention at some point.",
        "Brad: Like fertility treatments?",
        "Bob: Well, there are many strategies. But we'll cross that bridge when we come to it.",
        "Katie: When will we come to it? When can I start treatment?",
        "Bob: Well, we got to get rid of the infection first.",
        "Katie: How long will that take?",
        "Bob: I can't give you a definite time frame.",
        "Katie: But it will go away, right?",
        "Bob: We're going to get rid of the infection, and you're going to take a break from trying to conceive.",
        "Katie: It's starting to sound like I'm never going to be able to get pregnant.",
        "Bob: I didn't say that. I said that right now it's not possible. I wish I had better news.",
        "Katie: That's okay.",
        "Brad: Thanks for shooting straight with us.",
        "Bob: I'll sign your release papers, and set up an appointment with your ob- gyn. Katie, you take care of yourself.",
        "Katie: We're never going to have a baby.",
        "Brad: He didn't say that.",
        "Katie: Well, I saw the look on his face. Why is this happening to me?",
        "Brad: Shh, it's all right, it's all right.",
        "Katie: I can't do this.",
        "Brad: What the hell's the matter with you guys? Come on, get out. Leave us alone!",
        "[SCENE_BREAK]",
        "Janet: Jack and I were just saying earlier, that maybe if you want to be more involved in Johnny's school, you should join the pta.",
        "Carly: Yeah, you know, that's a good idea. We could all go to meetings together.",
        "Jack: Can't wait.",
        "Craig: You know, I missed so much time with Johnny, even if I'm away from him for a few hours, it's like torture.",
        "Carly: I totally understand that but it does get easier.",
        "Janet: Yeah, but you don't want to hover.",
        "Carly: Or smother.",
        "Craig: Oh, you're both absolutely right. Unfortunately, I went to this parenting website the other day. And you wouldn't believe the horror stories that the kids get so stressed over school. They begin to forget their toilet training. One of them began to projectile vomit.",
        "[Coughing]",
        "Janet: Oh, no. Jack, are you okay?",
        "Jack: I'm fine. I'm just -- [Coughing] I think I lost my appetite. Let's go.",
        "Janet: Wait a minute. What about our entrees?",
        "Jack: Send them back.",
        "Carly: You engineered that whole thing, didn't you?",
        "Craig: You know, I am good, but I'm not that good.",
        "[SCENE_BREAK]",
        "Henry: We're closed. There's a sperm bank around the corner.",
        "Vienna: I have something to tell you, Henry.",
        "Henry: That's not fair. You don't kick a man when he's down.",
        "Vienna: No, no. That's not why I'm here. I just want you to know that I love you more than someone who's a stranger to me.",
        "Henry: More than some anonymous donor?",
        "Vienna: No. I love you more than a baby I've never met.",
        "Henry: Really?",
        "Vienna: Yes. I don't know the baby I would have. But I know you, Henry. And I never want to lose you.",
        "Henry: I don't want to lose you either, Liebchen.",
        "[SCENE_BREAK]",
        "Brad: I'm sorry. I just lost it. I really think that we should put this reality TV thing on hold for now.",
        "Katie: But what about the deal we made with Kim? We do the documentary, you get your job back.",
        "Brad: That doesn't matter to me. The only thing I care about is your health. And you don't need the extra stress.",
        "Katie: But I still want to get pregnant. You're right, I can still keep trying. I just have to get healthy enough for those fertility treatments.",
        "Brad: Slow down.",
        "Katie: Why wait? Let's go see a specialist.",
        "Brad: No, no, I don't think we should do that.",
        "Katie: Why not?",
        "Brad: Because I don't want you to push yourself. You mean too much to me. I want to keep you around.",
        "Katie: I'm not going anywhere.",
        "Brad: I know, I want to make sure of it. So it's a deal, right? We're putting everything on hold. For as long as it takes.",
        "Katie: I'm really sorry.",
        "Brad: Oh, you've got nothing to be sorry about. Nothing at all. I love you so much.",
        "Katie: I'm sorry.",
        "[SCENE_BREAK]",
        "Carly: Well, thanks for driving me back to my car.",
        "Craig: Thanks for having lunch with me. At least you had the decency to stay to the end.",
        "Carly: Oh, please. You loved getting Jack so riled up, he had to leave.",
        "Craig: For the last time, I didn't plan any of this. I had no idea Jack would even be there.",
        "Carly: Well, you certainly made the most of it.",
        "Craig: You're telling me that you didn't enjoy watching Jack squirm?",
        "Carly: No, not a bit. Okay, maybe a bit.",
        "Craig: You know, if we had gotten married like we planned, you could have seen Jack squirm for days, weeks even.",
        "Carly: Hey, don't. You promised me you wouldn't bring that up.",
        "Craig: I also promised I would never darken your doorstep again. And I've tried to keep that promise. But, you know, running into you today, I mean, by chance, just proves to me that we really do get along, don't we?",
        "Carly: Don't push it. Today was about Johnny, not about us.",
        "Craig: Right.",
        "Carly: It's almost time for the bell to ring. When all those kids come pouring out of there, Johnny's going to have a big smile on his face, happy to see his dad.",
        "Craig: I hope so. You see? I'm not such a bad guy, after all.",
        "Carly: No comment.",
        "Craig: Come on, admit it. You like me. I know you do.",
        "Carly: Dream on.",
        "[NEXT_ON]",
        "Josie: Here we are with nowhere to go and no car. Half the police in the country looking for us, and no plan.",
        "Meg: You're not going after them by yourself.",
        "Dusty: Meg, we don't have time to argue. If we wait for the cops, they'll be gone.",
        "Meg: No, no --",
        "Alison: I don't know if I can be the girlfriend you want me to be.",
        "Casey: The question is -- do you want to?"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Ht2K27d4x0w"
}