{
    "Episode Summary": [],
    "Recap": [
        "Luke is angry at Lily because of her renewed relationship with Keith. Lily tries to talk to him to make him understand and almost lets it slip as to why she is back with Keith. Luke won't listen and storms off. Holden confronts Lily about the real reason she is with Keith. He tells her to look him in the eyes and tell him that she didn't make a deal with the devil. Keith would get a kidney to Luke no questions asked. She gave up her life for Luke's. Iris catches Jack at her house, but he has already found and pocketed the folder on the research Stan did on Will and Rose's poisoning. Carly plays Stan, but when he catches her talking to Gwen he sneaks out, and races back to the house to check on his folder of research. When Iris and Stan find out it is missing, they realize they have been duped. They need to leave town to avoid being thrown in jail. Iris bids Billy good-bye and leaves a huge teddy bear beside him for company. Will is hauled off to the mental hospital, as Gwen continues to fight for his freedom. Kim is there for Jen when she has a melt down. Jen agrees to go talk to her counselor. She also needs to return Billy's toy that she is holding onto. She arrives at Iris' to return the toy and sees Billy there alone and then sees the teddy bear fall on top of him."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: There can't be many hospitals in El Paso, so the investigator should be able to track down the kidney without any trouble. Lucinda, what else could it be? What else could Keith be holding over Lily's head? Hey, Luke. Let me call you back. Bye-bye. How was your nap?",
        "Luke: The usual holiday turkey coma.",
        "Holden: Well, at least you got other things going on besides --",
        "Luke: Yeah.",
        "Holden: You want a sandwich or something?",
        "Luke: Nah.",
        "Holden: Game's gonna be on in about 15 minutes. What?",
        "Luke: Don't you have something you have to do?",
        "Holden: Like?",
        "Luke: Like this weirdness with Mom and Keith. You said you'd have good ns for me soon.",
        "Holden: Luke, I will. I'm doing everything I can to get to the bottom of it. In the meantime, just let it go.",
        "Luke: How? How, Dad? Its Thanksgiving, and .Mom ditched us.",
        "Holden: Not you and the girls. Just me.",
        "Luke: Well, that's not how it feels. And for what? Keith is not right for Mom. She knows that now. Even before I was in the hospital. Everything with you and Mom was fine. She loves you, right?",
        "[SCENE_BREAK]",
        "Jennifer: You didn't have to bring me here, Aunt Kim.",
        "Kim: Oh, you thought I was gonna walk away from you and leave you there on the ground in front of that dive bar?",
        "Jennifer: I mean, I can go home.",
        "Kim: Alone? I don't think so. Not yet, anyway. You know what, you're just gonna have to humor me, because you and I haven't had a chat for a long time. So now tell me, what is your choice, lady? Do you want apple cinnamon or do you want chamomile?",
        "Jennifer: Apple cinnamon sounds great.",
        "Kim: Terrific.",
        "Jennifer: Aunt Kim, when does it go away? I mean, it's been how many months since my baby died. I just can't feel like this forever. I just can't.",
        "[SCENE_BREAK]",
        "Iris: Jack. What brings you here when nobody's here to let you in?",
        "Jack: The door was open.",
        "Iris: Yeah?",
        "Jack: Yeah. Yeah, and I'd heard you'd been in the hospital.",
        "Iris: So you bring me flowers, chicken soup?",
        "Jack: No,. Actually, I came by to see Gwen. And I heard you weren't in a very good way and that you'd just come home from the hospital. So when there was no answer, I wanted to check in on you, 'cause I'm -- [Jack clears throat] -- Worried about you, Iris.",
        "Iris: Why Jack, that's so sudden.",
        "Jack: Well, I'm glad you're okay.",
        "Iris: You know what, Jack? I locked that door when I left home, and there is no way in hell you're worried about my health. It's Carly. You are worried about Carly.",
        "Jack: Well, she wanted to invite Gwen over, yeah.",
        "Iris: Oh, stop it. You didn't break in to leave an invitation.",
        "Iris: You heard that I was poisoned, and you are worried that Carly did it. No, no, no, no. Don't try and deny it.",
        "Jack: You got me, Iris.",
        "[SCENE_BREAK]",
        "Carly: Stan, I'm so impressed. It sounds like this moneymaking venture of yours was hard work.",
        "Stan: I logged in some heavy hours, I can tell you.",
        "Carly: Can I see your research?",
        "Stan: Oh, it's boring, technical stuff.",
        "Carly: Are you kidding? If it's gonna make you rich, it's fascinating.",
        "Stan: No.",
        "[Carly laughs]",
        "Carly: You -- you are too modest. Or maybe you're just lying through your teeth.",
        "Stan: Huh?",
        "Carly: Yeah, you're just pretending you got something going on because you know it'll turn me on.",
        "Stan: You really want to hear about it?",
        "Carly: I love a man with big plans.",
        "Stan: Okay. But first, you got to do something for me.",
        "[SCENE_BREAK]",
        "Will: Do you remember when we were hiding out in New York, and you said your life couldn't be more screwed up, but you couldn't be happier?",
        "Gwen: Yeah. Yeah, look at your face.",
        "[Will laughs]",
        "Will: I can't help it.",
        "Gwen: All right. Well, then I'll be scared enough for two.",
        "Will: No, it'll be okay. I'll get out of here.",
        "Gwen: I know. With Carly on the job, and when she's on a mission --",
        "Will: Carly? You went to Carly? What -- what is she gonna do?",
        "Gwen: Well, I don't care as long as she does it soon. Either way, I know things are gonna work out.",
        "Will: Maybe right now. Is it time for my arraignment?",
        "Hal: Not yet.",
        "Will: Well, what's the hold-up?",
        "Barbara: We got a postponement.",
        "Will: Why?",
        "Hal: If they charged you now, Will, you'd be looking at attempted murder.",
        "Will: Well, it doesn't matter, because I didn't do it. So, they charge me, I post bail, and then I get out of here. What?",
        "Hal: You are getting out of here.",
        "Will: Well, how? If I'm not going to post bail, then -- no. No, I will not go back there.",
        "[SCENE_BREAK]",
        "Carly: You got a girlfriend?",
        "Stan: No, no. Just a business partner, that's all. And we're gonna split the money, so I gotta watch my expenses.",
        "Carly: Oh. Well, that doesn't seem fair to me. You did all the legwork, didn't you? You did all that planning. You did all that research.",
        "Stan: Yeah. I am the brains of the operation, no question.",
        "Carly: Right. Well, maybe, we could figure out a way for you to keep all that money. Why don't you tell me how it works, and then we'll put our heads together, huh?",
        "Stan: You got other things I'd rather put together with.",
        "Carly: Oh, oh!",
        "[SCENE_BREAK]",
        "Iris: In spite of wanting to yank your chain on this one, she's not guilty. Your wife didn't do it. It was Will Munson.",
        "Jack: Was it?",
        "Iris: Yeah. You seemed surprised. I mean, from what I hear, he did it one time before. Sicko.",
        "Jack: Well, he got help. And from everything I've seen, it seems to have worked.",
        "Iris: Yeah, well, what you see is different than what is, actually. What?",
        "Jack: No, it's just a shame, that's all, to think about a young kid like that getting locked up.",
        "Iris: Honey, he messes with my family, he gets what he deserves. He tried to murder me, Jack. You think -- you think someone like that should be just walking around the streets?",
        "Jack: Absolutely not. I lock up guys like that all the time. At least I used to. Well, I'm sorry this has been so rough on you. But you look better. No long-term effects.",
        "Iris: No, thank goodness. They caught it in time, so I'll fully recover -- eventually.",
        "Jack: Well, it's good to hear. Tell Gwen I stopped by.",
        "Iris: Uh, wait a second.",
        "Jack: Iris, look, you just said that Carly wasn't the one that hurt you.",
        "Iris: Yeah, well, Carly may be off the hook, but I didn't say that you are.",
        "[SCENE_BREAK]",
        "Hal: It is just an evaluation.",
        "Will: I won't go back! The judge can't make me! I haven't been convicted of anything! Tell him, or I will. This is your doing, right? This is you!",
        "Barbara: Honey, no --",
        "Will: You can't!",
        "Hal: We are still your parents, Will.",
        "Barbara: And you're still a minor, thank goodness, because we still had some options here.",
        "Hal: At this point, an evaluation is our best shot at getting these charges dropped.",
        "Will: How? How, am I supposed to convince them that I'm still crazy? How could you do this to me?",
        "Barbara: You would never make bail. Your father's been in there talking himself blue in the face, and it did no good. They would keep you here in jail until your trial.",
        "Will: So what?",
        "Hal: So what?",
        "Will: I can take prison.",
        "Gwen: I'll get proof.",
        "Hal: Gwen, at this point, the last thing we need is somebody tampering with evidence in this case.",
        "Gwen: No, I won't mess it up.",
        "Barbara: You stay out of this.",
        "Will: Leave her alone. She's the only one trying to help me.",
        "Hal: That is not true, Will.",
        "Will: She's the only person that -- that believes that I'm innocent.",
        "Hal: I'm sorry that you see it that way.",
        "Barbara: We know that you're a good person, Will.",
        "Will: Then don't punish me!",
        "Gwen: Will, I'll be right back. When do they want to take them?",
        "Hal: Gwen --",
        "Will: It doesn't matter, I'm not gonna go.",
        "Gwen: Don't let them. Will. Will, listen. You're not going anywhere. We're working on proof, getting it, just like I told you, right? I'll be back with whatever it takes to get you out.",
        "Hal: I'll come with you, Will. I'll be with you every step of the way.",
        "Will: Dad, you've done enough already. Don't bother.",
        "Hal: All right, you can hate me, but I'll still be there. I'm gonna go check on that transport.",
        "Barbara: Honey --",
        "Will: Don't touch me!",
        "Barbara: Honey, I am so \u0096",
        "[SCENE_BREAK]",
        "Jennifer: I'm really feeling okay. And you have so much to worry about with Will, so I'm just --",
        "Kim: No, no, no. Wait a minute. Sit yourself down. Your mom and your dad are taking care of Will. Let's worry about you for a while.",
        "Jennifer: Aunt Kim, I am so completely sick of worrying about me. I have been trapped in this bubble of grief for so long, and I just -- I can't get out, no matter what I do. And I see everybody else around me moving and doing their jobs and going out, and falling in love and having fun, and I am still here.",
        "Kim: Bob tells me that Dusty's been showing up to pick Meg up at the hospital. I have to say, that really surprised me, because I have seen the two of you together. And the way you looked at each other and --",
        "Jennifer: Well, I pushed him away. Couldn't let him get trapped with me.",
        "Kim: Is that how he saw it?",
        "Jennifer: That's how it would have been. It was all about the baby. And that's what I thought, and i was afraid that if we held on to each other that I wouldn't be able to let go of the baby. And so I let go of him, and he moved on.",
        "Kim: And you're standing in front of Yo's.",
        "Jennifer: Well, I wasn't looking for a guy.",
        "Kim: I know. How far did you get?",
        "Jennifer: What?",
        "Kim: Darling, I'm just asking so that we'll know what we need to do for now. How much did you take?",
        "Jennifer: Nothing. Really. I bought some meth, but I threw it away.",
        "Kim: And after you threw it away, did you look for it again? Good girl. Good girl.",
        "Jennifer: I don't want to go back to that place. I don't. I don't want to feel that manic, crazy, panicky energy. I don't. I just -- I just want the numb to go away.",
        "Kim: Well, actually, I have a feeling that's what's happening. I think this is so painful, so intense for you right now because you're coming back to life again.",
        "Jennifer: That doesn't make me happy.",
        "Kim: Well, it's probably not that simple. I'm sure of one thing, though. You are trying to run away from the problem. And the trouble with that is, when you stop running, the problem is still there. Now, you listen to me, sweetheart. You are surrounded by people who adore you, who want to help you. You say you can't get out of the bubble, then kiddo, let us in. We're there for you.",
        "[SCENE_BREAK]",
        "Lily: Hi, how was Thanksgiving?",
        "Holden: It was fine. Everybody had a good time.",
        "Lily: Good. I'm sure everyone made a big fuss over you, hmm? Brought your things.",
        "Holden: Hey.",
        "Luke: Thank you. That was very thoughtful.",
        "Lily: All right, you know what, Luke, if you don't want to talk to me, then maybe I should just go.",
        "Luke: I'll go turn on the game.",
        "Holden: Luke, why don't you just stay here with your mom? If you have any questions, I'm sure she can answer them for you.",
        "Lily: Well, if Luke isn't up for it right now, then maybe --",
        "Holden: Luke, if you have questions, ask your mom. She'll give you an honest answer.",
        "Lily: I think you should stay.",
        "Holden: I'll be in the barn.",
        "Lily: I -- I know how much you're hurting right now, believe me. And I would do anything -- anything I could do, I would stop it, believe me.",
        "Luke: Yeah? Well, then do it. Call Keith. Tell him it's over.",
        "Luke: Come on, tell Keith that you never want to see him anymore.",
        "Lily: Do you have any idea -- any idea how much I love you?",
        "Luke: You know, I thought I did. But now, I just -- I don't know.",
        "Lily: I -- you have to know this is not meant to hurt you.",
        "Luke: Then why'd you do it? You and Dad were great.",
        "Lily: You were sick, honey.",
        "Luke: I wasn't blind! I could see it! You pretty much said it -- dad said it. So what happened? I pass out, I have surgery, I wake back up, and suddenly, you're back with Keith?",
        "Lily: It wasn't that simple.",
        "Luke: Something changed, mom. Did Dad do something while I was sick, something I didn't see?",
        "Lily: No, your dad was amazing. I never could have gotten through this without him.",
        "Luke: Was it Lucinda?",
        "Lily: What?",
        "Luke: Did you guys get in a fight where she made you do something, or push you about Dad?",
        "Lily: I would never, never let my mother --",
        "Luke: Then why did you do it?",
        "Lily: I did it for you!",
        "Holden: Lucinda --",
        "Lucinda: Hey, hi. Lily's car, right?",
        "Holden: Yes.",
        "Lucinda: I had Fenwick block her in. She can't go unless we say so.",
        "Holden: Any news from the investigator?",
        "Lucinda: Oh, yes, but you're not gonna believe it.",
        "[SCENE_BREAK]",
        "Iris: You know, I could still press charges.",
        "Jack: You invited me in. And it's your word against mine.",
        "[Iris laughs]",
        "Iris: Yeah, you lied about me and my daughter once before.",
        "Jack: You want to take a chance that you have more friends on the force than I do?",
        "Iris: Well, why don't we call them and find out? Or you could sit down and put your feet up.",
        "Jack: What?",
        "Iris: Well, you said I invited you in. Why don't you stay and be neighborly?",
        "[Jack laughs]",
        "Jack: No, I really -- I really got to go. The kids are with a sitter now.",
        "Iris: Well, have Carly baby-sit then.",
        "Jack: Well, she can't. She's out, so I really --",
        "Iris: Jack, I don't believe you.",
        "Jack: And why's that?",
        "Iris: Well, first, you're running errands for Carly, and then you're baby- sitting for Carly. Does she ever take care of you?",
        "Jack: Excuse me?",
        "Iris: Yeah, you heard me. Does your wife ever take care of your needs? You know, your needs like a man.",
        "Jack: Yeah, no, my needs are being taken care of, Iris, thank you.",
        "Iris: I don't know about that. I mean, you seem a little stressed to me.",
        "Jack: Hey, hey, wait a second.",
        "Iris: Let me relax you.",
        "[SCENE_BREAK]",
        "Stan: Hey, what the hell is that?",
        "Carly: Just my phone.",
        "Stan: Well, I've never seen one like that before.",
        "Carly: It's brand new.",
        "Stan: Can I look at it?",
        "Carly: You want to see my technology?",
        "[Carly laughs]",
        "Stan: You got a better idea?",
        "Carly: Why don't we have a little drink, huh?",
        "Stan: At my place.",
        "Carly: What?",
        "Stan: Let's move this party to my place.",
        "Carly: Will you show me your research?",
        "Stan: I will if you show me your technology.",
        "[Carly laughs]",
        "Carly: You are a riot.",
        "Stan: Well, you bring out the best in me, what can I say? Now, look, I've got to hit the head, then you and me are out of here.",
        "Carly: All right, Carly, you can -- you can handle this.",
        "Gwen: Carly.",
        "Carly: What are you doing here?",
        "Gwen: The sitter said that you were here.",
        "Carly: Well, Stan is here, too.",
        "Gwen: Did you get anything out of him yet?",
        "Carly: Nothing solid, but I'm working on it.",
        "Gwen: No, we need it now.",
        "Carly: You've got to give me a little time.",
        "Gwen: No, there's no time. If we don't get something right now, it'll be too late.",
        "[SCENE_BREAK]",
        "Will: You want me locked up so you can get her out of my life, right?",
        "Barbara: Will, no.",
        "Will: You want me in the hospital so you can control me and control who sees me!",
        "Barbara: That's not true!",
        "Will: Mom, Gwen is part of my life now. We love each other, okay? And this sick, pathetic attempt of yours to break us up is not gonna work!",
        "Barbara: You know what? When you were useful to that girl -- oh, I'm sure she made you feels like a million bucks. But you're a liability to her now. She's a user.",
        "Will: No, you're wrong.",
        "Barbara: But honey -- honey, I'm here, okay? I am here for you. I am. And so is your father.",
        "Will: Did they bring a straightjacket? Not yet, Dad. Not yet. We're gonna wait for Gwen. We gotta -- we gotta give her a chance.",
        "Hal: Gwen's been gone a while, Will.",
        "Will: She'll be back.",
        "Court officer: Let's go.",
        "Hal: You back off, or I'll make sure that you're writing traffic tickets for the rest of your career.",
        "Court officer: Sir, I'm sorry, but we have our order",
        "Will: No. Dad, I won't go.",
        "Hal: Will, I'll -- I'll wait here for Gwen.",
        "Will: Dad, stop them. Come on, Dad!",
        "Hal: Your mom will go with you.",
        "Will: Dad, I won't go!",
        "Hal: I'll come along as soon as I can, Will.",
        "Barbara: I'm here.",
        "Will: Dad! Dad!",
        "Hal: I'll come along as soon as I can.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Gwen: I won't let him down. Please, take me wherever he is, please.",
        "Jennifer: Hello?",
        "Holden: I figured everything out.",
        "Lily: What?",
        "Holden: Why you're with Keith.",
        "[SCENE_BREAK]",
        "Iris: What's the matter? Jack: I didn't know you cared, Iris.",
        "Iris: Did I say that? [Iris laughs] Surprise, surprise, you know?",
        "Jack: Yeah, I gotta go.",
        "Iris: Are you sure?",
        "Jack: I love my wife.",
        "Iris: Well, that's your second mistake.",
        "Jack: Really? What's my first one?",
        "Iris: Leaving me so unsatisfied.",
        "Jack: Did you really think that was gonna work?",
        "Iris: One of these days, you're gonna need a real woman, Snyder.",
        "Jack: And when that day comes, I'll know who to call. [Iris laughs] I'll see you soon, Iris.",
        "Iris: What the hell is he up to?",
        "[SCENE_BREAK]",
        "Carly: All right, now tell me what's going on.",
        "Gwen: Will's parents are sending him back to the psyche hospital.",
        "Carly: Okay.",
        "Gwen: No, that's not okay. That is his worst nightmare, Carly. I mean, he's holding together now, but if he goes back there, I don't know what'll happen, okay? This is all my fault.",
        "Carly: No, Gwen, you cannot --",
        "Gwen: No, it's true. Will is an amazing person, and he's pulled himself together after going through god knows what. And now, he's being sucked back into pure hell because of me. He told me once that he would rather die than go back to that hospital, that he would do anything not to go back --",
        "Carly: Listen, Gwen --",
        "Gwen: No. Because of me. His life is ruined because he cared about me.",
        "Carly: Well, I wonder where you heard this. Barbara Ryan, perhaps?",
        "Gwen: Well, she's right.",
        "Carly: Iris did this, and we are gonna prove it. Now, listen to me, Gwen. You are my sister, and that means that you're tough. You can do this. You go back to the jail, you stay with Will, you don't let anybody scare you away. Leave your cell phone on. I will call you when Jack and I get solid proof that Iris is behind all of this.",
        "Gwen: Just hurry, okay?",
        "Carly: All right. You go and be with Will. Let me get back to Stan.",
        "Gwen: Okay.",
        "Carly: Okay.",
        "[SCENE_BREAK]",
        "Luke: I don't -- I don't get it. How -- how could you go back to Keith for me?",
        "Lily: You're right, that was a stupid thing to say, I'm sorry.",
        "Luke: Then why'd you say it, Mom? How is this for me?",
        "Lily: Obviously, it's not. I -- I just didn't think it would be fair to you or your sisters to get your hopes up about your father and me getting back together again and then have them crushed if it didn't work out. I'm sorry.",
        "Luke: What is that?",
        "Lily: What?",
        "Luke: That ring. That's not your ring.",
        "Lily: Yes, it is.",
        "Luke: It's true. You're really going to marry him, aren't you?",
        "Lily: Look, I know it seems sudden to you.",
        "Luke: That's because it is, Mom. This is crazy!",
        "Lily: Please, just calm down.",
        "Luke: Why?",
        "Lily: You're recuperating, it's not good for you to get upset like this.",
        "Luke: Like you care? Just leave me alone.",
        "[SCENE_BREAK]",
        "Holden: This doesn't make any sense.",
        "Lucinda: Well, maybe it does. Keith is loathsome, all right, but he's not stupid. And we know his background, how could he risk using an illegal organ --",
        "Holden: Why wouldn't he?",
        "Lucinda: Because we would jolly well have him thrown into jail.",
        "Holden: If he saved Luke's life, there's nothing that Lily wouldn't do -- and he counted on that.",
        "Lucinda: Well, I agree when she thought Luke was dying, she would've done anything. But now, why does she persevere with all this now?",
        "Holden: I don't know. Maybe there's a paper trail that would implicate you or me. Who knows?",
        "Lucinda: Maybe she really wants him.",
        "Holden: Oh come on. You don't believe that.",
        "Lucinda: I didn't, but -- okay, okay. I will have the private investigator keep digging.",
        "Holden: Yes, please. Have him look into everything Keith has done since Luke got sick. Because there's no way that Lily went back to Keith of her own free will. She does not love that guy. She loves me.",
        "Lucinda: That never stopped her from messing up her life before.",
        "Holden: No. But this time, she had to do something, because she was forced into it. And that's what we need to prove.",
        "[SCENE_BREAK]",
        "Jennifer: See you then, thank you. I see my counselor first thing in the morning.",
        "Kim: Terrific. So how about having a slumber party at my place until then?",
        "Jennifer: My jammies are at the Lakeview. And I really need to check in on Will. In fact, I'm gonna call my dad right now and make sure that --",
        "Jennifer: This is Billy's teething ring. You know, Gwen's baby? I was watching him for her earlier tonight and I ended up with this. He's such a sweet baby, you know? But he was fussy, and when I picked him up he just melted into my arms. I know it doesn't mean anything.",
        "Kim: Oh, of course it does. It means that you are wonderful with children. You know what, it occurs to me that if you think it would be helpful to you, I would love to have you come and help me with the toy drive at Memorial. For the holidays, you know. There are a lot of special babies in this world that need a hug.",
        "Jennifer: That's true.",
        "Kim: Well, you know, think about it. See how you feel.",
        "Jennifer: You know, when I held that baby, it just made me feel so full. And I got to thinking that if I felt that way with a total stranger, what it would be like to feel that -- feel that with my own child? Oh, damn it, I thought I was done.",
        "Kim: Listen, listen, listen. Maybe it's not right for you to be around little babies right now.",
        "Jennifer: Adolescents. Yeah, yeah, that'll teach me. Okay, adolescent toy drive. And this goes back tonight.",
        "Kim: Oh, I don't think they're gonna miss one teething ring, do you?",
        "Jennifer: Billy will. He liked it. Thank you.",
        "Kim: Listen to me. I love you. You just call me anytime you need anything.",
        "Jennifer: I'll be fine.",
        "[SCENE_BREAK]",
        "Carly: The guy who was with me -- did you see him leave?",
        "Bartender: Nope.",
        "Carly: He went to the men's room, but now he's not there. He's not anywhere.",
        "Bartender: Well, I would've seen him if he went out that way.",
        "Carly: That means he went out the back.",
        "[SCENE_BREAK]",
        "Iris: Well, they really did leave you with a sitter. At least Jack didn't lie about that. Why did Gwen leave you there in the first place, huh? What, are you calling this cleaning?",
        "Stan: I can't find the file. The one with all my research about how Will killed the Rose d'angelo. It's not where it's supposed to be. Iris, if I can't find that folder, you and me are in a lot trouble.",
        "[SCENE_BREAK]",
        "Carly: Hey, Jack, where are you? I'm here at Yo's --",
        "Jack: Hey, I'm right here.",
        "Carly: I was doing okay, and then I think Stan must've caught on. He's gone. I don't know --",
        "Jack: Doesn't matter. It doesn't matter at all, honey.",
        "Carly: Why, what do you mean?",
        "Jack: With what I found, we should get a full confession.",
        "Carly: It can prove that they set Will up?",
        "Jack: Oh, yeah. The guy kept everything in a file.",
        "Carly: Oh, Stan, look at all your research. Nails in a coffin.",
        "[SCENE_BREAK]",
        "Stan: When she asked about research, I just thought she was being polite.",
        "Iris: You had drinks with another woman?",
        "Stan: Well, just to pass the time. Blondes don't do nothing for me.",
        "Iris: She was blonde? Was she skinny?",
        "Stan: Yes, not my type at all, okay? Then, she said her name was Rose. Well, if we hadn't of been dancing, I would of dropped my drink.",
        "Iris: You were dancing?",
        "Stan: Then I saw her talking to your daughter.",
        "Iris: Oh, Stan, you genius. You just hit on Gwen's sister, Carly. The one who's married to the former detective Jack -- oh, no.",
        "Stan: What?",
        "Iris: Oh, no. You know what, I think that she was probably working on you the same time he was here. Oh, no.",
        "Stan: We're dead. You know that, don't you? We're dead. He'll take that file straight to Munson's dad. Get your purse.",
        "Iris: What?",
        "Stan: Get your purse, get your coat, get all the cash you got, get anything you can sell for cash.",
        "Iris: You're talking crazy.",
        "Stan: No, look, Iris, if we don't get out of here, you and me are going to jail.",
        "Iris: Oh, you know what, I'm gonna get diaper bag, and then some formula and stuff.",
        "Stan: No, no, wait. There's no way we can take the little rug rat.",
        "Iris: He's my grandson and he's our ticket, you know.",
        "Stan: Yeah, to jail. Look, there's no way you get that trust fund now, muffin. I'm sorry, but we gotta run, and run fast. He's just dead weight.",
        "Iris: You're right.",
        "Stan: All right, come on.",
        "Iris: Here, sweetie. [Baby fusses] Yeah. Here's some company. [Baby cries] Take care, kid.",
        "[SCENE_BREAK]",
        "Gwen: Hey, Will, Carly said they'll have -- no.",
        "Hal: They had to take him.",
        "Gwen: I told you I would be right back!",
        "Hal: It was a court-ordered transfer, Gwen. Not a trip to the mall.",
        "Gwen: It's not fair.",
        "Hal: Probably not.",
        "Gwen: You think it's my fault, too. That if it wasn't for me, he'd be fine.",
        "Hal: I can't say that.",
        "Gwen: Why not, you should! Lieutenant --",
        "Hal: It's Hal.",
        "Gwen: Hal, don't you see what a set up this is? I mean, I get that his mom's a little out there, but you seem calm and smart. Do you really think Will could hurt someone now?",
        "Hal: Gwen, I never knew before that my son could hurt anyone. That he was so deeply tormented that he could actually lash out and hurt someone. And even before when he was in trouble, no one knew. Even when he was committed to the hospital, it was months before anybody could even visit. He couldn't speak.",
        "Gwen: What?",
        "Hal: For months. He couldn't speak. For months, Will did not say one word to another person for months. He was a very, very sick boy. And now, he is my boy to take care of.",
        "Gwen: You're not going to lose him again. I swear.",
        "Hal: He trusts you.",
        "Gwen: I won't let him down. Please, take me to wherever he is. Please.",
        "Hal: Let's go.",
        "[SCENE_BREAK]",
        "Barbara: You've got to be kidding. Is this absolutely necessary?",
        "Orderly #1: Standard accommodations.",
        "Barbara: Oh, we'll see what the doctor has to say about this. Honey, I promise you we'll get you moved to a regular room right away. Okay? I want to talk to Dr. Kitchridge. I want an evaluation done tonight.",
        "Orderly #1: Come with me ma'am. We'll get the doctor.",
        "Will: No!",
        "Orderly #2: Stop him!",
        "Barbara: Will!",
        "Orderly #1: Back in there, kid.",
        "Will: I'm not a kid! And you can't do this to me!",
        "[SCENE_BREAK]",
        "Holden: You okay?",
        "Lily: Like you care?",
        "[Holden chuckles]",
        "Holden: You sound like Luke.",
        "Lily: You wound him up and pointed him right in my direction.",
        "Holden: Lily, he had questions -- questions that weren't going away.",
        "Lily: Yes, he hates me.",
        "Holden: No, he doesn't hate you.",
        "Lily: Yes.",
        "Holden: No. It won't last.",
        "Lily: I hope you're right.",
        "Holden: I am. I figured everything out.",
        "Lily: What?",
        "Holden: Why you're with Keith. I figured everything out. He said, \"Ciao, baby.\"",
        "Holden: You would do anything to save Luke's life, right?",
        "Lily: We both, obviously, we would do -- we did everything we could.",
        "Holden: You and me, or you and Keith?",
        "Lily: We were very, very, very lucky, and I will always be grateful.",
        "Holden: No, it wasn't luck, and it wasn't divine intervention. You made a deal with the devil.",
        "Lily: I've got to go.",
        "Holden: No, Lily, stop. Look me in the eye and tell me that I'm wrong. You made a deal with Keith. If he got you a kidney, no questions asked, you'd marry him. That's it, isn't it? You traded your life for Luke's.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Hal: Hey, Jack, it's a bad time.",
        "Gwen: No, just listen.",
        "Jack: We got 'em. Iris and her boyfriend set Will up.",
        "Hal: What'd you find?",
        "Jack: Well, I had to pull the evidence out of the house before they had a chance to destroy it, so you might have some trouble in court. But you can use it to scare a confession out of them, if you act fast.",
        "Hal: I'm on my way.",
        "Gwen: It's a setup, right? Carly and Jack caught them.",
        "Hal: I don't know what it is yet, but it could be very good news.",
        "[SCENE_BREAK]",
        "[Baby cries]",
        "Jennifer: Billy? [Knock at door] Anybody home? Hello, anybody home?",
        "[SCENE_BREAK]",
        "Barbara: Where's Hal?",
        "Gwen: This is all gonna be over any minute.",
        "Barbara: What?",
        "Gwen: Will, he's getting out of here. Carly and Jack found the evidence that we need. Hal's gone to pick it up.",
        "Barbara: What evidence?",
        "Gwen: I don't know yet. So it could really amount to nothing? Don't you dare get that boy's hopes up when you don't know what you're talking about?",
        "Gwen: You know what, that boy is no kid, and he didn't do anything wrong. You're coming home, Will. Soon.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" sponsored by k-mart and kmart.Com",
        "Holden: There's not gonna be a divorce. Not now, not ever.",
        "Gwen: I love you, Will. Billy loves you, too. And my home is with you.",
        "[Jennifer screams]",
        "[Baby cries]",
        "Jennifer: Okay."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=O7KX5fUrUoo"
}