{
    "Episode Summary": [],
    "Recap": [
        "The Town of Oakdale is present to Celebrate the partnership of Montgomery Enterprises and Memorial hospital. Chris is angry when Dusty tells him that Emily slept with him on New year's eve and never loved him at all. Chris is also angry that Dusty insists he has proof that he caused his father's stroke and is determined to put a stop to the research project. Lily is angry at Dusty because he rejected her so she overdoses on pills. Holden becomes Lily's protector and he and Lucinda blame Dusty for causing Lily to overdose. Dusty finally gets proof about what caused Bob's stroke and goes to a darkened lab to wait for the detective he hired but finds someone else there. Gwen asks Sofie to babysit Hallie and with Aaron's help she does a good job. Will tells Gwen not to let Sofie babysit again because he is worried that they will have a problem with her."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lucinda: Hi.",
        "Lily: Hi. Here.",
        "Lucinda: Okay, thank you, Darling. You never really made me understand why you were so anxious to come to this party, Honey. I would have thought that -- well, I would have thought that you'd be in no mood.",
        "Lily: Oh, my mood is greatly improving.",
        "Lucinda: Go easy. Please, go easy.",
        "Lily: Oh.",
        "Lucinda: The night is yet young.",
        "Lily: Okay.",
        "Lucinda: All right, Honey.",
        "Lily: I will.",
        "Lucinda: And Kim is here. Why don't you say hello.",
        "Lily: Okay, I'll be there in a minute.",
        "[SCENE_BREAK]",
        "Sofie: I'll baby-sit for Hallie if you want.",
        "Gwen: Really?",
        "Sofie: Yeah, why not? I mean, you don't have a sitter, and you promised Will you'd go to that lecture.",
        "Gwen: That's really sweet of you. I don't want to impose on you or make you feel uncomfortable.",
        "Sofie: No, I'd like to help. I'd like to help. And I think I've been around her enough to know what I'm doing. And you showed me how to feed her so if she's hungry, I'm good to go, right? Unless you don't trust me alone with her?",
        "Gwen: No, no, no. Of course I trust you.",
        "Sofie: Great. I will not let you down. I promise.",
        "[SCENE_BREAK]",
        "Holden: Here you go.",
        "Bonnie: Thank you.",
        "Lily: Hello.",
        "Holden: Lily, I didn't know you were coming.",
        "Lily: My mother's on the board. What's your excuse?",
        "Holden: It was Bonnie's idea.",
        "Bonnie: My office got an invitation. And I asked Holden if he'd join me.",
        "Lily: Oh, that was sweet.",
        "Holden: Lily --",
        "Lily: Yeah. Listen, we're all adults. It's a small town. We're going to run into each other at social occasions. So, might as well enjoy.",
        "Kim: Everything comes that way. Oh, the man of the hour.",
        "Lucinda: Uh-huh. Yeah.",
        "Kim: Tonight's your big night. You and your research project.",
        "Evan: Well, I just hope I can live up to all the hype.",
        "Lucinda: Well, with M.E. behind you, anything is possible. I'm just amazed that Craig isn't here. He has so much riding on this memo 21.",
        "Evan: Well, when Chris signs the contract, Montgomery Enterprises and Memorial will officially be in business together.",
        "Lucinda: Hip-hip-hooray!",
        "Tom: Let's save the applause for the actual signing ceremony.",
        "Margo: Let's just hope we don't have the surprise guests.",
        "Kim: Oh, you mean Dusty. I can't imagine that he would show up here tonight.",
        "Tom: Dusty's caused enough trouble for Chris already.",
        "Margo: You know, speaking of Chris -- weren't he and Emily supposed to host this shindig? I mean, I've heard of being late for your own party, but this takes it, huh?",
        "Lucinda: I saw Chris. He was looking for Emily. And he didn't look happy.",
        "[SCENE_BREAK]",
        "Chris: Tell me I didn't hear that right. I need an answer, Emily. This guy just said you slept together.",
        "Emily: It happened once on New Year's Eve. I swear to you it didn't mean anything. I swear to you.",
        "Dusty: Come on! He's got to know the truth!",
        "Chris: I don't know how much more of the truth I can handle for one day.",
        "Emily: Please just don't listen to him, okay?",
        "Dusty: She's in love with me. That's why she can't commit to you. She never belonged with you in the first place.",
        "Emily: I'm not in love with Dusty. Don't listen to him. Let's just, the two of us just leave here.",
        "Chris: I guess I shouldn't be surprised, right? It's just another way of whoring yourself out.",
        "Emily: It was a mistake. I regretted it the minute it happened. I swear.",
        "Dusty: Didn't feel that way to me.",
        "Emily: Oh, shut up, Dusty.",
        "Chris: How could you, Emily? You knew Donovan was out to bring me down, ruin my reputation --",
        "Dusty: I don't need to try to bring you down. No, you're guilty, and I can prove it.",
        "Chris: You're wrong.",
        "Dusty: You're going down.",
        "Emily: Would you stop threatening him? He didn't do anything wrong.",
        "Dusty: Why are you defending a guy who tried to knock off his old man?",
        "Chris: I would never hurt my father. But I've had all I can take from you!",
        "Emily: Stop it.",
        "Dusty: Bring it on.",
        "Chris: You want to take this outside?",
        "Emily: Beating each other to a pulp isn't going to solve anything. Both of you.",
        "Chris: No, don't worry. Don't worry. He doesn't want to fight. He's a coward. Only a coward would send a note he didn't even sign his name to.",
        "Dusty: Why would I bring up something that Emily wants to forget about?",
        "Emily: Then who sent the note, Dusty?",
        "Dusty: I can't say.",
        "Chris: Can't or won't? No, you know what? You know what? Forget it. Forget it. I don't want to deal with this. You want to go around being a hero saving ex- hookers, go ahead. No, no.",
        "Emily: Chris, don't say that -- Chris, please. Wait.",
        "Chris: You two deserve each other.",
        "Tom: Hey. What the hell's going on in here?",
        "[SCENE_BREAK]",
        "Gwen: All right, you have my cell number, in case there's a problem, okay?",
        "Sofie: Yeah, I'm not going to call during the lecture. That wouldn't be cool. Are you sure you want me to do this?",
        "Gwen: Yeah. It's the first time I've been away from Hallie since we got her. So, it's just a little strange, that's all.",
        "Sofie: Yeah, I understand. But she's in good hands. And I promise, you have nothing to worry about.",
        "Gwen: Yeah, oh, this is a list that Will made up for the sitter. There's a -- I added a couple things -- more like a dozen things. You don't really think I'm a neurotic mom, do you?",
        "Sofie: No, Gwen, you're pretty amazing. But you should get going before the lecture starts. Will's waiting.",
        "Gwen: Okay. Listen, I brought her in here and I just put her in the crib. So, you could actually just physically keep an eye on here and stuff like that.",
        "Sofie: Sounds good. Sounds good.",
        "Gwen: Anyway, good luck.",
        "[Hallie cries]",
        "Sofie: Oh, no, no. Please. No, no, no. Shh, shh, shh, shh.",
        "[SCENE_BREAK]",
        "Bonnie: Tell the truth -- is it really okay?",
        "Holden: The wine?",
        "Bonnie: Being here with Lily.",
        "Holden: Why wouldn't it be okay? It might seem a little awkward at first, but I'm not going to let it ruin our night.",
        "Bonnie: Okay, you talk the talk, but can you walk the walk?",
        "Holden: I'm sorry?",
        "Bonnie: You know what? I just realized Lisa's going to kill me if I don't say hello to Kim.",
        "Holden: Okay. Why don't you do that? I'll be right here. Don't you think you've had enough?",
        "Lily: You know, we're getting divorced. So that means two things -- you can't act like my husband anymore. And I get to do whatever I want.",
        "Bonnie: Mom sends her love. You know, we're both praying for Bob.",
        "Kim: Oh, Honey, thank you so much. I appreciate that.",
        "Bonnie: Well, Lisa felt a cold coming on. But I promised her that I would give her regards to all of her friends on the board.",
        "Kim: Oh good. I think everybody's in there. Still no Chris?",
        "Margo: No, I hope Tom can figure out what's going on.",
        "[SCENE_BREAK]",
        "Tom: I heard voices being raised in here. Is Dusty giving you a hard time?",
        "Chris: Nothing I can't handle.",
        "Tom: Well, you and Emily are supposed to be hosting this party. So, if he's causing trouble, I can get Margo to get a restraining order.",
        "Chris: No, Tom, that's not necessary. Dusty's done all the damage he can do.",
        "Tom: Hey, Chris, wait up.",
        "Emily: How could you do this? If Tom found out I had been a prostitute for even one day, he would try to take my son away from me for good. Is that what you want, huh? You want to take everything away from me? First Chris, then my son? Are you deliberately trying to ruin my life?",
        "Dusty: You're better off without Chris.",
        "Emily: I will never forgive you for this. I swear to God, Dusty Donovan, I will get payback for this, if it's the last thing I do!",
        "Margo: Okay, so why did Emily want to strangle you, Donovan? What's going on?",
        "Dusty: Oh, it's private.",
        "Margo: If you're trying to make trouble for Chris at this party, don't.",
        "Dusty: No, I know it's a big night for Chris. I hope nothing goes wrong.",
        "[SCENE_BREAK]",
        "Kim: Sweetheart, I was worried about you. What's going on? Is everything all right?",
        "Chris: It's fine.",
        "Kim: What's happening between you and Emily?",
        "Chris: Sorry, Mom. I'm kind of busy. I have a party to run.",
        "Tom: He was just as tightlipped with me.",
        "Kim: Maybe Emily will tell us what's going on.",
        "Tom: I don't think he and Emily are on speaking terms right now.",
        "Lily: Oh, Dear. Has something happened?",
        "Tom: I hope not.",
        "Lily: Did Chris and Emily have a fight?",
        "Tom: I'm sure Dusty probably started the whole thing.",
        "Lily: Oh. But you know Emily. But you know Emily. She can be very big trouble.",
        "Kim: We know all about the Stewarts.",
        "Lily: Maybe now Chris knows now, too.",
        "Chris: Okay. Thank you.",
        "Emily: Chris, wait. Please.",
        "Chris: I have nothing to say to you.",
        "Margo: All right, Dusty wouldn't say what was going on.",
        "Tom: Well, it looks to me like Chris is furious with the both of them.",
        "Margo: Yeah. I wonder what is going on.",
        "[SCENE_BREAK]",
        "Dusty: Neil, it's me. I need the results of Bob's coffee mug. Whatever you got, bring it to the hospital right away.",
        "[SCENE_BREAK]",
        "[Hallie crying]",
        "Sofie: Please, please, please, baby. Go back to sleep. Shh. Please, please, please. I'm so sorry I woke you up. I'm so sorry. I'm so sorry. Please don't cry. Please go back to sleep. Please, please, please.",
        "[Hallie crying]",
        "Sofie: Shh.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Aaron: Hey. Gwen?",
        "Sofie: No, it's Sofie. Oh, God. Aaron, thank God I got you. Could I ask you a huge favor?",
        "Aaron: Okay. What's wrong? Is that a baby I hear in the background?",
        "Sofie: Yeah. Yeah, it's Hallie. I volunteered to sit for her. And she woke up, and now I can't get her back to sleep.",
        "Aaron: Did you try changing her?",
        "Sofie: Yeah, I tried everything. What do you know about babies?",
        "Aaron: Well, I mean hang out with my brother Ethan, but that makes me no expert.",
        "Sofie: I'm so sorry to ask, but could you come over?",
        "Aaron: Yeah, I gotta find somebody to cover my shift, but I'll be there, okay?",
        "Sofie: Thank you. Thank you so much. And please hurry. I'm afraid something's wrong with her.",
        "[Hallie crying]",
        "[SCENE_BREAK]",
        "Will: We only get ten minutes for a break.",
        "Gwen: I know. I'm going to have to get serious amounts of caffeine in me, or my eyes are going to close.",
        "Will: Yeah. The lecture's very boring.",
        "Gwen: Well, it's boring. But it's still about those 2:00 A.M. feedings are really starting to take their toll.",
        "Will: I know it's not my turn, but I'll get up tonight so you can sleep, okay?",
        "Gwen: I knew there was a reason why I loved you.",
        "Will: I'm just paying my dues so that I can sleep this weekend. So, who'd you get for the sitter?",
        "Gwen: Well, I called everybody that we knew, but they were busy.",
        "Will: So who'd you get?",
        "Gwen: Sofie. She just stopped by out of the blue and offered.",
        "Will: Sofie? I don't think that's a very good idea.",
        "Gwen: Why? Do you think it's a problem?",
        "[SCENE_BREAK]",
        "Aaron: Hey.",
        "Sofie: Thank you. Thank you for getting here so fast. I don't know why she won't calm down. I don't know what to do.",
        "Aaron: Well, you have to try stuff. You said you changed her, right?",
        "Sofie: Yeah, twice, and both times she was completely dry.",
        "Aaron: Okay, maybe she's hungry.",
        "Sofie: I gave her a bottle, but she wouldn't take it.",
        "Aaron: Did you warm up the formula?",
        "Sofie: Right. No, no. I took it from the fridge.",
        "Aaron: All right. Come on, come on, come on. Let's see here. All right. The trick to this is to get it warm, but not too hot, okay? And what's this stuff? Yeah, Gwen wrote it all down. See, you got everything right here. Look at that.",
        "Sofie: Yeah, I freaked out and I forgot to look.",
        "Aaron: That's okay, you're new at this. Listen, I'll take care of the bottle. You go take care of the kid. I think she wants you. Go.",
        "Sofie: I'm coming, Hallie. I'm coming. Yes, Aaron's come to rescue us. I'm sure everything's going to be okay. I can do this.",
        "[SCENE_BREAK]",
        "Holden: Hey, there you are. You're pretty popular around here.",
        "Bonnie: Well, I haven't seen most of these people since before law school. And, you know, I've got to toot my horn. Is it me, or are you just not in a party mood?",
        "Holden: No, no. I'm sorry. I'm sorry. I want to have a good time. You know what? It's a little stuffy in here. Let's go take a walk.",
        "Bonnie: Sounds like a plan.",
        "[SCENE_BREAK]",
        "Dusty: Hey, what do you think you're doing?",
        "Lily: It's a party, I'm celebrating.",
        "Dusty: Because you trashed Emily's life? I know you wrote that note.",
        "Lily: She deserved it, and I would do it again.",
        "Dusty: Are you happy that Chris knows everything now?",
        "Lily: No, you should be happy. You should be happy because then maybe Emily will be dumped by Chris and then you can be the white knight and you can rescue the hooker in distress.",
        "Dusty: All right, that's enough. That's enough. Now you owe her an apology.",
        "Lily: I'm not going to apologize to her. She deserved what she got.",
        "Dusty: Yes, you will. You hurt her.",
        "Lily: And do you realize how much you've hurt me?",
        "Dusty: Come on. I don't need friends like you.",
        "Lily: Yeah, the feeling's mutual.",
        "Lucinda: Lily. Lily, Darling. What's going on here?",
        "Dusty: Your daughter's got to get a grip.",
        "Lucinda: Darling. Sweetheart, wait a minute. Wait a minute. You've got to pull yourself together, Baby.",
        "Lily: He cannot get away with what he did to me.",
        "Lucinda: Darling, let's find you a nice quiet place, maybe, and you can sit down until you calm yourself.",
        "Lily: No, no, no. I'm okay. I'm okay. I just need -- I just need to freshen up. That's all.",
        "Lucinda: Honey.",
        "Kim: Lucinda, excuse me, they need you inside.",
        "Lucinda: Oh, I'll be right there.",
        "Kim: Chris is about to start.",
        "Lucinda: Honey, come on.",
        "Lily: I'm sorry, I'm sorry. I just need to get myself together.",
        "Lucinda: My driver's downstairs. He can drive you.",
        "Lily: It will not happen again, I just lost it. I'm okay.",
        "Lucinda: Okay. Okay. All right.",
        "[SCENE_BREAK]",
        "Chris: May I have your attention, please? Thank you, thank you all for coming. Welcome to members of the board, distinguished guests. Tonight, Oakdale Memorial is celebrating as we launch an ambitious new project headed by Evan Walsh IV, an award-winning, nationally known microbiologist. We're very proud to have him on our team, and so is Montgomery Enterprises, which is making a generous financial contribution to this very important work. The project is called memo 21. And I would like to dedicate it in honor of my father, Dr. Bob Hughes. His leadership built Memorial into a truly great institution. And this project will continue to build Memorial's ability to serve the next generation. So before we tour the lab, I will sign the contract officially inaugurating memo 21.",
        "Dusty: Do not let him sign that contract. It's not what Bob Hughes wanted.",
        "Chris: Somebody call security. I want this man thrown out.",
        "Dusty: You're going to be the one who gets thrown out.",
        "Chris: Dusty Donovan has been against me taking my father's place and this project since day one.",
        "Dusty: That's because you don't deserve the job. And when everyone sees what I've got on you, they'll understand why.",
        "Margo: Don't make threats you can't back up.",
        "Lucinda: Dusty, don't make a scene.",
        "Dusty: I would not lie about this.",
        "Chris: This man is lying. He's against me for personal reasons.",
        "Dusty: It may have started out as personal, but it's much more serious now. You went too far to get what you wanted.",
        "Lucinda: Dusty, these are very serious accusations.",
        "Dusty: Oh, it is serious. There was foul play involved, and I can prove it.",
        "Kim: Wait a minute. This has gone too far.",
        "Tom: Yeah, damn right. Dusty, you're out of line. You need to get out of here.",
        "Margo: Unless you've got some real proof against Chris, then let's see it.",
        "Chris: No, no. He can't show his proof because it doesn't exist.",
        "Holden: Oh, you're right. It's way too cold for a walk.",
        "Holden: Lucinda, what's going on?",
        "Lucinda: Oh, well, Dusty's made his vendetta against Chris. But that's not the point. I'm very worried. Have you seen Lily?",
        "Holden: No, I haven't. What happened? You look upset.",
        "Lucinda: She had a argument with Dusty. She threw wine in his face. That is not like her. Would you please try to find her and see if she's all right?",
        "Holden: Sure, sure. Bonnie, I'm sorry.",
        "Bonnie: No, I understand. Go ahead. I'll be inside.",
        "Chris: Thank you. I've called security. Dusty Donovan will be barred from this hospital.",
        "Lucinda: Hold it. Hold it. I think we need to hear him out first.",
        "Holden: Lily Snyder, she was wearing a red jacket, black pants. Have you seen her?",
        "Nurse: Sorry, I don't think so. Maybe she left.",
        "Holden: Maybe. I'm going to take a look around. [Holden finds Lily next to the medicine cart passed out] Lily. Nurse! Nurse, over here! Lily, Lily, what happened? Can you hear me?",
        "Nurse: Looks like she took some pills.",
        "Holden: Lily -- Lily, wake up.",
        "Nurse: Code blue, hallway two north. Code blue.",
        "[SCENE_BREAK]",
        "Chris: Over here. I want this man taken off the premises.",
        "Lucinda: Wait a minute. Hold it. Hold it. Just a moment. The other board members and I are in agreement. We want to allow Dusty Donovan to present any evidence whatsoever he has of any wrongdoing. And until that moment, no contract will be signed.",
        "Evan: You can't do this!",
        "Lucinda: I just did it.",
        "Chris: It's a waste of time.",
        "Kim: Dr. Hughes, you have just a little time to wait. And I think it's what your father would do.",
        "Lucinda: Absolutely, it's what Bob would do. Because Bob always gave people a chance to make their case, if for no other reason than to prove they don't have a case.",
        "Chris: All right. All right. We'll postpone the signing. But I can guarantee, Dusty will provide no evidence against me.",
        "Holden: Take care of her. Donovan, Lily O.D.'d. And if she doesn't make it, you'll have nobody to blame but yourself.",
        "[SCENE_BREAK]",
        "Gwen: You worry too much.",
        "Will: Oh, yeah, right. And you don't?",
        "Gwen: I was a little nervous at first, but you know, Sofie seemed very confident. I'm sure that Hallie's fine.",
        "Will: Yeah, I'm sure she is, too. That's not the point.",
        "Gwen: Then what is the point?",
        "Will: The point is that she's her real mother. You don't want them spending too much time together in the beginning.",
        "Gwen: We promised Sofie she would be a part of Hallie's life. That's a deal we made to her in the adoption.",
        "Will: Yeah, but if they spend so much time together, then Sofie will get attached to her, and we could have a problem on our hands.",
        "Gwen: I honestly don't think we need to freak ourselves out about this. We'll go home right after the lecture. I'm sure that Hallie's not even going to wake up while Sofie's there. It's not like they're going to have this fantastic opportunity in which to bond.",
        "[SCENE_BREAK]",
        "Aaron: You two look so natural together.",
        "Sofie: That's because you came to my rescue. Again. I appreciate it. And so does Hallie.",
        "Aaron: I'm surprised you offered to baby-sit. I mean, I thought after giving the baby up, this would be kind of tough.",
        "Sofie: Yeah, it was at first. But I guess I'm getting over it. All I know is, right now, having her in my arms is like a little piece of heaven.",
        "[SCENE_BREAK]",
        "Lucinda: Please stop. It's all right. It's all right. Please, Guys, you can go. What happened? What happened?",
        "Holden: I don't know.",
        "Lucinda: What did she take?",
        "Holden: They're pumping her stomach now.",
        "Lucinda: Oh, my God. She better be all right.",
        "Holden: Lily thought that you cared about her.",
        "Dusty: I didn't do this to her.",
        "Holden: Like hell you didn't. You used her. And when you didn't want her anymore, you dumped her.",
        "Dusty: You never gave her a break. She can't live up to your standards.",
        "Holden: That is bull --",
        "Dusty: I told you she needed help. You watched her fall apart.",
        "Holden: Where do you think you're going?",
        "Dusty: I'm going to make sure she's okay.",
        "Holden: You stay away from her! You got that?",
        "[SCENE_BREAK]",
        "Lucinda: Hi.",
        "Nurse: Hi.",
        "Lucinda: I'm her mother. Is she going to be all right?",
        "Nurse: She had a very close call, but she'll pull through.",
        "Lucinda: Were they able to get all the drugs out of her system?",
        "Nurse: It'll take a while. She's still groggy.",
        "Lucinda: Yeah. Well, I just wanted to -- I'd like to be with her a moment, if that's all right. Okay. Thank you, thank you -- thank you for everything.",
        "Lily: Mother?",
        "Lucinda: Yeah. Yeah, Baby, it's me. I'm here.",
        "Lily: I know you're angry with me.",
        "Lucinda: Yeah. But there's plenty of time to talk about that. Isn't there? You're going to be all right. So all I want to say to you right now is I love you.",
        "Lily: I love you, too.",
        "Lucinda: Good. You're not alone, Baby. You're not alone. Why? Why did -- why did you do this to yourself?",
        "Lily: Because Dusty hurt me so much.",
        "[SCENE_BREAK]",
        "Dusty: You decided to divorce Lily. You gave up on her. Why are you trying to defend her when you have no use for her?",
        "Holden: Where do you think you're going?",
        "Dusty: Somebody's got to pick up the pieces.",
        "Holden: Forget it, Donovan, stay away from her. You go near her, you will regret it.",
        "[SCENE_BREAK]",
        "Lucinda: You know, I could promise you something. You don't have to worry about Dusty anymore. I'll take care of him. All right? I can handle it.",
        "Lily: Holden --",
        "Lucinda: He's here. He'll come back soon, okay? Honey, why don't you try to get some -- I don't know if you can sleep, but you know --close your eyes and get some rest all right, Baby? You'll feel so much better in the morning, everything will look different. So don't you worry. I'll take care of Dusty. Okay? Sleep, Baby. Rest, anyway.",
        "[Door closing]",
        "[SCENE_BREAK]",
        "Margo: You know? Why don't you guys both take it easy. Why don't you find someplace else to be?",
        "Lucinda: All right.",
        "Holden: Is she all right?",
        "Lucinda: Yes, I saw her just a minute.",
        "Holden: She's conscious?",
        "Lucinda: Well, the effect of the drugs, they haven't worn off yet. But she's going to be all right!",
        "Holden: Oh, thank God.",
        "Lucinda: Okay, thank you, Darling. If you hadn't found her when you did I don't know what would've happened.",
        "Holden: This never should've happened.",
        "Lucinda: Lily blames Dusty.",
        "Holden: Yeah, so do I.",
        "Bonnie: Holden, take a breath. Let's not go there.",
        "Holden: No, I'm fine -- I'm fine. As long as I know that Lily's okay. Bonnie, I hope you understand I need to be here for Lily tonight.",
        "Bonnie: Of course, of course. She's your family.",
        "Holden: I promise you I will make this up to you some other time.",
        "[SCENE_BREAK]",
        "Will: We're home.",
        "Gwen: Sofie?",
        "Aaron: Hey.",
        "Will: Hey.",
        "Gwen: Aaron --",
        "Will: What are you doing here?",
        "Gwen: I thought you had to work.",
        "Aaron: I did. I got a call from Sofie.",
        "Gwen: Is everything okay?",
        "Aaron: Yeah, she just needed some help with the baby.",
        "Will: But Hallie's okay?",
        "Aaron: Hallie's fine. You have nothing to worry about. Just helped her feed her, and now she's back in bed. They're both in the room if you want to see them.",
        "Sofie: Hi. I love watching her sleep. She's beautiful, isn't she?",
        "Will: Yeah, we think so.",
        "Sofie: She's got the cutest little nose.",
        "Gwen: Sofie, thank you so much for babysitting her. But we really ought to put her down for the night.",
        "Sofie: Would you like some help?",
        "Will: No, we got it. We're fine. Thanks.",
        "Sofie: Okay. Watch her arm. She's got my shirt -- if you ever need me to baby- sit again, I'm getting pretty good at it, thanks to Aaron.",
        "Aaron: You all set?",
        "Sofie: I'll be back to see you real soon, Sweetpea. Bye.",
        "[SCENE_BREAK]",
        "Dusty: You got to get that evidence down to the hospital. I'm running out of time. I got to stop Chris Hughes tonight.",
        "[SCENE_BREAK]",
        "Chris: Is all this really necessary? Why should we put off the signing because of Dusty?",
        "Margo: The board was pretty adamant about waiting.",
        "Tom: Hey, it's not going to be that much longer.",
        "Kim: Honey, try to relax. Dusty doesn't have any evidence against you. We just have to have the board recognize that. You don't have anything to hide, so you don't have anything to worry about, right?",
        "Chris: It just seems like a monumental waste of time. There's something I have to take care of. Excuse me. I guess you and I are in the same boat when it comes to Dusty.",
        "Holden: How do you mean?",
        "Chris: He trashed my relationship with Emily. Seems like he did the same with you and Lily.",
        "Holden: Yeah, Dusty is a real piece of work.",
        "Chris: Yeah, this time he's gone too far. But he won't get away with it.",
        "[In Scottish accent]",
        "Bonnie: The McKechnies always enjoyed a wee bit of scotch.",
        "Holden: Thank you. What Dusty did to Lily -- unforgivable.",
        "Bonnie: That may be true. But Lily made her own mistakes.",
        "Holden: I know that. But Dusty, he took advantage of her when she was vulnerable. It wasn't right.",
        "Bonnie: Can I ask you a question? After seeing even more of this vulnerability tonight, are you rethinking the divorce?",
        "Holden: You know, I can't really answer that right now. I just know that I need to be there for Lily as long as she needs me. Listen, if you want to head home, I understand.",
        "Bonnie: Yeah, I probably should. Wasn't much of a party anyway, was it?",
        "Holden: I'm sorry.",
        "Bonnie: No, it's okay. We'll just do this another time, right? Good night.",
        "Holden: Good night.",
        "Bonnie: I hope Lily's feels better.",
        "[SCENE_BREAK]",
        "Kim: I have a feeling the board members are getting a little restless. I'm going to go make nice.",
        "Tom: Well, Dusty sure does know how to ruin a party. And for what? It's not like he's going to come up with any evidence against Chris.",
        "Margo: Why would Dusty lie about something like this?",
        "Tom: Are you trying to tell me that you think Chris actually has something to hide?",
        "Margo: I hope not.",
        "Chris: Lucinda, can you do me a favor? Tell the guests I'll be right back. There's something I have to take care of.",
        "Lucinda: What? Dusty?",
        "Chris: I'm sick of him making trouble.",
        "Lucinda: After tonight, Dusty can go to hell for all I care. But you -- you keep saying that you're not worried about any real evidence he may have against you.",
        "Chris: I'm not. The memo 21 project is going forward and there is nothing Dusty Donovan can do to stop it. Not while I'm in charge.",
        "Lucinda: I'll take care of the guests.",
        "Chris: Thank you.",
        "Emily: Chris, please -- please, just listen to me. You have to understand why I didn't tell you I was with Dusty --",
        "Chris: Oh, was it the same reason you didn't tell me about your side job? Girls like you, you don't kiss and tell, right?",
        "Emily: Chris, please --",
        "Chris: Before all of this happened, I told you I loved you. Now I know why you couldn't say it back. I guess I dodged a bullet there, didn't I?",
        "Chris: Wow, you don't quit, do you?",
        "Emily: Not until you listen to me. Chris, please. I'm sorry. I never meant to hurt you. What happened with Dusty was a mistake.",
        "Chris: It didn't just happen. You had a choice. And you chose to sleep with him. Whether it was for money or not, I can't handle that.",
        "Emily: We can work through this. I know we can.",
        "Chris: Are you crazy? You lied to me, Emily. Not only about your past -- that was bad enough. But Dusty -- Dusty was the deal breaker.",
        "Emily: I said I was sorry.",
        "Chris: You knew Donovan was out to ruin me. And you slept with the one man, the one son of a -- I can't even look at you. I can't -- stay the hell away from me.",
        "[SCENE_BREAK]",
        "Kim: I would say Dusty is running out of time, wouldn't you?",
        "Evan: Then we can finally sign the damn contract.",
        "Lucinda: Yeah, that's all you're interested in, isn't it? Getting what you want. Excuse me. How are you holding up, Darling?",
        "Holden: I'm fine. I'm fine. I just need to go check on Lily.",
        "Lucinda: I know, I know. She hit bottom tonight. But I know that if those of us who love her rally around her, she'll be able to fight through this.",
        "Holden: It's going to take more than that. It's going to take keeping her away from Dusty Donovan.",
        "Lucinda: Oh, I couldn't agree with you more.",
        "Holden: Hey, I meant what I said. You stay away from her.",
        "Dusty: Don't tell me what to do.",
        "Holden: I will do whatever it takes to make sure you never go near her again.",
        "[SCENE_BREAK]",
        "Will: So did it feel weird having Sofie take care of Hallie?",
        "Gwen: No. She wasn't alone with her, Aaron was here. So I don't know, it wasn't really a big deal.",
        "Will: I know we said that we'd let her be a part of Hallie's life. But things looked a little intense when we got back. So, I don't want to ask her to baby- sit again.",
        "Gwen: Okay.",
        "Will: Good. 'Cause I don't want Sofie to turn into a problem.",
        "Gwen: She won't. It'll all work out. You'll see.",
        "[SCENE_BREAK]",
        "Sofie: Okay, I will admit that I was a little nervous about babysitting at first. But then I totally got into it.",
        "Aaron: Yeah, you did seem to get the hang of giving her a bottle.",
        "Sofie: Yeah. I hope Gwen and Will let me baby-sit for her again real soon.",
        "Aaron: You're really enthusiastic about this, aren't you?",
        "Sofie: Yeah, why shouldn't I be?",
        "Aaron: I just haven't seen you smile like this in such a long time. I'm going to get you some ice cream to celebrate.",
        "Sofie: Okay.",
        "[SCENE_BREAK]",
        "Holden: Lily?",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Dusty: Yeah. I'll be right there.",
        "[SCENE_BREAK]",
        "Kim: Looks as if Dusty was blowing smoke after all.",
        "Tom: Well, it sure took the wind out of the party.",
        "Kim: Yeah, thank heavens. No harm was done. Okay, I'm going to go check on your dad.",
        "Tom: Give him my love, will ya?",
        "Kim: I'll do that.",
        "Tom: Thanks.",
        "Kim: And I have plenty left over for you both.",
        "Tom: Well -- what a night.",
        "Margo: Swell party, huh? You were right about one thing.",
        "Tom: Well, that would be a first. Not about me being right. About you admitting it.",
        "Margo: Should've slapped a restraining order on Donovan, after all.",
        "[SCENE_BREAK]",
        "[Door locking]",
        "Dusty: Who's there?",
        "[NEXT_ON]",
        "Lily: Dusty's dead --",
        "Tom: You need to be as far away from this as possible.",
        "Chris: Are you saying I'm a suspect?",
        "Susan: Holden, can I help you?",
        "Emily: Forgive me. Forgive me, please!",
        "Brad: I love you. I love you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=0CTS0L7sO0U"
}