{
    "Episode Summary": [],
    "Recap": [
        "Jack rushes to his daughter's bedside who turns out will be okay. His concern for Carly isn't so much. Jack becomes angry with Carly when she can't offer him a reason or explanation for the crash. Jack is beginning to pick up on something that is off about Carly's behavior. When he asks her about it, she won't reveal that she is sick. Brad is agitated that Carly will not tell Jack the truth. After Jack leaves with Sage, the doctor returns with some concerns. One of the tests he ran when Carly came into the ER revealed some abnormalities that is cause for grave concern. Carly acts as if this news is frivolous while Brad is taking it very seriously. The doctor wants her to see a neurosurgeon immediately. Brad drive Carly home where they argue over whether she should tell Jack and if there is something wrong with her. Brad wants to stay the night but Carly kicks him out. Jack tells Katie who is remarkable supportive and worried for Carly that he is scared for his ex-wife.",
        "Maddie is still trying to cope with the fact that Noah has feelings for Luke. Noah tries to make things right with her for the sake of saving face with his father. Maddie sees through it and will not have an part of his lies anymore. Noah tries to talk to Luke who defends himself and his friend. Noah knows in his heart what Noah and Maddie are saying is true but he does not want the wrath of his father. Noah meets his father for dinner to tell him about the break up. Winston doesn't take it well and tells Noah to do whatever he has to, to fix the relationship. Noah sees Luke come in with his mother and begins to try and explain that the relationship can't be fixed. Winston knows what his son is saying but turns his anger towards Luke when he sees Luke watching them talk. Winston threatens Luke and blames him for turning his son into \"one of your kind\" Luke stands proud of what he is and that he didn't do anything to Noah.",
        "Dusty meets with Tom and tells him of his alternate theory for Cherie's murder. Tom isn't so convinced but Dusty promises he is working on getting the evidence. Tom is afraid Dusty is going to or has broken the law to save himself from a murder conviction but Dusty assures him, everything will be in place soon to take to the DA."
    ],
    "Recap Author": "Dani",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Nurse: But she's with the doctor right now.",
        "Jack: I'm a police officer, my daughter was in that accident. Just tell me what room she's in, please?",
        "Nurse: There --",
        "Carly: The doctor says she shouldn't have a scar.",
        "Doctor: There we are. All done.",
        "Jack: Did she need stitches?",
        "Doctor: No, it wasn't very deep. And they heal pretty quickly at this age. Okay, Sage, one more time -- good. Well, I don't see any signs of a concussion, but it wouldn't be a bad idea to wake her up tonight every hour, hour and a half, and just bring her right back if she shows any signs of nausea, has difficulty speaking or seems passive in any way.",
        "Carly: Thank you.",
        "Jack: So, she can go home?",
        "Doctor: No problem. You wait right here, I'll be back. Excuse me.",
        "Jack: You okay?",
        "Sage: Yeah.",
        "Jack: Does it hurt?",
        "Sage: Not much.",
        "Jack: I have a feeling you wouldn't tell me the truth if it did. Because you're so brave. You scared the heck out of me.",
        "Sage: Daddy, everything's fine.",
        "Jack: Right. Hey, Brad?",
        "Brad: Hey, everything okay?",
        "Sage: I keep saying, I'm fine.",
        "Jack: Yeah, okay, we believe you. Listen, you didn't make it to the party, so I know you got jipped out of the desserts. So, Brad, can you take her to the cafeteria? Get whatever she wants.",
        "Brad: Sure, sure. Carly, are you okay?",
        "Carly: I'm fine. Thank you, Brad.",
        "Brad: Hospital cafeteria it is. I hope we're not too late for the floor show. Come on, little lady.",
        "Sage: They're going to have a fight, I can tell.",
        "Carly: She's right, isn't she?",
        "Jack: What the hell happened, Carly?",
        "[SCENE_BREAK]",
        "Katie: Is Sage okay? Oh, good. And how about Carly? So, you have no idea what happened? Okay. All right, thank you for calling. Bye. No, thanks. I am not hungry.",
        "Henry: What did Margo say?",
        "Katie: She said that Sage walked to the ambulance by herself and the EMTs said that there wasn't anything seriously wrong with her.",
        "Henry: Good. What about Carly?",
        "Katie: She's freaked out about Sage and has no idea what happened.",
        "Henry: You don't think --",
        "Katie: No, no. Henry, she wouldn't do that with Sage in the car. I know that.",
        "Henry: So, it was just an accident.",
        "Katie: Margo said there weren't any marks on the road. So, it's not like she hit the brakes to avoid a deer or something. She just swerved off the road for no apparent reason.",
        "Henry: No reason and yet, she managed to reel Jack back in yet one more time.",
        "[SCENE_BREAK]",
        "Noah: Hey, Maddie -- Maddie, hey, what's up? Maddie, can you not hear me?",
        "Maddie: No --",
        "Noah: I've been looking all over for you. You weren't at the studio, you haven't been picking up your calls.",
        "Maddie: I know, I just -- I want to be alone.",
        "Noah: Okay, you're still going to have dinner with me and my dad, aren't you? Come on, you're not going to make me face him on my own, right?",
        "Maddie: Don't!",
        "Noah: Maddie, what's wrong?",
        "Maddie: I told you I just -- I want to be alone, okay?",
        "[SCENE_BREAK]",
        "Tom: Okay, Baby, then I'll see you later on tonight. Yeah, yeah, me too.",
        "Dusty: I know you just got back into town. If you want to spend time with your wife, we can do this in the morning.",
        "Tom: No, no, she's working anyway. Besides, you and I need to catch up.",
        "Dusty: Not much to catch up on, not much happened while you were away.",
        "Tom: Well, that's not good, Dusty. Because you're the only suspect that Margo -- that the police have.",
        "Dusty: She thinks I did it, huh?",
        "Tom: Well, she's got solid evidence against you and therefore no need to even search for anyone else.",
        "Dusty: Well, with all due respect to Margo, why isn't she looking? I mean, Cheri was a crazy hooker. Am I the only one in town with a problem with her?",
        "Tom: No. But you were the only guy in the room with the dead girl. The only one who was concealing evidence and obstructing justice. We don't need to be looking at what Margo is doing right now, we need to look at what you did.",
        "[SCENE_BREAK]",
        "Jack: I want to know what happened.",
        "Carly: I was in an accident.",
        "Jack: That's it?",
        "Carly: What do you think happened? Do you think I put my little girl in my car and intentionally drove off the road to spoil your wedding shower? Is that what you think?",
        "Jack: No, Carly.",
        "Carly: But still the third degree? Jack; I just want to know what happened. Or do you even know?",
        "Carly: Now I see. She's not in full possession of her faculties, she's a couple of cards shy of a deck.",
        "Jack: I just got a phone call that my daughter was in a car accident and was taken to the hospital. No time for jokes.",
        "Carly: We agree on something. There is nothing funny about anything that happened tonight.",
        "Jack: Do you even remember what happened?",
        "Carly: I wasn't drinking --",
        "Jack: That's not what I asked.",
        "Carly: I've been having a little trouble -- I've been depressed. I probably shouldn't have been driving.",
        "Jack: But you did, Carly. With Sage in the car.",
        "Carly: Sage wanted to go to that party. She was feeling guilty because she likes Katie and she thought she was betraying me. I thought, if I drove her there myself, she would see it was perfectly okay with me.",
        "Jack: That's what you wanted to happen, but that's not what happened.",
        "Carly: You're right. It didn't.",
        "Jack: I don't think I have any choice but to be completely honest with you.",
        "Carly: Be my guest.",
        "Jack: I'm scared. I'm scared that this depression you talked about. I think you can't deal with the fact that I'm marrying Katie. And that you're not in control anymore.",
        "[SCENE_BREAK]",
        "Katie: No, Henry, you're wrong. She wouldn't do something like this on purpose.",
        "Henry: Well, maybe she can't help herself?",
        "Katie: She had her child in the car, she would not put her in harm's way. And even on the practical level, Jack would take those kids away so fast, her head would spin if she even tried something like that.",
        "Henry: You're being very level-headed about this.",
        "Katie: I know, it's weird, right?",
        "Henry: It is -- it's very mature. I'm not sure I like it.",
        "Katie: I don't think I have a choice.",
        "Henry: What? Of course you have a choice. We all have the freedom to be petty. It's an inalienable right.",
        "Katie: But I have Jack. I have his kids who love me. And I have everything I've ever wanted. It's -- I have to be big about this. I mean, I want to be.",
        "Henry: You feel sorry for Carly?",
        "Katie: Yeah, I actually do. She has everything that matters to her taken away from her. And we did actually used to be friends. I feel bad that she's going through this.",
        "Henry: Yeah, Sweetie, all of her problems are her own damned fault.",
        "Katie: I know. That's what we used to have in common. Do you know how weird it is to be considered the good one? Me?",
        "Henry: Who are you and what have you done with my friend Katie?",
        "Katie: I do just want us to all be happy. And I wish that could happen. Maybe after the wedding, I don't know -- after everything calms down.",
        "Henry: Sweetie, you don't really believe that, do you?",
        "Katie: I know that Carly has to calm down. Because I don't know how much more of this Jack's going to take.",
        "[SCENE_BREAK]",
        "Lily: Hi, Honey.",
        "Luke: Oh, hi.",
        "Lily: Hi.",
        "Luke: I thought you were at that shower.",
        "Lily: Uh, it broke up early. Carly was driving Sage and got into a car accident. Jack went to the hospital. He didn't want anyone else to go.",
        "Luke: Are they going to be okay?",
        "Lily: Its fine -- it's not serious. But, it kind of took the air out of the party.",
        "Luke: Well, I bet calls from hospitals can do that.",
        "Lily: Is your dad here?",
        "Luke: Yeah, he's still out in the barn.",
        "Lily: What are you doing?",
        "Luke: Well, I am trying to write.",
        "Lily: Oh, sorry -- I'll leave --",
        "Luke: No, no --",
        "Lily: I understand --",
        "Luke: No, no, it's okay. It's okay. I'm managing like 11 words an hour, anyways.",
        "Lily: Oh. You know what makes you type faster?",
        "Luke: What?",
        "Lily: Cookies.",
        "Luke: Cookies -- oh, cookies.",
        "Lily: Fresh cookies -- [Knock on the door] Hi. Come on in.",
        "Luke: Mom, this is Noah. He works with me and Maddie down at the studio.",
        "Lily: Oh. Nice to see you.",
        "Noah: You too, Mrs. Snyder. Luke, can I talk to you outside? For a minute?",
        "Lily: I was just going to go outside. You stay here. I'll be outside. There's cookies.",
        "Luke: What are you doing here? I thought you were having dinner with your father.",
        "Noah: What did you say to her?",
        "Luke: To who? To Maddie?",
        "Noah: Yeah, Maddie. She pulled away from me like I was -- she won't even talk to me, what the hell did you do?",
        "Luke: Oh, Man.",
        "Noah: Oh, is this painful for you? You wreck my entire life, and you're the one who's wounded by it --",
        "Luke: Wait, wait -- so, you're mad? You're mad at me? You think I did something?",
        "Noah: I think you did what you've wanted to do ever since we --",
        "Luke: Ever since we what? Ever since we what? Ever since we kissed? You can't even say it.",
        "Noah: It wasn't your decision.",
        "Luke: I didn't do anything. Maddie came to me knowing what you didn't want her to know. She asked me about it and I told her that she needed to talk to you. What I've been telling you for weeks!",
        "Noah: Luke, you could have --",
        "Luke: I could have what? Lied? Covered for you, again? Lied to my friend? So we could just go on pretending?",
        "Noah: I'm not lying to her, okay? I want to move in with her. I want things to go back to the way they were before -- before you screwed up --",
        "Luke: You know what? Just hold on -- just a minute. We both know that I have been nothing but honest since the beginning. And it was you came on to me. I didn't try to seduce you. I didn't try to convert you. And now that Maddie knows what you are -- well, that -- as they say, is inevitable.",
        "Noah: I've got to go find Maddie. I've got to go tell her that I am not like you.",
        "Luke: Yeah, you're not like me. That's for damned sure. At least I'm happy with who I am.",
        "Noah: Luke, it's not -- damn it!",
        "[SCENE_BREAK]",
        "Dusty: Tom, tell me about attorney/client privilege.",
        "Tom: Anything you were to tell me about what you have already done is privileged. If I were to tell someone, and I wouldn't, it wouldn't be admissible. The only exception is if you were to say something to me about a future crime. Then, as an officer of the court, I would be obliged to come forward.",
        "Dusty: No future crimes. That I know of.",
        "Tom: Then, what are you doing?",
        "Dusty: I'm not going to tell you how I found this out, or how I'm going to find out more. But I have an alternative theory about this crime.",
        "[SCENE_BREAK]",
        "Carly: Jack --",
        "Jack: Carly, I am not threatening you here.",
        "Carly: You just implied that I can't look after my kids.",
        "Jack: Our kids. And you can't even explain what happened tonight.",
        "Carly: What happened is that I wasn't feeling well to begin with. That I have been worried about Sage, that you came in here and started interrogating me.",
        "Jack: Okay, fine. Get some rest, we'll talk about it in the morning. But this isn't going away, Carly. You can't make it go away.",
        "Carly: I'm not trying to --",
        "Jack: What? What's wrong? Carly?",
        "Carly: I have a headache.",
        "Jack: Okay. Look. Listen, I'm going to take Sage tonight. Someone's got to wake her up every hour. And you try to get a good night's sleep.",
        "Carly: Thank you.",
        "Jack: No problem.",
        "Carly: No, thanks for putting that nice spin on it. You were going to take Sage no matter what, we both know that.",
        "Jack: Carly, I'm not trying to hurt you, okay? I'm just looking after my family.",
        "Carly: I know. Go. Take Sage. Tell Katie I'm sorry. Tell the boys I'm okay.",
        "Jack: Are you? Are you really?",
        "Jack: Look, I know this is probably our worst time ever. But I hope you still trust me enough that if something's wrong, you'll tell me.",
        "Carly: Maybe we are still kind of friends.",
        "Jack: Carly, I'm moving on. There's nothing you can do about that. That doesn't mean I don't want you to be -- not you. And tonight, you just seem --",
        "Carly: Hey, Sweetheart. You're going with Dad. You're going to go to the farm tonight. We flipped a coin, he lost. He's the one who's got to get up every hour on the hour.",
        "Sage: And you're okay?",
        "Carly: Yeah, I just have this headache. I'll be better by morning.",
        "Sage: You did have a fight, didn't you?",
        "Carly: We did not fight.",
        "Jack: You don't fight just because somebody had an accident, you know.",
        "Sage: That's right. The nurse said you had to sign some papers before I can leave.",
        "Jack: Oh, yes. Okay. We'll talk in the morning.",
        "Carly: Yeah, I'll call you. I want to sleep in tomorrow.",
        "Jack: You do that.",
        "Carly: Thanks.",
        "Brad: So, no fight, huh? You and Jack just had a nice, calm discussion.",
        "Carly: That's right.",
        "Brad: You told him that you were sick?",
        "Carly: No, because I'm not.",
        "Brad: Carly --",
        "Carly: What? No, don't start with me. After the day I've had, I really, Brad -- I can't take it. When can I get out of here?",
        "Doctor: Well, I just went over the initial tests we ran and I'm a little concerned.",
        "Carly: Is something wrong with Sage?",
        "Doctor: She's fine, Ms. Tenney. I'm concerned about you.",
        "[SCENE_BREAK]",
        "Noah: Can't you even talk to me?",
        "Maddie: I don't see what the point would be. I'm having a really hard time believing anything that you say anymore.",
        "Noah: So, you just took what Luke told you at face value, huh?",
        "Maddie: Luke didn't tell me anything. All he had to say was that it wasn't true. And he couldn't do it.",
        "Noah: And you didn't ask me.",
        "Maddie: Yes, I did! Noah, yes, I did! I asked you three, four times -- a hundred times every day, what you were feeling. What -- what Luke meant to you.",
        "Noah: Luke's my friend --",
        "Maddie: Stop it! Stop lying! You used me. Noah, you used me to get acceptance from your father. Don't you think you at least owe me the truth?",
        "Noah: I am telling you the truth. I mean, with you, my father, Luke, it's just one thing or the other. I wanted you, Maddie, I still do. We made love --",
        "Maddie: Yeah, I don't know what you were thinking when we did. I'm just -- I'm feeling a little bit beat up here, Noah.",
        "Noah: Maddie, listen --",
        "Maddie: No, you listen. Okay, I don't judge you because -- because you're gay, or straight, or bi, or whatever it is you finally decide to be. And I don't think it's wrong if you have feelings or if you're attracted to Luke. Because you are, aren't you? Aren't you?",
        "Noah: Yes.",
        "Maddie: And that's okay. It's okay. But the way that you treated me is not okay.",
        "Noah: If I can admit that -- if I tell you that I am really, really sorry, can't we get past this?",
        "Maddie: Because I mean that much to you?",
        "Noah: Yes.",
        "Maddie: Or you-- I mean that much to your father?",
        "[SCENE_BREAK]",
        "Lily: Noah's gone? What's wrong?",
        "Luke: Did -- did Dad tell you about me and Noah?",
        "Lily: No. But I -- I got the sense it wasn't just a casual visit, for either one of you.",
        "Luke: Um, I -- this morning, I ended up outing Noah to Maddie.",
        "Lily: What?",
        "Luke: And now, he's furious because he found out about it. And then I got furious because he was blaming me. But now, I'm thinking that maybe I meant to do it.",
        "Lily: Is he -- is he your boyfriend?",
        "Luke: No, no -- no. No, not now. Especially not now. Do you really want to talk about this?",
        "Lily: Honey, please. We can talk about anything. I never want that to change. Tell me.",
        "Luke: Okay. Noah's in a really horrible situation. You know, at least I have you guys. Noah doesn't have a mother and his father's like -- like this really strict military guy. You know, not exactly easy-going.",
        "Lily: So, he's afraid his father will find out.",
        "Luke: Coming out was hard for me, I can't even imagine what it would be like for him. And the worst part is it's like Noah -- Noah doesn't want it to be true.",
        "Lily: Does Maddie know?",
        "Luke: Well, I kept telling him that he has to tell her. It's not fair. And then this morning, when she came up to me -- I --I just couldn't keep lying --",
        "Lily: Did you tell Maddie about Noah?",
        "Luke: No, Mom -- no, no -- no, I didn't. I just said that she needed to talk to him. But we both knew what I really meant.",
        "Lily: I'm so -- I'm so sorry. This is a mess. Honey.",
        "Luke: Yeah, it's just -- now, I'm thinking like, maybe I'm just like everybody else. Maybe I'm just putting myself first.",
        "Lily: You really like him, don't you?",
        "Luke: Well, I've liked other guys. But I've never had anyone feel that way for me.",
        "[SCENE_BREAK]",
        "Doctor: There were some anomalies in your brain scan. It could be nothing, but I want you to see a specialist, a neurosurgeon.",
        "Carly: Because I bumped my head in an accident?",
        "Doctor: I don't think what I saw is related to the accident. This is Dr. Ever's card. I've already forwarded him your records, and he'll be expecting your call tomorrow morning.",
        "Carly: Right.",
        "Doctor: Ms. Tenney, have you been having any headaches, dizziness?",
        "Carly: No.",
        "Brad: Carly! Doctor, this afternoon, before the accident --",
        "Carly: Jack. I thought you left. Doctor, thank you so much, you've been really great.",
        "Doctor: I'll be in my office if you'd like to talk some more.",
        "Carly: I just want to go home and go to bed.",
        "Doctor: Right.",
        "Jack: What was that all about?",
        "Carly: Just confirmed what we thought. That the headache made me black out for a moment or two. It won't happen again.",
        "Jack: So that's it?",
        "Carly: Yeah. Yeah, Jack. That's it.",
        "Jack: So a stress headache caused you to black out?",
        "Carly: Please, could this night be over?",
        "Jack: Hey, we were on our way out, Sage is worried about you. She wanted to make sure that the doctor said you were okay.",
        "Carly: Would you get her, please? Back me up, okay? She's going through enough.",
        "Jack: Are you going to lie to her? Are you lying to me?",
        "Carly: The doctor said I'm fine. And I thought maybe we could keep it between us that you think I'm losing control.",
        "Jack: Fine.",
        "Carly: Oh, hello Miss. Now it's time for you to go home and go to bed, right?",
        "Sage: You're okay? The doctor said?",
        "Carly: I'm okay, the doctor said. Didn't he?",
        "Jack: Yes. Yes, he did. And your mom's right, it's time for you to hit the sack. So why don't you give her a quick hug and we'll get out of here.",
        "Sage: Goodnight, Mommy.",
        "Carly: Goodnight, my darling. Now listen, we have to get together and talk about that dress for the wedding, right?",
        "Sage: I'll ask Katie what she thinks.",
        "Carly: Okay, and then you call me. Goodnight.",
        "Jack: Goodnight. You know, in all the confusion, I didn't even ask if you had dinner.",
        "Brad: Why don't you ask the doctor about the pain, maybe he could give you something.",
        "Carly: Maybe you could give me something. Like a ride home.",
        "Brad: Why did you cover it all up in front of Jack?",
        "Carly: Jack has his theory. He thinks that my subconscious, literally, drove me off the road.",
        "Brad: You could have proven him wrong, Carly. You could of told him the truth.",
        "[SCENE_BREAK]",
        "Noah: Well I'm sorry you feel like I was using you. Maddie, think about it. We were -- we were connected before my dad was even around.",
        "Maddie: And I'm starting to figure something out. Even when he's not around, he's still giving you orders.",
        "Noah: Hey, you know what? You don't know everything about me.",
        "Maddie: I know that you have feelings for Luke that you wish you didn't. And that you wish you had feelings for me that you don't.",
        "Noah: Okay, why don't you just give me a chance? Let me show you that we can get past this.",
        "Maddie: I don't want to. I may not have all of the self-esteem in the world, but I am not going to be your proof that you are a man. Because you really -- you already are a man, Noah. Just not the one he wants you to be.",
        "[SCENE_BREAK]",
        "Tom: This abusive husband, the kid -- do you have any proof to support any of that?",
        "Dusty: No, not that I'm willing to share. At this point.",
        "Tom: Mm-hmm. Well judges, juries -- they tend to like evidence. But maybe they'll just take your word on this one.",
        "Dusty: Oh, I intend to prove he did it.",
        "Tom: Then I would have to ask. How?",
        "Dusty: It's all in the up and up, Tom. You don't have to worry.",
        "Tom: Do you think it would be a good idea to run this alternative theory of yours by the D.A.?",
        "Dusty: Yeah, but not yet. Like you said, I have a history. I want to make sure everything's in order before we go to them, you know?",
        "Tom: Okay. Then, don't waste any time. Oh and don't do anything illegal. You are already on thin ice.",
        "Dusty: I wouldn't be if the cops --",
        "Tom: If they what?",
        "Dusty: Never mind.",
        "Tom: You know, there's a term -- it's a word for people that think they're smarter than the cops. Convict.",
        "[Dusty calls someone on his cell phone]",
        "Dusty: You call me? Okay, meet me in my room. Don't let anyone see you.",
        "[SCENE_BREAK]",
        "Carly: I can't tell Jack the truth. I don't know what it is.",
        "Brad: I do. There is something wrong with you, Carly. I kind of felt that way when I saw you lying on the floor, when I found you there. I mean, when the doctor comes in, says, oh Carly, you should see the neurosurgeon --",
        "Carly: Stop it!",
        "Brad: You gotta put two and two together. Look, tell Jack. You shouldn't go through this alone.",
        "Carly: I'm not. God, in his wisdom, has given me you.",
        "Brad: We both know how useless I am. Why won't you tell him?",
        "Carly: I don't know. I don't want to.",
        "Brad: Yes, you do.",
        "Carly: When I tell Jack, whatever is wrong with me will be real. I'm not ready for that.",
        "Henry: Hey. You missed the party.",
        "[SCENE_BREAK]",
        "Maddie: Sorry, I had things to do. Scheduling at work. Breaking up with Noah.",
        "Henry: Oh.",
        "Maddie: You were right. About everything.",
        "Henry: Oh Sweetie, I'm -- I am sorry.",
        "Maddie: He said that he wanted to keep going. That he really does care about me.",
        "Henry: I'm sure he did -- that he does.",
        "Maddie: I said some really, really mean things to him. I was very cold.",
        "Henry: About his feelings for Luke?",
        "Maddie: No, about how he used me. Very cold. Very mean. I just --",
        "Henry: What? What?",
        "Maddie: I didn't want him to see that part of me that --",
        "Henry: What?",
        "Maddie: I really, really liked him. And I don't want to be alone.",
        "Henry: I get that.",
        "Maddie: I just -- I wanted to buy furniture with somebody, you know? I wanted to buy furniture and wake up to somebody and come home to somebody. Somebody who wanted me.",
        "Henry: That's what we all want, Sweetie.",
        "Maddie: I just -- I don't think I'm ever going to find it, Henry.",
        "[SCENE_BREAK]",
        "Noah: Sorry, I'm late.",
        "Col. Mayer: You know, one of the few things I know about women is that punctuality isn't their strong suit. So let me guess. Let me guess -- she suddenly decided she hated what she was wearing, she had to change everything, right down --",
        "Noah: Maddie's not coming.",
        "Col. Mayer: Oh, I see. She's working late, huh? Well look, we can do this tomorrow night, too.",
        "Noah: No, Dad. Maddie and I, we broke up.",
        "Col. Mayer: No, you didn't.",
        "Noah: Excuse me?",
        "Col. Mayer: I said no. You didn't break up. You had a fight, and you're over- reacting like you always do.",
        "Noah: Dad, I am not over-reacting about this.",
        "Col. Mayer: Noah, she's a lovely young woman and she's perfect for you. So whatever it is that's upsetting her, buy her flowers, beg her forgiveness, swear you will change.",
        "Noah: What if I can't?",
        "Col. Mayer: What?",
        "Noah: What if I can't?",
        "[SCENE_BREAK]",
        "Katie: Is Sage doing okay?",
        "Jack: Yeah, thank God.",
        "Katie: Want a beer or a sandwich or something?",
        "Jack: Maybe later, after I tuck her in.",
        "Katie: I can do that.",
        "Jack: We could do it together.",
        "Katie: That's a good idea. You okay?",
        "Jack: I'm fine.",
        "Katie: You're not fine.",
        "Jack: I was so sick of being mad at her, and I thought anything would be better than being that mad. But this -- this is worse.",
        "Katie: How?",
        "Jack: Now I'm scared for her.",
        "[SCENE_BREAK]",
        "Brad: Can I get you something?",
        "Carly: No.",
        "Brad: I'm going to get a beer.",
        "Carly: Look, Brad, don't make yourself at home, okay?",
        "Brad: I am not going to leave you alone.",
        "Carly: Jack already thinks I'm crazy. What a great idea to have his brother spend the night.",
        "Brad: He would understand if he knew you were sick.",
        "Carly: That's not going to happen.",
        "Brad: It could. Either you let me help you, or I'm calling Jack.",
        "[SCENE_BREAK]",
        "Henry: Okay, Sweetie, I'm not -- I'm not saying don't be sad. Because it is sad and sad hurts. But I'm not going to let you sit here and say that this was your last chance.",
        "Maddie: Henry, look at my history. Maybe I don't even want another chance.",
        "Henry: Oh Man, come on. Two is not a history, all right? I want you to take care of yourself. I want you to get over this. And then I want you to get back out there and start going through the pool.",
        "Maddie: I don't think any girl has ever been told that by her brother.",
        "Henry: And another thing, I need you to have a little bit of faith, all right? Lighten up. I don't care what the compatibility programs say, true love will not be found through some questionnaires and a little hard work. There's gotta be an element of --",
        "Maddie: What?",
        "Henry: Magic.",
        "Maddie: Oh, come on.",
        "Henry: No, you come on. No, you come on. Remember how serious you and Casey always were? Gosh. And you and Noah -- I mean, it's like a couple of 40 year olds worried about mortgage rates --",
        "Maddie: You're supposed to be making me feel better.",
        "Henry: I am making you feel better. It's going to happen. And when it does, you're gonna be like Noah who? Casey -- that guy with the record? Okay?",
        "Maddie: Okay. Well, to sum up, I have a terrible love life. But an okay brother.",
        "Henry: Your guy is out there, Maddie.",
        "Maddie: Yeah.",
        "Henry: He's the luckiest guy in the world.",
        "[SCENE_BREAK]",
        "Col. Mayer: What did you just say to me?",
        "Noah: I said what if I -- I mean, what if Maddie and I can't change what's wrong?",
        "Col. Mayer: I have cut you a lot of slack, young man, because that girl seemed to have straightened you out.",
        "Noah: Oh, so it's all about her? It has nothing to do with me? Nothing to do with who I am and the things I've done?",
        "Col. Mayer: Who you are is yet to be determined, what you have done has not always been something to be proud of. But you will not use that tone with me, understand?",
        "Noah: Yes, Sir.",
        "[SCENE_BREAK]",
        "Lily: Oh, I have to go talk to the auditor. Can you get us a table? I'll be right in.",
        "Luke: Yeah, I'm still not really sure about this, Mom.",
        "Lily: Oh, come on. It's much better than sitting around, moping, isn't it?",
        "Luke: Yes.",
        "Lily: We'll have fun, I promise.",
        "Luke: Okay.",
        "Lily: I'll be right in.",
        "Luke: Okay.",
        "Col. Mayer: So you're going to call Maddie -- you are going to apologize -- this is what I was afraid of.",
        "Noah: What are you going to do?",
        "Col. Mayer: Handle the situation. Like you should have from the get-go.",
        "Luke: Colonel Mayer.",
        "Col. Mayer: I've seen the kind of trouble your kind stirs up. Get your little feelings hurt so you start whispering in Maddie's ear.",
        "Luke: Yeah? Okay, well I didn't do that.",
        "Col. Mayer: Stay away from my son. Or you'll be dealing with me and you will not like it.",
        "Luke: Noah, look I'm so sorry.",
        "Noah: Just leave me alone.",
        "[SCENE_BREAK]",
        "Dusty: So, you got something?",
        "P.I.: You were right.",
        "Dusty: Cheri was married and had a son?",
        "P.I.: Not only that, there's indications the husband was abusive.",
        "Dusty: Indications? What does that mean?",
        "P.I.: Police report from 1988.",
        "Dusty: Charlene Wilson files a domestic battery complaint in ft. Gordon, Georgia.",
        "P.I.: Plus there was an infant on the scene.",
        "Dusty: And the husband's name is -- Lieutenant Winston Mayer.",
        "[SCENE_BREAK]",
        "Jack: You are probably sick of talking about Carly. So I going to keep my mouth shut.",
        "Katie: Jack, please listen to me. Okay? Yes, at the end of the party, I wish you were with me and not her. But I think we have a real shot at being happy because not only are we in love, but we're friends. We listen to each other, and I really feel like a part of your life, and I love that just as much as I love you.",
        "Jack: If it weren't for the kids, if it were just you and me --",
        "Katie: You would still worry and care about Carly. That's how you are. It's okay. I think the technical term is great guy.",
        "Jack: There is going to come a day though, when we're going to have some time alone together.",
        "Katie: Just not today. We have a little girl to tuck in and tomorrow you have to see if Carly's doing okay. We have to take care of the kids and that's okay. We're okay.",
        "Jack: Thank you for coming out here. I'm glad you did.",
        "Katie: Me too.",
        "Jack: Come on.",
        "[SCENE_BREAK]",
        "Brad: It's your choice, Carly, Jack or me.",
        "Carly: Don't threaten me! Don't you blackmail me! You leave me alone, Brad, you leave me alone right now!",
        "Brad: Okay, okay. Okay. Calm down --",
        "Carly: Get out of here, right now, or I'll call the cops.",
        "Brad: Where's your cell phone?",
        "Carly: Oh, it's my head.",
        "Brad: Where's your cell phone?",
        "Carly: Brad, I told you that you're not calling anybody, you're leaving. Please --",
        "Brad: The only way I'm going to go, if I know I'm on your speed dial.",
        "Carly: What reason could I possibly have for putting you on my speed dial?",
        "Brad: It would make me leave.",
        "Carly: Here.",
        "Brad: Okay. You are going to call me, if anything happens. Right?",
        "Carly: Right.",
        "Brad: Right?",
        "Carly: Thank you, Brad. I need to be alone.",
        "Brad: Right. Okay, will you just -- will you try to get some sleep?",
        "Carly: I will.",
        "Brad: All right. And I want you to call me tomorrow morning and I'm going to drive you to the doctor's.",
        "Carly: Fine.",
        "Brad: Good night.",
        "Carly: Good night.",
        "Brad: Stubborn as a mule.",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns.\"",
        "Col. Mayer: I know what he is, and what he's trying to do to my boy.",
        "Noah: Now I just have to figure out how to tell my dad I'm -- gay. Without him going off the deep-end.",
        "Carly: Abnormality?",
        "Doctor: You have a lesion on your brain."
    ],
    "Transcript Author": [
        "Provided by Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=P_yd_xddF_c"
}