{
    "Episode Summary": [],
    "Recap": [
        "Holden and Lily make preparations for their wedding. Dusty asks Jennifer to move in with him but she wants for them to have some real dates first and act like a normal couple. Meg has her nursing License suspended so since she has nothing more to lose she steals medicine for Paul. Later at Java Meg bumps into Emily and she drops all of the stolen medication. Paul accidentally gets shot by some hunters and can't stop the bleeding because his arm is also wounded. Paul fears that an infection may set in before Meg returns to the cabin."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: Okay, so Jack and Carly, they're going to be here -- hey. What is it?",
        "Lily: I came so close.",
        "Holden: So close to what?",
        "Lily: I came so close to losing you all.",
        "Holden: Is that it? That's it?",
        "Lily: \"Is that it?\"",
        "Holden: Everything's okay. Everybody's alive, everybody's healthy. We're together.",
        "Lily: I know. I know.",
        "Holden: So why don't you save some of those happy tears for the ceremony tonight?",
        "Lily: Okay.",
        "[SCENE_BREAK]",
        "Dusty: I sent the deal points over 20 minutes ago. Holidays are over, I'm cracking the whip. No, don't bother Lucinda with that, I'll see her this afternoon anyway, I'll fill her in. Yeah. Bye.",
        "Jennifer: You're not going to the office today?",
        "Dusty: No.",
        "Jennifer: Never again?",
        "Dusty: Maybe not. Worldwide's no fun without you.",
        "Jennifer: So we can just hole up here forever?",
        "Dusty: Sounds good.",
        "Jennifer: So why do you have to see Lucinda today?",
        "Dusty: I've got to get her back the keys to the other place.",
        "Jennifer: It was your home, Dusty. You can say it.",
        "Dusty: No, it was just a place. We never made it to \"home.\"",
        "Jennifer: I'm not sure Meg would agree with that.",
        "Dusty: Well, Meg can have the place if she wants. My stuff is here now. I'm back here, and I like it. Maid service, room service.",
        "Jennifer: Bachelor life.",
        "Dusty: I didn't say that.",
        "Jennifer: Oh, come on, tell the truth. It feels good.",
        "Dusty: It feels normal.",
        "Jennifer: Yeah?",
        "Dusty: Yeah, it's my place. Where it used to be.",
        "Jennifer: Yeah, nobody's mess but your own, huh? No surprises.",
        "Dusty: It's a little tough, yeah. The woman of my dreams is down the hall -- I want you to move in with me. I want you and Johnny to move in with me.",
        "Jennifer: What, today?",
        "Dusty: Yeah, why not? Right now.",
        "Jennifer: This minute. That's what you want?",
        "Dusty: Yes. Is that a yes?",
        "[SCENE_BREAK]",
        "Emily: Hey.",
        "Susan: Hey, there. Did you finally get some sleep?",
        "Emily: Yeah, a little. Here, I made you your tuna salad the way you like it, with water chestnuts.",
        "Susan: You made me lunch?",
        "Emily: Yeah.",
        "Susan: You didn't have to.",
        "Emily: Oh, please. I used to make Daniel lunch everyday. I needed something to do today. You know, something normal.",
        "Susan: Thank you.",
        "Emily: Oh, yeah, I know, it's yours. I'm sorry.",
        "Susan: No, no, that's okay.",
        "Emily: No, it's not. But I don't have any of my things. I had to wear something.",
        "Susan: I know you haven't been back to that apartment since Paul -- since the wedding didn't -- yeah.",
        "Emily: Well, anyway, I'm headed over there right now, so --",
        "Susan: No, no, no! You can't.",
        "[SCENE_BREAK]",
        "Paul: Well, it's about time.",
        "Meg: It's been quite a morning. Did you try and take off your dressing?",
        "Paul: Yeah, well, I thought somebody should take care of it.",
        "Meg: Yeah, well, don't do that anymore.",
        "Paul: Why'd you have \"quite a morning?\"",
        "Meg: I had to find a place to stay, Paul. And then I had to pick up supplies, and drive around for an hour before I even got on the mountain road.",
        "Paul: Why'd you drive around for an hour?",
        "Meg: I had to make sure I didn't have a tail.",
        "Paul: What're you, like a secret agent now?",
        "Meg: No. You're a fugitive now. Officially. The police put out an APB on you. What do you think you're doing?",
        "Paul: Getting out of here.",
        "Meg: No. No. You don't go anywhere until I say so.",
        "[SCENE_BREAK]",
        "Dusty: Come on, let's go get your stuff. That's okay, it's not a problem.",
        "Jennifer: No, no, I'm not saying no exactly --",
        "Dusty: Jennifer, you don't have to explain it to me --",
        "Jennifer: Stop. I want more of this.",
        "Dusty: Yeah, that's the idea.",
        "Jennifer: I want more time. You know, you and I have never even really been on a real date?",
        "Dusty: Yeah, we skipped a lot, I guess.",
        "Jennifer: Yeah, and I want to go back and get it all.",
        "Dusty: You deserve it. I mean, after all the nonsense and the pain, you deserve to have fun.",
        "Jennifer: Well, we both do. So, you know, let's do it. Let's grab all the fun we can.",
        "Dusty: Let's do it.",
        "Jennifer: Besides, it would be so much -- me and the baby. So you keep your place. Right down the hall. And I'll keep mine, with the built-in babysitter.",
        "Dusty: I hadn't thought of that.",
        "Jennifer: But, since Grandma has her own plans today, this little guy is going on his errands with his mummy.",
        "Dusty: What do you say, J.D., a little shopping? I bet you can't wait.",
        "Jennifer: Oh, yes, we're going to go to the organic juice store, and then I found the cutest fabric with bunnies for your crib bumper. And then Mommy's gonna get a manicure.",
        "Dusty: That's it, hand him over.",
        "Jennifer: What?",
        "Dusty: Hand him over to me. Come here, J.D. I'm going to take J.D. for the afternoon. Because he heard about bunny fabric and manicures, and he said, \"no way.\" Didn't you?",
        "Jennifer: Well, what does Uncle Dusty have on tap for the day?",
        "Dusty: Oh, a little pool, dirt bikes. Something like that. Don't you need some time off? A little break?",
        "Jennifer: I haven't left him for more than an hour since I went to visit Paul in jail.",
        "Dusty: Well that's not a break. What do you think J.D.? You want to do some guy stuff? Want to do some guy stuff? See that? Of course he does.",
        "Jennifer: Okay, I'll put his car seat in your car. It goes in the back.",
        "Dusty: You hear that? We're taking a road trip.",
        "Jennifer: Dusty, are you sure about this? Because it's a constant thing -- you have to keep your eye on him all the time. You have to be taking care of him, all the time.",
        "Dusty: I got it, red.",
        "Jennifer: Of course you do. That's what you do. Okay. Okay then. All right, I'm going. Okay, honey bear. Bye, precious, Mommy loves you. Bye.",
        "Dusty: Bye.",
        "Jennifer: I'll see you later.",
        "Dusty: Okay. We'll be fine.",
        "Jennifer: Okay.",
        "Dusty: We'll be fine. Say bye to Mommy. Say bye Mommy. Wave at Mommy. So what first, buddy? Dirt bikes or pool?",
        "[SCENE_BREAK]",
        "Susan: What if Paul has come home? He could be there, you know.",
        "Emily: He couldn't.",
        "Susan: You don't know that.",
        "Emily: No. He's not coming back.",
        "Susan: Maybe he is, maybe he isn't. Why can't you wait until I can go with you?",
        "Emily: I don't need you to hold my hand.",
        "Susan: That man has talked himself back into your life more than once.",
        "Emily: That won't happen again.",
        "Susan: Emily, you're making some headway now with Tom, getting to see Daniel. Don't mess up your chances to see your son.",
        "Emily: Oh right, right -- because I mess up everything I touch, right? That's what you're saying. You know what, I can take care of this, okay? I can do it. Bye.",
        "Susan: Thanks for lunch.",
        "Hal: Munson.",
        "Susan: Hal, thank goodness. It's Susan.",
        "Hal: What's happened? Did Ryan show up?",
        "Susan: No, he hasn't. But you better get over to his apartment.",
        "Hal: Is Paul headed there? Did he contact Emily?",
        "Susan: I don't know. But she's acting a little strange and I don't like it. So could you check it out? Make sure everything's okay?",
        "[SCENE_BREAK]",
        "Holden: Surprise.",
        "Lily: Wait, wait a second. I thought the cat was lost in the fire.",
        "Holden: Well, this is the new and improved version.",
        "Lily: Oh, it looks so close.",
        "Holden: That was the idea. I've gotten better at carving since the first one. So this one is improved. Just like us.",
        "Lily: The first one was perfect. So is this one. I love it. Thank you.",
        "Holden: So are we ready for tonight?",
        "Lily: Yes, almost. Sierra can't come, but you got in touch with Jack and Carly, right?",
        "Holden: Yes.",
        "Lily: What about your mom?",
        "Holden: Well, I talked to her on the road, she was very excited to hear the news, but still pretty upset about Meg.",
        "Lily: Yes, that is a mess, isn't it?",
        "Holden: Yeah, she messed up, big time.",
        "Lily: Is Meg coming?",
        "Holden: Well, I wanted to talk to you about that.",
        "Lily: She's your sister. You love her. She loves you. Tonight, if you want her to come, I understand that.",
        "Holden: Yeah.",
        "Lily: What?",
        "Holden: Meg -- you've never been a big fan of Meg. And she did a terrible thing.",
        "Lily: Who hasn't? I don't like what she did, but I'm not going to judge her.",
        "Holden: Surprised to hear you say that.",
        "Lily: Maybe I'm growing up a little bit. Heaven knows I've caused people that I love a lot of grief. I've done a lot of damage.",
        "Holden: Who hasn't?",
        "Lily: But I get a second chance. You forgave me, my kids forgave me. I got my happy ending. I'm just sorry that Meg didn't.",
        "[SCENE_BREAK]",
        "Meg: Okay, where do you think you're going to go?",
        "Paul: Away from here.",
        "Meg: Why?",
        "Paul: Why? Meg, if the police are looking for me, they're bound to come here sooner or later.",
        "Meg: Okay, not necessarily. Will you sit down and let me fix that.",
        "Paul: Meg --",
        "Meg: Look, the police have no reason to come here, Paul.",
        "Paul: What about Emily?",
        "Meg: Emily would have to confess that she shot you to lead the police here. I doubt she has that much remorse.",
        "Paul: What about you? Everybody knows you rigged the blood test. They're know we're -- ow. They know we're connected.",
        "Meg: Which is why I had to drove around for an hour, Paul. Have you been moving around a lot?",
        "Paul: Well, I was dancing, yeah.",
        "Meg: Look, the wound has opened up some and it started bleeding, hasn't it?",
        "Paul: Maybe a little.",
        "Meg: Okay, well you can't dance around.",
        "Paul: What are you going to do, ground me? Meg, we got important things to worry about. If the cops are coming --",
        "Meg: Yeah, and if they find a corpse, Paul, because you started bleeding and we can't stop it. Look, you've gotten weak because you've lost too much blood. You're at risk for major infection. You cannot use your arm, okay? Period. Got it?",
        "Paul: Got it.",
        "Meg: Did you take those pills?",
        "Paul: What?",
        "Meg: Those little pills, Paul. The ones that we hope will hold off the infection?",
        "Paul: Yeah, I took them.",
        "Meg: You should be better. We need something stronger.",
        "Paul: Well, go get it then.",
        "Meg: Not over the counter.",
        "Paul: That means the hospital, right?",
        "Meg: Yeah. Well, I'm not in good terms with the hospital right now, Paul. But where there's a will, there's a way.",
        "Paul: So you're going to steal my medicine?",
        "Meg: Look, there's food, you have your supplements and your shake. You make sure you drink it, even if it tastes awful okay? You need the electrolytes.",
        "Paul: Okay, thank you.",
        "Meg: Meg Snyder. Yeah? Of course, I'll be there right away.",
        "Paul: Who was that on the phone?",
        "Meg: Bob Hughes wants to see me.",
        "Paul: Perfect. If you're in the hospital, that'll make it easier for you to get my medicine.",
        "Meg: I could have my job back.",
        "Paul: Is that what he said?",
        "Meg: Well, he said he wanted to talk about my situation. That could be good news.",
        "Paul: Great news. Because if you were on the staff, that'll make it easier for you to get my medicine.",
        "Meg: Disposable phone. Use it if you need help.",
        "Paul: You are coming back, aren't you?",
        "Meg: I got some good reading for you.",
        "Paul: Meg. I need you, Meg. Ha-ha.",
        "[SCENE_BREAK]",
        "Lily: Faith, pick out all the ribbons that you like. Get your hair brush all lined up. Dusty!",
        "Dusty: Hey.",
        "Lily: Hi!",
        "Dusty: So the butler told me Lucinda was here?",
        "Lily: Oh, she left a while ago. But come on in. Please introduce me?",
        "Dusty: This is Johnny.",
        "Lily: Oh, Jennifer's baby.",
        "Dusty: Yeah.",
        "Lily: Hi.",
        "Dusty: You want to hold him?",
        "Lily: Mmm. Why, are you getting tired?",
        "Dusty: No, you kind of reached out, so I thought you might want to hold him.",
        "Lily: Okay.",
        "Dusty: Most women just walk up and grab him.",
        "Lily: Oh, he's so cute. Oh. If I'd have known he was so cute, you would've gotten one years ago, huh?",
        "Dusty: Nah, but he is special.",
        "Lily: Oh, come on in. Come on in.",
        "Dusty: So is Lucinda around?",
        "Lily: She'll be back later for the wedding.",
        "Dusty: Wedding? What wedding?",
        "Lily: I'm getting married tonight.",
        "Dusty: Oh?",
        "Lily: To Holden.",
        "Dusty: Good. Good.",
        "Lily: You didn't like Keith either?",
        "Dusty: That never made sense to me.",
        "Lily: No. No, it didn't. And I'm sorry about Meg. What she did to you. And worse, what she did to Jennifer. I'm sorry.",
        "Dusty: I don't want to talk about that.",
        "Lily: I understand. And so does Holden. She's his sister and he loves her, but neither one of us is okay with what she did. Just don't hate her.",
        "Dusty: I try not to think about her at all.",
        "[SCENE_BREAK]",
        "Emily: He's not here. He's not here. It's just a room. It's just a room with furniture and things, nothing more. Just get in and get your things.",
        "[Emily remembering]",
        "Paul: Look, this is not about Rosanna. I care about you, Emily. I do. And I will figure out how to get through this, I swear to you.",
        "Emily: Get away from me! Oh, God!",
        "[Emily remembering]",
        "Emily: We better be doing the right thing.",
        "Paul: Does it feel right?",
        "Emily: Oh, God, it feels good. I want you, Paul. I want this. I don't care if it's right or wrong.",
        "[Emily remembering]",
        "Paul: One more time. Will you marry me?",
        "Emily: Yes. I will marry you.",
        "[Gunshot]",
        "[Emily screaming]",
        "Emily: No! Oh, God, what happened? Oh, God, what happened? I just wanted you to love me. That's all I wanted.",
        "[SCENE_BREAK]",
        "Meg: Excuse me, have you seen Dr. Hughes? He wasn't in his office.",
        "Nurse #1: I'll check.",
        "Meg: Okay.",
        "Susan: Hey, Meg.",
        "Meg: Hey.",
        "Susan: How's it going?",
        "Meg: I got a call from Bob.",
        "Susan: He really did fight for you with the board.",
        "Meg: What?",
        "Susan: He'll be too modest to tell you, but he really did try to keep -- to keep you from losing your nursing license.",
        "Meg: What are you talking about?",
        "Susan: I thought you said Bob called you.",
        "Meg: Not personally. His assistant called me and asked me to come in. What happened?",
        "Susan: Your license has been suspended.",
        "Meg: So I can't work anywhere?",
        "Susan: Not in this state. What did you expect?",
        "Meg: I have to go.",
        "Susan: Meg, what is it about Paul Ryan?",
        "Meg: What?",
        "Susan: Both you and Emily, you ruined your lives for that man, and now he's long gone and you're both paying the price. [Pager beeping] I hope you can pull it back together, I really do.",
        "Holden: Meg.",
        "Meg: Hey. Okay, look, if you came to give me the lecture --",
        "Holden: No, I was looking for Bob. I didn't expect to find you here. But as long as I have --",
        "Meg: Okay, go ahead, lay it on me.",
        "Holden: You're invited to a wedding. Vows tonight.",
        "Meg: Congratulations.",
        "Holden: Did you ever think you'd see the day?",
        "Meg: I didn't know what to think.",
        "Holden: Well, let that be a lesson. Everything changes, Meg. You can make things right.",
        "[SCENE_BREAK]",
        "Paul: Okay. \"He had become so involved with himself, and isolated from his fellows.\"",
        "Hunter #1: I got him. I heard him over here.",
        "[Gunshot]",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Dusty: Well, I'll see you guys soon.",
        "Holden: Hold on, hold on. Before you go, there's just something I think that we need to clear up.",
        "Emily: You're the reason I thought I needed protection!",
        "Hal: What kind of protection?",
        "Paul: Oh, damn.",
        "[SCENE_BREAK]",
        "Hal: Where is he?",
        "Emily: What?",
        "Hal: I heard you talking to Paul, where is he?",
        "Emily: He isn't here.",
        "Hal: I heard you.",
        "Emily: Paul isn't coming back.",
        "Hal: Yeah, you're sure?",
        "Emily: Yeah.",
        "Hal: How?",
        "Emily: What?",
        "Hal: How can you be so sure? You think he's too ashamed to ask you for another chance?",
        "Emily: No.",
        "Hal: Then how?",
        "Emily: Don't push me, please.",
        "Hal: Why not?",
        "Emily: Because you have no rights here.",
        "Hal: I have every right!",
        "Emily: You had no right to do what you did last night! Look what you did!",
        "Hal: Em --",
        "Emily: You scared me half to death.",
        "Hal: I'm sorry.",
        "Emily: I thought you were going to hurt me!",
        "Hal: I didn't mean to.",
        "Emily: You're the reason I left for my wedding scared half to death! I never would have --",
        "[Emily remembering]",
        "[Gunshot]",
        "Emily: You're the reason I thought I needed protection!",
        "Hal: What kind of protection? Emily?",
        "Emily: Please, just go away. Go away.",
        "Hal: I can't. I'm a cop, looking for a fugitive.",
        "Emily: Paul isn't coming back. You have no right to be in our home.",
        "Hal: Your home? You're moving back in?",
        "Emily: I just came to get my things. And unless you have a warrant, you're coming with me.",
        "Hal: If Paul isn't here, why are you still fighting his battles for him?",
        "Emily: I'm leaving. Are you coming, Lieutenant?",
        "[SCENE_BREAK]",
        "Hunter #1: I got him! That's a six-point buck!",
        "Paul: Please, God, don't look up.",
        "Hunter #2: That's Earl's cabin, but I thought he was gone. Did you see smoke coming from that chimney?",
        "Hunter #1: Anybody home?",
        "[SCENE_BREAK]",
        "Meg: I'm not like you, Holden. Doing the right thing comes more naturally to you than it does to me.",
        "Holden: Oh, please, I made enough mistakes this year -- enough to last a lifetime.",
        "Meg: You're not in my league. Ask Jennifer.",
        "Holden: Meg, you made it right in the end. You made sure she got her baby back.",
        "Meg: You know, somehow that doesn't count with anyone.",
        "Holden: You mean Dusty.",
        "Meg: I mean anyone -- anyone we know. Look, I don't want to talk about this. You have a wedding to get ready for.",
        "Holden: Will I see you tonight? Ceremony's at the house.",
        "Meg: I can't. If I do, it's going to become about me, and you guys deserve better.",
        "Holden: So what are you going to do? Hang out at the farm?",
        "Meg: I got a room at the Lakeview. Just for a while little, you know, to regroup.",
        "Holden: You can come back from this.",
        "Meg: I'll see you soon. It's too late to come back, Holden. Not now.",
        "[SCENE_BREAK]",
        "Lily: You may not want to think about Meg, but you can't ignore her.",
        "Dusty: Yeah, I can. Or I could be angry, and that's no fun.",
        "Lily: There are more than two choices.",
        "Dusty: Can we drop it?",
        "Lily: Sure. No problem.",
        "Dusty: So where are all the trucks and caterers?",
        "Lily: Oh, no. No, no, no. Nothing like that. Just small, family, Rose is going to cook. [Doorbell rings] Flowers, we did get some flowers. Here. Here you go. Easy.",
        "Dusty: Thank you.",
        "Lily: Got him?",
        "Dusty: Mm-hmm.",
        "Lily: Hi!",
        "Jennifer: Hi. I checked in with my mom. She said you left a message about dresses?",
        "Lily: Oh, yeah. Yes. Your mom, I thought maybe she carried some of your dresses, but I didn't expect a visit from the designer herself. Come on in!",
        "Jennifer: Thank you. No, I had plenty of time, so I thought I would just drop them by.",
        "Lily: Oh, thank you.",
        "Jennifer: Yeah. Um, is that Dusty's car out front?",
        "Lily: Yes, the boys are here. Come on in.",
        "Dusty: You followed us.",
        "Jennifer: No, I came by to show Lily some dresses, but I certainly did miss you. Hey there, pumpkin.",
        "Dusty: He's fine.",
        "Lily: First afternoon apart?",
        "Jennifer: Yes, yes. Did you like the dirt bikes?",
        "Lily: You didn't.",
        "Dusty: Well, that was our next stop. You didn't even give us an hour to bond.",
        "Jennifer: Okay, well, you can have a few more minutes while I help Lily with these dresses. Oh, what's the occasion?",
        "Lily: Holden and I are renewing our vows tonight.",
        "Jennifer: A wedding! Oh, congratulations.",
        "Lily: Thank you.",
        "Jennifer: Oh, I wish I'd known it was a wedding, but, you know what? I think that there is one dress in there that should be perfect. It's perfect with your coloring and everything. You can even try it on, I can come back later tonight and help you with alterations --",
        "Lily: Okay.",
        "Jennifer: Um, you know, or I could just send an assistant or something.",
        "Lily: Oh, Emma can -- Emma can handle it.",
        "Jennifer: I'm sure she can.",
        "Dusty: Well, we should get going.",
        "Jennifer: Yeah.",
        "Lily: It was great to see you. Oh, Holden.",
        "Holden: Hey. Hi, guys.",
        "Dusty: Hey, congratulations.",
        "Holden: Thank you.",
        "Dusty: Well, we'll see you guys soon.",
        "Holden: Hold on, hold on. Before you go, there's just something I think that we need to clear up.",
        "Holden: I always figured that you would be the one to hurt Meg.",
        "Dusty: Well, that's not how it went.",
        "Holden: I know.",
        "Dusty: I hope she didn't try to tell you otherwise.",
        "Holden: No, she didn't. Jen, what she did to you -- no excuse.",
        "Jennifer: Yeah, but Holden, we're just trying to forget it.",
        "Holden: I understand. And Dusty, I just have to say, Meg, she's still my sister.",
        "Dusty: I'm sure she needs a friend right now. I hope you guys have fun tonight.",
        "Holden: Well, Meg is not coming, so --",
        "Dusty: Look, we don't want to come between Meg and her family. Okay? Come on, let's go.",
        "Lily: Dusty, wait. I would have invited you as soon as you had gotten here, but I thought it might be awkward with Meg being here. And since she's not going to be here, I would like you to come tonight. Both of you.",
        "[SCENE_BREAK]",
        "Hal: You were supposed to meet Paul at the apartment today, weren't you?",
        "Emily: No.",
        "Hal: We have reason to believe --",
        "Emily: Who is we? Why would you think Paul would show up? My mother? My mother. She called you? You are so had. She didn't want me to go over there alone. She was as paranoid as you are that Paul's going to ambush me.",
        "Hal: And you're so sure he'll never come back?",
        "Emily: He can't -- there's no reason for him to.",
        "Hal: That's twice.",
        "Emily: Twice what?",
        "Hal: You did that at the apartment, too. Started to say something, stopped yourself, covered it by saying something else. Twice.",
        "Emily: You know, you don't fool me. You're not a cop right now.",
        "Hal: No?",
        "Emily: No. You're using this entire investigation for something else -- all the laws, all the rules.",
        "Hal: Paul Ryan is a fugitive, plain and simple.",
        "Emily: There's nothing simple about any of this.",
        "Hal: Which is why you can't quite complete a sentence.",
        "Emily: Yeah, and why the chief of detectives is wasting his time chasing a bail jumper on a small-time, non-violent crime. Just let it -- let it go.",
        "Hal: What, the case?",
        "Emily: Me.",
        "Hal: Oh, don't flatter yourself, Em. I cut you loose a long time ago.",
        "[SCENE_BREAK]",
        "Hunter #1: Could've sworn I saw a light, and smoke.",
        "Hunter #2: It's locked up tight. You're seeing things.",
        "Hunter #1: Let's go get that buck.",
        "Paul: Damn. Woman:",
        "[SCENE_BREAK]",
        "Dusty: Jen?",
        "Jennifer: I would be honored to be at your wedding.",
        "Lily: Great.",
        "Dusty: So we'll be here.",
        "Lily: Oh, good. Good, good, good.",
        "Lily: Oh, please, you're a guest.",
        "Jennifer: No, no. We can take care of that first, then we can celebrate. But I guess we should leave you guys so you can get ready.",
        "Lily: All right. See you later.",
        "Dusty: Okay, see you later.",
        "Jennifer: Bye-bye.",
        "Lily: Bye. Bye, Johnny.",
        "Holden: Hmm.",
        "Lily: Hmm. What?",
        "Holden: Are you sure that was the right thing to do?",
        "Lily: Listen, I have known Dusty as long as I've known you, so he should be here. Now that Jen's part of his life, she should be here, too.",
        "Dusty: Well, that was a beautiful thing. [Baby fusses] I know, buddy. Now we can, what, call and cancel?",
        "Jennifer: Not a chance.",
        "Dusty: It's going to be totally strange.",
        "Jennifer: I know, at first it will be. But I will not let Meg Snyder ruin anything else, okay?",
        "Dusty: Okay. All right. So this is going to be our first date?",
        "Jennifer: No. No, you are still on the hook for a real date.",
        "Dusty: Romance, reservations, the whole nine yards?",
        "Jennifer: Mm-hmm. All of it. But we'd better go and get ready.",
        "Dusty: What's the rush? We've got all afternoon.",
        "Jennifer: I missed you both.",
        "Dusty: We missed you, too.",
        "[SCENE_BREAK]",
        "Hal: I care about my daughter, who nearly turned into a junkie or dead because of what you or your boyfriend did. I care that the little boy that we raised isn't sure why he lost his step-dad and his mom in the space of six months. I care that my son has lost any fragile trust he had in his family because of what you and Paul did. There are a lot of things that I care about, Emily. Having you back in my life is not on the list. It'll take years to undo the damage from the first time around. Aiding and abetting a fugitive is a felony. If you have any contact with, or receive any communication from a fugitive and do not report it, you are criminally liable. Do you understand?",
        "Emily: Yeah.",
        "Hal: You are a person of interest -- to the investigation. Consider yourself officially notified.",
        "[SCENE_BREAK]",
        "[Paul remembering]",
        "Meg: They'll find a corpse if you start bleeding again and we can't stop it. That's why you're so weak now. You've lost too much blood, you're at risk for major infection. Paul, you cannot use this arm. Period. Got it?",
        "Paul: How am I supposed to stop the bleeding if I can't move?",
        "[NEXT_ON]",
        "Emily: Listen to me. If you're charging me with something, I want to know what it is.",
        "Meg: Let's just say that neither one of us wants to talk to the cops.",
        "Paul: Come on. Where are you?",
        "Minister: Holden, you may kiss your bride.",
        "Carly: I'm not going to go behind your back, Jack.",
        "Jack: Things have changed.",
        "Carly: People can change.",
        "Jack: Not Barbara Ryan."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=0Uw_v2ivAzg"
}