{
    "Episode Summary": [],
    "Recap": [
        "Paul vows to fight for Meg's love after he finds her at the wagon Wheel with Craig but Meg insists that they have no future together. Margo fears that she and Tom have lost touch with their children and that is why they are all so troubled right now. Casey fears that Maddie will break up with him if he goes to jail. Casey also continues to be sad about the pain and disappointment he has caused his parents. Emily gets a lead on a hot story from her first client she meets working for Cherie. Maddie writes an e-mail from Adam to his family in which he admits he planted the bonds at Will's house hoping he would be blamed for the robbery. Will gives Gwen a new wedding ring to replace the ring she lost."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Man: You okay, Miss?",
        "Gwen: Yeah, I'm fine.",
        "Will: But it's Mrs., and I've got the ring to prove it.",
        "Gwen: We, you know, we don't have to do this.",
        "Will: No self-respecting husband is going to let his wife walk around without a wedding ring.",
        "Gwen: I don't need a ring to prove how much I love you.",
        "Will: Yeah, but this one's made to last, like us.",
        "Gwen: I love my old ring. I love that you gave it to me when we had nothing but each other. I really -- I hate that it's gone.",
        "Will: It's not a crime to lose something.",
        "Margo: That depends on how you lose it.",
        "[SCENE_BREAK]",
        "Casey: I think my eyes are going to cross.",
        "Tom: Hand me that brief on the Diller case.",
        "Casey: What, this one?",
        "Tom: No, no. The one you just put down. There's a lot of parallels here.",
        "Casey: What's a letter from Mr. Watson doing in this?",
        "Tom: He was your counselor.",
        "Casey: Yeah, but what is a letter from my high school counselor going to do for this case?",
        "Tom: Well, that speaks to character. You know, I also need something from your sponsor, gamblers anonymous. We need to portray this crime as the result of an illness, then we have a shot at leniency. You know, some kind of compulsion that you just couldn't control.",
        "Casey: Do you believe that?",
        "Tom: Yeah, you bet. And we're going to separate these charges. The theft will be separate from the obstruction of justice, which will be a non-issue once Adam comes back.",
        "Casey: If he comes back. What if we don't find Adam by the time this goes to trial?",
        "Maddie: Still at it?",
        "Tom: Yeah, yeah, we're still at it.",
        "Casey: Yeah, my dad was just saying how it would be really nice if we heard from Adam.",
        "Maddie: No word yet?",
        "Tom: You know what? To tell you the truth, I'm really not that shocked. He used to hide forever when he was a kid when he'd done something wrong.",
        "Maddie: What happens to Casey if Adam doesn't come back?",
        "Tom: Margo's contacted every law enforcement agency on the planet. I mean, he can't stay underground forever.",
        "[SCENE_BREAK]",
        "Cheri: Relax. My clients are all very upscale.",
        "Emily: Yeah? By whose standards?",
        "Cheri: Well, mine of course. It's no different than any other business. The client's always right, and they like their women confident. Unless they don't.",
        "Emily: So you know this guy personally?",
        "Cheri: Your guest? Absolutely. He's one of my very best clients. And don't worry about money changing hands, he's got an account.",
        "Emily: Really?",
        "Cheri: Don't disappoint him and you won't disappoint me. Just think of it as another late night at the office.",
        "[Cell phone rings]",
        "Cheri: That thing gets turned off before the client does.",
        "Emily: I'm still on my own clock, thank you.",
        "Cheri: Not for much longer.",
        "Emily: Hello?",
        "Dusty: It's me.",
        "Emily: Oh. You know what? This isn't a good time.",
        "Dusty: Why not?",
        "Emily: I got to call you later.",
        "Dusty: Later's no good for me. I have board members on my back.",
        "Emily: I know, I know. But I'm busy here.",
        "Dusty: Get unbusy.",
        "Emily: I can't.",
        "Dusty: I'm at Al's.",
        "Emily: All right. We'll catch up tomorrow.",
        "Cheri: Maybe I should have Marielle take over for you tonight.",
        "Emily: Why? Why? I'm ready to work.",
        "Cheri: Jealous boyfriends are bad for business. We're done here.",
        "[SCENE_BREAK]",
        "Meg: Paul, you need a doctor.",
        "Paul: No, no, no. I'm fine.",
        "Meg: You're not fine.",
        "Paul: I'm fine. Just listen to me.",
        "Meg: I'm calling a cab.",
        "Paul: I don't need a cab. I need for you to listen to me. Look what I found.",
        "Meg: Where'd you find that?",
        "Paul: Let me in. I'll tell you all about it.",
        "Meg: Look, I'll change and I'll drop you at Memorial, okay?",
        "Paul: Why would I go to Memorial? I've got a perfectly good nurse standing right in front of me.",
        "Meg: You can't stay here.",
        "Paul: Okay, look, the bracelet was in my vision and the vision was about danger. Please -- come on, let me in. I really -- I want to tell you all about it.",
        "Meg: You can't! Okay? You can't. I'm sorry. You just need to leave now.",
        "Paul: Why can't I come in?",
        "Meg: Just say what you came to say.",
        "Paul: Here?",
        "Meg: Yeah.",
        "Paul: Okay. I love you.",
        "Meg: Paul --",
        "Paul: Come on. Can't blame a bleeding guy for trying.",
        "Meg: What happened with the bracelet?",
        "Paul: Let me in and you can point to a chair and I'll sit there. I'll stay on my side of the room, and I promise I won't bleed all over this really lovely carpeting.",
        "Meg: Just tell me.",
        "Paul: Faith had the bracelet. And I went into the woods and Faith was with Parker and they were cornered by this wild dog. The thing had fangs like a wolf.",
        "Meg: Are the kids okay?",
        "Paul: Yeah, they're fine. The bracelet -- Faith dropped it when she was climbing. It was exactly the way I saw it.",
        "Meg: And that's how you got hurt, by saving the kids from this dog?",
        "Paul: Yeah, but that's not what's important. Meg, I've figured it out. I know why this is happening to me. I know why I see the things that I see.",
        "Meg: You know, somebody needs to take a look at that wound.",
        "Paul: I don't care about the wound.",
        "Meg: You need stitches and an antibiotic.",
        "Paul: No, I need for you to listen to me. Everything is different now.",
        "Meg: How?",
        "Paul: Meg, this is our chance to start over together.",
        "Meg: We can't start over, Paul. Too much has happened.",
        "Paul: No, the only thing that's happened is I've had some time to think. And you were right. All those things that you said to me for all of those months, you were right. I don't want to be angry anymore. I don't want to worry about people like Craig Montgomery.",
        "Meg: That's good. But I'm --",
        "Paul: You know what? I don't care what he does. I don't care who he's with. I just can't live my life like that. I've learned a really important lesson and it just makes me love you even more Meg, please come back to me.",
        "[SCENE_BREAK]",
        "Emily: What? What? Look, I don't have a boyfriend. Jealous or otherwise. No husband, if you're wondering. It was my day job calling.",
        "Cheri: Not for much longer.",
        "Emily: Maybe. Maybe not. We'll see. I will bury this deep in my purse. So any last minute info you want to tell me about my guest this evening?",
        "Cheri: Touch up your lipstick, he's on his way up. I expect to hear good things.",
        "Emily: You will.",
        "[Knock at the door]",
        "[Knock at the door]",
        "Emily: So much for hello.",
        "Eliot: Did you say something?",
        "Emily: No.",
        "Eliot: Good. Because I'm not here to talk.",
        "Emily: How about a drink?",
        "Eliot: Or drink. Or watch you stand there with your clothes on.",
        "Eliot: Are you ready to get to work? Or do I call Cheri and find one of her girls who is?",
        "[SCENE_BREAK]",
        "Casey: Does mom have any leads?",
        "Tom: The Los Angeles police are interviewing everyone that Adam's ever worked with. In fact, she's talking about going out there and helping them with the investigation.",
        "Casey: You know, I hate doing this to you guys.",
        "Tom: Don't worry about it. We're looking ahead.",
        "Casey: Ahead to what?",
        "Tom: Your future.",
        "Maddie: Your dad's right.",
        "Tom: I mean, the entire landscape changes when we find Adam.",
        "Casey: Yeah, then he'll have to go to court too.",
        "Tom: Look, I'm half angry at what he's done and the other half of me is terrified that I'll never see him again.",
        "Maddie: Yeah, I'm sorry to interrupt, I just -- I need to grab this. I need to write a lit paper, so --",
        "Tom: That's all right. We're almost finished here.",
        "Casey: Wait, wait, wait. You want to meet up at the library later?",
        "Casey: Actually, I'm heading over to Al's. I'm craving a burger. Can I bring anything back?",
        "Tom: Yeah, one of those Mega-calorie shakes that they make. I'm kidding, I got a salad in the fridge.",
        "Casey: Text me if you go anywhere else.",
        "Maddie: Okay, I will.",
        "Tom: All right, see you.",
        "Maddie: Bye.",
        "Tom: All right, Buddy. Let's review this from the point where Elwood tried to cash those bonds. You listening to me?",
        "Casey: What?",
        "Tom: The bonds.",
        "Casey: You think she's going to break up with me?",
        "Tom: Who, Maddie?",
        "Casey: You know, she'll probably wait 'til I go to jail.",
        "Tom: Okay, it's time. Get up. Get up, get up. You know, start to move around a little bit. Get the blood flowing. You're fried.",
        "Casey: I wouldn't blame her if she did.",
        "Tom: Did you desert her when she was in trouble?",
        "Casey: No, but this is totally different.",
        "Tom: Is it? Then what makes you think that she'd do that to you?",
        "Casey: Dad, if Adam stays gone, the only thing keeping me out of jail is you being the ex D.A. and Mom being a cop.",
        "Tom: And that is the bad news. See, I'm more concerned about getting a judge who wants to make a name for himself.",
        "[SCENE_BREAK]",
        "Margo: I lost my wedding ring once. I took it off to, I don't know, wash my hands or something. It was just gone.",
        "Will: We're busy, Margo.",
        "Margo: And angry, too.",
        "Will: Do you blame me?",
        "Margo: No, I'm angry as well.",
        "Gwen: You know she's not responsible for what other people have done.",
        "Will: So we're supposed to just walk around like nothing's happened?",
        "Margo: No, no. Your sons tried to ruin me, Margo. One was supposed to be my best friend and the other's my brother.",
        "Margo: And they will pay for their crimes.",
        "Will: Are you going to put them away?",
        "Margo: I can't change the law, but they're my sons. I'm going to try and help them.",
        "Will: Right. So you help them as much as you want and just leave us out of it, okay?",
        "Clerk: Mr. Munson, you forgot to sign your receipt.",
        "Will: Oh, I'm sorry. I'll be right back.",
        "Gwen: Okay. He's still pretty raw.",
        "Margo: Yeah, he is.",
        "Gwen: You know, he spent most of his life with the people he loves most letting him down.",
        "Margo: I know the feeling.",
        "Gwen: How's Casey?",
        "Margo: He's scared. You know, with Adam gone, he's on the hook for the obstruction charge.",
        "Gwen: But Casey didn't plant the bond in our house.",
        "Margo: Can't prove that. And apparently Adam's too worried about his own skin to help his brother.",
        "Gwen: Yeah, I guess.",
        "Margo: Will told me that Adam implicated him to try and break you two up.",
        "Gwen: Yeah, he almost did. We had a pretty bad fight.",
        "Margo: Was that that morning that I came over to tell Will about my promotion?",
        "Gwen: Yeah. I slept at the dorms and Adam stayed with me because I was upset, but nothing happened. I still love Will. We talked about it.",
        "Margo: But still, you two seemed really close.",
        "Gwen: Working. It was never anything more than that.",
        "Margo: But didn't he tell you anything? I mean, did he mention any friends in L.A.? Anyone he was close to? Anybody that can help me track him down?",
        "Gwen: I can't think of anything offhand.",
        "Margo: Great. So my son's just fallen off the face of the earth. I thought if there was anybody who would give me a clue as to where Adam was, it'd be you.",
        "Gwen: I'm sorry, Margo, I just don't know anything that could help out.",
        "Margo: So Adam hasn't tried to contact you?",
        "Gwen: No. And he won't.",
        "Margo: How can you be so sure?",
        "Gwen: I just am.",
        "Margo: You just want to kill him, don't you, for being so stupid?",
        "Gwen: I'm just really sorry that he's not here to help Casey.",
        "Margo: I mean, I'm not trying to defend him. People do stupid things all the time. It doesn't make them horrible people.",
        "Gwen: Yeah, no, I know.",
        "Margo: I mean, I'm sorry. Honey, I don't mean to pressure you, but it just seems that there's more going on between you and Adam than you're letting on.",
        "[SCENE_BREAK]",
        "Iris: What you got here?",
        "Will: Iris, give it back.",
        "Iris: Ooh, you didn't buy this from a gumball machine?",
        "Will: Give me the ring, Iris.",
        "Iris: My Gwennie must have been a very, very good girl.",
        "Will: She lost her wedding ring last night.",
        "Iris: Last night? Is that what she told you?",
        "Will: Yeah.",
        "Iris: And you believed her? Wow, Kid, you're even dumber than I thought.",
        "[SCENE_BREAK]",
        "Casey: You know, Dad, maybe you should back off my case a little bit.",
        "Tom: Uh, no.",
        "Casey: I'm just saying, because of the stress.",
        "Tom: Well, I'd be under a lot more stress if I wasn't doing anything now, wouldn't I?",
        "Casey: All right, fair enough. Mom has just been saying that you need to take it easy.",
        "Tom: I love your mom, but she's a cop, not a cardiologist.",
        "Casey: Well, I would not let her hear you say that.",
        "Tom: And who's going to tell her that I did? Is that low fat?",
        "Casey: That's all we've got.",
        "Tom: That woman's going to kill me. Look, go ahead, be with your girl, I'm fine.",
        "Casey: Do you notice how quiet she's been lately?",
        "Tom: Maddie? Yeah, I guess.",
        "Casey: Yeah, it's like she's here, but she's not really here.",
        "Tom: You know, I think she loves you.",
        "Casey: I hope so.",
        "Tom: I think she'd do almost anything to help you get through this.",
        "[SCENE_BREAK]",
        "[Maddie writing on her computer, pretending to write as Adam]",
        "Maddie: There are no words to say how sorry I am. I've done an awful thing and betrayed the people I love most. Now it's time for me to admit it and hope that one day you'll find it in your hearts to forgive me.",
        "[SCENE_BREAK]",
        "Dusty: Emily, it's me again. I have questions about the budget meeting. Don't blow this off. Call me.",
        "Susan: Maybe she lost her phone again.",
        "Dusty: Well, I got through a little while ago.",
        "Susan: Oh. Mind if I sit?",
        "Dusty: Please.",
        "Susan: Thank you. Dusty, I want to thank you.",
        "Dusty: What for?",
        "Susan: For making Emily's life about more than just missing Daniel.",
        "Dusty: I'm not sure I have.",
        "Susan: Oh, well you kept her from losing the paper. That made her so happy. She loves that business.",
        "Dusty: I'm not sure about that either. I'd say she's been at Worldwide. She doesn't show up. She doesn't even phone it in.",
        "Susan: But she's been keeping such late hours. Where is she if she's not at the office?",
        "Dusty: I don't know.",
        "Susan: I don't know what's going on with her, but don't give up on her.",
        "Dusty: I think she's the one who's given up on me.",
        "[SCENE_BREAK]",
        "Eliot: Get over here. You're new?",
        "Emily: Not really.",
        "Eliot: I never saw you before.",
        "Emily: I never saw you.",
        "Eliot: Excellent.",
        "Emily: I thought you said you didn't want to talk.",
        "Eliot: What are you looking at?",
        "Emily: Nothing.",
        "Eliot: I asked. What the hell are you looking at?",
        "Emily: A good time.",
        "Eliot: You give me what I want and a good time is a sure thing.",
        "[SCENE_BREAK]",
        "Meg: Paul, I'm grateful for what you did. God knows what would've happened to those children without you. But it doesn't change anything.",
        "Paul: It changes everything. Meg this gift that I have, this power, I'm using it to help people. To do what's right. To make a difference.",
        "Meg: And now you want to know what's in it for you.",
        "Paul: I know what's in it for me. I get a chance to make you happy. I get a chance to prove to you that I can be the kind of man that you're proud of. You're so beautiful. I'm sorry.",
        "Meg: It's okay.",
        "Paul: Maybe that's what's different. You know, maybe that's the big chance, is that I'm happy. I'm happy, Meg. I'm happy to be around you. I'm happy just to be near you.",
        "Meg: Paul. Paul?",
        "Paul: I'm fine.",
        "Meg: I'm calling an ambulance.",
        "Paul: I'm fine. I'm fine.",
        "Meg: You are not fine.",
        "Paul: I am. I love you.",
        "Meg: That's not enough.",
        "Paul: That is enough, and you know it. That's all there is. And I know in my heart that you're in love with me.",
        "Meg: I won't do this anymore. It's been said over and over again, so please just go, okay? Get yourself to a doctor.",
        "Paul: No, don't. Don't walk away from me. Please don't walk away from me.",
        "Meg: Let go of me.",
        "Paul: I'm not going to let go of you.",
        "Meg: Let go of me!",
        "[Paul walks in the door and sees Craig with a robe on]",
        "Meg: Get a towel.",
        "Paul: No, don't bother. I don't want anything from him.",
        "Meg: You're bleeding.",
        "Paul: Leave me alone. This is what you wanted all along, isn't it? Huh?",
        "Meg: Whoa, whoa, whoa. You're going to make things worse, okay? Just, just go.",
        "Craig: Let's put him on the bed.",
        "Paul: Oh, God.",
        "Meg: He's right. You need to lie down.",
        "Craig: I'll call an ambulance.",
        "Paul: He was listening the whole time you and I were talking? He was listening?",
        "Craig: Look, I can drive him to the hospital if he doesn't want an ambulance.",
        "Paul: How could you?",
        "Meg: Here, could you just leave us alone for a few minutes, please?",
        "Craig: Of course.",
        "Paul: This was it. This was the danger.",
        "Meg: I'm not \u0096",
        "Paul: This was what I was afraid of all along.",
        "Meg: I'm not in any danger.",
        "Paul: Do you know what he's done?",
        "Meg: And what I've done? And what you've done? None of us are perfect.",
        "Paul: He's not even human.",
        "Meg: He's not evil. And I'm not the perfect woman you imagined me to be.",
        "Paul: Yes you are. You are. You are to me.",
        "Meg: Paul, all we have left is the truth.",
        "Paul: Fine, you tell me the truth. Are you in love with Craig? Is that it? Is that why you won't try again with me?",
        "[SCENE_BREAK]",
        "Eliot: What is your problem?",
        "Emily: I don't like to be rushed. And you don't give me orders.",
        "Eliot: I get what I pay for.",
        "Emily: And I get a say in what we do and how we do it. And if you don't like the rules, then pick up the phone, call Cheri, and get yourself another girl.",
        "Eliot: You're not like the other ones.",
        "Emily: Congratulations. You finally noticed.",
        "Eliot: Okay. The lady wants to play nice tonight. We play nice. Tonight.",
        "[SCENE_BREAK]",
        "Dusty: You sure you don't know what she's been up to?",
        "Susan: It could be anything. She could be researching a story or networking. You know? Meeting new people. Whatever it is, it takes all night long. Sometimes, I'm leaving for work in the morning and she's just getting home.",
        "Dusty: You don't ask?",
        "Susan: She's got this look, you know. When I see that look, I don't ask.",
        "Dusty: Well, if someone doesn't get through to her, she's going to lose her job.",
        "Susan: But she's so good at the newspaper business. She's not going to let you down.",
        "Dusty: She's already let me down.",
        "[SCENE_BREAK]",
        "[Maddie reading]",
        "Maddie: I've hurt the people I love the most and I'll have to find a way to live with what I've done. No prison could be worse than the thought of never seeing my family and friends again. I wish I could go back and make it up to you. But if it's any consolation I'll live the rest of my life regretting the person I've become. I love you all more than I can ever say.",
        "[Maddie whispers]",
        "Maddie: Adam.",
        "Casey: How's it going?",
        "Maddie: Hey. I thought you and your dad were working on your defense.",
        "Casey: We were, but we needed a break. How's your paper?",
        "Maddie: It's good. I'm pretty far along.",
        "Casey: Yeah? Let me see what you've got.",
        "[SCENE_BREAK]",
        "Gwen: Margo, things with Adam got pretty complicated at the end.",
        "Margo: Yeah, I sensed that something was going on when you two stopped off at the hospital after Tom's surgery. You two seemed close.",
        "Gwen: We were. I trusted him. A lot. But, only as a friend.",
        "Margo: And Adam wanted more.",
        "Gwen: Yeah. I mean, I was very honest about how I felt. I love Will and I tried to make sure that he understood that.",
        "Margo: I'm not trying to defend him. It's just that he's my son and I love him and he is in terrible trouble, so please, if he does try to contact you or Will, would you please get a hold of me?",
        "Gwen: Yeah, okay.",
        "Margo: Okay, thank you.",
        "Gwen: Hey, Margo? I am sorry.",
        "Margo: Why? You've got nothing to apologize for.",
        "Will: You okay?",
        "Gwen: Yeah. I just feel really bad for Tom and Margo.",
        "Will: All right. Come on, let's go home.",
        "Gwen: Yeah, let's go home.",
        "Iris: Woo! You hit the jackpot, Baby! I got a little peek at that beauty.",
        "Gwen: What do you want, Mom?",
        "Iris: Same thing I always want. My little girl to be happy.",
        "Will: Here we go again.",
        "Margo: Yeah, but Honey, you're not going to be happy if you're lying to your husband. So Gwenny, it's time to fess up. Why you holding out on us?",
        "[SCENE_BREAK]",
        "Meg: How I feel and who I love is none of your business anymore.",
        "Paul: It is if you're crazy enough to fall in love with Craig.",
        "Meg: Is this how you've changed? Is this how you've stopped obsessing about Craig?",
        "Paul: He won't make you happy.",
        "Meg: Like you did?",
        "Paul: Like I will, if you let me.",
        "Meg: You had your chance, Paul. We both had our chance.",
        "Paul: Living alone. The only thing I learned is that I can't live without you.",
        "Meg: Stop. Okay, just stop. I believed in you. I gave you my complete trust. And I'm not going to make that mistake with any man again. I'm not going to live waiting for the next lie to ruin my happiness.",
        "Paul: With Craig, you won't have to wait too long. This changes nothing. I'm glad I found you here with him. Because now I have a chance to prove to you just how hard I'll fight to get you back.",
        "Meg: The fighting is what I'm sick and tired of. Good-bye, Paul.",
        "Paul: I'm not going to say good-bye to you.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Eliot: Well, that Wednesday night lineup must have been put together when he was stoned. So when's he gonna get the axe? You figure he blew all his savings up his nose? How many guys go down with him? Figueroa too? Hey, thanks for the heads-up. Couldn't happen to a nicer guy.",
        "Emily: He says sarcastically.",
        "Eliot: That's the reason I stay away from the powder.",
        "Emily: A friend of yours?",
        "Eliot: Ever heard of Brent Frost?",
        "Emily: That big network guy?",
        "Eliot: Yeah, got caught with the silver spoon up his nose. Hell, it's been up there for ten years. But, he finally ticked off the wrong guy and now they're cleaning house.",
        "Emily: But wasn't he just at some big political event in Washington?",
        "Eliot: Oh, yeah. Brent's a real family values kind of guy. But keep this to yourself. This whole thing is top secret. Nobody knows when it's coming down.",
        "Emily: Oh no, don't worry about me. Who would I tell?",
        "Eliot: If it got back to the press, and it was traced back to me --",
        "Emily: Well then, Mr. Frost won't be the only one with an image problem, now would he?",
        "Eliot: I like to keep my vices to myself.",
        "Emily: So, what did this Frost guy ever do to you?",
        "Eliot: You ask a lot of questions.",
        "Emily: Sorry. Old habit.",
        "[SCENE_BREAK]",
        "Maddie: I've have a pretty decent first draft. It's just -- I want to proof- read it before I let anyone read it.",
        "Casey: I am a great proof-reader.",
        "Maddie: I know. Can we just not talk about school?",
        "Casey: Maddie, how many times have you helped me with papers? Just let me return the favor once.",
        "Maddie: No. I'm --",
        "Casey: What is your problem?",
        "Maddie: It's not a research paper, Casey. It's a personal piece.",
        "Casey: You wrote about me, huh?",
        "Maddie: Kind of.",
        "Casey: Yeah, that's why you don't want me to read it.",
        "Maddie: No, it's not --",
        "Casey: Yeah, all about your screw-up boyfriend who steals money from his family and gambles a fortune away.",
        "Maddie: No. Stop, Casey, I love you. I would never write about you like that.",
        "Casey: Just forget it. You know, I don't need to read it.",
        "Maddie: No, you don't understand.",
        "Casey: Maddie, no. I do. That's the problem.",
        "Maddie: Send.",
        "[SCENE_BREAK]",
        "Will: Knock it off, Iris. Gwen doesn't lie.",
        "Gwen: No, this time she's right, Will.",
        "Will: So, what'd you lie about?",
        "Iris: She told you that she lost her old ring last night, right?",
        "Will: Yeah.",
        "Iris: Well, she told me that she took it off this afternoon when she was with that little girlfriend of hers.",
        "Gwen: I told her that I was doing some gardening with Maddie, so I took my ring off because I didn't want it to get dirty.",
        "Iris: So which is it, Honey? You lost it, or you took it off on purpose?",
        "Will: Well, it doesn't matter. It's none of your business. You don't owe her an explanation.",
        "Gwen: No, but I owe you one. I lost my ring before I saw Maddie.",
        "Iris: Why didn't you tell me that?",
        "Gwen: Because Mom, I you knew that I was careless enough to lose my ring, you'd have said something stupid like it was a sign or something.",
        "Iris: What kind of sign?",
        "Gwen: That Will and I weren't supposed to be together.",
        "Iris: Honey, maybe it was a sign.",
        "Gwen: See, exactly -- stupid.",
        "Iris: A sign that he's finally ready to cough up for the real thing.",
        "Gwen: You know, Mom, I don't care about an expensive ring!",
        "Iris: Oh, Sweetie, Sweetie, Sweetie. You're young, you see? And you're going to learn that, well, love comes, love goes, Baby, but a precious gem -- that's what keeps a girl warm at night.",
        "Will: Okay, we're touched, Iris. Can we go, please?",
        "Iris: Hey Honey, show that thing off.",
        "Gwen: Let's go home.",
        "Iris: Why are you so jumpy, Gwen? I mean, we should all have your problems today.",
        "Will: Why don't you go read the want ads, Iris?",
        "Iris: Yeah, I think that's what I'll do because we're all not lucky enough to have rich hubbies. I'll see you around.",
        "Will: You know, I hate to admit it. But she is kind of right. You are a little jumpy. Is it because of her?",
        "Gwen: No, it's just Margo. She's asking me all of these questions about Adam. And I know she's just trying to find him, but she just wouldn't leave me alone.",
        "Will: Want me to talk to her?",
        "Gwen: No. I don't want to talk about Adam. Honestly, I really don't want to talk about anything.",
        "Will: All right. It's fine. Everything's okay now. [Cell phone rings] Don't pick it up. Just let it go to voicemail.",
        "Gwen: It's Maddie. It'll just be one sec.",
        "Will: I'll talk to her.",
        "Gwen: Will, come on.",
        "Maddie: Hey, it's me. I fixed everything. Our troubles are finally over.",
        "Will: What troubles, Maddie?",
        "Maddie: Will?",
        "Will: You didn't answer my question. What trouble, Maddie?",
        "Gwen: Hey, give me that. Come here. Hey, what's going on?",
        "Maddie: Gwen, I am so sorry. I had no idea that Will was going to answer your phone.",
        "Gwen: Me neither. Yeah, I know that it was Margo's favorite pot.",
        "Maddie: I fixed the you-know-who situation.",
        "Gwen: I was thinking of going to the garden store today.",
        "Will: But not right now.",
        "Maddie: You're sure Will can't hear me?",
        "Gwen: I'm positive. Look, I know that it doesn't make a difference but I do want to replace it. I just feel really bad. I know it's not the same.",
        "Maddie: I made sure everyone thinks he's fine and hiding out somewhere.",
        "Gwen: That sounds good.",
        "Maddie: You'll see for yourself.",
        "Gwen: How?",
        "Maddie: Just wait. Okay, I better go before Will gets suspicious.",
        "Gwen: Okay, good. I'll talk to you later.",
        "Will: Give me that. Say good-bye, Maddie.",
        "Maddie: Bye.",
        "Gwen: Sorry about that. I shouldn't have picked up.",
        "Will: So, what's so important about Margo's pots?",
        "Gwen: Oh, it was one Casey gave to her when he was really little.",
        "Will: Well, she's better off without it.",
        "Gwen: And I still feel really bad.",
        "Will: Okay, let's just do this now. Okay?",
        "Gwen: Do what?",
        "Will: Well, since, you know, there's only a few people around. I know it's not the most romantic spot, but I can't wait any longer, so --",
        "Gwen: Will, come on. Come on. There's people standing around.",
        "Will: I don't care. Let them watch, it's okay. Can I have your left hand?",
        "Gwen: Oh, I forgot.",
        "Will: Okay. Gwen, with this ring, I promise to love you for the rest of my life, and I give you my word, that I'm never going to let anyone or anything come between us ever again. This is the part where you say you won't either.",
        "Gwen: Actually -- this is the part where I say I love you.",
        "[SCENE_BREAK]",
        "Emily: Ooh. Hi. So am I too late for you to buy me dinner?",
        "Dusty: You're too late for a lot of things.",
        "Emily: Oh come on, Dusty I'm starving.",
        "Dusty: Oh, yeah? Did you work up a big appetite ignoring all my calls?",
        "Emily: I listened to every single one of your messages.",
        "Dusty: Look, if you don't want to run this paper, its okay. I'll find someone who does.",
        "Emily: For your information, I got a lead on the hottest story in the entertainment industry tonight.",
        "Dusty: Oh yeah? Where?",
        "Emily: It doesn't matter.",
        "Dusty: Doing research?",
        "Emily: Better -- making contacts. Important contacts.",
        "Dusty: What did you get?",
        "Emily: The kind of story that sends papers flying off the shelves. But if you want details, I want food. Okay, I'll settle for coffee and a piece of pie.",
        "Dusty: This better be good.",
        "Emily: It's better than good. It's better than good. This scoop will make our competition break down and cry.",
        "[SCENE_BREAK]",
        "Margo: I always thought we did such a good job, Honey. I mean -- we had them in Scouts. We had them in Little League. We showed up for most of the games, and parent-teacher conferences. At least one of us would be there. We had a safe home. A happy home. Never bothered them up in their rooms. All those times we sent them up there to play video games.",
        "Tom: You know, nobody's to blame. We're not perfect. And guess what? Our kids aren't perfect.",
        "Margo: Well, I'd settle for them not being felons.",
        "Tom: Ahh, come here. Come here.",
        "Margo: I'm just so sad. I'm sad for all the people that they hurt, I'm sad for them. Oh. It's not like we didn't see it coming. I mean, look how Casey handled the whole pregnancy with Gwen.",
        "Tom: Well, he's grown up a lot since then.",
        "Margo: I don't know. It just feels like I failed.",
        "Tom: Oh, come on. Nobody failed.",
        "Margo: Yeah I did. I spend so much time at the station. We should have been here when they needed us.",
        "Tom: Well, I think that you're a good mom.",
        "Margo: Well, I don't. They don't even know the difference between right and wrong.",
        "Tom: You know what? They're adults now. It's time for them to take responsibility for their actions.",
        "Margo: But they don't take responsibility. They get bailed out at every turn. School, we say, \"Well, the teacher should have known better. They teacher should have done something.\" If they bomb on a test, we say, \"Well, their teacher didn't teach them properly.\" One by one, we're losing touch with all of our boys. I mean, I don't even know Danny's schedule. Casey is -- Casey. And Adam -- where is Adam? We're just -- Baby, everything is falling apart and I don't think that I can put it back together again.",
        "[SCENE_BREAK]",
        "Announcer: Tomorrow on \"As the World Turns,\"",
        "Katie: As long as you have your hand --",
        "[Katie screams]",
        "[Dog barking]",
        "Craig: I'd like you to come stay with me in Fairwinds.",
        "Maddie: You hated the e-mail, didn't you?",
        "Gwen: You made it sound very real.",
        "Maddie: Yeah, well now Jade's all revved up and I don't need her causing trouble for us.",
        "Luke: This isn't Gwen's fault.",
        "Jade: She turns people against me and so does Maddie. And someday they're going to pay for it."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=lQIiQvK1fsY"
}