{
    "Episode Summary": [],
    "Recap": [
        "Damian finds it incomprehensible that his son could be gay. He starts to question things: Was Luke too close to Lily? Was Holden a good father? Did Holden hurt her and Luke witnessed it? Lily explains that Holden did leave her for another woman, but they are together and stronger now. Their parenting skills were fine; she resents him implying otherwise. She is having a hard time with Luke's admission as well and would like him to see a therapist, but Holden thinks that will convince Luke they think something is wrong with him. Damian agrees to do it her way for now. The Calculus exam grades are posted online, and Maddie learns she got a lower grade then Will did, and realized the paper wasn't the only thing Will cheated on. Maddie connects the dots regarding Jade's involvement in helping Will cheat. She confronts her when she sees her trying to blow Nate off. Later she warns Gwen about her but won't explain why other then her connection to Luke's family. After the car accident, Katie tries to wake Carly up. Carly's legs are pinned, and when they are trying to get her out, Nick awakens. Carly nails him with a backwards- right punch and Nick is out for the count again. Mike and Jack realize Nick never turned in his service weapon and now they have to consider the possibility that he is armed and dangerous. Katie runs for help and calls Jack who is with Margo and Mike preparing to send out reinforcements. Katie is able to give a vague description of where they are. Gwen senses something is wrong with Maddie, but agrees to drop it, promising Maddie that there should be no secrets between them. Will claims Maddie is simply bent out of shape because he got a higher grade then she. Luke apologizes to Lily for accusing her of calling Damian, but their talk goes sideways and soon Luke is storming out. Lily calls Holden for help, but he is unavailable, so Lily goes and finds Damian. Nick won't leave Carly pinned in the car so Jack can play hero to her. After he helps her out though, he ominously tells her he isn't going to leave without her. Jack finds his and Carly's compass and goes looking for her. He finds the crash site of the car, yet Carly and Nick are nowhere to be found."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Damian: That's the last thing I expected to hear you say about our son.",
        "Lily: I was as shocked at first to hear it as you obviously are.",
        "Damian: I've thought about Luke so often. Asked myself a million questions how he's doing and how his life was. Was he smart? Was he tall? Did he like school? Did he have a girlfriend? Yet, it never even once crossed my mind that he might be --",
        "Lily: Gay? You better get used to saying it.",
        "Damian: When did he tell you?",
        "Lily: He told us about a few weeks ago.",
        "Damian: Just like that? Out of the blue?",
        "Lily: No. Apparently, he's been building up the courage to tell us 'cause he was afraid of how we were going to react. He thought we would be disappointed.",
        "Damian: Can you honestly tell me you're not?",
        "Lily: I love him. No matter what! I'm just having a hard time wrapping my mind around the news.",
        "Damian: I can't believe it. How is it possible? What went wrong?",
        "Lily: There's nothing wrong with my son!",
        "Damian: I'm sorry. That's not what I meant. I'm just trying to -- look, obviously, Luke is too young to be sure about this. I mean, he's a teenager. He can't know now what the rest of his life is going to be.",
        "Lily: Yes, I told myself the exact same thing. That it was just a phase. That this was part of his journey growing up, on his journey becoming a man. Finding himself. But the more that I talk to Luke, that I realize this is not coming from confusion.",
        "Damian: Lily, it has to be. Because my son is not gay. That's just not possible.",
        "[SCENE_BREAK]",
        "Gwen: I'm so excited. We're graduating soon. If you would have told me a year ago that I'd be this close to getting a diploma -- that we'd be this close --",
        "Maddie: You wouldn't have believed it, right? Either of you.",
        "Will: Hey, I'm not there yet.",
        "Gwen: Oh, come on, quit being so negative. I'm sure you did fine on the Calc test. As long as you pass, you graduate.",
        "Maddie: And it's a pretty safe bet that you passed, right? I mean, how could you not?",
        "Student: Hey, guys. Log on. Ms. Blair just posted the Calculus results.",
        "Gwen: Really? That was fast.",
        "Maddie: Well, here we go. Moment of truth.",
        "Will: Let's go home and check it out from there.",
        "Gwen: No, she's got her computer right here. Java's got wi-fi. We can logon right now.",
        "Maddie: Something tells me Will wants to check his out in private.",
        "Gwen: Look, that's crazy. You have nothing to worry about. Right, Maddie?",
        "Maddie: Only one way to find out.",
        "Gwen: Okay, here we go. Maddie Coleman. B. Way to go.",
        "Maddie: What? A \"B\"? That's it?",
        "Gwen: All right, here we go, will. Hold your breath. Here it is. Will Munson. I don't believe it.",
        "Will: It's pretty bad, huh?",
        "Maddie: No, will. It's pretty good. But you already knew that, didn't you?",
        "[SCENE_BREAK]",
        "Jack: Yeah, Nick hotwired Katie's car and he's taken off in it. Worst case, he's taken Katie and Carly hostage and he's planning on them as bargaining leverage if he gets cornered. I'm going to be honest with you, Margo, I'm a little worried. What do you mean he didn't finish processing? Nick didn't hand in his weapon when he handed in his badge? What the hell was Hal thinking? That's the first thing he should have asked for when Nick resigned!",
        "Mike: Jack. This is Nick's. I'm sure of it.",
        "Jack: Mike just found Nick's empty holster. Nick didn't turn in his gun because he knew he was going to need it. He was planning on running all along.",
        "[SCENE_BREAK]",
        "Katie: Carly? Carly, wake up. Wake up. Come on, we've got to get out of here before -- we've got to get out before Nick wakes up. Come on, Carly, please talk to me.",
        "[Katie screams]",
        "[SCENE_BREAK]",
        "Mike: He's not going to hurt them, Jack.",
        "Jack: If he's cornered, who knows what he's gonna do? Look what happened to Maya Gold. And I know this is tough for you to face. No one wants to believe that a person they care about isn't what they thought.",
        "Mike: Look, I'm just not ready to believe that Nick is a murderer. Obviously, he knew how Maya Gold died and he didn't come forward. I can't justify that. But until my cousin personally tells me what happened, I'm not going to convict the guy.",
        "Jack: If he isn't guilty, why is he running? Why did he hotwire Katie's car and take the both of them with him?",
        "Mike: I don't know.",
        "Jack: Believe me, I don't want any of this to be true. I want to think that Katie and Carly are gonna walk through that door with a perfectly good explanation. But I know that's not going to happen. And it scares me. It scares me to think that Nick is a killer.",
        "Mike: But why would he do it? Look, I've known this guy my whole life, Jack. It just doesn't make sense.",
        "Jack: No, what doesn't make sense is his alibi. How can somebody be on a wilderness journey trip and in Oakdale at the same time?",
        "Mike: He wasn't. He ditched the program for a few days, said he couldn't handle it.",
        "Jack: What are you talking about?",
        "Mike: He just said he couldn't handle the restrictions, so he went to a bar for a few days. But he finally realized he better get back to program before he gets in even more trouble --",
        "Jack: When did you find this out, Mike?",
        "Mike: The last time I talked to Nick. Probably about the same time Katie and Carly went in the basement.",
        "Jack: Well, what the hell, Mike! When were you going to tell me about this?",
        "[SCENE_BREAK]",
        "Katie: I'm going to get you out of here. We're getting out of here together. Please have a cell phone. Do you have a cell phone?",
        "Carly: What happened?",
        "Katie: Carly? Thank God. Are you hurt? Are you hurt badly?",
        "Carly: I don't know. I can't move. My legs are stuck. Where's Nick?",
        "Katie: He's out cold. I just don't know how long it's going to last. Can you move at all?",
        "Carly: No.",
        "Katie: Okay, it's okay, that's okay. Just relax. Calm down. I'm going to try and find Nick's cell phone. That way I can call and get some help.",
        "Carly: Okay. Hurry up. I'm starting to get feeling in my legs. And it's not good. And get his gun while you're at it.",
        "Katie: Good idea.",
        "[Katie screams] [Nick opens his eyes]",
        "[SCENE_BREAK]",
        "Maddie: B-plus. Unbelievable. And to think that you had no clue what Ms. Blair was talking about in class just a few days ago.",
        "Gwen: That just shows what a good teacher you are.",
        "Maddie: Yeah, I guess I taught my student better than I taught myself.",
        "Will: Come on, Maddie. What's the difference between a B and B-plus? Like one wrong answer? You know, you worked like crazy to get me up to speed. So you should take some credit.",
        "Maddie: Can't, sorry. You did this all on your own. You should be really proud of yourself, Will.",
        "Gwen: Come on, don't be so modest. Will's right. You put in a ton of hours tutoring him. No way would he be here without your help.",
        "Maddie: Oh, I don't know about that.",
        "Gwen: Well, I do. Hey, Jade! Jade, hold on. I have to tell her the good news.",
        "Maddie: So, I'm guessing Jade was the one that turned you on to the online paper mill. Did she give you the Calc answers, too? I cannot believe that you think Gwen isn't going to find out.",
        "Will: She's not going to find out, because no one's going to tell her.",
        "Jade: Hey, Will. I hear that you totally aced your final. Sweet.",
        "Will: Yeah, well --",
        "Jade: There's nothing keeping you from graduating now.",
        "Gwen: No, nothing at all.",
        "Jade: Well, I've got to get back to work at the library. So, congratulations again, Will.",
        "Gwen: Well hey, are you still gonna come to the graduation party at Crash?",
        "Jade: Definitely, I wouldn't miss it.",
        "Gwen: Okay, good.",
        "Jade: I'll see you later.",
        "Gwen: Bye.",
        "Will: You invited her to the party?",
        "Gwen: Yeah. Why, is that a problem?",
        "Will: No, I'm just surprised.",
        "Gwen: She helped you get to the finish line. I thought it was the least I could do. Was it a bad call?",
        "Will: No. No, it's fine.",
        "Maddie: Yeah. The more the merrier, right? I need some more coffee. So I'll be back.",
        "Nate: When are we going to go out?",
        "Jade: Soon, I promise. Why don't you give me a call? And it'll give me a chance to check my calendar.",
        "Nate: You said that yesterday. You know, I'm starting to get the distinct feeling you're trying to blow me off.",
        "Jade: No, I'm not. I'm just really busy and I'm working a lot, and I don't know when I'm going to have free time, that's all.",
        "Nate: You know, I put myself on the line for you, giving you the answers to that test. Do you have any idea how much trouble I could get in if I got caught?",
        "Jade: Who said you were going to get in trouble?",
        "Maddie: Hey, Nate. What's up? What are you guys talking about?",
        "[SCENE_BREAK]",
        "Damian: How can my son be gay?",
        "Lily: I'm still getting used to hearing you call him your son. You're very proprietary for someone who's been out of his life and out of contact for years.",
        "Damian: And maybe that's the problem. See, maybe without me here, he held on to his mother a little too tightly.",
        "Lily: I'm not going to apologize for being close to my son! How dare you.",
        "Damian: I'm sorry, Lily. I'm not trying to point fingers or telling you that you are a bad parent. No, I'm just trying to make sense of all this. Trying --",
        "Lily: Luke has had a rough time. There's no denying that. But this is a strong, solid family. He has always had the love and the support of two parents.",
        "Damian: I know that Holden has always been there for him.",
        "Lily: He brought him into the world, for heaven's sake.",
        "Damian: But what kind of a father has he been?",
        "Lily: He's an amazing father! He loves Luke like his own.",
        "Damian: I don't doubt that.",
        "Lily: He is a father to Luke in every sense of the word.",
        "Damian: Has he ever anything to confuse or upset him in any way?",
        "Lily: I don't know. What do you mean?",
        "Damian: Has he ever seen Holden cause you pain? That can cause a child to think that relationships between women and men only bring problems.",
        "Lily: That's enough. I don't want to hear any more. I will not let you judge Holden, or me, or this family.",
        "Damian: I am not passing judgment, Lily.",
        "Lily: Now, if anyone caused Luke confusion or pain, it's you. I was pregnant with our son, and you just disappeared. Thank goodness Holden was there to step in. He's loving, and he's compassionate, and he's the best example that I can think of for a child.",
        "Damian: Lily, I'm sorry. I am not pointing fingers at you, or trying to offend you. I'm just trying to understand what would make Luke think he's gay. Tell me you haven't asked yourself the same questions, as well.",
        "Lily: I'm not saying that my marriage to Holden has been problem-free. We did go through a rough patch not too long ago.",
        "Damian: What happened?",
        "Lily: Holden left me for another woman.",
        "Damian: Lily, I didn't know. I'm sorry.",
        "Lily: Don't, please. It was just as much my fault as it was his. I don't want to talk about it. I don't want to go back there. The important thing is, we're together, and we're stronger than ever.",
        "Damian: It must have been very traumatic for you, and for him. It made him very protective of you and angry at his father, am I right?",
        "Lily: It was a very difficult time for him, yes.",
        "Damian: Of course he did. Very confusing, a father betraying his mother. That would confuse anyone. It would make him question his ideas of what a man should be.",
        "Lily: I can't -- I can't think like that. Because his parents split up.",
        "Damian: Maybe I'm just grasping at straws.",
        "Lily: Oh, gosh, I've been grasping at straws myself. I even wanted Luke to talk to a professional.",
        "Damian: A therapist?",
        "Lily: Yes. A therapist. Someone he could just talk to, maybe get some advice.",
        "Damian: Let me guess. He said no.",
        "Lily: No, he said, no. Of course, and Holden backed him up.",
        "Damian: Why? It sounds like a sound idea.",
        "Lily: Holden thinks it would just reconfirm Luke's fears that we think something's wrong with him. Something that needs to be fixed, but that's not why I want him to go. And I don't know how to convince Luke that that's true. Why do I feel like such a terrible parents just because I can't accept this without question.",
        "Damian: You're not a terrible parent. You've always been there for Luke. And there's nothing wrong about asking questions about something that would turn his life upside down.",
        "Lily: I'm just at a loss. I don't know what to do.",
        "Damian: Let me help. Let me help. I know I haven't been around for you and Luke. And I have lived with the guilt of that every day. But now I'm here. Let me help you. Please say yes.",
        "[SCENE_BREAK]",
        "Maddie: What is with you and the guys of Oakdale Latin? Luke, Nate -- you must really miss high school.",
        "Jade: Not particularly. I just like having friends.",
        "Maddie: And what, helping them out? You can't really -- I don't know what you're helping Nate out with, though. It can't be studying, because he's one of the smartest guys in his class. Aren't you, Nate?",
        "Nate: I really don't know what's going on here, and I don't want to find out. I'll see you around, Maddie. Jade.",
        "Jade: What's your problem?",
        "Maddie: I know all about that little stunt you pulled with the Snyders, okay, telling Mrs. Snyder that you were her niece.",
        "Jade: That's yesterday's news.",
        "Maddie: So then what is it today, Jade? You wouldn't need another meal ticket?",
        "Jade: Excuse me?",
        "Maddie: You're trying to use my friends to get something that you want.",
        "Jade: I'm not using anybody for anything. I have a job, okay? And I'm looking for a place to stay. I'm taking care of myself.",
        "Maddie: Oh, I'm sure you are.",
        "Jade: So what if I'm trying to make some friends? How is that your problem?",
        "Maddie: It's only my problem if you hurt my friends, because I am not gonna let you.",
        "[SCENE_BREAK]",
        "Gwen: You okay?",
        "Will: Sure, why?",
        "Gwen: I don't know. You just passed the last class that you needed to graduate. I'd think you'd be a little more excited about it.",
        "Will: I am.",
        "Gwen: Will Munson, master of deadpan enthusiasm.",
        "Will: Stick around, I'll pull a rat out of my coffee.",
        "Gwen: I'd pay money to see that.",
        "Will: Well, for you, it's free.",
        "Gwen: Nice try. But I'm not buying it. There's something's wrong, and I want to know what it is. We made a deal. For better or for worse, remember?",
        "[SCENE_BREAK]",
        "Jack: The minute you found out there was a hole in Nick's alibi, you should've told me, Mike! For no other reason than to save your own neck!",
        "Mike: I had every intention of coming to you, Jack. I just needed some more time.",
        "Jack: For what?",
        "Mike: Because I knew this is just the kind of information you'd jump on. And I didn't want to believe that it meant Nick had anything to do with Maya Gold's murder.",
        "Jack: So, you were trying to protect somebody who was willing to let you take the fall for something you didn't do.",
        "Mike: If I couldn't bring myself to believe he was guilty, why would I think he was letting me take the fall?",
        "Jack: You turned a blind eye to the situation, Mike, and look what happened!",
        "Margo: Hey, hey! Man, knock it off. The last thing you two need to do is to waste any time yelling at each other while your wives are out there with a loose cannon. Can we talk about how we're gonna bring them home?",
        "[SCENE_BREAK]",
        "[Thud]",
        "Katie: Whoa, you can really pack a punch if you need to.",
        "Carly: We're just lucky that you carry one of these in your car.",
        "Katie: All right, I gotta get that gun.",
        "Carly: No, no, Katie, forget the gun. Just get out of here, and go get help before he wakes up again.",
        "Katie: And leave you alone here with him? Hell no!",
        "Carly: Katie, I'm stuck. It's gonna take more strength than you've got to get me out of here. The smart thing is for you to go and find a phone and call Jack, and tell him where we are.",
        "Katie: I have no idea where we are!",
        "Carly: Just tell him what you can. I know Jack. He'll figure out a way to find us.",
        "Katie: Are you sure?",
        "Carly: Yes. Now go! Get out of here!",
        "Katie: Okay. Be careful, Carly. I'll be back as soon as I can.",
        "Carly: All right. I'm counting on you, g-man. Find me. Get me out of this.",
        "Nick: You got a hell of a right arm there, Carly. Where's Katie?",
        "Carly: Gone. And you're never gonna catch up with her.",
        "Nick: Damn it. Damn it! Pretty smart, crashing this car.",
        "Carly: Well, I'm sorry I ruined your escape plan. It's over, Nick. Now all your old pals from the OPD are gonna come and get ya.",
        "Nick: The hell they are.",
        "[SCENE_BREAK]",
        "Coming up on \"As the World Turns\"--",
        "Maddie: Whatever she did for Will, there has to be something in it for her.",
        "Gwen: What do you know that I don't?",
        "Carly: Leave me here. And go.",
        "Nick: I can't do that, Carly.",
        "Jack: Hang on, Carly, I'm on my way.",
        "[SCENE_BREAK]",
        "Margo: You're relatively sure that it was Nick who took the car?",
        "Mike: All of Nick's stuff is gone. Obviously, the car was hot-wired, because we found Katie's keys. And Carly left her purse here, so we know that she was here. Now, she and Katie are both missing.",
        "Margo: And so is Nick's gun.",
        "Mike: Look, I -- I don't want to go there.",
        "Margo: I'm sorry, I'm sorry, Mike. I know that this is eating you up inside.",
        "Mike: Margo, I've known this guy my whole life. He's more of a brother to me than a cousin.",
        "Margo: Yeah. It's gotta be tough to face.",
        "Mike: I'm not even sure he did kill anyone. However, I think we should do exactly what you said. We need to focus on Katie and Carly and finding a safe way to get them back here.",
        "Margo: Yeah, we will. We well, we will. Whatever it takes, we will.",
        "Jack: That's not good enough. Pull men off other details if you have to. I want coverage on every backwater road from Adams County to Woodford County. Get -- get the highway patrol on the line, the sheriff's department. Get choppers in the air, as many as you can. Look, don't argue with me, just do it! [Cell phone rings] Snyder.",
        "Katie: Jack, its Katie.",
        "Jack: Katie! Katie, where are you? Is Carly with you?! Is she okay?!",
        "Katie: Carly's back at the car. We had an accident, and she's trapped inside.",
        "Jack: Is she hurt?",
        "Katie: I don't think it's that bad, but I couldn't get her out.",
        "Jack: What about Nick?",
        "Katie: Nick's there, too. He's unconscious. I don't know how long it's gonna last. Jack, please, hurry.",
        "[SCENE_BREAK]",
        "Carly: Come on, Nick. Face it, you're out of options.",
        "Nick: I'm not out of options.",
        "Carly: I'm sure Katie's found a phone by now, and she's called Jack. And he's probably on his way. And you and I both know he's gonna bring an army with him.",
        "Nick: Well, that just means we're gonna have to outrun them.",
        "Carly: Knock yourself out. Let's see how far you get. What are you waiting for?",
        "Nick: I'm not gonna leave you like this.",
        "[Carly laughs]",
        "Carly: What a guy. But no thanks. I don't want your help. Now go, get out of here while you have a chance.",
        "Nick: Why, so Jack can show up and save the day again? Let me tell you something, sweetheart. I'm not gonna give him that satisfaction. He's taken enough from me already.",
        "Carly: What are you talking about?",
        "Nick: If anybody's gonna get you out of that car, it's gonna be me.",
        "[SCENE_BREAK]",
        "Lily: I have to talk to Holden about this first.",
        "Damian: Of course.",
        "Lily: He's gonna have a hard enough time dealing with the idea of you being back here in town.",
        "Damian: Yeah, look, the last thing I want to do is create a problem for you. So I'll do whatever you want.",
        "Lily: I don't believe it.",
        "Damian: What?",
        "Lily: You're backing down? You're just admitting that I have a point? That's it?",
        "Damian: Well, it seems the years have changed me.",
        "Lily: I'm starting to believe that myself.",
        "Damian: But I am still a very stubborn man, Cara.",
        "Lily: Yeah, no kidding.",
        "Damian: I have a lot to make up for with Luciano. And with you. So I'll do whatever you ask, within reason, as long as it means I can stay and make things right. You. You haged a bit. It's as if it was yesterday.",
        "[Lily remembering]",
        "Damian: When he is older and finds the woman he wishes to marry, he can pass this on to his own son one day. And I will rejoice in knowing that a part of me, even in this small way, will remain in his life and the life of his children.",
        "Luke: So, is he gone?",
        "Lily: He just left.",
        "Luke: Good. What's that?",
        "Lily: It's a signet ring. A family heirloom. Damian wanted you to have it.",
        "Luke: Is this supposed to make everything better?",
        "Lily: No, of course not.",
        "Luke: He's not my father, and he never will be.",
        "Lily: I know that. So does Damian. He's just trying to make up for some lost years that he's missed with you.",
        "Luke: Well, he's wasting his time. But I do owe you an apology.",
        "Lily: For what?",
        "Luke: For accusing you of having me followed, and then thinking that you sent Damian to come here.",
        "Lily: I wouldn't do that. I promised you that I wouldn't.",
        "Luke: I know. I know, and I'm sorry. So why was he here?",
        "Lily: The danger's passed. Now that he can travel -- despite the years that have gone by, and despite what has happened, he loves you. He just wants to make sure you're okay.",
        "Luke: Did you tell him that I --",
        "Lily: That your kidney transplant was a success? Yes, I told him that.",
        "Luke: No, Mom, you know that's not what I meant.",
        "Lily: Yes. I told him you thought you were gay.",
        "Luke: What is it gonna take for you to understand? I don't think I'm gay, I know I am. I'm not confused, I'm not disturbed, I'm not anything. And no matter what you or Dad or Damian or some therapist says, you can't change me. If you can't deal with it, then leave me alone.",
        "[SCENE_BREAK]",
        "Jade: Hey, okay? I'm the first to admit that what I did to Lily and her family was wrong. But I'm trying to make up for that. And one of the ways I'm trying to do that is by being there for people who could use some help.",
        "Maddie: Like Will?",
        "Jade: I'm just trying to do the right thing. It's not my problem you're paranoid.",
        "Gwen: Hey, how many times have I gotten my hopes up, and then I get kicked in the stomach?",
        "Will: More times than you ever deserved.",
        "Gwen: But we're past that, all right? It's over. We beat the odds, we proved your mom wrong. And you gave me a reason to be happy, and I don't have to worry about it getting taken away.",
        "Will: I don't want anything to ever take away your happiness again.",
        "Gwen: Are you kidding? When they hand us those diplomas at graduation, it'll be the second happiest day of my life.",
        "Will: What was the first?",
        "Gwen: The day I married you. Okay, go get me some coffee, and then we'll start celebrating.",
        "Maddie: Laptop.",
        "Gwen: Yeah, I wondered how far you'd get before you realized you'd forgotten it.",
        "Maddie: Yeah, I guess I just have too much on my mind.",
        "Gwen: This isn't about Will getting a better grade than you on the final, is it?",
        "Maddie: Oh, no, of course not.",
        "Gwen: 'Cause you know, he never would have gotten that good of a grade without your help.",
        "Maddie: Don't be so sure.",
        "Gwen: Well, you know, you and Jade both, you really showed up when it counted.",
        "Maddie: Please don't lump me together with her.",
        "Gwen: Okay, what's wrong with Jade?",
        "Maddie: Nothing. I just don't trust her as far as I can throw her, that's all.",
        "Gwen: Well, why not?",
        "Maddie: Gwen, you know what she did to Luke Snyder's family, okay? She uses people, and she doesn't care who gets hurt in the process. I mean, whatever she did for Will, there has to be something in it for her.",
        "Gwen: Yeah, but how would she be using him? For what?",
        "Maddie: Let's put it this way -- I don't think she has his best interests at heart.",
        "Gwen: Whoa, whoa, whoa, whoa, whoa. Hold on. Why not? What do you know that I don't? Did Jade do something to make you think that she might hurt Will?",
        "[Maddie remembering]",
        "Maddie: Now you want me to lie to her?",
        "Will: No. Just don't tell her.",
        "[SCENE_BREAK]",
        "Maddie: You know what? Forget it. I just don't really like Jade Taylor, that's all.",
        "Gwen: Okay, come on, Maddie. You don't make accusations like that about someone based on some gut reaction. So, what happened?",
        "Maddie: Nothing.",
        "Gwen: You know, besides from Will, you're the best friend that I have. So I hope there aren't any secrets between us.",
        "Maddie: No. I just think that with what Jade pulled with the Snyders, everybody should keep their distance until we know what she's up to.",
        "Will: Double shot. Extra foam.",
        "Gwen: Oh, perfect. Maddie was just telling me that --",
        "Maddie: That I have to go. I was supposed to meet Henry ages ago, and I'm late. So, I'll see you guys later.",
        "Gwen: What's going on with you two?",
        "Will: Nothing. Why?",
        "Gwen: Well, she's acting really weird.",
        "Will: Uh, she's probably just a little upset that I got a better grade than she did.",
        "Gwen: She told me that we shouldn't trust Jade.",
        "Will: Oh, why not?",
        "Gwen: I don't know. Because of what she did to Luke's family, I guess. Unless you can think of another reason.",
        "Will: Actually, I can.",
        "[SCENE_BREAK]",
        "Lisa: I can't tell you how much I think about Eduardo. I think about him every day -- every day.",
        "Damian: I, too.",
        "Lisa: Yeah. Listen, are you sure it's all right for you to be out and about, showing that handsome face in public?",
        "Damian: The storm has blown over, yeah. I'm no longer in danger.",
        "Lisa: Good. I'm certainly glad to hear that. I take it you're here to see Luke.",
        "Damian: I am, yes.",
        "Lisa: Well, just be prepared. He has really grown.",
        "Damian: I know.",
        "Lisa: Oh, then you've seen him?",
        "Damian: I have.",
        "Lisa: I take it it didn't go too well.",
        "Damian: He's got a lot of reasons to resent me.",
        "Lisa: Well, that is certainly true. But he'll -- he'll get over it.",
        "Damian: Yeah, yeah. Listen, you've seen him a lot more than I over the years. What do you think? Is he happy?",
        "Lisa: I think he is. It's just -- it's been a rough year for him, and well, for the whole family.",
        "Damian: Lily filled me in on some of it, yeah.",
        "Lisa: Oh. Luke's gonna be okay, I'm sure of it, despite everything. And I think before too long, he'll be good as new.",
        "Damian: I hope I can help that happen.",
        "Lisa: Sounds like you're planning on sticking around.",
        "Damian: That is my intention.",
        "Lisa: Well, what does -- what does Holden think of that?",
        "[SCENE_BREAK]",
        "Luke: So, what did Damian say when you told him I was gay? I bet he freaked out. That's probably why he left.",
        "Lily: No, he was surprised.",
        "Luke: Yeah, well, now it gives him an even better excuse to avoid me.",
        "Lily: He doesn't want to avoid you. He's come back to try to make peace.",
        "Luke: Yeah, with his straight son. But now that he knows I'm gay, i bet all of his good intentions went right out the window.",
        "Lily: No, no, no, no, it's not -- it's not like that at all. He just wants to get to know you, understand where all this is coming from.",
        "Luke: Yeah, so he can try to change my mind.",
        "Lily: No, nothing like that at all, no. But he is concerned. He wants you to be happy. That's it.",
        "Luke: Yeah, and I bet you set him straight on that one, right, Mom? Because if it comes down to me being happy or not being gay, I think we both know which one you'd choose.",
        "Lily: Room 1516, please. Holden Snyder. No, no message. Thank you.",
        "[SCENE_BREAK]",
        "Mike: Are you sure you weren't hurt in the accident?",
        "Katie: No, no, I'm just shaken up a little bit. I'm just worried about Carly. I hate that I had to leave her alone with Nick.",
        "Mike: Jack's already sent a team over there. They're gonna scour the site until they find the crash.",
        "Katie: Okay. What should I do? I don't know what I should do. Should I go back and check on Carly?",
        "Mike: No. You stay right where you are. I'm coming for you. I'm gonna meet up with Katie. I told her to stay away from the crash site.",
        "Jack: That's a good idea. Here, that this to the search team. If they've got dogs, it'll come in handy.",
        "Margo: Then why aren't you taking it yourself?",
        "Jack: Because I'm not gonna wait for them to get organized. I'm gonna go off on my own. With any luck, I'll find Carly and Nick before they do.",
        "Margo: Jack, that is not smart.",
        "Mike: You're not even sure where they are.",
        "Jack: Well, Katie's directions were a little sketchy, but then, we know the phone booth she was calling from. It's not gonna be that far from the crash site.",
        "Mike: Jack, please, don't shoot unless you have to.",
        "Jack: Don't worry. I want Nick alive. There are plenty of questions I want answers to.",
        "Mike: All right, I'll call you as soon as I find Katie.",
        "Jack: Good.",
        "Margo: All right, I'm going with you.",
        "Jack: No, no. Can you stay here just in case Carly's able to call? Would you do that for me, please?",
        "Margo: Would you stop being such a cowboy? You shouldn't go after Nick on your own.",
        "Jack: Don't worry, I'm not worried about Nick.",
        "[Margo sighs]",
        "[Jack remembering]",
        "Carly: Our compass. If I can't stop you from walking out that door, maybe this will lead you back to me.",
        "Jack: Hang on, Carly. I'm on my way.",
        "[SCENE_BREAK]",
        "Nick: Okay, it's open. Come on. Come on, come on. Be careful. Be careful. [Carly groans] Are you all right? Come on.",
        "Carly: All right, you did it. Your good deed for the day.",
        "Nick: Are you okay?",
        "Carly: Yeah, yeah, I'm great, Nick. You did it. You helped me, you got me out. You one-upped Jack. So now you can go. Leave me here and go.",
        "Nick: I can't do that, Carly.",
        "[SCENE_BREAK]",
        "Damian: Don't worry, Lisa. I'm not here to start any trouble for Holden or Lily. I'm just here to see my son. I have a lot of catching up to do, and I want to do what's right.",
        "Lisa: Well, please, be careful, for Luke's sake. But you know, sometimes, what's right for you may not be right for everyone else.",
        "Damian: Yeah. But if Holden loves Luke as much as he seems to, we'll be in agreement here.",
        "Lisa: I certainly hope so, for Luke's sake. Give me one more hug. You know, we have so much catching up to do. But I have to get back to work. Just remember, you need anything, I'm just a phone call away.",
        "Damian: Okay. How about dinner one of these nights?",
        "Lisa: I would love it.",
        "Lily: Damian.",
        "Damian: Lily, what's wrong?",
        "Lily: I've changed my mind. I think maybe I could use your help after all.",
        "[SCENE_BREAK]",
        "Gwen: Come on, Will. Why would Maddie tell me not to trust Jade? Does she have -- she have the hots for you? She make a pass? You can tell me. I'll beat her up.",
        "Will: It's nothing like that. It's just all Maddie.",
        "Gwen: What do you mean?",
        "Will: I think she's jealous of Jade.",
        "Gwen: Jealous, why?",
        "Will: Well, you know, Jade helped me out with the biology paper, and Maddie likes to think of herself as my one and only tutor. And so, Jade was kind of stepping on her turf.",
        "Gwen: No, no way.",
        "Will: It's the only thing that really makes sense.",
        "Gwen: I don't know, it just -- it doesn't sound like Maddie.",
        "Will: Yeah, I know it doesn't, you know? But she's also been under a lot of stress lately. And people can do some crazy things when they're under pressure.",
        "Gwen: Yeah, I guess. But still --",
        "Will: You know what? I think we should just let it go.",
        "Gwen: You're right. You're right, it's none of my business.",
        "Will: Yeah, we've got other things to think about.",
        "Gwen: Yeah. We're graduating. And you did that. Sure, you got a little help. But you wrote the paper. You passed the test. And Maddie should be thrilled for you. And if she's not, that's her problem.",
        "[SCENE_BREAK]",
        "Katie: Mike? Oh.",
        "Mike: Hey, hey, hey. Katie, you okay?",
        "Katie: Oh, Mike, thank God! Yeah, I'm fine now. Oh, God, it was awful. Nick was like this different person, someone that I never even met before.",
        "Mike: Did he hurt you?",
        "Katie: No, no. I got out of the car before he regained consciousness. But I'm so worried about Carly. She's still in there, and she's trapped, and if he comes to -- God, Mike, I'm so scared.",
        "Mike: All right. They already sent out a search party, and Jack left even before they did, all right? He'll make sure Nick doesn't hurt anyone. Don't worry.",
        "Katie: Okay.",
        "Mike: Okay?",
        "[SCENE_BREAK]",
        "Jack: Carly? Carly? Carly?",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Paul: We will raise my child. And I'm prepared to fight Emily if I have to.",
        "Emily: I've got a baby inside of me. And with every heartbeat, it reminds me how much I still love Paul.",
        "Jack: Looks like a scrap of Carly's shirt.",
        "Margo: Yeah, it does."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=edr58iUabCw"
}