{
    "Episode Summary": [],
    "Recap": [
        "Paul struggles with the idea that Meg would consider marrying the man they both hate, Craig. Meg pulls Paul aside and explains after Paul explodes in anger and hurt. After seeing how much getting back at Craig means to Meg, Paul agrees to go along with the plan. Craig tries to convince Holden and Lily that he loves Meg and wants to start fresh with the family. Holden doesn't by Craig's act and makes no secret of it. Holden and Lily storm off where they argue about what Meg and Lucinda are doing to Craig. Meg returns and agrees to marry Craig.",
        "Katie and Jack cut their date short after things calm down at the farm. They can't get each other off their minds so Jack goes to the station with take out for Katie. They have a good time baking a pie then have sex on the counter in the Oakdale Now set.",
        "Carly and Brad go back and forth with getting along and pushing each other away. Carly leaves so Brad can have a good time but forgets her keys. Brad grabs a 6-pack and follows her home. Brad talks and listens as a friend not as the jerk her usually is. Brad tells Carly two important things that haunt her for the rest of the night. One, she needs to be herself with Parker before he will come around. And two, she needs to get out of that house or remodel, she needs to stop living under the shadow of Jack. As Brad's true words echo through Carly's memory she picks up Jack's chair and tosses it out into the night."
    ],
    "Recap Author": "Dani",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Craig: Paul, you don't pass up any opportunity to embarrass yourself.",
        "Paul: Tell him.",
        "Craig: You know what? Just a hint, but she doesn't like direct orders.",
        "Meg: And I don't like being talked about in the third person, either. Please, let me talk to Paul, privately.",
        "Paul: No, this needs to be said. It need to be said in front of him.",
        "Holden: Does somebody want to tell me what's going on here?",
        "Paul: Meg can't marry you. She's still in love with me.",
        "[SCENE_BREAK]",
        "Katie: Okay. I'm gonna go. I keep trying to go and I just can't.",
        "Jack: That's because we were supposed to have a date tonight, and we spent what? Maybe 20 minutes alone together?",
        "Katie: Big surprise. Things didn't go our way.",
        "Jack: It never happens to us. Does it? Except always.",
        "Katie: The next time we have a date? Let's just not call it a date.",
        "Jack: Yeah, you're right about that. 'Cause whenever we do call it a date it always ends up with ex-wives and kids.",
        "Katie: And your brother, don't forget your brother.",
        "Jack: I try to. I do.",
        "Katie: Yeah.",
        "Jack: You should probably go. I don't want you being too tired driving home.",
        "Katie: Actually, I'm completely the opposite. I'm all keyed up. I think I'm going to go to the studio, and get some work done. Do something positive with this energy.",
        "Jack: Hey, thank you for tonight. For understanding.",
        "Katie: Hey. I can get through anything now.",
        "Jack: Yeah, well we are going to have a wonderful night. Sometime.",
        "Katie: Hold that thought. Okay, I'm going to go now. I'm going to walk away. I'm not going to look back.",
        "Jack: Good night, Katie. Drive safe. Good night.",
        "[SCENE_BREAK]",
        "Brad: Why don't we go someplace nice, just the two of us?",
        "Carly: I think Yo's is nice enough for the likes of us.",
        "Brad: I don't think you got my inference.",
        "Carly: Your inference? When did you start using such big words?",
        "Brad: Inference -- well, when I said someplace nice -- I meant someplace private. Where we could be alone. Come on, like you don't know where this is headed.",
        "Carly: No, I do, I think I know just where this is headed. In case you didn't get my inference, the answer is no.",
        "[SCENE_BREAK]",
        "Craig: It's one thing for you to embarrass yourself, it's quite another for you to embarrass Meg.",
        "Paul: Tell him. Tell him all about us.",
        "Meg: Paul, please, don't do this.",
        "Craig: Okay, did you hear that? She doesn't want this. She doesn't want you.",
        "Paul: You said it yourself, this has to end. You said you couldn't play this game anymore.",
        "Lucinda: Paul this is neither the time nor the place.",
        "Paul: Craig asked you to marry him.",
        "Meg: Yes.",
        "Paul: And you didn't tell him to drop dead.",
        "Craig: Far from it. She's actually considering it.",
        "Paul: She's not considering anything. You will not marry Craig. I won't let you.",
        "Craig: Okay, you know what? I don't think you're really paying any attention at all. Are you?",
        "Meg: Craig, let it go. I can handle it.",
        "Craig: I don't want you to talk to her that way.",
        "Meg: Craig, let it go please.",
        "Craig: I don't think I can.",
        "Meg: Because if you do, I would be inclined to let it go that you dragged Lily and Holden into what might have been a discussion between the two of us.",
        "Craig: I'm sorry. I didn't -- I didn't mean for you to feel that way about it.",
        "Meg: How am I supposed to feel? Ever since you asked me to marry you, you have done anything and everything to try and manipulate me into marrying you.",
        "Paul: And you're surprised?",
        "Meg: Paul, can you please keep quiet until we're alone, please?",
        "Paul: No, I know how you feel. He needs to know how you feel.",
        "Meg: I'm going to go talk to Paul.",
        "Craig: I don't know why. He never listens to you anyway.",
        "Meg: You know what, Craig? You've asked me to marry you, but I haven't given you an answer yet. And right now, nothing you're doing is tipping the scales in your favor. So why don't you, Lily, Holden and Lucinda go finish off the champagne. I'm sure you have lots to talk about. And I'm going to go talk to Paul. Just remember, I don't marry anybody that tells me how to handle my life.",
        "Craig: You know? I am just so crazy about you. I am just crazy about her.",
        "Meg: Let's go.",
        "Craig: Poor guy. I actually hope she does let him down easy.",
        "[SCENE_BREAK]",
        "Brad: Do you have any idea how far it is from the top of a barstool down to the ground?",
        "Carly: No, I'm sure you do, having made the trip so many times.",
        "Brad: You know, I'm really sorry to see that that Simon guy has soured you on men.",
        "Carly: Oh, no, no, I'm not sour. I love men. I'm sour on you.",
        "Brad: That's a lie. That's a lie. We were sitting here, we were having a very nice, mutual time until you decided that your virtue was at stake. \"Unhand me, Sir, I am not that type of girl.\" Come on.",
        "Carly: Yeah, yeah, little hypocritical, huh?",
        "Brad: Hypocritical. Violent. You know, I mean, you could've just told me to buzz off? I've only got one of these, you know. Little --",
        "Carly: Sorry, you're right. I was mad at myself and I took it out on you.",
        "Brad: No, no, no, no, no, this is my party. Put that away.",
        "Carly: No, no, no I pay my own way. I get in trouble when I don't.",
        "Brad: Well, I hate to break it to you, but you get in trouble when you open your eyes in the morning. In fact, you don't even get into trouble, you are trouble.",
        "Carly: That's nice to hear.",
        "Brad: Well, I like that about you. That's why I'm trying to reconnect with you.",
        "Carly: Well, being a woman that you're willing to connect with? Doesn't put me in a very exclusive club, you know.",
        "Brad: Why are you so mad at yourself?",
        "Carly: Do you know how much damage I have caused over the years from situations just like this?",
        "Brad: You know what your problem is? You're way too hard on yourself.",
        "Carly: I don't think so. Look what I did to my kids because of Simon, and I haven't learned anything 'cause here I am, one tough night and I'm sitting here with you.",
        "Brad: Okay, well, I'm sorry that sitting with me is hitting bottom.",
        "Carly: I have to change. You know? Really change. Not just in front of my kids. I have made some really bad decisions, and they are the people that are paying for them.",
        "Brad: So they're mad at you for a while.",
        "Carly: It's more than that. It's worse than that. J.J. and Sage are terrified that I'm going to leave again.",
        "Brad: They seem fine.",
        "Carly: Yeah, yeah, they seem fine. What are they going to do? They can't show me how mad they are, because you have to trust someone to be able to fight with them.",
        "Brad: And Parker?",
        "Carly: I think I may have lost him already.",
        "Brad: Let me take you home.",
        "Carly: No. No, no. You're looking for fun, and I am definitely not fun.",
        "Brad: Hey, Carly \u0096",
        "[SCENE_BREAK]",
        "Paul: I can't believe this!",
        "Meg: Paul, I'm sorry.",
        "Paul: I can't believe Holden, I can't believe Lucinda, most of all, Meg, I can't believe you.",
        "Meg: You need to calm down.",
        "Paul: Calm down? Craig Montgomery is downstairs making toasts, he's talking about marrying you, and you -- you were just standing there like, like it's a possibility!",
        "Meg: You don't understand.",
        "Paul: You're right I don't understand! What the hell is the matter with Holden? What does he have amnesia? Did it just slip his mind what Craig has done to Rosanna.",
        "Meg: No.",
        "Paul: And Lucinda? She's running interference for him! That's why she didn't want me to go in that room, because she knew what was happening in there.",
        "Meg: Are you going to keep yelling, or are we going to talk about this?",
        "Paul: There's nothing to talk about! We agreed. We agreed. We were going to cut all ties with Craig Montgomery. You promised me. You promised me that we were going to live our life. That we were going to move on.",
        "Meg: Don't you think that's what I want? Don't you think that --?",
        "Paul: That what?",
        "Meg: Things happened that I didn't see coming.",
        "Paul: Well, then tell me what, and I'll fix it. There is no way that you are going to marry that guy!",
        "Meg: Paul, you need to listen to me. I don't think I have a choice.",
        "Meg: Are you going to keep yelling, or are we going to talk about this?",
        "Paul: There's nothing to talk about we were going to move on.",
        "Meg: Don't you think that's what I want?",
        "Paul: Don't you think that I hate that guy!",
        "Meg: Paul, you need to listen to me. I don't think I have a choice.",
        "Paul: Well, then tell me thick and rich.",
        "[SCENE_BREAK]",
        "Katie: What the --",
        "Jack: Hey.",
        "Katie: Hey.",
        "Jack: You know how everything always goes wrong for us? Guess what?",
        "Katie: What?",
        "Jack: Emma came home early. Something went right.",
        "Katie: I love Emma.",
        "Jack: I do, too. I know it's not salmon mousse and rack of lamb, but as soon as I got sprung, I went to Al's and I got you --",
        "Katie: Cheeseburger, fries and a chocolate shake?",
        "Jack: A leafy green salad. Yes, with low-cal dressing on the side, hold the croutons.",
        "Katie: Wow, that's -- I smell fries. I smell things that taste good, things I want to eat.",
        "Jack: Yes, those are for me. You see I couldn't decide whether to get fries or onion rings, so I got them both.",
        "Katie: Oh that is just -- that is bordering on sadism.",
        "Jack: Yes, see I was thinking of you. You see, I remember something you said one time and it stuck in my mind. So anything you eat tonight, or steal off my plate, as it were, will not have any calories in it because you'll be eating a salad.",
        "Katie: I'm still having a hard time believing that you actually remember the stupid things I say.",
        "Jack: Every single word. So, did you get any work done?",
        "Katie: No. I was distracted.",
        "Jack: Why?",
        "Katie: I was thinking about you.",
        "Jack: Wow, what a coincidence. I was thinking about you, too.",
        "Katie: Really?",
        "Jack: You probably figured that out, since I came here as soon as I could break away. So, what'cha you doing?",
        "Katie: Looking at pie recipes. We're having a bake off tomorrow.",
        "Jack: Why did you have to come to the studio in the middle of the night to look at pie recipes?",
        "Katie: Oh, Jack. You have no idea what kind of pressure I'm under. There are going to be fruit pies and cream pies.",
        "Jack: I'm sorry, I didn't know.",
        "Katie: And you're forgetting the whole regular crust, lattice crust controversy. I mean its like -- there might have been one other reason.",
        "Jack: Oh, yeah? And what would that be?",
        "Katie: Ever since we've been together, especially after being with you tonight I just didn't want to go to that big, empty house again.",
        "[SCENE_BREAK]",
        "[Carly groans]",
        "Brad: Looking for these?",
        "Carly: Where did you get those?",
        "Brad: You left them at the bar.",
        "Carly: Oh, it didn't occur to you to tell me that you had them?",
        "Brad: I followed you, I made sure you got home okay.",
        "Carly: Mm-hmm, and stopped to get a six-pack. My hero.",
        "Brad: I did think it was very responsible of you not to drive.",
        "Carly: Well, knowing how my luck is going, Jack would have pulled me over and arrested me if I drove.",
        "Brad: Here, let me. All right. Hi. Here -- here we go.",
        "[Bottles clattering]",
        "Carly: Don't make yourself at home.",
        "Brad: You know, I've been thinking about what you said at the bar.",
        "Carly: Well, could you think about what I just said about not making yourself at home?",
        "Brad: And I have decided that you need a friend. And more specifically, you need a friend like me.",
        "Carly: I don't want a friend I don't like.",
        "Brad: Come on. Come on, you like me. We get along great, we understand each other.",
        "Carly: Yeah, right. Wasn't that divorce fun?",
        "Brad: Yes, you did hurt me deeply. But I have moved on from that.",
        "Carly: Is there anything I can do to get you to leave? To get you to not be my friend?",
        "Brad: No.",
        "Carly: What did I do to deserve this? Lots of things --",
        "Brad: Okay, okay, okay, prepare yourself. Okay, gird yourself up, because I'm going to be serious now.",
        "Carly: No, please, don't.",
        "Brad: I do not like how you've been beating yourself up tonight.",
        "Carly: Huh?",
        "Brad: Okay, you screwed up. You screwed up! But you would walk through fire for your kids and they know that, so don't let Jack and the rest of the moral police get you down. For your kids' sake. Now, grab a beer, come over here, and sit down, and we'll talk. Like old times.",
        "[SCENE_BREAK]",
        "Craig: I was hoping that maybe this could be a beginning, we could move on.",
        "Holden: You did, huh?",
        "Craig: Yeah. There's a strong possibility that we all might wind up family again.",
        "Holden: Do you really believe that I could think of anyone who coerced my sister into marrying him as family?",
        "Craig: There was no coercion involved.",
        "Holden: Right, right. She's marrying you because she thinks you're a great guy. Lily, I think it's time to leave. Lucinda, if you're playing games with him.",
        "Holden: You better now be using my sister as bait.",
        "Lily: I'll call you.",
        "Lucinda: All right. Damn. Couldn't you have left Lily and Holden out of this? You know, I'm really -- I'm fed up with the whole thing. I'm going to give a few orders around here to Meg, she can just forget about this marriage stuff -- I don't care that much about getting my company back --",
        "Craig: All right, you know, hey! Time out, can we stop? Can we just stop? Oh, just stop! Let's just drink some champagne, we'll have a toast to the future. I mean, I'm going to wind up with Meg.",
        "Lucinda: And I'm going to have the company.",
        "Craig: Mm, yeah well --.",
        "[Lucinda groans]",
        "Craig: Well, I've just done a little thinking. And, no, no, just as I said, just as I said, the moment Meg and I are married, I am going to transfer all my shares. But --",
        "Lucinda: But what?",
        "Craig: I'm going to transfer them to Meg.",
        "Lucinda: Dah, yah! You didn't want me to make things too easy for you, did you?",
        "[SCENE_BREAK]",
        "Paul: Craig's not stupid! Meg, is there a reason why he would think that you're in love with him?",
        "Meg: I don't know.",
        "Paul: So he doesn't think you're in love with him, but he wants to marry you anyway, because he doesn't care. He doesn't want to marry you, he doesn't want a marriage, he doesn't want you to be his soul mate, or his partner. He just wants to own you, he wants to dominate you.",
        "Meg: Look, as soon as he signs over his shares, I'm leaving.",
        "Paul: You think he doesn't know that? You think he doesn't have a contingency plan. The stupidest, stupidest thing that you could was think you could put one over on him.",
        "Meg: Look, I know how much of a shock this is --",
        "Paul: You think this is a shock? You think that I'm just going to absorb this? You think that over time, that I'm going to think that everything's fine? That I'm going to be okay with this?",
        "Meg: No, no of course not.",
        "Paul: I meant what I said downstairs. I am not going to let this happen.",
        "Meg: Well, this is not your decision. It's mine.",
        "Paul: Right. Right. So decide. Go ahead, Meg, decide. Because do this, and you will destroy everything that we have together.",
        "[SCENE_BREAK]",
        "Craig: Aren't you going to ask why she didn't tell you?",
        "Lucinda: No.",
        "Craig: Ah.",
        "Lucinda: No.",
        "Craig: Well, you might be in for a very nasty surprise. What if she really likes corporate power. What if she enjoys running your company, now that she's not a nurse, to pass the time?",
        "Lucinda: I have confidence that Meg will do exactly what she says she's going to do.",
        "Craig: Wow, you're banking on her, aren't you?",
        "Lucinda: Ahh, so are you, Baby.",
        "Craig: No, me? No, I'm just in love with her. [Lucinda laughs] I just want to make her happy.",
        "Lucinda: Wait. Wait, wait, wait, wait! That had the ring of truth.",
        "Craig: Yeah. What about it?",
        "Lucinda: You do, you really do want to make her happy. I know what you want much more than that. I know. You want her to love you, don't you --?",
        "Craig: She already does, in her way.",
        "Lucinda: Oh, well, let me tell you, that's going to be something that you want, and you're not going to have.",
        "Craig: You know something, you don't know everything, Lucinda.",
        "Lucinda: I know, I know you can't make someone love you -- anymore than you can stop them from loving somebody else.",
        "[SCENE_BREAK]",
        "Meg: I don't like you threatening me.",
        "Paul: I'm threatening you? You're talking about marrying another man. And I'm supposed to not let that change the way I feel about you. Meg, that's not just unrealistic, that's insane.",
        "Meg: Look, not if I marry him. I go through with the contracts, and then I leave him. And then we could be together and not even think about him.",
        "Paul: He's going to expect his marital privileges. You know that. Unless you think he's marrying you for the wedding cake?",
        "Meg: I'm not going to sleep with him. I won't.",
        "Paul: You don't think he's going to be okay with that?",
        "Meg: Well, I'm not going to stay around long enough to find out.",
        "Paul: You're doing all of this for Lucinda?",
        "Meg: It's not that simple.",
        "Paul: Well, then can you explain it to me, please?",
        "Meg: You're going to laugh at me.",
        "Paul: At you? No, I don't feel like laughing right now.",
        "Meg: When I -- when that patient died because of what I did -- I let Craig -- he turned me into something that I didn't want to be. I lied. I betrayed most of the things I believed in. And what he did to Lily? I feel like I was the dress rehearsal.",
        "Paul: I know that.",
        "Meg: So I'm not doing this for Lucinda, I'm doing it for me. You understand that, don't you?",
        "Paul: Yeah, I understand that.",
        "Meg: And then you and I, we could finally be together. And we could put Craig Montgomery in the past. But this is what I have to do to do that.",
        "Paul: Yeah, I understand.",
        "Meg: Thank you.",
        "Paul: You understand how dangerous this is?",
        "Meg: Yeah, I know. I know, and that's why I think -- I think we have to leave. Go somewhere where he'll never find us.",
        "Paul: You have a life here, Meg. You'd give all that up?",
        "Meg: I could do that -- if I have you, if I know we're in this together.",
        "[SCENE_BREAK]",
        "Jack: Katie, um, you know how we're always complaining about how we don't get enough time alone together. Well, we're alone. I didn't think that we'd be doing this.",
        "Katie: Yeah, I know, I'm sorry, but I promised Mortie that if he let me into the studio tonight, I would bake him a pie.",
        "Jack: Okay, well, here's -- here's and idea. This just off the top of my head -- how about you tell him you changed your mind.",
        "Katie: Can't do that, his wife's out of town. It's the first time he's watched the kids, the pie is for the kids.",
        "Jack: I'd hate to break a promise like that.",
        "Katie: I like cinnamon. I'm going to use more than it says.",
        "Jack: You ever bake a pie before?",
        "Katie: Ummmm, no. I told Mortie I would bake him a pie, I didn't say it was going to taste good.",
        "Jack: All right, how many of these apples do I have to peel?",
        "Katie: Six, I think. Yeah, six. You are really a bad peeler.",
        "Jack: Oh, I'm so ashamed.",
        "Katie: No, you're -- come here. You're taking half the apple with the peel. You've got to do it like this.",
        "Jack: Oh, you go ahead and peel that apple.",
        "Katie: Hey. Think of Mortie's kids.",
        "Jack: I'll buy Mortie a pie. I'll buy his kids six pies.",
        "Katie: No, that's not the way it works. Come here, finish this. Thank you.",
        "Jack: Yeah.",
        "Katie: Jack.",
        "Jack: Yeah?",
        "Katie: I'm really glad you came by tonight.",
        "Jack: Me, too.",
        "Katie: I like how, you know, things around us go wrong, we're always kind of okay.",
        "Jack: That's you, my dear.",
        "Katie: Oh, no. That's us.",
        "[SCENE_BREAK]",
        "Brad: Okay, I read this book once --",
        "Carly: Forget to pay the cable bill?",
        "Brad: Anyway, okay, in it there's this woman, she dies. Well, she gets killed. And she was really controlling and mean. And everyone said she became that way because she was a prison matron.",
        "Carly: Why are we talking about this?",
        "Brad: Hold on, hold on. But the detective in the story, he said no, no, no, no, no, it was the other way around, she became a prison matron because she liked to control people.",
        "Carly: Hey, Brad --",
        "Brad: Because she enjoyed it.",
        "Cary: I don't care --",
        "Brad: I'm talking about Jack.",
        "Carly: No, you're not.",
        "Brad: Yes, yes, I am. We're talking about a man who became a cop because his favorite thing in the world is being right about everything and making everyone else behave and follow his rules.",
        "Carly: No, Jack's not like that.",
        "Brad: Yes, he is. That's my brother, okay? And growing up, he practiced being superior to me every chance he got.",
        "Carly: Not much of a challenge.",
        "Brad: Okay, and then he grew up and he married you and you spent a lot of time trying measuring up to his expectations. And started to believe that he was right about you.",
        "Carly: Mainly because he was --",
        "Brad: And now you've got Parker -- now you've got Parker going down the same path.",
        "Carly: No, don't -- don't say that.",
        "Brad: Look, you know, Carly, you're a woman. You don't like to follow rules, and you know, maybe you make mistakes, but you are one hell of a broad. You are a good woman.",
        "Carly: Right.",
        "Brad: Listen to me. Listen to -- nah, come on, listen to me! This is not healthy, it's not good for Parker to be making you feel guilty all the time. He's acting like some judgmental little jerk and you're letting him get away with it.",
        "Carly: Do you have any idea what I put that child through?",
        "Brad: Yes. But if you're going to help him through this, he going to need his mother. You, like you really are. Not some guilt-ridden, hand-wringing sob sister.",
        "Carly: I'd like you to leave now? Okay?",
        "Brad: Parker is damned lucky to have you for his mom. But you've got to stop beating yourself up because if you can't be you -- it'd be better if you didn't show up at all. I have a theory about you and Simon.",
        "Carly: Oh no, no you don't.",
        "Brad: Oh yes, I do. I think you were just starving for someone to plain -- just plain like you. Not working on you, not trying to change you, but just liked you.",
        "Carly: Well, look how good that turned out.",
        "Brad: Okay, you can look at -- you can look at what you did like you're this terrible mother that did this terrible thing --",
        "Carly: I can, and I will.",
        "Brad: Or you can look at it like your kids can grow up seeing someone who made a huge mistake, and then fixed it and moved on. So when they, like everybody else in the world, makes a huge mistake they can say, \"You know what, I handled this like my mother. She had guts.\" You do, you know?",
        "Carly: I don't think I can let myself off the hook quite that easily.",
        "Brad: Okay, okay, Carly. Hey, you know, what, if you are committed -- if you are committed to feeling bad about yourself, you definitely came to the right place.",
        "Carly: What?",
        "Brad: This. This place, it's like a -- I mean, it's like a shrine to Jack. You know, it's all very nice, you know middle-class taste, it's very proper, it's very not Carly.",
        "Carly: I love this house!",
        "Brad: Yeah? I mean, is this Jack's chair? This is his chair? Did you bring him his pipe and little slippers?",
        "Carly: No, don't do that. Don't make fun of that time. I loved this house, I loved that man.",
        "Brad: Stockholm syndrome. You got so used to pleasing him, you ended up thinking it was your idea.",
        "Carly: Okay, get out. Just, just, just get out of here, okay?",
        "Brad: Are you're mad?",
        "Carly: Yeah, and oh, you're so perceptive!",
        "Brad: Oh, you're mad? Good! Good! Be mad, be loud, be you. Man, it's not going to faze me a bit. I think it's great. You know, I am like Simon. I am. All right? I'm just like him, cause I just plain like you.",
        "Carly: The feeling is definitely not mutual. Now beat it! Get out of here!",
        "Brad: All right, okay, I'm going. All right, you know what? You get of here. Get out of this place. All right. Don't live in the past. Get out of Jack's shadow. I'm taking my beer.",
        "Carly: You're a big jerk!",
        "[SCENE_BREAK]",
        "Katie: Now, didn't that just give you a feeling of satisfaction?",
        "Jack: No.",
        "Katie: Don't tell me the truth, tell me what I want to hear.",
        "Jack: Wow. Did that give me a tremendous feeling of satisfaction. I can't wait to bake another pie with you.",
        "Katie: You're a terrible liar.",
        "Jack: Yep, and you have flour all over your face. Let me tell you something lady, that even looks good on you.",
        "Katie: Hey, I know this isn't how you thought we'd spend our alone time together. But it was kind of fun.",
        "Jack: Oh, no, I had fun.",
        "Katie: Having a project together. [Jack's sarcastic laughter] Making something together.",
        "Jack: Next time we can build a birdhouse?",
        "Katie: I would do it if it was with you. Oh, why -- why am I doing that? I'm being myself again.",
        "Jack: I like yourself.",
        "Katie: No, I push, I'm a pusher. Just --",
        "Jack: What?",
        "Katie: Never mind. Okay, if I push too hard, just tell me --",
        "Jack: Time out, time out, hold on a second.",
        "Katie: And I'll stop.",
        "Jack: Why, why, why, why are you doing this right now?",
        "Katie: Because I want to make another pie with you and build a birdhouse. Go to a Cubs game, and have a picnic.",
        "Jack: A picnic? Lady, that's just too much.",
        "Katie: Yeah, I know. That's the problem, I want to take up all your time. I want to book you now.",
        "Jack: Yeah, the only problem I see is that I don't have a lot of it. But how about this? Seeing how you're just so incredible with all of my domestic problems, I'll make you a promise. I promise that I won't get mad every time you ask me to do something that I really, really, really like with a woman I really, really, really like.",
        "Katie: I think this is going to be a really, really, really good summer.",
        "Jack: I do, too.",
        "Katie: And you know what?",
        "Jack: What?",
        "Katie: I think this is going to be a really, really, really good night.",
        "Jack: I think it already is.",
        "[SCENE_BREAK]",
        "Holden: You've got to be kidding me.",
        "Lily: Just calm down Holden, please.",
        "Holden: You just told me that your mother tried to poison Craig and you want me to calm down?",
        "Lily: Holden, please.",
        "Holden: Lily -- that's crazy. What your mother did was crazy?",
        "Lily: I know -- I know it's crazy. But she was pushed, obviously. I mean not only did Craig use me to take my mother's company away from her. But he taunted her with it. He made sure everybody knew how happy he was about it.",
        "Holden: Like tonight. He not only wants to marry Meg, he wants us to toast the occasion.",
        "Lily: I am so sorry. I know how upset you must be.",
        "Holden: It doesn't make any sense. A few days ago, Meg told me that she was going to stop trying to get back at Craig. She also told me that she and Paul never broke up. So to see her want to do this to him. To threaten to marry a guy he hates -- what? What aren't you telling me?",
        "Lily: No, nothing. Craig agreed to drop the charges against my mother, if Meg agreed to marry him.",
        "Holden: That's not Meg's responsibility.",
        "Lily: I know that! I know. And I know that this is all my fault. Craig is able to get away with everything he has, because of how weak I am.",
        "Holden: You know what, you remember what the doctor said? That kind of guilt is not good.",
        "Lily: The bottom line is, my mother didn't do that to Craig because she lost her company. She did it to Craig, because of what he did to me.",
        "Holden: How long have you known about this?",
        "Lily: I just found out about this wedding. I wouldn't keep that from you.",
        "Holden: Why would Meg even consider it?",
        "Lily: I guess she turned him down at first. But then -- but then, Craig agreed to give my mother the company back if Meg married him.",
        "Holden: Yeah, but at what cost? It doesn't make any sense. And she still loves Paul. No, no, she won't do it. She can't. Paul will talk her out of it.",
        "Lily: I don't think so. I get this sense from Meg that she is as determined to go through with this as my mother.",
        "[SCENE_BREAK]",
        "Paul: I understand you have to get him. I understand you want to make Craig pay for everything that he's done. But right now I'm really scared for you.",
        "Meg: Yeah, I know. I get that.",
        "Paul: You don't get it. You don't understand. I -- I had another vision. Of you.",
        "Meg: And?",
        "Paul: And you were in a wedding dress. You were getting married. The rings from when we were supposed to be married, they triggered it.",
        "Meg: Something bad happened?",
        "Paul: I don't have visions of good stuff. And I thought it was just the rings, you know? So I got rid of them, and I got new ones.",
        "Meg: And then what happened?",
        "Paul: Well, that was before I thought you were thinking of marrying Craig.",
        "Meg: So, did you have another vision again?",
        "Paul: No. But that doesn't mean that I've done enough to protect you, make you safe.",
        "Meg: Here, take my hands. Here. Anything?",
        "Paul: You have lovely, and very cold.",
        "Meg: Paul, you have visions. And I have feelings. And this really feels like the right thing to do for me. As long as we're together, I really feel like nothing bad is going to happen to me.",
        "Paul: Famous last words.",
        "Meg: Okay, look. I have to go downstairs and talk to Craig. Can you just put your hands around me? Let me know that you still love me.",
        "Paul: Oh yeah, I love you. I don't think I have a choice in the matter.",
        "[Cell phone rings]",
        "Meg: Oh, I have to get that. Come on.",
        "Paul: I hate this.",
        "Meg: Yes.",
        "Craig: Your champagne's getting flat.",
        "Meg: I'll be right there.",
        "Craig: I came out, and looked around the lobby, you weren't here.",
        "Meg: Paul and I had a lot to talk about, we went for a walk.",
        "Craig: So do we.",
        "Meg: Look, I told you, I'll be right there.",
        "Craig: I'll order another bottle.",
        "Paul: What?",
        "Meg: Look, I'm not stupid. I know that I can't trust anything Craig says or does. And we can't underestimate him.",
        "Paul: But --",
        "Meg: But I think I have a weapon no one else has. For some reason, and I don't why, it matters to him what I think of him.",
        "Paul: Well, then you better just never ever let him ever know the truth.",
        "[SCENE_BREAK]",
        "[Carly remembering]",
        "Brad: Stop beating yourself up. Because if you can't be you -- it'd be better is you didn't show up at all. Get out of here, Carly. Don't live in the past. Get the hell out of Jack's shadow.",
        "Carly: Why don't you shut up!",
        "[Carly grunting]",
        "[SCENE_BREAK]",
        "Craig: Hey, you all right?",
        "Meg: Yeah, I'm fine.",
        "Craig: I don't think that's true. I think that doing something like that would be very difficult for somebody as kind as you --",
        "Meg: You know what, Craig. I dealt with Paul. And I think it would work best if we let the subject go.",
        "Craig: You're the boss.",
        "Meg: Yeah, I wouldn't say that.",
        "Craig: Well, at least you will be the boss, once I get that ring on your finger. Which will make you the boss of Montgomery Enterprises, which will technically make you my boss.",
        "Meg: Again, I wouldn't say that.",
        "Craig: Unless, of course, I'm presuming. I mean just, you know, dumping -- I'm sorry, saying good-bye to Paul does not necessarily mean that you've accepted my offer.",
        "Meg: But I have. I will marry you.",
        "Craig: You've just made me the happiest man alive.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Alison: He won't be around stalking me is going to help everything a lot.",
        "Emily: Who won't be around?",
        "Alison: Lance.",
        "Lance: There's this guy name Donavan who's appointed himself my own \"One man unwelcoming committee.\"",
        "Cherie: What an interesting coincidence.",
        "Craig: I don't think the deal's going to matter anymore.",
        "Margo: What if you're wrong.",
        "Craig: I trust her.",
        "Emma: Nothing good can come of this marriage."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=3t60rAnBhmM"
}