{
    "Episode Summary": [],
    "Recap": [
        "Molly told Dusty that if she didn't get her 25K back from him that she would tell everyone he knows what kind of person he really is. Bonnie lied to Evelyn and Margo after getting the final approval to do so from her mother. Rose admitted to Paul that she had something to do with Barbara's kidnapping. She said she wasn't sorry for doing it since Barbara had her kidnapped for months. Susan introduces her new beau, Rick to Nancy, Kim, Emily, and Hal. They all have dinner and discuss the possibility of Rick getting a position in geriatrics at Memorial."
    ],
    "Recap Author": "Dione",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Rose: Thank you.",
        "Emily: Okay.",
        "Rose: I think a lot better when I got something to eat. It's just trust is such a big issue with Paul. When he finds out that I've been lying to him left and right, not only is he not going to want to marry me, he's not gonna want to look at me.",
        "Emily: Rose, you're the one who's got to trust that Paul's gonna forgive you.",
        "Rose: I took his mother. And I lied to him about it to his face.",
        "Emily: Well, you know what? Hal forgave me. You think that was easy? It went against everything he believes in. But do you want to know why he did it? Because he loves us. He loves this family, this crazy, hodgepodge family. It means more to him than anything in the world.",
        "Rose: I want a family like that. I want it so bad, I could just scream. But that kind of happiness -- I feel like it's slipping away faster than my well- toned thighs.",
        "Emily: It doesn't have to be that way.",
        "Rose: No, I blew it. I should've come clean when I had the chance.",
        "Emily: You know what? Maybe you didn't blow anything. Maybe if you -- if you tell Paul the truth, he'll love you that much more for being brave. You know, he'll know how difficult it was for you. You gotta tell him, Rose. You gotta tell him.",
        "[SCENE_BREAK]",
        "Paul: So what about it, Dusty? Why'd you lie to give Rose an alibi?",
        "Dusty: What do you think? Rose and I are into something together?",
        "Paul: I don't know what you're into. But I do know this. You and Rose weren't together the day my mother was kidnapped. You were downstairs in the lounge that afternoon.",
        "Dusty: Oh, yeah? Because some confused waiter or bartender looking for a big tip --",
        "Paul: Sell it to someone else, I know you were there.",
        "Dusty: Says who?",
        "Paul: Says your good friend, Molly McKinnon.",
        "[SCENE_BREAK]",
        "John: Lloyd? Lloyd? Martini, very dry. Quickly. Quickly.",
        "Bartender #1: Long day in cardio, doc?",
        "John: 72 hours. Are my eyes crossed yet? Waiting for Dusty?",
        "Molly: Absolutely not. We parted ways, John.",
        "John: He wised up?",
        "Molly: What is that supposed to mean?",
        "John: Well, the little game that you were playing with Mike Kasnoff at Craig and Rosanna's wedding the other day was bound to hurt somebody. I figure he saw that, and he bailed out on you.",
        "Molly: Excuse me, but I've got news for you. Your boy Dusty is the bad news, not me. I'm the one that called it off, John.",
        "John: Oh, come on, if this is going to be another sad story of how another affair of yours has broken up, spare me the details. I'm here for the gin.",
        "[SCENE_BREAK]",
        "Jessica: Bonnie?",
        "Bob: No, it's just your physician. Ben is taking care of Bonnie. Easy now. Easy now.",
        "Jessica: The phone -- I need to call him.",
        "Bob: No, no, you just need to take it easy. Just let me listen to your lungs. Jessica, I'm concerned about you. You've got some fluid in your lungs. You could be developing pneumonia.",
        "Jessica: But I --",
        "Bob: It's imperative that you get some rest. I'm going to increase your antibiotic, and I'm going to exchange this for an oxygen mask.",
        "Jessica: You don't understand, Bob.",
        "Bob: No, you don't understand. You can worry about Bonnie later. Right now, you concentrate on getting better.",
        "[SCENE_BREAK]",
        "Isaac: No, Bonnie's not saying a word about the night of the shooting without a lawyer listening to every syllable.",
        "Evelyn: Well, that can be arranged. Although it appears that she has counsel right here.",
        "Marshall: Ms. Mckechnie hasn't asked me to represent her in this matter.",
        "Margo: Then why are you here, Mr. Travers?",
        "Marshall: I was just looking to have a scotch on the rocks.",
        "Margo: Yeah, well, the place isn't open.",
        "Marshall: It's early. Is that a crime?",
        "Margo: No, it's not. But the shooting of Jessica most certainly is. So should we get back to the task at hand? You said that you were ready to talk, Bonnie?",
        "Bonnie: Did you talk to my mom at the hospital?",
        "Margo: I stopped by, but she wasn't allowed visitors.",
        "Ben: Look, I talked to your mother, Bonnie. And she wants you to wait before you give a statement.",
        "Margo: Shall I call Tom and have him meet us at the station, Bonnie?",
        "Evelyn: Look, Bonnie, one way or the other, you will be questioned.",
        "Marshall: But are you charging her, Evelyn? On what grounds?",
        "Evelyn: Well, we can start with obstruction of justice and take it from there.",
        "Bonnie: Okay. Will everybody just back off? Just back off, okay? This is my life. It is my decision. And I said I wanted to talk, so let me talk.",
        "[SCENE_BREAK]",
        "Susan: See anything you like?",
        "Rick: Yes. Thanks for taking the time out to show me around town. I know your schedule's pretty tight.",
        "Susan: Oh, I got all caught up with that patient, or I would have met you a lot sooner. It's a very interesting case. I'd like to talk to you about it.",
        "Rick: Sure. You really like it at Memorial, don't you?",
        "Susan: Oh, I do. As hospitals go, it's -- it's pretty wonderful. It's got a great staff and good facilities. You know about the new Burn unit, right? And it has a very forward-thinking board.",
        "Rick: So I've been reading. That's one of the reasons I'm considering applying there.",
        "Susan: Really? In Florida, you said you were looking Rochester and Baltimore.",
        "Rick: Yeah, there, too. Well, say something.",
        "Susan: Well, I can't. I'm just -- I mean, you would love it here. I really think you would.",
        "Rick: Well, do you have reservations about it?",
        "Susan: No, no, it's just that it's too good to be true. You're Johns Hopkins, Mayo clinic material. Why would you look to practice here in the boonies?",
        "Rick: Are you always this modest?",
        "Susan: Where is that waiter? I don't believe it.",
        "Rick: What?",
        "Susan: Some things, you know, are meant to be. That's the wife and the mother of our chief of staff. It's perfect.",
        "Rick: Because?",
        "Susan: Because they're going to meet you. They're going to think you're wonderful. And before you know it, you're going to be sitting across a desk from Dr. Hughes.",
        "Rick: Oh, Susan, please, I hate that kind of politicking. I'll get on staff the proper way. All right?",
        "Susan: Why, when the perfect way is staring us right in the face? Kim? Nancy? Over here.",
        "[SCENE_BREAK]",
        "Dusty: Molly told you that I was with her the day your mother disappeared. Now why would she volunteer something like that?",
        "Paul: She didn't. I asked. Care to explain?",
        "Dusty: Explain what? What are you doing? Checking up on me? Or checking up on Rose?",
        "Paul: You're missing the point, Dusty.",
        "Dusty: Well, help me out, pal. What's the point?",
        "Paul: You inserted yourself into a private conversation between me and Rose, and then you lied for her to give her a fake alibi. Why did you do it?",
        "Dusty: You know, maybe it wasn't my place, but I felt bad for the poor little girl, you know? You're grilling her like she's some criminal or something.",
        "Paul: Rose can take care of herself. Did she ask you to lie for her?",
        "Dusty: She didn't ask me to do anything. I covered for her because I felt bad for her.",
        "Paul: Well, if she has nothing to hide, then why did you cover for her?",
        "Dusty: 'Cause I'm looking out for you. And I'm looking out for your relationship. You look like an idiot leaning on her like that. Rose kidnapped your mother? Come on, man.",
        "Paul: Well, obviously, something is up, or she wouldn't have let you lie for her.",
        "Dusty: Well, she didn't like the fact that I lied. She told me so when you left the room. The only fact is, she didn't call me out on it in front of you is because she's too polite.",
        "Paul: Come on, Rose would not cover for you.",
        "Dusty: Well, that's what I'm saying. She just wanted the whole thing to go away. She was embarrassed. I mean, here you are accusing your fiancée of kidnapping your mother. It's humiliating, man!",
        "Paul: Hey, you think I like checking up on Rose?! Do you?! Let me tell you something. I love that woman more than you could possibly know. And I hope like hell she's not involved in what happened here.",
        "Dusty: Well, then I think it would help if you dropped this little investigation.",
        "Paul: No, what would help me is if people would stop lying to me every time I turn around! All right? So do me a favor. Next time you feel the impulse to jump in and make things better? Don't.",
        "[SCENE_BREAK]",
        "Rose: So you're telling me I'm just supposed to tell Paul everything, even though our M.O. the whole time has been deny, deny, deny? I just -- I don't think we should be changing horses midstream here.",
        "Emily: Well, the landscape's changed, Rose. Jack knows. Hal knows.",
        "Rose: They're cops. You know, nothing against Hal, but what if he has a sudden case of the scruples? I don't want Paul involved in this.",
        "Emily: What do you think? Huh? They're gonna suddenly come after us, guns ablazing? It's not going to happen. And what did we really do anyway? Think about it. We inconvenienced the witch who made our lives hell, and she got away with it. Carly made Jack see that.",
        "Rose: She really came through for us. Didn't she?",
        "Emily: Yeah. No one can change Jack's mind like Carly can, that's for sure. And you see, now that he's come around, Hal isn't all duty bound to go to the Supreme Court about my stupid watch. You see?",
        "Rose: Yeah. Carly knows it's another person.",
        "Emily: That's why you've got to tell Paul everything now. Trust me. And he'll see that Jack and Hal aren't up in arms about everything. He'll settle down.",
        "Rose: He's like a dog with a t-bone. He won't let this go.",
        "Emily: Aren't you the one who told me that he's in your corner?",
        "Rose: Yeah. He says that, you know? He says the words. But he looks at me a little funny.",
        "Emily: He loves you, Rose.",
        "[Cell phone rings]",
        "Rose: Yeah. Yeah. Paul?",
        "Paul: I need to see you right now.",
        "Rose: Where are you?",
        "Paul: At the Lakeview.",
        "Rose: Great. You want to meet in the lounge?",
        "Paul: No, not here. There's too much interference. Somewhere we can be alone.",
        "Rose: I'm all over being alone.",
        "Paul: Meet me at Java underground. It opens in a few minutes. Nobody'll be there yet.",
        "Rose: Great. I'll meet you there then. Now, Paul, is everything all right? [Dial tone] he wants me to meet him Java underground. He didn't say why.",
        "Emily: Ooh, pretty suspicious. Your fiancé wants to meet his bride-to-be at a private, quiet, romantic place.",
        "Rose: He didn't sound happy.",
        "Emily: Come here. I know how much you want to protect him, Rose. I do.",
        "Rose: You know, I'd fight off hungry lions for that guy.",
        "Emily: I know, and it's very scary coming clean. I know.",
        "Rose: I just don't know what the right thing to do is, you know?",
        "Emily: You'll know. You'll know when you see him. When you look in his eyes, you'll know.",
        "Rose: I just love him so much.",
        "Emily: Oh, honey, you believe in that, okay? You believe in that more than you believe in all this bad stuff. You got me?",
        "Rose: Yeah. You're right. I believe in love. I do. I believe it. I believe in love.",
        "Emily: Okay, you, come here. Go after your future husband. Go.",
        "Rose: I believe in love.",
        "[SCENE_BREAK]",
        "Ben: Bonnie, you and I are gonna have a little conversation before you talk to anyone. Excuse me, Evelyn, but I promised Jessica that I would do this. Come here.",
        "Bonnie: Why is it that you don't think I'm capable of handling myself?",
        "Ben: We are trying to help you take care of yourself. I am. Isaac is. If you can't see that, you're not thinking straight.",
        "Bonnie: My mother has always taught me to stand up for myself, Ben, and that's what I'm doing here. Can't you see that? She would be proud of me.",
        "Ben: For sending yourself to jail? I don't think so.",
        "Bonnie: No, she would be proud that I refused to take the advice of a sleaze like Marshall.",
        "Ben: Even if his advice agrees with your mother's advice?",
        "Bonnie: God, can't you see, Ben? I would be totally and completely degraded. I am not gonna just sit around and do what that man asks me to do. I would be ashamed. And that's exactly what he did to my mother, and I won't -- I won't be his next victim.",
        "Ben: Bonnie, your mother is in critical condition. She needs to spend her energy recovering, not worrying about you. So if you are truly concerned about your mother, you will stay quiet right now.",
        "Bonnie: Take me to her. I want to hear her say it. I want to hear her say it again, that she would rather me lie to the police and take the advice of her sworn enemy rather than to just tell the truth.",
        "Ben: Bonnie -- okay. Let's go see your mother.",
        "Bonnie: Look, I need to go see my mom. No, honey, please. Just stay here. We're about to open, and -- I'm gonna be okay.",
        "Margo: I'm sorry, Bonnie. Not this time.",
        "Bonnie: One hour, Margo. Just give me one hour. At which time I will meet you at the police station and give my statement. You have my word.",
        "Margo: Okay.",
        "Evelyn: Are you letting her go, just like that?",
        "Margo: She gave me her word. That's good enough for me.",
        "Marshall: You think Bonnie's gonna play Joan of Arc?",
        "Isaac: I don't know. I've been trying to tell Bonnie crucifying herself doesn't do anybody any good, but Bonnie's a stubborn woman.",
        "Marshall: Yeah, and she hates me. She hates the idea of my defending her.",
        "Isaac: We all do.",
        "Marshall: Yeah, but if -- if I told Bonnie, \"don't jump in front of a train,\" I think she'd tie herself to the nearest tracks just to spite me.",
        "Isaac: Half this town would rather get hit by that train than listen to a word out of your mouth.",
        "Marshall: Is that so?",
        "Isaac: Yes, it's so. Get it straight, Travers. Just because you're helping out now doesn't mean anybody's gonna forget what you did to Jessica any time soon. So my advice to you is, when this is all over, you pack your bags. You leave Oakdale, and you go right back to hell, where you come from.",
        "[SCENE_BREAK]",
        "Susan: And this is Dr. Eric Decker.",
        "Kim: How do you do?",
        "Rick: Please, call me Rick.",
        "Kim: All right.",
        "Nancy: How nice to meet you.",
        "Susan: Rick's specialty is Geriatric medicine.",
        "Nancy: Really? Then I must be calling on you soon.",
        "Rick: No, not for another 10 or 15 years, I'm sure.",
        "Susan: He just spearheaded a think-tank in San Francisco on the genetic roots of senility.",
        "Kim: Oh, really? Well, it sounds as if you've been making important contributions.",
        "Rick: Well, I just try to give back to medicine as much as it's given me.",
        "Susan: Lucky for us, he's applying for a job here.",
        "Kim: Oh, but Memorial doesn't have a Geriatric research program.",
        "Rick: Well, that's exactly why I'm considering it. I -- I want to get my -- I want to get back to hands-on medicine. That's -- that's really my first love.",
        "Kim: Oh, my goodness. I'm sure Bob could use someone of your stature.",
        "Rick: I'm sorry -- Bob?",
        "Kim: Oh, no, I'm sorry. Bob Hughes. Dr. Bob Hughes is my husband, and he's also chief of staff at Memorial. And I -- I don't really think he would mind my telling you he's been looking to include someone with your background --",
        "Rick: Well, good.",
        "Kim: -- On his staff.",
        "Rick: I hope he considers that when he reads my application.",
        "Kim: I'm sure he will.",
        "Rick: Oh, excuse me, ladies. Where are my manners? We haven't ordered yet. Would you two like to join us?",
        "Nancy: Are you sure we wouldn't be intruding?",
        "Susan: Oh, of course not. It would be wonderful. But if you'll excuse me, I have to make a phone call. Be back in a second.",
        "Nancy: Don't hurry, dear. I, for one, would like to hear more about Dr. Decker's research.",
        "Rick: Please.",
        "Kim: Mom.",
        "[SCENE_BREAK]",
        "Susan: Emily?",
        "Emily: Mom, is that you?",
        "Susan: Yes. Emily, you have to get over to the Lakeview dining room immediately.",
        "Emily: Why? What's going on? Is there a breaking story or something?",
        "Susan: Yes. \"Handsome doctor falls for tabloid editor's mom.\"",
        "Emily: What?",
        "Susan: Rick is here. He's having dinner with me. I want you to meet him.",
        "Emily: Uh -- you know what, mom? It's not a real good time.",
        "Susan: Emily, come on. The guy is talking about moving to Oakdale for me. Please, honey, can't you just drop in, pretend to have an early dinner with Hal?",
        "Emily: Wait a minute, this Rick guy is actually planning on moving to Oakdale? You gotta slow down, mom.",
        "Susan: I can't. I don't want to. Oh, Emily, you have to get over here to the Lakeview and see for yourself. He's terrific.",
        "Emily: You know what, mom? The boys are both out of the house tonight, and we have been really stressed out. And we were just planning on having a nice, quiet evening at home alone, so --",
        "Susan: Well, have it at the Lakeview then, and that way Hal can get to meet him, too. Oh, please, please, please, please, please. We've had so much trauma. Don't we deserve one nice night out?",
        "Emily: Okay, okay. But just for the record, I think this is moving way too fast, mom.",
        "Susan: Don't I know it.",
        "Hal: What is all this? Dinner?",
        "Emily: Oh, Rose was here.",
        "Hal: Oh. There's some chicken in the fridge. Can't vouch for how old it is. Maybe we can just get some takeout.",
        "Emily: That sounds great. But we can't.",
        "Hal: You said you were taking the rest of the afternoon off.",
        "Emily: I am. And I just told my mom that we'd meet her and her new boyfriend at the Lakeview for an early dinner.",
        "Hal: Tell me again why I'm keeping you out of prison.",
        "Emily: Because you want a normal, boring life. Doesn't dinner with my mother and her doctor boyfriend sound really normal and boring?",
        "Hal: Yeah, mm-hmm. But that's not the only reason why you're gonna go over there, is it?",
        "Emily: I have not heard my mother gush over a man in I don't know how long.",
        "Hal: And you want us to go over and check him out.",
        "Emily: Well, I wouldn't mind having my favorite cop around to find out what's so great about Dr. Perfect.",
        "Hal: How much time do we have?",
        "[SCENE_BREAK]",
        "Bob: Your mother's resting.",
        "Bonnie: How is she? 'Cause I was told she has an infection in her lungs.",
        "Bob: Well, we're treating it aggressively, but she hasn't responded yet. And she's been sedated, and she just has to stay calm.",
        "Bonnie: I need to talk to her, Dr. Hughes. Just for a minute, I promise. But it's really, really important.",
        "Bob: Bonnie, I'm sorry. I can't let you see her right now. Maybe in a little while, all right?",
        "Ben: Bob. I'm glad I caught you. Could I bend your ear for a minute about the Lawson surgery?",
        "Bob: Oh, sure, sure.",
        "Ben: Great. Thanks.",
        "Bob: What's up, Ben?",
        "Ben: I was thinking that maybe our best point of entry --",
        "[SCENE_BREAK]",
        "Isaac: It's on the house.",
        "Marshall: Just paying my debts.",
        "[SCENE_BREAK]",
        "Rose: Your wish is my command.",
        "Paul: Really?",
        "Rose: Yeah, yeah. I'm gonna be your private genie. I'll go back to your place, you want to rub my lamp?",
        "Paul: Okay, here's my wish. You ready?",
        "Rose: Mm-hmm.",
        "Paul: I want to know why you and Dusty lied to me about where you were the day my mother was kidnapped.",
        "[SCENE_BREAK]",
        "Molly: My heart's not breaking over Dusty Donovan. You know why? He's not a very nice guy. Of course, he thinks he has everybody fooled, including you.",
        "John: Come on, come on, he's accomplished quite a bit in his short lifetime. I'm kind of proud of that.",
        "Molly: Good. Good for you. I just hope while you're busy being puffed up over all his accomplishments, his dicey friends don't come along and burst your bubble.",
        "John: Dicey?",
        "Molly: Yeah.",
        "John: Did you say dicey?",
        "Molly: Dicey, as in they don't carry briefcases, John. They carry brass knuckles.",
        "John: Oh, come on.",
        "Molly: Look, I don't know what kind of business he's into, but it's just not normal. It's not what everybody thinks it is.",
        "John: Don't put the bad mouth on Dusty simply because he's had enough of you, and he doesn't want to live with this constant drama.",
        "Molly: Nice. You think I'm making this up, John? I'm not. I know Dusty, and I know what I'm talking about.",
        "Dusty: You know what you're talking about, huh? Well, go ahead, talk. Apparently you've done a lot of that today.",
        "[SCENE_BREAK]",
        "Rose: I did it. I got your ma out of people's hair for a couple days, and I'm glad that I did it.",
        "[SCENE_BREAK]",
        "Molly: You have $25,000 of my late husband's hard-earned money. That makes you my business.",
        "John: There seems to be some sort of misunderstanding here. Now, she thinks you've been doing business with some disreputable people.",
        "Dusty: Yeah, she doesn't seem to understand that just like in any business, Wall Street has its share of shady characters.",
        "Molly: You mean thugs.",
        "Dusty: You know, not all investors are little Ivy league boys. Some of them can get real bitter when they lose big.",
        "John: Is everything okay?",
        "Dusty: Yeah.",
        "John: Good. Then I'm going to finish my gin in my room. See you later.",
        "Dusty: Let's talk soon.",
        "John: Right, right, right.",
        "Dusty: Come here. First your ex-boyfriend, then Paul, now John. What are you trying to do to me?",
        "[SCENE_BREAK]",
        "Paul: Were you or were you not involved in my mother's kidnapping? Don't you think I deserve to know if I've been the biggest fool in town?",
        "Rose: Don't think like that. You're not a fool.",
        "Paul: Well, how do you expect me to feel? I stood by you through all your denials, even when they didn't make sense. I begged you to come clean. I even told you -- I promised you, promised you that it wouldn't break us up.",
        "Rose: Then you promised to stand by Barbara if I was involved. So forgive me if I can't keep straight all your promises.",
        "Paul: Hey, hey, hey, I'm not on trial here. I didn't break the law. And if you did, I want to know about it right now.",
        "Rose: Yes. Yes, I did it. I got your ma out of people's hair for a couple days. And I'm glad that I did it.",
        "[SCENE_BREAK]",
        "Bonnie: Mom?",
        "Jessica: Bonnie -- can't talk.",
        "Bonnie: Don't -- okay. Let me help you.",
        "Jessica: Yeah.",
        "Bonnie: Don't you worry about it, mom. Don't -- don't push, okay? I'm gonna do all the talking.",
        "Jessica: I mean you -- you can't talk.",
        "Bonnie: You said that before, mom, and I -- I thought that if you got a little more rest, you'd see that I have to talk, mom. I have to go to the police. Because I pulled that trigger. Because I did this to you. And I have to stand up to this, mom.",
        "Jessica: No. Say you don't remember. Don't fight. You don't remember. You don't remember.",
        "Bonnie: Mom -- mom.",
        "Ben: How is she?",
        "Bonnie: She's -- she couldn't stay awake. I guess she's too sedated.",
        "Ben: Were you able to talk to her?",
        "Bonnie: Barely. God, she's so weak. Is she gonna be okay?",
        "Ben: I think so. I pray so. Bonnie, your mother is not in good shape. She's gonna need constant care. Don't you think she's been through enough? Do you really want to drag her through another trial with Marshall Travers? Let us all just move on with our lives, Bonnie, please. If not for yourself, for your mother. Let it be simple.",
        "Bonnie: Thank you for loving my mother. Take care of her, okay?",
        "Ben: Bonnie, wait. What are you gonna do?",
        "[SCENE_BREAK]",
        "Emily: There they are.",
        "[Talking over one another]",
        "Hal: Well, at least they're not bored.",
        "Emily: Maybe this won't be so bad after all. We might even have some fun.",
        "Hal: We were having fun.",
        "Emily: Okay, have a beer.",
        "Hal: I can do that.",
        "Emily: Mom. Hey. Hi.",
        "Susan: Well, look who's here.",
        "[Talking over one another]",
        "Hal: Nancy, how are you?",
        "Susan: I'd like you to meet my daughter, Emily.",
        "Rick: Nice to meet you. I've heard so many wonderful things about you.",
        "[SCENE_BREAK]",
        "Molly: I told you, I'm not playing any games with you, Dusty, and I thought I made that crystal clear. Excuse me.",
        "Dusty: So you start bad-mouthing me around town? You know, whatever happened between us, no matter what, I thought we agreed on being discreet, didn't we?",
        "Molly: Well, you can consider being threatened by two thugs a deal-breaker, okay?",
        "Dusty: I thought I told you about those guys. They were just trying to scare you. They didn't hurt you. You're never gonna see them again.",
        "Molly: You don't know that.",
        "Dusty: Who else did you tell about this? Paul?",
        "Molly: Maybe everybody in town. You know, I gotta tell you something. The interesting thing about Paul -- I didn't talk to Paul. He talked to me. And he wasn't interested in your dirty business dealings. He wanted to know about you and Rose. What's up with that?",
        "Dusty: What I do is none of your business anymore.",
        "Molly: You have $25,000 of my late husband's hard-earned money. That makes you my business.",
        "Dusty: Well, that's too bad. Because that could be a real problem for you.",
        "[SCENE_BREAK]",
        "Paul: I wanted to be wrong. I want -- you have no --",
        "Rose: I hate to see -- I hate to see that look on your face. Can't we just -- there's got to be a way we can get past this.",
        "Paul: How? How? You've put me in the middle of an impossible situation.",
        "Rose: No, no, no, no, not impossible, 'cause there's no evidence that I was involved.",
        "Paul: My mother has an eyewitness.",
        "Rose: No, see, I know, but that eyewitness is not gonna pan out. So unless you tell the cops, it can be all over.",
        "Paul: Over? That's all there is, as far as you're concerned? Just the \"over\"? No explanations? No concern for what you did to my mother?",
        "Rose: I'm sorry that I had to lie to you, but I am not sorry for what I did to your mother. After what she did to me all those months. Do you want a list? I was out of commission for months. I nearly died, so forgive me. Forgive me. I don't feel bad for Barbara 'cause she couldn't play with her colored pencils for a couple of days.",
        "Paul: Rose, I know what my mother did to you was unforgivable.",
        "Rose: She screams and there you are. You're standing right next to her.",
        "Paul: Hey, hey, hey, that is not -- that is not fair.",
        "Rose: I tried to be fair. I did everything that I could, and you know why? Because that woman that you call mother, she's the only one that you've got, and I didn't want you to be stuck between choosing between her or me.",
        "Paul: Well, guess what? That is exactly the position you have put me in. What the hell am I supposed to do now, huh?",
        "Rose: I guess you gotta make that choice.",
        "[SCENE_BREAK]",
        "Bonnie: Here I am.",
        "Margo: Exactly an hour. A woman of her word.",
        "Evelyn: We'll see.",
        "Margo: Do you have representation, or should I call Tom?",
        "Bonnie: No. I don't think I need an attorney for this.",
        "Margo: Okay, let's go.",
        "Evelyn: This is the official statement of Bonnie McKechnie regarding the shooting of Jessica Griffin. Please note that Miss McKechnie has waived the right to counsel.",
        "[Bonnie remembering]",
        "Bonnie: Get off of me!",
        "Margo: We know that you discharged a gun, a gun that was registered to your mother in Marshall Travers' room that night that resulted in the serious injury of your mother. Do you deny it?",
        "[Bonnie remembering]",
        "Bonnie: Mom? Mom? Get off -- get off of her. Mom? Mommy?",
        "Bonnie: No. I don't deny that.",
        "Margo: What happened in that room, Bonnie?",
        "[Bonnie remembering]",
        "Jessica: It's not your fault. You hear me?",
        "Bonnie: Mom --",
        "Jessica: It's not your fault.",
        "Bonnie: The gun went off.",
        "Evelyn: How did the gun get into your hand?",
        "[Bonnie remembering]",
        "Jessica: Say you don't remember. Don't fight.",
        "Bonnie: I picked up the gun, and it just went off.",
        "Evelyn: Yes. But how did the gun get into that room?",
        "[Bonnie remembering]",
        "Ben: Don't you think she's been through enough?",
        "Bonnie: I don't know, Evelyn. I don't recall.",
        "Evelyn: Is her word still good enough for you?",
        "Margo: Is it, Bonnie?",
        "Bonnie: I'm sorry, Margo. That's really all I have to say. Good-bye.",
        "[SCENE_BREAK]",
        "Emily: So? The two of you met at a seminar. Was my mother trying to steal your notes or something?",
        "Susan: You tell her.",
        "Rick: Well, I guess it's my turn to embarrass myself. I -- I arrived at the morning session late, I hate to admit. And in the process of taking my seat, I bumped into Susan's chair and spilled juice all over her lap.",
        "[Laughter]",
        "Susan: All over my favorite blue suit. The one we picked out together.",
        "Rick: Well, if -- if looks could kill -- [Susan laughs] I don't think I'd be enjoying dinner with you here all.",
        "Hal: Well, looks like you two hit it off pretty well.",
        "Rick: Well, Susan made it easy. In fact, we had such a good time, we ended up skipping the afternoon session.",
        "Susan: Oh, shh, the boss's wife is here.",
        "Kim: Oh, don't worry about that. I've been trying to talk Bob into playing hooky one of these days. He is so overworked, and he just plain won't slow down.",
        "Susan: Which is all the more reason he needs competent people on staff.",
        "Rick: Hmm. You know, I didn't know that Mrs. Hughes ran the Human Resources department at Memorial.",
        "Kim: Well, I don't, as a matter of fact. However, I have been known to find a good doctor or two for my husband. And I'd love to put in a good word for you, especially if it turns out you could take some of the pressure off of him.",
        "Rick: That's very kind of you. But in all honesty, I -- I can identify with your husband. I've spent so many years with my head in my work, I've forgotten there's a whole world out here -- full of incredible people.",
        "Emily: This guy's incredible. And he's crazy about my mother.",
        "Hal: Maybe he's just crazy.",
        "[SCENE_BREAK]",
        "Ben: Bonnie's gonna be okay, Jess. She loves you as much as you love her. She's gonna do the right thing -- for you. So you just -- you rest, and you feel better, okay? [Jessica moans] hey, I'm right here, baby.",
        "Jessica: Bonnie?",
        "Ben: She's okay. Don't worry.",
        "Jessica: Then it's over.",
        "Ben: Not on your life, beautiful lady. We're just beginning.",
        "[SCENE_BREAK]",
        "Isaac: Hey -- hey -- what happened?",
        "Bonnie: I did it.",
        "Isaac: You talked to Margo and the D.A.?",
        "Bonnie: I told them exactly what you all wanted me to. Now I just hope I can live with it.",
        "Isaac: I know it hurts. And it may take a while to be able to get next to this, but you did the right thing.",
        "Bonnie: I didn't stand up for what I believe in, Isaac.",
        "Isaac: What about not giving your mother more pain, more heartache? Believe in that.",
        "Bonnie: My mother -- she stands up for what she believes in. And she's always taught me to do the same. God, doesn't she believe that I can be as strong as she can?",
        "Isaac: You have nothing to prove to your mother.",
        "Bonnie: And how 'bout what I owe her? I nearly killed my mother, Isaac. And I'm about to get away with it.",
        "[SCENE_BREAK]",
        "Paul: I resent being pulled in the middle of a messed-up, illegal situation.",
        "Rose: And I resent that it's so difficult for you to make an obvious choice.",
        "Paul: It is a false choice, Rose. I shouldn't have to take sides between my sick mother and the woman I love.",
        "Rose: Sick mother? Sick? Now you know why it's so hard for me to come to you when I need help.",
        "Paul: Dusty -- you've been taking everything to Dusty. Was he in on this, too?",
        "Rose: No.",
        "Paul: Tell me.",
        "Rose: No, his hands are clean. But when you decided to rake me over the coals, he chose my side. Very telling, isn't it?",
        "Paul: Yeah, it tells me that you are bent on making this about me and how I failed you. But you did this, Rose. Nobody but you.",
        "Rose: That's right. And I'm not gonna make excuses. I'm not gonna beg you to forgive me. Wanna turn me in? You go ahead. You call the cops. I'll be waiting for 'em at home.",
        "[SCENE_BREAK]",
        "Molly: I think you're picking up bad habits from your pals, because that certainly sounded like a threat to me.",
        "Dusty: Oh, yeah? Did it?",
        "Molly: How 'bout I go to Holden and Lily and Rose and Paul and let them know that their good buddy, Dusty Donovan, is trying to scare me into not letting anybody find out about his business associates? [Dusty chuckles] funny?",
        "Dusty: You see? I knew it. I knew this was a big mistake to mix business with pleasure. This is what I wanted to avoid. [Dusty sighs] I'm actually sorry that we didn't work out. You know that?",
        "Molly: I bet you are.",
        "Dusty: I mean it. And I didn't realize how scared you were of those guys until now.",
        "Molly: Yeah, why now?",
        "Dusty: 'Cause when you used to see me, your smile would light up the place. I miss that.",
        "Molly: You didn't act like that when we called it quits.",
        "Dusty: When you called it quits. Remember?",
        "Molly: I remember. You know what?",
        "Dusty: What?",
        "Molly: I think I changed my mind. Listen to me. I want my money. And if I don't get it, I'm gonna make sure everybody knows who you really are.",
        "[SCENE_BREAK]",
        "Barbara: I want Paul to see Rose compromised by you. Do you understand me?",
        "Dusty: Is tonight too soon?",
        "[SCENE_BREAK]",
        "Paul: My fiancée kidnapped my mother. Other than that, life is grand. All right? I gotta go. I gotta talk to Jack.",
        "Lily: No, please, Paul. Please, don't go to the cops."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=awLHel8BD78"
}