{
    "Episode Summary": [],
    "Recap": [
        "Barbara goes along with Roseanna despite her instinct not to trust James and the risk of further alienating Will. Roseanna also reveals that there are no lawyers, but her plan to make it look like she was haunting herself. Keith remains a mystery and Lily is stunned that he crawls out the window when Holden arrives. She takes his picture as he crawls out. Jack and Carly run damage control with Parker, Carly hinting that she may be up to something to Jack, who somewhat disapproves. The minister comes to interview Henry and Katie and when Mike comes in, he seems to push Katie toward Henry. When Henry asks Katie what would be so bad about being married to him, she tells him she only did any of this to get Mike back which devastates Henry but finally makes Katie realize how selfish she's being."
    ],
    "Recap Author": "Rosey (bonus)",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Henry, I'm gonna run over to the gym and see if the painting's on track, okay? And, with any luck, this wedding will not happen.",
        "Mrs. MacKenzie: I beg your",
        "Katie: Oh, whatever you're selling, we can't afford it.",
        "Rev. MacKenzie: I am the very Reverend Angus MacKenzie, and this is my wife, dories. We've come to interview the happy couple -- unless, of course, that is no longer necessary.",
        "[SCENE_BREAK]",
        "Julia: You saw two women -- a blonde and a brunette -- in the parking lot?",
        "Keith: Yeah.",
        "Julia: I should have known they'd never give up.",
        "Keith: Who are they?",
        "Julia: Okay, they're just two rich, bored, spoiled women who would do anything to get me out of this town. You know where I was staying before? They obviously went through my stuff, found your name and your address, got ahold of you and made up some excuse to get you out here.",
        "Keith: Why?",
        "Julia: I don't know. But I'm gonna find out, and you're gonna help me.",
        "Keith: Whatever you need, do it. The fact that you're asking -- I hope that means what I think it means, that everything's okay with us again?",
        "[SCENE_BREAK]",
        "Lily: She see us?",
        "Carly: Well, if she did, she's gone now",
        "Lily: She's probably calling Holden to complain.",
        "Carly: That's why we have to call him first.",
        "Lily: I'm not calling him.",
        "Carly: Lily, we have to get him over here so he can see Julia with Keith.",
        "Lily: What am I supposed to tell him? \"We're staked out at Julia's. There's something you need to see. Please come over right away\"? We're not even supposed to now where Julia lives.",
        "Carly: How did you ever get by without me?",
        "Lily: I had Rose.",
        "Carly: Yeah. Rose. She always knew what to do. But, you know something? Don't worry. 'Cause now, you have me. And I'm gonna think of something. Now, what would get Holden to drop everything and come back over here?",
        "[SCENE_BREAK]",
        "Holden: How old were we that summer, 9?",
        "Jack: Oh, 10.",
        "Holden: Anyway, Jack took a swing at me.",
        "Jack: Only after he took a swing at me first.",
        "J.J.: What were you guys fighting about?",
        "Jack: I don't even remember. Do you?",
        "Holden: No, I don't either. But I do remember what happened to us after my mother caught us.",
        "Jack: Oh, Lord have mercy.",
        "Holden: We had to muck out all the stalls in the stables.",
        "Parker: The horse stalls?",
        "Jack: Yeah, every single one of them. Took us two full days.",
        "Holden: Knee-deep in horse puckey.",
        "J.J.: Eww, yuck!",
        "Parker: Disgusting!",
        "Jack: I think we had to burn our clothes.",
        "Holden: Jack is still wearing the same shirt.",
        "Jack: That's very funny.",
        "J.J.: You guys have been friends for a long time.",
        "Jack: Yes, and we still fight. Listen, you're not gonna agree on everything. That's just life. But we're still friends.",
        "Holden: That's right. We're still friends.",
        "Jack: Yeah, and you guys can be friends, too. But you got to work at it.",
        "Holden: Or, if you'd rather muck out horsetalls, that can be arranged.",
        "[Jack groans]",
        "J.J.: No, thank you.",
        "[Phone rings]",
        "Holden: Hello?",
        "Carly: Holden. It's Carly. Listen I need a favor. We're all out of the allergy medicine that Julia sent over to J.J. would you mind going to wherever she's staying now, and getting some of that for me? I can't reach Jack.",
        "Holden: You're looking for Jack? He's right here.",
        "[SCENE_BREAK]",
        "Hal: She signing it?",
        "Tom: Yeah, she's about to now. [Phone rings] Barbara, we've been over this document line by line. You've agreed to all the terms. It's very generous. Now, you need to sign this, so we can all move on.",
        "Barbara: You don't know what you're asking me to do.",
        "Paul: Oh, for God's sake. Stop being so melodramatic and sign it.",
        "Will: Please. Mom, you said you'd do this for me, so that we could start over.",
        "[Barbara sighs]",
        "Barbara: No. I can't do it.",
        "Hal: This is the last straw, Barbara.",
        "Will: You promised.",
        "Paul: When was the last time she kept a promise? She doesn't care about you, Will. All she cares about is herself.",
        "Barbara: That's not true.",
        "Tom: Barbara, you understand this was a limited-time offer? Your last chance to avoid a trial and a minimum ten-year sentence in a maximum security prison.",
        "Barbara: I know you want me to sign this. And I would, honey, if I thought that it would help you. But I'm innocent.",
        "Will: That's a lie. And if you think I won't testify against you in court, you're wrong.",
        "Barbara: I never wanted to hurt you, Will.",
        "Will: But you did. Mom, you humiliated me. And worse, you made me doubt my own sanity. And why? So I'd be driven back home? I kept you out of jail, and this is how you repay me? You drug Emily, and sic her on Rosanna?",
        "Barbara: It wasn't me.",
        "Paul: I think they should bring back public hangings. What do you think, Hal? Oakdale have a guillotine? We could sell tickets on eBay.",
        "Hal: Paul, do you think you can take Will home -- to your house?",
        "Paul: Yeah, absolutely. Come on, Rosanna. Let's go. We're done here.",
        "Rosanna: Actually, why don't you take Will, and I'll make sure everything here gets, you know, taken care of.",
        "Tom: I'll handle things here, Rosanna. You go on home.",
        "Rosanna: No, don't -- you think that maybe you and Will need some time together, or --",
        "Paul: I think we should all be together. This is a celebration, after all. Barbara's gonna go to trial and be convicted and spend a decade in a very nasty jail. No towels where you're headed, Barbara. You're gonna have to wipe your hands off on your own clothes. And they won't be Barbara Ryan originals. What you have to look forward to is a one-size-fits-all future.",
        "Rosanna: Honey, I'm gonna get my car. I'll see you at home.",
        "Paul: Sweet dreams. Although I'm not sure you're gonna be able to rest, knowing what's coming.",
        "[SCENE_BREAK]",
        "Katie: Oh, you thought I meant me. I mean, my wedding, to Henry. No, no. Actually, I was saying --",
        "Rev. MacKenzie: You said, \"With any luck, this wedding won't happen.\"",
        "Mrs. MacKenzie: That's what she said.",
        "Rev. MacKenzie: And, within all good conscience, I can't marry someone who doesn't wish to be married.",
        "Mrs. MacKenzie: Or who has doubts.",
        "Katie: No, you're right.",
        "Henry: Doubts? Doubts? Hi. Doubts? We don't have any doubts. We're in for the long haul. Aren't we, sweetheart?",
        "Katie: Yes, I can honestly say that I love Henry more in this moment than I ever have.",
        "Rev. MacKenzie: Then why wish your own wedding won't happen?",
        "Henry: You weren't talking about our wedding, were you, cupcake?",
        "Katie: Of course not. No, no. I was talking about --",
        "Henry: You know, come on in out of the cold. It's freezing out there.",
        "Katie: Yes, come in.",
        "Henry: Please. Please, please, please` so nice to have you here. You know -- you know how sometimes when you learn a new word, you hear that word everywhere? Well, Katie and I decided to get hitched, and suddenly, every person we knew wanted to tie the knot. And, quite frankly, some people don't deserve to get married. Some people -- as you pointed out, Reverend -- some people are getting married for the wrong reasons. Our friends -- Harvey. Harvey, he's an investment banker, and Twinkles is -- well, she's in entertainment, and let's just leave it at that, huh?",
        "Mrs. MacKenzie: These people are your friends?",
        "Katie: Well, Harvey is. Sweet, sweet guy. Which is why we're hoping that this wedding won't happen.",
        "Rev. MacKenzie: Perhaps I should speak to these friends of yours.",
        "Henry: That would be great.",
        "Katie: It would?",
        "Henry: If they didn't live in California. See, they're getting married on the beach.",
        "Katie: And we're hoping for rain.",
        "Henry: Right.",
        "Katie: And speaking of rain, is anybody thirsty?",
        "Henry: Yeah. Coffee, tea, guava papaya juice?",
        "Rev. MacKenzie: No. No, no, no. Thank you. Now that we've had a chance to chat with a bit, we'll just be on our way.",
        "Mrs. MacKenzie: Can we drop you somewhere, dear?",
        "Katie: Me? No.",
        "Rev. MacKenzie: That reminds me, I almost forgot. We'll need your address for our files.",
        "Henry: I will e-mail you Katie's address.",
        "Katie: Wait. Why bother? I live right here.",
        "Mrs. MacKenzie: Here?",
        "Rev. MacKenzie: We were under the impression this was Mr. Coleman's house.",
        "Katie: Henry? No, he can barely afford a parking space in Oakdale. No, Henry's lived here for -- gosh, what is it -- a year or two?",
        "Mrs. MacKenzie: You live together?",
        "[SCENE_BREAK]",
        "Carly: Jack is with you?",
        "Lily: I told you this wouldn't work.",
        "Holden: We're at Java, with J.J. and Parker.",
        "Carly: Holden, would you -- would you put Jack on, please?",
        "Holden: It's Carly.",
        "Jack: Carly? What's she calling you for?",
        "Holden: I don't know. I guess she couldn't reach you. Okay, who wants a refill?",
        "Parker and J.J.: Me!",
        "Jack: Carly?",
        "Carly: Jack, I thought we agreed to keep the boys apart until I worked things out with J.J.",
        "Jack: It's no big deal.",
        "Carly: It is a big deal. And it's gonna be a bigger deal if he starts badmouthing me to Parker.",
        "Jack: Hey, it wasn't my idea. Listen, I was sitting here with J.J., and the sitter came in with Parker, and she had some kind of emergency, and asked if I could take him. What was I supposed to do, Carly? She said she tried you, and you were nowhere to be found. Besides, I think they learned something.",
        "Carly: What do you mean?",
        "Jack: Well, they weren't too happy about sharing time with me, and they got into a little scuffle, but Holden and I sat them down, and --",
        "Carly: And now J.J. gonna go home and tell Julia.",
        "Jack: No, he won't.",
        "Carly: Jack, you know how she gets. Look, why don't you have Holden bring J.J. home, and then I'll come over there, and you and Parker and I can all talk? Maybe we can head this off before it gets out of control.",
        "Jack: Yeah, okay. That's probably a good idea.",
        "Carly: Great! Okay, good. So I'll be there in a few minus, then. All right. Bye. Well, that's great. Holden's gonna come over here. But I got to go.",
        "Lily: No, no, no, no, no. You can't leave me here by myself.",
        "[SCENE_BREAK]",
        "Keith: Hey, you don't even have a beer in your icebox.",
        "Julia: I told you, I just moved in. I haven't even unpacked yet, let alone gone to the grocery store. Look, why don't we get you a room at the Lakeview. It's a really nice hotel. And then we can go out someplace for dinner.",
        "Keith: No, I spend half my life in hotels. You know what? I'm just gonna sleep here, help you unpack. We've got a lot of catching up to do.",
        "Julia: I don't think that's a good idea.",
        "[SCENE_BREAK]",
        "Lily: No, I'm serious. You can't desert me now.",
        "Carly: I have to! You heard what it took to get Holden to come over here. Jack's waiting for me at Java.",
        "Lily: I don't know what to do.",
        "Carly: Just keep your head down, and watch. All right? You're gonna be fine. Call me if you need me.",
        "Lily: Okay.",
        "[SCENE_BREAK]",
        "Katie: Henry and I live together, but we don't live together, if you know what I mean.",
        "Henry: Unfortunately.",
        "Katie: He's such a kidder. No, really, the story is, Henry and I started out as roommates. And then we became best friends, and then --",
        "Henry: Then cupid shot his little arrow right through my heart. And I -- I fell in love. I didn't mean to. I didn't expect to, but I just did. And I'm sure, Reverend, that you would agree that friendship is the best basis for a marriage.",
        "Rev. MacKenzie: Oh, that's right. Without a strong, solid friendship to sustain them, most couples can't bear the ups and downs of daily life.",
        "Katie: So then, you'll perform our ceremony?",
        "Rev. MacKenzie: I'm sorry. I can't condone premarital --",
        "Katie: Oh, no, no, no. There's been no premarital --",
        "Henry: I can attest to that. You should see my cold water bill.",
        "Katie: We have separate bedrooms.",
        "Henry: Mercy.",
        "Katie: Mrs. MacKenzie, if you'd like to come see? Please excuse Henry. He never makes his bed.",
        "Rev. MacKenzie: Well, while the ladies are touring the bedrooms, I'd like to take this opportunity to counsel you, Mr. Coleman.",
        "Henry: Counsel away.",
        "Rev. MacKenzie: Do you love Ms. Peretti?",
        "Henry: Yes, sir, I do. Very much.",
        "Rev. MacKenzie: And does she love you? Mm, you're hesitating, Mr. Coleman.",
        "Henry: That's because I think that's a question you should ask her. [Doorbell rings] Excuse me a minute. Margo. Hallelujah.",
        "Margo: Oh, Henry, it's just dresses, not a tip on the Trifecta.",
        "Henry: Yeah, just get in here. This is Detective Margo Hughes, our matron of honor. This is Reverend MacKenzie. He'll be performing the ceremony -- at least, I hope you'll be performing the ceremony.",
        "Rev. MacKenzie: You're a police officer?",
        "Margo: A detective, as he said. Yes.",
        "Rev. MacKenzie: And your husband is comfortable with this?",
        "Margo: Well, not always he's the D.A.",
        "Rev. MacKenzie: Oh, I can't imagine allowing my Doris to put herself in such danger.",
        "Margo: Well, I think Tom, my husband, knows that he'd be in danger if he ever tried to tell me what to do.",
        "Katie: Oh, Margo, hi. So, you've met the reverend? Oh, your wife is using the facilities, and she has checked off on our sleeping situation. Oh, and she wants to know where you got your throw rug, Henry.",
        "Margo: What sleeping situation?",
        "Katie: Oh, that we're roommates -- we have separate bedrooms, separate beds.",
        "Rev. MacKenzie: Can you attest to that, Detective?",
        "Margo: Well, yeah, but, you know, quite honestly, I --",
        "Henry: And, you know, she cannot tell a lie. I mean, she's sworn to uphold the truth, after all.",
        "Rev. MacKenzie: And I'm sure you share my belief that's it's very unfortunate that our young people live together without the benefit of clergy?",
        "Margo: Yeah, well, I sure wouldn't let my teenage son just shack up with just anyone, but I think that Katie and Henry here have reached the age of consent.",
        "Henry: Bed 'n bath!",
        "Margo: Hmm?",
        "Henry: Bed 'n bath. That's where I -- that's where I got the rug. Here she comes. And, looking wonderful. You know, that rug comes in persimmon and dove as well. That's orange and grey to us mortals.",
        "Mrs. MacKenzie: It's just lovely. What a charming house you have, Katie. But I wonder, why are there no pictures in your bedroom of the groom?",
        "Henry: Who needs pictures, when you've got the real McCoy down the hall?",
        "Mrs. MacKenzie: Oh, that's true.",
        "Henry: Yeah.",
        "Mrs. MacKenzie: But why are there so many pictures of Katie and another man?",
        "Rev. MacKenzie: What man?",
        "Mike: Anybody home?",
        "Mrs. MacKenzie: That man.",
        "[SCENE_BREAK]",
        "Barbara: You've got to talk to Will.",
        "Hal: I'm done running interference for you, Barbara. We all are. Gonna go to trial, gonna go to jail. And there won't be any plea deals then. You're going down, Barbara.",
        "Barbara: I'm sorry I misled you, Hal.",
        "Hal: Misled me? You out and out lied to me.",
        "Barbara: No, no. I didn't lie. I was going to take the deal, but then I just started thinking about everything, and I realized, I can't admit that I'm guilty. I can't do that to Will. I don't want him growing up with the stigma of a parent in jail. Not after everything else he's been through.",
        "Hal: You missed your calling, Barbara. With a mind like that, you ought to be in politics.",
        "Barbara: Hal, wait. Please.",
        "Hal: No. I'm through with you. Tom is going to throw everything we have at you, starting with aiding and abetting Stenbeck's escape. With all the evidence we have against you, plus your own children testifying against you in court, the jury is going to bury you. You are going to die in jail. And it's gonna be your own fault.",
        "Barbara: Tom, you've got to -- you have to talk to Hal. Please. He's so bitter. He's gonna turn Will against me.",
        "Tom: You have one option -- reconsider, take the deal, and maybe you can salvage your future.",
        "[SCENE_BREAK]",
        "Emily: What do you mean, she didn't sign? She has to sign. She's guilty.",
        "Paul: Yeah, well, in Barbara's universe, it's fun to delay the inevitable.",
        "Emily: So, what does that mean? Where are we?",
        "Paul: We're going to trial, and you're gonna have to testify.",
        "Will: Emily, are you sure you don't remember anything about my mom and the tea and her asking you to come over here with the stocking and the doll?",
        "Emily: No. No. I wish I -- I wish I did. What about the cups and saucers? We've got them, and the traces of the drug are on it, and her fingerprints.",
        "Paul: Barbara's lawyer will say that we planted the drugs on the cups and saucers.",
        "Will: Emily, you've got to try to remember. We can't let my mother get away with this.",
        "[SCENE_BREAK]",
        "Jack: Hey, there's your mom.",
        "Parker: Hey, Mom!",
        "Carly: Hey. Oh. Hey, big guy. How are you?",
        "Parker: Better, now that you're here.",
        "Carly: Oh. So, I heard that J.J. was here for awhile. How'd that go?",
        "Parker: Terrible. I tried to be nice to him, but it didn't work.",
        "Carly: What do you mean?",
        "Parker: Jack and Holden said that we have to get along, but I hate him.",
        "Jack: You don't --",
        "Carly: Hey, I -- I hear you, sweetie. Now, listen to me. Everybody gets mad sometimes. And sometimes, they just don't like somebody. And we know that -- that you don't like having to share Jack. We understand that. But, you know sometimes, if we're just very patient, things work out.",
        "Parker: Will J.J. move away?",
        "Carly: Oh. Maybe the two of you will be the very best of friends. Why don't you do me a favor, all right? Why don't you go over there, and pick out a cookie for yourself, and one of those sugar cookies that Sage likes, all right? And they're for dessert, after dinner, all right",
        "Parker: Can I get one for you, and one for Jack? You are coming home for dinner, right?",
        "Jack: Every night, buddy.",
        "Carly: Sweetie, Jack is home for good. You don't have to worry about that. Well, I thought you said things were going better.",
        "Jack: Look, it's not like I planned it, okay? The sitter came in, said she had a problem, and she couldn't find you anywhere. Where were you?",
        "[SCENE_BREAK]",
        "Holden: This is it. What do you think? Isn't it a cool building?",
        "Lily: Holden.",
        "J.J.: Do they have horses here?",
        "Holden: No, but they've got a pool. And you're gonna come out to the farm every weekend and see the horses.",
        "[SCENE_BREAK]",
        "Keith: Hey, hey, hey. Let me get that. You know, I don't need much.",
        "Julia: Thanks.",
        "Keith: We'll unpack you. We'll set up J.J.'s room. It'll be good.",
        "Julia: Um, no -- you really don't have to do that.",
        "Keith: Yeah, well, I want to.",
        "Julia: I don't even have any furniture yet. Okay? J.J.'s never even seen this place. Just let me get unpacked. Let me get settled. You are gonna love the Lakeview. It's very nice. I stayed there for a couple weeks when I first got to town.",
        "Keith: You're trying to get rid of me.",
        "Julia: No.",
        "Keith: How do I know that, if I leave, you're not gonna run?",
        "Julia: I'm not going to run.",
        "Keith: Well, you've done it before.",
        "Julia: Okay, well, that was different. All right? I just signed a lease. And J.J. loves his new school. I have a job at the hospital. It's great. I'm not going anywhere. Just let me get settled and unpacked, and I'll give you a call. And we'll come over. J.J. will show you where all the good ice machines are. Hey, listen. What? In case you didn't notice yet, I'm really happy to see you. J.J.'s gonna be thrilled. I'm glad to have you back in my life, Keith.",
        "[Knocking on door]",
        "Holden: Julia? It's me.",
        "Keith: Who is that?",
        "Julia: A friend.",
        "Holden: Julia?",
        "Julia: Shh.",
        "Keith: Well, you know what? Open the door, 'cause I want to meet this friend.",
        "Julia: Okay, now you -- listen. He doesn't know about us, okay? And I don't want him to -- not yet. Not until you and I get a few things settled.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Barbara: How are you gonna persuade them that I didn't do it?",
        "Rosanna: By convincing them that I did.",
        "Julia: You cannot be here right now, okay? Please?",
        "Lily: He's getting away. What now, Carly?",
        "[SCENE_BREAK]",
        "[Coughing]",
        "Henry: This is Mike Kasnoff, my best man.",
        "Mike: Sorry to interrupt, it's just that my crew's waiting on you to pick a color. Pick one, otherwise your guests are going to be standing on dropcloths.",
        "[Henry laughs]",
        "Henry: Mike is painting the gym so that we can get married in style.",
        "Katie: Yes, mike, this is Reverend MacKenzie -- he's going to be performing the ceremony -- and his wife, Doris.",
        "Mike: It's nice to meet you both.",
        "Rev. MacKenzie: We just dropped by because we think it's important to meet the happy couple before the ceremony.",
        "Mike: Absolutely.",
        "Rev. MacKenzie: You obviously know them both very well. Do you have a thought you'd care to share?",
        "Katie: Mike, anything you'd like to share?",
        "Mike: Henry's my best friend, Katie. And I hope you make him very happy.",
        "[SCENE_BREAK]",
        "Paul: There's no real question here. We all know that Barbara drugged you.",
        "Will: The problem is proving it.",
        "Paul: Right. Beyond a reasonable doubt. But given the fact that Barbara's not a doctor and she wouldn't know how much of that medicine to give you, it is reasonable to assume that the effects would wear off. A reasonable person would think you'd regained your memories, whether or not you actually had.",
        "Emily: But I tried that, remember? She called my bluff.",
        "Paul: Yeah, well, that's Barbara. She's never reasonable. I'm talking about a jury here. It is reasonable for a jury to think that you had remembered and Barbara knows that.",
        "Will: Wait, what are you trying to say? That Emily should lie on the stand?",
        "Paul: No, I'm saying that Emily should threaten Barbara with lying on the stand. That combined with the evidence we actually have on against here would be enough to make Barbara be scared that she would be convicted.",
        "Emily: So I tell her I'm willing to lie on the stand.",
        "Paul: And she will crumble.",
        "Emily: And take the deal.",
        "[SCENE_BREAK]",
        "Tom: I know you didn't love your stay at the state mental hospital. But it was modern and clean, and I don't think you're going to find those conditions in prison.",
        "Barbara: If I'm sentenced to prison. [Tom scoffs] Maybe I'll be acquitted. I'm willing to take that chance.",
        "Tom: Well, fine. You have it your way. I'll have a trial date set on the calendar as soon as possible. Hal is making arrangements for you to be transported here. You can be in county lockup until then.",
        "Barbara: Well, what about bail?",
        "Tom: What about bail? After your last stunt in court, there's not a judge on this planet that's going to let you out before the trial.",
        "Barbara: How much time are we talking about?",
        "Tom: I don't know -- five or six months.",
        "Barbara: Five or six months?",
        "Tom: Barbara --",
        "Barbara: In jail?",
        "Tom: Take the deal, or you're going to spend ten years, maybe the rest of your life. I thought Jessica explained all this to you.",
        "Barbara: Well, she did. I just didn't grasp all T's. I --",
        "Rosanna: Tom, Tom --",
        "Tom: Not now, Rosanna.",
        "Rosanna: I'd like to speak to Barbara for a minute. Just a minute. I think I can persuade her to sign.",
        "Barbara: It's okay. I'll hear what she says.",
        "Tom: I'll have an officer posted outside if you need him.",
        "Rosanna: Thank you, Tom. Okay, did you tell him anything?",
        "Barbara: No.` But if I stick to your strategy, I go to trial. But before trial, I have to stay in jail six months, which wasn't part of this deal.",
        "Rosanna: That's not going to happen, okay? Just tell me everything that you did. Where you got the drug, how you got Emily to take it, and what you told her to do to me, and I will make sure that you are exonerated, okay? What are you doing?",
        "Barbara: Okay, off with the coat, up with the sweater.",
        "Rosanna: You're insane.",
        "Barbara: No, you're a fool if you think I'm going to let you entrap me.",
        "Rosanna: You think I'm wearing a wire?",
        "Barbara: Why else do you want me to confess?",
        "Rosanna: To defend you. How can I prove you're innocent if you don't tell me what you did? My child's life is at stake here.",
        "Barbara: And so is mine. You saw the look on Will's face when I wouldn't accept this deal. He hates me because of you.",
        "Rosanna: I thought I made this clear. We can both have what we want if you trust me.",
        "Barbara: Why should I trust you? You hate me, too.",
        "Rosanna: This is not about you, Barbara. This is about Cabot and freeing him from James.0h, I would do anything to free my son. I would think you of all people should understand that. Just tell me what you did. All of it.",
        "[SCENE_BREAK]",
        "Carly: I'm sorry the sitter couldn't reach me. I must have turned off my phone.",
        "Jack: You never turn off your cell when the sitter's got the kids.",
        "Carly: I was with Lily.",
        "Jack: I got to tell you something, at this point, she's seeing a heck of a lot of more of you than I do.",
        "Carly: She needs a friend, Jack. Someone who understands what she's going through. She is completely freaked out, especially now that she knows that her husband is sleeping --",
        "Jack: All right, I understand that she's upset. I just hope the two of you have learned your lesson.",
        "Carly: What does that mean?",
        "Jack: Remember what happened when Julia's ex fed you that sob story and you believed him? Then of course, there was that whole fiasco with the compass that certainly didn't help matters. You have to stay out of this, no matter what. And you promised. You promised you would let Lily and Holden work out their own problems.",
        "Carly: And they will, given half a chance.",
        "[SCENE_BREAK]",
        "Lily: Holden, where are you?",
        "J.J.: I know my mom's home. I saw her car outside.",
        "Julia: Keith, you have to help me.",
        "Holden: Julia?",
        "Julia: Just a minute! Please, please. No one can know you're here.",
        "Keith: Why?",
        "Julia: Because, these two women that I told you about, they brought you here to set me up. And it's not your fault and I'm not blaming you. And I know we haven't resolved everything and we will. Just not -- not now, not this moment. You cannot be here right now, okay? Please?",
        "J.J.: Mom, are you okay?",
        "Julia: Please.",
        "Keith: You better go open the door.",
        "[SCENE_BREAK]",
        "Lily: What the -- oh, my God. He's getting away. What now, Carly? Wait. Rose, you'd be very proud of me.",
        "[SCENE_BREAK]",
        "Julia: Hi.",
        "Holden: Hey.",
        "Julia: I'm sorry. I was in the middle of something.",
        "J.J.: We were so worried!",
        "Julia: Hey, are you excited? This is your new apartment. Did you see the pool? Did you see the game room?",
        "Holden: We thought we'd check that after we saw his room.",
        "J.J.: Where is it?",
        "Julia: It's up there. Only it's not set up yet, okay, 'cause we got to get you a toy chest and a book shelf still.",
        "J.J.: I don't care.",
        "Holden: Um, I guess I should have called?",
        "Julia: No, it's fine. I'm always happy to see my two favorite guys. I just -- I was knee-deep in Legos. But I'm confused, 'cause Jack was with J.J. How did you end up with him?",
        "Holden: There was some problem with Parker's sitter and Carly needed to talk to Jack, so she asked me to bring J.J. home.",
        "Julia: Carly asked you?",
        "Holden: Yeah.",
        "Julia: What, just now?",
        "Holden: About 10, 20 minutes ago. It's not a problem, is it?",
        "Julia: Not for me, it's not.",
        "[SCENE_BREAK]",
        "Rev. MacKenzie: Thank you so much.",
        "Henry: Oh, thank you. It was wonderful to have you here as our guests. We were looking forward to this so much. It's going to be the best day of my life. And I guess -- I guess we'll see you at the wedding. Can't wait. Thank you, very much. Thank you. Bye.",
        "Margo: Where'd you get the fossil?",
        "Henry: That fossil is the only licensed pastor in a 200-square-mile radius that would perform a wedding in a gym -- which will not be ready in time unless you pick a color, Katherine.",
        "Margo: Hey, I'm going to go try on the dresses. You want to come with me",
        "Katie: Yeah, in a minute.",
        "Henry: What do you think here, Mike? You think lavender or the terra cotta?",
        "Mike: With the grey, I'd go with the terra cotta. This is a gym after all, not a hair salon.",
        "Henry: Tell my fiancée, she keeps talking spa. Anyway, you know what? Don't worry about it. I'm gonna sit her down here and give us an hour, and I'll make sure she makes a decision. Okay, we'll call you when we're ready. Mike, it was very nice, what you said to the reverend.",
        "Mike: I meant every word of it. When you guys figure out what time you want me at the gym for the wedding, you give me a call. Okay?",
        "Henry: Will do.",
        "Katie: A nice thing? He's torturing me.",
        "Henry: Maybe he meant it.",
        "Katie: Henry, you weren't there at the gym when I was buttoning his shirt. I felt it. He still loves me. How could he let me marry you?",
        "[SCENE_BREAK]",
        "Will: Emily, I can't let you lie under oath. You could go to jail.",
        "Paul: Yea well, we're hoping it won't come to that Will.",
        "Emily: If I can pull it off, if I can do it, convince her that I'm angry enough to perjure myself -- I think she'll take the deal.",
        "Paul: So do I.",
        "Emily: And then there won't be a trial. And she'll go to jail for at least a couple of years.",
        "Paul: And we can get on with our lives.",
        "Will: Okay, go for it.",
        "[SCENE_BREAK]",
        "Rosanna: Let's get this over with. Where did you get the drug?",
        "Barbara: First, you tell me who these high-priced lawyers are and how they're going to get me off.",
        "Rosanna: There are no lawyers.",
        "Barbara: You were on the phone with someone. Who was it?",
        "Rosanna: I was just trying to get your attention. It was just for show. There was no one on the other line.",
        "Barbara: Oh, I see. So without some dream team working night and day, how are you going to persuade them that I didn't do it?",
        "Rosanna: By convincing them that I did.",
        "[SCENE_BREAK]",
        "Henry: Worse comes to worst, we go through with it. I mean, how bad can it be?",
        "Katie: Henry, the only reason I decided to go through with this wedding is to make mike realize how much he still loves me. That he'd at least be jealous or desperate or something, and stop this wedding and marry me himself. And now he acts like he wants me to marry you. Where are you going?",
        "Henry: I gotta -- I got to check the pressure in my tires.",
        "[Henry sobbing]",
        "Margo: Katie, help! Why do they put these zippers in the back anyway? What's the matter?",
        "Katie: I'm a horrible person.",
        "Margo: No, you're not. What did you do?",
        "Katie: Oh, my God. Not only have I screwed up my life and Mike's, I've ruined Henry's life, too.",
        "[SCENE_BREAK]",
        "Carly: I just want you to remember something. If I hadn't tricked you into flying out to Montana last Thanksgiving, you never would have remembered me. Right?",
        "Jack: That was different.",
        "Carly: Why?",
        "Jack: I'd lost my memory.",
        "Carly: And we were about to get divorced we would have if I hadn't broken a few rules.",
        "Jack: What are you saying?",
        "Carly: Nothing. Just that you ought to trust me.",
        "[Phone rings]",
        "Jack: You're one lucky lady, that's all I have to say.",
        "Carly: You got that right. Hey, did you get some good ones?",
        "Parker: I got an extra one just in case.",
        "Carly: Just in case what? A certain someone is extra hungry?",
        "Jack: That was the station. I gotta go in. Listen, I'll see you at home, okay?",
        "Carly: All right, well, that's where we'll be.",
        "Jack: Just try and stay out of trouble.",
        "Carly: Bye. All right, let's head home, okay? There you go. L",
        "Lily: I thought he would never leave. Hello, Parker. Could you do me a favor? Could you ask the nice waitress to get me a cup of tea?",
        "Parker: Sure, Aunt Lily.",
        "Lily: Thank you.",
        "Carly: So what happened? Did Holden catch Julia and Keith together?",
        "Lily: No. Because Keith climbed out the window. But guess who got the picture?",
        "[SCENE_BREAK]",
        "Holden: Lily and Carly have learned their lesson. They're not gonna mess with you anymore.",
        "J.J.: Holden! Come look! You can see the pool from my bedroom!",
        "Holden: The pool?",
        "J.J.: And there's a giant slide, too!",
        "Julia: They wanted you to catch me with Keith. Aren't they gonna be surprised?",
        "[SCENE_BREAK]",
        "Paul: Rosanna where are you? I thought you were coming straight home. Give me a call when you get this, okay? She must have been more upset than I thought.",
        "Will: Where could she be?",
        "Paul: I don't know, Will. But I'm going to find out.",
        "Rosanna: You're sure that Emily will never remember you drugging her or hypnotizing her.",
        "Barbara: Well, that's the beauty of this drug. All I did was I gave her a posthypnotic suggestion that she wouldn't remember anything and she didn't.",
        "Rosanna: I've got to hand it to you, Barbara. You're a clever girl.",
        "Barbara: You know, you might use it on her yourself. Maybe you could persuade her that you were the one that did all those things?",
        "Emily: I don't know -- Rosanna, what are you doing here?",
        "[NEXT_ON]",
        "Mike: You know, you can cut it out. If this emotional bride act is for me, you're wasting your time.",
        "Emily: I will tell the jury every sick and dangerous thing you did to me and guess what? I will make sure you go to jail for the rest of your miserable life.",
        "Doctor: But Miss Cabot, this could be a dangerous drug in the wrong hands with the wrong dosage.",
        "Rosanna: I will be careful, doctor. I promise."
    ],
    "Transcript Author": [
        "Provided by Eric Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=q72WnC8phFE"
}