{
    "Episode Summary": [],
    "Recap": [
        "A special news report interrupted the last 30 minutes of the show so the short recap will be very short but here is what happened in the first half. Carly has a fight with Emily because Emily suggests that she give the baby back to Gwen. Paul offers to help Gwen get custody of the baby and pay for her education and living expenses if she leaves Oakdale forever. Lucinda is angry and decides never to return to Clinica de la vida but has second thoughts after she sees very good test results after one week of treatment at the clinic. Keith keeps his promise to Lucinda by persuading Lily not to ask Lucinda any more questions about where she went when she was supposed to be at the spa. Hal and Susan open Paul's safe and when Emily arrives home she decides to tell Hal what has been bothering her but Paul arrives home before Emily has a chance to tell Hal the truth about the baby switch."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[I apologize for the poor quality of this transcript. I don't know what happened. Plus, part of it is missing because of the news coverage of Katrina.]",
        "Lucinda: What are you doing here?",
        "Bev: You scheduled a massage.",
        "Lucinda: I'm amazed that you dare show your face in my home. Take your board and get out here. Get out",
        "Bev: I don't understand did something happen?",
        "Lucinda: Have you been in on it all along?",
        "Bev: In on what? How much --",
        "Lucinda: How much La Linica pay for me? Did you get 20%, 40%what?",
        "Bev: I have no idea what you're talking about. That clinic saved my life, and it could save yours.",
        "Lucinda: Sure it could. Sure it could -- as a sideline. What's your cut, if you don't mind the question?",
        "Bev: Mrs. Walsh, it is an accredited facility.",
        "Lucinda: It is a meat market, selling legal human organs for profit.",
        "Bev: No, I don't believe it.",
        "Lucinda: Well, I saw it myself.",
        "Bev: Mrs. Walsh, I would never be involved in something like that. And until I saw this ax sitting here I had no idea you'd even know it was there.",
        "Lucinda: I should have you fired from the hospital.",
        "Bev: Now, Mrs. Walsh, I am telling you the truth, I swear. . I never I saw anything at la clinica that isn't completely above board. They were wonderful to me. Look, they already sent your test results.",
        "Lucinda: I saw that.",
        "Bev: They just faxed your results.",
        "Lucinda: I saw it. Why don't you throw it in the garbage on your way out?",
        "Bev: I think you should have a look at this.",
        "[SCENE_BREAK]",
        "Carly: That -- that's really fabulous advice, Emily. Take an innocent little baby and by putting him in the hands of vindictive teenage who doesn't know how to be a mother. She doesn't even know whose father is.",
        "Emily: Carly, you didn't know who Parker's father was. You didn't know--",
        "Carly: Don't you dare throw that in my face!",
        "Emily: I'm just saying, the situation is very similar. It could happen to anyone.",
        "Carly: You are Rory's godmother. You're supposed to be on his side .",
        "Emily: I am.",
        "Carly: Then start acting like it! You know it's not like you do a complete 180 like this, Emily. Unless you know something that you're not telling me. Emily, if you know something about this baby or something about Gwen, then I need to know then you go to tell me, cause, I got my back against the wall here. I'll the help I can get.",
        "[SCENE_BREAK]",
        "Hal: How long d we have?",
        "Susan: Oh, I don't know.",
        "Hal: It won't take long",
        "Susan: Is this legal?",
        "Hal: You have a key.",
        "Susan: But does that make it legal?",
        "Hal: Don't ask.",
        "Susan: We don't even know what we're looking for.",
        "Hal: I'll know it when I see.",
        "Susan: Emily's gonna kill me if he finds out.",
        "Hal: Well, we'll make sure she doesn't find out.",
        "Susan: Hal, maybe we should just quit while we're ahead.",
        "Hal: Susan, we've got two choices. Let Paul take Emily down with her make sure that she doesn't get hurt. Now, I made a promise to her when I married her to protect her, and whether we're together or not, it's a promise that I'm gonna keep.",
        "[SCENE_BREAK]",
        "Paul: A Ryan with an ulterior motive? Ere would you get a crazy idea like that?",
        "Gwen: I met the family. You climbed out of my wind. Look unless you can tell me why Will can't know you were here, you can forget about this whole plan of yours.",
        "Paul: Will's been through a lot the last couple of years. And I don't want him emotionally invested in this fight.",
        "Gwen: Why not?",
        "Paul: Because we have to operate under the radar. We might have to take a few shortcuts.",
        "Gwen: What kind of shortcuts?",
        "Paul: The kind to get Carly off your back.",
        "Gwen: So if something goes wrong, you don't wan Will to get in trouble?",
        "Paul: Exactly.",
        "Gwen: You had plenty of chances to help before, but all we got was the name of a lawyer and a shove out the door and now, all of sudden, you have all the answers? , I trust Will, but sorry, I don't think I trust his big brother. So thank you, but no thanks.",
        "[SCENE_BREAK]",
        "Meg: Green tea, please, one sugar.",
        "Lily: Please don't ignore me.",
        "Meg: I'm not .I'm ordering. And also an extra black coffee, two sugars, to go. Thank you.",
        "Lily: What's the problem? Can't you give me the courtesy of answering one simple question?",
        "Keith: Hey, come on now separate corners, girls.",
        "Lily: You're back! Oh hi, I miss you",
        "Keith: I missed you too. So what's the deal here?",
        "Meg: Same deal it's always been.",
        "Lily: No, she's just being impossible. I ask her one simple question about my mother's trip to the spa, and she's acting like -- Meg I can't give you an answer to your question, 'cause I don't know the answer.",
        "Lily: How is that possible? You were right there with her. Weren't you?",
        "Meg: No, Lily, I wasn't. Satisfied?",
        "Lily: My mother said that you were traveling with her. That's why I didn't go. What happened?",
        "Meg: Lucinda decided she didn't want me to go.",
        "Lily: Oh, that doesn't make any sense.",
        "Keith: Well, now, you know.",
        "Meg: Lucinda and I respected it. You should try it sometime.",
        "Lily: You should have called me, or Sierra.",
        "Meg: Why, so you could track her down? Like that would have worked. Look, if she wanted anybody with her, it would have been me Lily, it not your disease or your treatment or your life. Thank you. I have gotta go. Excuse me.",
        "Lily: What was that? What was that all about?",
        "Keith: Well, you know, she's in a tough position. I wouldn't want to run interference between you and your mother.",
        "Lily: No, that doesn't make any sense. Why would you?",
        "Keith: It could be dozen reasons. You know a dozen reasons here. You know us just a - you'll drive yourself crazy trying to figure it out. So just forget about it.",
        "Lily: I'm just gonna call my mother and ask her.",
        "Keith: She's gonna check the caller I.D.",
        "Lily: You keep me sane, you know that?",
        "Keith: I'm glad I'm good for something.",
        "Lily: You're good for a lot of things. Come here.",
        "[SCENE_BREAK]",
        "Bev: These are the results of your blood work.",
        "Lucinda: Yes, I know, I know.",
        "Bev: They're really good, Mrs. Walsh.",
        "Lucinda: It's just, it's Greek to me.",
        "Bev: Okay, you see this? This is a comparison to your earlier results. And then the lower number means that you're responding.",
        "Lucinda: Okay, you need, me to fax this to my oncologist at Memorial, would agree?",
        "Bev: Yes. Your body is getting stronger.",
        "Lucinda: Oh. Is this the way you responded?",
        "Bev: The very first week.",
        "Lucinda: I liked you. Really liked you. I mean, you swear to me you swear you don't have any financial connection to la clinica?",
        "Bev: No, definitely not. And if what you said about organ trafficking is true, I want you to call the police. I mean, if they are making money on people's suffering that's horrible.",
        "Lucinda: I just overreacted.",
        "Bev: You have my word. I had nothing to gain by sending you down there -- except results like these. Look, I understand if you'd rather we didn't argue together, but I really hope you'll go back to la clinica, especially now. I -- I just want the best for you, Mrs. Walsh.",
        "Lucinda: Well, maybe later not now, but thanks.",
        "Bev: You're welcome see you soon.",
        "Lucinda: Yeah.",
        "[SCENE_BREAK]",
        "Hal: There has to be something somewhere. What have we here? A-ha.",
        "Susan: Hal.",
        "Hal: We just struck gold.",
        "Susan: We can't open his safe. Can we open his safe?",
        "Hal: We can try.",
        "San: You know how?",
        "Hal: I've picked up a few tips over the years.",
        "Susan: Do it! Do it!",
        "Hal: Well it's not that easy. I have to hear the tumblers. We got equipment down at the station.",
        "Susan: You have to hear?",
        "Hal: Just what the doctor ordered.",
        "[SCENE_BREAK]",
        "Paul: You know, once I walk out this door, my offer's off the table. Are you sure you're gonna turn your back on?",
        "Gwen: Look, nothing's free. Don't you think I know that?",
        "Paul: Carly's not gonna win this custody thing, but that's not gonna stop her from fighting. But she's gonna make our life hell. You want to know the price for throwing in with me? It's simple. All you have to do is take you baby, pack up, and leave Oakdale for good.",
        "[SCENE_BREAK]",
        "Emily: I don't know anything about Gwen or the baby. I just know what it's like to be in the middle of a custody battle, and it end up including everyone. Carly, you are my friend. On, I love you. I love this baby. I just don't want this to get you hurt.",
        "Carly: Way to show it.",
        "Emily: Will you just try to see it from the other side, please?",
        "Carly: Whose side? Gwen's side, your side?",
        "Emily: My side?",
        "Carly: Is this little itty baby putting a crimp in your love life, Em?",
        "Emily: That's ridiculous.",
        "Carly: Is it? He's Rosanna's. Paul is Rory's godfather. Maybe you think that somehow this baby still connecting Rosanna to Paul.",
        "Emily: Ok maybe you're right. Maybe Rory has more to do with Rosanna than I'm willing to admit. But the same can be said about you. By raising this little boy, you feel like you can keep a piece of your sister alive, but you can't, honey. You can't take away the pain. It can't change the past.",
        "[Carly remembering]",
        "Iris: Where's the baby? You were supposed to stay with him. What did you do? My God, Emily, what did you do?",
        "Carly: I didn't do anything!",
        "Iris: Oh, you're a liar!",
        "Carly: Stop it! Stop it! You stop it, Emily! You don't know what you're talking about!",
        "Emily: Boy, do I deserve this.",
        "Carly: I'm sorry.",
        "Emily: Listen, I'm sorry. I came on too strong",
        "Carly: I never expected this from you, Emily.",
        "Emily: I know you love your sister, but sometimes you can't keep a promise. You have to let it go and move on.",
        "Carly: A few years ago, you stood in a church. You stood right next to me in a church, and you said you'd always put this child first. You promised to love him. You promised to protect him as if you were family, and now you want to throw him in a gutter with someone you don't even know.",
        "Emily: You cannot win this, Carly.",
        "Carly: Maybe it's easy for you to break your word. Shall we ask Hal? But I meant what I said to my sister.",
        "Emily: Your sister is gone.",
        "Carly: Is she? Or do you look at Paul and wonder if you're second best all over again? I think you're the one who's got a problem with the past, Em, not me. And the next time you feel the urge to give me advice about how to get on with my life, save your breath. I'm not interested.",
        "[SCENE_BREAK]",
        "Gwen: Leave town? That's your big plan?",
        "Paul: What, you got a better idea?",
        "Gwen: Uh, well, Carly's married to a cop. He'll find me.",
        "Paul: I'll make sure that that doesn't happen.",
        "Gwen: How? Do I change my name?",
        "Paul: Would that bother you?",
        "Gwen: I'm not a criminal.",
        "Paul: Look, I can make this whole transition seamless for you. That way, when you apply for college, there won't be any kind of glitches.",
        "Gwen: College?",
        "Paul: Yeah, I can make that happen for you, Gwen. I can provide you with a home and an income until you can support yourself. Or you can stay here and go to school part-time. You'll finish 10, 12 years, be up to your ears in debt trying to pay your legal fees. I'm offering you a chance to make something of your life, Gwen.",
        "Gwen: What do you get? And don't give me that riff about Will, 'cause I'm not buying it.",
        "Paul: What do I get for providing you with a good life? Maybe a chance to make my life better. With your baby gone, maybe, just maybe, my sister Jennifer won't have to have a daily reminder of the baby that she lost in the same nursery the same night your baby was born. And maybe I can move on. Rosanna and I were married, and she's gone, and she is not coming back. And with Carly keeping false hope alive, raising her child, we're all stuck waiting for something that's just never gonna happen.",
        "Gwen: I'm sorry. I never thought of it that way.",
        "Paul: And I snuck out that window because I don't want Will to know how eager I am to get one of his best friends out of Oakdale.",
        "Gwen: Look, I get it. I do.",
        "Paul: You can have a great life raising your son, or you can fight Carly and all of her friends for years. You want to be mature? You want everybody to think you're a great mom? Then make the right choice. You know what that is, Gwen. You already know what you need to do.",
        "[SCENE_BREAK]",
        "Meg: Okay, don't argue, but I got you a green tea, whether you like it or not. What's that?",
        "Lucinda: Profit reports.",
        "Meg: Ah, served up with a medical journal.",
        "Lucinda: I'm doing a little research.",
        "Meg: Well, it beats the internet. Uh, by the way, I ran into Lily at Al's.",
        "Lucinda: Oh, did she grill you about me and the spa?",
        "Meg: She tried. And I tried to say as little as possible, but I had to come clean. She knows I didn't go with you.",
        "Lucinda: I see.",
        "Meg: She started in on me, okay? And I slipped.",
        "Lucinda: And here I thought you were responsible and could be trusted.",
        "Meg: Lucinda, what's the big secret? So you wanted to go someplace to be by yourself. You have every right.",
        "Lucinda: Yeah, except now Lily won't give me a moment's peace.",
        "Meg: Can you cut her some slack? She loves you.",
        "Lucinda: Lily wants guarantees, and I can't give her guarantees.",
        "Meg: Well, you know what? You don't have time to worry about that right now. We have to leave for the hospital. I called the oncology nurse, and she said they can see you early.",
        "Lucinda: I'm not going to the hospital.",
        "Meg: Are you feeling okay?",
        "Lucinda: No, I feel well. I feel just fine. I'm going to -- I'm going to skip the chemo today.",
        "[SCENE_BREAK]",
        "Susan: What are you listening for?",
        "Hal: Shh!",
        "Susan: This is the most excitement I've had since -- never mind.",
        "Hal: Damn. I just missed a click.",
        "Susan: Sorry. I'll shut up!",
        "Hal: Now I know where Emily gets it.",
        "Susan: What do you think's in there?",
        "Hal: Shh! We're close. I can feel the tumblers.",
        "Susan: It's too bad I didn't have a drill in my purse!",
        "Hal: Or a muzzle. Very close.",
        "Susan: Oh, you did it!",
        "Hal: We did it.",
        "Susan: Hal.",
        "[Keys jangling]",
        "Susan: Did you hear that?",
        "Hal: Quick.",
        "Susan: Okay.",
        "Emily: I'm sure there's a perfectly logical explanation for why you two are here. I can't wait to hear it.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Lily: You're not making secret deals with my mother, are you?",
        "Keith: Don't even joke like that.",
        "Meg: In other words, what happens in Mexico stays in Mexico. Is that the deal?",
        "Tom: The only thing that would sway the court is if she endangered the child in any way, or abuse of any kind, mental or physical, toward the child, or any suspicion of criminal behavior. That would be a different story.",
        "[SCENE_BREAK]",
        "Emily: All right, something's going on. You practically had the proof right in your hands when I walked in.",
        "Susan: Honey, I'm so glad you're back.",
        "Emily: Really?",
        "Hal: Yeah, your mother and I were having lunch.",
        "Emily: And decided it was a great day to break into Paul's place?",
        "Susan: We didn't break in. You gave me a key, remember?",
        "Emily: For emergencies.",
        "Susan: Exactly. And when I got home, I discovered Daniel left a shirt at my place.",
        "Emily: That's your idea of an emergency?",
        "Susan: It's his favorite.",
        "Emily: You are a rotten liar, Mother.",
        "Hal: Now, come on, Emily. Don't rip into Susan.",
        "Emily: Don't worry. I'm getting to you.",
        "Hal: Susan, maybe Emily and I should talk alone.",
        "Susan: Oh, sure.",
        "Emily: What's that?",
        "Susan: What's what?",
        "Emily: Behind your back.",
        "Susan: Nothing.",
        "Emily: You're hiding something, Mother.",
        "Susan: No --",
        "Hal: Give it up, Susan.",
        "Emily: Please tell me you were having chest pains, Hal.",
        "Hal: Sorry. No such luck.",
        "[SCENE_BREAK]",
        "[CBS newsbreak for Katrina coverage here.]",
        "[SCENE_BREAK]",
        "Carly: Interesting. Criminal behavior, that's a whole other story.",
        "Carly: Interesting.",
        "[SCENE_BREAK]",
        "Emily: I don't get you. You know, for months, I'm invisible to you, and now you're all over me because I was a little unhappy one day?",
        "Hal: More than a little.",
        "Emily: Go save somebody else, Hal.",
        "Hal: Emily, I have known your rap sheet from day one. You act tough. You shake your fists at the world, but you're all heart. Hell, you've got more sense of right and wrong than anybody I know. And if what Paul has done is wrong, it won't sit well with you very well, not for long.",
        "Emily: You're right. Something's going on. You practically had the proof right in your hands when I walked in.",
        "Hal: In there?",
        "Emily: Mm-hmm.",
        "Hal: Do you want to get it, or should I?",
        "Emily: I will. This is something I gotta do for myself.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Carly: It's perfect.",
        "Will: Paul is gonna put pressure on Mom so he can get to my trust fund. He's gonna come through. I know he will.",
        "Emily: I wasn't sure I was ready to show you this, but well, I guess it's time.",
        "Dusty: I'm worried about her, and I think the pills are nonsense. I mean, if this is what they're doing to her, they're obviously no good.",
        "Jennifer: What are you doing here, Dusty?",
        "(Cell phone rings)",
        "Jennifer: Hello?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=sV0_pw0FsAY"
}