{
    "Episode Summary": [],
    "Recap": [
        "Lily and Lucinda hatch a plan to get Luke interested in the foundation again and it works because when Luke thinks that the StarGlow foundation won't work with his foundation because he defends gay rights he defends his foundation . Luke realizes that his foundation is important and decides to work on it again. Brain returns to help with the StarGlow foundation meeting and later visits Lucinda and they agree to be friends. Lily decides to be the new administrator for Luke's foundation.",
        "Vienna is ovulating so Brad has to do his part but he has a hard time doing that unless Katie is in the room with him. Henry pretends to be okay with everything because he wants to make Vienna and Katie happy but in reality he isn't happy at all. Vienna is about to be inseminated when Henry drops Brad's sperm on the floor and Brad must make another deposit in a cup. Vienna is inseminated and Brad, Katie, and Vienna are hopeful that she is pregnant and all three are sure they feel the baby kick. Henry feels left out of the happy family despite the fact that Brad, Katie and Vienna do their best to include him. Henry feels like he will lose his beloved Vienna once the baby is born."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Thermometer beeps]",
        "[Vienna laughs]",
        "[SCENE_BREAK]",
        "Brad: This is gin, Baby!",
        "Katie: Don't say that word.",
        "Brad: Gin?",
        "Katie: Baby.",
        "Brad: Oh. Yeah. Yeah.",
        "Katie: We're trying to keep our minds off the whole subject, remember?",
        "Brad: Right, right, right, right, right, yeah, I'm sorry. Just okay, okay. Let's play. I want to keep my hot streak going. I meant my winning streak.",
        "Katie: Maybe we should think of something else to keep us distracted.",
        "Brad: Like what?",
        "Katie: I don't know. Um, you hungry?",
        "Brad: Yes. I mean, no. Not for food anyway.",
        "Katie: Brad!",
        "Brad: Oh, come on. I know, I know. I'm just so frustrated.",
        "Katie: I know, but you have to save yourself for Vienna. You know what I mean.",
        "Brad: Okay. I guess I can go for, you know, a little bite of something.",
        "Katie: Okay.",
        "Brad: I meant food.",
        "Katie: We have Chinese food leftover. Steamed dumplings, spicy beef.",
        "Brad: Steamed dumplings?",
        "Katie: Spicy beef.",
        "Brad: No. Nothing steamy or spicy! No.",
        "[Telephone rings]",
        "Katie: Oh, thank God!",
        "Brad: Hello?",
        "Vienna: I dropped an egg!",
        "Brad: Oh, Katie once told me the best thing to do is just to scoop it up. If you try to wipe it, it'll just smear all over.",
        "Vienna: Brad! Not that kind of an egg!",
        "Brad: What? Oh, oh, oh. Oh, you mean, um --",
        "Vienna: Yes! Yes!",
        "Katie: What?",
        "Brad: Vienna dropped an egg.",
        "Katie: Vienna? Hi, you're ovulating?",
        "Vienna: Yes! Yes! I called the doctor! So, um, I'll meet you at the hospital.",
        "Katie: We'll be right there. Oh! This is it!",
        "Brad: Whoo!",
        "Katie: Are you ready?",
        "Brad: Are you kidding? Are you kidding? After all this abstinence? I mean my the torpedoes are fully loaded! The fleet is ready to take off! My guns are --",
        "Katie: I got the picture.",
        "Brad: Right, okay. All right, we are going to make a baby today, Honey.",
        "Katie: Not exactly the way I pictured it.",
        "Brad: Okay, maybe not. Okay, but in nine months we're going to be taking our own little baby home with us, just like we planned.",
        "Katie: What if it doesn't work?",
        "Brad: Then we'll try again next month.",
        "Katie: What if Vienna changes her mind?",
        "Brad: Are you kidding me? She's more into this than any of us.",
        "Katie: I just wish Henry was.",
        "Brad: He'll be fine. Okay, don't worry. I have a really, really good feeling about this today. All right? It's going to work.",
        "Katie: Then this is it.",
        "Brad: This is it.",
        "[SCENE_BREAK]",
        "[Henry thinking]",
        "Katie: Okay, Vienna, that's right. Breathe! Oh, you're doing great!",
        "Vienna: It's coming! I can feel it!",
        "Katie: Okay! One more push!",
        "Vienna: I want Henry to catch it!",
        "Henry: What me?",
        "[Vienna breathing heavily]",
        "Vienna: Yeah, please! I want you to be a part of it! It would mean the world to me!",
        "Henry: No, no, no. We need like a doctor or nurse or something like that!",
        "[Vienna grunting]",
        "Katie: Oh, we don't have time for that now!",
        "Henry: Yeah, but, but --",
        "Katie: Do it!",
        "Henry: You know, okay, okay, what do I do?",
        "Katie: Catch it when it pops out.",
        "Henry: That's it?",
        "Katie: Yes! But make sure it doesn't slip through your fingers!",
        "Henry: Okay, okay, okay! Okay. I'm ready!",
        "Katie: Okay, Vienna! Push!",
        "Vienna: I'm pushing!",
        "[Vienna grunting]",
        "Brad: Whoo! Hello, sucker!",
        "[Henry screaming]",
        "[SCENE_BREAK]",
        "Vienna: Henry.",
        "Henry: What?",
        "Vienna: What's wrong?",
        "Henry: What? What?",
        "Vienna: I'm ready.",
        "Henry: For what?",
        "Vienna: To go to the hospital.",
        "Henry: Okay. Um, I'll see you later.",
        "Vienna: You don't want to go with me? You don't want to be there when Brad gets me pregnant?",
        "Henry: Of course I do. Where else would I want to be?",
        "Vienna: Well then, let's go. Let's go.",
        "[SCENE_BREAK]",
        "Noah: You okay?",
        "Luke: Yeah. It was just hard to relive it.",
        "Noah: Yeah. Well, hopefully our statements will help put Mark behind bars where he belongs.",
        "Luke: I just don't know why they had to go after Kevin, too.",
        "Noah: Well, he was an accessory after the fact. I mean, he helped Mark avoid getting caught. He almost got Alison killed.",
        "Luke: I know, it's just --",
        "Noah: Hey, Mark sold Elwood the drugs that killed Reg. And then he killed Elwood to shut him up. He's in there now in a place where he can't hurt anybody else, and that's because of you.",
        "Luke: Me? What did I do?",
        "Noah: You never gave up. You stuck with it until you made sure that that killer was brought to justice.",
        "Luke: Yeah. But I can't stop thinking, if I hadn't gotten Elwood to meet me on that bridge then --",
        "Noah: Mark would've killed him someplace else. Elwood was cracking long before you ever spoke to him.",
        "Luke: Yeah, I guess so.",
        "Noah: Luke, come on! A killer has been caught who was peddling dangerous drugs. You did a great thing.",
        "Luke: Yeah, but then why do I still feel like crap?",
        "[SCENE_BREAK]",
        "Lily: Yes. I will give them both the message. Thanks. That was Grant Moranís office.",
        "Lucinda: From Starglow Foundation?",
        "Lily: Yeah. You and Luke are supposed to have a meeting with him today.",
        "Lucinda: Today? Today? I don't --",
        "Lily: Well, Brian set it up before he left. Evidently, he proposed some sort of partnership with Luke's foundation and Starglow.",
        "Lucinda: Today? It's news to me.",
        "Lily: Maybe Luke knows about it. I should call him.",
        "[Phone ringing back]",
        "Luke: It's Luke, leave a message.",
        "[Answering machine beeps]",
        "Lily: Hey, Sweetie, it's Mom. Are you aware that you and your grandmother have a meeting at the foundation today? Give me a call when you get this message.",
        "Lucinda: He never answers his cell phone anymore.",
        "Lily: I know. It's usually turned off. He has been in such a deep funk since that election. You know, I wouldn't be surprised if you have to go to that meeting by yourself.",
        "Lucinda: Oh, Darling, I can't do that.",
        "Lily: Why not? You've kept up with the foundation's business, haven't you?",
        "Lucinda: That's not the problem.",
        "Lily: What is?",
        "Lucinda: Open your eyes, Lily.",
        "Lily: What are you talking about?",
        "Lucinda: Facts are facts, Honey. I'm -- I'm much too sick. I can't leave the house.",
        "[SCENE_BREAK]",
        "Katie: Hey! You're here! Oh, I don't know how we are ever going to thank you. And you, too.",
        "Henry: I'm just the chaperone.",
        "Vienna: So what do we do now?",
        "Brad: We find a doctor. All right. We'll be right back.",
        "Vienna: Okay.",
        "Henry: It's not too late to change your mind.",
        "Vienna: Why would I do that?",
        "Henry: Oh, I don't know, uh, morning sickness? Swollen feet? Walrus waddle?",
        "Vienna: Well, you're forgetting the enormous breasts.",
        "Henry: Yeah, well, there's good and bad in everything, I suppose. Vienna, look, I still don't understand how you can have his child in you for nine months, and then just give it away.",
        "Vienna: Why do you keep harping on that?",
        "Henry: Because you're about to do something really huge, and I just want to make sure you don't have any doubts.",
        "Vienna: I don't have doubts, but clearly you do. I think, once -- once I get pregnant, and you'll see how happy everyone is, you'll get over it.",
        "Henry: Let's -- let's hope so.",
        "Vienna: Listen, if you want us to back out, this is your last chance to say so.",
        "Henry: We promised Brad and Katie.",
        "Vienna: No, they'll understand if you can't make yourself go through with it. But this is the time to speak up -- or forever hold your peace.",
        "Katie: Okay, what's wrong? Is there a problem?",
        "Vienna: Henry? Is there?",
        "Katie: It's okay. I think it's perfectly natural for you to have second thoughts. I mean, what we're asking you to do is huge. So, if you can't handle it, we'll call it off. We don't want anything to happen to our relationship.",
        "Henry: Doubts? Second thoughts? Moi?",
        "Brad: You sure about this, Bud? 'Cause I'm with Katie. You know, the friendship, it's more important.",
        "Henry: You know what your problem is, you two can't take yes for an answer.",
        "Vienna: Well, we just want to make sure that you're being perfectly honest with us.",
        "Henry: Okay, um, to be brutally honest with you. Uh, yes, I've had doubts, a million doubts, a billion doubts. I mean, who wouldn't?",
        "Brad: Well, we all would.",
        "Henry: I mean, the love of my life is about to carry another man's baby. I just -- I just think that what we're doing is wonderful. And Vienna's being incredibly generous.",
        "Brad: Amen to that.",
        "Henry: I think this will bring us closer together. And so I'm fully on board. Okay?",
        "Katie: We could not have two better friends.",
        "Nurse: Ms. Hyatt, we're ready for you.",
        "Vienna: This is it.",
        "Henry: Yeah.",
        "Nurse: These are for you, Mr. Snyder.",
        "Katie: Oh, you're going to have fun.",
        "Brad: No magazines necessary. Just --",
        "Katie: Why, are you going to think of me?",
        "Brad: Of course.",
        "Nurse: You sure you don't want the magazines, just in case?",
        "Brad: Look, I've never had trouble before. All right, this is it. Let's set out to sea, men.",
        "Katie: So, Henry -- anything new?",
        "[SCENE_BREAK]",
        "Noah: Figuring out what to do with your life is hard work. It doesn't just happen. You know? You try something, it doesn't work out, you try something else.",
        "Luke: Is that what you're doing?",
        "Noah: Well, I guess that's what college is for. So, when people tell you, maybe you should go back to college, it's because you probably should go back to college.",
        "Luke: Yeah, maybe. I just don't think so. But speaking of college, don't you have a mid-term that you have to study for?",
        "Noah: I do. Are you going to be okay?",
        "Luke: Yeah. Yeah, if I want somebody to tell me to go back to college, I'll call one of my parents. Or my grandmother. Or my other grandmother. Or my aunt, or my uncle, or my little brother.",
        "Noah: Okay. You know, I get your point.",
        "Luke: Look, I'll see you around.",
        "Noah: Uh, Luke? Nah, you'll figure it out.",
        "Luke: Yeah. Sure.",
        "[SCENE_BREAK]",
        "Lily: Mother, I'm so sorry.",
        "Lucinda: For what, Darling?",
        "Lily: For not being more sensitive to you. You are just always so upbeat and resilient, and you never complain. I had no idea how hard this radiation was hitting you.",
        "Lucinda: Believe me, it packs a wallop. I'm just disappointed -- disappointed in my body.",
        "Lily: Well, I hate to break it to you, but you're human.",
        "Lucinda: Evidently.",
        "Lily: And you will get better.",
        "Lucinda: I miss Brian. I miss him. I liked him. He was nice. I know, he was gay, closeted gay, but I -- I miss him. He sure thought I was the greatest woman ever were. The cat's meow. Okay. So, what are we going to do about this damn foundation?",
        "Lily: I should keep trying to reach Luke.",
        "Lucinda: Someone from the board of directors must be at the meeting.",
        "Lily: You mean me?",
        "Lucinda: Well, you know all about it, and you know Grant.",
        "Lily: Well, I know Grant socially, but I don't know the business of the foundation.",
        "Lucinda: Darling, you know enough.",
        "Lily: Oh, Luke, good. You got my message.",
        "Luke: What message?",
        "Lily: You have a meeting at the foundation today.",
        "Luke: Oh, well, can't you take care of that for me?",
        "Lily: No, she can't!",
        "Luke: Why not?",
        "Lily: She's not feeling up to it today.",
        "Lucinda: Anyway, Sweetheart, this is your foundation, not mine.",
        "Luke: Okay, well then, just cancel the meeting.",
        "Lily: Luke, I thought the foundation was important to you.",
        "Luke: Well, it is. I just -- I just don't feel up to it right now.",
        "Lucinda: Well, come on. What the hell is going on? You can't just walk away from something like that.",
        "Luke: I'm not walking away from anything, Grandmother. I'm just taking a break.",
        "Lily: Fine. Don't go. I will.",
        "Luke: Fine. Good. Thank you.",
        "[SCENE_BREAK]",
        "[Cell phone rings back]",
        "[Cell phone rings]",
        "Noah: Hello?",
        "Lily: Noah, its Lily. Are you busy?",
        "Noah: Um, just studying. Is everything okay?",
        "Lily: Not really. I could use your help.",
        "[SCENE_BREAK]",
        "Luke: I'm sorry you're not feeling well, Grandmother. Is there anything I can do?",
        "Lucinda: Yeah, you can tell me why you're such a spoiled brat!",
        "Lily: Noah, thanks for doing this. You know so much more about the foundation than I do. And Luke just flat-out refused to come.",
        "Noah: Well, I was with Luke all morning, and I have to say, he seemed pretty down.",
        "Lily: He's lost. He doesn't know what to do with himself. He used to be so level-headed.",
        "Noah: Luke? Level-headed? When exactly was that?",
        "Lily: When he was five.",
        "Noah: He's having a hard time. He just needs to figure it out himself. And we need to give him the space to do that.",
        "Lily: You are so patient and understanding. My son is lucky to have you.",
        "Noah: I am the lucky one. Okay? He's helped me through some pretty tough stuff of my own. I'm just lucky to return the favor. Oh, my God.",
        "Lily: What is he doing here?",
        "[SCENE_BREAK]",
        "Katie: Thank you, Henry. Thank you so much. I know you're not crazy about all this, but I appreciate you letting us do this.",
        "Henry: You're just lucky I'm crazy about you.",
        "Brad: Uh, hey, can you come over here just for a second? There seems to be a problem.",
        "Katie: Oh, you want me to get you the magazines?",
        "Brad: No, no, no, that's not it. Just the whole business. I don't know why, but it's not working.",
        "Henry: Is there a problem?",
        "Brad: No, everything is fine. Everything is fine. Couldn't be better.",
        "Henry: Okay. So, what's the hold-up?",
        "Brad: There isn't any hold-up.",
        "Henry: Uh --",
        "Brad: Uh, no. That's not what I meant.",
        "Katie: Please, Henry. This is hard enough.",
        "Henry: Well, then there shouldn't be a problem.",
        "Katie: You know all those nice things I just said about you, I take them back.",
        "Henry: Okay, all right, I'm going. Brad.",
        "Katie: Just ignore him. Don't even think about him, don't even think about anyone around here. You have one job right now, and that is to relax.",
        "Brad: Can you come in here with me.",
        "Katie: No.",
        "Brad: Why not?",
        "Katie: Because we're practically in public.",
        "Brad: Exactly. I mean, this has never been a problem for you before. What about that time we did it in the green room during the Christmas special?",
        "Katie: This is different.",
        "Brad: I know. This time we're trying to make baby together. You know, and you said you wanted to be a part of it. This is your chance --",
        "Katie: Oh, yeah. I would get to be part of it.",
        "Brad: Big part.",
        "Katie: All right. What the hell are we waiting for?",
        "[SCENE_BREAK]",
        "Lucinda: You upset 'cause I called you a spoiled brat?",
        "Luke: Where would you get that idea?",
        "Lucinda: Kid, I never pull punches with you.",
        "Luke: Or anyone for that matter.",
        "Lucinda: So what are you going to do about it?",
        "Luke: Well, I'm going to think of something equally insulting to throw in your face.",
        "Lucinda: No, that's not what I'm talking about. I'm talking about the foundation.",
        "Luke: I don't know. I just don't think I'm very good for it right now.",
        "Lucinda: Why not?",
        "Luke: Because I'm -- I've changed so much since when it began. I'm not so naive now.",
        "Lucinda: Luke, you have a lot of money. There are people in trouble, more than I've ever seen in my entire business life. How is it naive for you to want to try to help?",
        "Luke: All right, well let's just get real about why I started this foundation. It wasn't just to help people. It was because I wanted to find a way that I could stick it to my-so-called father.",
        "Lucinda: And you'd fling the foundation in the fine Italian face of Damian Grimaldi?",
        "Luke: Exactly. He gave me that money because he had a guilty conscience. So what did I do? I turn around, and I use that money on something that I know would just bug the hell out of him.",
        "Lucinda: Good, you got your \"Gotcha\" moment. Now what are you going to do?",
        "Luke: I don't know! I just don't want to feel like a hypocrite anymore. I don't want to run around pretending that I'm some do-gooder when all I really am is just some stupid college kid who got kicked out of school for stealing the student government election.",
        "Lucinda: Oh, Honey. My darling, you are so much more than that. I'm just trying to get you to be realistic. You won't always be able to do anything. Right now you can. And if you have the wherewithal, and if you have this opportunity, and if you don't grab it, and do the best that you can do, Mark my words, you're just going to regret it forever.",
        "[SCENE_BREAK]",
        "Brian: Hello, Lily. Noah.",
        "Lily: Brian, it's great to see you.",
        "Brian: Thank you. It's good to see you, too. Where's Luke?",
        "Noah: Uh, not here.",
        "Lily: We weren't expecting you.",
        "Brian: I made the connection with the Starglow foundation before I left, I thought I should be here to make the introductions.",
        "Lily: Oh, well, I appreciate the thought, but I'm not sure it's necessary. I know Grant Moran.",
        "Brian: Oh, well, I'll just make sure everything comes off smoothly then. Oh, hello, Grant.",
        "Grant: Hello.",
        "Brian: You remember Lily Snyder, of course.",
        "Grant: Oh, yes, of course. Nice to see you both.",
        "Lily: And you as well. This is Noah Mayer.",
        "Grant: Hello.",
        "Noah: Hi. Nice to meet you. Um, excuse me, I have to make a quick phone call.",
        "Luke: Hey. How's your studying going?",
        "Noah: I'm at Worldwide, at your foundation meeting, and you need to get here now.",
        "[SCENE_BREAK]",
        "Brad: Mission accomplished.",
        "Katie: The nurse just took the sample to be washed.",
        "Henry: Why washed?",
        "Vienna: Well, they have to wash the sperm because --",
        "Henry: Never mind. Never mind.",
        "Doctor: We're ready.",
        "Henry: Okay, well, I guess we should leave them to their work.",
        "Vienna: No! I want everyone here.",
        "Henry: Shouldn't this be a private moment?",
        "Vienna: No. We're all in this together. We're ready.",
        "Henry: No, we're not.",
        "Vienna: Well, Henry.",
        "Henry: Um, you. I need you to come over here. And turn this way. And stand right like this. And don't move, okay? Um, okay, we're ready.",
        "Doctor: Now you might feel some cramping when I introduce the syringe.",
        "Vienna: Okay, Doctor, if it's okay, um, I'd like Henry to do it.",
        "Henry: What?",
        "Vienna: If anyone's going to inject me, it should be you.",
        "Doctor: This is a medical procedure.",
        "Vienna: Please, Doctor.",
        "Brad: Swim for it, boys!",
        "Henry: Oh, would you please.",
        "[Tray hits the floor]",
        "Vienna: Oh!",
        "Henry: I'm so sorry.",
        "Katie: It's okay. It's okay. We'll just do it again.",
        "Brad: Excuse me?",
        "Katie: You'll be fine. You can do it.",
        "Brad: Not without you, I can't. Let's go. Excuse me.",
        "[SCENE_BREAK]",
        "Brian: Even though I no longer work with the Luke Snyder foundation, I'm still deeply committed to its success. I hope that you and Starglow feel the same about our partnership.",
        "Grant: Without your direct involvement? I'm sorry, but your mission statement is just too vague.",
        "Noah: Uh, excuse me, but what's vague about it?",
        "Luke: Oh, it's not too vague. The problem is that it's too clear.",
        "Lily: I didn't think you were coming.",
        "Luke: Noah called me. Now, let me try and guess what it is you don't like. Could it be our support for the gay film festival? Our contribution to the campaign for hate crime legislation? So, well, it's like you said in the very beginning, Brian. Some professionals don't like things that are so, uh, controversial. But this foundation is dedicated to the equal rights for everyone. Now you can stay and help make that a reality, or you can go, and we can do it without the help of the Starglow foundation.",
        "Grant: Brian, you agree with all this?",
        "Lily: Let's be clear. Brian is no longer part of the Luke Snyder foundation. But everyone who is supports Luke 100%.",
        "Noah: That's right.",
        "Luke: But if Brian has something to say, by all means, you should say it. I mean, isn't that we're fighting for? So that everybody can get their voice heard. So, Brian, go ahead.",
        "Brian: As Lily said, I'm no longer part of this foundation, but I happen to agree with them. This is a private foundation endowed by Luke Snyder. He has a wide variety of interests, including equal rights. And you may be right that the mission statement needs clarification, but the mission itself couldn't be clearer. If Starglow doesn't want to be part of that, we'll find other partners who do.",
        "Grant: Well, then I'd advise you to start looking.",
        "Brian: You look surprised.",
        "Luke: Not half as surprised as you.",
        "Brian: You're probably right. But I meant every word of it.",
        "Lily: Luke, what did Noah say to get you to come?",
        "Luke: Uh, he told me that Brian was here and I should show my face before he screwed everything up.",
        "Noah: And I was so wrong.",
        "Brian: I don't blame you. And it's good that you were here, whatever the reason, this foundation needs you.",
        "Lily: Brian? If you have some time, would you stop by the house? My mother would love a visit.",
        "Brian: Are you sure about that?",
        "Lily: Absolutely.",
        "[SCENE_BREAK]",
        "Katie: Okay, let's pretend that we're not in a hospital bed with everybody waiting for us.",
        "Brad: You want to try one of those playacting things that Henry and Vienna love so much?",
        "Katie: No.",
        "Brad: You can be an intern or patient --",
        "Katie: No, no. Listen, we're at home. In our bed.",
        "Brad: Okay.",
        "Katie: The lights are down, candles glowing. Music's playing.",
        "Brad: Keep going.",
        "Katie: Liberty's out. So, we're all alone. We have all the time in the world. But this time when we make love, it's going to be different -- because we're going to be bringing a new child into the world.",
        "Brad: It's okay.",
        "Katie: I just wish it could really be that way.",
        "Brad: The baby is still going to be ours. And they are going to have the most wonderful mother.",
        "Katie: I love you so much, Brad.",
        "Brad: I love you, too.",
        "[SCENE_BREAK]",
        "Vienna: It was an accident. Right?",
        "Henry: What?",
        "Vienna: Just tell me that you didn't knock the tray on purpose.",
        "Henry: Of course not. I would never consciously do something like that.",
        "Vienna: What do you mean?",
        "Henry: I can't be responsible for my subconscious.",
        "Vienna: Oh, I just wish I knew what has gotten you so scared.",
        "Henry: I don't want to lose you.",
        "Vienna: Why would you lose me?",
        "Henry: You're having another man's baby.",
        "Vienna: Oh, it's a medical procedure. It's not a love affair. You shouldn't be jealous.",
        "Henry: What, of Brad? Of course not.",
        "Vienna: Then what?",
        "Henry: The baby.",
        "Vienna: You're jealous of the baby?",
        "Henry: I think I am. Yeah. I think I am.",
        "Vienna: Well, it's not even born yet.",
        "Henry: I know. I know, Sweetie, but -- when it's growing in you, you're going to be spending so much attention on it, how can I expect you to have any leftover for me?",
        "Vienna: Oh, Henry. Nothing will ever replace you in my heart. Nothing.",
        "Brad: We're ready!",
        "Doctor: And can I make a suggestion? This time let me do it, alone?",
        "Vienna: That's a good idea.",
        "Henry: Yeah.",
        "Brad: That means you, Slippery Pete.",
        "Katie: Good luck.",
        "[SCENE_BREAK]",
        "Lily: Thank you. Hello.",
        "Lucinda: Hey, hi, you're back. How'd it go?",
        "Luke: Could have gone better.",
        "Lucinda: Oh, well, I want to hear all about it.",
        "Lily: First, there is someone who would like to say hello.",
        "Lucinda: Brian?",
        "Brian: Hello, Lucinda. It's so good to see you.",
        "Lucinda: What are you doing here?",
        "Brian: Lily thought you might not mind a visitor.",
        "Lucinda: No, no, I mean, what are you doing here? From whence have you come?",
        "Luke: Brian was at the meeting. He was awesome.",
        "Brian: I just followed your lead.",
        "Lucinda: Now I really want to hear about it.",
        "Brian: I'll understand if you'd rather I left.",
        "Lucinda: No. Sit. I won't bite.",
        "Brian: It's so good to see you.",
        "Lucinda: What were you doing at the meeting?",
        "Brian: Well, I thought since the partnership was my idea, I would make sure everything went smoothly.",
        "Lucinda: Oh, did it?",
        "Luke: No, not exactly.",
        "Brian: Turns out that Grant Moran is less than willing to affiliate with a foundation dedicated to gay rights. And Luke let him have it, eloquently.",
        "Luke: Yes, but then Brian backed me up. Also, very eloquently.",
        "Brian: Mm-hmm.",
        "Lucinda: Does that mean you're going to have your old job back?",
        "Brian: Well, no, I think it would be better if Luke found another administrator. Someone who can work closely with him on the issues he wants to fight for.",
        "Lucinda: Luke, does this mean you're back at the helm?",
        "Luke: Well, yes, I guess I decided it's time I stop being such a spoiled brat.",
        "Noah: Well, Brian, could you suggest anyone to be the new administrator?",
        "Brian: Well, if would have to be somebody committed to your issues, who also has executive experience. Running a foundation is a lot like running a business.",
        "Lily: True. Come to think of it, I might know someone.",
        "Luke: Really? Who?",
        "Lily: Me.",
        "Luke: I think it's worth a try.",
        "Lily: Wait, one condition.",
        "Luke: Oh, Mother, with you it's always one condition.",
        "Lily: You have to promise me, you won't disappear.",
        "Luke: Was this all just some big scheme to get me back at work?",
        "Noah: I wish we were that devious.",
        "Lily: And effective.",
        "Luke: Well, it worked.",
        "Noah: Yeah?",
        "Luke: Yeah.",
        "Noah: Terrific. Now I have got to go. I've got a mid-term to study for. So good to see you.",
        "Brian: Thanks.",
        "Luke: I'll walk you. It was awesome seeing you.",
        "Brian: Thanks.",
        "Lily: Bye.",
        "Lucinda: Lily, are you sure that you want to do this? It's an awful lot of work. Awful lot of pressure.",
        "Lily: That's exactly what I'm looking for.",
        "Lucinda: Brian, do you think they'd be a good team?",
        "Brian: Well, like I said, it'd be great for the foundation. But it's going to be stressful. Luke is very political.",
        "Lily: He cares. And so do I.",
        "Brian: Then I think you'll be great. Please don't hesitate to call me if I can be of help. Okay?",
        "Lily: Thank you, Brian. Now I'll let you two talk.",
        "Lucinda: You looking good.",
        "Brian: So are you.",
        "Lucinda: You always used to give it to me straight. Don't stop now.",
        "Brian: All right, you're looking pale, and tired. Are you taking your vitamins?",
        "Lucinda: Yeah, I miss you fussing around me.",
        "Brian: I missed you, too.",
        "Lucinda: What are you doing?",
        "[SCENE_BREAK]",
        "Luke: What are you so happy about?",
        "Noah: I'm proud of you.",
        "Luke: Proud of me? 'Cause I showed up? That's not something to be so proud of.",
        "Noah: Yeah it is, considering the way you've been acting. Believe me it is.",
        "Luke: Yeah, I mean, I guess I have been kind of down lately, huh?",
        "Noah: Try whiny and self-absorbed.",
        "Luke: You and my grandmother. She called me a spoiled brat.",
        "Noah: No argument here. But today, at that meeting, you were yourself again.",
        "Luke: It felt good.",
        "Noah: So are you really going to go back to work for the foundation?",
        "Luke: Yeah, well, there's a lot of work to be done. And no reason to wait.",
        "[SCENE_BREAK]",
        "Brad: The doctor said we could go. It's celebration time.",
        "Katie: Whoo!",
        "Henry: Oh, hey, that's my idea of a celebration. Balloons and cupcakes.",
        "Vienna: Well, I'm starving. I don't know why I have this craving for sugar, but I do.",
        "Henry: Sweetheart, Sweetheart, you can't be pregnant yet. You know.",
        "Vienna: Well, why not? Maybe little Sven or Inga is already down there.",
        "Katie: Sven or Inga?",
        "Brad: Wait, Vienna, you do know that you don't get to choose the name of the baby, right?",
        "Vienna: Why not? I'm going to carry this baby for nine months. I want to be able to talk to her.",
        "Brad: Yeah, I mean, of course you do.",
        "Vienna: Then when she's born you can name her whatever you want, but I need to call her something.",
        "Brad: I know. I know. Vienna, but --",
        "Katie: Brad, no, I think it's really great that Vienna wants to talk to our baby. It's part of her body right now, and so she can call it Sven, or Inga, or whatever she wants.",
        "Brad: You sure?",
        "Katie: Positive.",
        "Henry: Well that's settled, let's get out of here.",
        "Katie: Oh, wait, here, let me help you up.",
        "Brad: Yeah, here.",
        "Vienna: I'm fine.",
        "Brad: Oh no! Not when you might be walking for two.",
        "Vienna: Mm-hmm. Okay.",
        "[SCENE_BREAK]",
        "Noah: You know who you reminded me of today?",
        "Luke: Who?",
        "Noah: The guy I first met. First thing I remember about you is just how comfortable you were in your own skin. And that was so amazing to me.",
        "Luke: Well, you were pretty amazing to me, too.",
        "Noah: I was a mess. I was half in the closet, and half in denial. I was lucky if I remembered my own name.",
        "Luke: Yeah, well, I knew you'd get past that.",
        "Noah: If I did, it was because of you. And watching you go through all this, I just wanted to tell you that you are still the man you were when we first met. I didn't know how to help you get it back. But you did it yourself, today.",
        "Luke: So you're proud of me?",
        "Noah: Yeah, I already told you.",
        "Luke: Well, why don't you show me?",
        "Noah: Why don't you come back to the dorm and let me.",
        "Luke: All right, but don't expect to be getting any studying done.",
        "[SCENE_BREAK]",
        "Brian: You don't have to worry. I'm not -- I'm not trying to worm my way back into your life.",
        "Lucinda: I didn't think that that's what you were.",
        "Brian: I've done -- I've done everything I can to honor your wishes. That's why I won't come back to the foundation.",
        "Lucinda: You can, please. You can if you want to.",
        "Brian: I think, um, Lily just took my job. Anyway, I already have one.",
        "Lucinda: Oh, good.",
        "Brian: Yeah, it's in Minneapolis. It's not too far, but it's a safe distance. And I only came because Lily asked me to.",
        "Lucinda: I'm glad you did.",
        "Brian: So am I. I'm glad I did, too. I wanted to see you. And it just felt right to hold your hand.",
        "Lucinda: Me, too.",
        "Brian: Look, I, um -- I know I misled you.",
        "Lucinda: And yourself.",
        "Brian: And I'm not ready to make any kind of public declaration of my sexuality.",
        "Lucinda: No, no, it's your choice. It's your choice.",
        "Brian: But I -- I'd like to have some kind of relationship with you. I'd like to -- I'd like to know you. You're my friend.",
        "Lucinda: I can do that.",
        "Brian: You sure?",
        "Lucinda: I've always wanted to have a friend in Minnesota.",
        "Brian: So you won't mind if I keep in touch?",
        "Lucinda: No, please do it. Please, do. There's no point in grudges. It's a waste of time. And -- we married because I felt my life was slipping away and you helped me get my hands around it again. And I will always be grateful to you for that.",
        "[SCENE_BREAK]",
        "Vienna: Guys, come on. I'm not sick, you know.",
        "Katie: I know. But the doctor said you shouldn't move anymore than you have to, just for a little while.",
        "Brad: Yeah, give my boys a chance to close the deal.",
        "Henry: Oh, can we put an end to the metaphors, please?",
        "Vienna: Oh, come on, there's nothing to worry about. Oh, it's happening, Katie. I know it. You want to feel?",
        "Katie: Oh, yes, I would love to. Okay this might just be the power of suggestion, but I actually feel something.",
        "Henry: That would take some awfully big molecules.",
        "Brad: Well, this is my boys we're talking about. Sorry. Sorry.",
        "Vienna: Brad? Brad? Don't you want to feel your baby, too?",
        "Katie: Yes, yes, yes.",
        "Brad: Okay.",
        "Henry: Yeah, why not? Sure. Go on.",
        "Katie: Can you feel it?",
        "Brad: You know what? I think I do.",
        "Vienna: Oh, Henry? Come on. Come on.",
        "Henry: Can't say I feel a thing.",
        "Katie: We should all say a prayer.",
        "Brad: Do you mind if I do it? Do you mind if I do it?",
        "Vienna: Oh, good.",
        "Brad: Please. Can I do it?",
        "Vienna: Go ahead.",
        "Brad: Okay, this for you, Sven or Inga. Um, you have nine months to get here. So, I want you to read lots of books, study for your SATs, and put all your pieces in the right places. And may God deliver you to us, safe, healthy and happy.",
        "Vienna: Oh.",
        "Katie: Amen.",
        "Vienna: Amen.",
        "Brad: Amen.",
        "[NEXT_ON]",
        "Lucy: I promised him I wouldn't have anything to do with you anymore, and I expect you to abide by my wishes.",
        "Dusty: I don't think it was a show. I think she meant it.",
        "Meg: Seriously?",
        "Paul: She was just saying how she and Craig were getting along great. Now she's busting into her dad's room?",
        "Emily: Remind me, I don't know what it has to do with Meg.",
        "Paul: I don't either. But I'm sure it does.",
        "Tom: Petitions for emancipated minors are usually granted to the kids who plan to get married, and he can't get married in Illinois without parental approval.",
        "Parker: We're getting married."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=OsbaA4xKiJY"
}