{
    "Episode Summary": [],
    "Recap": [
        "Jennifer dies imagining she is dancing with Dusty on their wedding night. The Munson/Ryan family and friends mourn the loss of Jennifer. Emily asks Paul for a chance to watch her child grow up. Margo encourages Maddie to be honest with Casey about her secret. Maddie is still afraid and ashamed to tell anyone what happened to her. Dusty says a heartbreaking good-bye to his beloved Jenny."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Maddie: I'm sorry, I'm just -- I need a second.",
        "Dallas: Do you want me to get a female officer?",
        "Maddie: Why? It's not gonna change things.",
        "Dallas: Well, no, but -- it could make it easier to talk.",
        "Maddie: You told her, didn't you?",
        "Dallas: What are you talking about?",
        "Maddie: How could you do this to me?",
        "[SCENE_BREAK]",
        "Nurse: Mr. Ryan? This was at the desk for you.",
        "Paul: Thank you.",
        "Meg: What is it?",
        "Paul: Emily wants to see me.",
        "Meg: No, you have enough to deal with.",
        "Paul: I wonder what this is about --",
        "Meg: Well, she probably just needs a punching bag. Not tonight, Paul -- it's too much.",
        "[SCENE_BREAK]",
        "Bob: I understand you want the monitors removed.",
        "Jennifer: And the I.V.",
        "Bob: Will you allow oral meds, if necessary?",
        "Jennifer: No.",
        "Bob: Just -- minimum dose.",
        "Jennifer: No. No more, Uncle Bob. Please --",
        "Dusty: What do you think, Bob?",
        "Bob: If that's what Jennifer wants.",
        "Dusty: I guess it's take it away.",
        "Bob: You ring for the nurse if she's in distress.",
        "Dusty: I will. All the guys do what you want. 'Cause everyone's under your spell.",
        "Bob: I've been under your spell since you were born. I love you.",
        "Jennifer: I love you.",
        "Bob: I haven't said that often enough.",
        "Jennifer: Yes, you have.",
        "Dusty: Thanks, Bob. Hey, you okay?",
        "Jennifer: I think I'm -- ready.",
        "Dusty: Don't say that. Don't say that, not yet. Not yet. 'Cause -- I'm not.",
        "Jennifer: I just feel so -- peaceful.",
        "Dusty: Yes. I got you. I'm holding onto you. I'm holding onto you, and I'm never letting go. I'm not letting go of you, Red. It's you and me -- we don't ever leave each other.",
        "Jennifer: Never --",
        "Dusty: Never.",
        "Jennifer: And -- I need you to do one more thing.",
        "Dusty: Anything.",
        "[SCENE_BREAK]",
        "Gwen: He loves these things.",
        "Will: He has no idea.",
        "Gwen: Thank God.",
        "Will: For what?",
        "Gwen: Come on, Will.",
        "Will: Why should we thank God for anything tonight?",
        "Gwen: How about for Johnny?",
        "Will: Jen's a great mom, and Johnny's never gonna know that.",
        "Gwen: At least his heart isn't breaking right now. Be grateful for that.",
        "Will: Yeah, but it will one day. And I wish we could keep that from happening.",
        "[Cell phone ringing]",
        "Gwen: Hello? Uh, yeah. Okay. We'll be right there. Jen wants to see Johnny one last time.",
        "Dusty: You need anything else?",
        "Jennifer: You -- you next to me.",
        "Dusty: Is this okay?",
        "Jennifer: Like heaven.",
        "Dusty: Get some rest.",
        "[SCENE_BREAK]",
        "Dallas: Maddie, I didn't say anything to Detective Hughes.",
        "Maddie: She knows, I can tell.",
        "Dallas: Well, not from me.",
        "Maddie: You promised me that this was confidential. You said --",
        "Dallas: Look, I gave you my word.",
        "Margo: What is going on here?",
        "Maddie: Like you don't know.",
        "Dallas: Maddie, please, just --",
        "Maddie: Don't touch me!",
        "Dallas: Maddie!",
        "Margo: What's going on?",
        "Dallas: She was finally ready to let her guard down. I think she was finally ready to talk to me. Do you even know how long it took her to get to this point?",
        "Margo: Oh, right, that case -- Maddie's case. It was a sexual assault case, wasn't it?",
        "Dallas: Listen, you know I can't tell you that.",
        "Margo: I'll take that as a yes. Thank you, officer.",
        "[SCENE_BREAK]",
        "Paul: I don't know, Meg, maybe I should go.",
        "Meg: Why is Emily doing this right now? I mean, doesn't she know the hell you're going through?",
        "Paul: Yeah. Well, that just means that it's probably something important.",
        "Meg: More important than being with your family right now?",
        "Paul: Jennifer forgave Emily. Jennifer forgave everybody.",
        "Meg: But don't let her use that.",
        "Paul: Look, I'm just saying that -- I won't. But maybe tonight, of all nights, I should work a little harder at seeing the best in people. Even Emily. I won't be long.",
        "[SCENE_BREAK]",
        "Kim: Coffee?",
        "Hal: Oh, thank you, Kim.",
        "Kim: Bob said that they've removed IVs and the monitors.",
        "Barbara: Oh, God.",
        "Hal: I guess we're at that point. We have to stay strong, Barbara, for Jennifer and for Johnny.",
        "Kim: No one -- no one has ever raised a lovelier daughter than you two have.",
        "Hal: Well, she was an easy kid from day one.",
        "Barbara: I wasted so much time.",
        "Kim: Oh, Honey, don't go there now. Don't go there.",
        "Hal: Kim's right.",
        "Barbara: I have been so selfish, and Jennifer called me on it. But Johnny -- Johnny's our little miracle, he brought us back together.",
        "Hal: All of us.",
        "Barbara: She let me spoil him rotten, you know?",
        "Hal: Well, you are good at that. I had to rein her in with all the kids.",
        "Barbara: We started talking lately about everything, and -- a week ago or so, she was really tired, and I took Johnny out to the park, 'cause I thought she'd take a nap. And when I got back, she had ordered tea and all the trimmings, and set out my best china and silver. And I asked her why, and she said because she and her mom hadn't had a tea party in a long time.",
        "Kim: Honey -- I'm so sorry. You do have wonderful memories with her.",
        "Barbara: I don't want wonderful memories. I want my daughter to live!",
        "Hal: Barbara --",
        "Kim: Excuse me. I'm gonna go check on Bob and take him this.",
        "Hal: Thanks, Kim, we're fine.",
        "Kim: Yeah, thank you.",
        "Hal: Do you remember Jennifer's princess phase?",
        "Barbara: I still have her plastic tiara.",
        "Hal: She wore it to bed for six months.",
        "Barbara: How many times did you have to glue that thing back together?",
        "[Hal laughs]",
        "Hal: I don't remember, I lost count.",
        "Barbara: We did a lot right.",
        "Hal: We tried.",
        "Barbara: Was I worth all the trouble I gave you, Hal?",
        "Hal: You? You gave me the most priceless gift a man could have -- you gave me a perfect daughter. You made me her dad. And I would do it all again for five times the trouble and just five more minutes with my princess.",
        "[SCENE_BREAK]",
        "Jennifer: It's my favorite time --",
        "Dusty: Me, too. Home alone, Johnny's tucked in, you're on the bed with all your fashion magazines spread out. I pull back the blankets, I pull you close to me. You were made to be a part of me.",
        "Jennifer: I was?",
        "Dusty: You took a sour guy and you saved me.",
        "Jennifer: No --",
        "Dusty: I know there's a God, because he brought me you.",
        "Jennifer: I love you.",
        "Dusty: You're my only faith. You're my only religion. I don't know what I am without you.",
        "Gwen: Here's your mommy, buddy.",
        "Dusty: How was he? Okay?",
        "Will: Yeah, he was great.",
        "Dusty: He's always great.",
        "Gwen: Maybe we should give you guys some time.",
        "Will: Yeah, good idea. We're going to be outside.",
        "Gwen: If you need anything --",
        "Jennifer: Will -- its okay. Be happy.",
        "Hal: How is she?",
        "Will: She's weaker.",
        "Gwen: Where're all the machines?",
        "Barbara: Jen didn't want them anymore.",
        "Will: So are they just giving up?",
        "Hal: Will.",
        "Will: No, I mean, I don't get it -- we're supposed to just be okay with this, and I'm not.",
        "Barbara: Nobody is, Honey.",
        "Will: Why Jen? What did she ever do?",
        "Hal: Son --",
        "Barbara: You know --",
        "Hal: There is no reason.",
        "Barbara: But we all are looking for a reason. None of this makes any sense, Will.",
        "Hal: Why don't we take a walk?",
        "Will: I don't need a walk.",
        "Hal: Well, maybe I do and maybe I don't want to be alone. Please, Will?",
        "Gwen: I'm going to wait for Will downstairs.",
        "Barbara: Gwen. Hal's not the only one who doesn't want to be alone.",
        "[SCENE_BREAK]",
        "Margo: Hi.",
        "Maddie: Why are you following me?",
        "Margo: Uh, 'cause I care about you, and I saw how upset you were, and so I followed you. Can I sit down?",
        "Maddie: You will anyway.",
        "Margo: Well, it's scary how well you know me.",
        "Maddie: Dallas told you, didn't he?",
        "Margo: No. No. Maddie, you can't expect me to just look the other way when I see how upset you are. Or how hurt Casey is. My son loves you. And tom and I think he's got pretty good taste in girls these days.",
        "Maddie: I have to go.",
        "Margo: No. You think that if you hold these things inside, they'll go away, but they don't. Secrets don't heal you, Honey. They only make the wounds deeper and they make you push away the people that you really need.",
        "Maddie: Like Casey?",
        "Margo: No. Like me.",
        "[SCENE_BREAK]",
        "Emily: How's Jennifer?",
        "Paul: They've disconnected everything. I don't think it'll be long now --",
        "Emily: I'm so sorry you have to go through this --",
        "Paul: Stop. Say what you have to say, Emily, and let me get back to my sister, please.",
        "Emily: I want to be part of my child's life.",
        "Paul: Don't do this to me, not now --",
        "Emily: Paul, giving up your child is not only impossible, it is unnatural. Can't we learn something from Jen's forgiving heart? She wanted us to make peace. She wanted you to let me be part of raising our child.",
        "Paul: How do you know what my sister wants?",
        "Emily: Because at this exact moment, Jennifer knows more about what matters in this life than anyone on this earth.",
        "[SCENE_BREAK]",
        "Jennifer: I want --",
        "Dusty: What do you want, Sweetheart?",
        "Jennifer: I want Johnny to be like you --",
        "Dusty: Stubborn?",
        "Jennifer: Loyal.",
        "Dusty: Mean?",
        "Jennifer: Wonderful.",
        "Dusty: Like you. He's you. He's sweet, he's kind. He's brave. He's everything you are. Strong.",
        "Jennifer: You'll tell him?",
        "Dusty: I'll tell him everything. From day one, I'll tell him everything.",
        "[SCENE_BREAK]",
        "Announcer: Coming up, on \"As the World Turns\" --",
        "Margo: C'mon, Maddie. You've got people here who love you. You don't have to go through this on your own.",
        "[SCENE_BREAK]",
        "Dusty: There's something I want to ask you, Red.",
        "Jennifer: What?",
        "Dusty: Will you dance with me on our wedding night?",
        "[SCENE_BREAK]",
        "Margo: Have you talked to Henry?",
        "Maddie: I don't need to talk to anybody, okay?",
        "Margo: Okay. No, no, I understand. Said the same thing myself, once. Oh, it was a while ago. It's a good long, while ago, but I had a secret. Really horrible secret. It's was probably nothing like yours. But it did make me feel ashamed, and I didn't want anyone to know what had happened. I thought that maybe somehow, I brought it on myself -- that I should've done something to prevent it. I second guessed every thought, every moment, until finally, I got made at the person who was really responsible --",
        "Maddie: But I'm not mad --",
        "Margo: Well, maybe you should be.",
        "Maddie: Well, I would really appreciate it if you wouldn't tell me how I should be feeling.",
        "Margo: You're right. You're right. I'm not your mother, but I hope I'm your friend. And I hope you know that you are like family to us. And Maddie, honey, if you ever feel like you're drowning, and you can't get out, you just pick up the phone.",
        "Maddie: Okay, yeah. I'll call you.",
        "Margo: Oh, no. Don't call me. Call Casey.",
        "[SCENE_BREAK]",
        "Paul: You know Em, the truth of the matter is why I'm awake tonight.",
        "Emily: What truth?",
        "Paul: I don't sleep. I haven't slept in months. All that time that I kept Johnny away from Jennifer, I knew that Johnny was with Gwen and I kept him from his mother -- my own sister. But that's not why I don't sleep at night. The truth is, if I deal with all of the guilt that I have about what I did -- if I get to the core of why I did what I did -- I don't have any regret. Not even an ounce. Not one moment's regret. Craig is dangerous. And I still believe that. And another truth, and I'm not saying this to hurt you Emily, but another truth is, I feel the same way about you.",
        "Emily: No.",
        "Paul: You are just as dangerous.",
        "Emily: No, I am nothing like Craig --",
        "Paul: And I have to protect my child from you the same way I had to protect Johnny from Craig.",
        "Emily: What are you talking about? Protect him? I'm the child's mother!",
        "Paul: Oh. Especially, you.",
        "[SCENE_BREAK]",
        "Barbara: Some people would say that I deserve this.",
        "Gwen: Excuse me?",
        "Barbara: For what I've done to my children.",
        "Gwen: No --",
        "Barbara: Will says that my biggest sin was trying to control him -- run his life -- actually, what I did was far worse. After I left their father, some terrible things happened to me. The worst was an accident which left me scarred, physically, emotionally.",
        "Gwen: Will hasn't talked about that.",
        "Barbara: I'm not surprised. After that accident, I shut myself away. And when my children came to see me, I turned them away. What kind of mother does that?",
        "Gwen: It sounds like it was as hard on you as it was on them.",
        "Barbara: That's no excuse. I've been terrible to you, Gwen.",
        "Gwen: No, no. You just thought you were protecting your son.",
        "Barbara: I was wrong.",
        "Gwen: We don't always give people what they really need. But that doesn't mean we don't love them.",
        "Barbara: Yeah, you're right.",
        "Gwen: I see how you are now -- with Will and his dad, letting them fall apart when you're so close yourself -- but you love them, so you're being as strong as you can and I don't know how you're doing it.",
        "Barbara: Can I give you some advice? If you and Will ever decide to adopt, take pictures. Take all the pictures you can, of every birthday, and every holiday, and fill the cabinets with videos and CDs, and scrapbooks, and school artwork, and report cards, and locks of hair as soft as silk. And remember, remember their voices and their laughter because you never believe that one day, that's all you'll have left of your precious child.",
        "[SCENE_BREAK]",
        "Jennifer: I need --",
        "Dusty: What?",
        "Jennifer: I need to know -- he'll be okay.",
        "Dusty: On my life -- he'll be more than okay. I'm going to keep doing the right thing, Red.",
        "Jennifer: I know --",
        "Dusty: I'll read him a lot of lullabies and a lot of books.",
        "Jennifer: Every night?",
        "Dusty: And I've got that beautiful picture of you. The one in the park, during the winter? I got it. I got it right on that dresser, near his crib. And I'll get a house eventually, Red. I'll get a yard, I'll teach him how to ride a bike.",
        "Jennifer: No motorcycles --",
        "Dusty: No motorcycles, okay. He won't like that, but okay. And then I'll teach him about girls, when he's ready.",
        "Jennifer: You wait --",
        "Dusty: Not til he's 12, at least -- and I'll teach him his mother comes first, because she's the bravest woman we know. And he'll know you so well, Jen, because you'll be with us all the time. And he's going to be a good man. He's going to grow up to be a good man. A man you'd be proud of.",
        "Jennifer: Like his dad -- like his dad -- once more --",
        "Dusty: Once more, what? Once more, what?",
        "Jennifer: I want to sing to my baby --",
        "Dusty: Okay, Sweetheart. [Jennifer sings] I wished upon a star I waited for you and heaven brought you to me.",
        "[SCENE_BREAK]",
        "Maddie: I can't talk to Casey about this.",
        "Margo: Well, Maddie, sometimes things are just too big to figure out on your own. Whatever this thing is, it followed you all the way from Chicago and it's gonna follow you wherever you go.",
        "Maddie: You don't know that.",
        "Margo: Yeah, I do. And so do you. Come on, Maddie, you've got people here who love you. You've got a family here. Just -- you don't have to go through this on your own.",
        "[SCENE_BREAK]",
        "Emily: How cruel can you get, comparing me to Craig?",
        "Paul: Oh, it would be more cruel, don't you think, to promise you something that I couldn't deliver.",
        "Emily: So you're just determined to cut me out? You're just gonna cut me out completely? You're gonna pretend that Meg's his real mother?",
        "Paul: Emily, what do you want?",
        "Emily: Simple things. I don't know, little things. I would like my child to know my name.",
        "Paul: Okay.",
        "Emily: God, time -- time is so precious. You know, we should remember that, but we never do. I want my child to know that we did something very brave for Johnny. I want him to be proud of that -- proud of his mother.",
        "Paul: Okay. Yeah, sure, fine. I can understand that.",
        "Emily: What, are you just checking this off your list?",
        "Paul: I'm having a hard time feeling sorry for you right now, Emily, my sister's gonna die.",
        "Emily: My heart is breaking for Jennifer and Johnny. But at least Johnny will know that his mother didn't just leave him. Our child deserves to know the same thing, Paul. Please. Please.",
        "[SCENE_BREAK]",
        "Hal: What's happening, Bob?",
        "Bob: Well, I've asked Will and Gwen to bring the baby out. Jennifer and Dusty need this time together.",
        "Barbara: Bob, she needs fluids. She needs to have the IV put back in.",
        "Hal: Its okay, Barbara. Barbara, don't --",
        "Bob: Where's Paul?",
        "Meg: With Emily.",
        "Bob: You should get him.",
        "Barbara: There's got to be more time. She has more time, doesn't she, Bob?",
        "Bob: It's time to get Paul.",
        "Hal: How is she, son?",
        "Will: She's getting weaker. She could barely hold Johnny.",
        "Gwen: I think seeing him made her feel better.",
        "Barbara: I'm sure it did. I don't know what to do. I need to be here, but he needs to go home.",
        "Gwen: We could take him. I mean, if it's okay with you. If you want to stay, I'll be fine with him.",
        "Will: No. If we take Johnny, we'll leave together.",
        "Hal: I think your sister would want him with you tonight.",
        "Gwen: That way you can be with Jen. I mean, if you trust me.",
        "Barbara: You go with your Auntie Gwen. And she'll take good care of you tonight, she will.",
        "Gwen: Come on, little man.",
        "Barbara: And I promise you, everything's gonna be okay.",
        "Gwen: Let's go, buddy. Come on.",
        "Barbara: Listen to me -- when you put him down tonight, you tell him that his mom loves him with all her heart. And you kiss him for her.",
        "Hal: Be strong.",
        "Barbara: I love you, Honey.",
        "Will: I love you.",
        "[SCENE_BREAK]",
        "Dusty: Are you in pain, Honey? If you are, you can change your mind. Bob can give you some medicine.",
        "Jennifer: I'm scared.",
        "Dusty: Don't be scared. Don't be scared. I'm right here.",
        "Jennifer: I want to believe --",
        "Dusty: Believe what?",
        "Jennifer: In heaven.",
        "Dusty: Of course there's a heaven, that's where we're gonna meet each other again.",
        "Jennifer: What kind of night is it outside?",
        "Dusty: Oh, it's beautiful. It's warm. It's the kind of night we'd take a stroll by the river. And feel that breeze on our face -- that caressing breeze. Whenever I take a stroll with Johnny from now on and we feel that breeze, we'll know it's you putting your arms around us.",
        "Jennifer: I will. I'll try to show you everyday how much I love you.",
        "Dusty: Heaven's real. It's where you'll be. And you'll be watching over Johnny and me. There's something I want to ask you, Red.",
        "Jennifer: What?",
        "Dusty: Will you dance with me on our wedding night?",
        "Jennifer: I'm sorry.",
        "Dusty: Oh, don't be sorry. Don't be sorry. We'll have our dance. We'll have our dance. We'll have our dance, you'll see. Is this all right?",
        "Jennifer: Perfect.",
        "Dusty: We're already on the dance floor, Red. You see out there? Everybody's eyes are on the bride and groom, and there's never been a more beautiful bride. And the lights come up. Can you see us? Can you hear the music? And get ready. Here comes the dip. Here we go. And then my favorite part -- I lift you back, and you look straight into my eyes. And then your head falls on my shoulder -- like it's meant to be there forever.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Will: Hello. Okay.",
        "[Doorbell rings]",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Will: Don't you ever leave me.",
        "Gwen: I'll never go. You either, okay?",
        "Paul: If you want to hit me, you can hit me.",
        "Dusty: Do you want me to?",
        "Paul: If you want to hate me, go ahead.",
        "Dusty: I ought to knock you into next week for what you did to her!",
        "Paul: It won't bring her back.",
        "Carly: You look at me and I feel things. When you say my name --",
        "Jack: Right, I may not live in this house anymore, but I still feel like we're married.",
        "Katie: What was that?",
        "Mike: Simon Frasier, if you are in this house, you are a dead man!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=NAsdI0NAeog"
}