{
    "Episode Summary": [],
    "Recap": [
        "Katie tries to forget about Mike and have a real marriage with Henry but she can't do it. Katie and Henry begin to make love but Katie stops herself and tells Henry she can't make love to him. Mike makes an enemy of Barbara when she realizes Mike has a lot of influence over Jennifer's decisions. Casey and Celia sneak away to Chicago so she can audition for Tomorrow's next star. The health inspector closes Metro hours before opening night because the club isn't up to code. Paul's heart breaks as he signs divorce papers from Rosanna. James forces Rosanna to marry him in order to be a part of Cabot's life."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Aaron!",
        "Aaron: What're you doing?",
        "Alison: I wanna see how you look on film.",
        "Aaron: Why?",
        "Alison: For when they put your picture in the paper in the \"Style\" section. The new manager of the hottest club in town.",
        "Aaron: Alison --",
        "Alison: I hate when you say my name when you think I'm wrong and I'm really right. \"A,\" you look great. And, \"B,\" you're gonna totally turn this club around.",
        "Aaron: For all we know, nobody may even show up, Ali. Okay, how good is that gonna look? Me in this stupid outfit in an empty club --",
        "Alison: It won't be empty! And that --",
        "Aaron: How do you know? How do you know, Ali? And even if people do show up, out of curiosity or whatever, who's to say they're gonna keep coming back? They may just come into the club and say, \"What's the big deal?\"",
        "Alison: Yeah, but you've made so many improvements.",
        "Aaron: Yeah, in the back, I've made improvements. The kitchen, storage -- areas people can't even see unless they work there, Alison.",
        "Alison: Yeah, but it's gonna pay off in better food, faster service.",
        "Aaron: Well, we hope so. When people see -- when you put out a sign that says \"new management,\" people wanna point a finger and say, \"wow, this -- wow. What a place.\" People can see the difference. I mean, for all we know, people may just walk in, yawn, and then walk right back out. And then I'm right back where I started. Nowhere.",
        "[SCENE_BREAK]",
        "Rafael: Use this to stock the bar. And, Celia, if you could pick up all those papers?",
        "Celia: Rafi, you want me to take them out back?",
        "Rafael: That'd be great. Thanks.",
        "Celia: I don't believe it.",
        "Casey: What?",
        "Celia: You know that show, \"tomorrow's superstar?\"",
        "Casey: Is that the one where they have those kids -- they're not kids --",
        "Celia: You have to be 14 or older. And you go to audition for TV. And then the audience votes, and whoever wins gets to go to Las Vegas for a big talent show. And if you win that, you get a record contract, and you're a star. They're in Chicago.",
        "Casey: For one day only.",
        "Celia: How long does it take to get to Chicago from here?",
        "Rafael: Forget it, Celia.",
        "[SCENE_BREAK]",
        "Henry: Nope. This isn't room service, Henry. Come on. This is -- rrr! This is idiotic. This is the dumbest idea I've ever had. So, you're not Mike. But you are Henry. And Henry's the one she married. And -- hmm. Nothing ventured, nothing gained.",
        "[SCENE_BREAK]",
        "Mike: Morning.",
        "Jennifer: Good morning.",
        "Mike: How'd you sneak away without waking me up?",
        "Jennifer: Well, you were out for the count.",
        "Mike: Yeah, I wonder why.",
        "Jennifer: You needed your rest.",
        "Mike: Look, what we talked about last night -- having kids.",
        "Jennifer: I do want to have kids someday.",
        "Mike: And I understand that now is not the time.",
        "Jennifer: And it's not because I don't love you.",
        "Mike: I feel the same way about you.",
        "[Knock at door]",
        "Jennifer: Sorry. Oh, that's probably Street Jeans' messenger. I asked them to box up some things, bring them on over.",
        "[SCENE_BREAK]",
        "Barbara: Hello, darling. I'm sorry, but we need to talk.",
        "Jennifer: I'm not going back to work, mother, as long as you're there, so I don't think that there's anything to discuss.",
        "Barbara: Honey, this is not about Street Jeans. It's about Paul. He's in trouble.",
        "[SCENE_BREAK]",
        "[Door unlocking]",
        "Rosanna: Just a minute!",
        "James: It's just Grandpa James.",
        "Rosanna: Where's my son?",
        "James: He's perfectly safe. You'll see him very soon.",
        "Rosanna: Look, I did everything you asked. I left Paul.",
        "James: Let's just hope that he doesn't follow you.",
        "Rosanna: Then why are we still in Santo Domingo? Look, I want my son. We had an agreement.",
        "James: And you fulfilled your part perfectly. Now it's up to Paul.",
        "[SCENE_BREAK]",
        "Paul: Hello. What are you doing here? Who are you?",
        "Henderson: Conrad Henderson. The maid let me in.",
        "Paul: Phyllis? Where is she now?",
        "Henderson: I believe she said she had to step out. Errands to run. This is for you. Air delivery from Rosanna Cabot.",
        "Henderson: Oh, that won't be necessary. Ms. Cabot did, however, insist I wait for a reply.",
        "Paul: A reply.",
        "Henderson: Yes, sir.",
        "Paul: Well, whatever she wants, she can have. Whatever she needs.",
        "Paul: She wants me to agree to a divorce.",
        "Henderson: If you could just sign where it's indicated, I'll be out of your way. I tried a lot of medicines for my allergies.",
        "[SCENE_BREAK]",
        "Henry: Bubbles?",
        "Katie: Ah! Oh, you scared me!",
        "Henry: Oh, I'm sorry. I thought we could --",
        "Katie: Oh, in a minute, please. I am so busy. I have a million things to do today. Oh, and remind me, when we get to the gym, to call the plumber, 'cause the steam room is still not hot enough.",
        "Henry: Well, there's all kinds of ways to heat things up.",
        "Katie: As long as it doesn't involve the electric bill. Can you help me out here?",
        "Henry: Hey. For you.",
        "[SCENE_BREAK]",
        "Jennifer: I'll holler if I need you.",
        "Barbara: Well. You two are rather cozy.",
        "Jennifer: You're here about Paul?",
        "Barbara: Yes, yes, I am. Rosanna finally admitted that she was behind everything that happened at Fairwinds. Not will, not Emily or me. To say the least, your brother is devastated.",
        "Jennifer: No, no, that's not possible. Rosanna loves Paul. I know she does.",
        "Barbara: I thought so, too. But after she left him --",
        "Jennifer: What?",
        "Barbara: She walked out on him.",
        "Jennifer: How could she do that to him?",
        "Barbara: I don't know, Jen.",
        "Jennifer: Oh. First Rose and now Rosanna. Paul -- Paul must be in agony.",
        "Barbara: Yes. Yes, I'm sure he is. But he'll get over it. He is young and strong and very talented and has his whole life ahead of him.",
        "Jennifer: But after what happened --",
        "Barbara: His wife may have left him, but he still has his family. He has us. And we can save him. If you're willing.",
        "[SCENE_BREAK]",
        "Rosanna: You sent him divorce papers without consulting me?",
        "James: We agreed that you were to leave Paul.",
        "Rosanna: I did leave him.",
        "James: Then what is your problem? It is over. Hmm? You left town. The least you could do is give the poor boy his freedom.",
        "Rosanna: But, it's one thing to break up with him, but to send him divorce papers the next day -- look, I know Paul. This is gonna make him really angry. The whole thing could backfire.",
        "James: For your sake -- I hope not.",
        "[SCENE_BREAK]",
        "Henderson: I don't mean to rush you, Mr. Ryan, but if I'm gonna get these papers back to Santo Domingo by nightfall --",
        "Paul: She hasn't been gone a day, and she somehow found a judge and filed this and sent it here?",
        "Emily: What's going on?",
        "Paul: He -- I'm sorry. Who are you?",
        "Henderson: World express. We're a private courier specializing in intercontinental deliveries.",
        "Paul: Mr. Intercontinental here seems to think that my wife --",
        "Emily: Sorry, could you give us a minute, please? Thank you. What happened? When I didn't hear from you, I thought I needed to come and check. Where's Rosanna?",
        "Paul: Em -- Rosanna left me.",
        "Emily: What?",
        "Paul: I -- I came home last night, and I told her everything that you had remembered, that -- she drugged you and that you were the one that placed all the reminders of Cabot. And she admitted the whole thing.",
        "Emily: Did she say why?",
        "Paul: Look, I know she's never gonna get over Cabot, but she said that being here, living here, she was reminded -- everywhere she turned, everywhere she looked, she was reminded that Cabot was gone. And she blamed me. She blamed my family. And the fact that I was happy and wanted her to be happy somehow made the whole thing worse. And so she concocted this plan to make it look like Will had gone crazy.",
        "Emily: Why?",
        "Paul: Because, if Will was crazy, then they'd have to put him back in the mental institution, and then I -- I would be in as much pain as she was. And then, when will saw you, she had to change her plans. She had to direct some of the blame to Barbara.",
        "Emily: But that's insane.",
        "Paul: I know. That's insane. That's what I told her. This is insane! But she -- she said she didn't love me anymore. And she left. And the next thing I know, I -- I get these papers. And she says she wants a divorce. You know, I knew it. I knew moving back here was a mistake.",
        "Emily: No, do not blame yourself. You cannot blame yourself.",
        "Paul: I don't blame myself! All right? I blame my father! My father killed Cabot! But if she's not gonna talk to me, then she's not gonna get these papers. Because, I, Emily, am not signing those papers.",
        "[SCENE_BREAK]",
        "Alison: Aaron, you've worked so hard to make the club a success. Of course you're scared. There's a million things that could go wrong. But there's nothing you can do about it. You just have to trust that things will work out. And if it doesn't --",
        "Aaron: It has to.",
        "Alison: And it will. You just have to have a little faith.",
        "Aaron: In what? Ali, in what? Everything I've tried has failed.",
        "Alison: That's not true.",
        "Aaron: No, it's not? I work for Dusty. What happens? I get arrested for running numbers.",
        "Alison: That's not your fault.",
        "Aaron: Not my fault. I should've known better, Ali.",
        "Alison: So now you do.",
        "[Aaron sighs]",
        "Aaron: Yeah? Okay, what about the fighting? How come I thought I could be a fighter?",
        "Alison: You're a terrific fighter. If Dominic didn't load Rafael's glove --",
        "Aaron: I knew Dominic wanted the sure thing. And I knew he would do anything to get it. I knew he was connected. Dusty told me. But did I listen? No. I ran around town acting like I can beat a boxer with the mob in his corner. I deserved to get my face kicked in.",
        "Alison: Don't you ever say that. You're the best person I've ever met, and -- look at you. Look! You look movie-star good. And with me on your arm, you have nothing to lose. We're fabulous. And you're healthy, and we're together. And you have a great job.",
        "Aaron: You're right, Ali. You're -- I just -- I don't know. I'm scared. I can't trust -- I just don't want it all to blow up in my face, you know?",
        "Alison: Well, I'll tell you one thing that won't blow up in your face. Me. No matter what, I'm not going anywhere.",
        "[SCENE_BREAK]",
        "Rafael: I'm sorry. There's no way you're going to Chicago, or anywhere, for an audition tonight.",
        "Celia: But, Rafael, that's why I came here, so I can sing.",
        "Rafael: There's plenty of time for that.",
        "Celia: But these people only come to Chicago once a year.",
        "Rafael: That's it. You're staying here.",
        "Casey: Rafael. I've got to run into town and get some stuff for Aaron, man. I could use some help.",
        "Rafael: I can't leave the club.",
        "Casey: So maybe Celia could come. You know? Just to sit in the car while I run inside, so I don't get a ticket.",
        "Rafael: Fine.",
        "Casey: It's gonna take a couple hours.",
        "Rafael: She's all yours.",
        "Celia: So I get to sit in a car while some girl gets a shot at a record contract?",
        "Casey: I'll take you.",
        "Celia: What do you mean?",
        "Casey: I'll drive you to Chicago.",
        "[SCENE_BREAK]",
        "Barbara: What Paul needs right now is his family, the way we used to be. And so I am willing to forget that you and Will and Paul all thought that I was behind what happened to Rosanna.",
        "Jennifer: I suppose we do owe you an apology.",
        "Barbara: No, no, you don't. Not with my track record. But I've changed, honey. I have. I really have. And I know it's gonna take time to trust me again.",
        "Jennifer: You know, I really appreciate the effort, Mom, but --",
        "Barbara: I know it's going to take time to heal. But in the meantime, your brother is suffering. He needs us to pull together.",
        "Jennifer: Whatever he needs. But I just don't what we can do to help.",
        "Barbara: Well, I had a thought. Work is a great solace in times of trouble. And I think, if Paul had a vision, if he something to stimulate his mind, something to be optimistic about, feeling useful about --",
        "Jennifer: Such as?",
        "Barbara: Such as this exciting new company that you've created. If you agree to come back to Street Jeans, I'm sure that we can get Paul involved and help him through this terrible time.",
        "[SCENE_BREAK]",
        "Katie: Thanks.",
        "Henry: Uh, I know -- I know the score here, Katie, okay? And I'm sorry. I should've waited or stopped or -- maybe not gotten my hopes up that you could see me that way. So --",
        "Katie: We do love each other.",
        "Henry: Mm. Not that way, though.",
        "Katie: No, wait. Hold on. Let me finish. Okay. Our talk last night about having children -- I mean, obviously that would mean that -- that we would --",
        "Henry: Yeah, but you don't wanna have kids, so --",
        "Katie: No, I didn't say that. I said that I didn't wanna have kids right now. I do want kids.",
        "Henry: I'm not talking about kids, in general, Katie. I'm talking about my kids, about -- about our kids.",
        "Katie: I know that.",
        "Henry: Look, can we not talk about this and just say that we did? I'm gonna have a stroke here if we say another word. I get it. I'm fine. Everything is cool. I'm sorry. Everything is great. Look, enjoy your breakfast. I'm fine. I'm gonna take a shower. I'm gonna get dressed. And we can just forget that this whole thing ever happened.",
        "Katie: Hold on! What if I don't want to forget it? What if I'm starting to think that maybe this is what I want, too?",
        "[SCENE_BREAK]",
        "Emily: So what do you want to tell our friend out there?",
        "Paul: The courier? Tell him I'm not signing. If Rosanna wants to talk to me, she knows where to find me.",
        "Emily: You think she's gonna call you?",
        "Paul: If she wants a divorce, yeah, she'll call me.",
        "Emily: What if she doesn't?",
        "Paul: Well, then at least we're still married.",
        "Emily: Well, then what?",
        "Paul: I'll find her.",
        "Emily: What if you don't find her?",
        "Paul: I'm not letting her go, Em.",
        "Emily: Yeah, I know, I -- I hear you. I'm just -- thinking about Craig.",
        "Paul: You are? You're thinking about Craig?",
        "Emily: Yeah, yeah, yeah. I remember, one day -- it was a year ago or nine months. I heard that Rosanna had sent Craig a set of papers just like these. And he was talking tough. He wasn't gonna stand for it. He was gonna fight her. Blah, blah, blah. [Emily sighs] And the next time I saw him, he was sitting in the Lakeview bar. He said he loved her. And he said that he knew her well enough to know that, once Rosanna made up her mind, that was it. So he signed.",
        "Paul: I'm not Craig.",
        "Emily: No, you're not. You'd spend every penny. You'd devote every minute looking for her, trying to convince her. And then you'd sign.",
        "[SCENE_BREAK]",
        "Rosanna: Look, I've done everything that you've asked. If Paul doesn't sign the papers, it's not my fault. You should've given him more time. You should've let him at least get used to the idea. Then maybe he would've signed the papers. But -- this way, he's gonna be hurt, and he's gonna be angry. And with good reason. You know, I've dropped all of this on him with no warning. He's still in love with me.",
        "James: And who could blame him? I mean, look at you. You're a beautiful, delicious, intelligent woman. A man would have to work very, very hard to resist you. And why resist? That wouldn't be any fun. So I have an idea. As soon as Paul signs those papers, let's get married.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Henry: So you want to?",
        "Katie: Yeah. I want to.",
        "James: Come along, Rosanna. Your son is waiting. You wouldn't want to disappoint him.",
        "[SCENE_BREAK]",
        "Jennifer: No.",
        "Barbara: Jennifer, what Paul needs is a purpose, something to get him through this grief and no one else is going to hire him, not in this state. He needs us. We're his only chance.",
        "Mike: How's it going?",
        "Barbara: Its fine, Mike, really it is. We're dealing with a family crisis here, if you don't mind?",
        "Mike: Go just have a little more coffee, Barbara. I want to speak to your daughter for a minute. What's going on?",
        "Jennifer: Rosanna left my brother after telling him that she was responsible for all that craziness at Fairwinds. You know, the hauntings that my mother is being blamed for?",
        "Mike: You're kidding.",
        "Jennifer: Apparently Emily confirmed it. And now, my mom seems to think that I'll come back to Street Jeans.",
        "Mike: What does one have to do with the other?",
        "Jennifer: Well, she thinks that if Paul goes back to work that it'll help him get over this. And she might be right.",
        "Mike: Look, I'm all for helping your brother. All right? And if this is true about Rosanna, it's terrible. But, Jen, the point here is you. Okay, you made it very clear that you did not want to work with your mom. I'm just wondering if she's using this Paul thing to shoehorn you back into the company.",
        "[Jennifer laughs]",
        "Jennifer: Of course she is. That is exactly what she's doing. Thank you. I was just -- I was so concerned about Paul, I couldn't even see clearly. Thank you. Mom.",
        "Barbara: Hmm?",
        "Jennifer: I've been thinking about what you said.",
        "Barbara: Uh-huh?",
        "Jennifer: And you're right, we need to support Paul.",
        "Barbara: Oh, honey, I'm so glad that you agree with me --",
        "Jennifer: But Street Jeans the way to do it. At least not for me. My decision stands. I will never work with you ever again.",
        "[SCENE_BREAK]",
        "Katie: I do love you, Henry.",
        "Henry: But loving me and being in love with me --",
        "Katie: -- Are two different things. I know. But it's really not that simple, if you think about it. I mean, you're my best friend, but you're more than that. Right? And I don't really know what all this means just yet, but I've been really happy with you -- really happy.",
        "Henry: I've been happy with you.",
        "Katie: And so shouldn't that mean something? I mean, I've tried marrying my true love and that didn't really work out the way I planned. And then things with mike didn't really turn out the way I planned. And things with you are bliss. I mean, I think we're perfect for each other.",
        "Henry: I always thought so.",
        "Katie: And here you are doing this courageous thing, wearing the silk pajamas and bringing me this beautiful breakfast and the rose, and it's so romantic. That's what most women want, right?",
        "Henry: Is it what Katie wants?",
        "Katie: There are people all over the world getting married because a matchmaker or their parents set them up with someone. And they end up falling in love and living happily ever after. Why can't that be you and me? I want to take a chance, Henry. I want to open my heart to you. If you'll let me.",
        "Henry: So you want to?",
        "Katie: Yeah. I want to.",
        "[SCENE_BREAK]",
        "Rosanna: How dare you.",
        "James: You wait just a minute. I made it perfectly clear that you, little Jimmy and I were going to be together forever. We went over it all in the limo. Yes, I did. You even asked me what I meant.",
        "Rosanna: Well, somehow you forgot to mention a wedding.",
        "James: Well, think about it, Rosanna. In order to keep you from running away with our little boy the minute I hand him over -- I need some rights, legal rights.",
        "Rosanna: Legal rights?! You're a fugitive!",
        "James: Not where we're going. So you see, the minute that Paul signs the divorce papers, you and I will become man and wife.",
        "[SCENE_BREAK]",
        "Paul: If I sign those papers, my marriage is over.",
        "Emily: Legally. It's not going to change how you feel. You know what? Maybe I'm not the best person to talk to about this because, I have to admit, I'm not too happy with Rosanna right now for my own reasons.",
        "Paul: You have every right to be angry with Rosanna. She completely used you, Emily.",
        "Emily: She used you, too, Paul. Okay, you know what? Let's just go over what we know, okay? Given what happened to Craig, I think it's safe to say that Rosanna's been known to make sudden moves like this. Let's not forget what happened with Jordan. She married him out of absolutely nowhere.",
        "Paul: My father -- my father did that.",
        "Emily: Well, still, I think we can agree that she's been known to use a divorce decree as a lethal weapon.",
        "Paul: Yeah, so what?",
        "Emily: So, she admitted to committing a crime. Several crimes. Drugging me, attempting to frame your brother and then your mother. All I'm suggesting is that maybe she's not the woman you thought she was.",
        "Paul: Emily, she lost her son.",
        "Emily: I know, and maybe that changed her more ways than anyone ever imagined. Look, if she was willing to go after me like that, go after your brother -- maybe you're better off. And you know what? If I'm wrong, signing these papers won't mean much, because she'd reconsider.",
        "[SCENE_BREAK]",
        "Aaron: I just want to let you guys all know how in the last couple weeks, you've all pitched in, and really gone above and beyond to make all of this happen. Tonight, Metro opens under new management and it's gonna be a success because all of you guys.",
        "Inspector: Excuse me? I'm looking for Aaron Snyder?",
        "Aaron: Yeah, that's me. But we're not open yet.",
        "Inspector: I'm not here for the opening. I'm here to inspect the premises and make sure you're up to code.",
        "[SCENE_BREAK]",
        "Casey: You sure Alison's gonna be okay with this?",
        "Celia: It's because of Alison I'm still here. And you. If you hadn't set it up so I could sing for my brother, I'd be back in Montega. Besides, Alison gave me a key. And I know she won't mind me borrowing a dress. She let me do it before.",
        "Casey: It's just that we're double parked.",
        "Celia: Oh. What do you think of this?",
        "Casey: I think that anything you wear will look great.",
        "Celia: And you know how to get to this place?",
        "Casey: Yeah, I've been to Chicago, like, a million times. It's no problem. I'll have you to that audition and back before Rafael even knows we've left.",
        "Celia: After I get first prize? I'm buying you a convertible.",
        "Casey: You don't need to buy me anything. The point is that you get your chance.",
        "Celia: And that I win. And I will, thanks to you.",
        "[SCENE_BREAK]",
        "Jennifer: Street Jeans isn't an option for me anymore.",
        "Barbara: Well, perhaps you'll change your after you've had chance to think about things a little longer.",
        "Jennifer: I'm not changing my mind.",
        "Barbara: I see. You seem to have a great deal of influence over my daughter, mike. Which is all well and good, until it interferes with my life.",
        "Mike: I thought the point here was Paul, not you.",
        "[Jennifer sighs]",
        "[Henry sighs]",
        "Henry: Yeah, okay. All right. Wow.",
        "[SCENE_BREAK]",
        "Emily: Paul?",
        "Paul: You know what? I just remembered that there was this conversation that we had, Rosanna and I, before -- well, it was right after my mother was arrested. And she said that she wanted to have a family with me. Rosanna told me that she wanted to start a family with me, and that she wanted to adopt. Don't you think that's a little strange? She'd have a conversation like that with me and then she would take off.",
        "Emily: Henderson needs an answer. He needs to take the papers to the airport or call his company and tell them that there's been a change of plans.",
        "Henderson: I'm sorry, sir. I have to follow my orders.",
        "Emily: Thank you for your patience.",
        "Henderson: Not at all.",
        "Emily: I am so sorry.",
        "[SCENE_BREAK]",
        "James: I just got a call from the states. Paul signed the papers. Your divorce is final. Well, Rosanna, come on. Chin up, chin up. You've got a wedding to attend.",
        "Rosanna: Now?",
        "James: Well, there's no time like the present. Now come along, Rosanna. Your son is waiting. We wouldn't want to disappoint him.",
        "[SCENE_BREAK]",
        "Rafael: So, do we love the new metro?",
        "Aaron: It's more a question of the old Metro.",
        "Inspector: I'm afraid we have a problem. The club must be brought up to code before a single customer comes through those doors.",
        "Alison: But we're re-opening tonight.",
        "Inspector: I'm sorry, miss. No, you're not.",
        "[SCENE_BREAK]",
        "Mike: I cannot believe this about Rosanna. Lying to Paul and everybody else?",
        "Jennifer: Yeah. Well, can you really ever know another person? I mean, how they think, what they would do if they were pushed to the limit?",
        "Mike: I guess that depends on the person. I know you. But that's because you're honest. You say what you feel. You ask for what you want. You let me in.",
        "Jennifer: I feel the same way about you. Oh, how did I ever get the way I am? I wonder sometimes, I mean, given my mother.",
        "Mike: Maybe she was a good example of what not to do.",
        "Jennifer: Yeah, probably. It's just so sad, you know? It's always all about her and she'll never change. And our family will never recover.",
        "Mike: Well, that's the great thing about growing up, you know? You know, you get to try again. Make a family of your own, only, you know, this time, you can do it right. Or at least better.",
        "Jennifer: Oh, I hope so.",
        "Mike: So what do you say? You willing to give it a shot?",
        "Jennifer: What do you mean?",
        "Mike: Let me be your family.",
        "[SCENE_BREAK]",
        "Barbara: Don't you think that family is the most important thing in the world?",
        "Lloyd: Depends on the family.",
        "Barbara: My family is the most important thing in the world to me. And no matter what I do to try to protect them, I am thwarted. I'd almost convinced my daughter to come back to work with me.",
        "Lloyd: I know how you feel.",
        "Barbara: You don't have a clue. And neither does Mr. Kasnoff. This isn't over, not by a long shot.",
        "[SCENE_BREAK]",
        "Henry: What? What is it?",
        "Katie: Oh, I love you so much. I'm so sorry. I can't do this.",
        "[Katie sighs]",
        "[SCENE_BREAK]",
        "Emily: Look, I know it's not a lot of comfort but you will survive this.",
        "Paul: Look, Emily, I think I need to call it a day.",
        "Emily: Okay. You have my number?",
        "Paul: Yeah, of course, I have your number. Thank you so much. You've been a great friend.",
        "Emily: Call me if you need anything.",
        "Paul: Yeah, I will. Well, I hope you're happy. You got everything you wanted.",
        "[SCENE_BREAK]",
        "James: Come on, Rosanna. Time's a wasting. And you know those clerics, they like for people to be very punctual. And, Rosanna, there's nothing left to think about. Paul has signed the papers and Cabot is waiting. There we go.",
        "[James sings \"Wedding March\"] Dum dum da-dum dum dum da-dum dum dum da-dum dum dum da-dum dum da-dum",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Henry: Katie, my dear, lovely wife -- you're still in love with Mike.",
        "Jennifer: Mike, are you asking me to marry you?",
        "Julia: Give me that! Oh!"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ywOccWs7b1U"
}