{
    "Episode Summary": [],
    "Recap": [
        "Mike offers to help Katie look for Henry. She refuses. Henry tells Craig that he won't keep secrets from Katie. Craig tells Jennifer to tell Mike the truth about their one night stand. Mike prepares a romantic homecoming for Jennifer who breaks down in tears at the secret she's keeping. Rafael goes looking at Celia at the high school and confronts Will and Casey. Will and Casey help Celia hide from Rafael while she changes her clothes. Luke continues his tirade at Julia's memorial. Lily does her best to prevent Holden from questioning Luke. Aaron tells Holden about finding Luke in the alley burning something. Holden begins to suspect that Luke had something to do with Julia's death."
    ],
    "Recap Author": "Camille",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Knock on door]",
        "Mike: Hey.",
        "Katie: Is this a bad time?",
        "Mike: Depends. What do you need?",
        "Katie: You -- your ear, your brain.",
        "Mike: Yeah, yeah. Come on in. I've got the day off, Jen's at work, so I'm all yours. What's up?",
        "Katie: It's Henry.",
        "Mike: How is he?",
        "Katie: I wish I knew. Ever since you told me that that whole story about him going to see his family was just a ruse, I've been going out of my mind. Who are these specialists that he was seeing?",
        "Mike: Okay, I know you're scared, but he told me it's just a precaution, make sure there's nothing seriously wrong with his heart.",
        "Katie: Mike, I should be with him. What if this precaution turns into a diagnosis and he's sick?",
        "Mike: Don't even think that way.",
        "Katie: I need to find him. What else did he tell you?",
        "Mike: Nothing, I swear.",
        "Katie: No doctor's name? No hospital name?",
        "Mike: No. If you're really worried about him, I'll help you track him down.",
        "Katie: No, I don't think so. Not this time.",
        "[SCENE_BREAK]",
        "Henry: Craig, its Coleman. I've been thinking about what you said and I can't. I can't keep this a secret from Katie, all right? I've never really lied to her, and she's the only person I can trust. She's the best friend I've ever had. So, she deserves to know the truth. I'm going to tell it to her.",
        "[SCENE_BREAK]",
        "Jennifer: I'm leaving a copy of the press release for Lucinda to look over. And copies of the initial reaction of the media event.",
        "Craig: Mm-hmm. You hung up on me. Why did you hang up on me?",
        "Jennifer: I didn't feel like talking.",
        "Craig: That's not going to be very convenient if we're trying to do business, is it?",
        "Jennifer: Well, I'm busy, Craig. In fact, I have to get back to the office and tie up some loose ends. So, if you'll excuse me --",
        "Craig: Are you still blaming me for what happened between us the other night?",
        "Jennifer: No, stop. Stop right there. I never want to hear you utter those words again.",
        "Craig: What?",
        "Jennifer: If you don't keep your mouth shut about the other night, then maybe it's best if you find another company to run. Walk away from Street Jeans and leave me alone.",
        "[SCENE_BREAK]",
        "Rafael: Where is she, Casey? Where's my sister?",
        "Casey: You mean Celia?",
        "Rafael: Yes, Celia. My sister. Do I need to draw you a picture?",
        "Casey: No.",
        "Rafael: So then just stop playing games with me and tell me where she is.",
        "Casey: What are you worried about? I don't see what the problem is.",
        "Rafael: The problem is I told her to meet me here after school. Right here. Now, if you're hiding something from me, Casey --",
        "Casey: Listen, if you told her to meet you here, I'm sure she'll be here. It's not that late. You know, maybe you should cut her some slack. It's her first day, man. She's probably with her teachers going over assignments. Actually, she probably in her homeroom getting her books.",
        "Rafael: Where is that?",
        "Casey: Through those double doors, take a left, one flight up. Room 221.",
        "Celia: He's gone?",
        "Casey: That was close.",
        "[Celia sighs]",
        "Celia: Well, thanks for trying. And it's been really nice almost getting to know you.",
        "Casey: What?",
        "Celia: I'm saying my final farewell, because when Rafael comes back and sees me in these clothes I swore I'd never wear again? I'm dead meat.",
        "Casey: Shh, someone's coming. Get back in there. Celia's backpack. Man, how'd you find it?",
        "Will: I have my ways.",
        "Casey: You're incredible, man. You saved Celia's life, you know that?",
        "Will: No, you did. All right, tell her you found the backpack. It'll score major points and maybe she'll even kiss you again.",
        "Casey: Did I ever tell you what an incredible friend you are?",
        "Will: Yeah, just don't let it get around. I've got your back. Now, hurry up. Get back in there.",
        "Rafael: Hey, Will.",
        "Will: Hi. Rafael.",
        "Rafael: Where's Casey?",
        "Will: Casey? Hughes? I wish I knew.",
        "Rafael: Yeah, right. And I bet you have no idea where Celia is either? No?",
        "Will: No, not a clue.",
        "Rafael: You know, you seem to be a smart enough kid and I'm sure you don't want to see your friends get into trouble.",
        "Will: Of course not.",
        "Rafael: So then it's time somebody started telling me the truth around here. What are you three trying to pull?",
        "[SCENE_BREAK]",
        "Luke: She deserved what happened to her! She ruined everything! Everything!",
        "Holden: Luke, I'm going to give you five seconds to calm down or you need to get out.",
        "Luke: Did he make you come to this freak show?",
        "Holden: Luke --",
        "Luke: Look, I'm not going anywhere without my mom. You might not care about her anymore, but I still do. Why are people praying for this woman after what she did to us? I mean, doesn't anything -- doesn't this matter? Doesn't anybody care?",
        "J.J.: Stop it! Just stop it! She was my mommy and she loved me!",
        "Jack: Yes, yes. Of course, she did.",
        "Luke: Let's go, Mom.",
        "Lily: No, no, no. Luke, you should not have come here.",
        "Holden: Luke, outside. . Let's go. You and me, right now.",
        "Luke: No. Don't you even care what this has done to Mom?",
        "Lily: I came here because I wanted to come here. Out of respect.",
        "Luke: Respect? Oh, because of all the respect that Dad and Julia gave you?",
        "Lily: I am fine.",
        "Luke: No, you're not! And I won't let them hurt you all over again.",
        "Holden: I'm sorry for the interruption. It's been a very trying time for all of us.",
        "Jack: Hey, you're gonna be okay. All right? You loved your mommy very, very much and she knew that. And she loved you more than you'll ever know. And that love stays with you forever. Come on.",
        "Minister: Yes. These are troubling times. Death is never an easy transition for those of us who are left behind.",
        "Holden: Do you want to tell me what that was all about?",
        "Lily: Are you all right?",
        "Luke: I'll be better once I'm out of here. And so will you. Let's go.",
        "Holden: You are not going anywhere. Not until you explain yourself.",
        "Lily: Would you just wait a second? Let him calm down. He's very upset.",
        "Holden: Upset? He just interrupted a funeral. He's beyond upset. Something is going on with you and I want to know what it is.",
        "[SCENE_BREAK]",
        "Rafael: Listen, Will, I want to know where my sister is, and I want to know right now.",
        "Casey: Rafael's out there. Hurry up.",
        "Celia: I'm going as fast as I can.",
        "Will: Wherever she is, I'm sure she's fine. First days are always the roughest, you know? But she made some friends, impressed some teachers. I'd give her an \"A+\". You should be proud of her.",
        "Rafael: You're covering for her, right? Is she wasting her time at another stupid audition?",
        "Will: No, of course not. I'm sure she'll be back any minute.",
        "Rafael: And you're hanging out in the hallway. Why? Guarding the girls' bathroom door for any special reason, Will?",
        "Will: I'm not guarding anything.",
        "Rafael: Celia.",
        "Celia: Oh, my God, Rafael. What are you doing?",
        "Rafael: Looking for you.",
        "Celia: In the girls' bathroom? Are you crazy?",
        "Rafael: No. I'm getting the feeling that you and your little friends are up to something.",
        "Celia: Yeah. It's called high school. So why don't you back off and leave?",
        "Rafael: Where is he, huh?",
        "Celia: Who?",
        "Rafael: Right. When I find him -- [Speaking Spanish] It's over. I mean it.",
        "Celia: It's just me. Why can't you get that through your head?",
        "Rafael: Then why did Casey and Will give me the runaround?",
        "Celia: Because no one knows how to talk to you when you start to act like this. Instead of asking a simple question, you accuse people. You think that everyone's trying to get away with something.",
        "Rafael: Because they usually are, and especially you.",
        "Celia: I'm lucky to have any friends at all. I came to this country with nothing, Rafael. And the little I have, you want to take away from me? Why? Do you really hate me that much?",
        "[SCENE_BREAK]",
        "Katie: You're so sweet to offer to help find him, but I should search for Henry on my own.",
        "Mike: Is there a law against a friend helping out another friend in need?",
        "Katie: No, of course not.",
        "Mike: Okay, then I've got the resources and I've got the time.",
        "Katie: Mike, I can't.",
        "Mike: Do I get to know why?",
        "Katie: You know why.",
        "Mike: You're not talking about the other --",
        "Katie: About what happened between us the other night. Yes, I am.",
        "Mike: Nothing happened.",
        "Katie: It could've.",
        "Mike: But it didn't. Okay, nothing like that's going to happen again. Because we've settled everything. Your place is with Henry and mine's with Jennifer.",
        "Katie: Exactly. So, we need to be a little bit more careful about the way things look.",
        "Mike: The way things look?",
        "Katie: I shouldn't even be here.",
        "Mike: What are you -- that is ridiculous. We're friends.",
        "Katie: I'm married.",
        "Mike: Okay, married women can't have friends?",
        "Katie: Not when we have such a history.",
        "Mike: Look, look. I didn't tell you the truth about Henry. Okay, at least let me make it up to you. Let me help you track him down.",
        "Katie: No. Mike, no hard feelings. Really, I'm fine. Okay? Thanks.",
        "Mike: You're sure?",
        "Katie: Yes, I'm sure.",
        "Mike: You let me know if you change your mind.",
        "Katie: I will.",
        "Mike: You take care, okay?",
        "[SCENE_BREAK]",
        "Craig: Jennifer, I have no intention of walking away from anything. And as far as I'm concerned, what happened between us the other night, that awful aberration that occurred so tragically, was one of those things. You let it go. You get over it.",
        "Jennifer: Oh, please. I am over it.",
        "Craig: Oh. Well, if you're thinking that I am going to quit over a one-night stand that you just had to jumpstart --",
        "Jennifer: It was not a one-night stand. It was a colossal mistake. But fine. If you insist on darkening my company's doorstep, then I guess I'll have to deal with it.",
        "Craig: Like missing this morning's meeting?",
        "Jennifer: That was unavoidable. And I have decided to start working from home in the future.",
        "Craig: And do what? Design toilet seats? Tea caddies? Jennifer, I have been down that particular road before with Carly. And you look at where her career is. You want a career, Jennifer, you have to want this. You have to stay hungry. You can't tuck yourself away in some little cabin in the woods, ironing flannel shirts for your man.",
        "Jennifer: Mike is 1,000 times the man you will ever be.",
        "Craig: Oh, well, okay. Good for him. But here's the difference between Mike Kasnoff and myself. I want you to succeed. I believe in you. I am doing everything I can to get you to the top where you belong, but you will only get there, sweetheart, if you want it, too.",
        "Jennifer: I do want it! But --",
        "Craig: Yeah, but what? But what? I saw you at that press party. Okay? You were on fire. You had so many ideas working you couldn't sit still. Because you knew you were exactly where you belong.",
        "Jennifer: I cannot even think about designing right now.",
        "Craig: Yes, I know. You were losing focus.",
        "Jennifer: And -- and this is not gonna help me get it back, believe me.",
        "Craig: Only you can decide what you really want.",
        "Jennifer: I know what I want. I just -- I need time to think. Everything is very confused right now.",
        "Craig: Well, I have a solution that will clear everything up.",
        "Jennifer: Really?",
        "Craig: Tell Mike Kasnoff the truth. You sit yourself down, and have a long, no-holds barred confession.",
        "[SCENE_BREAK]",
        "Holden: Come on, Luke. We can stay here all day if you want. You better start talking.",
        "Lily: No, I don't think we should do that. Do it here, please. Luke just lost control and I'm sure he regrets what he did and he will apologize.",
        "Holden: You're willing to accept this sort of behavior? Don't you care about what happens to your son?",
        "Lily: Of course, I do. But you have to see where Luke comes coming from.",
        "Luke: Mom, forget it. He'll never understand.",
        "Carly: What's going on?",
        "Lily: I don't know. I don't know.",
        "Jack: Holden, we need you inside.",
        "Holden: Okay. When I get back, I want some answers.",
        "Jack: Carly, you keep an eye on J.J. while I go over some things with Holden? Hmm?",
        "Carly: Yeah.",
        "Jack: Okay.",
        "Lisa: Well, maybe J.J. would like to hang out with me. Is that -- is that true? Would you? Okay. Come along, honey.",
        "Carly: What happened?",
        "Lily: Everything's spinning out of control, and I don't know what to do about it.",
        "Margo: I'm sorry, Jack. I got so hung up at the station. I'm sorry I was late.",
        "Jack: Yeah. Anything I need to know?",
        "Margo: No, not yet, but how was the first half of the ceremony? Did I miss anything?",
        "Tom: Uh, plenty.",
        "Jack: Listen, all I want to know is what's going on with the case.",
        "Tom: You've been holding your suspect for 24 hours --",
        "Jack: Yes, I know, Tom. My time is up, so I'll let Keith go.",
        "Margo: Well, it looks like you got the wrong man.",
        "Jack: I still like him for this, Margo. But, yeah, I think it's time we started looking elsewhere. So, we will.",
        "Lily: Luke?",
        "Luke: Let's get out of here.",
        "Holden: You're not going anywhere. Not until we're finished. I thought I made myself clear.",
        "Lily: Could we please not do this?",
        "Holden: Head home with Carly. I'll talk to you later.",
        "Lily: Okay, I'll see you at home.",
        "Luke: Now what?",
        "Holden: I want the truth. All of it. I want to know what's going on with you.",
        "[SCENE_BREAK]",
        "Celia: You've been mean and rude to every friend I have!",
        "Rafael: 'Cause I'm just trying to protect you.",
        "Celia: Do you really think that Mami and Papi did such a bad job of raising me that you have to get suspicious every time I'm more than ten feet away from you?",
        "Rafael: Celia -- Celia, I'm just trying to look out for you.",
        "Celia: You're smothering me! I used to look up to you, Rafael. But you're not my brother anymore. You're my jailer. You have to learn how to trust me.",
        "Rafael: Trust you? I'll trust you when you start keeping your promises and when you stop lying to me!",
        "Celia: How did I lie?",
        "Rafael: I told you to be ready to go when I got here. You were supposed to be.",
        "Celia: I had to use the bathroom! Is that a crime? I don't think so. But it is a crime to be yelling at me in the middle of my new school on my very first day!",
        "Rafael: Let's -- let's just go.",
        "Will: Hey, you guys found each other. That's great. You know, that was smart thinking, going in there. And brave, too. Most guys wouldn't go into the girls' bathroom, but you just marched right in there. You're a pretty tough guy.",
        "Rafael: Listen, I have a message for you, and make sure your little friend, Casey, hears it, too. I'm keeping my eye on both of you.",
        "[Knocking]",
        "Will: It's safe. You can come out now.",
        "Casey: Oh, man.",
        "Will: Yeah, that was pretty close.",
        "Casey: Who cares? I am in love.",
        "Girl #1: Hey, where's the new girl? You know, the one with the flea market rags?",
        "Casey: Why?",
        "Girl #1: She stole something from us.",
        "Will: No, she didn't. I did.",
        "Girl #2: It figures she'd hook up with the only guy in class that's seen the inside of an insane asylum.",
        "[Girls snicker]",
        "[SCENE_BREAK]",
        "Jennifer: What kind of twisted game are you playing with me, Craig? First, you convince me to keep quiet, and, now, you're suggesting I come clean?",
        "Craig: Well, it's not particularly easy tracking what you really want, here, but if you are beset by guilt, the fastest way to penance is be a girl scout.",
        "Jennifer: Just blurt out the truth --",
        "Craig: Then be prepared for the consequences because the minute Mike Kasnoff hears about you and me, he's gonna drop you like a bad habit. And if you believe that you're gonna bury yourself in Street Jeans, you better thing again. Because the minute Sierra hears you woke up in my bed, she's gonna shut you down. No money, no company, no future.",
        "Jennifer: She wouldn't do that.",
        "Craig: Oh, she would in an angry heartbeat. But if you want to believe that the truth will set you free, you go right ahead and tell Mike Kasnoff everything. But you be prepared.",
        "Jennifer: I have to go.",
        "[Phone rings]",
        "Craig: Hello?",
        "Henry: Do you ever check your messages?",
        "Craig: I've had my hands full, Henry. What is it?",
        "Henry: Meet me at Metro. I think I finally figured out what to do about this mess you've gotten me into.",
        "[SCENE_BREAK]",
        "Jack: Anybody see Carly?",
        "Luke: She took my mom home.",
        "Jack: Holden, I need you come down to the station. There's some things I want to go over.",
        "Holden: Okay.",
        "Jack: Can I give you a lift?",
        "Holden: No, I need to stay here. I need to speak to Luke. What is it that you need to go over at the station?",
        "Jack: Nothing to worry about.",
        "Holden: Anything you want to say?",
        "Luke: I'm sorry I made JJ cry. I'll apologize to him.",
        "Holden: That's a start. But I need to know why you flipped out in there.",
        "Luke: I don't get why you were here today!",
        "Holden: Because Julia was important to me.",
        "Luke: She's gone now! Why can't you just let it go and come back home?",
        "Holden: Luke, it's not that simple. You don't just stop caring about someone after they die. It takes time to heal. And I need to know who did this to her. I owe that to her!",
        "Luke: She owes us! She took you away from us! She did horrible things, Dad. Maybe that's why something bad happened to her.",
        "Holden: Luke, stop. I know you didn't --",
        "Luke: I hated her! And I'm glad she's out of our lives!",
        "[SCENE_BREAK]",
        "Lily: I'm just grateful that my mother was not at the church. She already is so -- ahh! -- Concerned that he lied to her about the gloves, she thinks he's going off the deep end.",
        "Carly: Well, she sure didn't buy his story about getting a bad grade on his homework.",
        "Lily: No. And she found one of the gloves. She knows they're mine.",
        "Carly: Yeah. I think you're right. I think things are starting to fall apart.",
        "Lilly: Yes.",
        "Carly: And Holden questioning Luke like he's some kind of suspect isn't helping any.",
        "Lily: But Luke is making himself look suspicious. Burning my gloves, skipping school, hanging around a crime scene like he's got some sort of secret --",
        "Carly: Well -- maybe it's just morbid curiosity. Teenagers are like that.",
        "Lily: No, no, no, no, no. What he's doing is not some random acting out. Once he burnt those gloves --",
        "Carly: What?",
        "Lily: I'm just can't help thinking -- oh, forget it. I don't know. I don't know what I'm saying.",
        "Carly: Hey -- you're just -- you're worried. What mother wouldn't be if her kid walked in there and said he was glad Julia was dead?",
        "Lily: I guess. It's that and there's -- some other things. You don't see?",
        "Carly: See what?",
        "Lily: When I left Julia, she was alive. And when we went back, she was dead. And there's only one person that we know for sure was in that apartment. Between the time that I left her and the time we went back --",
        "Carly: Luke.",
        "Lily: Carly -- if this is true, my little boy -- my little boy could be the one that killed Julia.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Lilly: I don't care what happens to me. But I have to keep Luke safe. I have to protect my son.",
        "Aaron: I caught Luke in an alleyway behind a tree, burning something. He freaked out when I caught him. He begged me not to tell anybody.",
        "Mike: I want to make things right with us and I want to get back on track. So, tell me everything. How was your day?",
        "[Jennifer cries]",
        "[SCENE_BREAK]",
        "Carly: You have gotta calm down. Luke didn't do anything to Julia. He hated her. He had reason to hate her, but that doesn't mean that he killed her.",
        "Lily: He's been so emotional lately. And all this anger is so out of proportion --",
        "Carly: He's just a teenager. He's trying to lookout for his mom.",
        "Lily: What if something did happen? What if? What if!?",
        "Carly: Stop it, stop it! Luke is angry. He's upset. He's confused. Maybes he's a little bit out of control, but he is definitely not a killer! He's just a kid.",
        "Lily: So was Will Munson.",
        "Carly: Luke is no Will Munson.",
        "Lily: Will Munson was not born a killer. He was a sweet boy. Don't you remember? All these things started happening around him. His family was falling apart.",
        "Carly: Will just did what his monster Mama wanted him to do. He was desperate, but she drove him to it.",
        "Lily: I just -- I just wish I knew what Holden was saying to him.",
        "Carly: If Luke tells the truth about those gloves, then you can tell the whole story. But he won't tell. And neither will you.",
        "Lily: I'll take it to my grave. I don't care what happens to me. But I have keep Luke safe. I have to protect my son.",
        "[SCENE_BREAK]",
        "Aaron: You want me to go track --",
        "Holden: No. He's turning into someone I don't even recognize anymore.",
        "Aaron: You know what? I've been kind of worried about him, too.",
        "Holden: Yeah? Why?",
        "Aaron: I don't know. He's just been weird lately.",
        "Holden: Even before today?",
        "Aaron: Yeah, I shouldn't have even brought it up. Forget I even said anything.",
        "Holden: No, no, no.",
        "Aaron: I promised Luke I wouldn't say anything.",
        "Holden: Aaron, come on. I need to know.",
        "Aaron: I caught Luke in a alleyway behind Metro, burning something. He freaked out when I caught him. He begged me not to tell anybody.",
        "Holden: Burning what?",
        "Aaron: I have no idea. Something in one of those oil drums. He came by Metro the next day. He made me promise that I wouldn't tell anybody what I had seen.",
        "Holden: What night was that?",
        "Aaron: The same night Julia was killed.",
        "[SCENE_BREAK]",
        "Craig: Henry, I thought we settled this. You know what'll happen when Katie finds out you lied to her? Do you want to lose her, Henry? As a wife and a friend?",
        "Henry: Of course not.",
        "Craig: All right. Well, then you go back to your room and you stay out of sight and let nature take its course.",
        "Henry: I can't keep lying to her, all right?",
        "Craig: Do you want Katie to be happy? You're doing the right thing, Henry.",
        "Henry: Don't -- look, you're not gonna change my mind on this, all right? I'm telling her everything.",
        "Craig: Henry, Jennifer is patching things up with Mike Kasnoff as we speak.",
        "Henry: Congratulations.",
        "Craig: Do you know what that means, Henry? It means Katie is home alone, and if you show up wedging about how you've been scheming and plotting and planning and hiding -- well, Henry, I just hope you have your bags packed because Katie isn't exactly going to be happy with your new-found honesty. All right? Let sleeping wives lie, Henry. Let her find her happiness.",
        "Henry: Like you found your happiness with Jennifer?",
        "Craig: Henry, you worry less about Jennifer and more about you. Do the right thing, Henry -- for yourself and for Katie.",
        "[SCENE_BREAK]",
        "Mike: I thought I heard your car pull up.",
        "Jennifer: Mike, um --",
        "Mike: Welcome home, darlin'.",
        "[SCENE_BREAK]",
        "Girl #2: Can you believe they actually let a psycho-killer like weirdo Munson walk the halls with us?",
        "Girl #1: I mean, what is your problem, Casey? Why are you hanging out with a klepto?",
        "Casey: You're talking about my friends.",
        "Girl #2: And what are you, some kind of danger junkie?",
        "Casey: Will's the coolest guy I know. And, you know what, he's got a lot more going for him than the two of you brain donors put together. And if you open your mouth one more time about Celia or Will, I'm going to send a school-wide email saying that you two hooked up with Lenny Cartwright after the game.",
        "Girl #1: Lenny Cartwright? Are you crazy?",
        "Girl #2: That is such a lie!",
        "Casey: Yeah? Well, I guess it's up to you two to prove it. And don't count on Lenny backing you up. He's not exactly known for taking the high road.",
        "[Girls scoff]",
        "Will: You didn't have to do that.",
        "Casey: I know.",
        "Will: I don't care what people think about me anymore.",
        "Casey: Well, I do.",
        "[SCENE_BREAK]",
        "Celia: Hey, Alison. Is my brother around?",
        "Alison: You're looking for Rafael here?",
        "Celia: He works here, doesn't he?",
        "Alison: Not anymore.",
        "Celia: What do you mean?",
        "Alison: Well, he got fired, Celia. I guess he didn't tell you.",
        "Celia: No. He didn't say a word. I mean, I could tell he was in a bad mood when he came to pick me up from school, but I just thought he was mad at me.",
        "Alison: I'm sorry you had to find out this way.",
        "Celia: What happened? Why did he get fired?",
        "Alison: He and Aaron had some sort of a disagreement. It's complicated.",
        "Celia: I can't believe it. Everything was starting to work out. Today was my first day of school. I just started feeling like I belong here.",
        "Alison: Well, don't worry about it. I -- I told Rafael that I'd talk to Aaron. I mean, maybe I can get him to give your brother another chance.",
        "Celia: Of course you can. Aaron's crazy about you. You can get him to do any thing you want.",
        "Alison: You think it's that easy, huh?",
        "Celia: Sure. When he comes home tonight, you should wear something really sexy. Put on that perfume -- that stuff in the dark blue bottle.",
        "Alison: I don't think I have any left. I think you used it all up when you stayed with us.",
        "Celia: Sometimes I get a little carried away. Sorry.",
        "Alison: Oh, I am way worse. Believe me. You should talk to my sister, Emily. Every time she thought that she had lost her favorite lipstick, it would somehow magically end up in my room.",
        "Celia: It must be fun having a big sister.",
        "Alison: More fun than having a big brother?",
        "Celia: Don't get me wrong, I love Rafael. But sometimes he doesn't understand what it is like to go to a new school and deal with girls that look at you like you're dirt when you don't wear the same clothes as they do.",
        "Alison: What happened to you today?",
        "Celia: Nothing.",
        "Alison: Right, right, right. What happened to you?",
        "Celia: There were just these two skanky girls at school. But that's okay. I have Casey and Will. They've got my back.",
        "Alison: Good. But if you ever need reinforcements, I'd be happy to give you a few pointers. I learned a couple of things at the women's detention center that might come in handy.",
        "[SCENE_BREAK]",
        "Henry: Katie? Bubbles?",
        "Katie: Henry? Oh my God, you're home! You're finally home! I have been calling everywhere looking for you!",
        "Henry: I was afraid of that.",
        "Katie: Why did you lie to me? You know you can tell me anything. Why would you make up some weird story?",
        "Henry: I'm sorry. You know, I know you want to kill me. Katie, I feel terrible. I'm really -- can you let explain?",
        "Katie: Oh, shut up. Come here, you don't have to explain anything. I'm just so glad you're home.",
        "Mike: What do you think?",
        "Jennifer: It's beautiful. You really shouldn't have.",
        "Mike: I wanted to.",
        "Jennifer: But -- why?",
        "Mike: Partly because I still feel like a jerk for missing your big media event at metro. And partly because I want you to know how much I care about you. All right? Look, I want to make things right with us and I want to get back on track. I hate this distance with us. Hmm? So tell me everything. How was your day?",
        "[Jennifer sobs]",
        "Mike: Hey.",
        "[SCENE_BREAK]",
        "Holden: You're thinking the same thing I'm thinking.",
        "Aaron: No, no, no, no. Luke is just a kid.",
        "Holden: He's angry. He's out of control. And he was found at the scene of the crime.",
        "Aaron: Well, it doesn't prove anything.",
        "Holden: No. But he hated Julia. Did he ever say anything to you about that?",
        "Aaron: Yeah. Yeah, he has. But that doesn't mean anything.",
        "Holden: And now I know that he was burning something in Lucinda's fireplace. What the heck is he burning all over town?",
        "Aaron: Maybe, maybe he's keeping things together the only way he knows how. I don't know.",
        "Holden: Maybe it's a cry for help.",
        "Aaron: Then let's help him.",
        "Holden: How? By covering up the truth? By keeping the truth a secret?",
        "Aaron: Dad, you don't know what the truth is.",
        "Holden: I need to tell Jack.",
        "Aaron: Jack? Who -- the police? You can't!",
        "[SCENE_BREAK]",
        "Katie: I was so worried about you. Why didn't you tell me you were going to see a heart specialist?",
        "Henry: Mike told you?",
        "Katie: Yeah. Why would you think you had to keep something like that a secret from me? We keep secrets from the rest of the world, not from each other. Don't you know I would stand by you through anything?",
        "Henry: It's -- stop it, okay? You're being too sweet.",
        "Katie: You must be exhausted. Here. What can I do to make you comfortable?",
        "Henry: Katie --",
        "Katie: Take this off. Sit down, relax. You must be exhausted from your trip.",
        "Henry: I'm fine.",
        "Katie: Is that an official diagnosis? Or are you lying to me again?",
        "Henry: I -- I want to tell you something, and I want to say it before I lose my nerve.",
        "Katie: Is it the test? Is it your heart?",
        "Henry: It's my heart. It's your heart. It's Mike's. There were no tests. I, uh, I'm not proud of it, sweetheart, I'm sorry. I just -- I haven't just lied to you, I've lied to Mike, too.",
        "Katie: Wait. No tests, no heart specialists -- you swear? Swear it.",
        "Henry: I swear, there were no tests. I -- I needed to get away.",
        "Katie: That's it? That's all, you promise?",
        "Henry: Ow.",
        "Katie: Don't ever do that to me again! You had me worried sick!",
        "Henry: I'm sorry.",
        "Katie: Where were you?",
        "Henry: I was -- look, I needed to give you and Mike some time alone.",
        "Katie: Why in the world would you want to do that?",
        "Henry: Because the heart is a -- it's a funny little muscle, Katie. And it wants what it wants, and it takes you places you never expect. And when the heart wants one person, day and night, then who are you to deny it? Who am I?",
        "Katie: What in the world are you talking about?",
        "Henry: I'm -- all I've ever wanted is for you to be happy, deliriously happy. And Mike is the man that makes it happen for you. And I -- you and he still love each other. I've tried to ignore it, and I can't. I can't, not anymore. Your heart belongs to Mike.",
        "Mike: Did something happen at work? Did Craig do something to you? If he did something to you \u0096",
        "[SCENE_BREAK]",
        "Jennifer: No. No, no, it's nothing. Really.",
        "Mike: You're sure?",
        "Jennifer: I just -- I just had a really rough day.",
        "Mike: Well, see, that's where Mike comes in. You know I can make it all go away.",
        "Jennifer: No, you -- you've done, you've done enough. I'm fine.",
        "Mike: Hey, just let me take care of everything. Okay? I'll run a bath. All you have to do is relax. All right? I'll wash your hair --",
        "Jennifer: No! Don't do anything! I don't deserve it!",
        "[SCENE_BREAK]",
        "Lily: Luke.",
        "Luke: Mom.",
        "Lily: What happened? What happened?",
        "Luke: I'm okay.",
        "Lily: What did your father say to you?",
        "Luke: He just asked me stuff.",
        "Lily: What kind of stuff?",
        "[Baby crying]",
        "Carly: I'll get her.",
        "Lily: Listen, Luke, I know, I know -- I know what you're doing, okay? And I love you for it, but it ends here.",
        "Luke: What are you talking about?",
        "Lily: I know, you're trying to make yourself look suspicious so people won't suspect me. But I cannot let you do that. It is not your job to protect me. I'm supposed to be protecting you. And I can take care of myself. Do you understand? Do you?",
        "Luke: Yes.",
        "Lily: Okay. No more burning gloves. No more grandstanding. No more stepping in the line of fire. Because you kids mean everything to me. Absolutely everything. And no matter what happens, I need you to be safe.",
        "Luke: Okay, Mom. I'll be fine. We'll all be fine. Just don't worry. It's not like they could prove I did anything.",
        "[SCENE_BREAK]",
        "Holden: What am I going to do? What am I going to do about Luke?",
        "Aaron: Shouldn't you at least talk to Lily about this first? What if the situation was different? What if I was the one in trouble? And Lily ratted me out to the cops without talking to you first? I'm just saying, you know --",
        "Holden: Look, I'm not going to be one of those parents who just watches his kid just go down in flames. I love him too much.",
        "Aaron: Is there anything I can do? Call me, all right?",
        "Jack: Hey. Oh, I'm glad you're still here. Listen -- Holden, what's wrong?",
        "Holden: Jack -- there's something you need to know.",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns\" --",
        "Henry: A good friend.",
        "Katie: And a better lover.",
        "Craig: Your life does get ruined little girl, because if you don't stop this stupid campaign to try and shut me out, you get prepared to lose Mike!",
        "Keith: You killed my sister.",
        "Lily: Carly! Carly! Carly, please --",
        "Keith: Did you kill my sister?",
        "Luke: Leave my mother alone!"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=CaqsmI1MTOg"
}