{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "\r\nAbigail: My nomination for best hamburger ever.",
        "\r\nNick: Really? Ever met one you didn't like?",
        "\r\nAbigail: Oh, that's beside the point. I like to eat. Got a problem with that?",
        "\r\nNick: You know what? The girls that just sit there and pick at their salads? I \r\nnever trusted them much. But the first time I saw Molly Conlan sink her teeth \r\ninto a sandwich, I'm telling you, I knew that girl feared nothing.",
        "\r\nAbigail: You could tell all that from a sandwich?",
        "\r\nNick: Well, you know, it would make it easier if women came with an instruction \r\nbook, but --",
        "\r\nAbigail: Oh, no, if we did, you know what you'd do? You would toss the \r\ndirections.",
        "\r\nNick: Oh, no.",
        "\r\nAbigail: Yeah.",
        "\r\nNick: Now you know all my secrets. No, but seriously, you can learn a lot about \r\nsomeone by the way that they eat. Now, let's take Adam, for instance. He's got a \r\npiping hot burger in his hand, and he hasn't taken a bite. Which means what?",
        "\r\nAbigail: That something's eating him. Is everything okay?",
        "\r\nAdam: Yeah, yeah, I just thought we'd do a little more work on the project, you \r\nknow?",
        "\r\nAbigail: Oh, sure. While you were on the food run, Nick came up with a great \r\nidea how to fix the footage.",
        "\r\nAdam: Fix the foot -- fix my footage?",
        "\r\nNick: Yeah, yeah, let me show you what I had in mind --",
        "\r\nAdam: No, you see, I guess I just don't understand why you'd have to fix it when \r\nthere's nothing wrong with it in the first place!",
        "",
        "\r\nIsaac: Just say it. When you greet the customer, just say it. Do you do this \r\njust to mess with my mind?",
        "\r\nBonnie: I hate to be the one to tell you, but your mind's messed up enough as it \r\nis.",
        "\r\nIsaac: See, right there. All that attitude. Is there an \"off\" switch for it? No, \r\nreally. Is there an \"off\" switch? Did you not get enough affection as a kid? Or \r\ndid they think this bull is cute? Because I'm here to tell you, if this she-wolf \r\nact is for my benefit --",
        "\r\nBonnie: In your dreams!",
        "\r\nIsaac: And here's the fierce denial!",
        "\r\nBonnie: If I ever get bored enough to put on some sort of floor show or do \r\nanything for you, just -- you might as well --",
        "\r\nIsaac: Dress you in synthetic fibers and expect you to work for a living?",
        "\r\nBonnie: Take that infuriating smirk off your face. I'm like this all the time. \r\nOkay? You should see me in the morning.",
        "\r\nIsaac: Thanks, but I'll pass. [Mitzi whistles]",
        "\r\nMitzi: So this is the Java underground. Some of the girls came here the other \r\nnight. They didn't tell me it was this swanky!",
        "\r\nRose: It's fancy, it is!",
        "\r\nMitzi: Looks like one of those places where some wise guy gets shot down in a \r\nhail of gunfire.",
        "\r\nIsaac: Oh, you're perfectly safe here. But we try to make sure nobody bleeds on \r\nthe upholstery.",
        "\r\nRose: Uh, Isaac Jenkins, Mitzi Matters.",
        "\r\nIsaac: Hey, pleased to meet you.",
        "\r\nMitzi: Ooh, I'm sure.",
        "\r\nRose: He's the owner.",
        "\r\nIsaac: Body count, zero.",
        "\r\nMitzi: I hope you didn't take that as an insult, what I said.",
        "\r\nIsaac: About my club looking like the site of a gangland slaying? It's a \r\ncompliment!",
        "\r\nRose: Oh, you gotta welcome yourself to our world. We've got a flair for the \r\ndramatic. Especially --",
        "\r\nIsaac: You do? You mind if I join you for a minute?",
        "\r\nRose: Sure. What's up?",
        "\r\nIsaac: Well, I'm tossing a bit of a party, if you will. A slight bit of \r\nintrigue. Can you all keep a secret?",
        "\r\nMitzi: Can we?",
        "\r\nRose: We got more secrets than the CIA. What's the deal?",
        "",
        "\r\nMolly: Jake's got a secret, Carly.",
        "\r\nCarly: Yeah, it's written all over his face. Who does he think he's kidding?",
        "\r\nMolly: \"Watching football with the guys\"? I would bet you a keg that there is \r\nnot even football on tonight!",
        "\r\nCarly: Hmm. What is it about men? They finally find the girl of their dreams, \r\nthey sweep her off her feet, promise her the world, start to plan a fairy-tale \r\nwedding, and then to start the ball rolling, they turn over a rock and find a \r\nstripper to shake her moneymaker.",
        "\r\nMolly: Give me that phone. I'm gonna call Isaac and set the law down with the \r\nbest man.",
        "\r\nCarly: No, listen to me! If you talk to Isaac, they will regroup and relocate.",
        "\r\nMolly: No stripper is shaking anything for my man. Are you in?",
        "\r\nCarly: Oh, I'm in. [Doorbell rings]",
        "\r\nMolly: Oh. Shh.",
        "\r\nJake: Mr. Montague? Come on in.",
        "\r\nPhotographer: Am I early?",
        "\r\nJake: No, oh, no, not at all. My name is Jake McKinnon, and this is my beautiful \r\n-- my beautiful bride-to-be, Molly Conlan.",
        "\r\nMolly: Hi, it's nice to meet you. And this is my cousin, Carly.",
        "\r\nCarly: Hi.",
        "\r\nPhotographer: You want to take the photos here?",
        "\r\nJake: Yeah, as soon as we clear a little path for you.",
        "\r\nMolly: Right, because, see --",
        "\r\nJake: Okay, come on, shoot, shoot, shoot. Go ahead. Just fire that away there.",
        "\r\nMolly: We lost our nanny.",
        "\r\nPhotographer: Have you checked under the laundry?",
        "\r\nCarly: So how are you gonna catch him?",
        "\r\nMolly: I'm gonna force a confession. If Jake McKinnon thinks he can sneak a \r\nstripper by me, he better think again.",
        "\r\nCarly: But it's only natural, right? Isn't this where all men resort to \r\nprehistoric tendencies?",
        "\r\nMolly: It's only natural, right, that I nip it in the bud. Me Cagney, you Lacey?",
        "\r\nCarly: 'Kay. Oh, but can I be Cagney? She's the blonde one, right? Okay, never \r\nmind. I await your orders.",
        "\r\nMolly: Oh, it's so simple. We confuse him, then we scare him, and then we \r\nsqueeze them till he sings.",
        "",
        "\r\nLily: Inspector Boggia!",
        "\r\nGuido: Come with me. There is no time to explain.",
        "\r\nHolden: We are not going anywhere with you.",
        "\r\nLily: I need to get Luke on that plane.",
        "\r\nGuido: I cannot let you do that.",
        "\r\nHolden: You're not stopping us.",
        "\r\nLuke: Mommy?",
        "\r\nGuido: Signora, please --",
        "\r\nHolden: Get out of our way, inspector.",
        "\r\nGuido: Take one more step and your son is not going to leave Malta alive.",
        "\r\nLily: Oh, my God -- it's Dante!",
        "",
        "\r\nNick: Adam, look, don't take it the wrong way.",
        "\r\nAdam: How am I supposed to take this? You're sitting here telling me that I need \r\nto \"fix\" my footage?",
        "\r\nNick: Did I say it was terrible? No. Did I say you were ready to go head-to-head \r\nwith Spielberg and Bruckheimer? Well, I'm gonna have to give you a couple months \r\nbefore that happens. Look, your stuff is terrific, okay? It shows a lot of \r\ntalent, passion, and I'm impressed.",
        "\r\nAdam: You're impressed?",
        "\r\nNick: Yeah. Like I told Abigail when you were out picking up the food, I am not \r\ntoo free with my compliments, so --",
        "\r\nAbigail: I'll try to remember that.",
        "\r\nNick: Good.",
        "\r\nAbigail: Look, all Nick was saying is that we shouldn't editorialize so much \r\nwith the camera. We should wait till we get in and edit.",
        "\r\nAdam: Note taken.",
        "\r\nNick: Look, just some cheap advice. You know, you can take it, you can leave it. \r\nIt's your project, you call the shots. All right? And if I start spouting off \r\ntoo much, feel free to say, \"hey, Nick, back off.\" Cool?",
        "\r\nAbigail: You know, what's cool is that you're helping us, letting us log in so \r\nmuch time with this editing equipment --",
        "\r\nAdam: Yeah. Thank you. It's very -- everything's cool, man. You know, we should \r\nget back to work, though.",
        "\r\nNick: Okay, that sounds good.",
        "\r\nAbigail: Actually, it's quitting time. I need to get back to Molly's apartment, \r\nsee if she needs any help with the last-minute stuff for the party tonight.",
        "\r\nNick: Can I give you a lift?",
        "\r\nAbigail: Would you? That'd be great.",
        "\r\nAdam: You got room for two? Actually, I left my notebook at your house.",
        "\r\nNick: Sure. The more the merrier.",
        "\r\nAdam: All right.",
        "\r\nNick: You know what? I can actually give you a couple pointers along the way.",
        "",
        "\r\nPhotographer: Put your arm around him and -- yeah!",
        "\r\nJake: Yeah!",
        "\r\nPhotographer: Beautiful. Beautiful.",
        "\r\nMolly: Oh! Oh! Brain flash! Carly!",
        "\r\nCarly: What?",
        "\r\nMolly: Why don't we combine the bachelor/bachelorette party, make a big hoo-hah \r\nall-night bash at the Java underground! What do you think?",
        "\r\nCarly: Just like I've always said, Molly, you rule!",
        "\r\nMolly: Hello? Oh, I'm sorry.",
        "\r\nJake: Sorry. Sorry. What did you just say?",
        "\r\nPhotographer: Could you just bear with me? Could you just hold your positions \r\nfor ten seconds? Five seconds?",
        "\r\nCarly: A combination event! It sounds like so much fun, doesn't it, Jake?",
        "\r\nJake: You know what I think? I think -- I think that might be an idea whose time \r\nhas not --",
        "\r\nMolly: What's wrong with my idea?",
        "\r\nJake: Well, because I -- there's nothing -- it's Isaac -- it's Isaac. And \r\nbecause he just -- he ordered just enough food for the guys.",
        "\r\nMolly: Oh.",
        "\r\nJake: Just the guys.",
        "\r\nCarly: Oh, well, so what? We'll just bring the food from our party!",
        "\r\nMolly: Right! The guys'll go weak for the tuna casserole. And just think, you \r\nguys won't fill yourselves up on wieners and beer.",
        "\r\nJake: Besides that, it's Carly. Because I'm just worried about Carly. Because \r\nall of the cigar smoke and the guys watching the football game -- \"go, go, go!\"",
        "\r\nCarly: Oh, don't worry about me.",
        "\r\nJake: Yeah, I am.",
        "\r\nCarly: With us there, you guys won't have to be doing that absurd stuff.",
        "\r\nPhotographer: Happy faces, please. Happy, happy! Mr. McKinnon? Is this a bad \r\ntime?",
        "\r\nJake: No, it's just this -- it's a little hot.",
        "\r\nMolly: Oh, honey, you're upset about the football.",
        "\r\nJake: No.",
        "\r\nMolly: Well, you know, look at it this way. Instead of watching games, we can \r\nplay games!",
        "\r\nCarly: Yes! Oh, yes! Boys against girls! We could play our favorite slumber \r\nparty game, remember?",
        "\r\nMolly: Oh, oh, oh, fish bowl.",
        "\r\nJake: That sounds like a barrel of monkeys.",
        "\r\nMolly: We can do manicure/pedicure stations, facials stations.",
        "\r\nJake: I don't do -- I think we should --",
        "\r\nMolly: Oh, my gosh, I just almost forgot our favorite game! Hello! [In unison]",
        "\r\ncharades!",
        "\r\nJake: No, no.",
        "\r\nMolly: Oh, oh, oh, and truth or dare!",
        "\r\nJake: Oh, oh, oh!",
        "\r\nMolly: What is a party without truth or dare? [Talking over each other]",
        "\r\nJake: No! No!",
        "\r\nCarly: And what is a bachelor/bachelorette party without --",
        "\r\nJake: No, we're not playing truth or nothing, no charades, no nothing!",
        "\r\nCarly: I'll go to the store and rent Casablanca!",
        "\r\nJake: No co-ed -- no co-ed bachelor/bachelorette anything. All right? And you \r\nknow something? I drink -- I drink -- I drink -- I drink beer and eat hot dogs \r\n'cause I like it. And if guys want to drink hot dogs and beer -- beer and hot \r\ndogs, so be it. And the reason it's guys only, because if it wasn't guys only, \r\nguys wouldn't go! It's tradition! All right? Look, I'm not supposed -- the guy \r\ndoesn't show up and see the bride in the gown before the ceremony. Just like the \r\nbride's not supposed to come party down with the groom before they say \"I do.\"",
        "\r\nMolly: But --",
        "\r\nJake: Don't ask me why. It's tradition, and you can't buck tradition. The man \r\nhas spoke -- what I said.",
        "\r\nMolly: Well, it was just a thought.",
        "\r\nCarly: I think it was a good thought. But the man has spoken.",
        "\r\nMolly: Yep.",
        "\r\nCarly: I think I'd better skedaddle.",
        "\r\nMolly: 'Kay. I'll be back in a minute.",
        "\r\nPhotographer: Oh, Ms. Conlan, please.",
        "\r\nMolly: Yeah, who's paying for this picture? That's what I thought. I'll be back \r\nin a minute. You, my love, are a genius.",
        "\r\nCarly: You are out of your mind! Fish bowl! So what's next, Cagney?",
        "\r\nMolly: Okay, lace, you go down to Java and you see what kind of information you \r\ncan squeeze out of Isaac.",
        "\r\nCarly: Okay.",
        "\r\nPhotographer: Miss Conlan?",
        "\r\nMolly: Yeah, okay.",
        "\r\nPhotographer: Thank you. Okay. Okay. Now, your heads just so, please, your \r\nhands, okay. That's good. All right. Think of that honeymoon night and a \r\nlifetime of bliss. Okay? Now --",
        "\r\nJake: Okay.",
        "\r\nPhotographer: Say \"love.\" [In unison]",
        "\r\nLove.",
        "",
        "\r\nRose: Well, come on, out with it, Isaac! Don't keep us in suspense!",
        "\r\nIsaac: Well, here's the deal --",
        "\r\nBonnie: Welcome to Java underground. May I take your -- orders?",
        "\r\nRose: Yeah. I'd like a diet cola and lemon.",
        "\r\nMitzi: Cosmopolitan, thanks.",
        "\r\nBonnie: Are you two on a break or something?",
        "\r\nRose: A break from shopping.",
        "\r\nBonnie: I just thought you were part of the show down the street. You know, the \r\nDinner Theater's doing a production of Grease, and I just thought -- I am so \r\nsorry, but I have not seen fashions like those in a while.",
        "\r\nMitzi: They're doing Grease right down the street? We should go. I love Grease!",
        "\r\nIsaac: The drinks, Bonnie?",
        "\r\nRose: The prissy little wench! She just insulted you!",
        "\r\nIsaac: No, no, no, she just has a quirky sense of humor. Just ignore her, okay?",
        "\r\nMitzi: Okay. So what's the intrigue you were talking about?",
        "\r\nIsaac: I am hosting a bachelor party. Actually, I am hosting the bachelor party \r\nto end all bachelor parties.",
        "\r\nRose: Ah, we're going to Molly's bachelorette party. But something tells me you \r\nguys aren't gonna be sitting around eating pie.",
        "\r\nIsaac: No, no, not quite. See, to officially, formally celebrate Jake's last \r\nnight as a free man, we have to -- we were wanting a dessert of a different \r\nkind.",
        "\r\nRose: Ah.",
        "\r\nIsaac: We were hoping to -- how should I say this?",
        "\r\nRose: You want a broad to jump out of a cake!",
        "\r\nIsaac: Well, not necessarily literally, but --",
        "\r\nRose: Oh, well, I'm sorry, Isaac. I mean, my days of wearing absolutely barely \r\nnothing are over, but I wish I could help you out.",
        "\r\nIsaac: No, no, no, not you! No, bite your tongue! I mean, as beautiful as you \r\nare, I was hoping that maybe one of your friends, perhaps a lovely, leggy type, \r\ntheatrical, maybe friend of yours from Atlantic City who's in -- possibly \r\ninterested in making a couple hundred bucks --",
        "\r\nRose: Couple hundred bucks? What does she have to do?",
        "\r\nIsaac: Just, just your typical, run-of-the-mill, normal, bachelor party dance to \r\nget the groom and a couple of his closest personal friends happy.",
        "\r\nRose: Happy?",
        "\r\nMitzi: I'll do it! I'll do it! I mean, I've got legs! And, okay, so I didn't \r\nheadline at the Boardwalk Hotel and Casino, but I can dance! Boy, can I! Just \r\nput me in something with some sparkle and pizzazz, and I will dance the lights \r\nout!",
        "\r\nRose: Oh, I think she wants to do it.",
        "\r\nMitzi: But the bachelor -- he's not some kinda freak, right? You know, six \r\nhands, bad manners, no respect for ladies?",
        "\r\nRose: Prince among men, that guy.",
        "\r\nIsaac: He's an editor of a paper here in town, two beautiful daughters.",
        "\r\nMitzi: Piece of cake. That's me! Piece of cake! Get it? I'm in!",
        "\r\nIsaac: You're hired.",
        "\r\nRose: Now, Isaac, what about me? You didn't want me jumping out of a cake? Is \r\nthere something that I don't know that is wrong with me?",
        "\r\nBonnie: Ah, I'm not gonna touch that one with a ten-foot pole. Excuse me.",
        "\r\nRose: \"Quirky sense of humor,\" huh? Where'd you find that one?",
        "\r\nIsaac: Uh, your drinks tonight, ladies, are gonna be on your waitress.",
        "\r\nRose: They better be.",
        "\r\nIsaac: Thanks for your time. Please, don't tell anyone about it, especially \r\nCarly or Molly, 'cause if they find out there's \"entertainment\" --",
        "\r\nRose: I'm gonna say -- zip on the vault!",
        "\r\nIsaac: Good. Please, thank you. Now, if you'll excuse me, I've a personnel \r\nproblem to deal with.",
        "\r\nRose: Yeah, you do.",
        "\r\nMitzi: See ya soon, Isaac! So who's Carly?",
        "\r\nRose: Ugh. She's the bride's cousin. Doesn't like me very much these days. So \r\nwhile you'll be the entertainment here at this lovely party, I'm gonna be the \r\nentertainment at the hen's party, while Carly rips me to shreds.",
        "\r\nMitzi: Ooh. Juicy story?",
        "\r\nRose: Oh, honey, you don't know the half of it.",
        "",
        "\r\nGuido: This way. Quickly.",
        "\r\nTicket agent: Good evening, signore. Your ticket, please?",
        "\r\nDante: Excuse me, I'm looking for my friends. Has the Snyder family boarded yet?",
        "\r\nTicket agent: I'm afraid we are not allowed to give out that information, sir.",
        "\r\nDante: Perhaps -- well, I'm looking for a couple, Americans, they have a young \r\nboy about 8 years old?",
        "\r\nTicket agent: Sorry. Sorry.",
        "",
        "\r\nLily: How did Dante find us?",
        "\r\nHolden: Who the hell are you, anyway, \"inspector\"?",
        "\r\nGuido: Your wife knows me. All I can tell you is I work for Damien.",
        "\r\nHolden: What sort of work?",
        "\r\nGuido: Among other things? Keeping you alive. Presently? Getting you on the \r\nplane.",
        "\r\nLily: If Dante's here, that means he does not believe that Luke is in that \r\ncoffin. He'll never let us rest.",
        "\r\nGuido: Naturally, he's suspicious, but Dante thinks he and Damien are the last \r\nGrimaldi's. If he sees Luciano alive and well --",
        "\r\nLuke: You said we could go home.",
        "\r\nHolden: We will, buddy. We will. All right, tell us what to do.",
        "\r\nGuido: You must get on the plane, alone,",
        "",
        "\r\nIsaac: You know, the way you treated those people, you're lucky they didn't \r\nbreak your arm.",
        "\r\nBonnie: Oh, I get it. Your friends, are the violent type. Typical.",
        "\r\nIsaac: Typical? You know what? Let me tell you something.",
        "\r\nBonnie: Oh, here we go. Another lesson in street smarts from mac daddy Isaac. \r\nLay it on me.",
        "\r\nIsaac: You want to insult me? That's fine. You go right ahead. You go right \r\nahead, stomping around here, showing everybody how immature you are, how \r\nignorant you are. That's fine. That's no skin off my back. But when you go \r\ninsulting my customers and you embarrass my friends --",
        "\r\nBonnie: That's where you draw the line?",
        "\r\nIsaac: Yeah, it is. People come here to relax, to have a good time. They don't \r\ncome here to hear noise like yours. So just be decent to people. Show 'em some \r\nrespect.",
        "\r\nBonnie: Respect them? For what? Walking in here off the street, dropping off \r\nsome spare change? Not likely.",
        "\r\nIsaac: Are you familiar with the concept of a \"tip\"?",
        "\r\nBonnie: You want my respect? You earn it, or at least be worthy of it. And \r\nfrankly, the chances of that happening in this dive? Slim to none.",
        "\r\nIsaac: Amazing.",
        "\r\nBonnie: What?",
        "\r\nIsaac: You've traveled the world, right? You've been everywhere, met kings and \r\nqueens, you -- I guess you've had the best of the best, right?",
        "\r\nBonnie: I suppose that is amazing.",
        "\r\nIsaac: And yet, your brain is small enough to fit inside one of these. So you \r\nsay there's no one who's worthy of your respect? Is that how you feel?",
        "\r\nBonnie: This place attracts a certain -- element. Let's just put it that way.",
        "\r\nIsaac: Oh, a lot you know, lady.",
        "\r\nBonnie: What do you mean?",
        "\r\nIsaac: Some people come here to be anonymous. You take Matthew back there -- you \r\ntake him, for example. He comes here to get away from the paparazzi, the gossip \r\nhounds.",
        "\r\nBonnie: Matthew? Matthew who? You mean him?",
        "\r\nIsaac: Bonnie, if I were you, I'd stay out of it.",
        "\r\nMatthew: Hey!",
        "\r\nIsaac: Hey.",
        "",
        "\r\nJake: All right, thank you very much. Bye-bye. Bye-bye. Did I ever tell you how \r\nmuch I hate to have my picture -- picture taken?",
        "\r\nMolly: I know. I know, and you did it all for me. Because you are such a \r\nwonderful man. Do you wanna be even more wonderful, if it's possible?",
        "\r\nJake: How?",
        "\r\nMolly: Cancel the bachelor party.",
        "\r\nJake: You know something, Isaac has been planning this -- he's been planning \r\nthis for weeks. I can't spoil Isaac's plan.",
        "\r\nMolly: How much planning does it take to throw together a few wieners and some \r\nbeer? Jake, you know what? How about --",
        "\r\nJake: Mmm.",
        "\r\nMolly: Mmm -- we'll get a room at the Lakeview, and we let all of our friends \r\ncelebrate without us. Hmm?",
        "\r\nJake: Oh, come on, it's one night. It's one night. It's one night, it's custom, \r\nand it's probably gone back into the middle ages. It's one night, Molly! One \r\nnight!",
        "\r\nMolly: Before you get tied down to your ball and chain?",
        "\r\nJake: Then I happily pledge my heart for the rest of my life. Tonight -- tonight \r\n-- tonight, I'm the guys'. After that, I'm yours forever. What's gonna happen? \r\nNothing! Nada! Zip! Zilch!",
        "\r\nMolly: Nada?",
        "\r\nJake: Hmm-mm.",
        "\r\nMolly: Zip?",
        "\r\nJake: Hmm-mm.",
        "\r\nMolly: Zilch?",
        "\r\nJake: Hmm-mm. Mmm. Mmm.",
        "",
        "\r\nAdam: Whoa. Maybe we should go out --",
        "\r\nAbigail: They're like this all the time. Kids present!",
        "\r\nMolly: Ooh!",
        "\r\nAbigail: Get a room! Thank you.",
        "\r\nJake: Abigail, what's up! I mean, what's going on?",
        "\r\nAbigail: I actually have an incredible idea, and guess who's gonna make it \r\nhappen?",
        "\r\nMolly: Who?",
        "\r\nJake: Who?",
        "\r\nAbigail: Nick! Ta-da!",
        "",
        "\r\nRose: Easy on the juice, okay? We don't wanna start a fire in the middle of this \r\nplace with you doing some choreography that's not part of your repertoire, you \r\nknow what I'm talking about?",
        "\r\nMitzi: Yeah, I got a repertoire!",
        "\r\nRose: Yes, you do.",
        "\r\nMitzi: I, me, I am the piece de resistance at a real, live bachelor party!",
        "\r\nRose: Yay, yay, yay for you! Get over yourself. It's a bachelor party!",
        "\r\nMitzi: Somebody's jealous she wasn't asked to be dessert.",
        "\r\nRose: Excuse me?",
        "\r\nMitzi: Face it, Rosie, your cake-popping days are over.",
        "\r\nRose: Beg your pardon?",
        "\r\nMitzi: What I meant was, you've got a reputation now.",
        "\r\nRose: What?",
        "\r\nMitzi: A good one! What is it?",
        "\r\nRose: The hair on the back of my neck just stood on end. Spooky.",
        "\r\nCarly: Rose?",
        "\r\nRose: Oh, that makes sense.",
        "\r\nCarly: Not exactly a person I wanted to see, but at least this is one less phone \r\ncall I have to make.",
        "\r\nRose: Carly Tenney, Mitzi Matters, my friend.",
        "\r\nMitzi: Pleased to meet --",
        "\r\nCarly: I assume something's come up? You'll be sending your regrets to Molly's \r\nbachelorette party? I'll be sure she gets the message.",
        "\r\nRose: Now, wait a minute! What?",
        "\r\nCarly: Something else, Rose?",
        "\r\nRose: You got something to say to me, just say it. You're not scared of me, are \r\nya?",
        "\r\nCarly: You don't want to do this.",
        "\r\nRose: No, I want to do this. Bring it on. Let's do this thing, right here, right \r\nnow.",
        "\r\nCarly: Now is not the time or place to have this discussion, Rose. The last few \r\nweeks have been a nightmare for me, as you know, and I do have other things on \r\nmy mind tonight.",
        "\r\nRose: Life happens.",
        "\r\nCarly: Why don't I just tell Molly that you have to wash your hair and you can't \r\nmake it?",
        "\r\nMitzi: Hey, Rose, need me to get your back?",
        "\r\nRose: No, no. No. What I need you to do is go back to Lucinda's guesthouse and \r\nget ready for tonight. I'll meet you back there, before I go to Molly's party. \r\nOkay?",
        "\r\nCarly: You are really unbelievable.",
        "\r\nRose: You know what? Let's lay it out on the table. Let's lay out all the cards. \r\nWe can make nice before Molly's party tonight.",
        "\r\nCarly: Fine. The floor's yours.",
        "\r\nRose: If you just told me why you wanted the pictures in the first place -- you \r\nlied to me.",
        "\r\nCarly: It was none of your business. And when did you develop such a high regard \r\nfor the truth? Huh? Was that before or after you impersonated your own sister \r\nand slept with her husband?",
        "\r\nRose: You know what? That has absolutely nothing, nothing to do with this. \r\nNothing, okay? I brought those pictures to life because it had to serve justice.",
        "\r\nCarly: Justice? I never had an affair with Craig Montgomery.",
        "\r\nRose: Whatever.",
        "\r\nCarly: He never plotted to murder Barbara, and we never conspired to rule the \r\nworld.",
        "\r\nRose: You know what? I don't care. You gotta blame somebody? I'm not the only \r\none at fault here.",
        "\r\nCarly: Well, at least everybody else had an agenda. They had some reason they \r\nwanted to see Craig burn and me along with him. What was in it for you?",
        "\r\nRose: I didn't do it for me. I did it for Barbara Ryan.",
        "\r\nCarly: You did it for Barbara Ryan? Oh, close, personal friend of yours?",
        "\r\nRose: The woman almost died! Paul says she's gonna have a breakdown if Craig \r\nwould walk. I did it for Paul. I did it for him.",
        "\r\nCarly: Of course! Paul! You dragged my entire life through the mud so you could \r\nsuck up to Steinbeck jr.? Of course! Because now you are trying to weasel your \r\nway into yet another man's life. Why didn't I see this coming? Well, I have a \r\nsuggestion for you, Rosie. Try getting a life of your own.",
        "",
        "\r\nAbigail: See, I have this incredible idea.",
        "\r\nJake: Do tell, do tell.",
        "\r\nAbigail: Okay. While Nick here was driving us home from the studio, I was \r\ntalking about having someone videotape you guys' wedding. And Nick said --",
        "\r\nNick: Well, I might know someone who might be free who kinda does that thing for \r\na living, so --",
        "\r\nAbigail: Million-dollar plan, right?",
        "\r\nJake: That's a humdinger.",
        "\r\nMolly: Yeah.",
        "\r\nJake: Yeah.",
        "\r\nMolly: Humdinger. I'd love a videotape to show Michele and Bridget when they get \r\nolder, but it's really short notice, so --",
        "\r\nAbigail: Okay, cool, well, it's just worth a call.",
        "\r\nNick: Oh, all right, okay.",
        "\r\nAbigail: Let's keep our fingers crossed.",
        "\r\nNick: Yeah, Reggie, it's Nick. Oh, it's his answering machine.",
        "\r\nAbigail: Is anything wrong?",
        "\r\nNick: Actually, he's working out of town till November, so it's -- sorry.",
        "\r\nMolly: Oh, it's too bad. But I appreciate your trying, I really do.",
        "\r\nNick: Yeah.",
        "\r\nAbigail: I have a plan \"b.\" Sort of backup plan? I was thinking if it's not too \r\nmuch trouble, maybe -- Nick, would you be able to videotape the wedding?",
        "\r\nMolly: Abigail!",
        "\r\nAbigail: Well, it's worth asking, right?",
        "\r\nAdam: I -- I -- I -- I would be more than happy to shoot -- you know, I can do \r\nit.",
        "\r\nJake: You're a guest, you're supposed to sit and have cake and a candle okay.",
        "\r\nMolly: Uh, you know, we could scare up some talent. I'm sure we haven't asked \r\naround at the station yet.",
        "\r\nAbigail: How about it, Nick? I mean, you're one of Molly's oldest friends, and \r\nthey won't be able to find anyone better than you. Just say yes, please? Just \r\nsay yes?",
        "",
        "\r\nIsaac: Matthew. Long time, no see.",
        "\r\nMatthew: Always good to see you, Mr. Jenkins.",
        "\r\nIsaac: Isaac. Isaac. I understand you have some very special featured guests?",
        "\r\nMatthew: Two cases of crystal for Mr. McKinnon's special festivities tonight, \r\ncourtesy of Ms. Walsh.",
        "\r\nIsaac: All right. Well, can you stay for a drink?",
        "\r\nMatthew: I think I can spare a few minutes. Thank you.",
        "\r\nIsaac: Mm-hmm. No problem. You think you could manage a pimms cup for my friend \r\nat table six?",
        "\r\nBonnie: A pimms cup! You've got to tell me who he is!",
        "\r\nIsaac: Make the drink, Bonnie.",
        "\r\nBonnie: Please? I'll be good! As good as I can be. Gosk for the moon! Who is \r\nthis Matthew?",
        "\r\nIsaac: Well, between me and you and the bottle of pimms, this is all I know. \r\nHe's, like, a major player in Europe. Always travels incognito to throw the \r\nPress off. I mean, he spends money like a drunken sailor. This is the man.",
        "\r\nBonnie: Sir Geoffrey Barrington.",
        "\r\nIsaac: You mean his name's not Matthew? Sir Geoffrey -- who's Geoffrey \r\nBarrington?",
        "\r\nBonnie: Well, don't stare! I met him at Balmoral when I was little. He's the \r\nblack sheep of the family, spent the last ten years slumming across America. \r\nRedundant as that sounds. But that couldn't be him -- could it?",
        "\r\nIsaac: Well, it could be. You said it. You didn't hear a word of this from me. \r\nJust promise me you won't bother him?",
        "\r\nBonnie: Please! What, do you think I am royal worshiper? The Barrington's are \r\npractically family.",
        "\r\nMatthew: Thank you.",
        "\r\nBonnie: Don't worry, your lordship. Your secret is safe with me.",
        "",
        "\r\nLily: I am not getting on that plane without my son.",
        "\r\nGuido: This is for his safety. There's no time to explain. Here. Put it on. \r\nQuickly.",
        "\r\nHolden: What for?",
        "\r\nGuido: To look the part of parents grieving for their son and taking his body \r\nback to the States.",
        "\r\nLuke: What's wrong? Why can't we get on the plane?",
        "\r\nGuido: And you, brave Luciano, will come with Guido.",
        "\r\nLily: No! No, he stays with us!",
        "\r\nGuido: He will join you later. I will make sure he gets on the plane. Now, \r\nhurry!",
        "\r\nLily: How can we be sure that you'll keep your word?",
        "\r\nGuido: Trust me, and your son is alive. Hesitate, and you will lose the chance \r\nof escape. It's your choice.",
        "\r\nTicket agent: Annuncio d'imbarco. Per il volo numero quattrocento novanta.",
        "\r\nGuido: That's your plane.",
        "\r\nLily: Holden?",
        "\r\nHolden: What other choice do we have? If Dante sees Luke --",
        "\r\nLuke: I have to stay?",
        "\r\nHolden: No, no, you're not staying. The inspector is gonna show you a secret \r\npassage to get on board, okay? And we'll meet you at the seats. Right?",
        "\r\nGuido: Yes.",
        "\r\nLuke: Promise?",
        "\r\nHolden: I promise. Then we'll all be on the plane together, and we're gonna go \r\nhome.",
        "\r\nGuido: Come.",
        "",
        "\r\nBonnie: I know who you are, and I just had to come over and introduce myself, \r\n'cause when I saw you here, of all places, you of all people, I just thought I'd \r\ndied and gone to Gstaad. Nothing ever really happens here, which is probably \r\nwhat attracted you, yes?",
        "\r\nMatthew: I beg to differ --",
        "\r\nBonnie: Of course, after all the fox hunts and balls and summering there and \r\nwintering here, well, Oakdale's probably the next best thing to shock therapy. \r\nBut you don't have to worry. Your secret is safe with me. No one will ever know \r\nwhere you are.",
        "\r\nMatthew: Everyone already knows where I am.",
        "\r\nBonnie: Right. Everyone who needs to know. Well, I'm just unbelievably grateful \r\nthat there's another human in this area code -- zip code -- hemisphere! Forgive \r\nme for saying, but you're not doing a very good job of being incognito. Your \r\nbreed, your taste, your class -- I can smell it on you.",
        "\r\nMatthew: Oh, dear. Oh, dear. That's probably the wood polish. My work is never \r\ndone. Oh, and speaking of work, Ms. Walsh will cut me off at the knees if I'm \r\nlate with the dry cleaning.",
        "\r\nBonnie: What do you do for Ms. Walsh?",
        "\r\nMatthew: What don't I do is the question! Oh, Isaac, is everything all right \r\nwith the champagne?",
        "\r\nIsaac: Oh, yeah, everything's fine with that. Thank you very much, Matthew. \r\nAgain, please thank Ms. Walsh for me also. And the next time you have a night \r\noff, why don't you come see us? Huh? Have a drink.",
        "\r\nMatthew: Oh, well, thank you, my good man, I will. Listen. You both have a nice \r\nday, huh?",
        "\r\nIsaac: Gotcha.",
        "",
        "\r\nMolly: What do you think?",
        "\r\nJake: What, about Nick videotaping our wedding?",
        "\r\nMolly: Mm-hmm.",
        "\r\nJake: I think that -- I think I'm gonna go find out what's happening in kiddie \r\ncity. Be right there, you little ragamuffins!",
        "\r\nAbigail: Molly? I'm gonna be right back.",
        "\r\nNick: And then there was one. Look, Abigail's a great kid, and she just totally \r\nput you on the spot with that thing. You know, I mean, she's got, like, this \r\ninfectious excitement about life. So --",
        "\r\nMolly: That she does.",
        "\r\nNick: But I know there are probably about 50 reasons why you don't want me \r\nanywhere near your wedding. I mean, it's a day to look towards the future, not \r\nthe past, right? So if you want, I'll nip this thing in the bud. You just say \r\nthe word, okay?",
        "",
        "\r\nAbigail: Adam, are you sure you're okay?",
        "\r\nAdam: Yeah, for the millionth time.",
        "\r\nAbigail: Did I do something? Because if I did, I'm really sorry.",
        "\r\nAdam: No, no, no, it's nothing you did. Don't worry.",
        "\r\nAbigail: Did Nick do something?",
        "\r\nAdam: Is it just me, or when did this whole thing become \"the Nick Scudder \r\nproject\"? I just thought it was gonna be a little thing with you and me.",
        "\r\nAbigail: Well, he was just trying to help. I mean, you heard him. We don't have \r\nto take his suggestions, but he's got tons of experience --",
        "\r\nAdam: I know, I know, I know, and I'm just starting out. But I just wanted this \r\nto be a little, you know, one-on-one, for two people.",
        "\r\nAbigail: Well, it's ours. I mean, of course it is. We're in this together, and I \r\nwant the same thing that you do.",
        "\r\nAdam: You're sure?",
        "\r\nAbigail: I'm positive.",
        "",
        "\r\nRose: You have no right to call me a leech.",
        "\r\nCarly: Hit a little too close to home?",
        "\r\nRose: You know nothing about me.",
        "\r\nCarly: I know that you've latched onto Paul Ryan like he's going out of style. \r\nAre you going to try to pretend it doesn't matter to you that he has money? Lily \r\nand Holden have money. And once you got what you could out of them, you moved on \r\nto Lucinda, isn't that right? You hit Worldwide with both greedy little hands \r\nextended. But then Paul came along. Wonderful. Here's a guy who's got it all -- \r\nhe's got a good company, good looks, and he's even single. So to prove to Mr. \r\nEligible just how handy you can be, and to sink your suckers in really good and \r\ndeep, you tried to prove to the whole town that I am a tramp!",
        "\r\nRose: You know, this whole town thinks you're the town pump. You have yourself \r\nto blame for that, not me!",
        "",
        "\r\nLily: So is Dante watching?",
        "\r\nHolden: Like a hawk.",
        "\r\nTicket agent: There you are, Mr. Snyder. Everything's been taken care of. The \r\ncoffin has been loaded into the plane. I'm so sorry about your loss.",
        "\r\nHolden: Thank you. Come on, we can do this.",
        "\r\nLily: I don't know if I can. I don't know if I can get on the plane without my \r\nson!",
        "\r\nHolden: Dante is watching, Lily.",
        "\r\nLily: How do we know? How do we know this is going to work?",
        "\r\nHolden: You know why we made it this far? Because we had faith. We had faith \r\nthat we were gonna pull through this. We can't stop now, not when we're so \r\nclose.",
        "\r\nLily: But Luke --",
        "\r\nHolden: He's gonna be on the plane. We just have to believe that.",
        "\r\nLily: Okay.",
        "",
        "\r\nIsaac: Problem, duchess? You and his lordship didn't have anything in common?",
        "\r\nBonnie: Speaking of common --",
        "\r\nIsaac: Temper, temper. You win some, you lose some.",
        "\r\nBonnie: This wasn't a competition.",
        "\r\nIsaac: You know, women always say that when they lose.",
        "\r\nBonnie: This amuses you?",
        "\r\nIsaac: Yore darned Skippy! See, when I outwit somebody, I have the right to \r\nsmile.",
        "\r\nIsaac: Come on, admit it.",
        "\r\nBonnie: Okay, so maybe you are a little smarter than you look.",
        "\r\nIsaac: He's done the impossible.",
        "\r\nBonnie: And that would be?",
        "\r\nIsaac: To defrost the ice princess.",
        "\r\nBonnie: In your dreams.",
        "",
        "\r\nCarly: What did you call me?",
        "\r\nRose: I just call 'em as I see 'em. You got caught with your tongue down the \r\nwrong guy's throat, on his wedding day. You got this great guy who's in love \r\nwith you, salt-of-the-earth, good-looking, hometown hero! He loves you. That \r\nguy. Don't blame me. You wanna throw your life away, that's your fault. Sticks \r\nand stones break bones, but words cut to the core, don't they? You know what? We \r\ncould do this all night long, all night. It would be a lot of fun. But then \r\nwe're going to your cousin's bachelorette party.",
        "\r\nCarly: You would actually have the nerve to bull your way someplace you are not \r\nwanted?",
        "\r\nRose: Hey, honey, if I stayed home every time I had a scrap with some broad --",
        "\r\nCarly: You wouldn't see much daylight, would you?",
        "\r\nRose: You know, I can put my feelings aside. For Molly's sake. Hmm?",
        "\r\nCarly: For Molly's sake.",
        "\r\nRose: Thank you.",
        "\r\nCarly: But just remember something -- if anybody tries to mess with my cousin's \r\nhappiness, they're gonna have to deal with me.",
        "",
        "\r\nMolly: Nick, I really appreciate your offer --",
        "\r\nNick: Like they say, your silence speaks volumes. Look, I'll keep asking around, \r\nI'll make some more phone calls, and you know what? I'll find someone else to \r\ntape your wedding, all right?",
        "\r\nMolly: What I was gonna say is that it's obvious to me that Abigail wants you \r\nthere. And I want you there, too.",
        "\r\nNick: Could you say that again in my good ear?",
        "\r\nMolly: I do. I think it'll be really good, you know, like closing a chapter of \r\nmy life and opening up a brand new book.",
        "\r\nNick: You don't know how good that makes me feel to hear you say that.",
        "\r\nMolly: Well, it feels better to say it.",
        "\r\nNick: Well, look, I know you've got your hands full. Let me run, and we'll go \r\nover the taping of the wedding soon. Okay?",
        "\r\nMolly: Count on it.",
        "\r\nNick: All right?",
        "\r\nMolly: Thank you.",
        "\r\nNick: No, hey, look, it's my pleasure. All right? Good night.",
        "\r\nMolly: Good night, Nick.",
        "\r\nJake: Look what I found!",
        "\r\nMolly: That's not funny. Give me that. That is for the wedding!",
        "\r\nJake: Why don't you show me how this thing goes on again?",
        "\r\nMolly: You know what?",
        "\r\nJake: What?",
        "\r\nMolly: Jake, you already saw me in the veil. What are you trying to do? These \r\nare supposed to be seen after the ceremony.",
        "\r\nJake: All right. I was just thinking, after you promise to spend the rest of \r\nyour life with me, and then we have our first dance as husband and wife, I get \r\nto pull your dress up and lower that garter --",
        "\r\nMolly: With your teeth.",
        "\r\nJake: As you wish.",
        "\r\nMolly: You wouldn't dare.",
        "\r\nJake: Try me.",
        "\r\nMolly: Do you really, really want to spend the night with the guys? Hmm?",
        "\r\nJake: What would they do without the guest of honor?",
        "\r\nMolly: What if somebody brings a surprise stripper? Will the guest of honor lose \r\nhis honor?",
        "\r\nJake: I will be kicked back, nursing a brandy, watching the game, thinking about \r\nyou. How'd you leave it with Nick?",
        "\r\nMolly: He's gonna videotape the wedding.",
        "\r\nJake: You're okay with that?",
        "\r\nMolly: Nick, the past, all that -- it just doesn't matter.",
        "\r\nJake: It's finally starting to sink in -- our wedding day is gonna be the \r\nhappiest day of our lives. No matter who does what, or what does who. I'd better \r\ngo get changed. I can't wait to see that on you.",
        "\r\nMolly: You can't wait to see this off of me!",
        "\r\nJake: Well --",
        "",
        "\r\nLily: Do you see Luke?",
        "\r\nHolden: Not yet. Lily.",
        "\r\nLily: I said I am not leaving here without my son! Now, where is he?",
        "\r\nHolden: Luke will be here. I'm sure they're just waiting for the last possible \r\nmoment. It's probably the safest way to get him on board.",
        "\r\nLily: They're closing the doors! I've gotta go!",
        "\r\nSignora Cordina: You ordered a special dish?",
        "\r\nLily: I didn't order anything. Now, please get out of my way.",
        "\r\nSignora Cordina: Are you certain, Signora Snyder?",
        "\r\nLily: Signora Cordina!",
        "\r\nHolden: What are you doing here? Who are you working for?",
        "\r\nSignora Cordina: For Mrs.. Snyder.",
        "\r\nLily: You work for me? Then get out of my way. I'm getting off this plane \r\nwhether I have to climb over you --",
        "\r\nSignora Cordina: I think this will change your mind. ",
        "\r\n[Knocking]",
        "\r\nLily: Oh! Luke! Oh!",
        "\r\nHolden: Hey, buddy.",
        "\r\nLily: Are you okay? Are you okay?",
        "\r\nHolden: Are you all right?",
        "\r\nLuke: I'm okay now. You were really gonna stop the plane for me?",
        "\r\nLily: Oh, honey, I would do anything for you. Anything. Thank you. I'm sorry, I \r\ndidn't understand. Thank you so much, Signora Cordina.",
        "\r\nHolden: We're going home, buddy. Home."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=4LIrvMePTUQ"
}