{
    "Episode Summary": [],
    "Recap": [
        "Jack visits Barbara at her apartment and asks for her help in bringing Paul and Eliza home safe. In a motel room somewhere on the road, Bonnie wakes up and finds Dusty, sitting on the bed bedside her. She immediately puts Dusty up off her bed. In the storage room, Rosanna wakes up to find Paul, feeding Eliza her bottle. Paul arranges to leave town with Eliza before he gets caught. Paul encourages Rosanna to go back to the farm while he goes on to Canada. At Holden and Lily's home, Holden lets Meg, Damian, and Lily know that there is still no word on Paul and Eliza. Jack tells Barbara the longer that Paul keeps Eliza away from Meg the more trouble that Paul is in. Jack suggests \"bugging\" Barbara's apartment, but Barbara refuses. Dusty and Bonnie are in the dining room, looking over the menu when Rosanna walks in. Dusty immediately recognizes Rosanna, but Rosanna denies that he had gotten her confused with someone else. Rosanna is just about to leave when the owner of the diner comes out and calls Rosanna by her name. Paul calls Barbara and tells her to get Meg on the phone within the hour or he will be gone for good.",
        "At the Lakeview, Barbara bumps into Damian and asks for his help. Damian calls Lily to get her to bring Meg to the Lakeview without Holden becoming suspicious. Rosanna finally tells Dusty and Bonnie where Paul and Eliza are headed. Meg talks to Paul on the phone and agrees to his terms, but has some terms of her own. At the police station, Meg tells Jack the deal that she had made with Paul. Paul arrives at the police station with Eliza in his arms. Dusty, Bonnie and Rosanna arrive to find that Paul had already brought Eliza home."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: I'm so glad that you guys are feeling better.",
        "Damian: You took excellent care of us. Thank you.",
        "Lily: You're very welcome.",
        "Meg: Is, uh, Holden still talking to Jack?",
        "Lily: Even as we speak.",
        "Meg: I didn't think it would take so long to find Paul and Eliza.",
        "Damian: It's a big country, and Paul is clever.",
        "Lily: And devious.",
        "Meg: I miss her so much.",
        "Damian: She'll be home soon.",
        "Lily: Any news?",
        "Holden: No, not yet. The Amber Alert's gone out to every police department in Wisconsin. They're setting up roadblocks all across the state.",
        "Damian: But no one's seen him yet?",
        "Holden: It'll happen. They're following every possible lead.",
        "Meg: But they have no idea where my baby is, do they?",
        "Holden: No, they don't, not yet.",
        "[SCENE_BREAK]",
        "Jack: I hope I didn't wake you.",
        "Barbara: Have you found them?",
        "Jack: No. You almost look relieved.",
        "Barbara: I don't want some cowboy cop out there, shooting my son down before he has a chance to bring Eliza back on his own.",
        "Jack: You have any idea when he might do that?",
        "Barbara: What do you want, Jack?",
        "Jack: We have reason to believe that he's in Wisconsin, and we have a blanket over the state. He's gonna realize he can't get away on his own, Barbara.",
        "Barbara: He's not gonna call me. He thinks I led him into a trap. He doesn't trust me anymore.",
        "Jack: He might not have anyone else.",
        "Barbara: I'll call you if I hear from him, okay?",
        "Jack: Barbara, I don't have to tell you that time is crucial in a situation like this. We're gonna want to trace your phone lines.",
        "Barbara: You want to tap my phone?",
        "Jack: Do I have your consent?",
        "Barbara: No, Jack, you don't.",
        "[SCENE_BREAK]",
        "Paul: Hey, eat up. I don't know when the next time is we'll be able to stop.",
        "Rosanna: Oh, you're up early.",
        "Paul: Well, Eliza was hungry.",
        "Rosanna: Oh, why didn't you wake me?",
        "Paul: 'Cause you were asleep.",
        "Rosanna: Well, you need sleep, too.",
        "Paul: Eliza's my responsibility -- she's not yours.",
        "Rosanna: So, did you get any sleep on the floor?",
        "Paul: Yeah, some.",
        "Rosanna: Well, I was totally exhausted. And this turned out be much more comfortable than I thought.",
        "Paul: Yeah, this from one of the richest women in the world.",
        "[Laughter]",
        "Rosanna: I am not anymore.",
        "Paul: Yeah, well, look at it this way -- if Cabot Motors was what it used to be, you never would have gotten a chance to spend the night in the back room of a cheesy diner.",
        "Rosanna: Ah, yes, and how can I thank you?",
        "Paul: You've already thanked me, like, a million times -- oh, my. Ohh.",
        "Rosanna: What's the matter?",
        "Paul: Nothing.",
        "Rosanna: You look like you're in pain -- from the floor? Is it from sleeping on the floor?",
        "Paul: It's nothing. I'm a little sore.",
        "Rosanna: You've got tension?",
        "[Laughs]",
        "Paul: Oh, really, no, it's no tension.",
        "Rosanna: Oh, come on. Come here. Let me see what I can do.",
        "Paul: What do you have in mind?",
        "Rosanna: A back rub, Paul. Relax.",
        "Paul: Ohh. Wow.",
        "Rosanna: Hmm?",
        "Paul: Where'd you learn how to do that?",
        "Rosanna: Long story.",
        "Paul: Oh, man.",
        "Rosanna: So, what's our next move?",
        "Paul: I don't know. Oh, wow a little.",
        "Rosanna: Sorry.",
        "Paul: It's okay.",
        "Rosanna: Well, let's -- let's look at it, okay? We have, um, we have no cash, the car is dead, and every cop between here and Seattle is looking for you and Eliza.",
        "Paul: That's so nice. Yeah, I've got them right where I want them.",
        "Rosanna: I'm serious. You know, if we stay here, they're gonna find us.",
        "Paul: Well, then, we won't stay here.",
        "Rosanna: Okay, so, then, where are we gonna go?",
        "Paul: I don't know where we're gonna go, but when we get there, you won't be with us anymore.",
        "[Sighs]",
        "[SCENE_BREAK]",
        "Bonnie: Mm. Oh, my God! Dusty! What -- what are you doing here?",
        "Dusty: I'm looking for Meg's baby.",
        "Bonnie: In my bed?",
        "Dusty: No, of course not.",
        "Bonnie: Well, you need to get out now.",
        "[SCENE_BREAK]",
        "Paul: I want you far away when we get caught.",
        "Rosanna: Come on. I'll -- I'll be all right.",
        "Paul: I'm a kidnapper and a fugitive. That makes you an accessory after the fact.",
        "Rosanna: Since when did you find time to go to law school?",
        "Paul: I have some experience with the criminal code.",
        "Rosanna: Yeah, so you know I'm already involved.",
        "Paul: Yeah, but you don't need to be. If you leave now, no one needs to know.",
        "Rosanna: Paul, you need help.",
        "Paul: No. Rosanna, if you went to jail because of me, I'd feel awful.",
        "Rosanna: Can I make a suggestion?",
        "Paul: No.",
        "Rosanna: I'm gonna make it, anyway. Why don't we just say there's gonna be no major decisions until we've had breakfast?",
        "Paul: Can't afford breakfast.",
        "Rosanna: Well, Mr. Kent's been pretty nice to us. I'm sure he won't let us go hungry.",
        "Paul: Fine -- breakfast, and then we leave.",
        "Rosanna: Okay. And then you can tell me your plan.",
        "Paul: Yeah, I don't know. I think I do better if I improvise.",
        "[Sighs]",
        "[SCENE_BREAK]",
        "Bonnie: You have your own room. And why -- why aren't you in it?",
        "Dusty: I was taking care of you.",
        "Bonnie: Oh, were you taking care or -- or taking advantage, Dusty?",
        "Dusty: Taking advantage?",
        "Bonnie: Yeah.",
        "Dusty: Watching you puke? I'm gonna go to my room and get cleaned up. Then we got to go.",
        "Bonnie: Well, where are we going?",
        "Dusty: Paul's close -- I can feel it. Let's not let the trail get cold.",
        "Bonnie: Dusty?",
        "Dusty: Yeah?",
        "Bonnie: Whatever you did last night, I appreciate it.",
        "Dusty: I can tell.",
        "[SCENE_BREAK]",
        "Rosanna: I feel like I have to eat the whole jumbo breakfast meal deal here to not hurt Mr. Kent's feelings.",
        "Paul: What do you think he wants in return?",
        "Rosanna: Nothing. Isn't it possible he's just trying to be nice?",
        "Paul: No.",
        "[Laughs]",
        "Mr. Kent: Got your car going.",
        "Rosanna: Oh, my gosh.",
        "Paul: You fixed the car?",
        "Mr. Kent: Yeah, used to be a mechanic.",
        "Paul: Oh.",
        "Rosanna: Wow.",
        "Paul: Whatever can we do in return?",
        "Mr. Kent: How about you singing here again tonight?",
        "Paul: Mm, um, she can't -- she can't do that.",
        "Mr. Kent: I already hung up some flyers.",
        "Paul: Who asked you to do that?",
        "Rosanna: Paul. That's really nice of you. Thank you so much. I -- I would be delighted. Thank you for asking.",
        "Paul: Seriously, are you serious?",
        "Rosanna: Well, come on. What -- do you want to get into a fight with him?",
        "Paul: We're supposed to be laying low, and he's inviting people to come see you.",
        "Rosanna: I know. I know. So, you know, I guess, you know, we got to get going.",
        "Paul: Yeah. You know what? You keep him busy. I'll pack up the car, and strap in Eliza.",
        "Rosanna: What about me?",
        "Paul: I think you should go back to the farm.",
        "Rosanna: Well, where are you going?",
        "Paul: Canada.",
        "Rosanna: Canada?",
        "Paul: Don't give me a lecture, please. If I'm gonna start a new life with my baby girl, I think it's probably best if I do it in a new country.",
        "Rosanna: You could still get caught in Canada.",
        "Paul: Well, I mean, yeah, I suppose.",
        "Rosanna: And if they catch you on the run while you're in Canada, your goose is cooked. However, if you bring the baby back --",
        "Paul: Then my goose is still cooked. Meg isn't gonna stop until I'm in a very tiny cell with a very large cellmate.",
        "Rosanna: Come on. You don't know that.",
        "Paul: I do. I mean, she hated me before all this, but now --",
        "Rosanna: I'm going with you.",
        "Paul: No, you can't. You're not coming with me.",
        "Rosanna: You need somebody to -- to take care of Eliza. You don't have any money. I mean, you're gonna have to get a job. Who's gonna take care of her?",
        "Paul: I don't know. I'll find someone.",
        "Rosanna: A stranger?",
        "Paul: What about all those people in Oakdale that you're hiding from? If you're with us when we get caught, they'll be all over you. Is that what you want?",
        "Rosanna: I don't care. I just want to help you right now.",
        "Paul: You already have, more than you know. Hey, go back to the farm. Stay disappeared.",
        "Rosanna: Take care of that beautiful baby, hmm?",
        "Paul: She's all I think about.",
        "Rosanna: You know where to find me.",
        "Paul: Yeah, but I promise, I won't.",
        "[SCENE_BREAK]",
        "Holden: They thought they had him pinned down in Wisconsin, but the lead went cold, and they haven't had anything new since yesterday.",
        "Meg: Well, he could be anywhere by now. This is never gonna end!",
        "Damian: Look, he can't run forever. Sooner or later, he'll make a mistake and he'll get caught.",
        "Meg: You don't know Paul.",
        "Damian: No, I do know that it takes a network of people to -- to keep someone hidden, and even then, it doesn't work forever.",
        "Holden: Sounds like you're speaking from experience.",
        "Damian: There are times in business when people are reluctant to honor their debts, and, eventually, they get caught.",
        "Holden: Do they survive it?",
        "Lily: You know, Damian's right. A strange man alone with a baby -- he's bound to attract attention.",
        "Holden: Let's just hope that when he does, whoever finds him doesn't decide to play hero.",
        "Lily: Holden.",
        "Holden: I'm sorry, Meg.",
        "Meg: You're right.",
        "Damian: Hey.",
        "Lily: Can I get you anything else to eat?",
        "Damian: No, thank you. I'm full.",
        "Meg: Yeah, so -- so am I.",
        "Holden: Looks like you got your appetite back, Damian.",
        "Damian: Thankfully, I'm feeling much better.",
        "Holden: Oh, that's good. So, does that mean you'll be leaving us?",
        "[SCENE_BREAK]",
        "Jack: Don't play games with me, Barbara. The longer Paul keeps that baby away from Meg, the more trouble he's in. The cops in Wisconsin are just starting to take this personally.",
        "Barbara: He has that effect on people.",
        "Jack: It'll be better for him and for the baby if we were the ones who bring him in.",
        "Barbara: I really appreciate your concern for them.",
        "Jack: If you don't give me consent, I can always get a warrant.",
        "Barbara: You do what you have to do, Jack, but I'm not gonna give you permission to invade my privacy.",
        "Jack: This isn't about privacy. This is about keeping your son from being gunned down. Okay, when is he calling?",
        "Barbara: What?",
        "Jack: Oh, you -- you're too smart to be so stubborn for no reason. You have to know that you're gonna hear from him.",
        "Barbara: I don't.",
        "Jack: Don't lie to me, Barbara.",
        "Barbara: I already told you that I haven't heard from him, not since Damian and Meg freaked him out at that airfield. Now, if you tap my phones, all you're gonna hear are my private conversations, so stop wasting my time and yours.",
        "Jack: Have it your way. But if I find out you're lying to me about any of this, I'm gonna come after you, too.",
        "[SCENE_BREAK]",
        "Bonnie: I'm ready.",
        "Dusty: You feeling okay?",
        "Bonnie: Like a new woman.",
        "Dusty: I hope so. We've wasted a lot of time here.",
        "Bonnie: Well, I'm sorry I was sick, Dusty.",
        "Dusty: That's not what I meant.",
        "Bonnie: Dusty, I'm fine. I just -- I just need some food. My stomach's so empty, it hurts.",
        "Dusty: Yeah, what else is new?",
        "Bonnie: Come on. I haven't kept any food down since yesterday.",
        "Dusty: We'll get you something as soon as we can.",
        "Bonnie: Nothing from a vending machine, though. Hey, uh, Sir, do you guys serve breakfast here?",
        "Motel manager: We did, up till half an hour ago.",
        "Bonnie: Well, do you have anything left?",
        "Motel manager: Mm, might be some stale muffins.",
        "Bonnie: Oh, that doesn't sound very appetizing right now. Dusty, I need some real food.",
        "Dusty: Where can we get a decent meal?",
        "Motel manager: There's a diner just north of town.",
        "Bonnie: Mm.",
        "Motel manager: They're having a music show later on.",
        "Bonnie: That sounds good.",
        "Dusty: No, no entertainment for us.",
        "Bonnie: Just food.",
        "Dusty: Thanks for everything.",
        "Motel manager: Be sure and come back some time.",
        "Bonnie: Mm, God, I hope not.",
        "[SCENE_BREAK]",
        "Paul: Okay, princess. You're all strapped in, ready for another trip.",
        "Rosanna: You sure you're gonna be all right?",
        "Paul: Yep, we'll be fine. We've got this far. Is this --?",
        "Rosanna: You may not run into too many more old friends.",
        "Paul: So I'll make new ones.",
        "Rosanna: Yeah, 'cause that's no problem for you.",
        "Paul: I'm really sorry to leave you out here in the middle of nowhere with no money.",
        "Rosanna: Yeah. Well, don't worry about it. I'll find my way back.",
        "Paul: And please tell Edna thanks again.",
        "Rosanna: She's not gonna listen to me. I mean, I really doubt she's gonna let me live there again.",
        "Paul: Really? I hope that's not true.",
        "Rosanna: Yeah, well, you know, maybe it's for the best. I've been hiding from my life ever since I got there. Maybe it's time I figured out what to do with it.",
        "Paul: Well, whatever you decide I hope it makes you happy. I mean that.",
        "Rosanna: Yeah, I know you do.",
        "Paul: Well, I think I better get going before our friend at the diner starts to get suspicious.",
        "Rosanna: Are you sure about this Canada thing?",
        "Paul: Mm-hmm. Well, unless you got a better idea.",
        "Rosanna: Well, uh, duh, Oakdale. You could take Eliza back to her --",
        "Paul: No, I can't do that.",
        "Rosanna: That's what Eliza needs. She needs her mother.",
        "Paul: I can take care of her.",
        "Rosanna: I -- I actually know you can. But what are you gonna do when she gets a little older and she asks why you don't have any friends or family around here? What are -- what are you gonna say to her when you're always moving all the time and changing your name? What are you gonna say?",
        "Paul: I -- I don't know.",
        "Rosanna: You know, she may hate you for making her live like that.",
        "Paul: Okay, you know what? As much as I really love long goodbyes, this one's starting to drag on just a little bit.",
        "Rosanna: Just trying to make you do the right thing. Hey, little girl. I didn't get to know you very well, but I can see why everybody's fighting over you. Take care of your daddy.",
        "Paul: Thanks again for everything.",
        "Rosanna: That child deserves to be happy.",
        "Paul: I'm not gonna let anything happen to her.",
        "Rosanna: It's kind of too late, Paul. You already happened.",
        "[SCENE_BREAK]",
        "Bonnie: I can find something to eat here.",
        "Dusty: My prayers are answered. Can you get it to go?",
        "Bonnie: You're not hungry?",
        "Dusty: I just don't want the trail to go cold.",
        "Bonnie: What trail, Dusty? Paul could be hundreds of miles from here.",
        "Dusty: He's not.",
        "Bonnie: Right, the famous Donovan intuition.",
        "Dusty: Let's just order.",
        "Bonnie: Well, do you see anybody we can order from?",
        "Dusty: Rosanna? Is that you? Rosanna? Rosanna Cabot?",
        "Rosanna: [Southern accent] Are you talking to me?",
        "Dusty: Aren't you Rosanna Cabot?",
        "Rosanna: No, I -- I'm sorry. I don't know anybody by that name.",
        "Dusty: You look just like her.",
        "Rosanna: Oh, well, you know, heck, they say we all have a double out there somewhere. So hope you find your friend.",
        "Dusty: Who told you we were looking for somebody?",
        "Rosanna: Well, you know, I -- nobody, just, you know, assumed that you were looking --",
        "Mr. Kent: Rosanna, there you are.",
        "Bonnie: Why did you lie to us?",
        "Dusty: And what are you doing here?",
        "[SCENE_BREAK]",
        "Meg: Listen, I am so sorry I gave you such a bad case of the flu.",
        "Damian: Well, I have received nicer presents, but never more personal.",
        "[Laughter]",
        "Damian: It's nice to see you smile again.",
        "Meg: Well, I haven't had much to smile about.",
        "Damian: Hey, she'll be home soon. Don't lose your faith.",
        "Meg: I'm trying.",
        "Damian: If there's anything you need --",
        "[Sighs]",
        "Meg: You've done more than enough.",
        "Damian: No, not enough, not until she's home.",
        "Meg: Thank you for everything.",
        "[SCENE_BREAK]",
        "Paul: It's me.",
        "Barbara: Why are you calling me here?",
        "Paul: Ah, it's nice to hear your voice, too.",
        "Barbara: Are you and Eliza all right?",
        "Paul: Yeah, we're fine.",
        "Barbara: Jack was here. He wanted to tap my phone.",
        "Paul: Did he?",
        "Barbara: No, I \u0096 said that he couldn't. I wouldn't give him consent. But he said he's gonna get a warrant. I have no idea how long that's gonna take.",
        "Paul: I'll be fast. I need your help.",
        "Barbara: Where are you, Paul? No, no, no. Never mind. Don't -- don't tell me. But you have to know that the police are not gonna stop until they find you. You have to bring Eliza back.",
        "Paul: Yeah, that's what I want to do.",
        "Barbara: You do?",
        "Paul: Yes. Meg said that she's not gonna press charges if I bring Eliza home now, but I need more than that.",
        "Barbara: Honey, at this point, the police don't need Meg to press charges.",
        "Paul: Exactly. But they won't even have a case if Meg says that she gave me permission to take Eliza on a trip.",
        "Barbara: The police will know that she's lying. She had them looking for you in five states.",
        "Paul: It doesn't matter. If she says she's not gonna testify against me, they're not even gonna bother to bring charges.",
        "Barbara: I don't know if she's gonna agree to this.",
        "Paul: She wants Eliza back, doesn't she?",
        "Barbara: Of course she does.",
        "Paul: Well, then, that's the deal. I know it means that she's never let me see Eliza again, but if it keeps me out of prison --",
        "Barbara: I'll -- I'll see what she says.",
        "Paul: No, no, no. I want to hear it from her. Here. Take down this number. 920-555-1254. I'll be here for one hour. If I don't hear from her, then nobody's gonna see me or my daughter ever again.",
        "Barbara: Paul. Paul, don't do anything foolish. Paul! Paul!",
        "[SCENE_BREAK]",
        "Holden: You okay? Did he say something to upset you?",
        "Meg: Nothing. Damian's been wonderful.",
        "Lily: I know it seems endless, but it will end, Meg. I know it will. You're gonna get your baby back.",
        "Meg: I'm just afraid, every day that goes by, Paul gets more comfortable being alone with Eliza.",
        "Holden: They'll find him.",
        "Meg: And what if I don't recognize her anymore.",
        "Lily: Of course you will.",
        "Meg: You know, she grows up so fast, and -- and her face seems to change so quickly, it -- I'm just gonna go wash up, all right?",
        "Holden: Jack is not going to give up. He will find them.",
        "Lily: Well, he better hurry up. I don't know how much more of this she can take.",
        "[Cell phone ringing]",
        "Holden: Is that yours?",
        "Lily: No. Must be Meg's.",
        "Holden: Number's blocked.",
        "Lily: You better answer it. I mean, it could be important.",
        "Holden: Hello?",
        "[Beeps]",
        "Holden: Hello? Is anyone there? Nothing.",
        "Lily: Do you think it was Paul?",
        "[SCENE_BREAK]",
        "Dusty: Rosanna? What are you doing here?",
        "Bonnie: We all thought you were in a clinic in Europe somewhere.",
        "Rosanna: Well, I was, but I got better, so I left.",
        "Dusty: Why didn't you come back to Oakdale?",
        "Rosanna: I just wanted to start my life over.",
        "Bonnie: You could have picked someplace a little more interesting.",
        "Rosanna: Well, I'm on my way to Detroit. I have a few loose ends to tie up regarding my company's bankruptcy, and then I go back to Europe.",
        "Bonnie: When is nowhere, Wisconsin, on the way to Detroit?",
        "Rosanna: Does she always ask so many questions?",
        "Dusty: She's a lawyer.",
        "Rosanna: It's rude. Listen, I'm in a hurry. I have to go, or I'm gonna be late for my meeting, all right?",
        "Dusty: Have you seen Paul Ryan?",
        "Rosanna: Paul? Why would I see Paul?",
        "Dusty: He kidnapped Meg Snyder's baby. We think he's in this area.",
        "Rosanna: Oh, Meg had a baby?",
        "Bonnie: With Paul.",
        "Rosanna: Wow.",
        "Bonnie: Mm.",
        "Rosanna: Why would he feel the need to kidnap his own child?",
        "Dusty: Their marriage fell apart. He took the baby. We're trying to get the baby back to Meg.",
        "Rosanna: Wow. Well, I wish I could help you, but I haven't seen Paul. And, uh, thank goodness, too, because he's one of the reasons I don't want to go back to Oakdale.",
        "Bonnie: I don't blame you. You know, it was great seeing you, Rosanna.",
        "Rosanna: Wow, thanks. You, too. Um, hope you find them. Bye.",
        "Bonnie: She knows where they are, doesn't she?",
        "Dusty: No doubt about it.",
        "Rosanna: Hey, stop, please!",
        "Dusty: You're not going anywhere.",
        "Rosanna: Let go of me! What do you want from me?!",
        "Dusty: I want the truth.",
        "[SCENE_BREAK]",
        "Barbara: Damian, I need your help. I need to talk to Meg.",
        "Damian: You heard from Paul. Is the baby all right?",
        "Barbara: I need to talk to Meg alone.",
        "Damian: Well, that won't be easy. Holden and Lily are with her.",
        "Barbara: Well, tell her I want to meet with her.",
        "Damian: Tell me why.",
        "Barbara: I can't.",
        "Damian: How do I know Paul's not planning something that will end up hurting her?",
        "Barbara: Do you really think I'd be involved in something like that?",
        "Damian: I don't know, Barbara. Would you?",
        "Barbara: I don't have time for this!",
        "Damian: Look, you're asking me to trust you. First, you have to trust me.",
        "Barbara: Okay, all I can tell you is I think -- I think I can bring my granddaughter home, but I have to talk to Meg directly.",
        "Damian: What does Paul want from her?",
        "Barbara: Do you want this nightmare to be over or not?",
        "Damian: All right, I'll give you her cell number.",
        "Barbara: I have her cell number. I called it, and Holden answered.",
        "Damian: Well, why didn't you tell Holden what you're telling me?",
        "Barbara: Do you think for one minute that if I told him that I wanted to talk to his sister that he could go without sticking his nose in the middle of this?",
        "Damian: No, probably you're right. No.",
        "Barbara: If he knows, this won't happen. Thank you. Hurry. We don't have a lot of time.",
        "[SCENE_BREAK]",
        "Lily: We should tell her about the phone call.",
        "Holden: No, I don't think so.",
        "Lily: Why not? It's her phone. It's her baby. She has a right to know.",
        "Holden: Well, maybe it was a wrong number. Let's wait to see if he calls back. I don't want to do anything to get her hopes up.",
        "[Cell phone ringing]",
        "Lily: Hello.",
        "Damian: Is Holden there?",
        "Lily: Yes.",
        "Damian: He can't know it's me, please.",
        "Lily: Okay.",
        "Damian: I need you to bring Meg to the Lakeview right now, just the two of you. Holden can't know about it.",
        "Lily: Are you sure?",
        "Damian: Yes. Please, Lily, trust me.",
        "Lily: Okay, I'll, uh, I'll be right over to pick them up. Thank you. Uh, the store got in two different shades of blue paint for the guest room. I've got to run over there and, uh, pick out the right one.",
        "Holden: Can't have the wrong color blue.",
        "Lily: Maybe I'll, um, ask Meg if she wants to come along with me, get her opinion.",
        "Holden: Yeah, that's a good idea. She needs to get out of the house.",
        "Lily: Meg, how do you feel about a trip to the mall?",
        "Meg: Uh, no, thanks.",
        "Holden: It's about home decor.",
        "Lily: I -- I need your advice on a paint color.",
        "Holden: If you don't go, she's gonna make me go, and don't really want to do that. So --",
        "Meg: Okay. Do it for you. But as soon as you hear something --",
        "Holden: I'll call you. I promise.",
        "Meg: Okay.",
        "Holden: Okay.",
        "Meg: Yeah.",
        "[SCENE_BREAK]",
        "Rosanna: Man, what is your problem?! I told you everything!",
        "Dusty: Yeah, you said you were on a business trip -- hitchhiking?",
        "Rosanna: My car broke down, okay?",
        "Dusty: Can't rent another one?",
        "Rosanna: I -- I was asking just so I could find --",
        "Dusty: Stop lying.",
        "Bonnie: Tell us where Paul and Eliza are, or we're gonna have you arrested, Rosanna.",
        "Rosanna: For what?",
        "Bonnie: Uh, accessory to kidnapping, aiding and abetting a fugitive, obstruction of justice -- shall I keep going?",
        "Dusty: This is serious, Rosanna. The baby's in danger.",
        "Rosanna: No. Paul would not let anything happen to Eliza.",
        "Dusty: So you know where he is?",
        "Rosanna: No, I don't. I don't, okay? Not anymore. He took off.",
        "Bonnie: When?",
        "Rosanna: This morning.",
        "Dusty: Is that how you got here -- you were with him?",
        "Rosanna: Yes, okay? I -- but I swear to you, I have no idea where he is now.",
        "[SCENE_BREAK]",
        "Meg: Hey, I'm here. What's going on?",
        "Barbara: I need to talk to you alone. Come on.",
        "Lily: I don't like lying to Holden.",
        "Damian: Barbara insisted.",
        "Lily: Do you have any idea what's going on?",
        "Damian: I think she talked to Paul, and he wants to talk to Meg himself.",
        "Lily: Do you think he's gonna bring Eliza back?",
        "Damian: She wouldn't tell me anything, but what else could it be?",
        "Meg: He's bringing her home?",
        "Barbara: He wants to, but he doesn't want to go to prison.",
        "Meg: Well, that's up to the police.",
        "Barbara: He wants you to tell the police that you gave him permission to take Eliza out of town.",
        "Meg: They're not gonna believe that.",
        "Barbara: He thinks that, if you testify for him, they won't have a case and they'll release him.",
        "Meg: Okay, fine, and then he'll bring Eliza home?",
        "Barbara: Yes.",
        "Meg: When?",
        "Barbara: Today.",
        "Meg: He's that close.",
        "Barbara: He's only a couple of hours away, but he may not be there for long.",
        "Meg: Okay, tell him I agree.",
        "Barbara: He wants to hear it directly from you, Meg.",
        "Meg: How?",
        "Barbara: I know how to reach him.",
        "Meg: Well, do it, now.",
        "[SCENE_BREAK]",
        "Dusty: You got to help us find him.",
        "Rosanna: I told you everything I know.",
        "Bonnie: Rosanna, he must have said something about where he was going.",
        "Rosanna: Well, no, he didn't, okay?",
        "Bonnie: You need to tell the police. They might have some idea --",
        "Dusty: Forget the police. Talk to us. Talk to us. You know where he's going, don't you?",
        "Rosanna: If I did, why should I trust you?",
        "Dusty: Remember you tried to help my wife get Johnny back?",
        "Rosanna: Yeah.",
        "Dusty: You felt compassion for her. Meg's going through the same thing.",
        "Rosanna: Well, I'm sorry about that, okay? I'm not happy about this.",
        "Dusty: So help us, please.",
        "Rosanna: He's -- he's trying to get to Canada.",
        "Bonnie: How long ago did he leave?",
        "Rosanna: Not long.",
        "Dusty: We got to go.",
        "Rosanna: No, wait, wait, wait, wait. Please, please. I tried to get through to him. I tried to convince him to take Eliza back, and I -- I think I might have made an impact. He's a good father. He cares about her.",
        "Dusty: Yeah, he's giving her a great life.",
        "Rosanna: Please, just -- just give him a chance. Look, if you -- if you go after him, he is gonna try to just keep running. Otherwise, he might bring her home.",
        "Dusty: If he crosses the border, we're gonna lose him.",
        "Rosanna: Just give him a chance.",
        "Dusty: He's had enough chances.",
        "Bonnie: Dusty. The odds that Paul's gonna do the right thing are small, but it's probably a better chance than we're gonna have of finding him on these back roads on this side of the border.",
        "Dusty: So you think we should give up?",
        "Rosanna: No, you're not giving up. Just give him a little time to come to his senses, please.",
        "[SCENE_BREAK]",
        "[Telephone rings]",
        "Paul: Is she there?",
        "Barbara: Right here.",
        "Paul: Put her on.",
        "Meg: How's my baby.",
        "Paul: She's fine. She's sleeping.",
        "Meg: I could kill you.",
        "Paul: Yeah. Wouldn't blame you.",
        "Meg: How could you take her again? Are you bringing her home or not?",
        "Paul: I have one condition.",
        "Meg: What gives you the right to ask for anything?",
        "Paul: I have her.",
        "Meg: Your mom said that you want me to lie in court.",
        "Paul: It won't come to that. Once you tell them that you gave me permission to me take Eliza on a trip, they won't even bring charges.",
        "Meg: And what if they don't believe me?",
        "Paul: It doesn't matter. They won't have a case.",
        "[Sighs]",
        "Meg: Okay, fine fine. When are you bringing her home?",
        "Paul: Not yet. I want it in writing. I want a sworn affidavit.",
        "Meg: How the hell do I do that?",
        "Paul: You get a statement. You have them typed up. You -- you have them notarized. You give one to my mother, and you bring one with you when I drop off Eliza.",
        "Meg: On one condition.",
        "Paul: You're giving me terms?",
        "Meg: You bring Eliza to me at the police station.",
        "Paul: Why the hell would I do that?!",
        "Meg: You want your \"Get out of jail free\" card. That's where it will be.",
        "Paul: Fine. I'll do it. I'll bring Eliza to the police station. You tell my mother to call me in one hour so she can read me your statement.",
        "Barbara: What did he say?",
        "Meg: He's bringing Eliza home.",
        "Barbara: What do we have to do?",
        "Meg: Find a lawyer, fast.",
        "[SCENE_BREAK]",
        "Dusty: You really expect me to put my faith in Paul Ryan?",
        "Rosanna: I'm just telling you -- give him a chance, and he'll come back.",
        "Dusty: What do you think?",
        "Bonnie: She's buying him time.",
        "Rosanna: No, I'm not.",
        "Dusty: We better get after him.",
        "Rosanna: You're making a mistake.",
        "Dusty: You're the one making a mistake, trying to throw us off.",
        "Rosanna: That's not what I'm doing.",
        "Bonnie: There's a problem.",
        "Dusty: What?",
        "Bonnie: If she's agreed to help him, she could be lying about Canada. She could be sending us north while he's going south.",
        "Rosanna: I'm not lying to you!",
        "Dusty: There's only one way to find out. You're going with us.",
        "Rosanna: What are you doing? Would you please let go of me?",
        "Dusty: Tell me where he is.",
        "Rosanna: I don't know!",
        "Dusty: I don't believe you.",
        "Bonnie: Dusty, just because she's lying, we can't abduct her.",
        "Dusty: What are you -- her lawyer now?",
        "Bonnie: This isn't the way to handle this.",
        "Dusty: You have a better idea?",
        "Bonnie: Why don't we take her to Oakdale and let the police question her?",
        "Rosanna: No, I'm not going back there. No.",
        "Dusty: Ooh, looks like you hit a nerve. If you don't want to go back, tell us where he is.",
        "Rosanna: I don't know!",
        "Dusty: Well, looks like you're the new homecoming queen, whether you like it or not.",
        "Rosanna: Oh.",
        "Dusty: Let's go.",
        "[SCENE_BREAK]",
        "Barbara: I'll tell Paul that you did as he asked.",
        "Meg: And after all this, what if he doesn't bring Eliza back?",
        "Barbara: If he didn't intend to bring her back, do you think he would go to all this trouble?",
        "Meg: I hope you're right.",
        "Barbara: I'm gonna go upstairs and wait for his call.",
        "Lily: You do know Jack is gonna go ballistic when he hears that you let Paul off the hook.",
        "Meg: Yeah, so is Holden.",
        "Lily: Holden. I've got to go tell him before he finds out from somebody else.",
        "Meg: You know, he should hear it from me.",
        "Lily: No, you need to be at the police station when Paul brings Eliza back.",
        "Meg: Okay, tell him I'm sorry.",
        "Lily: I will. Good luck.",
        "Meg: Okay, I better go.",
        "Damian: No, you shouldn't do this alone.",
        "Meg: I can't ask you to go again with me.",
        "Damian: Well, then don't ask. Let's just go.",
        "[SCENE_BREAK]",
        "Holden: Hey, how'd it go? Where's Meg?",
        "Lily: I lied. It was Damian that called. He asked me to bring Meg to the Lakeview.",
        "Holden: And why didn't you tell me?",
        "Lily: Those were Paul's conditions.",
        "Holden: Paul? Who spoke to Paul?",
        "Lily: Barbara. He called her and asked if -- if she could get Meg to call him. He -- he was adamant about no one finding out -- not you, not the police.",
        "Holden: But Damian -- Damian's not a problem?",
        "Lily: Barbara's the one that approached Damian after she called here and -- and got you on Meg's cell phone.",
        "Holden: That still doesn't explain why you didn't tell me what was going on.",
        "Lily: I told you -- Paul didn't want anyone to know. I couldn't say anything.",
        "Holden: No, Lily, you could have said something, but you chose not to.",
        "[SCENE_BREAK]",
        "Meg: He just did.",
        "Jack: She told you that?",
        "Meg: I spoke to him. He's bringing Eliza home.",
        "Jack: When?",
        "Meg: He's on his way.",
        "Jack: What made him decide that?",
        "Meg: We made a deal. He brings Eliza home if he doesn't go to jail.",
        "Jack: That's the D.A.'s call, Meg, not yours.",
        "Meg: Jack, look, I'm sorry. If they try to prosecute him, I'm gonna testify that I gave him my permission to take her on this trip.",
        "Jack: Are you out of your mind?!",
        "Meg: It's the only way I could see Eliza again!",
        "Jack: It's perjury, Meg! Was this your idea?",
        "Meg: It was Paul's.",
        "Jack: And you just decided to go along with it.",
        "Meg: What choice did I have?",
        "Jack: Fine. We'll play it his way. He brings Eliza here, and I'll arrest him. To hell with his plan.",
        "Meg: I gave Barbara a sworn affidavit, and Tom agreed that it would be enough reasonable doubt to get him off.",
        "Jack: It's obstruction of justice, Meg. You want me to lock you up, too?",
        "Damian: Look, she's just trying to get her child back home. What's more important than that?",
        "Jack: Nothing. You're right. So, he's gonna bring Eliza here?",
        "Meg: That was my condition.",
        "Jack: That's a smart move. There's an APB out on Paul Ryan. If he shows his face, I want him stopped and arrested.",
        "Meg: What are you doing?",
        "Jack: I'm making sure this goes according to my plan, not Paul's.",
        "Meg: Jack, please, just let Paul come here to the police station, as we planned. If he sees people looking for him, he's gone, and I will never see Eliza again!",
        "Jack: He won't get away.",
        "Damian: Mistakes happen. You can't guarantee that.",
        "Jack: I'm not letting him walk, Damian.",
        "Damian: Isn't it more important to get Eliza back?",
        "Meg: Jack, please, just tell them to back off.",
        "Paul: You don't need to worry about it anymore.",
        "Meg: Hi!",
        "[SCENE_BREAK]",
        "Holden: What makes you think that Paul's gonna keep his end of the bargain?",
        "Lily: Well, the whole thing was his idea.",
        "Holden: Meg should have told the police as soon as she heard about this.",
        "Lily: Paul would have disappeared.",
        "Holden: He still might.",
        "Lily: We'll know soon enough.",
        "Holden: So, where's Meg now -- at the police station by herself?",
        "Lily: Damian's with her.",
        "Holden: Damian. Why do I get the feeling that this was his idea to begin with?",
        "Lily: It wasn't.",
        "Holden: And why should I believe you?",
        "[SCENE_BREAK]",
        "Paul: She's back. And I think she missed you.",
        "Meg: Can I hold her? Oh, my sweet angel. Mm, I missed you so much.",
        "Paul: I'm sorry.",
        "Meg: Don't talk to me.",
        "Jack: Paul Ryan, you're under arrest for kidnapping and child endangerment.",
        "Paul: Meg, didn't -- didn't you tell --",
        "Jack: No, this has nothing to do with her. This is between you and the state of Illinois.",
        "[SCENE_BREAK]",
        "Lily: Holden, this isn't about Damian. It's about getting Eliza back.",
        "Holden: Meg never should have signed an affidavit.",
        "Lily: It was the only way.",
        "Holden: She was coerced. That can't be admissible in court.",
        "Lily: Maybe not. I mean, that's up to the lawyers to figure out.",
        "Holden: Look, Meg is never gonna be free from Paul if he gets away with this.",
        "Lily: She had no choice.",
        "Holden: Look, as long as he's around, she and her baby will always be in danger.",
        "[SCENE_BREAK]",
        "Jack: O'Neal, take Mr. Ryan up to lockup. What's this?",
        "Meg: It's a sworn affidavit stating that Paul had my permission to take Eliza on his trip.",
        "Jack: You realize what you're doing?",
        "Paul: She's living up to her end of the bargain.",
        "Damian: Let's take you and Eliza home.",
        "Meg: Mm.",
        "Paul: Can I just say goodbye?",
        "Meg: Yes.",
        "Paul: I love you, princess. Take care of her. Are we done?",
        "Jack: For now.",
        "Paul: Rosanna? What are you doing here?",
        "Rosanna: You brought her back.",
        "Dusty: Why isn't he in handcuffs?",
        "Jack: Talk to Meg about that.",
        "Dusty: What does that mean?",
        "Paul: It means, as usual, Dusty, you're too late.",
        "Dusty: No way you're walking out of here!",
        "Meg: Dusty, it's over.",
        "Dusty: Oh, no it's not.",
        "[SCENE_BREAK]",
        "Next week, on \"As the World Turns\" --",
        "Tom: And she's treating Riley Morgan like he's a long-lost friend.",
        "Casey: Or a long-lost son.",
        "Liberty: Parker!",
        "Carly: Oh, my God!",
        "Hunter: She just told me that the man that I thought was my father wasn't.",
        "Carly: Who is it?",
        "Craig: Your sister just robbed me blind."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=3ZSiNGrGrTw"
}