{
    "Episode Summary": [],
    "Recap": [
        "Casey reveals to Margo Liat thinks that Maddie was the one who burned her sweater. Margo is worried and encourages Henry to talk to his sisterand figure out what is bothering her before her acting out gets dangerous. Maddie mixes up memories of her attacker and Casey and when she sees Casey and La together she takes a knife from the counter at Crash and holds it while she stares at Casey and Lia. The jdge thinks Emily should stand trialand Dusty arrives after the hearing is over and demands to speak to the judge.Carly tells Mike and Katie about Jennifer's death and that makes Mike realizehow precious life is so he gives Katiea duplicate of her wedding ring that she lst on the island and vows to never lose her again. Simon arrives in Oadale and checks into the Lakeview because he is going to stay for a while."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Finally here. Home sweet home.",
        "Mike: Good, huh?",
        "Katie: Yes, compared to the honeymoon cruise from hell -- its paradise.",
        "Mike: Hey, I told you forget about that, okay? We're together. We're home.",
        "Katie: Someone's going to have to bolt the door, turn off the phone --",
        "Mike: Hey, hey, where you going -- where you going? Our honeymoon may have gone to the way side, but we are still newlyweds.",
        "Katie: Oh, you know, this is technically, the second time -- [Katie screams] You've carried me over the threshold.",
        "Mike: I might do this every day for the rest of our lives.",
        "Katie: I have a feeling we're not going to unpack. Or even go upstairs.",
        "Mike: You're right about that. I'm a show you what it feels like to be happily married.",
        "Katie: What was that?",
        "Mike: Simon Frasier, if you are in this house you're a dead man.",
        "Carly: Did you just say Simon? Frasier? Why would you think he'd be here?",
        "[SCENE_BREAK]",
        "Casey: Well, it looks like my mom beat us here.",
        "Lia: I didn't know it was a race.",
        "Casey: You could have been ready when I picked you up.",
        "Lia: I wanted to look good for you.",
        "Casey: Lia, this isn't about looking good, it's a police investigation.",
        "Lia: Yeah I know. That fire last night. How scary was that?",
        "Casey: My mom wants to ask you a couple questions. How scary is that?",
        "Lia: You know, it was my sweater that got torched. The more I think about it -- I'm pretty sure I know who torched it.",
        "Casey: You're kidding. Who?",
        "Lia: Your ex-girlfriend, Maddie Coleman.",
        "[SCENE_BREAK]",
        "Lisa: Oh, hey Maddie, you dashed out before I had a chance to tell you what happened at Crash last night.",
        "Maddie: Oh, what? One of Casey's acts from Chicago brought down the house?",
        "Lisa: No, no, no, no. We had a fire.",
        "Maddie: What?",
        "Lisa: Yes. I'm not talking the burning of Atlanta, it was just a small trash fire. But nonetheless, people were really, really, spooked.",
        "Maddie: Is everyone okay?",
        "Lisa: Yeah, thank goodness for that -- they are. Well, we were just kind of concerned and the fire chief said he suspected arson. And now the police are there and they're kind of you know, scratching around, sniffing about.",
        "Maddie: So what are you doing here, now?",
        "Lisa: Well, 'cause the kitchen is closed at the club right now, because of the investigation. I have come by to get coffee for everyone. I just have to say the idea of a fire bug is just -- what did they have in for me?",
        "Maddie: Maybe it had nothing to do with you.",
        "Lisa: You don't have any idea who might have done this do you?",
        "Maddie: How could I? I wasn't even there.",
        "[Lisa laughs]",
        "[Jade is standing in the doorway and here's their conversation]",
        "[SCENE_BREAK]",
        "Barbara: Good morning. I heard you walking around so much last night, I was going to come knock on your door, but I decided not to disturb you. Would you like some coffee?",
        "Dusty: Do me a favor?",
        "Barbara: Sure.",
        "Dusty: Look after Johnny. I've got to go out for awhile.",
        "Barbara: Sure. Dusty you're not going to Emily's hearing? I don't think that's a very good idea. Piling that much stress on top of all that grief --",
        "Dusty: I'm not going near that hearing.",
        "Barbara: I think that's a wise idea --",
        "Dusty: Will you watch my son?",
        "Barbara: Of course I will.",
        "[SCENE_BREAK]",
        "Emily: It's fine.",
        "Susan: Emily, for what it's worth, you look wonderful in that outfit --",
        "Emily: Thank you. Really. I appreciate you bringing me my clothes. I spent the whole morning getting ready. Ready for what? I don't know.",
        "Susan: You have to stay positive. The judge can't ignore the fact that you put your unborn baby at risk to save Jennifer's little boy.",
        "Cass: I'm afraid one selfless act doesn't wipe the slate clean.",
        "Susan: Well, it has to count for something.",
        "Cass: Susan, your daughter kidnapped Dusty Donovan and threatened his life. Her whole future depends on the judge ruling whether or not she was sane at the time.",
        "Susan: Well let's just hope and pray the psychiatric evaluation helps us.",
        "Cass: Prayer is good. If we can get God on our side, along with a friendly witness --",
        "Emily: See, I thought -- I thought that would be Dusty. If Jennifer were still alive, I know she would have gotten him to testify on my behalf. Say a good word -- for me. Maybe there's still hope. Right?",
        "[SCENE_BREAK]",
        "Meg: Hey.",
        "Paul: I didn't expect to see you here, you know. After yesterday I --",
        "Meg: Yeah, well I figured that it wasn't our first fight and it's not going to be our last.",
        "Paul: I was a little worried. You didn't come home last night I started --",
        "Meg: Paul, we made a commitment. No matter how many fights or misunderstandings -- I'm yours. I'm always gonna be by your side, no matter how long it takes me to get there.",
        "Paul: You're amazing.",
        "Meg: Yeah, well, that's what true, forever, love will do to a girl.",
        "[Cell phone rings]",
        "Paul: Hello?",
        "Barbara: Where are you?",
        "Paul: At the courthouse -- Emily's hearing is about to start.",
        "Barbara: Yes, that's why I'm calling. Dusty won't be there. You know what that means.",
        "Paul: He won't be able to stand up for her.",
        "Barbara: So -- prison or padded cell. She'll be put away and you will get custody of the baby.",
        "Paul: All right. I'll let you know how it turns out. Dusty's a no show. We don't have to worry about him standing up for Emily.",
        "Meg: Well, it looks like you're going to get what you want.",
        "[SCENE_BREAK]",
        "Lisa: Well, darling gotta run. Margo's waiting for her caffeine fix.",
        "Maddie: Ok, well let me know, and good luck on finding whoever set that fire.",
        "Lisa: Yeah, sure. I'll keep you posted. Bye-bye, now",
        "Maddie: Thanks.",
        "Jade: What went down just now?",
        "Maddie: Apparently somebody set fire to Crash.",
        "Jade: Yeah, I know. I was there.",
        "Maddie: Well, then you must know more than I do because I wasn't.",
        "Jade: Yes, you were.",
        "Maddie: Look, I don't know if you saw someone who looked like me or what, but I --",
        "Jade: No, I saw you, Maddie Coleman, the original -- the one and only. So why'd you lie about it?",
        "[SCENE_BREAK]",
        "Casey: Maddie would never do anything like that out there. It's not like her. You know what, do me a favor -- don't share this bent theory of yours with my mom.",
        "Margo: Hey, hi. Just who I'm looking for.",
        "Casey: Hey, how's it going in there?",
        "Margo: Uh, okay. Listen I have some questions about what happen here last night. Do either one of you have know how or why this fire got started?",
        "[SCENE_BREAK]",
        "Katie: So as we left the island we waved goodbye to Simon for hopefully, the rest of our lives.",
        "Carly: I hate that he crashed your honeymoon like that. Well, now here I am doing the exact same thing! Really what I meant to do was just sneak in, and put the champagne on ice and sneak out -- you never would have seen me, so -- I'm gonna leave now.",
        "Katie: No, no, that was so sweet. Why the rush?",
        "Mike: Stay, have a glass.",
        "Katie: Yeah, tell us what we missed while we were gone.",
        "Carly: You know, I was sort of hoping that you'd have one perfect day before you heard about this.",
        "Katie: Why, what's going on?",
        "Carly: I hate that I have to tell you.",
        "Mike: What's wrong?",
        "Carly: She was fine. Everything was perfect, really -- and then Jennifer came down with pneumonia. And there was serious complications.",
        "Katie: Oh, Hun -- we should go to the hospital.",
        "Carly: I'm sorry. Katie, you're too late. She's gone.",
        "Mike: What?",
        "Katie: Oh my God. I don't believe it.",
        "Carly: No -- no one can. Everyone's devastated.",
        "[SCENE_BREAK]",
        "Henry: Hey.",
        "Emily: Hi.",
        "Susan: What are you doing here?",
        "Henry: Obviously, I'm here to help Emily.",
        "Susan: Help? How can you possibly --",
        "Henry: I can talk to the judge. I can tell him that you have changed. I can tell him that you took a momentary sabbatical from reality, and that everything is all better now.",
        "Susan: You are not getting anywhere near that judge. Emily's had enough of your help. You're the last person she needs to see in this courtroom today. Please.",
        "Henry: Do you want me to leave?",
        "Emily: Maybe it's best. I'm sorry. You've been such a good friend, I'm sorry.",
        "Susan: Say goodbye, Emily. The hearing's about to start.",
        "Emily: Henry -- Henry!",
        "Bailiff: All rise for the honorable Judge Marcus Carruthers.",
        "Judge: To be clear, the purpose of this hearing is to establish the defendant's mental capacity at the time the crime occurred and to decide if she's competent to enter a plea at this time. Mr. Hughes, Mr. Winthrop, I assume you both have copies of the psychiatric report?",
        "Cass: Yes, your honor.",
        "Tom: I do, your honor.",
        "Judge: Fine. Mr. Hughes, we'll begin with the state's argument.",
        "Tom: The facts in this case are in dispute. The defendant kidnapped Dusty Donovan, held him prisoner, threatened his life. The question is, was she sane? Did she know that she was doing wrong when she committed these heinous acts? Well, the prosecution believes that she was fully aware, we intend to move forward this case and prosecute her according to law.",
        "[SCENE_BREAK]",
        "[Dusty enters the house where Emily held Dusty prisoner]",
        "[Dusty remembering]",
        "Emily: Now shut up!",
        "Dusty: She deserves what she gets.",
        "[SCENE_BREAK]",
        "Tom: Your honor, several court-appointed psychiatrists interviewed the defendant for hours. It's noted that she feels remorse for what she did. Regret -- after the fact, regret does not cancel out reality. She knew what she was doing. She knew it was wrong, and she came up with an excuse about being jilted at the altar which brought on some kind of psychotic break? Imagine living in a world where someone suffers a rejection and turns criminal. I mean, a broken heart, a wounded ego -- are these excuses to terrorize and intimidate. They are the definition of insanity. It does not mitigate her criminal behavior.",
        "Judge: Mr. Winthrop, you've had a chance to review the same evaluation?",
        "Cass: Oh, I have, your honor.",
        "Judge: You care to comment?",
        "Cass: I've read better fortune cookies.",
        "[SCENE_BREAK]",
        "Carly: She was buried yesterday.",
        "Katie: No. Jen and Dusty -- they were just finally getting a break.",
        "Carly: They were married in her hospital room.",
        "Mike: Jennifer, I've never -- I don't know what to say. What's going to happen to the baby?",
        "Katie: Excuse me.",
        "Carly: I think that I should probably go now.",
        "Mike: No, actually will you stick around a little longer? There's something I've got to do, and I don't want to leave Katie alone.",
        "Carly: Okay. Is there something that I should tell her so she doesn't worry about you?",
        "Mike: Yeah, yeah. Just tell her I love her.",
        "Katie: Where's Mike?",
        "Carly: He said that he had to go and do something. And he told me to tell you that he loves you.",
        "[SCENE_BREAK]",
        "Lia: All right, here's what i know. I left my sweater on the chair to go dance with Casey. He's a really great dancer.",
        "Margo: I'll write that down.",
        "Lia: I left my brand new sweater on the thing and the next thing I know it's in the trashcan on fire.",
        "Margo: Okay, so any idea who started the fire?",
        "Casey: Don't look at me. I was cranking out tunes all night.",
        "Margo: All right.",
        "Lia: Yeah, and then he was dancing with me. We were together like the whole night.",
        "Lisa: Here we are, here we are. Reinforcements --",
        "Margo: Thank God, just in time. Come on, I'll get you up to speed.",
        "Lisa: Okay, bye.",
        "Margo: Casey, don't go anywhere. I'm not done with you.",
        "Casey: Okay. Thanks for not saying anything.",
        "Lia: Yeah, well I did it for you.",
        "Casey: Whatever. I appreciate it.",
        "Lia: Look, I get you wanting to protect Maddie, since you went out.",
        "Casey: It's more than that --",
        "Lia: But you're lucky you stopped seeing her. I mean, the girl's a major head case. I'm talking major issues.",
        "Casey: Hey Mom, is there any reason we can't open the club tonight?",
        "Margo: I don't see why not. There's no more evidence we can put together here, unless, of course, you remember anything?",
        "Casey: Lia, why don't you go inside and pick out the songs on the playlist you like.",
        "Lia: Absolutely. Bye.",
        "Margo: What's going on?",
        "Casey: I need to talk to you.",
        "Margo: Yeah, shoot.",
        "Casey: Not as a cop. As my mom.",
        "[SCENE_BREAK]",
        "Maddie: Okay, yeah, I was at Crash. But, I left before Casey's set finished, and that was before the fire.",
        "Jade: Then why did you lie?",
        "Maddie: Why get involved with the police for no reason?",
        "Jade: You're not as smart as you look, because lying to the police is a sure way to get involved. If they question me, who was there, and who I saw, I'm not lying.",
        "Maddie: Oh, right, I forgot you are all about the truth, right, Jade? Please, you rode into town on a lie, and you've been lying ever since. Maybe I should tell the police to crank up the polygraph machine, because for all anyone knows, you set the fire.",
        "Jade: Don't even. Look, I don't know what you did or why you did it, but don't try to hang it on me? Uh-uh. That is so not going to happen.",
        "[SCENE_BREAK]",
        "Cass: Your honor, this report contains no surprises. The Emily Stewart seated here today is as sane as you or I. What this document fails to do, is give us any insight into her mental state at a very difficult time in her life. So, we're left to ask our own questions, and draw our own conclusions. What kind of woman kidnaps a man and holds him prisoner, and then risks, not only her own life, but that of her unborn child to save that man's baby? The first is an act of a desperately troubled woman. The second, a selfless act of mercy. Cynics may claim that Emily did this to save herself, but I'm here to tell you, my client's sole motivation was to save a child's life and at no time did she ask for or expect any mercy in return.",
        "[SCENE_BREAK]",
        "[Jennifer appears as a ghost]",
        "Jennifer: Honey, what are you doing here?",
        "[SCENE_BREAK]",
        "Coming up on \"As the World Turns\" --",
        "Dusty: It's hard -- without you.",
        "Jennifer: You have to let go and move on.",
        "[SCENE_BREAK]",
        "Dusty: What am I doing here? I'm remembering all that time I was here without you. We were robbed.",
        "Jennifer: But don't you think it's a waste to remember the times that we weren't together, when you could remember all the times we shared instead?",
        "Dusty: You, me and Johnny. You're in my head all the time. Like a movie. And it ends way too soon.",
        "Jennifer: No. It's not over. It's not. You have Johnny. Who's alive because of Emily. And he needs you. He's the future, Honey. This place is the past. You have to let it go.",
        "Dusty: I'm not sure I can.",
        "Jennifer: There's nothing for you here. It's all out there. You and our son. Life just waiting to happen. Millions of home movies waiting to be made.",
        "Dusty: It's so hard without you, Red.",
        "Jennifer: I know. I know, Baby. But you can't stay here. You have to let go, and move on.",
        "Dusty: Jenny, wait!",
        "[SCENE_BREAK]",
        "Judge: Ms. Stewart? Please stand. Tell us how you got here.",
        "Tom: Your honor, the defendant is --",
        "Judge: You had your turn, Mr. Hughes. Continue.",
        "Emily: The insanity began when my fiancé broke things off moments before we were supposed to be married. Look, it's not an excuse. I -- I'm just telling you that's, that's when I just -- I snapped.",
        "Judge: And your present state of mind?",
        "Emily: Well, I've been working with a therapist for several weeks now. When I look back to what I did, it's like looking at another person. I mean, I don't know who that person was. It's certainly someone I didn't want to be. And when the chance arose to donate my unborn child's stem cells to save another child's life, I swear to you, it wasn't about chalking up points to save myself. It was a chance to finally do the right thing.",
        "Judge: Ms. Stewart, have you made arrangements, in the event you're unable to care for the child you're carrying?",
        "Paul: Your honor, if I may?",
        "Judge: And you are?",
        "Paul: Paul Ryan. I'm the baby's father. And I'm completely committed to getting full custody of this child and raising it in a loving and stable home.",
        "Emily: Your honor -- your honor whatever you decide, I know I have to live with. All I know is that, giving up this child -- knowing that the first time I hold him or her may be the last -- I swear to you, it's the worst punishment I can imagine.",
        "Judge: Give me a moment to review this report, then I'll render my decision.",
        "[SCENE_BREAK]",
        "Jade: I mean it, girl. You do not want to mess with me. I have enough trouble without you trying to nail me for playing with matches.",
        "Maddie: You were the one who was giving me the evil eye, insinuating that I had something to do with the fire.",
        "Jade: Or was that just your guilty conscience talking out loud?",
        "Maddie: How about we keep our opinions to ourselves?",
        "Jade: Works for me.",
        "Maddie: Good.",
        "Jade: But, the police are doing a thorough investigation, so that's not a mess we need to get into. But if you ask me, you're slipping into a scary, dark place. And you need some help.",
        "Henry: Oh, finally a friendly face. Someone who won't kick me out into the cornfield.",
        "Maddie: Henry, hi.",
        "Henry: I tell ya, usually when people are mean to me I head straight for the martini shaker, but in this case, sweetie, I think I need a shoulder with a two-gallon tear capacity. I tell you Emily's been putting me through this stuff --",
        "Maddie: You know, Henry, actually, I was just on my way out. I have --",
        "Henry: Wait a minute. Whoa, come here. What's the matter with you?",
        "Maddie: Nothing.",
        "Henry: Nothing? I don't buy that. My brodar is on high alert here. You look worse than I feel, Maddie. Come on. Give it up. What's getting you down?",
        "[SCENE_BREAK]",
        "Margo: Casey, I will always take off my cop hat to put on my mom hat for you.",
        "Casey: So this stays between us?",
        "Margo: That depends on what this is. I mean, if a law has been broken, I do have to go back to being a cop. But, have you done something --",
        "Casey: No, no, no. It's Maddie. She's really freaking me out.",
        "Margo: Well, she's freaking you out, how?",
        "Casey: Well, you know, how you told me to give her time and space? I'm trying to do that. But she's doing some really strange stuff.",
        "Margo: Okay, well what's worrying you?",
        "Casey: Well, Lia thinks that Maddie got jealous when she saw us in the club together, and burned her sweater.",
        "Margo: Why didn't Lia tell me this?",
        "Casey: Because I asked her not to. 'Cause I don't want Maddie to get in trouble. I mean, even though I'm really bummed she broke up with me for reasons that make zero sense, I didn't want to see my mom dragging her off to jail.",
        "Margo: You have my word that I will not clamp Maddie into irons and drag her down to the station. Thank you for talking to me. You're learning.",
        "Casey: I'm working on it, mom, but this whole thing with Maddie feels really bad.",
        "Margo: I know. And it feels worse that you can't help.",
        "Casey: I mean, I could try talking to her again.",
        "Margo: Whatever's going on with Maddie, Honey, it's serious. And there's just no way that you can, or even should, have to handle it. Thank you for talking to me. I'll deal with it.",
        "Casey: So what do I do now?",
        "Margo: Now? Now is the summer before college. This is never gonna happen again. This is golden. You make the best of it. I'll handle Maddie.",
        "Casey: Thanks, Mom. But Mom -- what if Maddie did start the fire?",
        "Margo: I'll handle it. Not you.",
        "[SCENE_BREAK]",
        "Henry: It takes a heck of a guy to drop his own angst and focus everything on his little sister. Now, I don't know when this offer's gonna come again, Maddie so I would take advantage of it and tell me what's wrong with you.",
        "Maddie: Henry, please. Don't make this into a big drama. I am fine. Nothing is wrong.",
        "Henry: Okay. [Imitating Dr. Phil] I'll do my best Dr. Phil here, and I will say that you are not completely over your boyfriend, Casey.",
        "Maddie: That wasn't a really good Dr. Phil, but I am over Casey.",
        "Henry: Really? Whatever happened to saddling up and getting out of Dodge?",
        "Maddie: Well, if it's two for the road, then I'm there. But I don't even need to get out of town anymore. Everything is cool.",
        "Henry: Everything is not cool, Maddie. I need you to be straight with me and lay it on the line. Tell me what is going on! I'm tired of this! What's wrong with you?",
        "Maddie: Henry! Please, stop worrying. Everything is fine. Now I have to go meet some friends. But, thank you for being so unbelievably sweet. I'm fine.",
        "[SCENE_BREAK]",
        "Judge: Ms. Stewart, would you please stand? It is to your credit that you have expressed sincere remorse for your wrongdoing. And you saved the life of a child. That in itself is no small thing. But as the district attorney pointed out, good deeds and regrets do not mitigate charges of kidnapping and attempted murder. It's therefore my ruling that you enter a plea on these charges and be remanded back into police custody until such time as a court date can be set.",
        "Emily: No.",
        "Cass: Your honor, I need a moment to confer with my client before we enter a plea.",
        "Judge: All right, Mr. Winthrop, but be brief.",
        "Cass: Thank you.",
        "Meg: You won.",
        "Paul: We did.",
        "Meg: We won. Let's go.",
        "Paul: Okay.",
        "Cass: This was not unexpected. Getting the judge to buy that you were insane was a long shot at best and didn't pay off. But, it was only out first roll of the dice.",
        "Emily: Okay, what are you saying? That I have other options?",
        "Cass: Limited, but yeah. I had breakfast with tom this morning. And the D.A.'s office is willing to cut a deal if you plead guilty.",
        "Emily: What kind of deal? A suspended sentence?",
        "Cass: You'll have to do time. At least ten years. But with good behavior --",
        "Susan: Ten years!",
        "Emily: Ten years.",
        "Cass: It could be a lot worse. If you nix the deal and go to trial, a jury might be a lot less sympathetic.",
        "Emily: Ten years?",
        "Cass: This is your decision, Emily, I know. But if I were you, I would plead guilty.",
        "[SCENE_BREAK]",
        "Carly: I know you're worried about Mike, so I think we should do something to distract you.",
        "Katie: Like what?",
        "Carly: We could make dinner for Mike, for when he comes back.",
        "Katie: That's a good idea. Only one problem. We don't have any food in the fridge since we were gone.",
        "Carly: Well, that's not a big problem. So we'll go shopping. That'll eat up some time.",
        "Katie: You're really sweet. I just don't want to leave. I just want to be here when Mike gets home, okay?",
        "Carly: Okay. Just don't make yourself crazy. He said he'd be right back.",
        "Katie: I know. It's just until he's in front of my face, safe. I just -- he didn't say where he was going? I'm sorry I'm acting like such a baby. It's just that so much has gone wrong. Starting with Nick.",
        "Carly: And then your ex shows up on your honeymoon.",
        "Katie: And then Mike almost loses me. He just lost his cousin and he was terrified he was going to lose me. And then we come home and find out that Jennifer's gone -- I mean, how much does one person have to take? I should go find him.",
        "Carly: No, you know what? I don't think that's such a good idea. Okay?",
        "Katie: Could you call Jack? Maybe just have him keep an eye out for him, nothing official.",
        "Carly: No, no. If you want a favor from Jack, you're going to have to call him yourself. As not together as we were when you left, we're even more not together now.",
        "Katie: Oh, Carly, I'm sorry. I know that's not what you wanted.",
        "Carly: No. Nope, but it's what I got. And it's my fault I made such a mess of things. But I'm going to start over. I'm gonna get a loan. I'm gonna start my own business.",
        "Katie: Really, that's great! Good for you!",
        "Carly: Let's hope so.",
        "[SCENE_BREAK]",
        "Mike: Thank you for coming through for me, Nancy.",
        "Nancy: My pleasure.",
        "Mike: I know it was short notice.",
        "Nancy: I thrive under pressure. It keeps me young.",
        "Mike: You know, when I called from the islands, I must have sounded like a madman.",
        "Nancy: Or a man in love. Same difference.",
        "Mike: This just felt like an emergency. After the disastrous honeymoon and nearly losing Katie, it's not just going through the motions. They mean something.",
        "Nancy: Indeed they do. Give my love to your beautiful bride. And good luck.",
        "Mike: Thank you. I'll walk you out.",
        "[SCENE_BREAK]",
        "Simon: Could I get a beer, thanks?",
        "[SCENE_BREAK]",
        "Katie: Hey, Mike! Thank God, you're home.",
        "Carly: All right. Well, looks like this honeymoon is back on track. So, this is me leaving for real this time.",
        "Mike: Thanks for the champagne.",
        "Katie: Yes, thank you.",
        "Mike: What's wrong?",
        "Katie: I was just scared. I just got scared when you left. All the \"what ifs\" started going through my head and --",
        "Mike: I know. After everything we've been through I just -- I don't know. I'm sorry.",
        "Katie: It's okay. It doesn't matter. You're my husband, I'm your wife, we have each other.",
        "Mike: You know, it was bad enough when I thought I lost you. I mean, I can't even go there. But after hearing about Jennifer, it just drove it home, how precious every moment is. And why this can't wait.",
        "Katie: What?",
        "Mike: I called Nancy from the islands because I needed some help with something -- something that, you know, I figured I'd get around to sooner or later when we got back. But, you know, that's when it hit me. Mowing the lawn is something you get around to, or washing the car. This is not something you put on or off your to-do list. It's way too important.",
        "[Katie crying]",
        "Katie: It's my wedding ring. Mike. I lost it on the island!",
        "Mike: It's the exact settings as the last one. Okay? The only real difference is this one never comes off your finger. I love you.",
        "Katie: I love you.",
        "Mike: And I cannot imagine my life without you.",
        "Katie: It's not going to happen. I am not gonna leave you, ever. You are never gonna lose me.",
        "[SCENE_BREAK]",
        "Simon: Thank you.",
        "Bartender: Another?",
        "Simon: Yeah, why not? I'll tell you what, let me run a tab. Keep it open. I'll settle it with my monthly hotel bill.",
        "Bartender: Sounds like you're planning on staying for awhile.",
        "Simon: Yeah, why not. I've got myself one of those top notch suites. All the creature comforts.",
        "Bartender: What brings you to town, business or pleasure?",
        "Simon: Well, my friend, if things go my way, and they sometimes do. A little bit of both.",
        "[SCENE_BREAK]",
        "Margo: Hi, Henry, I'm looking for Maddie.",
        "Henry: Well, it's not my turn to watch her.",
        "Margo: Oh, well you know where she is?",
        "Henry: She just left. Why? What's up?",
        "Margo: Oh, I wanted to ask her about the fire at Crash last night. It was arson.",
        "Henry: Why would my sister have anything to do with that?",
        "Margo: I have a witness that places her at the scene. Thought she might know something.",
        "Margo: No, it's an investigation.",
        "Henry: It's an investigation? Into Maddie? Is she one of your usual suspects? Let me just ask you something. Maybe the fact that she broke up with your son. Could that be fueling some suspicions here?",
        "Margo: No. What went on between them is their business and no one else's. I'm just hoping that Maddie isn't turning this into something else.",
        "Henry: What do you mean?",
        "Margo: You haven't noticed that she's kind of different lately? Not really herself. Not the happy young girl she used to be.",
        "Henry: No, she seems fine. She's never better.",
        "Margo: You know what, Henry? I know you that you love your little sister and you want to protect her. But if you want to help her, why don't you talk to her and see if she can get out what's going on inside of her. Because if she keeps acting out like this, it's only gonna make the problem worse.",
        "[SCENE_BREAK]",
        "[Door opening]",
        "[Maddie walks into Crash's kitchen and is by the table with the knives,she looks at the knives and flashes back to when she was sexually assaulted and where she grabs for a knife. Cut back to present. Maddie is now standing in the doorway of the Crash club and see's Casey and Lia at a computer, in her hand is a knife]",
        "[SCENE_BREAK]",
        "Emily: How could I plead guilty? It's giving up any hope I ever had of keeping my child.",
        "Cass: Emily, the jury is not going to restore your parental rights. Your baby's going to end up with Paul no matter what. But at least with a plea, you'll get an idea of when you'll get out and possibly have some contact with the child.",
        "[SCENE_BREAK]",
        "Emily: You're right. I have no choice.",
        "Paul: I know Cass. And there's no way he's gonna go to trial, because he knows that Emily's gonna lose. She's already admitted to all the horrible things she's done to Dusty, and given the fact that he just lost his wife, no jury in the world would ever find her sympathetic.",
        "Meg: I feel sorry for her. I mean, I know the woman needs to be off the streets. But I also know what it's like to do something totally irrational for love. Let's go.",
        "Paul: Oh, no, no, no, it's over. It's over. Whether you're here to help Emily or not, you're too late.",
        "Dusty: Get out of my way.",
        "Paul: The judge already ruled. Emily's gonna pay for what she's done.",
        "Dusty: Get out of my way.",
        "Judge: And who are you?",
        "Dusty: I'm the victim, and I want to be heard.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Paul: Emily shot me!",
        "Cass: Oh, come on!",
        "Paul: What, you don't believe me? Look! Emily wanted me dead. And she damn near got her wish.",
        "Henry: What happened in Chicago, something you're running from? You're trying to forget.",
        "Gwen: All right, tell me. Will I have any reason to worry about you and Jade?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=-YRhTC1xNgk"
}