{
    "Episode Summary": [],
    "Recap": [
        "Carly has a whopping hangover and stumbles to the kitchen for some aspirin and water. The phone rings and it is Craig. Her head is pounding and she hates his chipper, cheerful sound. Barbara tells Paul she wants him to stay calm and not panic. She's got her lawyer working on his case and he can say he was not responsible for his actions. The treatment can keep him out of jail, but he must help himself. Josie shows up and Paul objects. He wants to handle this alone. He doesn't care now what happens to him, and Josie and Barbara shouldn't either. Josie huffs out that if he wants to be a father, he should grow up first. Paul tells Barbara that he loves her, but she has done all she can and now she needs to stop. He will not change and they all need to stay as far away from him as they can. Dusty shows up at the hospital to be with Meg as he knew she would be taking Eliza there for a checkup. She smiles that after all he has done, he can check up on them all he wants. Dusty takes Meg home. Holden disapproves, but he does shake his hand for making things happen. Eliza is home and well and that is all that matters. Dusty warms a bottle of milk while Meg goes upstairs to the baby. Josie drops by and tells Meg that she wants to thank her for not pressing charges. Josie fills them in that Paul no longer cares what happens .he needs help. Dusty asks Meg not to fall for this Paul in despair routine. When she leaves, Josie returns to make sure Dusty doesn't hate her. He says he doesn't. He just doesn't trust her. It's better for both of them if they just let their relationship go; it was based on a lie from the beginning.",
        "Carly calls Lily; meets her and lays out her plans for Midnight Sun and asks her to consider investing her money to the project. Lily thinks this has great potential, but she's not sure about them being partners. She needs more time and will get back with her. When leaving, Lily runs into Craig and she lets slip that Carly asked her to be her partner. Going along, Craig says Carly is always full of surprises. Craig then shows up at Carly's and wants to see what progress she has made on her designs .the ones she gave Lily. Carly tries to wiggle out, but Craig is too sly and tells her she has stabbed him in the back when it was his idea and she is now acing him out. That's beyond low. He admits he had an attraction for her and despite her denial he knows she had one for him too, but whatever they had is dead now. He tears up the paperwork and tells her that she can not replace him. He will replace her. Lily calls and says while it sounds like a terrific idea, they would be asking for trouble and should not be partners. Craig gloats and says he realizes now that he has Miss Tenney exactly where he wants her. Meg shows up to see Paul, and Barbara warns her not to hurt Paul again, don't build up hope. He's surprised, but she tells him that she still hates him. That has not changed, so don't dare make her feel sorry for him. She doesn't want her baby's father in jail though. He needs to give her one good reason why he should not be in jail the rest of her life. She isn't sure that Eliza needs him that badly in her life. Paul asks Josie if Dusty is not interested, why is she staying in Oakdale? She tells him it is for him. Carly tells Craig that he inspires her to work harder and better. She just got nervous with this huge undertaking. So if he can just cut the personal business of trying to get her in bed, then they can work good together. He assures her that is not what he is trying to do, maybe in a drinking mood but not in a sober one. So he will have to consider his other options. He leaves with Carly still nursing her hangover."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: Oh -- ow.",
        "[Phone ringing]",
        "Carly: Oh! Oh, vibrate! Vibrate! Yes, what, hello?",
        "Craig: Good morning, partner!",
        "Carly: Don't do that!",
        "Craig: Do what?",
        "Carly: Make that cheerful, chipper sound.",
        "Craig: Oh, don't tell me you have a hangover.",
        "Carly: Don't you?",
        "Craig: Ms. Tenney, we are spirit-industry professionals. We can't allow ourselves to fall victim to our own product.",
        "Carly: You're the one who poured vodka down my throat.",
        "Craig: Well, when in Rome.",
        "Carly: We weren't in Rome. We weren't even in Russia. We were in Brooklyn, weren't we?",
        "Craig: Which is more Russian than Italian these days. And you're going to have to feel comfortable there, if we're going to be vodka entrepreneurs.",
        "Carly: I thought we were \"Spirit-industry professionals.\"",
        "Craig: We're both.",
        "Carly: Well, we won't be. Until that check clears from that distributor.",
        "Craig: It's a done deal. I agree, we shouldn't count chickens before they arrive in the coop, but I have no doubt that Mr. Siegler will come through. He certainly was in the tank over you. I meanwhile, we should get some new sketches to our besotted associate ASAP.",
        "Carly: I'm trying to work on it.",
        "Craig: Is there a problem?",
        "Carly: I can't get the room to stop spinning.",
        "Craig: Take two aspirin.",
        "Carly: I took three.",
        "Craig: I have to admit, I certainly like you a lot more after three or four cocktails.",
        "Carly: Try seven or eight.",
        "Craig: Who's counting? I was just enjoying the fact that you were being so friendly to me.",
        "Carly: What are you talking about?",
        "Craig: I can't believe you don't remember.",
        "[Carly remembering]",
        "Carly: Oh! I love it! I love -- oh my God.",
        "[SCENE_BREAK]",
        "Craig: Are you all right?",
        "Carly: You just get to work, okay? We'll talk later. Oh. My. God! Ugh!",
        "[SCENE_BREAK]",
        "Barbara: I want you to stay calm and not panic.",
        "Paul: I'm not panicking.",
        "Barbara: Okay, now I've talked to my lawyers. I talked to someone in Chicago, someone in New York, and they think there are holes all over this case. So, there's no reason to despair.",
        "Paul: I'm not despairing.",
        "Barbara: You are, I can see it. And I've talked to Dick Marcus in New York. And he's the leading authority on the insanity defense.",
        "Paul: Mother, you think I'm insane?",
        "Barbara: Paul, you know what I'm saying. You were diagnosed with a psychological disorder, you underwent treatment. That will help your case.",
        "Paul: Right, who knew being crazy would be such a great thing?",
        "Barbara: Ultimately, it's going to help. It's going to say that you didn't really realize that what you were doing was kidnapping. That you aren't responsible for your actions.",
        "Paul: Right, who wants to be responsible for their own actions?",
        "Barbara: Do you want to end up in a hospital or in jail?",
        "Paul: I'm not sure. What's on the menu?",
        "Barbara: Why can't you see what's at stake here?",
        "Paul: What's at stake is whether my cell will be padded or have metal bars.",
        "Barbara: How can you be joking about this?",
        "Paul: Because it's the only way I can remain rational about this entire situation. Unless you think it's going to interfere with my insanity defense. In which case, I'm willing to put all rationality aside.",
        "Barbara: Look, we can get you out of this. These lawyers can help you if you help yourself.",
        "Paul: Mom, I don't want their help.",
        "Barbara: You need their help!",
        "Paul: No, I don't, Mother! Why? Why would I need some joker to stand next to me, $500 an hour, when all I'm going to do is plead guilty?",
        "[SCENE_BREAK]",
        "Meg: Hey, what are you doing here?",
        "Dusty: Well, I knew you'd have Eliza checked out sooner than later.",
        "Meg: Well, I wanted to make sure she's okay.",
        "Dusty: And?",
        "Meg: She's great. No sign of abuse, or neglect, or even stress.",
        "Dusty: She's tough. Like her mom.",
        "Meg: Yeah, hardly.",
        "Dusty: You handled having a missing child better than me.",
        "Meg: Well, I wouldn't go that far. At least Paul didn't hurt her.",
        "Dusty: Yeah, with any luck, they'll put him away for good.",
        "Meg: I just want things to be back to normal.",
        "Dusty: They will be.",
        "Meg: Well, I better take Eliza home. She's going to get hungry soon.",
        "Dusty: Do you mind if I follow you?",
        "Meg: Why?",
        "Dusty: To make sure you get there okay.",
        "Meg: It's a five-minute drive.",
        "Dusty: I gotcha. I'm intruding.",
        "Meg: It's okay. After everything you've done to bring her home, you can check up on us all you want.",
        "[SCENE_BREAK]",
        "Barbara: You can't plead guilty! You'd be throwing your life away!",
        "Paul: I already have.",
        "Barbara: You were desperate! You didn't think you'd ever see your child again.",
        "Paul: So, I kidnapped her. I held Josie hostage. And in the process -- I almost lost my child, forever.",
        "Barbara: But she's fine. She's home with her mother. But she needs her father too.",
        "Paul: Right, where would she be without me?",
        "Josie: Paul, Barbara.",
        "Paul: What are you doing here?",
        "Josie: I came to tell the police what really happened.",
        "Paul: We talked about this.",
        "Barbara: Talked about what?",
        "Paul: This is my mess, okay? I don't want either one of you getting pulled into this.",
        "Josie: Well, you should've thought about that before you got into my car.",
        "Paul: I should have. Right now you should leave.",
        "Josie: Your chances are much better if I stay.",
        "Barbara: Why?",
        "Paul: Don't even talk to her.",
        "Barbara: Why are they better? Can you help? You were his victim.",
        "Josie: Is that what you're saying?",
        "Paul: Well, it's the truth.",
        "Barbara: Isn't it?",
        "Josie: No, not completely.",
        "Paul: Okay, you need to leave. You need to stay out of this.",
        "Barbara: Why -- if she can help you, she should stay.",
        "Paul: Look, you want her to help? Put her on a bus and get her out of town forever!",
        "[SCENE_BREAK]",
        "Lily: Hello?",
        "Carly: Hi, it's me. Are you busy?",
        "Lily: Why are you whispering?",
        "Carly: It's a long story. Can you meet me?",
        "Lily: Now?",
        "Carly: I have a business proposal for you that can't wait.",
        "Lily: Didn't we just have this conversation?",
        "Carly: This is different.",
        "Lily: How?",
        "Carly: Please, just give me a chance to explain it to you before you tell me \"No.\"",
        "[SCENE_BREAK]",
        "Josie: I came back here to help you.",
        "Paul: Which is why you should leave.",
        "Barbara: He plans to give up!",
        "Josie: I won't let you do that.",
        "Paul: What makes you think you have a say?",
        "Josie: You can't stop me from testifying at your trial.",
        "Paul: There isn't even going to be a trial.",
        "Barbara: He's going to plead guilty. He doesn't even want a lawyer.",
        "Josie: He won't do that.",
        "Paul: You seem to have a really inflated opinion of your influence here.",
        "Josie: You have to fight the charges.",
        "Paul: Why?",
        "Josie: So that your little girl doesn't grow up with a father in jail.",
        "Paul: I've already lost her. And I've already lost Meg. What kind of a life can I have without them?",
        "Josie: You can't worry about that now. You have to worry about defending yourself.",
        "Paul: No, I'm done. I'm tired. I don't want to defend myself. I don't care what happens to me. And the two of you shouldn't, either.",
        "Josie: You know what your problem is?",
        "Paul: Yeah, I do.",
        "Josie: You think that you're a victim. Poor Paul, with his mean daddy and his mean wife and her mean friend.",
        "Paul: Get out.",
        "Josie: You know, you say that you want to be a father. You should try growing up first!",
        "[SCENE_BREAK]",
        "Holden: Where's Meg?",
        "Dusty: She's putting the baby down for a nap. We just got back from the hospital.",
        "Holden: \"We?",
        "Dusty: I wanted to make sure Eliza's okay.",
        "Holden: Is she?",
        "Dusty: That's what the doctor says.",
        "Holden: That's good.",
        "Meg: She went right to sleep.",
        "Holden: Dusty said the doctor gave Eliza a gold star.",
        "Meg: Yeah, she's fine. She's happy to be back in her room, and her crib. She took her blanket and went right to sleep.",
        "Holden: That's good. I'm glad she's home. I'm glad she's safe.",
        "Dusty: I'll get out of your way.",
        "Meg: You are not in the way.",
        "Holden: No. You're not in the way. Listen, I need to apologize. I said some things that were out of line while Eliza was gone.",
        "Dusty: Forget about it.",
        "Holden: I was worried about what Paul might do. I wanted the police to handle everything.",
        "Dusty: I understand.",
        "Holden: But everybody's home now, and they're safe. And everything you did to make that happen, I want to thank you.",
        "Dusty: You're welcome.",
        "Holden: I have some chores I need to do.",
        "Dusty: You need a hand?",
        "Holden: No, that's okay. But thanks.",
        "Meg: You know, I really think he meant that.",
        "Dusty: It wasn't necessary.",
        "Meg: Well, yeah, it was. And he's not the only one that owes you an apology.",
        "[SCENE_BREAK]",
        "Lily: Hello.",
        "Carly: Hi, thanks for coming.",
        "Lily: Looks like somebody had a good time last night.",
        "Carly: Yesterday. All day.",
        "Lily: Oh, sounds like fun.",
        "Carly: Believe it or not, it was business.",
        "Lily: Really?",
        "Carly: The business I want to talk to you about now.",
        "Lily: Now that's an interesting way to start a proposal.",
        "Carly: First of all, let me right out, it isn't like the loan. This would be an investment.",
        "Lily: Okay. In what?",
        "Carly: In a start-up. With incredible growth potential in a recession-proof industry.",
        "Lily: What industry is that?",
        "Carly: Spirits.",
        "Lily: Spirits?",
        "Carly: Specifically, vodka. A high-end, designer vodka made for upscale, professional women. A drink that says \"Exciting, alluring, fun.\" Called \"Midnight Sun.\"",
        "Lily: Ooh, I like the name. Where did you come up with that?",
        "Carly: From you. And me. And our cosmos.",
        "Lily: We do love our cosmos.",
        "Carly: Yes we do. And what I've learned at Metro is that we are not alone. Women have made it their cocktail of choice. So why shouldn't we insist that it be made with a vodka that was specifically made for us?",
        "Lily: Well, it is interesting. And -- from the looks of it fun. I really like this one.",
        "Carly: Yeah, that's my favorite, too.",
        "Lily: And you really came up with this all by yourself?",
        "Carly: Completely. It was all my idea.",
        "Lily: I think all this groundwork is amazing. I mean, you're almost ready to launch.",
        "Carly: Well, I didn't want to bring it to you unless I was sure it would work.",
        "Lily: I think it will.",
        "Carly: Really?",
        "Lily: Absolutely. I mean, it's sexy. It's glamorous. It has huge potential.",
        "Carly: Does that mean you're interested?",
        "Lily: Carly, I think there's a bigger question we need to consider.",
        "Carly: Which is?",
        "Lily: You and me being partners.",
        "Carly: Well, we were great when we had that design business.",
        "Lily: That was before you slept with my husband.",
        "Carly: Yeah, right. That.",
        "Lily: Yeah, that.",
        "Carly: Lily, I think you know how much it means to me that you were willing to be my friend again.",
        "Lily: I know, but this is a much bigger step. More than having lunch or cosmos.",
        "Carly: Though we will be drinking our share of those.",
        "Lily: Yeah, but we'll be working long hours together. Side by side. Making decisions, no doubt disagreeing sometimes. Think we can handle that?",
        "Carly: Yes, I do. I certainly want to try. That's why I'm here.",
        "Lily: I assume you have a business proposal?",
        "Carly: Yes.",
        "Lily: All right, I will take this home. And go over the financials to make sure they make sense to me.",
        "Carly: I sort of want to move quickly on this.",
        "Lily: Okay, I have a meeting with Lisa, but after that I can go home and run the numbers. I'll let you know by the end of the day.",
        "Carly: Great. Oh, and take this with you, too.",
        "Lily: You are getting good at this.",
        "Carly: We'd be even better together.",
        "[SCENE_BREAK]",
        "Paul: Josie gone for good?",
        "Barbara: She left. That's all I know.",
        "Paul: I told you to put her on a bus.",
        "Barbara: She wants to help you.",
        "Paul: I could not have been more clear about this.",
        "Barbara: You know what? You can beat this. With a really good lawyer and Josie's testimony --",
        "Paul: Will you please stop?",
        "Barbara: I'm not going to let you be thrown back in jail again, Paul!",
        "Paul: It's not your decision, Mother.",
        "Barbara: You're going to throw your life away!",
        "Paul: Okay, just listen, all right? I know that you love me.",
        "Barbara: Yes, I love you. I am your mother.",
        "Paul: And I love you, too. But you've done all you can. You need to stop.",
        "Barbara: I can't.",
        "Paul: Yes, you can. You need to accept that I'm never going to be the son that you wanted me to be, and no matter how much love and affection and support you waste on me --",
        "Barbara: It's not wasted!",
        "Paul: Yes it is. I can't change. I will always be how I am. And the best thing for you, and everybody else, is to just stay as far away from me as you can.",
        "[SCENE_BREAK]",
        "Meg: I am sorry for some of the things I said to you.",
        "Dusty: When your daughter's missing, you can say anything you want.",
        "Meg: And now I need you to forgive me.",
        "Dusty: I do. I make Paul angry. I always have. So, marrying you made things a lot worse.",
        "Meg: Well, I agreed to it.",
        "Dusty: Yeah, you were helping me keep my son.",
        "Meg: And that's all it was. And Paul made it into something else. Not you.",
        "Dusty: Well, I made it easy for him.",
        "Meg: He would've done it anyway. That's who he is. And now he's locked up, and probably won't get out for a very long time.",
        "Dusty: He's still your baby's father.",
        "Meg: Yeah, well, when Eliza's 18, she can figure out what she wants to do about that.",
        "[Baby crying]",
        "Meg: And there she is. She's probably hungry. She hasn't stopped eating since she got home. Can you do me a favor? Could you warm a bottle of milk?",
        "Dusty: My pleasure.",
        "Meg: Thank you.",
        "[Knocking on door]",
        "Dusty: What are you doing here?",
        "Josie: I -- came to see Meg.",
        "Dusty: Meg's upstairs with the baby. Can I leave her a message?",
        "Josie: No, I need to speak with her.",
        "Dusty: Why?",
        "Meg: What are you doing here?",
        "Dusty: She wants to thank you for not pressing charges against her.",
        "Meg: You're welcome.",
        "Josie: I also want for you to understand why I'm going to testify for Paul.",
        "[SCENE_BREAK]",
        "[Elevator bell rings]",
        "Craig: Lily -- what a lovely surprise.",
        "Lily: You're in a good mood, Craig.",
        "Craig: Well, why shouldn't I be? Having my son back in my life is the best thing that ever happened to me.",
        "Lily: I'm glad that you feel that way.",
        "Craig: I see you've been talking to Carly.",
        "Lily: Yeah, she was telling me about her new business idea.",
        "Craig: Well, what do you think?",
        "Lily: I think she's got a winner.",
        "Craig: I couldn't agree more. Did she tell you about the tasting in Brooklyn?",
        "Lily: She didn't have to tell me. I could see it in her bloodshot eyes.",
        "Craig: It was quite a day.",
        "Lily: Were you there?",
        "Craig: What exactly did she tell you about the business?",
        "Lily: I'm not sure I'm at liberty to discuss it.",
        "Craig: Of course not. But I can't help but wonder why she was discussing it with you?",
        "Lily: Well, she needs a partner.",
        "Craig: She said that?",
        "Lily: I was surprised myself. But she doesn't want to do it completely alone, and she's targeting women consumers, so she thought having a woman partner fits into the whole marketing thing.",
        "Craig: Indeed. For what it's worth, I think you two would make a terrific team.",
        "Lily: We'll see.",
        "Craig: Are you interested?",
        "Lily: I'm considering it. But the truth is, she doesn't really need me. Carly's always been a amazing businesswoman. I mean, when you think about everything she's accomplished already.",
        "Craig: Well, that's our Carly. Always full of surprises.",
        "[Lily laughs]",
        "[SCENE_BREAK]",
        "Carly: Could you give Mr. Siegler a message for me, please? Could you tell him that Carly Tenney called -- from Midnight Sun? And there's been a slight change in plans and I need to meet with him again as soon as possible. And please have him contact me directly. Craig Montgomery is no longer in the picture. Thank you.",
        "[Doorbell rings]",
        "Craig: Hey, partner.",
        "Carly: I wasn't expecting you.",
        "Craig: I thought I'd come by and see the progress you're making on the drawings.",
        "Carly: Not much.",
        "Craig: Haven't you been here slaving away all morning?",
        "Carly: Well, like I told you, I'm still not feeling very well from yesterday.",
        "Craig: Show me what you do, then. Oh, interesting.",
        "Carly: They're not finished.",
        "Craig: Hmm, but very creative. Shows a lot of original thinking.",
        "Carly: I guess.",
        "Craig: So tell me -- was this -- your idea? Or Lily's?",
        "[SCENE_BREAK]",
        "Holden: So that's it. We had our little chat, and me and Dusty are best buds.",
        "Lily: Really?",
        "Holden: No. No, I just apologized.",
        "Lily: Yeah, well I'm sure that Meg is happy that the two of you aren't trying to kill each other anymore.",
        "Holden: I don't think she could care less about either one of us. She's just so happy to have her baby back.",
        "Lily: Can I ask you something?",
        "Holden: Sure.",
        "Lily: Carly made me a proposal, and I want your opinion.",
        "Holden: Carly did that?",
        "Lily: Yeah, I know. It's intriguing.",
        "Holden: Intrigue me.",
        "Lily: She wants us to be partners.",
        "Holden: You and Carly?",
        "Lily: Well, we have been before.",
        "Holden: Yeah. But before was --",
        "Lily: I know. But we've dealt with a lot that we had to deal with. Well, some of it, anyway.",
        "Holden: A business partnership is a lot different than occasional lunches at the Lakeview.",
        "Lily: So you think it would be a mistake?",
        "Holden: Don't you?",
        "Lily: I don't know. Maybe it's what we need, to put the past behind us.",
        "Holden: Or have it come crashing back down on our heads.",
        "[SCENE_BREAK]",
        "Carly: I did the drawing. What's Lily got to do with it?",
        "Craig: Oh, well, I ran into her at the Lakeview. She had your drawing.",
        "Carly: So?",
        "Craig: I thought you were working here all morning.",
        "Carly: I was. She came by, she wanted to know what I was up to, I showed her.",
        "Craig: You're a smooth liar. I like that.",
        "Carly: Okay, what did she tell you?",
        "Craig: That you had come up with this brilliant business idea all on your own.",
        "Carly: She misunderstood.",
        "Craig: And that you had asked her to be your partner. Did she misunderstand that too?",
        "Carly: Craig, I can explain --",
        "Craig: This business was my idea, Carly! I brought it to you on a platter! Now, what right do you have to go to another investor?",
        "Carly: I was going to talk to you about it.",
        "Craig: When? When the knife was buried so deep in my back, I couldn't do anything about it?",
        "Carly: I think that maybe you're over-reacting.",
        "Craig: I don't think so. But I will tell you what I do think. I think you took all the credit for my idea. As if I hadn't found a distributor. As if I hadn't worked my butt off to get you and our non-existent product off the ground and ready to launch in no time! You owe me, lady! Big time! And instead of thanking me -- you -- you know what you are? A perfidious, Machiavellian termagant!",
        "Carly: I know that I'd be insulted by that if I knew what it meant.",
        "Craig: You know exactly what it means. And I can't believe that you'd do this to me.",
        "[SCENE_BREAK]",
        "Lily: It's a high-end vodka designed to appeal to women the way that blended scotch appeals to men. I think Carly has a really good plan.",
        "Holden: Well, I can see why you're interested.",
        "Lily: But you're against it?",
        "Holden: How is this different from the loan she asked us for? You were dead set against that.",
        "Lily: First of all -- she asked you.",
        "Holden: Okay.",
        "Lily: And this would be an investment, not a loan.",
        "Holden: Which means, instead of a one-time check, you'd be having an ongoing, day-to-day basis business relationship with her.",
        "Lily: True.",
        "Holden: And the reason you didn't give her the loan was because we didn't want to bring her back into our lives.",
        "Lily: I said that, didn't I? This would be worse.",
        "Holden: Seems like it.",
        "Lily: You're right.",
        "Holden: I'm not saying you shouldn't do it.",
        "Lily: But you think it would be a mistake.",
        "Holden: I just think your interest in the project is outweighing your better judgment.",
        "Lily: You're right.",
        "Holden: Just like you were right with the loan. Carly can be very persuasive.",
        "Lily: Yeah, but somebody else always ends up paying for it.",
        "[SCENE_BREAK]",
        "Meg: I know Eliza wouldn't be here right now if it wasn't for you. And I know you protected her the best way you could, and I will be forever grateful. But let's not forget who you were protecting her from.",
        "Josie: Eliza was never in any danger from Paul. He doesn't deserve to be treated like a criminal.",
        "Dusty: He is a criminal.",
        "Josie: Well, then so am I. I never called the police to turn him in.",
        "Meg: You got word to me.",
        "Josie: Because I knew that he didn't want to hurt you, either.",
        "Dusty: He sent you over here? To get Meg's sympathy?",
        "Josie: He doesn't want help from me or from anybody else. He won't even let Barbara hire him a lawyer. He has completely given up.",
        "Dusty: No, he never gives up.",
        "Josie: You don't get it. It's like he wants to be locked away.",
        "Dusty: Yeah, right.",
        "Josie: You haven't seen what I have seen. This is a human being who is beyond despair. He doesn't think that he's going to ever see Meg or Eliza again.",
        "Dusty: He won't.",
        "Josie: So he's pleading guilty, and he's not even offering any kind of a defense.",
        "Dusty: Let him!",
        "Meg: He should have a lawyer.",
        "Josie: Well, he's refusing to get one. It's like, he just wants to disappear from everyone's lives.",
        "Dusty: It's about time.",
        "Josie: You know, I don't expect for you to care about him. But you did -- once.",
        "Meg: Okay, what do you want me to do?",
        "Josie: You could make an appeal for leniency.",
        "Dusty: Why would Meg want Paul back on the street?",
        "Josie: I know that you let everyone believe that you were dead. You even let someone else take the blame for your murder. And you -- you married a man who you don't love, just to help him hold onto his child. Are either of you really that different from Paul?",
        "Dusty: You should go.",
        "Josie: I will. But think about it. He needs you. And your daughter needs him.",
        "Dusty: You're not going to fall for this Paul in despair routine, are you?",
        "Meg: Would you be able to watch Eliza for a little while?",
        "Dusty: Where are you going?",
        "Meg: To see for myself.",
        "Dusty: You don't want to do that.",
        "Meg: You're right. I don't.",
        "Dusty: I thought you left.",
        "Josie: I wanted to make sure that you don't hate me.",
        "Dusty: I don't hate you, Josie. I just don't trust you.",
        "Josie: I never wanted to hurt you, Dusty. I honestly cared for you. I still do. But I -- I can't live up to your high standards. Not that it matters.",
        "Dusty: It does matter. It's not like I don't feel anything for you.",
        "Josie: Do you?",
        "Dusty: You know I do. It's all built on a lie. You can't change that.",
        "Josie: Right, can't change that.",
        "Dusty: It's better for both of us if we let it go.",
        "Josie: If that's the way you want it.",
        "Dusty: One of these days you're going to realize I'm right.",
        "Josie: You always are.",
        "[SCENE_BREAK]",
        "Barbara: I didn't expect to see you.",
        "Meg: I want to see him.",
        "Barbara: Josie told you? He needs your help. But if you're going to disappoint him again, you might as well leave.",
        "Meg: I'm the one who disappointed him?",
        "Barbara: I know that he's not perfect, Meg. But he loves you. And he loves your baby. And it is killing him that you're not together.",
        "Meg: He has no one to blame but himself.",
        "Barbara: You loved him once.",
        "Meg: Yeah, and he didn't believe that. Or he never would have done the things that he's done.",
        "Barbara: Just don't hurt him again, okay? He can't take anymore pain.",
        "Meg: I just want to talk to him, that's all. Alone.",
        "Paul: Hi. I'm really happy to see you.",
        "Meg: Well, don't be. I still hate you for what you did.",
        "Paul: Yeah, I'm sorry.",
        "Meg: Do you have any idea what you put me through?",
        "Paul: Yes.",
        "Meg: Your mother was telling me that you love me.",
        "Paul: I do.",
        "Meg: No one who loves me would have ever, ever, ever, have me suffer that way.",
        "Paul: I didn't mean for you suffer. I just wanted to spend a little time with my little girl. Without anybody hovering over us, or judging us --",
        "Meg: I wanted to die!",
        "Paul: I know the feeling.",
        "Meg: Don't you dare make me feel sorry for you.",
        "Paul: I'm not. I'm not.",
        "Meg: You know, your mother wants me to help you. And so does your friend. They think I can stop you from pleading guilty, that I can somehow convince the judge to give you a break.",
        "Paul: I don't want you to do that.",
        "Meg: Well, I really don't know why I should. You know, I show you the slightest kindness, and you take advantage of that. And then you end up making my life miserable.",
        "Paul: Maybe you should forget about helping me.",
        "Meg: Is that supposed to be reverse psychology?",
        "Paul: No. I'm being honest with you. I've come to think that I belong in jail.",
        "Meg: There's just one problem with that. You're still Eliza's father. And I do have to think about her. And I still have to deal with the fact that it might not be good idea to have a father in jail. Or, on the other hand, it might be a very good idea.",
        "Paul: Guess it's up to you.",
        "Meg: No, Paul. It's up to you. Give me one good reason I shouldn't want you out of both of our lives for good.",
        "[SCENE_BREAK]",
        "Craig: This is all because I kissed you yesterday, isn't it?",
        "Carly: No, it is not!",
        "Craig: Don't lie to me, Carly. I could feel you getting scared.",
        "Carly: You think I'm scared of you?",
        "Craig: Well, not of me. I know you're attracted to me, whether you admit it or not.",
        "Carly: Oh, you're a little full of yourself, are you?",
        "Craig: I know what I see. A woman who has been hurt, so now she's over- cautious. Well, you can relax. Whatever attraction I ever had for you is dead. You killed it.",
        "Carly: You see? Just there -- I don't believe that entirely. And that's the problem. I cannot work with someone that I cannot trust.",
        "Craig: Who can?",
        "Carly: Well, exactly! Well, then you understand! I just don't want there to be hard feelings here.",
        "Craig: I don't have any hard feelings.",
        "Carly: What are -- what are you doing?",
        "Craig: Midnight Sun is my company. You think you can just walk away with it? My business? My idea? No, you don't replace me. I replace you. It's a good thing there's a lot of out-of-work designers walking around out there.",
        "Carly: You know it won't be the same.",
        "Craig: No, it won't. It might be better.",
        "[Cell phone ringing]",
        "Carly: Hello?",
        "Lily: Hey. I promised I'd get back to you with an answer.",
        "Carly: Thanks.",
        "Lily: Carly, I've thought about it a lot. And I think it is a fantastic idea. I think you really can't miss.",
        "Carly: That's great!",
        "Lily: But we can't be partners.",
        "Carly: Why not?",
        "Lily: You know the reasons. We'd just be asking for trouble.",
        "Carly: That's fantastic.",
        "Lily: It is?",
        "Carly: I cannot tell you how much I appreciate it.",
        "Lily: Appreciate what?",
        "Carly: You know, I've got somebody here right now. But I'm going to call you back. Bye! Okay, I -- I think that we should calm down and we should talk about this calmly. Because you might be right, I may have made a very bad choice.",
        "Craig: That was Lily, wasn't it?",
        "Carly: No.",
        "Craig: She backed out on you.",
        "Carly: No, she certainly did not.",
        "Craig: Don't lie to me, Carly! I can always tell when you're lying!",
        "Carly: Okay. She backed out.",
        "Craig: Well, what do you know? I've got Mrs. Carly Tenney exactly where I want her.",
        "[SCENE_BREAK]",
        "Paul: I'm not going to tell you what to do.",
        "Meg: Since when?",
        "Paul: Fair enough. I know I can't ask you to love me. Or to understand me. Or to even put up with me. All I can do is tell you that I love you. And I love our little girl. And I will always want to be with you both.",
        "Meg: I know you will.",
        "Paul: But you don't owe me anything.",
        "Meg: No, I don't, Paul. I've spent too much of my life thinking about you. Worrying about you, waiting for you to change. And I only end up suffering for it.",
        "Paul: I'm sorry.",
        "Meg: Yeah, you said that.",
        "Paul: I mean it.",
        "Meg: I'm done with you, Paul. I need to think about Eliza now. And whether she really needs a father in her life. And to tell you the truth, I really don't know the answer to that.",
        "Paul: What are you still doing here?",
        "Josie: Barbara thinks that Meg might help.",
        "Paul: Did you talk to Meg?",
        "Josie: Yeah, she has a right to know what's going on.",
        "Paul: Okay, great. You've done your good deed for, like, the year. Will you leave now?",
        "Josie: No, I just told Barbara that I'm staying.",
        "Paul: You still think you have a shot with Dusty.",
        "Josie: No, I just saw him. And he made it pretty clear that I don't.",
        "Paul: Well, I'll get you the money that we talked about, and you can get on with your new life.",
        "Josie: I'm not done with this one.",
        "Paul: If Dusty said he's not interested, what are you staying for?",
        "Josie: You.",
        "[SCENE_BREAK]",
        "Dusty: She's asleep.",
        "Meg: Did you want me to take her?",
        "Dusty: No, I got her. If it's okay with you.",
        "Meg: Sorry. You know what? I'll make some tea.",
        "Dusty: How was it?",
        "Meg: Ah -- okay.",
        "Dusty: Did he throw himself at your feet?",
        "Meg: No.",
        "Dusty: Did he throw Eliza in your face to make you feel guilty?",
        "Meg: He didn't want me to get involved. He wanted to pay for what he's done.",
        "Dusty: So that's the game he's sticking to, huh?",
        "Meg: I don't think it's a game.",
        "Dusty: Then let him get what he deserves.",
        "Meg: He's still Eliza's father. And what is she going to think when she finds out that her mother did nothing to keep her father from going to prison?",
        "Dusty: She'll think you did her a favor.",
        "Meg: No, she won't. She'll hate me for it. And she'll be right.",
        "[SCENE_BREAK]",
        "Carly: So what if Lily backed out on me. It's probably for the best, you know? I'm much better off with you.",
        "Craig: You think so?",
        "Carly: We work really well together. You've inspired me to do work that I'm proud of.",
        "Craig: That means so much more to me now that you have nowhere else to turn.",
        "Carly: Craig, it's just this -- it's such a big undertaking. And I -- I got nervous.",
        "Craig: About me?",
        "Carly: Are you surprised? Everything's always so complicated with you. If we could keep things professional, then I know it could work.",
        "Craig: Unfortunately, I don't think I want a business partner I can't trust.",
        "Carly: You don't trust me?",
        "Craig: Well, you did just try to stick it to me -- but good!",
        "Carly: You're the one with the hidden agenda.",
        "Craig: Oh, I see. You think I just want to sleep with you?",
        "Carly: Don't you?",
        "Craig: Maybe I did, in one drunken moment.",
        "Carly: You were sober!",
        "Craig: Well, you can bank it won't happen again.",
        "Carly: Right.",
        "Craig: Not even if you begged me on your knees. Well, maybe on your knees.",
        "Carly: Craig, that is never going to happen.",
        "Craig: Good.",
        "Carly: Right. So now that we've made that perfectly clear, can we just get back to work?",
        "Craig: You know, you had your chance and you blew it. So I'm just going to have to review my options.",
        "Carly: What -- what options?",
        "Craig: I'll be in touch.",
        "[Carly screaming]",
        "Carly: Ow!",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Carly: You know I didn't miss Sage's performance on purpose.",
        "Jack: Yeah, well, I guess it was the vodka taste test that made you lose track of time.",
        "Brad: She's trying to get pregnant behind my back.",
        "Luke: Who the heck is \"M\"?",
        "Casey: \"M\" -- is it Matt?"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=yFqKhcP8s30"
}