{
    "Episode Summary": [],
    "Recap": [
        "Jack almost catches Carly pilfering their accounts to pay Iris, but she covers claiming that she is getting the funds together for the lawyer. She almost changes her mind to tell Jack, but chooses not to when Iris interrupts. Carly pays an additional $10,000 in hush money to Iris, as Emily, who thinks she recognizes Iris, runs into them with Rory. The guilt seems to get the best of Emily when she finds herself defending Gwen to Carly. Susan tells Hal that she is worried about Emily moving Daniel into Paul's apartment to prove to everyone she is fine. They later use the key Emily gave Susan to check out Paul's apartment to see if they find anything suspicious will they see the baby footprints? Paul subtly directs Gwen into assuming Carly messed with the paternity test results. He tells her he will help her if she only listens to him. He claims he is helping her because of Will, but when he hides from Will when he comes to see Gwen, she pointedly asks Paul if Carly isn't the only one playing her? Mike is concerned the flowers anonymously sent to Katie are from Simon. Maddie is interested in hearing the story of Simon now, hoping this will help her cause further to break up Katie and Mike, as she continues to email Bryon as \u0091Katie.'"
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: Yes, my husband and I took out the line of credit about a year ago, and we've never used it. Right, yes. It looks like we've got that rainy day. What? What checks? Oh. And you can just use them like regular checks? And how do you get cash? Excellent. Excellent, thank you so much. You've been very helpful. Bye-bye. I think I did it. That's ten. Ten grand. All right, now I just have to pay off that horrible witch, and then I'm home free.",
        "[SCENE_BREAK]",
        "Emily: Mother?",
        "Susan: Oh!",
        "Emily: What are you doing here?",
        "Susan: I just came to visit. Do I always need a reason?",
        "Emily: You always have a reason. Excuse me.",
        "Susan: What's all this?",
        "Emily: Oh, I just bought Daniel some new school clothes. You know.",
        "Susan: Oh, that was thoughtful of you.",
        "Emily: Thoughtful? He's my son.",
        "Susan: Well, I know. I just meant that it was nice that he was on your mind, even though he's not living here.",
        "Emily: Of course he's on my mind. What do you think, because I don't live with my son, I don't see my son, I forget about him? You think I'm that lousy a parent?",
        "Susan: No, it was a stupid comment, okay?",
        "Emily: Yeah, it was.",
        "Susan: You're sure touchy today.",
        "Emily: I've got a lot on my mind, okay? I've got a long going on. Look, if you're just here for idle chitchat, I don't have time for it, okay?",
        "Susan: Now you're being rude to me. What did I do?",
        "Emily: Nothing. I don't mean to be rude. It's like I said, I've got a lot on my mind.",
        "Susan: Like what? Something is going on with you and I can sense it. So you might as well tell me what it is.",
        "[SCENE_BREAK]",
        "Gwen: You want to help me out. How?",
        "Paul: I'm gonna help you out. I'm gonna take care of this whole custody/paternity thing, once and for all.",
        "Gwen: Did Will put you up to this?",
        "Paul: He told me what was going on. But no, he has no idea that I'm talking to you.",
        "Gwen: Well -- so, how much did he tell you?",
        "Paul: Just that Casey's paternity test came back negative, and that you still swear Casey's the father.",
        "Gwen: You know what? Casey is the father. I don't know what happened to those tests. But either somebody messed with them, or that's not my baby, because Casey is the only guy that I've ever slept with.",
        "Paul: All right. Calm down. I'm only trying to help you.",
        "Gwen: Uh-huh. And why is that, all of a sudden?",
        "Paul: Because you're a friend of Will's. A friend of Will's is a friend of mine.",
        "Gwen: So, how do you want to help?",
        "Paul: Well, first of all, the odds of babies being switched in the hospital are pretty remote, so you need to put that right out of your head. And secondly, you need to ask yourself a question. I mean, who has an interest in this? Who would benefit the most from you losing your baby?",
        "Gwen: Well, Carly, obviously. I mean, the whole reason we are in court is that she wants to keep the baby.",
        "Paul: Exactly.",
        "Gwen: So what are you saying, that Carly's the one that messed with the tests?",
        "Paul: If anybody's capable of it, it's Carly. Believe me, I've seen her in action. That woman will do anything she has to, to get what she wants. Anything.",
        "[SCENE_BREAK]",
        "Carly: Oh! Jack? What are you doing home?",
        "Jack: Never mind that. Why don't you tell me why you're raiding our accounts?",
        "Carly: Oops. I didn't want you to have to see this, Jack.",
        "Jack: I can only imagine why.",
        "Carly: No, no, it's not what you're thinking. It's nothing bad, exactly. I'm not raiding. I'm calculating.",
        "Jack: Calculating what, exactly?",
        "Carly: How many pennies we'll have left over after we pay the lawyer for all this custody stuff.",
        "Jack: $10,000? That's what we're gonna have left? Ten grand?",
        "Carly: No, no, I think that's what we're gonna have to pay her, Jack, and I was just checking to be sure that we could cover it.",
        "Jack: Honey, we knew this wasn't going to be cheap, going into it. But she seems like a reasonable lady. I'm sure we can work out some kind of payment plan. We'll figure it out.",
        "Carly: Yeah, I'm sure we will. I was jut getting a jump on it so we wouldn't have any surprises down the line.",
        "Jack: I love you. You're always thinking. But I don't want you to panic or worry or anything. We'll manage. We've faced worse.",
        "Carly: Yeah, yeah, I know. It's just -- you know, I'm a worrier when it comes to money. So what are you doing home?",
        "Jack: Well, I was hoping the two of us could grab some lunch together.",
        "Carly: Oh, sweetheart, that's nice. But I can't. I have so many errands, and I want to beat the lunch rush at the bank.",
        "Jack: Come on, are you telling me I made this trip for nothing?",
        "Carly: No. No, it's not for nothing. You may kiss me. Okay, gotta go.",
        "Jack: Oh, come on. I'm gonna grab a sandwich. You sure you don't want one?",
        "Carly: No, Jack, I'm fine, go ahead. This is crazy. What am I doing? Jack?",
        "Jack: Yeah. What's wrong?",
        "Carly: This. I don't know why I'm keeping it from you.",
        "Jack: Keeping what from me? [Cell phone rings] No, honey, don't worry about it.",
        "Carly: No, I have to get it, Jack. It might be one of the kids.",
        "Jack: Tell me what you're gonna tell me.",
        "Carly: Hello?",
        "Iris: All right, so I'm here at Java. You're not. Why is that?",
        "Carly: Hi, Emily.",
        "Iris: Emily? I get it. What, Robocop come home early for the afternoon?",
        "Carly: Yeah, that's it, exactly. Look, unfortunately, I don't happen to have $10,000 just lying around the house!",
        "Iris: You're not giving me the loop here, are you?",
        "Carly: No, no, I just -- I can't pull that kind of money out of a hat. You have to give me more time.",
        "Iris: Yeah, tell it to somebody who cares. Now don't make me call the judge and tell him what you did to my son. 'Cause if you want to keep that little baby, you get here pronto, and you bring me that cash.",
        "Carly: Yes, Em, okay. I'll do my best.",
        "Iris: Do better.",
        "Carly: That was Emily. She wants to see me. Well, she wants to see the baby, really. So I have to go quickly, if I'm gonna get all this done.",
        "Jack: No, no, honey, we're not finished here. What was it you wish you'd told me?",
        "Carly: Oh, that. I'm just worried about money, that's all. And I feel bad that my wanting to keep Rory is costing us so much. And I'm sorry.",
        "Jack: No. You never have to apologize for wanting to keep that baby. We want to keep Rory in this family, honey. We're in this together. All the way. Okay?",
        "[SCENE_BREAK]",
        "Emily: I'm a little out of sorts today. You're right. I got a lot going on, you know, and you're my mother. Of course, you would be the one to notice.",
        "Susan: That's right. So, what's wrong?",
        "Emily: Well, nothing's wrong. Actually, it's something -- it's something good. I'm excited.",
        "Susan: Okay. So, what's the good news?",
        "Emily: Paul has agreed to have Daniel move in with us.",
        "Susan: He has?",
        "Emily: Mm-hmm. Isn't that wonderful? I get my son with me all the time.",
        "Susan: You're really sure that this is the right thing to do?",
        "Emily: Of course it's the right thing to do. Why wouldn't it be? And you know what? I was thinking, I need to give you a set of keys to the apartment so, you know, if you need to pick him up from school, or baby sit or whatever, here you go, Grandma.",
        "Susan: Emily, thank you.",
        "Emily: You agree that this is a good thing, right? You're happy for me?",
        "Susan: Does Hal or Tom know about this?",
        "Emily: Hal has nothing to do with this decision. He's not Daniel's father.",
        "Susan: Okay. But Tom is, and I bet you haven't even talked to him about it. You really think he's going to like the idea of Paul being Daniel's new --",
        "Emily: What?",
        "Susan: Role model?",
        "Emily: Well, I think he's gonna be a lot more accepting of it than you are.",
        "Susan: I wouldn't bet on it.",
        "Emily: Well, you know what? I don't really care. You know what? I don't care about what anyone thinks. Everyone's trying to tell me how I'm supposed to be a mom. Frankly, I'm sick of everyone telling me how I'm supposed to live my life, starting with you!",
        "Susan: You're right. This was probably a bad idea.",
        "Emily: Yeah, it was.",
        "Susan: Maybe I should just go before things get --",
        "Emily: Maybe you should.",
        "Susan: I just hope that one of these days, you understand that the only thing I care about is you and my grandson.",
        "Emily: Yeah, well, no one asked you to care!",
        "Susan: Well, I got a news flash for you. You're not the only mom who's prepared to fight for her child.",
        "[SCENE_BREAK]",
        "Paul: You really want your baby back, do yourself a favor and move as soon as you can.",
        "Gwen: You think I don't want to move? It's just that anything worth moving to is so damned expensive.",
        "Paul: Yeah, well, we can talk about that later. All things are negotiable.",
        "Gwen: So, you really think Carly messed with those test results?",
        "Paul: Are you telling the truth about Casey being the only guy you've ever been with?",
        "Gwen: Yeah, I'm telling the truth.",
        "Paul: Well, then Carly seems like the only explanation to me. And once she gets her mind on something, forget it. She won't let anything stand in her way.",
        "Gwen: Well, she's not getting my kid, so what do I do?",
        "Paul: Well, for one, you can get your act together, and your story. You've changed things so many times, it's no wonder nobody believes you.",
        "Gwen: I was just trying to protect people --",
        "Paul: It doesn't matter what you were trying to do. You're the girl who cried wolf, and now nobody wants to hear what you have to say. So, you need to pull yourself together and start acting smart. Otherwise, you can kiss this baby good-bye.",
        "[SCENE_BREAK]",
        "Henry: So?",
        "Katie: So, the florist has no record of who sent the flowers. They paid cash. It was a really busy time in the store. They don't even remember if it was a man or a woman who bought them.",
        "Maddie: Oh, how odd.",
        "Henry: It's odd, indeed. It's not your birthday. It's not any kind of special occasion that I can think of. Can you think of one?",
        "Katie: No.",
        "Henry: No? What does the card say again?",
        "Katie: \"Katie, how could I ever forget you?\"",
        "Henry: Huh. It sounds like he's responding to a question. Have you reached out to anyone from your past lately? Asked if they remembered you?",
        "Katie: No, no one.",
        "Maddie: So it sounds like Henry was right with that whole secret admirer thing.",
        "Katie: You think? How weird.",
        "Henry: Yeah, it's a little scary, too, Katie. I mean, it could be a stalker.",
        "Maddie: No way. Stalkers don't send flowers. This isn't scary, it's mysterious. It's romantic.",
        "Katie: Hey, you over there. You seem kind of quiet. You have any ideas?",
        "Mike: Yeah, I think I know exactly who sent you those flowers.",
        "All: Who?",
        "Mike: Simon.",
        "[SCENE_BREAK]",
        "Hal: Hi, Susan. I got away from the station as soon as I could.",
        "Susan: Thank you for meeting me. Would you like a cup of coffee or something?",
        "Hal: No, nothing, thanks, I'm fine. What's up?",
        "Susan: I feel like a rat, but there's something I think you should know. Emily plans on moving Daniel in with her and Paul. I knew this would upset you, but I thought it was only fair that you know.",
        "Hal: Well, I'm not surprised she hasn't bothered to tell me. Of course, there's really nothing I can do to stop her.",
        "Susan: That's too bad, because I think it's a really big mistake.",
        "Hal: I'll bet it was Paul's idea. Another way for him to keep her close.",
        "Susan: I don't think we can blame this one on Paul.",
        "Hal: Oh, come on, Susan. You and I both know, Paul will do anything to get what he wants.",
        "Susan: Well, that's true, but I don't think Emily's being manipulated this time. I think she's doing it to prove a point.",
        "Hal: Like what?",
        "Susan: It's like when I got hooked up with Rick Decker. The more Emily and Alison pushed me to stay away from the guy, the harder I dug my heels in.",
        "Hal: Well, Emily's certainly as stubborn as you are, maybe even more so.",
        "Susan: Exactly. Which is why I think moving Daniel in is her choice. She's doing it because she wants to, and that's what scares me most of all.",
        "[SCENE_BREAK]",
        "Emily: Hey, Paul, it's me. Listen, I gotta leave here in a while, and I just wanted to tell you that my mother was here a little while ago. She almost saw the footprints. Don't worry, I got 'em out of the way before she could see them, but to save us both from a future heart attack, I want to lock 'em up in the wall safe, if that's okay with you. That's it. I don't know, if you get this message, call me on my cell, or I'll just see you at home. I just said \"home.\" I like the sound of that. Okay, gotta go. Bye. Okay, right. 90. Okay.",
        "[SCENE_BREAK]",
        "Gwen: You know, I don't appreciate being called an idiot by anybody. I did what I had to do. I've made some mistakes. Everybody does. So what? Hmm?",
        "Paul: Wait, hold on a second. I'm not trying to argue with you, okay? I really am trying to help you.",
        "Gwen: Well, so far, all you've done is tell me what I've done wrong.",
        "Paul: I'm sorry. From now on, I'll try and tell you what you do need to do that's right. One -- stop talking about this theory you have about it being somebody else's baby. Don't even mention it. It makes you sound crazy. It makes you sound desperate. Two, forget Casey. And forget about this paternity test. No matter what happened, it's gone. It's dead in the water, no matter what the truth is.",
        "Gwen: No, no, no, but Casey is the father. And if I don't prove that, then everybody's gonna keep thinking that I'm a liar.",
        "Paul: Yeah, but it doesn't matter. The truth can't help you. I mean, what's the point of proving what's true if you lose your baby in the process?",
        "Gwen: You know what? I don't know what to do anymore. Nobody believes me. I'm broke. I can't even pay my lawyer. And now you're telling me I've messed up so bad I might lose my kid.",
        "Paul: No, you won't. Not if you listen to me. And you know what? Forget about the money that you owe the lawyer. I'll pay him whatever it is that you owe him.",
        "Gwen: And why would you do that?",
        "Paul: I have my reasons. But forget about me. What you need to do is start trying to figure out what you need to do to keep your baby.",
        "Gwen: So, what do I need to do?",
        "Paul: Exactly what I tell you to do. And exactly how I tell you to do it.",
        "[SCENE_BREAK]",
        "Iris: Sit down so I can check this, see how much.",
        "Carly: It's all there. And I want you out of my life, ASAP.",
        "Iris: Aw. Can't we all just be friends?",
        "Carly: If you think you're getting any more where that came from, you are wrong. We are through after this moment.",
        "Iris: Tough talk coming from a woman who's holding no good cards in her hand.",
        "Carly: Don't push it. I have done everything you've asked, but I have a limit.",
        "Iris: Yeah, so do I.",
        "Emily: Hey, Carly. Is everything okay?",
        "Carly: Hi, Em. Yeah. Yeah, everything's fine.",
        "Emily: Hi.",
        "Iris: How's it going?",
        "Emily: Wait a minute, I know you. I've seen you before somewhere.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Will: Gwen, it's me.",
        "Susan: Okay. So, what are we looking for?",
        "[SCENE_BREAK]",
        "Iris: Sorry, I think you got me confused with someone else. You don't look familiar.",
        "Emily: Oh. Oh, well. Guess you just have one of those faces.",
        "Iris: Yeah.",
        "Carly: Well, thanks for meeting me, Iris.",
        "Iris: Yeah, we gotta do it again, real soon.",
        "Carly: Yeah, well, maybe. You know, its summertime, and you know, summers are busy. Busy, busy with the kids, you know.",
        "Iris: They sure are. I'll call ya. Take care.",
        "Emily: Bye. You know what? She reminds me of this woman my mother used to know at the hospital. I'm telling you, I have seen your friend before.",
        "Carly: She's not my friend, Emily.",
        "Emily: Right, okay, sorry.",
        "Carly: I'm sorry. I'm sorry. I don't mean to sound like that. It's just, it's been such a hectic day. And you know, it's funny that I told Jack that I was meeting you as an excuse to get out of the house. And here, I've actually run into you. I think that's funny.",
        "Emily: Why would you need an excuse to get away from Jack?",
        "Carly: Oh, no -- nothing really. He just wanted to have lunch with me, if you know what I mean. And I had so many errands. You know how it is.",
        "Emily: Yeah. [Baby cries] Oh. Is he okay?",
        "Carly: Will you stay with him and watch him while I get them to heat up the bottle, all right?",
        "Emily: Shh. Its okay, baby. Its okay, baby. Carly's going to get you something to eat.",
        "[SCENE_BREAK]",
        "Susan: Emily did ask me to baby sit, so I'm going to volunteer as often as I can. I've gotta keep an eye on Danny.",
        "Hal: Do me a favor.",
        "Susan: What?",
        "Hal: Let me know the first time you do that, so I might just conveniently stop by and check things out for myself.",
        "Susan: Why wait?",
        "[SCENE_BREAK]",
        "Paul: I'm doing this for Will. I've let him down a lot lately, and I really want to try and make things up to him. And he cares about you a great deal, you know that.",
        "Gwen: Really?",
        "Paul: Why else would he stand up for you like this?",
        "Gwen: Well, he's a good guy. Probably the best friend I've ever had.",
        "Paul: Right. And he really wants this whole thing to work out for you. And I'll do whatever I have to do to help him, and helping him means helping you.",
        "Gwen: Okay. So let's hear what you have in mind.",
        "[Knocking]",
        "Will: Gwen, it's me.",
        "Paul: Look, Will can't know that I'm here.",
        "Gwen: Why not?",
        "Paul: It's just better that way.",
        "[Knocking]",
        "Gwen: I'll be right -- just a sec. I'll be right there. Just give me one sec, Will. Hey.",
        "Will: Hey.",
        "Gwen: Hey.",
        "Will: Is everything all right?",
        "Gwen: Yeah, why wouldn't it be?",
        "[SCENE_BREAK]",
        "Katie: I can understand why you might think Simon sent these, but I'm telling you, it's not something he would do.",
        "Mike: It wouldn't be the first time he pulled a surprise return on you.",
        "Maddie: Who's Simon?",
        "Henry: If he wanted to pull a surprise, why wouldn't he just show up unannounced and make it an actual surprise?",
        "Katie: Because there's no reason for him to come back here.",
        "Mike: I can think of one.",
        "Katie: Mike, you weren't there when I left him. Simon did not send these, trust me.",
        "Maddie: Who is Simon?",
        "Henry: Husband numero uno.",
        "Maddie: You were married before?",
        "Katie: Yeah.",
        "Maddie: Well, why didn't somebody tell me? I mean -- I just thought Henry was numero uno.",
        "Henry: No, I'm farther along on the food chain.",
        "Maddie: So who is this Simon person? Tell me about him.",
        "Katie: No.",
        "Henry: Somebody from her past Katie likes to forget.",
        "Mike: But obviously, Simon doesn't. Hey, can I talk to you alone for a minute?",
        "Katie: I know what you're going to say.",
        "Mike: No you don't. Please.",
        "Henry: Don't mind us. Just go ahead.",
        "Katie: Okay, but I think you're all making way too big of a deal out of this.",
        "Maddie: Why didn't you tell me about this other guy?",
        "Henry: Why? Why is it so important to you?",
        "Maddie: Because he could have been the love of Katie's life.",
        "Henry: No, no, he wasn't the love of Katie's life. No more than I am. Well, maybe a little bit more than I am. I think maybe Katie thought for a little while that he was, but for a very short time. For a very infinitesimal amount of time, but he wasn't, no more than I am. The man standing outside is the love of Katie's life.",
        "Maddie: Hey, where are you going?",
        "Henry: I'm going for my daily sob. If anybody asks, you helped me to the bathroom.",
        "Maddie: Don't lose faith, Henry.",
        "Henry: Oh, you young, young thing.",
        "Katie: Hey. Even if those flowers were from Simon, which they weren't, who cares? I don't want to see him. I don't want to have anything to do with him.",
        "Mike: Hey, the last time he came back in your life, he ended up making you very miserable. You do not deserve to put up with his mind games again.",
        "Katie: It won't come to that because he won't get close enough to try.",
        "Mike: You're right about that. Because nothing is coming between us this time, angel. You got that?",
        "Katie: Yeah, I like it when you get tough.",
        "Mike: How about when I get gentle?",
        "Katie: Even better. You know you want 'em!",
        "Katie: Damn it.",
        "Mike: What?",
        "Katie: Now you've got me worried. What if Simon is thinking about coming back? No, that's crazy. Why would he?",
        "Mike: Why did he do any of the things that he did?",
        "Katie: But why now? Just when we're so close to finally being together.",
        "Mike: You know what? Maybe I was wrong. Maybe Simon didn't send those flowers. Look, I'm probably just being a little overprotective of you.",
        "Katie: Nice try, Kasnoff, but the seed's already been planted. Maybe we should just start preparing for the worst.",
        "Mike: Hey, Simon Frasier will not come anywhere near you. No way, no how.",
        "Maddie: So, is anyone going to tell me anything about Simon the first?",
        "Henry: Why are you so interested?",
        "Maddie: Just am.",
        "Henry: It's a long story. He showed up from Australia with larceny on his mind, and then he ends up sweeping Katie off her feet.",
        "Maddie: Oh, a scoundrel with an accent. Dangerous.",
        "Henry: It's not funny, Maddie. It's not funny. He's got a selfish streak the size of Wyoming, and he's hurt Katie more than once.",
        "Maddie: You know, I don't get it. Katie manages to fall for two guys long on charm, short on scruples, and then what happens? She falls for a snooze like Mike. You know, it makes zero sense to me.",
        "Henry: Let it go, will ya there, little sis? Let sleeping ex-husbands lie. Speaking of which -- night.",
        "[SCENE_BREAK]",
        "Emily: Its nice holding a baby again, isn't it? I remember Daniel at that age.",
        "Carly: Well, you know, you could have picked him up while I was getting the bottle warmed up.",
        "Emily: No, I know. I didn't want to move him, make him cry more.",
        "Carly: He's actually pretty good with strangers. You know, if you think about it, I was a stranger just up until a couple of weeks ago, and he took to me and Jack really well.",
        "Emily: He's beautiful, Carly.",
        "Carly: What's wrong?",
        "Emily: Nothing. I'm happy for you.",
        "Carly: Thanks. You know, you and Paul should come over soon for dinner. You could see how happy the other kids are to have Rory in the family.",
        "Emily: That'd be nice.",
        "Carly: So things are still going okay with you two?",
        "Emily: Yeah. Yeah, couldn't be better, actually. Oh, and good news. Daniel's going to move in with us.",
        "Carly: Wow! Well, that is good news. Well, it sounds like things are pretty serious, then.",
        "Emily: Yeah, I guess they are.",
        "Carly: That's great, Emily. You deserve it. I'm so happy for you.",
        "Emily: Thanks. You're the only one.",
        "Carly: Oh, no. No, don't tell me your mom's giving you a hard time.",
        "Emily: Naturally, but I'm -- I'm used to it. Nothing could upset me right now because for the first time in a very long time, I'm really happy. You know? Paul accepts me for who I am, and we're really good together. I mean, I don't know where we're headed, but I like the road we're on. Nothing's going to mess it up this time, Carly. Not even me.",
        "[SCENE_BREAK]",
        "Will: Are you sure everything's all right?",
        "Gwen: Yeah, yeah, why wouldn't it be?",
        "Will: I could have swore I heard a guy's voice in here.",
        "Gwen: Yeah, you caught me. He's under the bed. Come on out, Hans, we're busted. Come on.",
        "Will: Ha-ha. All right, so, I talked to my brother about getting some money out of my trust, and he's going to talk to my mom.",
        "Gwen: Really? Cool.",
        "Will: Yeah, if anyone can get her to loosen up the reins a little bit, it's him.",
        "Gwen: Well, that's great, but you shouldn't be wasting your money on me.",
        "Will: It's not a waste. It's something I want to do.",
        "Gwen: Well, thanks.",
        "Will: Are you sure everything's okay?",
        "Gwen: Yeah. You know, I'm just -- I'm stir crazy, you know?",
        "Will: All right, well, let's get out of here. I mean, the only time you leave is to go flip burgers at Al's, so let's go out.",
        "Gwen: Well, actually, I am invited to all the cool parties. You know, it's just -- it's not really my scene.",
        "Will: No, I'm serious. You deserve it, so let's go have some fun.",
        "Gwen: Are you asking me out?",
        "Will: I don't know. Maybe, yeah. I guess. As friends.",
        "Gwen: Well -- thanks, but I can't right now. Maybe some other time. What? Come on, you can't take no for answer?",
        "Will: Uh-uh, something's going on here. You're acting really weird. And I'm not leaving until you tell me what it is.",
        "[SCENE_BREAK]",
        "Maddie: Okay. \"Hi, Byron.\" \"Love, Katie.\" [Maddie sighs] Don't worry, bro. It'll be okay. I promise. [Computer beeps] \"Of course it's me.\" \"Just keep doing what you're doing, Byron G.\" Uh, Mike's gone?",
        "Katie: Yeah.",
        "Maddie: Oh.",
        "Katie: Listen, Maddie, I know it's probably hard for you to see me with Mike because you feel like it's some sort of betrayal to Henry. But Henry and I aren't going to be together in the way that you want. I mean, we're friends, great friends. But I love Mike.",
        "Maddie: Okay.",
        "Katie: Okay, good. Did you arrange these?",
        "Maddie: Yeah. Sorry. Henry said you might be mad.",
        "Katie: No, not at all, you did a great job.",
        "Maddie: So, what if they are from that Simon guy? Or what if they're not?",
        "Katie: You know what? Whoever they're from, it doesn't really matter. They're wasting their time. My heart's already taken.",
        "Maddie: Oh, right. We'll see about that.",
        "[SCENE_BREAK]",
        "Susan: Are you sure you want to go through with this?",
        "Hal: No. But right now, I'm going to forget, for a moment, that I'm a cop. Right now I'm Emily's ex-husband and I'm worried about her.",
        "Susan: Okay. So what are we looking for?",
        "Hal: Anything out of the ordinary. Anything suspicious.",
        "Susan: Like what?",
        "Hal: I'll know it when I see it.",
        "[SCENE_BREAK]",
        "Carly: So it turns out Gwen was lying. And Casey is not Rory's father.",
        "Emily: Wait, the DNA test was conclusive?",
        "Carly: Jack said that a negative on those things is 100% certain, so there's no way that Casey's the dad.",
        "Emily: I wonder why Gwen would lie.",
        "Carly: She probably doesn't even know who the father is. It could be any one of those boys running around Oakdale Latin.",
        "Emily: Well, I guess that means you get to keep custody of the baby, right?",
        "Carly: I don't know. I hope so. There's another hearing scheduled. God knows what Gwen has planned next. But this time, I promise you, I am going to stay one step ahead of her.",
        "Emily: What does that mean?",
        "Carly: It means that I'm going to dig up everything I can. I'm gonna find out all her dirty little secrets. I'm gonna make sure that she does not have a leg to stand on.",
        "Emily: Yeah, well, I don't think you should do that.",
        "Carly: Why not?",
        "Emily: Because, Carly, you've got so many other things to worry about. Besides, it sounds like she's burying herself already.",
        "Carly: No, no, no, no. I cannot take any chances. I made a promise to my sister, and I will keep this baby, whatever it takes.",
        "Emily: Well, that is just wrong.",
        "Carly: Wrong? Hey, what are you talking about?",
        "Emily: This whole thing, Carly, it's just gotten out of hand! I mean, this girl, you may not like her, but she has some rights. And if she wants her baby back, then she should have him.",
        "[SCENE_BREAK]",
        "Gwen: Are you seriously asking me if I'm okay? I mean, I'm fighting a losing battle, trying to get my kid back. Casey's lying about being the father. Somebody set up the test results so that I'd look like a big fat liar in court. No, Will, I'm not okay. Who would be?",
        "Will: I'm sorry. I'm sorry. I just wanted to know if you wanted to get a bite to eat, go to the park, get some fresh air.",
        "Gwen: I just -- I need to be alone right now.",
        "Will: Gwen, I'm sorry if I upset you.",
        "Gwen: Look, I know you didn't mean it. It's just, I need to be by myself.",
        "Will: Are you sure?",
        "Gwen: Yeah. I'm sorry I blew up at you.",
        "Will: No, don't apologize. I should've been more aware.",
        "Gwen: No, you're pretty much the only person in the whole world who cares about me.",
        "Will: I do, so whatever you want --",
        "Gwen: Thanks.",
        "Will: Okay, well, you'll call me?",
        "Gwen: Yeah.",
        "Will: Okay, then.",
        "[Knock on door]",
        "Gwen: I thought you'd taken off.",
        "Paul: No, I just had to make sure that Will was gone.",
        "Gwen: Why? Why such a big secret?",
        "Paul: It's complicated.",
        "Gwen: Mmm, you know, I'm tired of being lied to. If you wanted to help Will, you just would have told him instead of jumping out the window.",
        "Paul: You'd have to have grown up in the family we grew up in to understand the --",
        "Gwen: You know what? Don't give me that. You're up to something. Maybe Carly's not the only one trying to play me here. Maybe you are, too.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Meg: If you want to know about your mother or the spa, then just pick up the phone and call her yourself.",
        "Paul: All you have to do is take your baby, pack up, and leave Oakdale for good.",
        "Hal: Uh-huh.",
        "Emily: Your sister is gone.",
        "Carly: Is she? Or do you look at Paul and wonder if you're second best all over again?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=GzMqGIcYs3o"
}