{
    "Episode Summary": [],
    "Recap": [
        "Aaron sees Allison flirt with a drug dealer and his friends, but he leaves before she kicks him. Gwen tells a shocked and unsure Will that she is pregnant. Will calls Bob to examine Gwen because he is worried since they couldn't get pregnant. Noah and Maddie admire Luke's writing, as Luke is secretly thrilled with the admiration Noah is showing him. Ava and Silas want the music box from J.J.. He is forced to give it to them, but they become upset when they can't find the key they are looking for inside. They are taking J.J. with them until someone gives them what they came for. Carly nervously waits for J.J., who is now late. Jack sets up a romantic dinner for Katie and him. Allison buys a new outfit after beer is spilled on her. She bumps into Aaron who makes a snide comment about her change of clothes and then outright insults her after he admits to seeing her with three guys. Katie and Jack reminisce, and then Jack pops the question. Katie doesn't answer him. Aaron and Allison have a fight over what she feels he thinks about her. He explains he is worried she will screw up her sobriety. Luke spies Noah and Maddie kissing, but handles it. Carly calls the Farm and finds out from Luke that J.J. isn't there but his bike is, which worries Carly more. Bob agrees to exam Gwen so they can find out tonight what is going on. Gwen is convinced she is pregnant though. Katie loves being with Jack but she is worried about complications in their lives and how everything always seems to go wrong. She is even more worried because she screwed things up with Mike when things couldn't have been more simple. Jack is upset, but thinks Katie is reading into things too much, and should go with the flow a little more because life isn't always going to be easy. Katie sees how Jack is and decides she wants to start over the evening and wants him to ask again. Carly receives a call from Silas telling her that they have J.J. and they want to talk with Jack. Carly rushes to find Jack. Will and Gwen are thrilled when they receive confirmation that she is indeed pregnant. Barbara shows up to give Will a watch of Paul's, and they share their news with an ecstatic Barbara. Allison is about to take a hit of Meth but changes her mind. Susan sees this though and is upset. She thinks Allison can't do this alone, and strongly suggests rehab. Allison tries to explain it is not like it seems, and that she needs one person to believe in her. Allison decides she is going to do it on her own because she is moving out. Jack is about to pop the question again when Carly races in; Jack is furious, but Carly pleads with him that it isn't a game; J.J. has been kidnapped. They have to get home for the call. Noah is Luke's writing inspiration. Carly, Jack and Katie rush home. Silas calls and tells Jack that he wants the key in the music box. He wants it as much as Jack wants his son back. A distraught Jack stares at Carly speechless."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: And here I was, thinking it was going to be just another boring old night in Oakdale.",
        "Jesse: You up for a party?",
        "Alison: I always am. Always will be.",
        "Jesse: You know, I can never tell what mood you're going to be in.",
        "Alison: That's what makes it interesting, right? And we want things to be interesting, don't we?",
        "Jesse: Think you're reading my mind.",
        "Alison: But not vice versa.",
        "Jesse: Ow!",
        "[Jesse coughs]",
        "[SCENE_BREAK]",
        "Will: So, you're telling me --",
        "Gwen: I'm pregnant.",
        "Will: And this -- this isn't some kind of sick joke?",
        "Gwen: No. Of course not. I wouldn't joke about something like this. And even though I was feeling sick, I mean, this was the furthest thing from my mind.",
        "Will: You've been complaining about your stomach, like you have the stomach flu.",
        "Gwen: Well, that's what I thought it was. But then I was talking to Carly about kids and --",
        "Will: And that made you think you were pregnant?",
        "Gwen: No. But it made me go buy a pregnancy test. And -- it's positive, Will.",
        "Will: Gwen --",
        "Gwen: Come on. Aren't you happy? I thought this was what we've always wanted.",
        "Will: I'd be happy -- if it were true. But you and I both know that it can't be.",
        "[SCENE_BREAK]",
        "Noah: Okay, let's review what we've got so far.",
        "Maddie: Okay. Oh -- yeah, we have nothing.",
        "Noah: What happened to that one idea?",
        "Maddie: I didn't write down.",
        "Noah: We'd have something written down on paper if you did. Luke makes this look so easy.",
        "Maddie: I know. Do you think he has, what's that word? Talent?",
        "Luke: Well, Maddie, that is the exact word.",
        "Maddie: Oh.",
        "Noah: You're here. I didn't think you would be.",
        "Maddie: I hope you don't mind, but we were working on \"Invisible Girl\" without you. And look -- isn't it great?",
        "Luke: Ah -- well, maybe you want to look at this. I had some ideas, so I started writing.",
        "Noah: Some ideas? This is a ton.",
        "Luke: Yeah, but you don't know what it's a ton of, yet.",
        "Maddie: Oh -- your writing is always wonderful.",
        "Luke: Oh, come on. I'm not so sure about that.",
        "Noah: We are. We just never know when you're going to do it.",
        "Luke: Well, I have to have something to make me write.",
        "Noah: And what got you going this time?",
        "[SCENE_BREAK]",
        "Ava: I'm running out of patience with your lies, little man -- where is my music box?",
        "J.J.: I already told you. I don't know.",
        "Ava: No, you already lied, and now you're lying again. See, that makes me mad, and you don't want to do that.",
        "[Cell phone rings]",
        "J.J.: Hold on. It's -- it's my mom. I have to talk to her.",
        "Man: You're not talking to anyone, Kid.",
        "J.J.: Who are you?",
        "Man: Not until you give my friend here what she wants.",
        "[SCENE_BREAK]",
        "Carly: Hey J.J., I thought you'd be here by now. Um, I guess you're on your way. I hope so, because it's getting dark and I don't like you riding your bike this late. So, I'm going to go ahead and order the pizza, and I'm going to get extra anchovies just to show you what can happen when you're late. Be careful. I'll see you soon. So, we can have pizza tonight, J.J., while your dad's making the biggest mistake of his life.",
        "[SCENE_BREAK]",
        "Jack: So, that dress -- are you sure there's not a city ordinance against it?",
        "Katie: Why would there be?",
        "Jack: Oh, come on. A guy sees you in a dress like that and nothing else registers. You walk out in public like that, and I'm sure -- we're talking traffic accidents, accounting failures, a general fall-off in Oakdale productivity.",
        "Katie: Are you nervous?",
        "Jack: Why would you say something like that?",
        "Katie: Because you're talking really weird. You're saying weird things.",
        "Jack: I'm not talking weird. I'm not talking about -- I am not nervous about something that we're pretending is a surprise. No. I just want everything to go perfectly tonight.",
        "Katie: Tonight, everything will.",
        "Jack: Oh, would you look at that?",
        "Katie: What?",
        "Jack: Look, look right over there. Are you kidding me? I was going to have champagne in there. That was the start of my entire night. That was the linchpin of my plans.",
        "Katie: It's okay. It doesn't matter.",
        "Jack: No, what do you mean it doesn't matter? Of course it matters! And what kind of elitist place is this anyway? They've got closed for private party? I'm talking to the manager.",
        "Katie: No, no, no. Jack, don't. Don't. Just let it go.",
        "Jack: How can I let it go? Listen, people can't just buy anything they want these days. You kidding me? I'm not going to talk to the manager. You know what I'm going to do? We are going to go in there -- we are going go in there and we're going to plop ourselves down, and we're having champagne. I was going to have champagne in the lounge tonight, and by God, that's what's going on.",
        "Katie: Jack, why are you doing this? Why --",
        "Jack: That's why.",
        "Jack: I got this idea when I started thinking of our other dates.",
        "Katie: Yeah, this is nice. Our other dates were disasters.",
        "[Jack laughs]",
        "Jack: Yeah, there was always some terrible surprise. So, I thought, what if the surprise was a good one? It might signify a change in our luck.",
        "Katie: It's so beautiful.",
        "Jack: It's so empty. Tonight, it's just the two of us. Katie, I'm going to make this night the best night of your life. Or I'm going to die trying.",
        "[SCENE_BREAK]",
        "Will: Gwen, I just -- I don't think it's a good idea for you to get your hopes up.",
        "Gwen: Oh, come on. The test is positive.",
        "Will: Yeah, I know. But think of everything you've been through -- and then you felt sick. Maybe it's just for another reason.",
        "Gwen: Yeah, the other reason maybe, is that God realized he threw enough bad stuff our way and he decided to throw us something good for once.",
        "Will: I know, I know.",
        "Gwen: I just -- I thought you'd be happy, you know? I'm tired of feeling sad and scared, you know? I just want to be happy about this.",
        "Will: I promise you -- I will be completely ecstatic once I know that you're okay and you're healthy.",
        "Gwen: I already feel better than I did earlier today.",
        "Will: All right. Well, I'm going to call Uncle Bob. I hope you understand. I just want to make sure that this is what you think it is.",
        "Gwen: Good. I think that's a good idea.",
        "Will: You sure you feel better?",
        "Gwen: Yeah. That's why they call it morning sickness.",
        "Will: Okay.",
        "[Phone ringing]",
        "Bob: Will? Everything okay?",
        "Will: Hey, Uncle Bob. Umm, I just -- I want to ask you a quick question.",
        "Bob: Shoot.",
        "Will: You remember after Gwen fell that time? They told us that she wasn't going to be able to be pregnant again. Well, she thinks she's pregnant.",
        "Bob: Look, I'll tell you what -- I'm about two minutes away. We don't have to talk about this on the phone.",
        "Will: Really? You don't mind?",
        "Bob: Of course I don't mind. I'll see you in a minute.",
        "Will: He's coming over.",
        "Gwen: Good. So now, you can stop worrying, because I know that everything's fine.",
        "Will: I'm sure it is.",
        "Gwen: Will, this isn't me being delusional. It's not like I have my head in the clouds. All right, I was talking to Carly, we were talking about kids --",
        "Will: Yeah?",
        "Gwen: Yeah, I realized I had felt this way before. Okay, and the test just confirmed what I already knew. We're going to have a baby. Come on.",
        "Will: I hope so, because I never wanted something to be so true in my life.",
        "[SCENE_BREAK]",
        "Maddie: Luke, this is fantastic.",
        "Luke: Which means you have suggestions?",
        "Noah: Which means, I want to get started on this right away.",
        "Maddie: Okay. Really, this is great. It shows what loneliness really feels like.",
        "Luke: Well, it's just a draft. I didn't actually think we'd just start shooting.",
        "Noah: Luke, you don't have to be so modest about this. It's good. It's really good. Can you actually give me a hand with something? Actually, I don't need a hand. I just wanted to ask you a question and I don't' want Maddie to be thinking about this. But, at the end of that scene, do you think she should be crying?",
        "Luke: No.",
        "Noah: You sure? I mean, all that stuff about being alone, I mean, its tough stuff.",
        "Luke: Yeah. But she knows not to cry. Crying just makes things worse -- look, I've got a lot of stuff I've got to do, so -- I was just going to hand you the pages and go.",
        "Noah: Wait. You're not going to stay and watch?",
        "Luke: No, I'll be back. I'll see the finished product later.",
        "Noah: Luke, it's really great.",
        "Luke: See ya. See ya, Maddie.",
        "Maddie: Bye.",
        "Noah: The guy can write -- but he is weird. He's always leaving.",
        "[SCENE_BREAK]",
        "Alison: If you come any closer, I am screaming bloody murder. And I'm sure you don't want to be chatting it up with the cops while you're holding what you're holding.",
        "Jesse: You just made a very big mistake.",
        "Alison: Yeah, I know. I should have waited 'til you put down your beer down first.",
        "Jesse: Oh, you think you're funny, don't you? One day, you're not going to be laughing anymore.",
        "Alison: Oh, now I'm really scared. You know, why don't you go take your friends and be tough somewhere else?",
        "Jesse: Later.",
        "Alison: Can't wait. Jerk. It's a sign. Gotta shop.",
        "[SCENE_BREAK]",
        "Man: J.J. -- you don't mind if I call you J.J., do you?",
        "Ava: J.J., your manners. Someone's talking to you.",
        "Man: He's just a little freaked out. He thinks I'm a stranger, but I'm not. My name's Silas, J.J. I'm Ava's husband. And I was a friend of your mama's, too.",
        "Ava: Say, hello, J.J.",
        "J.J.: Hello.",
        "Silas: Right back at you. Now, Ava here asked you real nice where that music box was and you said you didn't know.",
        "J.J.: And I don't.",
        "Silas: Well now, I think that's a little bit of a lie, don't you? Being that you're hiding it behind your back.",
        "Ava: J.J., I'm ashamed of you.",
        "Silas: Now, being that we're friends with your mom and all, we want you to give us that box. We don't want to have to take it from you. We don't want anybody to get hurt.",
        "Ava: Would we? Now, that wasn't so hard, was it?",
        "Silas: Pretty little thing, isn't it? Just like his mama.",
        "Ava: You have her eyes.",
        "Silas: And right here -- son of a -- where is it?",
        "Ava: Gimme that.",
        "J.J.: I -- I don't know.",
        "Ava: Damn it!",
        "Silas: Who took it, J.J.? Who took the key?",
        "J.J.: I don't know. But I think my dad knows. He's outside. I'll go get him.",
        "Silas: Now just what are we going to do about all this lying, huh? Your daddy's not outside.",
        "Ava: We saw him leave.",
        "Silas: Yeah we made sure this little meeting's private. Just you, me and Ava. And ain't nobody going no place 'til we find that key!",
        "[SCENE_BREAK]",
        "Katie: This is so beautiful. You've got a romantic streak in you, detective.",
        "Jack: Oh, there's my lead-in. Katie -- speaking of romance, there's something I want to give you.",
        "Katie: Oh, Jack. It's such a surprise.",
        "Jack: My cell phone.",
        "Katie: Yeah, it's a cell phone.",
        "Jack: Yes and the most beautiful part about the cell phone is that it is off.",
        "Katie: Really?",
        "Jack: Off. Completely. I pulled in every favor I had coming. I am completely off duty. So nothing will interfere with us tonight.",
        "Katie: Nothing?",
        "Jack: Nothing. Even have a squad car waiting outside, so if Brad comes within 50 feet of this place, they're going to exercise the warrant for his arrest.",
        "Katie: Isn't that bad? You can't make up warrants?",
        "Jack: Who said I'm making it up? He's got over $2,500 in parking tickets. So -- show me yours.",
        "Katie: All right.",
        "Jack: Your cell phone.",
        "Katie: Completely off. I swear.",
        "Jack: Good. You two have a good time tonight. Okay -- so now there's no one in this world except for you and me.",
        "Katie: Kind of a nice world.",
        "Jack: Kind of a great world. When you're with someone who can show you the right way to look at it. Like you.",
        "[SCENE_BREAK]",
        "Alison: Hey, Aaron. What a coincidence. I was just thinking about you.",
        "Aaron: Yeah. I was just thinking about you, too.",
        "Alison: Great minds, huh? Well, it's such a beautiful night, I was wondering if you want to take a walk.",
        "Aaron: Try out the new dress.",
        "Alison: Huh?",
        "Aaron: What was wrong with the other outfit? Seemed to work pretty good with those guys, seemed to really grab their attention.",
        "Alison: You were watching?",
        "Aaron: Yeah, yeah. Surprised you're off work already. I mean, three guys. You'd think it'd take a little bit longer but -- I guess that's what makes you a professional.",
        "[SCENE_BREAK]",
        "Will: Uncle Bob, really appreciate this.",
        "Bob: No trouble.",
        "Gwen: I feel -- I feel pregnant. I took a pregnancy test this morning and it was positive.",
        "Bob: I see.",
        "Gwen: And I mean, those things are incredibly accurate, right?",
        "Bob: Yes. Not 100%.",
        "Will: I was worried that it might be positive because of something else. Maybe something wrong. She's been really sick today.",
        "Gwen: It's fine. It's just morning sickness.",
        "Bob: Maybe. Maybe not.",
        "Will: What do you mean? Could it be something serious?",
        "Bob: Well, let's not get hypothetical so quick.",
        "Gwen: Why can't we all just accept the fact that I'm pregnant? I mean, I feel just like I did before.",
        "Bob: Gwen, after your fall, you were told that the damage done to your pituitary gland could keep your body from producing the hormones necessary to get pregnant.",
        "Gwen: Well obviously, that didn't happen.",
        "Bob: Well, we've got to find out exactly what's going on. So, we'll do an exam and an ultrasound to make sure.",
        "Will: If she's not pregnant, then what else could it be?",
        "Bob: Well, simply a false positive. We'll find out in the morning.",
        "Will: In the morning?",
        "Bob: Look, I don't want you to worry about this because -- who am I kidding? You're going to worry.",
        "Will: It's just, she's been through a lot.",
        "Bob: Yeah, and so have you. So, this is one of those times when it's really nice to have an uncle in the business. Why don't you meet me at the hospital? And we'll settle this tonight.",
        "Will: Okay.",
        "Gwen: Okay.",
        "Will: Thank you, Uncle Bob.",
        "Bob: Okay. Listen, I'll call ahead and I'll get things set up. Meet me in my office.",
        "Gwen: Thank you. See, now you're going to know for sure. Now you can be as happy as I am.",
        "[SCENE_BREAK]",
        "J.J.: I don't know anything about any key.",
        "Ava: After all your lies, you expect us to believe you now?",
        "Silas: I think you did something with that key.",
        "J.J.: If I did something with the key, I would've given you the box, wouldn't I?",
        "Ava: He's got a point.",
        "Silas: Shut up.",
        "Ava: Okay, I've told you about talking to me like that.",
        "Silas: I said shut up.",
        "Ava: Story of my life, he gets stressed, he takes it out on me.",
        "Silas: Okay, now we're through with playing games. Now where did you put the box? Who else could've messed with it?",
        "J.J.: I didn't keep it. My dad did.",
        "Silas: Your dad did, huh?",
        "J.J.: Listen, I don't know anything about this key, okay? I don't know where it is. So just let me go! I'm late already!",
        "Silas: Sorry, Pal. But you're not going to be going any place.",
        "Ava: Nothing ever goes easy, does it?",
        "Silas: Oh, this isn't going to be hard. All we gotta do is ask the detective for the key, and if he doesn't give it up, I don't know what's going to happen to this kid.",
        "[SCENE_BREAK]",
        "Carly: Here you go. Oh, keep the change.",
        "Delivery Boy: Thanks, Ma'am.",
        "Carly: You're welcome. And be careful driving out there, okay? 'Cause there are kids riding their bikes. J.J. -- where are you?",
        "[SCENE_BREAK]",
        "[Phone ringing]",
        "Luke: Hello?",
        "Carly: Hey Luke, is that you?",
        "Luke: Yeah.",
        "Carly: It's Carly. Listen, is J.J. still there?",
        "Luke: I don't know. I just walked in the door, let me check. Grandma? J.J.? J.J., your mom's on the phone. No, no. I don't think anybody's here.",
        "Carly: Thanks for checking.",
        "Luke: Well, do you want me to leave a note?",
        "Carly: No, no. That's all right. He's probably on his way here. I just worry when he's on his bike.",
        "Luke: Well, he's not on it.",
        "Carly: What?",
        "Luke: Yeah. When I walked in, I saw his bike in the yard. Maybe he went somewhere with Jack.",
        "Carly: No. No, Jack has other plans tonight. Thanks, Luke. I'm sorry to bother you.",
        "Luke: No problem.",
        "Carly: Where the hell are you? Don't call Jack. No matter how scared you get -- don't call Jack.",
        "[SCENE_BREAK]",
        "Katie: Dancing? You are full of surprises.",
        "Jack: Oh, yeah right. Hey, we both know that my job is to keep telling you how beautiful you are. We depend on you -- for spontaneity.",
        "Katie: See, no, no. You don't give yourself enough credit. Just because you're reliable doesn't mean you're predictable.",
        "Jack: Reliable. Predictable. Yeah, it sounds so sexy. You know, when this started, I felt about 1,000 years old. My kids needed me. My job was relentless. The days kind of just ran together. With no change on the horizon.",
        "Katie: Yeah. When this --",
        "[Jack laughs]",
        "Katie: -- Started, I saw a man who cares more about other people than he does about himself. And I will tell you something -- that is incredibly sexy.",
        "Jack: Yeah right.",
        "Katie: Yeah, right.",
        "Jack: Well, we are not here to talk about how great I am. We're here to talk about how great you are.",
        "Katie: I can talk about whatever I want.",
        "Jack: Okay, fine. Listen, I don't know when you did it -- hell, I don't even know how it happened -- but I finally realized that I was actually looking forward to the next day. Well now, I don't look forward to the next day.",
        "Katie: No?",
        "Jack: No, I look forward to next week. Next month. Next year. The whole damned ride, as long as I have someone like you by my side. Which brings me to the reason we are here, as if you didn't know. Katie -- will you please marry me?",
        "[SCENE_BREAK]",
        "Aaron: Wait. Ali. Alison, wait!",
        "Alison: So, your little visit earlier, telling me how much you care, that makes you think you can talk to me like dirt?",
        "Aaron: I told you, I didn't want you to start doing the stuff you did that made a mess of your life after you left Seattle.",
        "Alison: If you're so concerned about me, why don't you just ask me what I'm doing --?",
        "Aaron: It's been an hour, an hour and a half later, and you're already dealing with those jerks?",
        "Alison: And the scorn and the sarcasm, you think that's your right. That you can talk to me like that because I'm a whore again!",
        "Aaron: I'm just trying to get through to you.",
        "Alison: By what -- scaring me straight? It's more like you're treating me like I'm some sort of contagious disease.",
        "Aaron: Well, I'm sorry I wasn't polite enough when I saw you with three guys -- one of them a drug dealer.",
        "Alison: Oh, and the only explanation possible is that I'm making a deal with them. My talents for their goods, right?",
        "Aaron: Well, I heard you tell them you were ready to party with them.",
        "Alison: Well, you got me. And you know, this is probably for the best. Because now we have the answer to that burning question, \"Will Ali ever be good enough for Aaron?\" And the answer -- well, of course not. Because he's good, and she's trash.",
        "Aaron: No, I did not say that, okay?",
        "Alison: I did. And you know what? I don't care. I'd rather be trash than self- righteous and smug.",
        "Aaron: Alison --",
        "[Aaron sighs]",
        "[SCENE_BREAK]",
        "Maddie: I see the guy that I love looking right past me, and that -- that look in his eyes, I know it's not for me. It never will be. I could be invisible. No, I am invisible to him. An Invisible Girl.",
        "Noah: Cut. That was great.",
        "Maddie: That was weird. That was weird. How did you know how to get that out of me?",
        "Noah: It was Luke. Something he said.",
        "Maddie: Yeah. The first time I did it, and it was like, okay. You know, in my head I was going, oh this is really good. Like I'm doing a really great job with this. And then, the second time, it was like I was -- I was right back to when I was feeling like that.",
        "Noah: I'm sorry if I was pushing too hard.",
        "Maddie: No, it was acting. I don't feel invisible around you.",
        "Noah: Well, that makes sense. It would be hard to feel invisible around someone who can't stop touching you. Your hair --",
        "Maddie: Oh Luke, it was great.",
        "Noah: Yeah, come in, I'll show you what we got.",
        "Maddie: So the first time, it was okay. And then Noah told me to do it again and -- well, just see what you think.",
        "Luke: Sure.",
        "Noah: We did it just like you said, Luke. It was really, really something.",
        "[SCENE_BREAK]",
        "Jack: Katie. You haven't given me an answer yet, and I gotta tell you, my knee is getting a little sore.",
        "Katie: Oh, oh, okay. Get up, get up.",
        "Jack: Get up? What is it? Katie? What's wrong?",
        "Katie: Jack, falling in love with you has been the best thing that's ever happened to me.",
        "Jack: Why am I sensing a \"But?\"",
        "Katie: I love you. But I'm scared.",
        "Jack: Scared? Scared of what? Scared of me? Is it me? Is it commitment? What, is it -- meteors?",
        "Katie: No, definitely not you. And not commitment so much.",
        "Jack: So it's the meteors? Katie, listen. It's me. I'm the one who gets tongue-tied when I'm talking about my feelings. Not you. So, tell me. Tell me. Just talk to me.",
        "Katie: All right. You know how our dates always get screwed up?",
        "Jack: Yes.",
        "Katie: But it's not us. It's your kids, or Carly, or Brad or a combination.",
        "Jack: Okay, you just said that it wasn't us.",
        "Katie: They're not going away. And they make things really complicated.",
        "Jack: There are always gonna be complications.",
        "Katie: I know, but -- like with Mike. There weren't any complications, it was very straightforward. Easy. And I still managed to screw things up. I hurt him so bad. And I don't want to do that to you.",
        "Jack: So, after all this -- you're turning me down?",
        "[SCENE_BREAK]",
        "Silas: He's not picking up. What kind of cop doesn't answer his phone?",
        "Ava: Call the mother. She'll know where he is.",
        "Silas: I don't like dealing with women. They're too emotional.",
        "Ava: It is such a pleasure working with you.",
        "[SCENE_BREAK]",
        "[Phone ringing]",
        "Carly: Hello?",
        "Silas: I want to talk to Detective Snyder.",
        "Carly: I'm sorry. He doesn't live here anymore.",
        "Silas: I need to reach him. He has something I want.",
        "Carly: Well, why don't you call the station? I can give you the number.",
        "Silas: Look Lady -- you're going to find him for me and you're going to find him fast.",
        "Carly: Who is this?",
        "Silas: Someone you don't want to make mad. Trust me. You don't want that. Say hi to your mom, Kid.",
        "J.J.: Mom, they want this key or something. I don't know what they're talking about!",
        "Carly: J.J., where are you? Are you all right?",
        "Silas: He's safe and sound for the moment. But when I call back in 20 minutes, I better be talking to the detective. Or I don't know what's going to happen to this kid.",
        "Carly: Jack!",
        "[Carly calls Jack]",
        "Jack: This is Detective Jack Snyder, I'm not able to take your call --",
        "Carly: Damn!",
        "[SCENE_BREAK]",
        "Will: This is unbelievable.",
        "Gwen: Uh-huh. It's a miracle. We're pregnant!",
        "Will: I -- you told me so! You know, you were right and I was wrong and I love it.",
        "Gwen: I think this is going to be like, the most beautiful April in the history of the world.",
        "Will: I think -- I think I forgot what it was like to actually feel happy.",
        "Gwen: You want to know what? I always knew that we'd have a family of our own. You know that?",
        "[Knock at the door]",
        "Will: Mom.",
        "Barbara: Hi. I know it's late, but I saw the lights on --",
        "Will: We were just --",
        "Gwen: No, Barbara, please -- come in. This is a -- this is a really good time.",
        "Barbara: Well, I won't be long. I just -- I was -- going through your brother's things and -- I found his watch. I think he'd like you to have it.",
        "Will: Mom, I don't think this is the time for this. This can wait.",
        "Barbara: No, no, no. I'm really trying very hard to accept that -- that he's -- you know, I'm not very good company after all. So -- I'll see you later.",
        "Gwen: No, no. Whoa, whoa. Come on. Please stay. We haven't even told her our news yet.",
        "Barbara: News?",
        "Will: We have news. Um -- I didn't really believe it at first. I don't think you're -- Gwen's pregnant.",
        "Barbara: Oh my God! Oh my God! Oh, you Guys! Oh, I'm so happy for you.",
        "Gwen: I know. It's a miracle. And you have to stay around, okay? You have to spoil him or her. You promise you'll do that?",
        "Barbara: I promise. I promise.",
        "[Barbara laughs]",
        "[SCENE_BREAK]",
        "Alison: Guess I told him. No! I'm not doing this.",
        "Susan: Ali, what is -- what on earth do you think you're doing?",
        "Noah: And this is the second take.",
        "Maddie: I see the guy that I love looking right past me and that -- that look in his eyes, I know it's not for me. It never will be. I could be invisible. No, I am invisible to him. An invisible girl. Wasn't that so much better? It's because of what you told Noah.",
        "Noah: I like her so much more when she's not just feeling sorry for herself, you know? When she's just trying to get through it.",
        "Maddie: I have an idea. Let's discuss our greatness over pizza.",
        "Noah: Great. Making like Spielberg always gets me hungry.",
        "Maddie: Mm-hmm. So, the place in Old Town or the place with the thin crust?",
        "Luke: Wait, you mean me?",
        "Maddie: Yes.",
        "Luke: No, I can't go.",
        "Noah: You've got to.",
        "Maddie: Okay, when we talk about our greatness, we really mean, you.",
        "Luke: Look, I -- I can't. I have so much work I have to do for tomorrow. Writing that script just got me really behind.",
        "Noah: Well, we'll stay and help.",
        "Luke: No, no! No. You guys go. Go, go, go. And have fun. And thanks. It was exactly how I pictured it in my head.",
        "Maddie: Good. Okay, well if you change your mind, I have my cell phone.",
        "Noah: Right. Oh, you know, watching that did give me one idea. What about a monologue, where the girl tells us what it is about this guy, who doesn't notice her, that she likes? Just an idea.",
        "Luke: Pretty good one.",
        "[SCENE_BREAK]",
        "Katie: I am not turning you down.",
        "Jack: Sure as hell didn't say yes.",
        "Katie: Don't get mad. I'm looking out for you.",
        "Jack: Look out for me, Katie, after we're married.",
        "Katie: But then it will be too late. I know myself. I don't even trust myself not to do something stupid and screw things up. I'm just -- as a friend, thinking I'm not such a good catch.",
        "Jack: Why? Why?",
        "Katie: Don't. Don't do that.",
        "Jack: Well, you drive me crazy. You know that?",
        "Katie: Yeah. Do you want to marry someone who drives you crazy?",
        "Jack: Yes. I need to be driven a little crazy, just like you need someone to calm you down a little.",
        "Katie: But maybe I can't calm down. Maybe that's my problem.",
        "Jack: Okay, listen to me. Katie, yes, there will always be complications. And yes, we have made mistakes in the past. Guess what? We're going to make more. Let me ask you a question. Why? Why would a person who never stops to think about anything in her life suddenly start on a night, of all nights, tonight? I only have the place until 11:00.",
        "Katie: Okay. Never mind. Rewind. Say what you were gonna say. We'll forget this ever happened. We'll forget I said anything.",
        "Jack: I'm never gonna forget this.",
        "Katie: Okay.",
        "Jack: You're really ready this time?",
        "Katie: Yes. No wait, hold on. I want to say something before the do-over. Real quick.",
        "Jack: What?",
        "Katie: I love you.",
        "Jack: Hold that thought. Okay. Katie -- as I was saying before -- would you please --",
        "Carly: Jack! Jack, I'm so sorry!",
        "Jack: No, no, no! Carly, you are not going to do this to me --",
        "Carly: Listen to me, please! Someone's taken our boy, Jack! He's been kidnapped!",
        "[SCENE_BREAK]",
        "Barbara: Thank you for sharing this with me.",
        "Gwen: Hey, you don't have to go right now.",
        "Barbara: Oh, I don't plan on taking over every moment of your life -- until after the baby's born.",
        "Will: Are you really okay?",
        "Barbara: When I came over here tonight, I was feeling -- very alone. And now I just -- I'm just all filled up. So thank you. And you know, it's not just hearing about the baby. It's seeing the two of you so happy. You deserve it. Love you.",
        "Will: That was really nice of you.",
        "Gwen: You can't have this much joy inside and not share it.",
        "Will: So what do you say we go to bed and we think about names?",
        "Gwen: How about we just go to bed?",
        "Will: Okay. You know, I hope we have a boy and he grows up and he marries somebody just like you.",
        "Gwen: Well then, he'd be very lucky.",
        "Will: I think we're lucky.",
        "[SCENE_BREAK]",
        "Susan: What was it, a couple of hours ago, you were turning a corner? And now this?",
        "Alison: And everything is always just the way it seems, right?",
        "Susan: Meaning what?",
        "Alison: If I'm talking to three guys, I'm a whore. If I'm holding drugs, I must be using.",
        "Susan: Oh, come on.",
        "Alison: I had a really crummy thing happen to me today, and I was tempted to use again. But I didn't. In fact, I was just about to go flush it down the toilet. But that doesn't mean anything, because you caught me red-handed, so that means I'm guilty.",
        "Susan: You know, this would play a lot better if I weren't in the same boat you're in.",
        "Alison: Oh, don't start with that.",
        "Susan: And if I have a crummy day and I go to the local bar -- and I order a drink, but I don't drink it, I haven't turned a corner. I know all the tricks. I know about going out on the limb just to prove that, hey, I'm better now.",
        "Alison: You know everything, don't you?",
        "Susan: I know that I have wanted a drink ever since your sister left. Look, I'm sorry to say this, but I think that you -- you need more help than you're getting. And you need a lot less of this relationship drama in your life.",
        "Alison: Ah, a \"Structured environment.\"",
        "Susan: That's right. You're just like me. I used to sneer at all the things that could help me, too.",
        "Alison: You know what would help me? If I had just one person who believed in me, who believes I can do this.",
        "Susan: I believe in you. I believe you can do this. But not alone. I think you need professional help. I think you need -- rehab.",
        "Alison: Well, it doesn't really matter what you think right now, because I know I can do this alone. And I'm going to prove it to you. I'm moving out.",
        "[SCENE_BREAK]",
        "Carly: You think I would lie about something like this?",
        "Jack: You better not be lying!",
        "Carly: No, Jack, there is no time for this. He's going to be calling the house in 10 minutes.",
        "Katie: Let's go.",
        "Carly: Jack. I'm scared.",
        "[SCENE_BREAK]",
        "J.J.: What are you going to do to me?",
        "Silas: If your old man comes up with the key, nothing.",
        "J.J.: What happens if he doesn't have it?",
        "Silas: That would be bad, kid. Real bad.",
        "Ava: It's been 20 minutes. You should call him again.",
        "Silas: Thanks. I couldn't read the clock, I couldn't manage that on my own -- and I forgot about the call.",
        "Ava: When this is over, I'm taking a vacation. Alone.",
        "Silas: Just shut up and drive.",
        "[SCENE_BREAK]",
        "[Phone ringing]",
        "Jack: Snyder!",
        "Silas: Detective Snyder. Did I catch you at a bad time?",
        "Jack: Who the hell is this?",
        "Silas: You sound like you're out of breath. Take a sec. Deep breaths. Deep breaths.",
        "Jack: Where's my son? Let me talk to him.",
        "Silas: Do me a favor. Why don't you stop acting like you're in charge when you're not? Ain't that right, J.J.?",
        "Jack: What do you want?",
        "Silas: That's better. I want the key.",
        "Jack: I have no idea what you're talking about.",
        "Silas: The key that was in the music box. I want it. Just as bad as you want your son back.",
        "Jack: Listen, I have no idea --",
        "[Dial tone]",
        "[NEXT_ON]",
        "Meg: In your boardroom. In your home. What kind of a hypocrite am I?",
        "Craig: It's enough.",
        "Carly: Why don't you stay here and wait for the police while Jack and I go find our son?",
        "Vienna: Ooh -- double sinks --",
        "[Clanging]",
        "J.J.: Ow!",
        "Vienna: What was that?",
        "Katie: Life blindsides you. I'm not just gonna wait around.",
        "Jack: This is the clue we need."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=xIBiLQp5ac0"
}