{
    "Episode Summary": [],
    "Recap": [
        "Carly decides after Bob looks at Parker that she's not going to actively pursue seeking Jack any longer. It's too much on her son. After Jack tells JJ that he can call him Dad and JJ leaves with Kylie, Julia and Jack make love. When Julia goes down to get some ice cream when they're finished, she finds the bottle broken in JJ's backpack and sees the picture of Jack, Carly, Parker and Sage. Lily tells Paul that Will needs to be back in the hospital and she won't stop until he is. When Will tries to call Lily and tell her his remorse and intentions, she tells him to never call her house or her son ever again. Kim and Susan wind up in the same dress, Susan going home and changing. Nancy gifts Chris with his grandfather's watch, making Chris apprehensive about actually going through with the wedding. Aaron takes a dip in Snyder Pond with two girls, but when the church bells ring for the wedding, he runs to the church. He makes it just in time to watch as Chris hesitates to say I do.,"
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Rosanna: Bob, hi, it's Rosanna. Listen, I'm over at Carly's. Something's happened to Parker.",
        "Carly: Parker, honey, wake up.",
        "Rosanna: I don't know. He just collapsed. And we keep trying to wake him up, but nothing seems to work.",
        "Carly: Parker, can you hear me, honey? It's Mommy.",
        "Rosanna: Thank you so much, Bob.",
        "Carly: Parker, can you hear me?",
        "Rosanna: Okay. He's on his way.",
        "Carly: Parker? Par --",
        "Parker: Mommy?",
        "Carly: Yes, yes. Hi, honey, it's me. No, don't try to sit up. Just lay back, lie still. It's gonna be all right.",
        "Parker: It's not okay.",
        "Carly: Why? What happened? Are you hurt?",
        "Parker: It's Jack.",
        "Carly: What about Jack?",
        "Parker: He's not ours anymore. He belongs to someone else.",
        "[SCENE_BREAK]",
        "J.J.: Don't drop her.",
        "Jack: I would never drop -- oh! I would never drop your mother. Welcome home, Mrs. Jackson. We're officially a family now.",
        "J.J.: You said that right after the wedding.",
        "Jack: I know I said that right after the wedding. But I didn't bring her inside the house at that point. Now, we're doubly official. We're officially official.",
        "Julia: That sounds good to me. Come here, son.",
        "Jack: Come on.",
        "J.J.: I don't understand.",
        "Jack: What don't you understand, J.J.?",
        "J.J.: If I'm not your son, how can we be a family?",
        "[SCENE_BREAK]",
        "Kim: Hello, everybody.",
        "Tom: Hey, beautiful. Dad and Gram with you?",
        "Kim: Your father had to make a house call. And your grandmother's running a very important errand. They'll both be here.",
        "Margo: Kim that is a gorgeous, gorgeous dress.",
        "Kim: Oh, thank you very much. I think I went to every store in Chicago. It took me months to find it.",
        "[SCENE_BREAK]",
        "[Susan screams]",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Chris: That better be my best man.",
        "Nancy: Will I do?",
        "Chris: Gram. Is everything okay?",
        "Nancy: I have a gift for you, something that will promise your marriage every happiness and success.",
        "[SCENE_BREAK]",
        "[Emily remembering.]",
        "Susan: Alison is your sister. It didn't stop you. You're still the same. You take what you want, you damn the consequences.",
        "Emily: No, it wasn't like that.",
        "Susan: I have never been so disappointed by anyone in my whole life.",
        "[SCENE_BREAK]",
        "Alison: It's perfect, just like you.",
        "Emily: The necklace is beautiful, but I am not perfect.",
        "Alison: You are to me. Chris would've dumped me ten times by now if it wasn't for you. You are so supportive, and you're so smart about everything. You are the best sister.",
        "Emily: I'm not. I haven't been a good sister to you, Ali, and I'm so sorry.",
        "[SCENE_BREAK]",
        "[Aaron remembering.]",
        "Aaron: Just be happy.",
        "Alison: I will be. I am.",
        "[SCENE_BREAK]",
        "Aaron: The hell with her. [Laughing] Who's there? Who's there? I'm coming out.",
        "Megan: One more step and the shirt goes swimming with you.",
        "Aaron: How about you two come swimming with me instead?",
        "[SCENE_BREAK]",
        "Will: Lily. Hi.",
        "Lily: Are you okay?",
        "Will: No. Yeah, I mean, I'm fine. Come on in.",
        "Lily: I can't stay long.",
        "Will: How's Luke?",
        "Lily: Luke's fine. For a minute, you thought I was Rose. Didn't you?",
        "[SCENE_BREAK]",
        "Julia: We are a family, honey, because we love each other. And because we live together, and because we take care of each other.",
        "Jack: No, I think what J.J. means is that we got to say our vows in front of the justice of the peace, and he didn't get to say anything during the ceremony.",
        "Julia: Honey, did that make you feel left out?",
        "J.J.: No, I'm glad you guys got married and Jack sent Dad away. He made my mom cry. But now my mom has you, and I don't really have anybody.",
        "Julia: Honey, J.J., you always have me.",
        "Jack: What are you trying to say, buddy?",
        "J.J.: Will you be my dad?",
        "Jack: J.J., when I married your mom, I married you, too. You're a package deal. And I got lucky, because I got an incredible wife and a very intelligent son. That's what today meant to me. So, yeah, to answer your question, I'd be proud to be your daddy. Come here, come here. I love you, and I love your mom. And nothing's ever gonna change that. Hmm?",
        "[SCENE_BREAK]",
        "Bob: Well, you have two eyes, two ears, and two noses. Well, you didn't break your funny bone.",
        "Carly: So everything else is all right?",
        "Bob: He doesn't have a concussion.",
        "Carly: Why did he faint?",
        "Bob: Parker, what'd you have for breakfast? Oh, there you go. Listen, you have to have a good breakfast every morning. Milk, eggs, cereal --",
        "Carly: Yeah, I made him some pancakes.",
        "Bob: That's even better.",
        "Carly: But he said that he wasn't hungry.",
        "Bob: Prescription? Lunch. And then you take it easy for the rest of the day, okay?",
        "Rosanna: Why don't we at least go get a banana, huh? That's something your Aunt Rosanna can fix.",
        "Carly: So he doesn't need to go to the hospital or have any tests done or anything like that?",
        "Bob: Not unless it happens again. How are you doing, Carly?",
        "Carly: I'm fine. I guess. Considering.",
        "Bob: Kim told me about the broadcast and the search for Jack. You've all been under a great deal of pressure and stress the last few weeks.",
        "Carly: It's sort of good news and bad news, you know? Jack's alive, but where on earth is he?",
        "Bob: Parker's really attached to Jack, isn't he?",
        "Carly: Yeah, I think in some ways he's closer to Jack than he is to Hal.",
        "Bob: Well, see if you can minimize his ups and downs. He's dealing with a lot of anxiety. That's probably why he fainted. And no food -- well, that can be because of stress, too.",
        "Carly: Yeah, well, we're all under a lot of stress these days, I think.",
        "Bob: Let me know if it happens again.",
        "Carly: I will. Oh, and thank you so much for coming by here, today of all days. And please give Chris and Alison my best.",
        "Bob: Will do.",
        "Carly: Okay.",
        "Bob: You take care.",
        "Rosanna: So one person eats the banana and puts the banana peel on the ground, and then somebody else comes along and steps on it and slips. I know, I didn't think it was that funny either.",
        "Carly: How are you feeling?",
        "Parker: Sad.",
        "Rosanna: That's why I'm trying to tell him funny jokes.",
        "Carly: Why are you sad?",
        "Parker: I don't remember. What were we talking about when I woke up?",
        "Carly: It's not important. And we're not going to think about that anymore.",
        "[SCENE_BREAK]",
        "Will: Rose is dead. That doesn't make sense. How could she be here?",
        "Lily: But you were thinking about her, weren't you?",
        "Will: No. I was thinking about how sorry I am that she died. And I know how much you loved her.",
        "Lily: You can't possibly imagine.",
        "Will: So I know how much you must have missed her all this time, and it's all because of me. But I just want you to know that I didn't try to kill her. I know -- I just wanted her to cancel the wedding.",
        "Lily: I need to see Emily. Can I see Em?",
        "Will: She's not here.",
        "Lily: They left you here alone?",
        "Paul: No, Will's here with me. He's home, Lily. And he's here to stay.",
        "[SCENE_BREAK]",
        "Aaron: Come on, it's not cold.",
        "Megan: It's wet.",
        "Aaron: That's the crazy thing about water. Come on. Come in.",
        "Rachel: We don't have our suits.",
        "Aaron: So? All right, I'll cover my eyes.",
        "Megan: We'll come in --",
        "Rachel: If you tell us what you were thinking about before you took off your clothes.",
        "Aaron: You guys were watching?",
        "Megan: So, what were you thinking about?",
        "Aaron: It doesn't matter. 'Cause I've moved on.",
        "[SCENE_BREAK]",
        "Alison: Why are you so sad?",
        "Emily: Because I feel like I've let you down. I have let you down in so many ways. I've made so many mistakes. I've -- I've been really stupid and selfish and short-sighted and -- it's over now. It's all over. So, it's okay. All that matters is that you're happy, and you're doing what you really want to do, and I love you so much, Alison.",
        "Alison: Don't you think that I know that? Emily, without you, I wouldn't even be here. I've already told you how much that means to me, and that's why I'm okay that my dad's not going to be at my own wedding.",
        "Emily: I'm sorry. What was Larry's excuse this time?",
        "Alison: He has some sort of a conference in Denver. So much for Dad walking me down the aisle. And so it's all you. It's you and Mom. And when I'm up at the altar, waiting to say my \"I dos,\" I'm gonna look at you, because, Emily, you make me feel so strong and so sure and so -- so happy about everything. I love you, Emily.",
        "[SCENE_BREAK]",
        "Chris: That's Grandpa's watch.",
        "Nancy: I gave that watch to your grandfather on our wedding day. I want you to have it.",
        "Chris: Grandmother, I love it, but -- I can't accept this. Okay, it should go to Dad -- or to tom.",
        "Nancy: You're Chris's namesake. He would want you to have it.",
        "Chris: You and Grandpa had something very special, and what you shared -- I mean, nobody else can hope to have that.",
        "Nancy: When you truly love someone, and she loves you, it's always special. You remind me of your grandfather. Oh, he was sometimes questioning things now and again, but then he'd go for a long walk and be very quiet. So quiet that he could hear the ticking of that watch. And somehow, he'd know what to do. He was always true to himself. And he looked very handsome all dressed up, just as my grandson does.",
        "Chris: Thank you.",
        "Nancy: Well, I should be on my way. I don't want to miss the bride in her finery. And Alison says her dress is to die for.",
        "Tom: You two are smart. I should've been hanging out with you.",
        "Chris: Why? What happened?",
        "Tom: There's a catfight brewing in the vestibule.",
        "[SCENE_BREAK]",
        "Susan: I will take get my scalpel, and I will carve it off you before I let you walk down the aisle in my dress!",
        "Margo: Oh, ladies, please, come on. In the greater scheme of things, how important is this?",
        "Susan: I'm the mother of the bride!",
        "Kim: Susan, for crying out loud, be quiet. Calm down. Nobody's gonna look at us, anyway. They're gonna look at Alison, they're gonna look at Chris --",
        "Susan: Are you nuts? They're gonna look at us! And if anybody's gonna wear this dress, it's gonna be me!",
        "Reverend: The happy family. Oh, I don't think I've ever seen this before -- matching dresses for the moms. How charming.",
        "[SCENE_BREAK]",
        "Henry: Ladies. Okay, check this out -- after the ceremony, we hit the reception. There will be toasting, there will be dining, and then, there will be dancing. Which is where I make my move.",
        "Mike: Uh-huh. What move is that?",
        "Henry: Well, I give Nikki the smoky look, and I slip the band leader a fiver, he plays \"strangers in the night.\" Is that too much?",
        "Mike: It's not the most contemporary choice I've ever heard.",
        "Henry: Yeah, but, Mike, you know, retro is romantic. It's mysterious. It's perfect for a couple that's so new to one another, like she and I. I mean, think about it -- she has no idea just how fantastic I really am, but after tonight --",
        "Mike: Okay, if we don't go inside, we're gonna miss the reception.",
        "Henry: Okay, okay. Just one more question. At the end of the dance -- sorry. At the end of the dance, do I dip her?",
        "Mike: Okay, if she dances with you, and if the bandleader plays that song, don't dip her.",
        "Henry: Mayday, mayday. Mayday. Dress alert 1:00. Let's get outta the line of fire.",
        "[SCENE_BREAK]",
        "Susan: Come on, Lisa, pick up. You did this on purpose. You'd do anything to humiliate me.",
        "Kim: No, having a fight is humiliating.",
        "Susan: You stole my dress!",
        "Kim: Oh, Susan.",
        "Susan: Oh, Lisa, Lisa -- it's Susan. Listen, I need your help. I really have an emergency.",
        "[SCENE_BREAK]",
        "Jennifer: So, what do you think?",
        "Nikki: About us moving in together? I think it's great. Especially with the house getting so crowded.",
        "Mike: Crowded house?",
        "Jennifer: Will's home.",
        "Henry: Will is home? Will, as in the Will who poisoned Rose D'Angelo?",
        "Jennifer: As in the Will who is my little brother.",
        "Henry: Right, right, right, right. So he's out of the special hospital?",
        "Jennifer: He's fine. The doctors say he's doing remarkably well, and the judge agreed to release him, so -- you know what? Excuse me for a second. Holden, hi. I just wanted to thank you for signing the petition for Will's release.",
        "Holden: It was the right thing to do.",
        "Jennifer: Well, he's home now, and we're just very grateful. Hi, Faith. How are you? Where's your mommy?",
        "Holden: Lily is not coming.",
        "Jennifer: Is she still upset that Will's allowed to come home?",
        "Holden: You could say that.",
        "[SCENE_BREAK]",
        "Paul: So, do I have to get an injunction?",
        "Lily: What?",
        "Paul: Will's home less than an hour and already you're on his doorstep.",
        "Lily: I wouldn't have come here if I knew he was going to be here. I need to talk to Emily.",
        "Paul: Emily's at her sister's wedding.",
        "Lily: She's not gonna live here, you know that. She will not let this happen, Will being here with Daniel. It is too dangerous.",
        "Paul: So that's your plan? To break up Hal's family?",
        "Lily: I don't have any plan.",
        "Paul: No, you just want Emily and Daniel to leave this house.",
        "Lily: I want Will to leave. I want him to leave and I want him go back to a mental hospital. Have you talked to him? Have you really talked to him about how he deliberately poisoned Rose? I thought you loved her.",
        "Paul: Okay, I'm going to pretend that I didn't hear that, because I know that you're upset, and I know that you're angry, and I know that you loved Rose.",
        "Lily: I have a child. A son. I understand what it's like to have a healthy, normal boy. And your brother is tied up in knots. He is a mess.",
        "Paul: He has to live with what he did for the rest of his life. He did something horrible, and he has suffered for it, Lily, more than you know. And he will continue to suffer for it. And Rose, of all people, understood that. And she would know that he's going through something. Rose -- Rose knew how to forgive.",
        "Lily: Rose is dead. She can't forgive anybody anymore. And she would never forgive the boy that killed her.",
        "Will: She hates me. And I'll bet she's not the only one.",
        "[SCENE_BREAK]",
        "Emily: Alison, get back here. Would you stop? Don't let them see you. It's too early, sweetheart.",
        "Alison: Where's Mom? She's supposed to give me away. She left way before we did.",
        "Emily: All right, well, just come down here.",
        "Susan: I'm here, I'm here.",
        "Alison: What are you doing in that dress?",
        "Susan: I'm trumping your mother-in-law. Don't ask. After the week I've had, I'm lucky I'm breathing. Okay, little girls, that's it. This wedding goes ahead as planned. No more surprises. Come over here, baby. I want to look at this veil. Okay. Oh.",
        "Hal: Hey, I made it.",
        "Emily: Hi. How's Will?",
        "Hal: He's settling in. Paul's with him. I know this is a lot to absorb, Emily, and we really haven't had a chance to talk about it.",
        "Emily: No, we haven't.",
        "Hal: But the more I think about it, the more I think you going to your mother's with Daniel is probably a good idea, just until we work things out. Just know that I love you very much.",
        "[Ticking]",
        "[Ticking]",
        "Susan: Oh, it's time. Emily, go. Go, go, go, go.",
        "Emily: Okay, okay. I'm going, I'm going. Oh, take my shawl.",
        "Susan: All right, all right.",
        "Emily: Okay, now? Calm down.",
        "Susan: Okay.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns --",
        "Reverend: And forsaking all others, be faithful to her, for as long as you both shall live?",
        "Julie: This wedding band is the last link to your old life.",
        "Jack: My old life is over. Come on.",
        "[SCENE_BREAK]",
        "Rachel: So, we definitely need to check this metro place out.",
        "Aaron: Yeah. Well, I'm there most nights.",
        "Megan: Will I recognize you with your clothes on?",
        "Aaron: You should. You know, I wear a lot of plaid. And a white belt, and I have white shoes on.",
        "Rachel: I love a guy who's not afraid to dress.",
        "Aaron: Yeah, and coming from a woman who's not afraid to undress, huh? No, you guys should really come by. I'm serious, because \u0096",
        "[SCENE_BREAK]",
        "[Church bells ringing]",
        "[Church bells ringing]",
        "[Wedding march plays]",
        "[Wedding march plays]",
        "Reverend: You may be seated.",
        "Alison: Can you believe this is really happening? We're getting married.",
        "Reverend: We are gathered together here today to unite this man and this woman in holy matrimony. Jesus said that man should leave his mother and father and cling to his wife, and the two shall become as one. What god has joined together, let no man put asunder. Therefore, if anyone here has any reason why these two should not be joined in holy wedlock, let them speak now or forever hold their peace.",
        "[SCENE_BREAK]",
        "Rosanna: Is he asleep?",
        "Carly: As soon as his head hit the pillow.",
        "Rosanna: He's just worn out, poor thing.",
        "Carly: We all are.",
        "Rosanna: This is brutal. All this waiting, hoping for some kind of clue.",
        "Carly: No more. This can't go on.",
        "Rosanna: What do you mean?",
        "Carly: Looking for Jack -- it has to stop. Parker can't take it anymore. And neither can I.",
        "[SCENE_BREAK]",
        "J.J.: This was the best day of my life.",
        "Julia: Mine, too, honey. Except the day you were born, of course.",
        "J.J.: I'll be back first thing tomorrow morning so we can start our new family.",
        "[Kayley and Jack laugh]",
        "Julia: Maybe not first thing.",
        "Kayley: I thought you were going to make me waffles in the morning, J.J.",
        "J.J.: Well, after breakfast, I'm coming home.",
        "Kayley: Okay, well, we'll call you in the morning.",
        "Jack: Well, come on. Give me a hug.",
        "J.J.: What do I call you?",
        "Jack: What do you call me? What do you want to call me?",
        "J.J.: Well, I know you as Jack, but -- can I call you Dad?",
        "Jack: I'd like that. Sure. Now get out of here.",
        "J.J.: Bye, Dad.",
        "Jack: Bye, son. Mm. Come here. Come here, come here, come here. Oh, it feels good.",
        "Julia: This means so much to him.",
        "Jack: Oh, it means so much to all of us.",
        "Julia: I know, but he's -- he's still so little, Jack, and I -- les was such a disaster. I didn't think we were ever going to get away from him. And now, he has -- he has you. Something that he's always wanted and always needed. You know? A real dad. Do you know how much I love you for that?",
        "Jack: I have to do something, first.",
        "Jack: Give it to me.",
        "Julia: Are you sure you want to do this? Jack, this wedding band is the last link to your old life.",
        "Jack: My old life is over. I'm with you now. Come on.",
        "[SCENE_BREAK]",
        "Lily: Luke? There's something I need to talk to you about.",
        "Luke: Sure.",
        "Lily: I thought you had a test tomorrow.",
        "Luke: I do. I was just taking a break. What did you want to talk to me about?",
        "Lily: Will Munson has been released from the mental hospital, and he's staying with his father, and you're not to see him.",
        "Luke: Why?",
        "Lily: Why?",
        "Luke: It's just that Dad just said he was okay.",
        "Lily: He's not okay. And you're not to have any contact with that boy. Do you understand?",
        "[SCENE_BREAK]",
        "Paul: No, Lily doesn't hate you. She's just having a hard time accepting that Rose is gone, and she's angry, and she's confused. And she'd rather take it out on you. She'd rather blame you than deal with --",
        "Will: But it's my fault.",
        "Paul: No, if anyone, it's my fault. Will, I should have done a better job protecting you from Barbara. I mean, there's a reason that woman is committed. And she's got a problem. And you just got swept up in her campaign against Rose, and we all got hurt.",
        "Will: I don't think most people are going to see it that way.",
        "Paul: Yeah, well, most people aren't worth your time.",
        "Will: You don't know what it's like -- everybody watching you, waiting for you to do something weird. Sometimes I just feel like running away.",
        "Paul: I've tried that. I have. I ran away to New York. I ran away to Paris. And it doesn't work. It doesn't change the way you feel about yourself inside, Will. If you've let someone down, the only way back is to try and make it up to them.",
        "Will: But Rose is dead.",
        "Paul: And nothing is gonna change that. But if you stay strong, and you stay away from Mom, then you will start to believe, and everybody else will start to believe that you're different. And it doesn't matter -- it just doesn't matter if you're upset or angry or guilty or ashamed. The only thing that matters in life is what you do, your conduct. And if you, Will, start behaving like the great kid that I know you are, everything is gonna be okay.",
        "[SCENE_BREAK]",
        "Rosanna: Look, Carly, Parker definitely needs a break, but you don't have to share everything with him. You know, just tell him things that are definite. But don't give up hope.",
        "Carly: The thing is -- Jack is out there. He's alive. He called me. I talked to him. And how long can I keep making excuses? Why hasn't he called back?",
        "Rosanna: Well, maybe he's on the run, like you said. Maybe somebody's keeping him from calling. Maybe he's hurt.",
        "Carly: Or maybe he's living with another woman and her son.",
        "Rosanna: No, come on. Don't do this to yourself.",
        "Carly: I have to consider it, Rosanna. When that private investigator brought it up, I read the poor guy the riot act, but maybe he's right. Maybe Jack doesn't want to be found.",
        "[SCENE_BREAK]",
        "Jack: Do you have any idea how much I love you? Hmm?",
        "[SCENE_BREAK]",
        "Nancy: Love is patient. Love is kind. It does not envy. It does not boast. Love is not self-seeking. [Ticking] It keeps no record of wrongs. Love rejoices with the truth. It always protects, always trusts, always hopes, always perseveres. Love never fails. These three remain -- faith, hope and love. But the greatest of these is love.",
        "Reverend: Thank you, Mrs. Hughes. And now, Christopher, Alison, it is time to pledge your lives to one another, before god and this congregation.",
        "[SCENE_BREAK]",
        "Will: It's like I said before, when I told Dad, I just want everything to be normal.",
        "Paul: Great. Let's have some lunch. Can we eat in front of the TV?",
        "Will: I'm there. All right. I'll finish the sandwiches. You go warm up the tube.",
        "Paul: All right. Will, listen to me. I'm serious. I really don't like mustard.",
        "[Phone rings]",
        "[Phone rings]",
        "Luke: Snyder residence.",
        "Will: Hi, Luke? It's will. How are you? Look, I just need to talk to your mom. I want her to know that all the bad stuff that happened before I went away -- I'm really sorry about everything.",
        "Luke: It's okay, Will.",
        "Lily: Will, this is Lily Snyder. Please don't call my house anymore, and stay away from my son.",
        "[SCENE_BREAK]",
        "Reverend: Alison, will you take this man to be your husband, to live together in the covenant of marriage? Will you love and comfort, honor and keep him, in sickness and in health? And, forsaking all others, be faithful to him for as long as you both shall live?",
        "Alison: You bet I do.",
        "Reverend: And Christopher, will you take this woman to be your wife, to live together in the covenant of marriage? Will you love and comfort, honor and keep her, in sickness and in health? And, forsaking all others, be faithful to her for as long as you both shall live? Christopher?",
        "Alison: Tell him.",
        "[SCENE_BREAK]",
        "Jack: If you could have one thing in the world right now, what would it be?",
        "[Julia laughs]",
        "Julia: You're hungry, aren't you?",
        "Jack: Starving.",
        "Julia: You want ice cream?",
        "Jack: Two spoons.",
        "Julia: No, I'm getting my own bowl.",
        "Jack: Hey.",
        "Julia: What?",
        "Jack: Are you happy?",
        "Julia: Happier than I've ever been in my life.",
        "[SCENE_BREAK]",
        "Rosanna: Are you sure you want to be alone?",
        "Carly: I need to let some of this settle.",
        "Rosanna: Jack wouldn't leave you. You know that. He loves you.",
        "Carly: And I love him. But this is too hard on Parker. He's got this ESP thing with Jack. He knew he was alive. He knew he was at the water park, and now he knows that -- or he thinks he knows that Jack isn't not ours anymore.",
        "Rosanna: Yeah, but Parker's a kid. Come on. He doesn't really know what he's saying.",
        "Carly: Well, it's upsetting him. And Bob said it -- I have to find a way to lower the stress level around here.",
        "Rosanna: Okay, and that's fine. But don't give up hope.",
        "Carly: Oh, I'll never stop waiting for Jack to come home. I may not know where he is or why he's not here, but I know this is where he belongs. He'll find his way back to me -- someday.",
        "[SCENE_BREAK]",
        "Julia: Oh, J.J. I thought I threw that out. What's this? \"Come back, Jack. We love you and miss you. Parker, Sage and Carly.\"",
        "[SCENE_BREAK]",
        "Next week, on \"As the World Turns\" --",
        "Reverend: Your reply is \"I do.\"",
        "Lucy: I don't get it.",
        "Dusty: There's a winner and a loser. And my job is to find the loser.",
        "Jack: We're a family, now.",
        "Julia: What if there's another family that you don't remember?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=rXMlPBnHvNU"
}