{
    "Episode Summary": [],
    "Recap": [
        "After making love, Holden presses Lily to leave Keith again, but she continues to be reluctant. Keith interrupts them by calling Lily wondering when she is getting home from the farm?, Lily pretends to have a bad connection and hangs up. In an unspoken agreement, Holden will keep quiet about what is going on with him and Lily while tying up their divorce for as long as possible in hopes Keith will lose interest. Lily appreciates this. Keith sees Luke out and asks where Lily is because he thought Lily was with him? Luke angrily rebuffs any attempt by Keith to be nice. Later, Keith tries to trip Lily up by asking if she saw Luke at the farm, knowing full well she didn't. Dusty brings Billy to Jen with proof that the baby is hers. Jen doesn't want to believe him at first, but when he shows her a DNA test (which was a match) she finally breaks down and believes this is her child. She is overwhelmed with Dusty for making her dreams come true. Hal wants Emily to take the plea bargain and testify against Paul but she reuses. They share some emotional issues regarding their marriage, and then Emily asks him to let her go. Hal reluctantly tells the officer to book her. Barbara is called to the Police Station because of Paul. Hal informs her they have a shared grandson whom is really alive. Barbara is in disbelief but then accepts this, but wants to know how Paul could do something so horrible to his own sister? Barbara realizes what Paul did was because of Craig, but she still wonders how he could be such a monster? Paul tells her he learned from the best. Later, Barbara realizes Emily was involved and attacks her, blaming her for everything, and promising Paul will hate her because he will realize his relationship with Jen is forever ruined."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Parts of this transcript is missing due to local news breaks]",
        "[SCENE_BREAK]",
        "Holden: I have missed holding you.",
        "Lily: I've missed you, too.",
        "Holden: You don't ever have to leave.",
        "Lily: Mmm, Holden --",
        "Holden: Lily, tell Keith it's over. You don't have to keep a promise that he forced you to make. I'll tell him myself.",
        "Lily: No. If it happens, it has to come from me.",
        "Holden: If it happens? You can't go back to him. Not after what just happened.",
        "Lily: Tonight was wonderful.",
        "Holden: Lily, he's forcing you to marry him because he got Luke a kidney. He's backing you up into a corner.",
        "Lily: Luke is alive and well. That's all that matters.",
        "Holden: You don't love him. You love me. Tonight proves that. It's time to come home. Lily, come home. Come home for Christmas.",
        "[SCENE_BREAK]",
        "Keith: Come on, come on. Come on, Lily -- where are you?",
        "[SCENE_BREAK]",
        "Hal: Think this through, Emily. And think it through very carefully. Without the immunity deal that tom is offering you, you don't have a shot at walking away clean of these charges.",
        "Emily: Is that a threat, Hal.",
        "Hal: No, it's not a threat. It's a reality. Don't be stupid. You're facing a serious deal.",
        "Emily: You know, I'll take my chances.",
        "Hal: How could you have gone along with this?",
        "Emily: Along with what, Hal?",
        "Hal: Paul let his own sister believe her baby was dead. You're a mother, for God's sake. Didn't you even for a moment put yourself in Jennifer's place?",
        "Emily: That's a really good technique, you know? Really. I say yes, I'm guilty. I say no, I'm inhuman, right?",
        "Hal: Just tell me that Paul forced into it. Tell me that you tried to stop him and you couldn't. I'll believe it. So will Tom.",
        "Emily: I am marrying Paul tomorrow, and you want me to sell him out so I can save myself?",
        "Hal: You're damn right I do. He covered Craig's crimes of switching those babies. He damn near destroyed Jennifer's life. How can you possibly marry a man like that?",
        "Emily: That's really what this is all about, isn't it? It's not about Jennifer.",
        "[SCENE_BREAK]",
        "Jennifer: All right, what's up?",
        "Dusty: You should sit down.",
        "Jennifer: Oh, God. Oh, God, has something happened? To Paul? Or Will, or my dad?",
        "Dusty: No, no, no, nothing like that. Something wonderful. Here, maybe you should hold him while I tell you this.",
        "Jennifer: No, I don't want to hold him. I don't even know why you brought him. I already said good-bye to him at Carly's.",
        "Dusty: It's not about saying good-bye. It's about saying hello to your son.",
        "[SCENE_BREAK]",
        "Cop #1: Ms. Ryan? I'm here to take you to the police station.",
        "Barbara: Why? What have I done? I assure you that I am a law-abiding citizen, Officer Reynolds, and you better have your warrant in order or, otherwise, I will report you to my ex-husband, the chief of detectives.",
        "Cop #1: Actually, Lieutenant Munson asked me to bring you in.",
        "Barbara: Really? Why?",
        "Cop #1: Your son's been arrested.",
        "Barbara: Will?",
        "Cop #1: No, Paul Ryan.",
        "[SCENE_BREAK]",
        "Jennifer: This isn't funny, Dusty. Now, whatever game you're playing --",
        "Dusty: This is no game. I swear.",
        "Jennifer: He's not my son. I don't even know why you brought him here. If this your twisted way of getting me to stay in town --",
        "Dusty: If you listen to me, this will all make sense. This is Johnny.",
        "Jennifer: No. No, that's Gwen's baby. The blood test proved it.",
        "Dusty: There was a mistake at the hospital.",
        "Jennifer: A mistake? No! No, I am not going through this again. I'm going to get my passport, you're gonna get out of here and I never want to see you again. Okay, do you understand? Now, get out of my way!",
        "Dusty: Why won't you listen to me?",
        "Jennifer: Because you would have called. If you had proof, you would have called me. You wouldn't have shown up here -- why --",
        "Dusty: I wanted to make sure.",
        "Jennifer: Why a you doing this to me?",
        "Dusty: I wanted to make sure. That's why I didn't call. I didn't want to let you down again. You hear me? But there is no mistake this time. This is your son. Johnny. Here, take him. You take him, then you'll know.",
        "Jennifer: No, no.",
        "Dusty: Jennifer, listen to me. I have proof in my pocket. Take him and I'll show you everything. Go ahead, take your son.",
        "Jennifer: I can't. I can't.",
        "[SCENE_BREAK]",
        "Meg: So when Jennifer pushed away Dusty, I went after him. And I didn't even think about Jennifer, or what she had gone through, or even that she might have deep feelings for the guy. I just wanted Dusty.",
        "Susan: Well, she dumped him and you picked him up. That's not even close to what Emily did.",
        "Meg: But that's why she did it, Susan. I went after the man I loved without thinking about anybody else. Sometimes you do the wrong things for the right reasons.",
        "Susan: Oh, how can there be a right reason for what Paul and Emily did to Jennifer?",
        "Meg: Maybe in some crazy way, they thought they were protecting her.",
        "Susan: From what? From her own flesh and blood? From her baby?",
        "Meg: From Craig Montgomery maybe.",
        "Susan: Oh, that's crazy. Craig is locked up. There's no way he can get anywhere near Jennifer. And even if that was what was in their minds, it's still not an excuse.",
        "Meg: You're right, it's not.",
        "Susan: And something else has been bothering me, Meg.",
        "Meg: What is it?",
        "Susan: I'm going to ask you something. I want you to tell me the truth. You'll do that, right?",
        "Meg: Yeah, sure.",
        "Susan: Well, today, when I told you that Emily was in the hospital and I lost my key, you acted like I told you Typhoid Mary was in the building. Why? Did you know something?",
        "Meg: You mean about what Paul and Emily were up to?",
        "Susan: Did you know what they were doing? Tell me the truth. Did you?",
        "Meg: Yeah, I did.",
        "[SCENE_BREAK]",
        "Holden: You just tell Keith the truth -- that you don't love him. That you don't want to marry him.",
        "Lily: I never said I didn't want to marry him.",
        "Holden: No, you did not. But you just showed me.",
        "Lily: That was --",
        "Holden: What?",
        "Lily: Something else.",
        "Holden: Oh, okay. What was it, a stolen moment?",
        "Lily: It was just something that just happened.",
        "Holden: Okay, all right. Well, let's do it again.",
        "Lily: You're being impossible, you know that?",
        "Holden: Well, that's the whole point. I want it to be impossible because I want to make it hard for you to walk away.",
        "Lily: I can't stay.",
        "Holden: Lily, we love each other. Keith can never change that. And you can call this a stolen moment, but what's behind it are a lifetime full of moments. Our life. It started here in this barn many, many years ago. And here we are, we're still here. We belong together. You have to stop fighting that.",
        "[Cell phone rings]",
        "Lily: I should get that.",
        "Holden: Is it Keith? Go ahead, answer it. Answer it, Lily. Tell him that you're coming home with me tonight.",
        "Lily: Hello?",
        "Keith: Hey, Lily, it's me. I'm starting to get a little worried.",
        "Lily: I know, I'm late, I'm sorry.",
        "Keith: What's going on? Where are you?",
        "Lily: Sorry. Yeah, you're breaking up. It seems to be a bad connection.",
        "Keith: Well, where are you? You've been gone a long time.",
        "Lily: I came out to the farm to say goodnight to my children. You knew that.",
        "Keith: I miss you like crazy. You're still coming, aren't you?",
        "Lily: I'll be there as soon as I can.",
        "Keith: I can't wait. I love you.",
        "Lily: Bye. I can't break an engagement over the phone.",
        "Holden: But you are going to call it off?",
        "Lily: I just need some time to think, that's all.",
        "Holden: You don't want to be with him, but you don't want him to know that you're with me. Lily, you can't keep doing this to yourself. You have to make a choice.",
        "[SCENE_BREAK]",
        "Emily: I am so tired of going around in circles with you. Just do it. Get it over with. If you're going to charge me with something, then do it, so I can get arraigned and make bail and get the hell out of here.",
        "Hal: What about Daniel?",
        "Emily: Don't you dare talk to me about my son.",
        "Hal: How do you think he's going to feel when his mom gets thrown into jail?",
        "Emily: He will be fine.",
        "Hal: What, are you going to pretend you don't have to worry about him now? You say that you love him. You say that you want to protect him. If that's true, take Tom's offer.",
        "Emily: No.",
        "Hal: Emily, we've got you cold. Dusty and I caught you in the act of destroying those records. Hear me. If you go to trial, you will be convicted. And if you are convicted, you will go to prison. And if you go to prison, you will lose your son.",
        "[Emily sobbing]",
        "Emily: God.",
        "[SCENE_BREAK]",
        "Barbara: Hal, Paul's been arrested? Is that true?",
        "Hal: Yes.",
        "Barbara: What are the charges?",
        "Hal: He kept our daughter from knowing the truth about her baby.",
        "Barbara: The truth? What are you talking about?",
        "Hal: Didn't you just come from Jennifer's?",
        "Barbara: I was with her, but you had your man drag me down here.",
        "Hal: Dusty didn't show up?",
        "Barbara: Dusty? What does Dusty have to do with this?",
        "Hal: Jennifer's son is alive, Barbara. Dusty's taking the baby to her right now.",
        "Barbara: Hal, that's not possible.",
        "Hal: Go to her, you'll see. I'm sure Dusty's told her the truth by now.",
        "Barbara: Jen's baby? My grandchild, our grandchild, is alive?",
        "Hal: That's right.",
        "Barbara: My God. Oh, my God.",
        "Hal: He's a beautiful kid. He's perfect. He's perfect.",
        "Barbara: And you're saying that Paul kept this from her? Why on earth would he do something like that?",
        "Hal: Ask him yourself.",
        "Paul: Hello, Barbara. Here to cheer on my incarceration?",
        "Barbara: Jennifer's baby is alive? How is this possible?",
        "Paul: Figure it out, Barbara. You of all people should know.",
        "Barbara: Craig. Craig switched the babies?",
        "Paul: Yes.",
        "Barbara: And you knew this and you kept this from Jennifer?",
        "Paul: Yes.",
        "Barbara: Why would you do something like that, son?",
        "Paul: To protect her from Craig. But I don't think I'll be able to do that anymore.",
        "Hal: Get him out of here.",
        "Cop #2: Let's go.",
        "Barbara: Paul, I'll handle this. I'll get you out of this mess.",
        "[SCENE_BREAK]",
        "Susan: But what made you think Emily was involved?",
        "Meg: I suspected Paul. And then your key disappeared, and you said that Emily was here at the hospital, and it just clicked. I thought Paul would be with her. Or at least, not far behind. I just wanted to do something.",
        "Susan: So you told Hal?",
        "Meg: I wanted to. I went to the records room, but Hal and Dusty were already there. I wasn't much help.",
        "Susan: At least you tried. Jennifer has her baby back.",
        "Meg: Yeah, Dusty's making sure of it.",
        "Susan: Are you afraid that all this might bring Jennifer and Dusty back together?",
        "Meg: If it happens, it happens.",
        "Susan: So, you could lose Dusty just so Jennifer could get her baby back. That's pretty heroic in my book. That's the opposite of my daughter.",
        "Meg: Susan, I really think you should talk to Emily. I bet you'll find out that what drove her to do this is a lot more than you think. It usually is. On the good side, and the bad.",
        "Susan: Still, you should be proud of yourself.",
        "[SCENE_BREAK]",
        "Dusty: You won't even hold him?",
        "Jennifer: No, I can't go through this again, Dusty. I can't. I can't be disappointed again.",
        "Dusty: Jennifer, this is no game, this is for real.",
        "Jennifer: How do you know that? How many times did we think that? How many times were we certain that my son was alive?",
        "Dusty: Well, it turns out we were right. We were right the whole time.",
        "Jennifer: No, Meg tested my blood against that baby, and the test proved that that baby is not mine.",
        "Dusty: Someone messed up the test. I have proof right here.",
        "Jennifer: Proof? How do you know that that proof is any more valid than the one before? I can't do this again, Dusty.",
        "Dusty: Jennifer --",
        "Jennifer: No, it'll kill me!",
        "Dusty: Jenny, listen to me. I am absolutely sure. I don't want to go through this again, either, okay? Look. Look what I got in my pocket. These are new blood tests. This is a new DNA test.",
        "Jennifer: How did you get a DNA test?",
        "Dusty: I took a strand of your hair and I had it matched with the baby's DNA. It's a positive match.",
        "Jennifer: It was?",
        "Dusty: Yeah. Then your father took all the evidence to a judge and we got a court order. You have full custody of your son. Look at me. Look at me. There's nothing to be afraid of. You see? This is your son, Jen. He's all yours. Take him in your arms. Hold your son. Hold your son, Jen. It's okay.",
        "[Baby fusses]",
        "[SCENE_BREAK]",
        "Hal: Your right thing nearly pushed my daughter over the edge. It landed her in a psychiatric institution with an addiction to crystal meth. And now, it's going to cost you your son.",
        "Emily: Stop making this about my son! This is personal! This about you and me.",
        "Hal: You're damned right it's personal! You let me believe my grandson was dead. I had to stand by and watch my daughter slowly fall apart. I may hate Paul's guts, but I still care about you, Emily. Hell, I still love you! And now, I have to watch you get the book thrown at you because of him?! And I don't want that to happen. Nobody does. Not your mother, and certainly not your son. But it is going to happen, Emily, unless you take the deal. For the love of God, do it. Save yourself.",
        "Emily: Okay, I will.",
        "[SCENE_BREAK]",
        "Barbara: Son?",
        "Paul: I've said all I'm going to say to you, Barbara.",
        "Barbara: I need to know why you did it.",
        "Paul: I told you why I did it.",
        "Barbara: That wasn't good enough. I need to know how you could stand back and watch your sister disintegrate in front of your eyes, knowing all the while that you had the power to stop it.",
        "Paul: The alternative was far worse.",
        "Barbara: So you destroyed your sister because of some hypothetical threat you imagined from Craig?",
        "Paul: We both know what Craig is capable of.",
        "Barbara: And now I know what you're capable of. And it's horrifying.",
        "Paul: I had a good teacher.",
        "[SCENE_BREAK]",
        "Jennifer: I was so sure you were mine. Yes. But everyone kept convincing me that you weren't, so I stopped believing. But here you are. [Baby cooing] I'm scared to start believing again.",
        "Dusty: Don't be. Don't be. This is real. You have your baby in your arms now.",
        "Jennifer: But the test results that Meg took -- I don't understand. How is it possible?",
        "Dusty: There was a mix-up, that's all.",
        "Jennifer: Craig switched the babies?",
        "Dusty: Well, obviously, he would have done anything to get his hands on your child.",
        "Jennifer: Do you think it's possible that he switched the test results, too? Or had somebody do it for him?",
        "Dusty: Probably not. I mean, there's no evidence leading back to him.",
        "Jennifer: How did this happen?",
        "Dusty: There was just a mix-up, Jen. But you have your son, now. And nothing else matters.",
        "Jennifer: No, this does matter, Dusty. And what aren't you telling me?",
        "[SCENE_BREAK]",
        "Lily: Hey.",
        "Keith: Hey. There you are. I thought maybe you were going what, just let it go.",
        "Luke: What ticks me off is that he got to her. And now, they're going to get married.",
        "Holden: Luke, it's not over track of her every move and he expects me to help him? I can't believe mom is back with that guy. I mean, this whole thing is just so messed up.",
        "Holden: All right, you know what, just let it go.",
        "Luke: What ticks me off is that he got to her. And now, they're going to get married.",
        "Holden: Luke, it's not over until it's over.",
        "Luke: Do you know something I don't?",
        "Holden: Let's just say that I have a lot of faith in your mom. And that in the end, I think everything's going to work out.",
        "[SCENE_BREAK]",
        "Lily: Hey.",
        "Keith: Hey. There you are. I thought maybe you were going to stiff me.",
        "Lily: Oh, it's just hard to pull myself away from my girls, that's all.",
        "Keith: Of course, of course, here, sit down.",
        "Lily: Thanks.",
        "Keith: How is everybody? How's Luke? How's he doing?",
        "Lily: He's doing better. Why?",
        "Keith: Did you tell him that you were going to meet me? Did he give you a hard time about that?",
        "Lily: I haven't seen him. He's out with a friend.",
        "Keith: I know. I ran into him.",
        "Lily: Here?",
        "Keith: Yeah. Hey, you hungry? You want something?",
        "Lily: Wait a minute, why would you ask me if I'd spoken to Luke, if you already knew that I hadn't?",
        "Keith: Well, because I just thought that you were going to see him earlier.",
        "Lily: You were testing me, weren't you?",
        "Keith: No, it's just that -- that phone call I had with you, it just seemed a little sketchy.",
        "Lily: Oh, so, instead of asking me about it, you trick me instead?",
        "Keith: No, I mean, just -- your voice sounded funny, like you were lying to me or maybe you were with somebody else.",
        "Lily: So you thought your best source of information was my teenage son? That's unacceptable, Keith.",
        "Keith: Okay, well, what happened?",
        "Lily: Something that changes everything.",
        "[SCENE_BREAK]",
        "Emily: Back off, leave me alone. And I'll face what I have to face with the courts.",
        "Hal: What's in that for me?",
        "Emily: What you seemed to always want when we were married, Hal. The right to put your focus on absolutely everything except me. You see, I'm making this personal, too. And I'm calling your bluff to do it.",
        "Hal: Oh, you think we don't have a case?",
        "Emily: Well, if you did, you wouldn't need me to get Paul, would you?",
        "Hal: I've got Paul on hospital property, his fingerprints on that keyboard. I can tell you to the second when he deleted those records. I don't need you to nail Paul. I'm offering you a chance.",
        "Emily: Why? I want you to let me go. I want you to accept that I've made my choice. I've done what I've done, and I'm ready to face the consequences.",
        "Hal: Nothing I've said means anything to you?",
        "Emily: You mean something to me. But I'm prepared to take the hit. I've accepted my situation. Now you need to accept that it is over between us.",
        "Hal: Emily --",
        "Emily: Hal, I'm not yours to save any more. Please --",
        "Hal: Once I walk out that door, there's no turning back.",
        "Emily: There was no turning back the minute I lied to Jennifer. Let go. Let me go, please.",
        "Hal: Book her.",
        "[SCENE_BREAK]",
        "Barbara: How are you going to face your sister? She's going to hate you.",
        "Paul: What I've done is minor next to the hell that Craig Montgomery's going to put her through when he finds out that she has his son.",
        "Barbara: Craig is in jail for the rest of his life.",
        "Paul: And you think that would stop him, but you know better, Mother.",
        "Barbara: You had no right, Paul!",
        "Paul: We were trying to protect Jennifer.",
        "Barbara: We?",
        "Paul: Visiting hours are over.",
        "[SCENE_BREAK]",
        "Jennifer: Craig switched the babies, but that blood test would have proven that this was my son. We would have known weeks ago.",
        "Dusty: Right now, wouldn't you rather just focus on your son?",
        "[Baby cooing]",
        "Jennifer: My son. My beautiful, beautiful son. Come here, hey. You don't know it yet. But soon, you will. And I promise you, I will always be here for you. Hey, what do I -- what do I call him? I named him John Dustin, but they've been calling him Billy. I don't want to confuse him.",
        "Dusty: You call him what you named him. He'll be fine with it.",
        "Jennifer: John Dustin. Welcome home. Oh, no. I don't have anything. I don't have diapers, or formula --",
        "Dusty: I've got you covered. I've got enough to last you through the night, and I got another delivery coming in the morning.",
        "Jennifer: You thought of everything.",
        "Dusty: I'm sure I forgot something.",
        "Jennifer: Well, now the rest is up to me. I have to learn how to be a mom. Gwen. Gwen -- she must be devastated.",
        "Dusty: I don't know if she knows yet. She and will were away for the night. Jack and Carly were babysitting.",
        "Jennifer: She doesn't know that I have Johnny and that -- that her baby is dead?",
        "Dusty: I know you feel for Gwen, but you've got to be a little selfish. Right now, tonight, everything that matters is in your arms.",
        "Jennifer: Everything that matters is right here in this room. I've missed you so much, Johnny. [Cell phone rings.]",
        "Dusty: I'm telling you, Meg, I wish you could've seen her face.",
        "Meg: I'm sure she was overjoyed.",
        "Dusty: And it's contagious.",
        "Meg: Well, you do sound pretty happy.",
        "Dusty: I'll tell you about it when I get home.",
        "Meg: You're on your way home now?",
        "Dusty: Pretty soon. I just gotta make sure that Jen and Johnny are settled in, make sure they have everything they need.",
        "Meg: Yeah, of course.",
        "Dusty: I'll see you in a bit.",
        "Meg: Yeah.",
        "[SCENE_BREAK]",
        "Jennifer: There are so many stars. But I don't have to wish on them anymore. Because I have you home just in time for Christmas. Merry Christmas to us.",
        "[Baby coos]",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Katie: There's going to be no future for us.",
        "Mike: What are you talking about?",
        "B.J.: Isn't it obvious, Mike? She's talking about us.",
        "Tom: I've petitioned the family court for full and permanent custody.",
        "Emily: Please don't -- don't do that.",
        "Jennifer: Why those blood tests we took didn't prove that he was mine. You guys were there the whole time. What went wrong?",
        "Carly: I wish really hard I didn't have to tell you this.",
        "Gwen: Carly, you're scaring me.",
        "Carly: Gwen, Billy is Jennifer's baby."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=uycZTVzJ5fk"
}