{
    "Episode Summary": [],
    "Recap": [
        "Maddie tells Henry about her threatening conversation with BJ. She is worried, and so Henry offers to quit. He confronts BJ, who covers by saying that he was only coming across harsh because he wants Maddie to learn there are consequences for her actions. He subtly blackmails Henry into staying in his employ by suggesting Maddie may win a scholarship from one he set up. Henry backs off. BJ needs Henry for an important job. He needs to help him separate Katie and Mike. Later, BJ secretly gets Maddie fired, which Maddie is keen to. Lucinda finds out about Luke being transferred to another hospital in St. Paul due to renal failure. She is beside herself and is determined to get there to support her family. Kim tries her best to talk her out of it, but Lucinda is stubborn. Dusty and Meg pretend to be from Children's Services when they go see Iris and Gwen, claiming they need to draw blood and do a routine physical on Gwen's baby. Jen waits nervously, and Paul almost admits the truth to her again when Hal confronts him in front of her about why he is funding Gwen's lawyer? Dusty and Meg get the blood work and then take Jen's. They will find out the truth about her baby in a matter of a couple hours. Paul antagonizes Meg further by questioning if Dusty will run back to her if she tells her the truth about Jen's baby? Will Meg do the right thing or will she further the cover up in order to keep Dusty closer to her then Jen?"
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Henry: Well, it's not easy being filthy rich, Amber. But you play the cards you're dealt, you know? Unfortunately, I've been dealt a royal flush -- all hearts. Mine is beating for you, baby.",
        "Maddie: Baby?",
        "[Maddie laughs]",
        "Henry: Hey.",
        "Maddie: Hey.",
        "Henry: Brushing up on my Shakespeare, that's all. Little iambic pentameter. Hey, what are you doing here?",
        "Maddie: Isn't this B.J.'s car?",
        "Henry: Yeah. Uh, I'm keeping it warm for him while he's in Java talking to Katie. What's up?",
        "Maddie: He knows. Yeah, B.J. found out that I was the one e-mailing him as K-k-k-katie, and he's really mad at me.",
        "Henry: Good.",
        "[SCENE_BREAK]",
        "Katie: You should never drink alone. Want a good laugh? Surprise!",
        "B.J.: You look exactly the same.",
        "Katie: The same as what?",
        "B.J.: The -- uh, as my vision when I bought the outfit of you as a cheerleader at my Halloween party. I'm sorry, I'm just -- I'm just so grateful that you're not angry at me anymore. You're not angry, are you?",
        "Katie: No, no. I'm sorry I overreacted. I just -- when you explained everything, I did understand.",
        "B.J.: Promise?",
        "Katie: Yes, and that's why I'm gonna prove to you by doing a cheer just for you. Uh, I don't have much room for a finish. I used to do a back tuck into the splits, but you get the general idea.",
        "B.J.: Well, great. Go on.",
        "Katie: Okay. You're the home team, I'm me. Okay. We want a touchdown we want to score we want a victory more, more, more go Jefferson",
        "[Mike claps]",
        "Mike: \"More, more, more\" is right.",
        "Katie: Oh, Mike. Hi.",
        "[Katie laughs]",
        "[SCENE_BREAK]",
        "Nurse: Mastectomy is major surgery.",
        "Lucinda: Yeah.",
        "Nurse: It takes some time to recover. Moving around will hurt at first.",
        "Lucinda: Oh, gosh. No kidding.",
        "Nurse: You're doing very well, considering. I'm sure that Dr. Berg will be very pleased.",
        "Lucinda: Pleased enough to let me get out of here soon?",
        "Nurse: Given your grandson's situation, I'm sure that she'll do everything she can to release you as soon as possible.",
        "Lucinda: My -- my grandson's situation?",
        "Nurse: I'm sorry, I thought you knew. Uh, they moved him to the clinic in St. Paul.",
        "Lucinda: What? Wait, wait -- now, wait a minute. He's in a clinic in -- is he -- what's the matter with him?!",
        "Nurse: I really can't say.",
        "Lucinda: Yes, you can. You can tell me. I'm on the board of this hospital, and you can tell me, or I'll get you fired summarily.",
        "Nurse: Renal failure. I'm so sorry.",
        "Lucinda: Oh. Well -- oh! Oh, that's why Lily didn't come.",
        "Nurse: I'm sure that Dr. Berg will be in to see you in just a minute.",
        "Lucinda: Well, when she does get herself here, just tell her that I've gone to St. Paul.",
        "Nurse: No, you can't. You haven't been released. You can't leave the hospital.",
        "Lucinda: Yeah? You watch me, honey. You watch me.",
        "Nurse: No, Mrs. Walsh, just please.",
        "[Talking over each other]",
        "Lucinda: Wait, wait, wait. Oh, my God.",
        "Kim: What's going on here?",
        "Lucinda: Thank God it's you. I need Bob.",
        "Kim: Well, Bob's in a meeting.",
        "Lucinda: Get him out of the meeting! It's an emergency, and I need him, right now.",
        "[SCENE_BREAK]",
        "Meg: We're from children's services. What a beautiful baby.",
        "Iris: He's ours.",
        "Meg: Ma'am, we're just gonna conduct a routine physical exam, and it won't take long.",
        "Iris: Yeah? Let me see the papers. [Iris laughs] Don't come here without papers. Nobody touches this kid.",
        "Meg: It won't hurt him a bit.",
        "Iris: You want in? Call my lawyer and make an appointment.",
        "Meg: Well, we gave it a shot.",
        "Dusty: Just like that, you're giving up?",
        "Meg: If the woman doesn't want us --",
        "Dusty: A blood sample is the only way to prove that this is Jen's baby. That's her kid in there.",
        "Meg: I could lose my job.",
        "Dusty: I wouldn't ask you if I wasn't sure. That's her kid.",
        "Meg: You don't know that.",
        "Dusty: Jennifer does, and it's killing her. Meg, come on. She can't take much more.",
        "[SCENE_BREAK]",
        "Paul: Dusty should be back by now.",
        "Jennifer: Oh, well, he would call if there was a problem.",
        "Paul: Let me go check on them.",
        "Jennifer: Paul, wait.",
        "Paul: I'll call you if I find anything out.",
        "Jennifer: Hey, thank you.",
        "Paul: For what?",
        "Jennifer: For believing me. You have no idea how good it feels to have you on my side.",
        "Paul: Jennifer, listen --",
        "Jennifer: No, really, I understand why you did everything before. I mean, I was -- I was a mess. But I've always known that you loved me and that if I could prove to you that that baby was mine, that you would do anything to bring him back home.",
        "Hal: Sweetheart. You okay?",
        "Jennifer: Hey. Yeah, I'm fine.",
        "Paul: I'll -- I'll give you a call.",
        "Hal: You're not going anywhere, Paul -- not until you tell me why you paid Gwen Norbeck's legal fees.",
        "[SCENE_BREAK]",
        "Maddie: B.J. threatened me.",
        "Henry: With what? I vote for grounding you for the rest of the year.",
        "Maddie: I was trapped in a house alone with a guy who drinks chocolate milk, and you think it's funny?",
        "Henry: I drink chocolate milk.",
        "Maddie: Not at happy hour.",
        "Henry: So he has a sweet tooth.",
        "Maddie: He has a mental defect, okay? This is a guy who has a crush on a girl who blew him off in high school. He's been here for how many weeks now, and he hasn't even told her who he really is. He's dangerous.",
        "Henry: Let me -- let me tell you something about men, okay? Despite all of his millions and billions and whatever it is, B.J. has less self-confidence than I do. I know who I am. I am a card shark who likes martinis. I have exquisite vocabulary and a wonderful little sister.",
        "Maddie: Aw.",
        "Henry: He can't even admit to himself who he is, much less to Katie. He is nothing to worry about. He's a mosquito, he's a gnat.",
        "Maddie: Yeah? He threatened me.",
        "Henry: So you say. I have yet to hear any details. Where, how, when?",
        "Maddie: At Fairwinds this morning.",
        "Henry: Back up. What were you doing at Fairwinds?",
        "Maddie: Nothing.",
        "Henry: Nothing?",
        "Maddie: Well, you said that we might be moving in there, so I thought I'd just take a look around.",
        "Henry: Breaking and entering.",
        "Maddie: No, huh-uh, no breaking. The door was open. You'd think I stole the guy's hard drive the way he reacted.",
        "Henry: He has a secret, Maddie. He doesn't want people snooping around.",
        "Maddie: You're defending him now? He threatened to call the police.",
        "Henry: I don't blame him.",
        "Maddie: And then he said he would take care of me himself. I mean, afterwards, he was nice, but he had this weird look in his eye the whole time. If Katie hadn't have come in, I don't know what he would have done to me.",
        "Henry: He said -- he said he would take care of you himself?",
        "Maddie: Yes, instead of calling the police. He wanted to scare me. And I know that, because later, he made it really clear that I wasn't to tell Katie what happened or what I knew or else. And I know that you think you've hit it rich with this guy --",
        "Henry: No, no, no, no, no, no. Listen to me. The only reason -- the only reason I took this job was so that I could take care of you. So if you're not feeling comfortable --",
        "Maddie: Terrified.",
        "Henry: I'm sorry I made you scared. I'm gonna go talk to him.",
        "Maddie: No, don't.",
        "[SCENE_BREAK]",
        "Mike: I don't know what you're doing here, but it's working for me.",
        "Katie: Remember I told you that I was gonna help B.J. plan his Halloween party? And everybody's coming dressed as they were in high school, so B.J. found this outfit that is exactly like the one I wore in high school. Isn't it great?",
        "Mike: Perfect.",
        "B.J.: Katie was just indulging me in a little cheer. I hope you don't mind, Mike.",
        "Mike: Let's go home.",
        "Katie: Now?",
        "Mike: Right now.",
        "Katie: Okay.",
        "B.J.: Oh, oh, you know what? Mike, I almost forgot. The zoning board just called a little while ago, and the city inspector's on his way over to Fairwinds to check on the permits. So could you go and meet him? 'Cause you know, you talk the talk.",
        "Katie: Now?",
        "B.J.: Yeah, I'm sorry.",
        "Mike: Um, B.J., listen, I really appreciate all the work that you've given me, but I can't be on call 24/7, you know what I mean? I tacked the permit to the door. That's all the inspector's gonna need. If you feel like you want to go by and see him yourself, you're welcome, but it's not necessary. Now I've got a date with a cheerleader.",
        "Katie: I'll see you tomorrow.",
        "[B.J. reaches out and grabs the waitress by the wrist.]",
        "Waitress: Can I help you?",
        "B.J.: More chocolate milk, now.",
        "[SCENE_BREAK]",
        "Kim: So now tell me, what's the problem?",
        "Lucinda: It's not me. I'm fine. It's not me, it's my grandson. He's seriously ill.",
        "Kim: Oh, my God. Lucinda, you just found out about it. Of course. Of course you're upset. I'm so sorry.",
        "Lucinda: Why -- why wasn't I told?",
        "Kim: Well, I -- I assume that's because you were still in post-op when this happened. I mean, Luke was rushed in, I think, while you were having your surgery. And it's my understanding that he had contracted some kind of infection while he was in Mexico. Lily said that he really hadn't been feeling 100% since he got back. But obviously, nobody had any idea it was this serious until he collapsed.",
        "Lucinda: The girl -- the little girl, she just said he had renal failure at his age? I've got to be there!",
        "Kim: No, no, no, no. What you've got to do is you've got to calm down.",
        "Lucinda: My family needs me -- me!",
        "Kim: What your family needs from you is for you to stay put and for you to mind what the doctors say.",
        "Lucinda: Well, I'm going to get dressed, and I'm going to St. Paul. So you tell bob that's where he can find me.",
        "Kim: Wait. Wait just a minute, missy. What do you think you're gonna do? What are you trying to do, kill yourself?",
        "[SCENE_BREAK]",
        "Jennifer: Paul wouldn't have anything to do with Gwen Norbeck.",
        "Hal: I asked you a question, Paul. I want an answer.",
        "Jennifer: Tell him he's wrong, and that you believe me and that he should too.",
        "Paul: No, Hal's not entirely wrong. I did go to Gwen and offer to help her, but that was before you even thought that this baby might be yours.",
        "Jennifer: Why?",
        "Hal: That's a very good question, sweetheart. Why would your brother conspire with a teenage girl he barely knows to take a baby away from Carly and Jack?",
        "Paul: I didn't conspire with anybody.",
        "Hal: The Snyders wanted you to be the kid's godfather. They trusted you. And what do you do? You sick Cass Winthrop on them. You wanted that child gone, and I want to know why.",
        "[SCENE_BREAK]",
        "Iris: You can stay on that yard till Rory runs out of money. You are not gonna get your hands on my million dollar baby. Not while Grandma's on patrol. Yes, you are just a pot o' golden diapers, aren't you? Yes, you are. You're just a pot of golden diapers. Grandma's little ticket.",
        "Gwen: Mom?",
        "Iris: What -- what are you doing out of bed? Go, go. Go back to bed, honey.",
        "Gwen: Who was at the door?",
        "Iris: Uh, nobody. Just -- just go back to sleep. Go on.",
        "[SCENE_BREAK]",
        "Meg: Don't make me feel guilty.",
        "Dusty: If it were your kid, and you couldn't get to him, nobody believed you, nobody helped you --",
        "Meg: I tried to help, Dusty, but there is only so far I can go. Gwen's mother is obviously suspicious. And given that what we're doing is illegal --",
        "Dusty: Stealing a child is illegal. He's right through the door. You saw him. Meg, come on. Let's not -- let's not make Jen wait another day.",
        "Meg: Why is this my problem to fix? And I'm not saying that I don't feel for Jennifer, because you know I do. But I'm putting my career on the line here.",
        "Dusty: Do it for me.",
        "[SCENE_BREAK]",
        "Maddie: You cannot talk to B.J. He'll kill me.",
        "Henry: I am your big brother. I'm not gonna let anybody threaten you. That's why I'm gonna quit.",
        "Maddie: Yeah, you quit, and then he'll hunt us down and pour battery acid in our ears while we're sleeping! The man is crazy. I don't even want you talking to him.",
        "Henry: That's crazy talk. I'm not scared of B.J. Green. You sit tight. I'm gonna make sure you're never scared of him again either. B.J., Maddie says you threatened her. Uh, I realize she may have crossed a line, or two or three, but I can't have you frighten my little sister. So, I'm quitting, as of now. That's -- that's me quitting, okay? Our little pact is kaput. I'm finished. I'm through, finito. Your secret is no longer my secret. I am done, do you understand? D-o-n-e, done.",
        "[SCENE_BREAK]",
        "Kim: What the heck do you think is gonna happen if you go running over there in this condition?",
        "Lucinda: I want to see my grandson. I want to see him.",
        "Kim: For crying out loud, what do you think you can accomplish, other than to worry your daughter half to death? And she's already got enough on her mind. And you could tear your stitches, or you could end up with an infection. Now, what I don't understand is, how is that gonna help Luke?",
        "Lucinda: I -- I'm a lot stronger than you think.",
        "Kim: Oh! Well, then this isn't about Luke. It's about you. Sorry, my mistake. Come on. Come on.",
        "[SCENE_BREAK]",
        "Paul: Will came to me a few months ago and asked me for my help. But Barbara had cut him off financially. And this is when he was claiming that he was the father of the child, and he panicked. He was completely panicking, so of course I helped him, you know? I'm his brother. Wouldn't leave him hanging.",
        "Jennifer: But he wasn't the father.",
        "Paul: And I thought that that was the end of it, you know? Gwen had given up on getting the baby, and Will was playing baseball, and talking about going to college. And then Rosanna had her accident, and everything changed, you know? All of the sudden, Gwen wanted the baby back, and I knew Will was gonna get sucked into that. And so I went to Gwen, and I offered to help her on the condition that she take the child and leave town.",
        "Jennifer: Did Will know about any of this?",
        "Paul: No. Gwen wanted a whole new fresh start. She was guilty about involving Will in any of it at all.",
        "Hal: He didn't tell Will. He lied to him.",
        "Paul: I didn't lie to anybody. We never discussed it. That was Gwen's decision, and I supported it because I thought it was a better idea for him to go to college and have a life than settling down with some ready-made family.",
        "Hal: You manipulated him.",
        "Paul: And where were you? When was the last time you made Will a priority in your life? You brought Barbara into the house. You made it so that Will wasn't even welcome in his own home! It's no wonder that he -- that he latched on to some single mother.",
        "Hal: You're blaming this on me?!",
        "Paul: You blew it, Hal. Will left the house, Emily split.",
        "Hal: And you moved in to pick up the pieces. St. Paul! Well, I don't buy it! You're a liar and a thief!",
        "Jennifer: Dad, Dad.",
        "Hal: He's using Will as an excuse. And I know it all sounds good, but trust me on this one, sweetheart, he paid Gwen Norbeck's legal fees for his own reasons, and I'm gonna find out why.",
        "Paul: Stay out of my business.",
        "Hal: Or what, Paul?",
        "Jennifer: Dad, Dad -- all right, that's enough. We'll talk later, okay?",
        "Hal: He lied to Will, honey. He can lie to you.",
        "Jennifer: Dad's right.",
        "Paul: I'm gonna go check --",
        "Jennifer: You didn't do this for Will, did you?",
        "Paul: I did this for Will, and I did this for you.",
        "Jennifer: For me? You had me committed.",
        "Paul: You were addicted to methamphetamines, Jennifer.",
        "Jennifer: I -- I was grieving because I lost my child, and I couldn't stand the pain. Now, you knew that I thought that Gwen's baby was mine. How -- why didn't you tell me that you were helping her keep custody?",
        "Paul: Jennifer, at the time, nobody believed you.",
        "Jennifer: Dusty believed me.",
        "Paul: I didn't believe you, okay? And if you think that that makes me a bad person, then I'm sorry.",
        "Jennifer: No, I never said that.",
        "Paul: But I wanted to help you. You were out of your mind with grief. And I thought that if I could just make it so that you could be a little bit better -- you know, if you could wake up in the morning with a smile on your face -- so I went to Gwen, and I helped her get custody. I thought -- and I thought that, if I helped her get out of town, that that might make things a little easier for you.",
        "Jennifer: Easier?",
        "Paul: It's a small town, Jennifer. Who knows when you were going to run into them? And I thought that if he was gone, that you could start to forget.",
        "Jennifer: You thought that I would forget about my son?",
        "Paul: Okay, look -- forget is the wrong word. That's not what I meant to say. What I'm trying to tell you, Jennifer -- I'm --",
        "Jennifer: No. Dad's right. Something else is going on here. And I would like to know what it is.",
        "[SCENE_BREAK]",
        "Iris: Yes, you are. You're grandma's little bingo boy, aren't you? Yes, you're Grandma's -- hey! Where do you think you're going?",
        "Gwen: Who's in the yard, Mom?",
        "Iris: I told you -- nobody.",
        "Gwen: Was it Will, at the door?",
        "Iris: No.",
        "Gwen: I heard voices.",
        "Iris: All right, it was a salesman. He asked me if I wanted satellite TV. I told him, \"Well, I couldn't afford it.\" But, you know, he could ask my daughter, but she was asleep. And he left.",
        "Gwen: Then, who are you looking at in the yard?",
        "Iris: What -- I can't look out my own window? You know, sweetie. You gotta remember here that the only reason why you two are here, is because I volunteered to let you stay here for 90 days. That's three whole months. That's right. And, you know, I'm willing to help out. But you had better stop blowing off everything I say.",
        "Gwen: It's looking out the window, Mom.",
        "Iris: Okay, okay, okay. All right. It's someone from children's services. They wanted to examine the baby, I threw them out.",
        "[Baby fusses]",
        "Gwen: You what?",
        "Iris: How the hell do I know who they are? Jack Snyder's got half the town in his back pocket -- how do I know he didn't send someone here to, you know, find something?",
        "Gwen: What?",
        "Iris: I don't know. A scratch on the baby's head, a rash, a dish on the floor -- whatever. They just want to take this baby away from us, and I am not going to let them. Because I love my little baby bingo. And nobody can have him but us. No, no, no.",
        "Meg: Do it for you? Last I checked, we were just friends.",
        "Dusty: I'm not walking away until I know that boy is safe. And at home. I need you -- I need your help.",
        "Meg: If this ends up making that Dumbrowski woman even more suspicious, we're in serious trouble. Both you and me.",
        "Iris: Just Grandma's little man! Ooh!",
        "Gwen: You actually expect me to believe you care about him?",
        "Iris: Of course I care about him. He's my grandson. Look -- I know I wasn't the best mother for all your growing up years, but -- why can't I make you believe that maybe I'm trying to make up for lost time? [Doorbell rings] You know what? I will handle this -- you take the baby.",
        "Gwen: Come here, little man.",
        "Iris: Got him?",
        "Gwen: Yeah.",
        "Iris: Excuse me. I thought I told you people to stay off my property?",
        "Meg: Mrs. Dumbrowski, I have the sheriff on the line. Now, I could either tell him to send down a deputy to confiscate the baby, and you and daughter can be handcuffed. Or I can tell him that you decided to cooperate, and there is no need for him. So what will it be?",
        "[SCENE_BREAK]",
        "Katie: Wow. What is it about men and cheerleaders?",
        "Mike: You have to ask?",
        "Katie: Well, B.J. didn't seem that affected.",
        "Mike: Are you kidding? B.J. bought the outfit.",
        "Katie: Yeah, do you think he was mad that we just took off like that?",
        "Mike: Hey, if he's gonna dress you like a cheerleader, he's gonna have to pay the consequences. Besides, he said the very first day to keep the talent happy.",
        "Katie: Oh, that is right. So the talent wants to know, what is it about cheerleadering outfits that drives men so crazy?",
        "Mike: It's not the outfit. It's you.",
        "[SCENE_BREAK]",
        "[Maddie dreaming.]",
        "Maddie: This is it. This is what I have been dreaming about -- the donut shop. Life in the fast lane. What happened to the brakes? Oh, my God.",
        "B.J.: I cut them. I told you I'd punish you, little girl.",
        "[Laughing]",
        "[SCENE_BREAK]",
        "Maddie: Henry.",
        "Henry: Did you hear a word I said? I quit.",
        "B.J.: Henry, sit down. Can I buy you a glass of milk?",
        "Henry: I've got a lactose thing.",
        "B.J.: Listen, your sister, she's a very creative young lady. Vivid imagination.",
        "Henry: She said you scared her, B.J.",
        "B.J.: Well, I hope so. I mean, can you imagine if she decided to steal someone's identity and e-mail the president? They'd have her thrown away to who knows where and you'd never see her again.",
        "Henry: Now, that's an extreme example, but you do have a point.",
        "B.J.: All I'm saying is -- children, they need guidance and a firm hand, right? Now, she's your sister, so I don't need to lecture you on discipline, but all I really wanted to do was make her think twice before she broke into someone's house or pretended to be someone else. You wanna know the truth? The truth is I'm very fond of Maddie.",
        "Henry: You are?",
        "B.J.: Yes. Oh, yes. She's a very bright girl. You know what, I bet? I bet she wins one of those scholarships I established. Don't tell her I said so, though. Because I don't want her to feel indebted to me.",
        "Henry: No, of course, I wouldn't. I was -- trying to figure out how I'm going to pay for college.",
        "B.J.: Well, there you go. Problem solved. I'll be sorry to see you go though, Henry. That is if you're still determined to quit.",
        "[SCENE_BREAK]",
        "Paul: Jennifer, this baby, the one that you say is yours -- the one that Carly wants so badly. The baby that Gwen claims is hers -- this baby, for me, has never been anything other than Rosanna's son. The night that he was born, Rosanna told me that she still loved me. And for a split second, there was hope. And then, Craig called with news about the baby and that was it. Everything changed. And -- every time I look at that child or hear about that child, all I can think about it is Rosanna in that hospital bed. And I know that that sounds selfish to you --",
        "Jennifer: No, I understand.",
        "Paul: Do you? Do you understand? Because I don't understand. Nothing I do makes any sense to me anymore. Not since that night when she called me -- and then Craig ran her off the road. And I held her in my arms and she looked at me with those eyes.",
        "Jennifer: It's okay. It's okay.",
        "Paul: Forgive me.",
        "Jennifer: Of course, I forgive you.",
        "Paul: No, no, I mean it. Jennifer, no matter what happens with this baby, promise me -- promise me, please -- that you'll try to understand.",
        "[SCENE_BREAK]",
        "Meg: So what will it be, Mrs. Dumbrowski? What should I tell the sheriff?",
        "Iris: I don't give a --",
        "Gwen: Mom.",
        "Iris: Honey, they got no right coming here and threatening us like this. This is your baby. You know what, I'm gonna tell the sheriff where he can get off. Why don't you give me the phone?",
        "Gwen: No! It's okay. They can examine the baby.",
        "Iris: This is my house, this is my grandchild.",
        "Gwen: And he's my son. And if they need to give the court proof or whatever that he's healthy, then that's fine with me. Tell the sheriff we'll cooperate.",
        "Meg: Well, you have a smart daughter, Mrs. Dumbrowski. Sheriff? No, they've decided to cooperate. No, I don't think there's gonna be any problem. We'll call you if we need you.",
        "Iris: Let's hurry and get this over with.",
        "Meg: Well, we won't be long. We just need to check his heartbeat, take a little blood. We'll be out of your hair before you know it.",
        "Iris: This is a big mistake.",
        "Gwen: Thank for very much for sharing. Come in.",
        "[SCENE_BREAK]",
        "Kim: Bottoms up. You're dehydrated. That's what happens when they take you off the intravenous. You forget to drink.",
        "Lucinda: Dearest Kim, are you ever wrong?",
        "Kim: Not if I can help it. I don't know what I can say to convince you that this is a really dangerous time for you. You absolutely have to focus on getting your health back. Otherwise, you really are going to check out of here.",
        "Lucinda: We're all going to check out of here.",
        "Kim: Well, yeah -- but you seem to think it's at some convenient time on down the line, when you've accomplished everything that you set out to do, and you've said all your good-byes and tidied all your affairs. Well, kiddo -- I don't know. I think at our stage in life -- I think you have to get up and work at it. There are no more second chances.",
        "Lucinda: I pity the poor patients in this hospital, if this is how you carry on cheering them up.",
        "Kim: Well, you should know this -- I am not going to go to your funeral.",
        "Lucinda: Funny -- I don't recall inviting you. You know, all I wanted from you -- all I wanted was a little help to get your husband to expedite my exit from this hospital. And, instead of that, you just talk and you talk and you talk -- you don't listen. I guess you love the sound of your own voice.",
        "Kim: You know what? You're not going to make me mad. I'm just going to get even. I take it back -- I am going to go to your funeral. And I'm going to carry a really big sign, and it's going to say \"I told you so.\"",
        "[SCENE_BREAK]",
        "B.J.: Well, make sure you let me know where your next address is going to be so I can mail you your last check.",
        "Henry: My sister has this tendency to overreact.",
        "B.J.: So, you'll stay?",
        "Henry: You know, she's in an excellent school right now -- Oakdale Latin. And I'm pretty sure she's going to get into a top-notch university.",
        "B.J.: Where she will matriculate for free.",
        "Henry: Yeah -- yeah, I can stay. Absolutely. Let me just talk to Maddie first.",
        "B.J.: Okay, well, make sure you let her know you stood up to me -- and that I apologized for frightening her.",
        "Henry: That's very noble of you, B.J., I will.",
        "B.J.: All right. And then hurry back, okay, because I have a very important job for you.",
        "Henry: Righty-O.",
        "B.J.: All right. Hey! You're quite a nuisance, Maddie Coleman. It's time that I got rid of you.",
        "[SCENE_BREAK]",
        "Maddie: What took you so long? I was worried.",
        "Henry: I was talking to B.J. -- who asked me to apologize to you.",
        "Maddie: You're kidding.",
        "Henry: No, no, no. He was very contrite. You know, he's just a little pussycat. Meow, meow. He really -- you just tickle him underneath the chin. [Henry purrs] Meow, meow, meow.",
        "Maddie: Did you quit?",
        "Henry: I quit many times. And he insisted that I stay. He begged me to stay, actually. And I said, \"well, Beej, you know, on the condition that, a -- you treat my sister with respect, and B -- you never scare her again.\" And he agreed.",
        "Maddie: Okay, but what if he --",
        "Henry: If he ever steps out of line? You tell me, I'll punch him in the nose and then I'll quit. All right? What's that for?",
        "Maddie: You are just the best big brother in the world.",
        "Henry: This is true. You stick with me, kid, and one day I might even put a roof over your head.",
        "Maddie: Where are you going?",
        "Henry: He's got some business he needs to talk about. You, young lady -- you stay out of trouble, will you?",
        "Maddie: Hey, Henry? Please be careful, okay?",
        "Henry: That's my middle name. [Henry purrs] Meow, meow, meow!",
        "[Maddie laughs]",
        "Maddie: Okay. Oh, man.",
        "[SCENE_BREAK]",
        "Paul: I really just want you to be happy. I never meant to hurt you, Jennifer.",
        "Jennifer: I know. And I will have my son. Did you get it?",
        "Paul: What took so long, huh?",
        "Dusty: Hey -- Meg put herself on the line for your sister. Look at me, man. Have some respect.",
        "Paul: You're absolutely right. I'm so sorry. Forgive me. I'm sure that what Meg did was really only for Jennifer.",
        "Jennifer: Thank you again, Meg. So much. It means so much to me.",
        "Meg: I was happy to do it.",
        "Dusty: So, what now?",
        "Paul: Yeah -- what happens now, Meg?",
        "Meg: I need to take a blood sample from you.",
        "Jennifer: Okay. Yeah, fine, let's do it.",
        "Meg: And then I'll have both blood samples tested and -- if we see you need to go from there, we'll do a DNA test.",
        "Paul: Well, I'm sure you know what you're doing.",
        "Meg: Come on.",
        "[SCENE_BREAK]",
        "B.J.: How's your sister?",
        "Henry: Partly cloudy, but she'll get over it. She won't be a problem.",
        "B.J.: Glad to hear it.",
        "Henry: So, you had something you wanted to discuss?",
        "B.J.: Yeah. Katie and Mike.",
        "[SCENE_BREAK]",
        "Mike: I love you.",
        "Katie: I was so scared that we would never find our way back to each other. That no matter how much we loved each other, there would always be something in the way, the timing would always be off --",
        "Mike: It took us awhile.",
        "Katie: But now we're done. And nothing ever is going to come between us again.",
        "[SCENE_BREAK]",
        "Henry: You want me to help you with Katie and Mike?",
        "B.J.: I want you to separate them.",
        "Henry: Separate them?",
        "B.J.: Yeah -- it's only temporary, but it's very important. I hope I can count on you, Henry.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Maddie: Hello?",
        "Kim: Maddie, hi. It's Kim Hughes.",
        "Maddie: Oh, hi, Mrs. Hughes.",
        "Kim: Listen, Maddie -- I don't know how to do this, except to get right to the point. I'm afraid I'm going to have to make a change.",
        "Maddie: A change?",
        "Kim: Yeah. Somebody at WOAK has had some fairly serious complaints about your behavior. And I'm going to have to let you go.",
        "Maddie: Somebody complained about me? But who?",
        "Kim: I'm really not at liberty to discuss this with you. But I'm really sorry that this didn't work out.",
        "Maddie: You're firing me?",
        "Kim: Effective immediately. I'll make certain that your check goes to tom and Margo's house. And Maddie -- I'm truly sorry. Buh-bye.",
        "Maddie: Bye. B.J.",
        "[SCENE_BREAK]",
        "Paul: How long does it take to take a blood test?",
        "Dusty: I don't know.",
        "Paul: How long did it take for you to take a blood test from the baby?",
        "Dusty: A minute or two.",
        "Paul: Really? So what took you so long?",
        "Dusty: Who cares? We got what we needed.",
        "Paul: What's going on with you and Meg?",
        "Dusty: Who are you -- my priest?",
        "Paul: I look out for my sister.",
        "Dusty: Yeah -- you're doing a bang-up job. All set?",
        "Meg: Yeah. I'll take these blood samples to the lab and we'll have results in a few hours.",
        "Jennifer: And then we'll know for sure. I'm getting my son back -- because of you.",
        "Dusty: I told you I'm in this all the way.",
        "Jennifer: I know. Me, too. Oh, Meg. Thanks again, so much. For everything.",
        "Dusty: I owe you.",
        "Paul: Meg, do you still really think that Dusty is going to come running back to you if you tell my sister the truth about her baby?",
        "[NEXT_ON]",
        "Hal: I can't tell you how much I hate doing this.",
        "[Knock on the door]",
        "Carly: Hal?",
        "Henry: I'd like to go over the finer points of how we're getting Mike out of the way.",
        "B.J.: I don't know. I just want some alone time with Katie.",
        "Meg: What if I decide to come out with the truth?",
        "Paul: Dusty won't want you anymore, when he finds out that you knew that Jennifer was the mother to that child -- and said nothing."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=bX7yjU654c8"
}