{
    "Episode Summary": [],
    "Recap": [
        "At the police station, Craig admits his guilt in the kidnapping and lies for Jack. Henry comes in wearing cuffs and confesses to Evelyn that Jack told him to hide out at his place to avoid being questioned. Evelyn brings up charges on Rose, Emily, Craig, Henry, and Jack. Hal tries to get himself arrested, but Jack convinces him to shut up. Later, Carly and Rosanna argue in the hallway and Hal overhears Rosanna tell Carly that she wants her to vanish from her life forever. John tells Bob that he needs to step down as Chief of Staff. Meanwhile, Rick is overhearing the conversation. Later, Kim & Nancy suggest to Bob that he should see a specialist. Molly takes care of a beaten up Dusty at the Lakeview. She starts to think that he's conning her out of her checkbook. Dusty throws her out in the middle of her accusations. Molly goes to Al's to meet the FBI agent, Brackett. She tells Brackett that Dusty works for Spangler, & he says that Dusty's in deep & advises Molly to steer clear. Later, Dusty calls Spangler & tells him to go into \"phase two\"."
    ],
    "Recap Author": "Dione",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Molly: Dead? By the end of tonight, Dusty? Are you speaking literally, or are you just saying you're in over your head?",
        "Dusty: Forget it. Forget about everything I said, because nothing can be done now, anyway.",
        "Molly: Stop that. Just talk to me.",
        "Dusty: There's no way you can help me out.",
        "Molly: No, we don't know that. First thing I can do is help clean your face. And then I want you to tell me exactly what happened -- everything. About your life, about everything you're involved in, Dusty. Everything. Dusty --",
        "Dusty: Yeah. You got nobody following you, do you?",
        "Molly: No, I don't think so. Would you sit down -- talk to me, okay? You're scaring me to death. Oh, my God. Look at your face. How did you ever get yourself into such a mess, anyway?",
        "Dusty: You are such an angel. You know that? Molly, I know I don't deserve you. But I need you. I need you right now.",
        "[SCENE_BREAK]",
        "Chris: You came.",
        "Nancy: Of course.",
        "Chris: Thanks, gram. I know it's late.",
        "Nancy: I know you wouldn't have called if it weren't something important.",
        "Chris: It is. I just don't know quite how to start.",
        "Nancy: It's all right, dear. It's about your father, isn't it? I've noticed it, too.",
        "[SCENE_BREAK]",
        "John: So, anyway, the Palmer autopsy report made it top priority. I told the morgue they are to send you the report the moment they determine the cause of death.",
        "Bob: John, if it turns out that my negligence contributed to her death, I will step down as head of this hospital.",
        "John: Now, wait a minute. I don't mention this autopsy business simply to put pressure on you.",
        "Bob: I know that. And I appreciate that. But this fatigue or whatever it is, if it's putting my patients at risk, I can't allow myself to continue.",
        "John: So you've given it some thought?",
        "Bob: A great deal. So whatever you're thinking, go ahead and say it.",
        "John: Well, yeah, I have come to a conclusion. I think you should step down. And I think you should do it immediately.",
        "[SCENE_BREAK]",
        "Evelyn: Let me get this straight, Ms. Ryan -- you want one of our finest detectives arrested?",
        "Barbara: Detective Snyder needs to take his place alongside these other criminals, and then they all should be prosecuted to the fullest extent of the law.",
        "Evelyn: What exactly are your complaints and against whom?",
        "Barbara: Craig Montgomery for masterminding the elaborate plot to kidnap me. Rose D'Angelo, Emily Stewart for executing it. And your precious little Detective Snyder for thwarting the investigation into the crime in order to protect his wife.",
        "Jack: You don't have the authority to charge anybody with anything.",
        "Hal: Barbara, maybe you'd like to let Evelyn do her job?",
        "Barbara: Don't you push me, because you are involved in this cover-up too, Hal! To protect your wife!",
        "Emily: Why is anybody listening to this woman? Hal had nothing to do with this!",
        "Barbara: I think you need to lock them all up! There's been a massive cover-up here.",
        "Evelyn: Well, since our entire Police Department seems to be indicted, would someone other than Ms. Ryan care to explain to me what's going on here?",
        "[Barbara laughs]",
        "Barbara: Oh, come on! You think the truth is gonna come out here? They've been covering their tracks for months.",
        "Craig: I'll tell you everything you want. Starting with this. It's all my fault.",
        "[SCENE_BREAK]",
        "Carly: What do you want from me, Rosanna?",
        "Rosanna: I want you out of town, away from my company and away from my husband. And the sooner the better.",
        "Carly: Apparently, you missed the point. None of this was my doing. I did not kidnap Barbara, and I did not steal her designs.",
        "Rosanna: I don't care what kind of loophole your friends devised for you to slip through --",
        "Carly: Do you actually think that I would agree to let Craig steal Barbara, then steal her designs and then feed them to me?",
        "Rosanna: If you were suffering some sort of creative block, yes.",
        "Carly: Even if my imagination were dry as a month in the Sahara, I wouldn't even look at Barbara's work. I hate that woman!",
        "Rosanna: All the more reason for you and Craig to conspire to humiliate her.",
        "Carly: Humiliate her? I'm the one whose career has been flushed down the toilet! I'm sick to my stomach knowing that, thanks to your husband, I will forever be known as a plagiarist and a thief. It's thanks to Craig that I'm finished in this business.",
        "Rosanna: Well, then maybe you should have kept your distance from him.",
        "Carly: Maybe you should have kept him on a leash. I already told him that I don't want anything to do with him.",
        "Rosanna: We all know how long that will last.",
        "Carly: Rosanna, you can take your paranoia and your innuendo and you can stick 'em where the sun don't shine. I haven't done anything to hurt you. I'm not even the one that's your problem.",
        "Rosanna: Oh, really? Then who is?",
        "Carly: I'm looking at her.",
        "[SCENE_BREAK]",
        "Craig: I alone am responsible for this. I recruited the \"team,\" so to speak, set the plan in motion. I just didn't expect Barbara to get out of hand.",
        "Evelyn: And that's when you left the country?",
        "Craig: I regret dropping the whole thing in Rose and Emily's lap, when I'm the one to blame.",
        "Barbara: If you think by making a clean breast of things that you will be shown mercy, you can forget it, Craig. This is vintage Montgomery arrogance. He thinks he can get away with anything. And I swear to you, I will not rest until I see you behind bars!",
        "Hal: Barbara, why don't we go have some coffee?",
        "Barbara: Don't you distracted me, Hal.",
        "Hal: Come with me.",
        "Evelyn: So Detective Snyder? What about Barbara Ryan's charges? Did you try to thwart the investigation into her abduction?",
        "Jack: Well, I --",
        "Craig: Detainment, Ms. Hart, would be a more accurate word. As far as I know, Detective Snyder didn't obscure the department's inquiry. In fact, it was Jack who put all the pieces together. If he hadn't, you wouldn't be interviewing all of us right now.",
        "[SCENE_BREAK]",
        "Rosanna: Go ahead. Tell me what my problem is. I can't wait to hear your astute analysis.",
        "Henry: Do you have to be so hurtful? I'm not protecting your husband, Carly! All right? I'm not gonna keep quiet to save anybody's hide!",
        "Rosanna: My goodness. Sounds like Jack's about to be sold down the river.",
        "Henry: I'll tell you everything! Everything!",
        "[SCENE_BREAK]",
        "Bob: I said that I would tender my resignation if it were established that my negligence actually caused her death.",
        "John: An error like that -- even if it didn't contribute to the cause of death, it certainly would have affected her condition. This is two similar kinds of errors in the short space of like, like, a couple of weeks? Don't you think that's a warning?",
        "Bob: A warning of what?",
        "John: That maybe your health is compromised. You said so yourself. If there is a problem here, don't you think you should do like you would tell any one of your patients to do? See a specialist. See a doctor. Don't sit around and wait for another error to happen! This guy, Decker, is supposed to be a very good Geriatrics guy. The best in the business. Make an appointment.",
        "Bob: That's a good idea. But, you know, I have this heavy caseload and --",
        "John: You won't have any cases. I won't have any cases if you shut this place down!",
        "Bob: That's a bit of a leap, isn't it, John? Sounds like you're anxious to get rid of me.",
        "John: I'm simply being realistic, and I think if you weren't so stubborn, you would see that. Okay, look -- we've had our differences over the years as to how this place should be run. But I've known always respected your medical ability. You know that. I feel very fortunate to have worked with you for all these years. But you see yourself as a healer, not as somebody who should need healing. Now if it's just pride that's keeping you from getting help, then do as you would tell me to do. Swallow it. Make an appointment.",
        "Bob: I'll think about it.",
        "John: Don't think about it. Do it!",
        "[SCENE_BREAK]",
        "Molly: Do you know the guy who did this to your face?",
        "Dusty: It was two guys.",
        "Molly: The same guys that pushed me around your room?",
        "Dusty: McCann and Stanley. Yeah.",
        "Molly: What do they want this time?",
        "Dusty: I can't even believe I'm telling you their names. The less you know, the better. Believe me.",
        "Molly: No, Dusty, they're thugs, which means they must work for somebody. They do, right? Who do they work for? Tell me.",
        "Dusty: No.",
        "Molly: Dusty, you think I can't help. But you don't know that. Who do they work for?",
        "Dusty: Charley Spangler.",
        "Molly: Spangler. That's the guy from Chicago with no sense of humor.",
        "Dusty: That's right. I thought I could buy a little more time when I gave him that check I got from Lily. But the guy wants everything I owe him yesterday. He's done waiting -- I don't even know why I'm talking about this. But -- this is it. And I hate saying this to you, but -- I'm scared.",
        "Molly: I know.",
        "Dusty: So just -- just -- do me a favor. Just -- stay with me awhile. Would you?",
        "Dusty: Forget it. I can't.",
        "Molly: Why not?",
        "Dusty: Haven't you been listening to me? I'm a dead man.",
        "Molly: Yes, I've listened to every word, Dusty. I just think that there's something we can do, maybe someplace you can lay low for a while?",
        "Dusty: No, they'll find me.",
        "Molly: So then you'll talk to them. Maybe they'll give you one last chance. They might.",
        "Dusty: My chances are over. It's all about pride with these guys. And when your time's up, your time's up. That's it.",
        "Molly: No, I don't think so. You know, I think we just need to figure it out. Maybe we call the Police or get the FBI involved. My guy, Brackett --",
        "[talking over each other]",
        "Dusty: Oh, yeah. I'm gonna go to the cops or the FBI? What are you talking about?",
        "Molly: I'm talking about trying to save your life, for God's sake --",
        "Dusty: I got no life to save. I'm in too deep! I'm out of options!",
        "Molly: How long has this been going on?",
        "Dusty: A while.",
        "Molly: So that means everything you told me about wanting to change your life has been a lie.",
        "Dusty: Oh, come on.",
        "Molly: It's been a lie or you wouldn't be in this mess.",
        "Dusty: I need you to believe in me right now.",
        "Molly: Why?",
        "Dusty: You're asking me why, when you're working for the feds.",
        "Molly: Because everything you have told me about your life so far has been a lie --",
        "Dusty: A lie?",
        "Molly: Why wouldn't this be --",
        "Dusty: What are you talking about?",
        "Molly: Oh, oh. The death threats, the black eye, maybe even the kiss, Dusty. Yeah, did you orchestrate the whole thing just so I would turn over my checkbook?",
        "[SCENE_BREAK]",
        "Chris: Thanks so much, gram. You know I wouldn't have asked you, but dad won't listen to me.",
        "Nancy: Of course not. It's not been too many years since he was putting band- aids on your skinned knees.",
        "Chris: And there's that other thing. I hate asking you to do something that might remind you of what you went through with grandpa Mac.",
        "Nancy: But Dan had Alzheimer's.",
        "Chris: That's kind of the point.",
        "Nancy: You can't jump to the end of the story, Chris. This with Bob could be anything. And you cannot make a diagnosis until you have all of the facts.",
        "Chris: You're right. How do you stay so positive?",
        "Nancy: Life is a great deal more fun and at least more bearable if you look at it as a glass half-full instead of a glass half-empty. I've seen a lot of happy endings. You will, too. Ooh, here comes Kim.",
        "Kim: Mom. For heaven's sakes. Have you been out ever since the fashion show?",
        "Nancy: Oh, no. I came down with a special trip to have a cup of hot coffee with my grandson.",
        "Kim: Oh.",
        "Chris: You need help getting to your car?",
        "Nancy: Oh, no, no, dear. You stay here and tell Kim what's going on.",
        "Kim: What's she talking about? What's up?",
        "Chris: I asked her to talk to dad about seeing a specialist.",
        "Kim: You did? Why? Has something else happened?",
        "Chris: There was another incident. We don't have all the facts yet, but -- we lost another patient.",
        "Kim: Not one of your father's?",
        "Chris: Yeah. And there were some irregularities with the notations on her chart, too.",
        "Kim: I can't believe it. I begged him to get help. I begged him to take time off.",
        "Chris: I know, mom, but there's a chance it may be even more than just fatigue.",
        "Kim: Yeah. You know something, Chris? There's not really much that can ever scare me anymore. Except that I cannot bear the idea that your father -- that my sweetheart -- wouldn't be himself.",
        "Chris: Mom, what dad needs from you right now -- from all of us -- is support. Okay? So let's just hold off on the worrying and be there for him.",
        "Kim: Okay. Okay.",
        "[SCENE_BREAK]",
        "Bob: Dr. Decker, I'm sorry you had to witness that. If there are any more discussions, they'll be done in our offices.",
        "Rick: I hope that dr. Hughes didn't think I was listening intentionally. I had to note some protocols.",
        "John: There's an old rule here which is, if you want to see something in the newspapers, just whisper it in the halls of memorial.",
        "Rick: There has been a lot of speculation, hasn't there? I'm -- I'm worried about bob.",
        "John: Bob's a good man. He's a better physician. He shouldn't have to endure his good name being questioned by a lot of people who don't have the facts.",
        "Rick: What about the hospital? Are you worried about a lack of leadership?",
        "John: It's not the tight ship that it once was.",
        "Rick: Well, who would fix it if bob were to step down?",
        "John: I would.",
        "[SCENE_BREAK]",
        "Henry: But I -- hold me like that! Hey!",
        "Evelyn: Does anybody know who this man is?",
        "Emily: Henry Coleman. He's a con artist, okay? Beyond other things. And the man has psychological problems.",
        "Henry: Wait! Don't listen to her! Don't listen to her! She was in on the kidnapping! And so was she. And he was the ringleader.",
        "Evelyn: And how does Detective Snyder fit into all this?",
        "Henry: He was hiding me so I couldn't be questioned. So, you see, I have nothing to do with this, okay? Nothing!",
        "Evelyn: And where did you find this man?",
        "Cop #1: Paying for a pizza in front of Detective Snyder's door. We picked him up thinking he broke in.",
        "Henry: I told them I was your guest. But leave it to the unpromoted to be unable to think outside the box. Jack? Jack, would you please tell them I was your houseguest?",
        "Carly: Jack?",
        "Jack: What Barbara said before -- about me thwarting the investigation -- is the truth.",
        "Evelyn: And your excuse for such behavior?",
        "Jack: I don't have one. Except to say that Barbara had done great damage to Emily and Rose in the past -- Carly, too. And even though what they did was stupid and illegal and caused Barbara great inconvenience, nobody got hurt, Evelyn. Emily and Rose, they're not career criminals. They did it to help a friend. Until I found out this afternoon that Barbara's designs were plagiarized, I didn't think she was hurt all that much.",
        "Evelyn: Yeah, but that wasn't your decision to make.",
        "Jack: All right. Yeah, I know that. I know that what I did -- it was bad judgment call on my part, not pressing Barbara's case. I made a mistake. If you think they all deserve to be arrested, then -- so do I. It's your call.",
        "Carly: No, Jack! You can't do this to yourself!",
        "[SCENE_BREAK]",
        "Dusty: Pretend like you never met me. Get out of here.",
        "Molly: I can't.",
        "[SCENE_BREAK]",
        "Carly: I've been telling you that there's nothing going on between Craig and me. I've been denying it all this time. But if you want to know the truth -- you were right all along.",
        "Rosanna: Shut up! I don't want to hear this!",
        "[SCENE_BREAK]",
        "Carly: Jack, I am not going to stand here and watch you give yourself up --",
        "Jack: I meant what I said. I tried to bury Barbara's case. So if you're booking all these people, you might as well book me, too.",
        "Evelyn: So what am I supposed to do? Throw every single one of you in jail? I mean, does anybody else volunteer to be arrested today?",
        "Rose: Uh -- here's an idea. Since, Evelyn, you can't figure out who to arrest, why don't we all go home, get some shut-eye? We can talk this through tomorrow?",
        "Emily: That's a great idea. We'll come back clear-headed, you know --",
        "Evelyn: I didn't ask for your advice. And I'm not putting up with you two any more than I did Barbara Ryan. Well, from what I can tell, Barbara Ryan was actually telling the truth. We can make a case against Henry Coleman, Rose D'Angelo, Craig Montgomery, Detective Snyder and, I'm sorry to say, your wife.",
        "Hal: Well, that's quite a clean sweep. If you're going to take my wife and my best detective and throw them in the slammer, then you can throw me in, too.",
        "Evelyn: Oh? And why is that?",
        "Jack: Don't! Don't protect me, Hal. Don't do that! I already told Evelyn that I was the only officer involved, so don't go into the whole solidarity thing. All right? Emily's the one you gotta be concerned about right now. You can do a hell of a lot more for her out here.",
        "Hal: And what about you, Jack?",
        "Jack: I'll take my lumps.",
        "Hal: You get convicted and your career is over. Think about that.",
        "Jack: I already have.",
        "Evelyn: I want everyone brought in for questioning, booked and arrested.",
        "Hal: On what charges?",
        "Evelyn: Kidnapping! Conspiracy to obstruct justice, obstruction of justice, conspiracy to kidnap -- the whole nine yards.",
        "Emily: It's really happening, isn't it? It's gonna happen.",
        "Hal: It's okay, baby. All right. I'm gonna get you through this.",
        "Emily: Oh, no, no, no, no -- please, you do it.",
        "Hal: You have the right to remain silent. Anything you say can and will be held against you in a court of law.",
        "Emily: Okay.",
        "Rose: Come on, let's just get this over with.",
        "Cop #2: You have the right to remain silent. Anything you say can and will be used against you --",
        "Cop #1: Looks like you're next.",
        "Carly: You can't do this. Jack Snyder should not be arrested. He's the most protective man in the world --",
        "Jack: Carly, please! Would you stay out of it?!",
        "Carly: I walked out of here before. I guess I should have kept on walking.",
        "Hal: Jack, I hate this. I really hate this. I'm gonna have to read you your rights.",
        "[SCENE_BREAK]",
        "Rosanna: Carly.",
        "Carly: What is it now, Rosanna? Do I really look like I'm in the mood?",
        "Rosanna: Don't act so wounded.",
        "Carly: You may not care whether or not you ever speak to your husband again, but I happen to love mine. And it hurts being pushed away like that.",
        "Rosanna: What did you think was happening in there? Jack is trying to protect you, still! He's trying to keep you out of this mess you made.",
        "Carly: This shouldn't be happening to him. It could ruin his career.",
        "Rosanna: And what did you think you were going to accomplish by batting your eyes at the prosecutor? It's a bit late for begging, don't you think? I feel so sorry for Jack. He's just another in a long line of suckers. When is it going to end? When are you going to realize the damage you cause?",
        "Carly: I love Jack.",
        "Rosanna: Well, if you love him like you say you do, you will do what you just threatened to do -- walk away and never come back.",
        "[SCENE_BREAK]",
        "Dusty: Get out of here.",
        "Molly: You wanted it, didn't you? You wanted that nasty black eye to pull at my heartstrings to inspire me to give you money. Didn't you?!",
        "Dusty: Have I ever asked you for anything? Have I?",
        "Molly: Nothing. Oh, come on, Dusty! Did you think that I wouldn't be skeptical? I don't know where the lies begin and where they end with you. You're like the boy who cried wolf.",
        "Dusty: Then why are you still here? Get out of here!",
        "Molly: What?",
        "Dusty: You gotta get away from me. It's not good for you to be around me. It's not safe. Pretend like you never met me. Get out of here.",
        "Molly: I can't.",
        "Dusty: No? Go!",
        "Molly: Yeah? Agent Brackett? It's Molly. I need to meet you. In ten minutes at the diner. Perfect.",
        "[Dusty exhales]",
        "Dusty: Charley. Have the boys ready. Everything's in place.",
        "[SCENE_BREAK]",
        "Kim: Okay. Are you ready to leave, darling?",
        "Chris: Sure.",
        "Bob: You're leaving already?",
        "Chris: I've got rounds in less than ten minutes.",
        "Bob: Oh.",
        "Kim: We thought maybe you'd like to have a little chat with your mom.",
        "Bob: Mm-hmm.",
        "Kim: See you later.",
        "Bob: Why do I get the feeling I'm being ambushed?",
        "Nancy: It isn't like that, Bob. Kim and Chris are very concerned about you.",
        "Bob: I know that, mom. I've been working a lot of overtime. And --",
        "Nancy: I know about the two incidents at the hospital, dear.",
        "Bob: I don't know which is worse, the gossip that goes through the halls of Memorial or what goes through my family.",
        "Nancy: Bob, when it comes to your family it is not gossip.",
        "Bob: Mom, a few more doctors on staff, a few less hours for me will solve all my problems. There's nothing wrong with me.",
        "Nancy: That's all we want to hear -- there's nothing wrong. So get a check-up.",
        "Bob: I had a check-up recently.",
        "Nancy: A specialist. Geriatrics.",
        "Bob: That's what Chris has been pushing for. But you know these interns, they learn something one day, and then they think everybody around them has it the next. I'm just sorry that they upset you with this.",
        "Nancy: I am not upset. But I refuse to stop being your mother just because you have few gray hairs in your head. Go get some tests, darling. Do it for the people who love you.",
        "[SCENE_BREAK]",
        "Molly: Hey.",
        "Brackett: Two hours ago, you were through with the FBI. What happened?",
        "Molly: I had a very disturbing meeting with Dusty, to say the least. Now he says there's a contract out on his life and I don't know whether to believe him or not.",
        "Brackett: Any concrete evidence he might be telling the truth?",
        "Molly: Is a black eye and a busted jaw concrete enough?",
        "Brackett: Sometimes.",
        "Molly: He keeps talking about owing money to some guy named Spangler.",
        "Brackett: Dusty Donovan works for Charley Spangler?",
        "Molly: Works for, borrowed from -- I don't really know. All I know is Spangler's the name and Dusty owes him money. Is this guy some big deal or something?",
        "Brackett: Big enough to turn a misdemeanor into a felony.",
        "Molly: What are you talking about?",
        "Brackett: And here I thought Donovan was running some penny-ante money laundering scheme out of Chicago. I had no idea he was doing business with Spangler's operation.",
        "Molly: Wait a minute? Are you saying that Dusty could really be in trouble?",
        "Brackett: Charley Spangler is pretty bad news.",
        "Molly: Bad enough for the FBI to want to get a hold of him?",
        "Brackett: Look, if you're angling for me to maneuver your friend Dusty out of a sticky situation, I can't.",
        "Molly: It just seems to me like the FBI would want to bring a guy like Spangler down.",
        "Brackett: Sure. We want to put his whole operation on ice, but that's not my assignment. If and when the FBI decides to move on Spangler, they'll have a game plan. Until then, I'm staying far away from the guy. Understood?",
        "Molly: But you are the one that came to me.",
        "Brackett: Yeah. And now I'm thanking you for your time. Our business is done. Looks like you were right on wanting to back out after all.",
        "Molly: Dusty? What if he's really in trouble?",
        "Brackett: If your friend Dusty has been doing business with Charley Spangler, chances are he's been in danger for a long, long time. You want my advice? Walk away. And stay as far away as possible.",
        "[SCENE_BREAK]",
        "Hal: Here, let me give you my jacket.",
        "Emily: No, I'm okay.",
        "Hal: It gets chilly down here.",
        "Emily: I'm okay. I -- Rose and I, we'll keep each other warm yakking all night. Right?",
        "Rose: That's right. Just like at the death spa.",
        "Emily: Yeah.",
        "Hal: All right. Margo's gonna be down just a little bit later and -- she'll keep you -- keep you updated. Are you sure that there's nothing that I --",
        "Emily: Would you stop worrying about me, okay? Everything's gonna be fine. You've done everything you can, just -- we'll find a way to get through this somehow, all right?",
        "Hal: I've seen some unfair things every day of my life on this job. But nothing is as unfair as you and Jack in there, and I'm out here. Barbara's right. I had a hand in this cover-up.",
        "Emily: Barbara's never right, okay? And if both of us were in here, it would ruin everything we've worked so hard to build, honey. So -- keep our family together. Consider it good karma for all the times you've helped everybody else.",
        "Hal: You sound like Jack now. Still, it's not right that he winds up in jail.",
        "Emily: Count your blessings, lieutenant.",
        "Hal: Jack -- I don't know what to say.",
        "Jack: Oh, you don't got to say anything. It'll all be over soon.",
        "Hal: Tell me what you need.",
        "Jack: If you see Carly tonight, tell her -- hell, I don't know what to tell her.",
        "Hal: Why don't you just make it simple and tell her you're sorry?",
        "Jack: I don't think it's gonna be enough this time.",
        "Hal: It's a start.",
        "Jack: I didn't believe her, Hal. I actually thought that she stole Barbara's designs. And then to make things worse, I yelled at her. She would have kept trying to save me, and I didn't want her saying anything so Evelyn could use it against her somehow.",
        "Hal: I really think that in her heart of hearts, Carly knows that.",
        "Jack: She's got a lot to deal with. I don't know. Pregnancy, the way it is --",
        "Hal: Jack -- I'll tell her you're sorry. But right now, you just focus on you and getting out of here. Good night, sweetheart. Good night, Rose.",
        "Henry: No, no, no, no. Wait. Wait a second. You don't understand. Not with him, okay?",
        "Cop #2: In, Coleman.",
        "Henry: No, wait, wait. Jack? Jack, I am so sorry for ratting you out. I am so sorry, man. But you saw those guys that came in here. They -- they brought me in, they had night sticks --",
        "Jack: Do yourself a favor. Shut up.",
        "Emily: Oh, somebody shoot me.",
        "Rose: Oh, look at that. Evil incarnate.",
        "Emily: Huh.",
        "Rose: What did you do? Come down here to gloat? See us all locked up? This must be the best day of your life.",
        "[SCENE_BREAK]",
        "Carly: I'm supposed to take advice from you on how to handle my husband?",
        "Rosanna: I've been known to have an insight now and again.",
        "Carly: You? You couldn't even manage to stay married long enough to tie tin cans to the back of your car. You're the last person on this earth that I would listen to.",
        "Rosanna: It's not funny, Carly.",
        "Carly: No? I'll tell something that is. For months I've been telling you that there's nothing going on between Craig and me. I've been denying it all this time. But, if you want to know the truth, you were right all along.",
        "Rosanna: What are you saying? What are you saying? You and Craig --?",
        "Carly: No, no, no. Not exactly. More like Craig and Craig. Craig and Craig's imagination. I had an epiphany today, which I shared with that self-absorbed little weasel, by the way. I told whatever, whatever it is -- a weird infatuation or love sickness, whatever -- he's got it for me. Why else would he be doing all of this stuff for me?",
        "Rosanna: Shut up. I don't want to hear this.",
        "Carly: No? Well, you'd better. And then maybe you might want to spend a little time figuring out what it is about you that keeps driving away the man you love and pushing him toward a woman who doesn't even want him.",
        "[SCENE_BREAK]",
        "Rick: Bob. I'd -- I'd like to apologize for that awkward moment earlier.",
        "Bob: No problem. Well, how are things for you here at Memorial, otherwise?",
        "Rick: I -- I seem to be adjusting. Oh, you know, a while ago you asked me about a game of golf. I was just thinking I might take you up on that. That is, as long as you're not any good.",
        "Bob: You know, I'd love that. I'd love to take my mind off this hospital, doing anything.",
        "Rick: Oh, great. Give me a call.",
        "Bob: Dr. Decker? Um, I'd like to consult with you -- professionally.",
        "Rick: Is it an out-patient?",
        "Bob: No, the patient is me. I have some -- some personal matters I'd like to discuss with you.",
        "Rick: Okay. Well, whenever it's convenient.",
        "Bob: In a day or two? Say, the day after tomorrow?",
        "Rick: Yeah, that'd be fine. Um, why don't you meet me at my office after hours? Say, 5:30?",
        "Bob: That's perfect. Thank you. Somehow I think this is not a coincidence. Well, you can tell your co-conspirators that I have made an appointment to see Dr. Decker. Oh.",
        "[SCENE_BREAK]",
        "Molly: Oh, my God!",
        "Dusty: Shhh! I'm not going to hurt you. It's just me. I want you to keep your voice down, and I'll take my hand away from your mouth. Do we have a deal.",
        "Molly: What the hell are you doing?",
        "Dusty: I hate to pull you back into this, but I had no choice. I need your help.",
        "[SCENE_BREAK]",
        "Barbara: I didn't come to gloat. I just needed to see for myself that it was all over. And now that I've seen what I needed to see, I'm going to go home -- and wait for Paul to call me.",
        "Craig: I tried to get you off the hook, Jack.",
        "Jack: I don't need any favors. Not from you.",
        "Evelyn: I've just come to let you all know that I'm attempting to schedule a timely arraignment for all of you. And for what it's worth, I'm sorry you had to be included.",
        "Craig: Ms. Hart, hold on a second, would you? I need you to contact my wife. I need to see her now.",
        "[SCENE_BREAK]",
        "Rosanna: Why do you hate me so much? It's not enough I have to be brought to my knees today, you have to kick me, too?",
        "Carly: I don't hate you.",
        "Rosanna: Oh, really? And why not?",
        "Carly: Because there's this little voice inside my head that keeps whispering, \"she's your sister.\" And we're supposed to be friends. Here.",
        "Rosanna: What is this?",
        "Carly: You like it. I know that you like it, so --",
        "Rosanna: I don't ever ask for that.",
        "Carly: No, you don't have to ask. I wore it today just -- just so I could give it to you.",
        "Rosanna: I don't -- why?",
        "Carly: This was supposed to be a day to remember. Monte Carlo's debut. Just take it. You may as well just take it, because it's never gonna happen again. Take it.",
        "Rosanna: This is my fault? I've reached out to you.",
        "Carly: Really?",
        "Rosanna: Yes.",
        "Carly: Yes, oh, yes. Yes, you have, like that time when I asked you for help, and you turned away and walked out the door.",
        "Rosanna: When I had my surgery!",
        "Carly: And I responded to that. I asked you to be a real aunt to this baby.",
        "Rosanna: Yes, because you wanted Monte Carlo back.",
        "Carly: Bull!",
        "Rosanna: You have never had a sincere moment in your life.",
        "Carly: Do you have any idea how difficult it was for me to come to you and ask for help when I needed someplace to stay, when I needed a new place?",
        "Rosanna: Oh, yes, and once again, it's all because you need something.",
        "Carly: I came to you, didn't I? I didn't go to Jack, I didn't go to Molly, I didn't go to Hal. I went to you! And what did you do? You created so many conditions that your kindness was like a torture! Well, you know something? I am not gonna stick around here and let you treat me like that anymore. I may just give you what you want, Rosanna. I may just get out of your life permanently.",
        "Rosanna: You know what? I'm not going to leave that to chance. I'm going to make sure it happens.",
        "[SCENE_BREAK]",
        "Dusty: Molly! What are you doing here? I told you to stay away.",
        "Molly: Let him go. Whatever he owes you, I'll pay it!",
        "[SCENE_BREAK]",
        "Carly: I just might give you what you want, Rosanna. I may just vanish from your life permanently."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=K7mJRPdDFro"
}