{
    "Episode Summary": [],
    "Recap": [
        "Emily and Larry meet at the Lakeview and she confronts him about his signature being on the receipt that had transferred her eggs from memorial to the University of Chicago. Alison meets up with Riley, who is looking for an apartment. At home, Casey comes out of the bedroom, to find Margo, sitting at the table, feeling very depressed. Casey offers to take her out to breakfast, but she refuses. Noah questions as to why he had even wanted to become a filmmaker. Luke encourages him that he is very talented. Luke advises Noah to go see Hasbro about his location shoot at Fort Leonard Wood. Alison confronts Casey about Riley's looking for an apartment. Casey feels that that is great. Alison tells Casey to tell Margo the truth about the watch. Casey refuses. Hasbro refuses to take Noah's call. Luke suggests getting Riley involved to be their military liaison. After talking, Riley, reluctantly, agrees to help them .Emily demands to know from Larry as to where her eggs are. Margo comes to the hospital, looking for Bob, to give her some anti-depressants. Margo finds out that Bob is gone. Emily tells Susan that she is going to a fertility specialist to have the tubal ligation reversed, but receives bad news. Larry vows to search for Emily's eggs. Alison gives Margo Riley's watch and explains everything to Margo about Casey. Margo confronts Casey. Riley meets with Lieutenant Hasbro but finds that it is Lieutenant Hasbro at all but Colonel Winston Mayer, who is Noah's father, who is supposed to have died. Winston agrees to keep Riley's secret as long as Riley keeps Winston's secret. Noah and Luke agrees to Winston's terms. Alison breaks up with Casey. Margo gives Riley back his watch and invites him back home. Riley, reluctantly, agrees."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Emily: Hey.",
        "Larry: Hi.",
        "Emily: So, I didn't expect you to be in town. I thought I'd have to drive to Chicago to see you.",
        "Larry: No. I'm working with a couple professors over at the university.",
        "Emily: Right. You -- you've mentioned that.",
        "Larry: And it gives me an excuse to see Alison. What's up?",
        "Emily: Oh, you know, just looking for my eggs.",
        "Larry: I wish I could have been more help with that.",
        "Emily: I think you still can.",
        "Larry: Well, if you're talking about the receipt that transferred those eggs from memorial to the University of Chicago, I'm sorry, Emily. I just don't remember signing that.",
        "Emily: Are you sure? Really? Because my mother says you never forget a thing.",
        "Larry: If only. Look, I did not sign that receipt.",
        "Emily: But it's your signature on the form.",
        "Larry: No, I told you, it's probably not my signature.",
        "Emily: No, actually, it is, Larry. I had your signature verified by a handwriting analyst. So maybe you want to open up those memory chambers and tell me why the hell you took my eggs.",
        "[SCENE_BREAK]",
        "Alison: Hi, Riley.",
        "Riley: Alison.",
        "Alison: How are you doing?",
        "Riley: I'm fine, thanks.",
        "Alison: Um, are you looking for an apartment? Just noticed the classifieds.",
        "Riley: Yeah, I'm -- I'm looking for a new place to live. I stayed last night at the, uh -- the Wagon Wheel Motel, but, uh, it's kind of a dump. So if you know of any cheap sublets or anything --",
        "Alison: Yeah, I'll let you know.",
        "Riley: Okay.",
        "Alison: And why didn't you just stay at the Hughes' till you found your own place?",
        "Riley: Maybe you should ask your boyfriend.",
        "[SCENE_BREAK]",
        "Casey: I thought you'd be at work already.",
        "Margo: No. I'm not gonna go in to work today.",
        "Casey: Change of plans?",
        "Margo: No, I just don't feel so great.",
        "Casey: H -- how about I, uh, take you out to breakfast at Al's?",
        "Margo: No, thanks.",
        "Casey: What, do you got too much time on your hands now that, uh, Riley's gone? How about if you want to keep busy, you can make me breakfast.",
        "Margo: Um -- maybe tomorrow.",
        "Casey: Mom, I know you think I don't know how rough it is for you right now, but I do.",
        "Margo: Listen, Casey. It's rough for all of us right now.",
        "Casey: Yes, but Dad and I -- we're your family. We're always gonna be here for you. Please don't forget that.",
        "Margo: No. I know that. Go to work.",
        "Casey: All right. You got it.",
        "[SCENE_BREAK]",
        "[Noah sighs]",
        "[Noah groans]",
        "Noah: Why did I ever want to be a filmmaker?",
        "Luke: Because you're brilliant at it. What's wrong?",
        "Noah: You remember that location shoot I wanted to do at Fort Leonard Wood? I mean, I thought I was just gonna be able to drive over there and take some b-roll footage and do some background interviews.",
        "Luke: Well, what's the problem?",
        "Noah: The army. They're giving me a hard time about access.",
        "Luke: Well, you know that -- that Lieutenant that you interviewed a couple days -- Hasbro?",
        "Noah: He knew my father.",
        "Luke: Yeah. Well, then, why don't you see if he can help?",
        "Noah: Why I didn't think of that!",
        "Luke: See? This is why I'm your producer.",
        "[SCENE_BREAK]",
        "Casey: Ooh! Do you know why I am your boyfriend?",
        "Alison: That is what I've been trying to figure out.",
        "Casey: Wow. What did I do?",
        "Alison: I just bumped into Riley. He's looking for an apartment.",
        "Casey: Oh, that's great.",
        "Alison: No, Casey. You shouldn't have done what you did.",
        "Casey: It's not like I kicked him out of the house. It was my mom's decision.",
        "Alison: Because you forced her into it, and you talked me into helping you.",
        "Casey: Come on. It'll all be okay in the end. Just give it a few more days. You'll see.",
        "Alison: A few more days?! I said I would -- I -- I promised I'd keep the watch for one day -- just one.",
        "Casey: So what's a couple more?",
        "Alison: The only reason I said I would do this, Casey, is because I thought that at some point in the last 24 hours, you would come to your senses. But now Riley is out on the street because you lied, and that is not cool.",
        "Casey: I can't do anything about it, okay? My mom kicked him out. I can't -- I can't go to her and beg her to bring him back.",
        "Alison: No. You can do better than that. You can tell her the truth.",
        "[Casey sighs]",
        "Casey: You can't tell my mom that I swiped Riley's watch.",
        "Alison: Why not?",
        "Casey: Because I did it for a good reason, Alison. But she won't see that, of course. You know, she'll just apologize to the guy, drag him back to the house, and I -- I would have done all this for nothing.",
        "Alison: You never should have done it at all.",
        "Casey: Why are you missing the big picture here? I'm doing this for my mom. She -- she's using Riley to avoid dealing with my brother's death. Aah, that's not healthy.",
        "Alison: Well, it's also not healthy for you to make the guy look like he falsely accused you. I'm sorry, Casey, but that's a really weird way of trying to make your point.",
        "Casey: Okay, the point is my mom needs to grieve, okay? Her son died. Adam is not coming back. And instead of dealing with it, she -- she's re-creating him in some stranger. How -- how is that good?",
        "Alison: I guess it's not.",
        "Casey: I rest my case. So can we -- can we please stop talking about Riley now?",
        "Alison: I just can't help feeling bad.",
        "Casey: W -- why?! You didn't do anything wrong.",
        "Alison: You lied, and I was a part of that, and now he doesn't have a place to live.",
        "Casey: The guy was in the army. If -- if he can't find an apartment, he can pitch a tent somewhere. Don't worry about him.",
        "Alison: He just -- he looked so sad when I saw him. I think he might leave town.",
        "Casey: You think so?",
        "Alison: Without his watch. He'd never even know what happened to it.",
        "Casey: It's just a watch.",
        "Alison: How do you know? It could be important to him. What if his parents gave it to him or something? And didn't you say he didn't have any family left?",
        "Casey: What -- what does that matter?",
        "Alison: How can you say that? You know how hard it is to lose someone you love.",
        "Casey: I -- I just don't understand why everyone cares so much about this -- this guy.",
        "Alison: All I care about is that I still have his watch in my locker!",
        "Casey: I don't give a damn about his watch, okay?! Just -- just dump it!",
        "[SCENE_BREAK]",
        "Luke: That didn't sound promising.",
        "Noah: Hasbro wouldn't even take my call.",
        "Luke: Why not?",
        "Noah: According to the sergeant who's assisting him, the only way I'm gonna be able to film anything on a base is if I'm actually in the military or affiliated with military personnel.",
        "Luke: Well, couldn't Hasbro be you're a -- affiliate?",
        "Noah: No. He won't even talk to us unless we have a military liaison.",
        "Luke: Don't you think this is a little bit weird?",
        "Noah: Why?",
        "Luke: Well, first your DVD goes missing. Then some guy who was very helpful a couple days ago won't even take your calls. And now you can't even get access to a place where you were raised.",
        "Noah: That's the army. I mean, they're full of arbitrary regulations.",
        "Luke: Well, then, maybe we need somebody in the military who can help us.",
        "Noah: Like who?",
        "Luke: Like Riley. Come on. Let's go talk to him and just get his point of view on this.",
        "Noah: Luke, wait. I'm not sure we want to get Riley involved.",
        "Luke: Look, Noah, I know that you're a little sketched out by him or whatever.",
        "Noah: I don't have a problem with Riley. I -- it's Casey. What's he gonna think about this?",
        "Luke: Noah, this movie could win you an Oscar. Casey can deal with it.",
        "[SCENE_BREAK]",
        "Emily: I just want to know where the hell my eggs are!",
        "Larry: Look, I wish I could be more help, Emily, but I can't come up with any explanation about why -- unless this is my signature. This is a standard transfer receipt. If it was handed to me by someone I trusted, I could have signed it without paying too much attention to the details, or the details were changed after I signed it.",
        "Emily: I think that's a big stretch. Why would someone go to all that trouble just to get my eggs?",
        "Larry: Emily, you still think somebody wanted your eggs because they wanted a baby.",
        "Emily: Yeah. What else would they want them for?",
        "Larry: Harvested eggs are valuable, not just for implantation, but also for research.",
        "Emily: What? So you're -- you're suggesting some lab tech or --",
        "Larry: Or a nurse or an administrator or even the doctor. They could have had a relationship with some research facility someplace willing to pay big bucks for genetic material. They saw an opportunity with your eggs, and they used it.",
        "Emily: Well, where the hell are my eggs now, Larry?! I want them back!",
        "Larry: Well, actually, no. I don't think you do.",
        "[SCENE_BREAK]",
        "Luke: Hey, Riley, thanks for meeting with us.",
        "Riley: No problem. What can I do for you guys?",
        "Luke: We're trying to get into some army bases to shoot some footage for Noah's film, but we've run into a glitch.",
        "Noah: Yeah. Apparently, we can't shoot without military personnel acting as a liaison for us.",
        "Riley: And you thought I could be your military liaison?",
        "Luke: Why not?",
        "Riley: 'Cause I'm not in the military anymore. My tour is done.",
        "Noah: Yeah, but you're more military than either of us.",
        "Luke: Yeah. And even if you're not the official \"Liaison,\" maybe you could talk to Hasbro for us.",
        "Riley: The guy you interviewed? Why can't you talk to him?",
        "Noah: He -- he's all caught up in red tape. I couldn't even get him on the phone.",
        "Luke: Yeah, but maybe you could go over there and talk to him.",
        "Riley: And say what?",
        "Luke: Well, just remind him about what a nice guy Noah is. You know, you two have a connection. He'll listen to you. You -- you go talk army talk to him and see if he can, uh, you know, lighten the restrictions a little bit.",
        "Riley: Yeah, but see, why go to all of that trouble when Noah has the greatest connection there is? Your dad was a decorated colonel.",
        "Noah: Uh, Riley, as far as the army's concerned, my dad, uh, disgraced the uniform. And he's dead, so it's not like they owe me anything.",
        "Luke: So will you talk to Hasbro for us?",
        "Riley: I don't know, guys.",
        "Noah: Riley, it would be a big help. I mean, it's gonna be pretty impossible for me to do a documentary about growing up an army brat if I can't even get on a base.",
        "[Cell phone rings]",
        "Noah: I have to take this. This is about some equipment I rented.",
        "[Luke sighs]",
        "Luke: This would mean a lot to Noah.",
        "Riley: Sounds like it.",
        "Luke: So will you help us out?",
        "Riley: Let me be honest with you. Your boyfriend doesn't like me, and your friend Casey hates my guts.",
        "Luke: So you're thinking why do you owe us anything?",
        "Riley: Pretty much.",
        "Luke: Okay, well, think about it this way. This could be the one chance you have to prove Casey and Noah wrong.",
        "Noah: Hey. Don't let this guy pressure you into anything.",
        "[Luke laughs]",
        "Luke: Would I do that?",
        "Noah: He may look like my boyfriend, but when he's got his producer hat on, he can be pretty pushy.",
        "Riley: Yeah. I'm picking up on that.",
        "Noah: Um, if you can help us out, Riley, you know, that would be great. And if not, you know, that's cool, too.",
        "Riley: Okay. I'll do it.",
        "Noah: You will?",
        "Riley: Mm-hmm.",
        "Noah: Thank you. But, um, why?",
        "Riley: To prove what a nice guy I am.",
        "[SCENE_BREAK]",
        "Margo: Hey! You are looking very efficient today.",
        "Alison: They teach us that in nursing school.",
        "[Margo laughs]",
        "Alison: Uh, are you looking for Casey?",
        "Margo: No, no. Actually, I was looking for my father-in-law. Is -- do you know if Bob is around?",
        "Alison: Um, I saw him leave earlier. I think he was going to some all-day conference.",
        "Margo: Wow. All day. Wow. Hmm.",
        "Alison: Can I help?",
        "Margo: N -- no. Unfortunately, I need someone to write a -- maybe a prescription for me.",
        "Alison: Are you okay?",
        "Margo: Not so much. I was -- I was wondering -- I was hoping that Bob could maybe write me, uh, something like an antidepressant or something.",
        "Alison: Oh, well, that's no problem. I can just get another doctor to do it.",
        "Margo: No, no, no, no, no. I really don't want to have to tell a total stranger about everything I'm going through right now.",
        "Alison: I can understand that.",
        "[Sobbing]",
        "Margo: I'm sorry! Oh, I'm sorry!",
        "Alison: Don't be. It's --",
        "Margo: I don't know what's going on with me. It's just so unlike me. I'm crying at the drop of a hat. Look at all these hats. I just can't stop today. I can't stop.",
        "Alison: I, uh -- I saw Riley earlier. I know he moved out. Is that what's made you so upset?",
        "Margo: It was just so comforting, you know, to have someone to fuss over, you know? But, um, I guess I was just fooling myself, you know? Riley's gone now. All I do is think about -- [Margo sobs] -- Think about Adam.",
        "[Margo sobbing]",
        "[Margo sobs]",
        "Alison: You can have some privacy in here.",
        "Margo: Okay. Well, there's nothing like blubbering like a baby in a public place to make you feel like an idiot.",
        "Alison: You lost your son overseas. You have every right to be upset. If you want to be alone --",
        "Margo: This is so unlike me. I mean, I'm a cop. I'm supposed to be so good at reading people. How could I have been so wrong about Riley?",
        "Alison: Maybe you weren't.",
        "Margo: Oh, no, I was. I was. I mean, I think maybe he could have been scamming us. He accuses Casey of stealing his watch? Well, why would he do something like that?",
        "Alison: I don't know.",
        "Margo: But the important thing is, is that I've got -- I've got to show Casey that I have faith in him, because he's my son, and he has been -- oh, he's been so upset ever since Riley came to stay with us. Has he talked to you about that?",
        "Alison: A little.",
        "Margo: Yeah? I guess it was unrealistic of me to think that, you know, they could work everything out, and we could just live together.",
        "Alison: I don't think it was unrealistic at all.",
        "Margo: It's just -- Alison, I just wanted a family again. And -- and having Riley there was -- it was unrealistic, because nothing is ever gonna be the same now that Adam is gone. So --",
        "Alison: I can't even imagine how hard this is for you. I am so sorry if Casey made it harder. But he does love you.",
        "Margo: Oh, I know he does. I know he does, Ali. He, uh -- he was so sweet this morning. He wanted to make me breakfast, and -- and he wanted to make me feel better. But he can't.",
        "Alison: And Riley can?",
        "Margo: Because Riley knew Adam. Adam talked to him. Adam told him things -- things that I wanted to know. And because of Riley, I felt like I knew my son. I felt like I knew what he was feeling and what he was thinking before he died. And -- and that -- oh, it helped. I don't know why, but that -- that helps.",
        "Alison: Casey thinks, um -- he thinks that maybe you need some time to yourself, you know, to adjust to Adam being gone.",
        "Margo: Oh, no. Casey -- Casey has no idea. I go crazy with time to myself. I know -- look at me now. That is the last thing that I need right now.",
        "[Margo sobbing]",
        "[Alison goes to her locker and removes Riley's watch and give it to Margo]",
        "[SCENE_BREAK]",
        "Emily: I am so sick and tired of people telling me that I'm wrong to want a baby, that I'm too old or I'm -- I'm too single, or I'm too selfish.",
        "Larry: Emily, Emily, I'm not saying that at all. But just hear me out. Those eggs have been frozen for over 20 years. They're gonna have to be tested to see whether they're healthy, whether they're viable.",
        "Emily: Yeah, well, you know what? They're still my -- my best chance of having my own child.",
        "Larry: Actually, your best chance of having your own child may be trying to reverse your tubal ligation.",
        "Emily: No, no. I've been warned that that might not work.",
        "Larry: Find out with a sonogram.",
        "Emily: Really?",
        "Larry: Yeah.",
        "Emily: It's that simple.",
        "Larry: Yes. I know an excellent fertility specialist who just transferred to Memorial. I'll hook you up.",
        "Emily: Okay. But I -- I still want to find out what happened to those eggs.",
        "Larry: Emily, my advice -- forget about the eggs. As a matter of fact, let's go over to memorial right now. I will find my friend. She will give you that sonogram, and you will know within minutes whether you're a good candidate for a reversal.",
        "Emily: All right. Okay. Let -- let's just go now. [Emily laughs] Mom!",
        "Susan: Emily, hi!",
        "Larry: Susan, how are you?",
        "Susan: Wondering what the two of you are doing together. What's going on?",
        "Emily: Uh, actually, Larry is just taking me to see a fertility specialist.",
        "Susan: About your eggs?",
        "Emily: No, about untying my tubes.",
        "Susan: What a load of -- Larry McDermott, you are so full of it!",
        "[SCENE_BREAK]",
        "Margo: Where -- where did you get this?",
        "Alison: It's Riley's.",
        "Margo: I know that. But how did you -- did Casey give this to you?",
        "Alison: The important thing is now that you have it, you can give it back to Riley.",
        "Margo: Did Casey give this to you?!",
        "Alison: His heart was in the right place, Margo.",
        "Margo: Oh, my God.",
        "Alison: You know, he sometimes does the wrong thing.",
        "Margo: Oh, I can't believe this.",
        "Alison: He was just so worried about you, and he was -- he was trying to find a way to show you that nothing is as important as family, especially after everything you've been through.",
        "Margo: Oh, he shouldn't have done this. How can he do this?!",
        "[SCENE_BREAK]",
        "Luke: Is that you?",
        "Noah: Yeah. I think I'm about 5 there.",
        "Luke: You were so cute. And so happy.",
        "Noah: It was Christmas morning after I opened my first gift.",
        "Luke: The rocking horse?",
        "Noah: Yeah. One he made for me.",
        "Luke: You know what? Maybe we should put these away right now.",
        "Noah: Oh, no. Come on. I'm -- I'm making an entire documentary about how my father affected my life. I can't just stop every time I get sad.",
        "Luke: It must be hard for you to try to put it all together in your head. It's obvious that he loved you.",
        "Noah: Oh, yeah. He loved me.",
        "Luke: He did. You can tell from all of the things he did for you and with you.",
        "Noah: And how he murdered my mother and tried to murder you? He tried to take away the person that means more to me than anything else in this world. How am I ever gonna understand him?",
        "Luke: You will. With this film, you will. And Riley's gonna help us.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Winston: Come in.",
        "Riley: Lieutenant Hasbro?",
        "Winston: Yes.",
        "Riley: I'm sorry. I hate to be rude, but I have met Lieutenant Hasbro, and you're not him.",
        "Winston: And you're not Riley Morgan.",
        "[SCENE_BREAK]",
        "Margo: I'm not even gonna ask you for an explanation, because there is no justification for what you have just done.",
        "Casey: I didn't do it to upset you. Listen --",
        "Margo: Don't touch me.",
        "Casey: I'm giving you a wake-up call, mom.",
        "Margo: You stole Riley's watch, and then you accused him of setting you up. That is not a wake-up call, Casey.",
        "Casey: I did it to help you.",
        "Margo: No, you didn't! You did it to hurt Riley, and you succeeded! I only hope that I can -- convince him to come back home.",
        "Casey: Home? Home? It isn't his home!",
        "Margo: He's a guest in our home! And all I asked you to do was to make him feel at home.",
        "Casey: I can't.",
        "Margo: Casey, you are wrong about Riley, and someday, you will see that.",
        "[Casey sighs]",
        "[Door slams]",
        "[SCENE_BREAK]",
        "Riley: Who are you?",
        "Winston: Colonel Winston Mayer. But my friends call me \"Win.\"",
        "Riley: You're Noah's father.",
        "Winston: That's right.",
        "Riley: You're supposed to be dead.",
        "[Winston laughs]",
        "Winston: Well, obviously, I'm very much alive.",
        "Riley: Are you gonna let your son in on that?",
        "Winston: When the time is right.",
        "Riley: I assume since Lieutenant Hasbro set this up, you know your son Noah is making a film about you.",
        "Winston: I've gotten wind of it, yeah. I assume you're here on my son's behalf.",
        "Riley: You know I'm gonna have to tell him that I saw you.",
        "[Winston laughs]",
        "Winston: Oh, no. You won't say a word to Noah. You see, I know all about you, Riley Morgan. And if you expect me to keep your secret, well, then, I expect you to keep mine.",
        "Riley: Why are you doing this?",
        "Winston: That's my business. And if you don't want all of Oakdale to know your business, you'll follow my orders to the letter.",
        "[Winston laughs]",
        "[SCENE_BREAK]",
        "Emily: Why are you being like this? Why are you insulting him when he's just trying to help me?!",
        "Susan: You don't need his help with a medical procedure at memorial. Have you forgotten that your mother is on staff there?",
        "Larry: Why are you making such a big deal about this, Susan? I'm just introducing her to a fertility specialist I've worked with -- somebody who's transferred here to Memorial. You may not have even met the man.",
        "Susan: I know all the specialists, and I know Emily's situation. If she needs to consult with anyone, I'll arrange it!",
        "Larry: As you like.",
        "Emily: What I would like is to go get the sonogram, thank you very much.",
        "Susan: I thought you wanted to use your eggs.",
        "Emily: I do, but I'm exploring all my options.",
        "Susan: Without even mentioning it to me? And why involve Larry?",
        "Larry: She did not seek out my advice, by the way. We were speaking, and I offered my help.",
        "Susan: You? You, who have never done anything for anybody if it didn't profit you?",
        "Emily: You know what? As I recall, I did mention it to you! I mentioned having a tubal ligation reversal! And as I recall, you were negative, mother!",
        "Susan: All I said was it might not work.",
        "Emily: Exactly! Now, did you -- did you recommend a sonogram? No. He did. I find that proactive, and I appreciate that.",
        "Susan: Larry needs to butt out.",
        "Emily: Why are you being so rude?! What is your problem?!",
        "Susan: What is your strategy? Do you think if you kiss up to Emily, she'll help you smooth things over with Alison?",
        "Larry: Alison is giving me a chance to get to know her, which would go a lot easier if you and I could find a way to at least be civil to one another.",
        "Emily: I think that's reasonable.",
        "Susan: Well, I don't. We don't need or want your help.",
        "Larry: Shouldn't that be Emily's decision?",
        "Susan: Of course. Tell him, Emily.",
        "Emily: I'm gonna do everything -- everything I can to have this baby, mother. Let's go get that sonogram.",
        "[SCENE_BREAK]",
        "Noah: Hey. So, what did Hasbro say?",
        "Riley: I've got good news and bad news.",
        "Luke: Good news first?",
        "Riley: We can get you in all the military bases that you want to visit.",
        "Luke: That's great.",
        "Noah: What's the bad news?",
        "Riley: Well, the permission is only extended to those with a direct connection, like a relative who is or once was in the military.",
        "Luke: Meaning?",
        "Riley: Noah has to go alone. You can't go with him.",
        "Noah: That is not happening.",
        "[SCENE_BREAK]",
        "Casey: I can't believe you went to my mother behind my back.",
        "Alison: I didn't go to your mother, Casey. She showed up here. She was crying.",
        "Casey: And was she looking for me?",
        "Alison: Not exactly.",
        "Casey: Then why? Why?",
        "Alison: She was looking for your grandfather.",
        "Casey: And because she was upset, you -- you decided to tell her that I stole Riley's watch?",
        "Alison: I tried not to, but I asked you to tell the truth, and you wouldn't!",
        "Casey: What do I do now, huh? She's gonna invite Riley to come back.",
        "Alison: Would that really be so bad.",
        "Casey: Are you seriously asking me that?! You know how I feel about this guy. You -- you know how I feel about this whole situation, and you don't care! Why?! Why?! You -- you're supposed to be my girlfriend.",
        "Alison: T -- this doesn't mean that I automatically understand why you lied to Riley and your mother, Casey. A -- and I don't like that you dragged me into it.",
        "Casey: I -- I did not force you to hold that watch!",
        "Alison: I thought you were just trying to prove a point and that today you would go to your mother and tell her that you took it, but you never intended to do that.",
        "Casey: No, no, I didn't!",
        "Alison: Why not?",
        "Casey: Because he was finally gone. Riley was gone. I -- it was good. But now -- now you made it all worse.",
        "Alison: I was just trying to help your mom the best way I knew how, Casey. I care about you, and I care about your family.",
        "Casey: Yes, I know. I know you do. I know you do. I -- I don't know what I'm gonna tell my mom now. I --",
        "Alison: How about the truth? I mean, you know what you did was wrong, Casey, don't you?",
        "Casey: How about what you did to me, huh? I am trying not to be mad right now. I am trying to let it go. But if you loved me, Alison, you would have stood by me. Imagine...",
        "Alison: I can't help how I feel, Casey! And if I can't be honest with you, then -- then what have we got?!",
        "Casey: Everything. What? We got everything. You know I'm crazy about you. I just -- I have to deal with this Riley thing first. And then -- then -- then you can be crazy about me.",
        "Alison: What are you gonna do?",
        "Casey: About Riley? I got to figure out some way to show my mom that he's really a bad guy.",
        "Alison: How are you gonna do that?",
        "Casey: Don't -- don't worry about it, okay?",
        "Alison: Why? Because what I don't know can't break us up?",
        "Casey: Break us up? How did we get there?",
        "Alison: I don't want to go there, Casey, but if we start hiding things from each other --",
        "Casey: I got to do what I got to do to look out for my family. You know, I'm not gonna force you to do it, but you can't have it both ways.",
        "Alison: So either you lie to me or you lie to your folks is what you're saying?",
        "Casey: If that's how it's got to be, then --",
        "Alison: I can't do this.",
        "Casey: Alison, come on.",
        "Alison: No, I thought I knew you!",
        "Casey: You do. You do.",
        "Alison: Then say that you'll go tell Riley the truth about it!",
        "Casey: Riley?! Is this what it's about?! Is Riley breaking us up?! Honestly, this guy's already affected my mom, and now you?!",
        "Alison: No, damn it, it's not Riley! I'm not upset about him! I'm upset about what you did to him! And if you can't see the difference, then -- then what have we got left?!",
        "Casey: Well, I -- I guess you're right. The hell with it!",
        "[SCENE_BREAK]",
        "Noah: Well, we've got to go back to Hasbro and tell him that Luke's not just my producer. He's my cameraman.",
        "Luke: Yeah. I'll probably be running sound, as well.",
        "Noah: Yeah.",
        "Riley: Look, I explained all that, but Hasbro said those are the rules. It's Noah alone or nothing.",
        "Luke: Okay, fine. Then I won't go.",
        "Noah: What are you saying? Luke, I can't do this without you.",
        "Luke: Yes, you can, if you have to. The most important thing is that this movie is made.",
        "Riley: Look, I have to get back to Hasbro in a few minutes. What should I tell him?",
        "Noah: You tell him thanks, but --",
        "Luke: Tell him that Noah agreed to his terms.",
        "Riley: Okay.",
        "Luke: And thank you, Riley. You -- you really came through for us.",
        "Noah: I am not doing this without you.",
        "Luke: You heard what Riley said. It's like they'd shove the door on us if you didn't go along with their terms.",
        "Noah: Then we figure out another way!",
        "Luke: Noah, you are gonna do this movie, and I'm gonna be right there with you.",
        "Noah: You just told Riley --",
        "Luke: Because right now, it makes sense to listen to Hasbro's terms. Gets them off our backs. But trust me. When the time comes, we'll find a way around it.",
        "[SCENE_BREAK]",
        "Margo: Hey, Riley! Come on. I -- I've been looking for you.",
        "Riley: Why didn't you call?",
        "Margo: Well, because I wanted to talk -- talk to you over a sandwich.",
        "Riley: No thanks.",
        "Margo: Come on. I, um -- I went looking for you at the wagon wheel. They said that you checked out.",
        "Riley: Yeah. That place is way out in the middle of nowhere. I'm actually hoping to find more of a -- a furnished room or sublet closer to town.",
        "Margo: Yeah. Any luck?",
        "Riley: I really haven't much chance to look yet.",
        "Margo: Good, good. Then don't bother. You can just come back and stay with us.",
        "Riley: What about Casey?",
        "[Margo sighs]",
        "Margo: You were right.",
        "Riley: He did take my watch. Did he admit to it?",
        "Margo: Oh, let's not shoot for the stars. The point is, I -- I found out what happened, and I can promise you, it will never happen again.",
        "Riley: Why did he take it?",
        "Margo: He just needs to prove something to me.",
        "Riley: I don't understand.",
        "Margo: It's not important, really. You know what? The important thing is, you know, I dealt with it. I handled it. It's deal -- dealt with. And -- and you and I should really --",
        "Riley: Margo, you said Casey feels threatened by me, right?",
        "Margo: Oh, yes. He does.",
        "Riley: Then what's my going back home with you gonna change anything? I mean, if -- if anything at all, what's different?",
        "Margo: Well, I, um -- I've been doing a lot of thinking today, and, um, I realize the reason that I want you in our home is the very reason that Casey wants you so far away from our home.",
        "Riley: Come up with any answers?",
        "Margo: Adam. It's, um -- Adam's gone now, and Casey and I both have to find a way to deal with that.",
        "Riley: Through me.",
        "Margo: Yeah. Uh, it's not real fair to you, but yeah. I remember you said the one thing that was most important to Adam before he died.",
        "Riley: Yeah. He wanted to make amends.",
        "Margo: Well, that's what I need to do, too. I can't bring my boy home, but I can offer my home to you.",
        "Riley: I don't have a problem with that. As a matter of fact, I like living in your home, Margo. It feels good.",
        "Margo: Good, good! Great! Then come back!",
        "Riley: But again, what about Casey?",
        "Margo: Oh, Casey -- Casey is a poor kid. He is just so angry. He's angry at his brother, all the things that Adam did to him before he left. He's -- he's angry that Adam died before he got to make everything right again.",
        "Riley: And so he's taking it out on me.",
        "Margo: I think we've established that, yes. But, Riley, I really think that Casey can work through these things. I think that he can find a way to forgive Adam, and he can find a way to forgive himself. And I really think that you could help him do that if, you know -- if you're willing to -- to take the heat.",
        "Riley: I can take the heat if you can. I mean, he's not gonna make this easy for you.",
        "Margo: Well, I can take the heat if you can. Please. Come back.",
        "Riley: Okay. All right. Um, I'll go get my bag at the motel and -- and, um, I'll be over later.",
        "Margo: Great. Well, then, see you at home.",
        "[Margo chuckles]",
        "[SCENE_BREAK]",
        "Larry: How'd the sonogram go?",
        "Emily: Not so great. A lot of scar tissue, I guess. I mean, to quote the doctor, um, \"Reversing the ligation probably won't result in a pregnancy.\"",
        "Larry: I'm sorry, Emily.",
        "Emily: I don't know why I'm so upset. I knew that this was a possibility.",
        "Larry: Look, the thing to remember is you still have lots of shots at having this baby.",
        "Emily: You think?",
        "Larry: I know so. Come on. I'll buy you a drink. I'll lay the whole thing out. You have a lot more options than you think you do.",
        "Emily: No, no, no, no, no, no. I'm sorry. I'm -- I'm not ready to talk about surrogates or adoption or -- not yet.",
        "Larry: No, no. I -- I know. You want to have your own genetic baby.",
        "Emily: Yes, I do. I do. And whether you sign those forms or not, we know that those eggs were transferred to the University of Chicago hospital, right?",
        "Larry: Well, that's what the paperwork says.",
        "Emily: Well, then, that's a great place to start.",
        "Emily: So I -- if you really want to help me like you say you do, then take me to Chicago, and let's go through those files and see what we can find?",
        "Larry: Listen, if that's what you want, I will do it.",
        "Emily: Thank you.",
        "Larry: After I search the records here at Memorial one more time.",
        "Emily: My mom already did that.",
        "Larry: Look, you know how your mother feels about this. Come on. Let me do this. The outcome could be different.",
        "[SCENE_BREAK]",
        "Noah: You look like you're ready to kill someone.",
        "Casey: Alison broke up with me.",
        "Noah: Why?",
        "Casey: Because of Riley. I do -- do not know what is with this guy. You know, he's -- he actually turned her against me.",
        "Luke: How did he do that?",
        "Casey: I don't know! He did the same thing with my mom. Noah, you know he is evil. You -- you're the only one who sees it besides me. I don't understand why no one sees this.",
        "Noah: Yeah, Casey, um, there's something I should tell you.",
        "[Casey sighs]",
        "Casey: About Riley?",
        "Noah: Yeah. I've kind of changed my mind about him.",
        "Casey: Just because he worked on your film a couple of times?",
        "Noah: No, no, it wasn't just that.",
        "Luke: Riley did a lot of legwork for us. He got Noah to be able to shoot at army bases.",
        "[Casey stammers]",
        "Casey: When was this?!",
        "Luke: Today.",
        "Noah: Look, I know where you're coming from, Casey. I -- I do. I thought when I first met him that he was really weird, too.",
        "Casey: And you were right!",
        "Noah: I was suspicious! But we've gotten to know him better, and he's been really helpful. And I really think we should give him a chance.",
        "Casey: I cannot believe you guys bought into his act. What -- what is going on here?",
        "Luke: Well, case, maybe it's not an act. Maybe he's just a good guy.",
        "Casey: There is no way in hell, man!",
        "[SCENE_BREAK]",
        "Larry: Look, I -- I'm not saying that your mother would purposely mislead you. But it's amazing what a person can miss if it's something they don't want to see.",
        "Emily: Yeah. I guess you're right. Speak of the devil.",
        "Larry: All right, look, um, I should go. I'll be back tomorrow. And I promise I will search every corner of this hospital.",
        "Emily: Thank you.",
        "Susan: I saw that rat scurrying away. Hope you've gotten rid of him once and for all.",
        "Emily: You know something? Right now, he is the only person giving me exactly what I need.",
        "Susan: Which is what?",
        "Emily: Hope. And frankly, Mother, you suck at that.",
        "[SCENE_BREAK]",
        "Luke: Hey. Are we in this together or not?",
        "Noah: We're together. Of course. I mean, the only reason I'm doing this documentary is -- is because you've been cheering me on. But going through all this stuff -- pictures and memories -- it's hard.",
        "Luke: I know.",
        "Noah: I would not be able to do this if you weren't assigned to me.",
        "Luke: Well, I am. Every step of the way.",
        "[SCENE_BREAK]",
        "Alison: Riley.",
        "Riley: Hey. Oh. We keep, uh -- we keep running into each other.",
        "Alison: Yeah. I was kind of hoping I would see you again. I owe you an apology.",
        "Riley: What for?",
        "Alison: I knew Casey had taken your watch, and I didn't say anything. I'm even ashamed to say that I hid it for him.",
        "Riley: You're the one who gave it to Margo? Uh, how did Casey react?",
        "Alison: About how you'd expect.",
        "Riley: Thanks, Alison. That was really brave of you.",
        "Alison: Well, it would have been braver to not get involved in the first place.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Winston: Yes.",
        "Riley: It's me.",
        "Winston: You have news for me?",
        "Riley: I just left Luke and Noah. They agreed to the terms.",
        "Winston: Noah will come here alone?",
        "Noah: That was the deal. So we're cool now, right? You're getting what you wanted.",
        "Winston: You better hope so, because if anything goes wrong, I'm holding you responsible, Riley Morgan.",
        "[SCENE_BREAK]",
        "Casey: Yeah. Hi, uh, I was wondering if I could get connected to, um, the Veterans Administration in D.C. Yeah, yes. Please put me through. Hey, I was wondering if I get some information on a -- a guy deployed in Afghanistan. Yeah, yeah, yeah. Do I have to fill out a form? Yeah, you can send it to me. Yeah, you can put me on hold. Let's find out who Riley Morgan really is.",
        "[NEXT_ON]",
        "Susan: You went on a date with your ex-stepfather?",
        "Emily: It wasn't a date, for God's sake! We're celebrating. He found my eggs.",
        "Alison: Are you out of your mind?",
        "Meg: Are you buying up shares of Worldwide?",
        "Damian: Well, yes.",
        "Meg: Okay, stop. I don't want to be a part of this, or you.",
        "Damian: What do I do now?",
        "Lily: Either you want Worldwide or you want Meg. You can't have both."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=FJQ4lFaUW8o"
}