{
    "Episode Summary": [],
    "Recap": [
        "At Paul's, Meg suggests to Paul that they get back together for the sake of Eliza. Paul has his doubts. Dusty visits Lucy in her hotel room to see if she had had anymore trouble from the men at the docks. Dusty urges her to be careful for Johnny's sake. At Carly's house, Parker lashes out at Craig and Carly for ruining his life. At the ranch, Liberty lets Jack and Janet know that she had called it quits with Parker and how possessive that Parker is of Liberty. Parker walks in, but Jack stops him at the door. Janet suggests to Liberty that she and Parker get an annulment or a divorce. Paul sets up conditions if Meg moves back in with him. Meg agrees to the terms. Lucy promises Dusty that she will be more careful. Paul orders Meg to tell Dusty of her decision. Meg calls Dusty to tell him to meet her at the lounge at the Lakeview. Parker goes to the docks and steals two bottles of the vodka. Caesar catches Parker at the docks. Jack confronts Caesar at the docks and questions him about Parker. Caesar calls Lucy about Parker being at the docks. Janet and Liberty go to Carly's to pick up Liberty's things.",
        "Janet and Carly have a run-in over Carly's drinking. Parker drinks both bottles of vodka. Jack finally talks to Parker. Meg tells Dusty that she is going back to Paul. Dusty refuses to let her. Lucy interrupts their conversation. Lucy lets Dusty know what is going on at docks. Dusty arrives at docks to check out what is going on and is beaten up by two men and left lying on the docks. Craig finds Parker unconscious and his head bleeding. Carly goes to a bar for a drink."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Paul: Yes, I was hospitalized. I make no secret of it. At least I had therapy. My ex-wife tried to burn down her mom's house with my kid in the kitchen. I don't know why we're talking about this. It's not important. The important thing is that I do have custody and I'm paying you to make sure that I keep it! You don't knock?",
        "Meg: I came to see Eliza.",
        "Paul: You can't just stop by here whenever you feel like it, all right? You were here because Eliza wasn't feeling well, but she's feeling better now, so we go back to the old rules, and I have custody.",
        "Paul: You fight me on this, Meg, you're not gonna like the way it turns out.",
        "Meg: You know, honestly, I was hoping that we could avoid going back to court for Eliza's sake.",
        "Paul: Only way you can guarantee that is to sign away your rights. Are you prepared to do that?",
        "Meg: Of course not. I'm her mother. But I do have a proposition for you.",
        "Paul: What kind of proposition?",
        "Meg: I would like to move in here with you so we can both take care of Eliza.",
        "[SCENE_BREAK]",
        "Lucy: Dusty. Come on in.",
        "Dusty: Wanted to see how you're doing. Any more trouble from those guys on the docks, Fredo?",
        "Lucy: It's been quiet. I guess you scared him off. Thank you for standing up for me.",
        "Dusty: What would happen if I'm not around? You've got to get out of this smuggling business, you know.",
        "Lucy: I know. You're right. From now on, after this shipment, I'm done. I'll find another way to help those refugees.",
        "Dusty: Just make sure your humanitarian efforts don't involve guys with guns. I don't even want to think what it would do to my son if something happened to you.",
        "[SCENE_BREAK]",
        "Paul: You're suggesting that we get back together?",
        "Meg: Yes and no. Obviously, we have some problems that can't be resolved. At least not right away. But we could tell the judge that we've reconciled, that we want to be a family again. And nobody has to know that's not a real marriage. We'd be doing it for Eliza.",
        "Paul: Right.",
        "Meg: Obviously we would have to live together, but it would be for the good of our daughter. And in a lot of ways, it would make it a lot easier for the both of us.",
        "Paul: A lot of ways it would make it more difficult for the both of us.",
        "Meg: Look, I know that you don't want to be with me again, and that's fine. We could live separate lives except where our daughter is concerned. That way, we won't run the risk of losing her.",
        "Paul: Okay, let's -- let's think about this for a second. I would have one condition.",
        "Meg: What's that?",
        "Paul: Well, you can call our marriage whatever you like. But you'd have to swear to me you'll never be with another man.",
        "[SCENE_BREAK]",
        "Craig: Don't even think about it, Parker.",
        "Parker: I have to go find Liberty. We have to work this out.",
        "Carly: She needs her space, Honey. You have to respect that.",
        "Parker: This is all his fault. You started this. You're the one who wanted Liberty to get a job out of town in the first place.",
        "Craig: Liberty turned down the internship in New York.",
        "Parker: So you got her a job in Chicago.",
        "Carly: Craig's trying to help.",
        "Parker: No, you did this on purpose, both of you. You think you can break up my marriage. But you can't! I won't let you.",
        "Carly: Parker, please! Parker!",
        "Craig: Let him go. Let him go.",
        "[SCENE_BREAK]",
        "Janet: Tell us what happened, Sweetheart.",
        "Jack: Did you and Parker have a fight?",
        "Liberty: Yeah. He totally freaked out when Mom and I came back late from Chicago. And by the time I got home, he treated me like I had done something illegal or something. It's just -- he gets so paranoid when I'm away for a couple of hours, mom! How am I supposed live like this?",
        "Janet: You shouldn't have to, Sweetheart.",
        "Jack: Sounds like he really lost it.",
        "Liberty: He's been doing a lot of that lately. And it started in New York when he was yelling at his mom for being drunk. And she said she stopped drinking. But it's just like he's mad at everybody all the time, Mom, you know? I'm really scared about it.",
        "Janet: Okay, Sweetheart, you know what? Parker is going through a rough time. But you were right to get out when you did.",
        "Liberty: No, Mom, you were right. You were right for telling me that I was too young to get married. I just want to live my own life.",
        "Janet: Of course you do, Sweetie. I'm proud of you. You made the right decision.",
        "Jack: You and Parker need some time apart.",
        "Liberty: I know. When I told him it was over, he just -- he didn't want to hear it.",
        "Parker: Liberty! No, I need to see my wife!",
        "Jack: No.",
        "Parker: You have no right to separate us. I need to talk to her.",
        "Jack: Liberty doesn't want to see you right now.",
        "Parker: She said that?",
        "Jack: Yeah. And you need to respect that.",
        "Parker: I don't know what's wrong with her.",
        "Jack: She thinks it's time to end the marriage.",
        "Parker: She doesn't mean that. She's just confused because of Craig.",
        "Jack: Craig has nothing to do with this. Okay, this is what Liberty wants.",
        "Parker: She has no idea what she wants because everyone is telling her what to do. Her mom probably messed with her head when they were in Chicago together and convinced her to break up with me.",
        "Jack: No one's to blame here, Parker.",
        "Parker: Yes, you all are! You and Mom and Janet have been obsessed with breaking us up from day one.",
        "Jack: Obsessed, that's an interesting choice of words. No, we have been opposed to you and Liberty getting married too young. Yes. Any parents would be. But as far as your family's concerned, your immediate family, your mother and I have always wanted what's best for you.",
        "Parker: Which means keeping me away from Liberty.",
        "Jack: Not forever. No. But you and Liberty do not need to be married at this point in your lives.",
        "Parker: I think that should be for us to decide.",
        "Jack: Let me ask you a better question, okay? Why are you in such a rush to be tied down? Shouldn't you be playing ball or hanging out with your friends? I'm not saying that you can't see Liberty, but wouldn't you rather be dating her than divorcing her?",
        "Parker: She said that? She wants to get divorced?",
        "Jack: I think Liberty's starting to realize that this marriage just doesn't make any sense right now.",
        "Parker: It's so ridiculous! She's letting other people push her around. It's not fair!",
        "Jack: Parker -- Parker, you need to take a breath. Listen to me for a second. Take a breath and think of the upside. You can still hang out with her, go to the prom, just like all your friends. And if later on you decide that you want to be together for the long run, then you have our blessing. But you don't need to be making an iron-clad commitment when you're not even out of high school yet!",
        "Parker: But we already made a commitment, Dad. We said those vows to each other.",
        "Jack: You may not be ready to honor them. And that's natural, Parker. You're not supposed to be mature enough to be in this kind of relationship.",
        "Parker: I am so sick and tired of people telling me that I'm too young.",
        "Jack: At this point, I think you are. And Liberty is starting to realize that.",
        "Parker: No, that's because she's listening to everyone except for me.",
        "Jack: You're not gonna go in there. Okay, I know you're upset, but in time you will see this is for the best.",
        "Parker: No, it sucks. And I think me and Liberty should be the ones to decide what's best for us.",
        "Jack: I think Liberty has already decided that, son.",
        "Parker: That's why I need to talk to her and fix this!",
        "Jack: I'm sorry. No. Not -- not with you this upset. Once you go home and cool off, you can call her later.",
        "Parker: When are you gonna realize that I don't have to do what you tell me to anymore?!",
        "[SCENE_BREAK]",
        "Carly: I shouldn't have let Parker leave like that. He's too upset.",
        "Craig: Well, at least he's not driving. He took his bike.",
        "Carly: Do you think he went to find Liberty?",
        "Craig: Probably. It's a good bet that she's with Janet, maybe Jack, which means there's plenty of adult supervision.",
        "Carly: Why am I not reassured?",
        "Craig: You should be. This is finally going in the right direction.",
        "Carly: I don't know about that.",
        "Craig: Trust me. Come on, why don't you sit down?",
        "Carly: How can you expect me to be calm right now?",
        "Craig: What else can you do?",
        "Carly: You know, you shouldn't be so smug. You are responsible for this entire disaster.",
        "Craig: Oh, right. Am I responsible for global warming, too?",
        "Carly: Don't make jokes! This is not a joke! The child's heart is broken.",
        "Craig: I know it's painful. But in the long run, it's gonna be good for him.",
        "Carly: He can't see that right now, can he?",
        "Craig: What I did was unpleasant, but it was necessary. And it was for a good cause. You know, it's kind of like a controlled burn. It destroys trees but saves the forest.",
        "Carly: Oh, Craig, you don't know Parker. When he gets upset like this, he acts out. I can't tell you how many times he's run away.",
        "Craig: He's not gonna run away this time. He'll pick himself up, and he'll move on. I told you. I know what I'm doing.",
        "[SCENE_BREAK]",
        "Jack: Parker just left.",
        "Liberty: Is he okay?",
        "Jack: He's taking it pretty hard. I sent him home to cool off. Maybe later, the two of you can sit down and decide what you really want to do.",
        "Janet: Well, I'll tell you what they should do. They should hire a lawyer and get a divorce or an annulment.",
        "Jack: Plenty of time for that.",
        "Janet: No, Jack. Right now. She has wasted enough time on this marriage. I want her to go back to being a normal high-school kid.",
        "Jack: I agree. I want that for Parker, too. But this isn't gonna be so easy for him. He's gonna need help.",
        "Janet: Okay. Then he'll get help, but not from Liberty. She is off-limits as far as Parker is concerned from now on.",
        "[Telephone rings]",
        "Jack: Hello?",
        "Carly: Jack, it's me. Did Parker show up at the farm? Is he okay?",
        "Jack: Not really. I sent him home.",
        "Carly: When? I haven't seen him.",
        "Jack: He left a little while ago. He's on his bike.",
        "Carly: I'm so worried about him. How did things go with Liberty?",
        "Jack: She didn't want to talk to him. As you can imagine, he wasn't -- he wasn't too happy with that.",
        "Carly: I'm gonna go and look for him.",
        "Jack: Don't bother.",
        "Carly: Why not?",
        "Jack: He's angry enough at you and Craig.",
        "Carly: Can we please leave Craig out of this, please?",
        "Jack: As far as Parker's concerned, this was Craig's fault and you were in on it, fanning the flames.",
        "Carly: He shouldn't be out there alone.",
        "Jack: If you go after him, you'll only make it worse, Carly.",
        "Carly: We have to do something.",
        "Jack: You stay put. I'll go look for him.",
        "[SCENE_BREAK]",
        "Meg: How's Eliza?",
        "Paul: She's sleeping. Have you thought about what I said?",
        "Meg: About how you don't want me to be with other men?",
        "Paul: Yes. Is that a promise that you could actually keep?",
        "Meg: I will do anything if it allows me to live with my daughter.",
        "Paul: Okay. Just so we're clear, these are the conditions if you live here with me. We don't -- we don't touch each other. You can't be with another man ever.",
        "Meg: Does the same thing go for you?",
        "Paul: I didn't say that.",
        "Meg: Why doesn't that surprise me?",
        "Paul: How would your new lover take the news? What would Dusty say about you making a pact with the devil?",
        "Meg: I don't see you that way, Paul. I wouldn't let my Eliza stay here if I thought that.",
        "Paul: Well, you can't get Eliza away from me any other way. So when I think about it, you really are kind of desperate.",
        "Meg: You know, I thought I made it quite clear. The one thing I want right now is for Eliza to have a stable family life.",
        "Paul: She has a stable environment here. I think she's very happy here.",
        "Meg: She needs her mother. I thought that was quite clear after what we've been through.",
        "Paul: That's not fair. I take good care of her. She's not gonna get sick like that again.",
        "Meg: You need to be realistic, Paul. If we want to give Eliza everything that she deserves, we need to share custody.",
        "Paul: I am trying to be realistic. You would have no love life.",
        "Meg: That's fine.",
        "Paul: You live here under my roof. If I catch you sneaking around behind my back --",
        "Meg: Look, if it makes you feel better, I'll see Dusty and lay all the cards on the table. I will tell him that you and I have reconciled, that we decided to live together, and I will never see him again.",
        "Paul: You'd do that?",
        "Meg: If that's what it takes.",
        "Paul: Okay, what are you waiting for? Let's give Dusty the news.",
        "[SCENE_BREAK]",
        "Dusty: So you're getting into a new arena?",
        "Lucy: Uh-huh. I'll still be getting help to the people who need it, but from now on, it's strictly legal.",
        "Dusty: Good for you.",
        "Lucy: Well, I thought about what you said, and you're right. I owe it to Johnny to be more careful.",
        "Dusty: He's already lost his mom. He needs you.",
        "Lucy: He needs you, too.",
        "Dusty: Too bad your father doesn't think the way we do.",
        "Lucy: I'll get him to come around.",
        "Dusty: You may be a true humanitarian, but you can't work miracles.",
        "Lucy: Well, it won't be overnight, but eventually I'm going to get him to do the right thing for Johnny.",
        "Dusty: Always be safe. You hear me? I got to go. Thanks for the coffee. I've always got your back, Lucy.",
        "[Cell phone rings]",
        "Dusty: Meg, what's up?",
        "Meg: Hey, can we meet? We need to talk.",
        "Dusty: Where?",
        "Meg: The lounge at the Lakeview. Five minutes?",
        "Dusty: I'll be there.",
        "Meg: Okay. Bye.",
        "[SCENE_BREAK]",
        "Paul: If you're playing me, that would be a mistake.",
        "Meg: Don't worry, Paul. When I get back, Dusty will be out of my life.",
        "Paul: For good.",
        "Meg: For good. And then we can start planning our future together.",
        "[SCENE_BREAK]",
        "Meg: Thank you for meeting me.",
        "Dusty: You sounded serious.",
        "Meg: I need to tell you something. I decided to go back to Paul.",
        "Dusty: When did this happen?",
        "Meg: Well, Paul and I have been getting closer since Eliza got sick. And today, we decided to make a new commitment. Not just to our daughter, but to each other.",
        "Dusty: And you expect me to believe this?",
        "Meg: It's true. We're reconciling for Eliza's sake.",
        "Dusty: Define \"Reconcile.\"",
        "Meg: What do you want me to say? We're gonna be living together.",
        "Dusty: I want you to say what's going on. Stop feeding me a bunch of trash.",
        "Meg: It's not -- we made an agreement.",
        "Dusty: A custody agreement?",
        "Meg: We realized that Eliza needs both parents in her life. So I'm moving back into Fairwinds so we can raise her together.",
        "Dusty: Won't last a week.",
        "Meg: I'm prepared to stay there as long as my daughter needs me.",
        "Dusty: Even if Paul is dangerous? He is dangerous.",
        "Meg: Well, I think he's a little different now that Eliza is in his life. I was in love with him before. Maybe I can be in love with him again.",
        "Dusty: Why are you lying to me, Meg?",
        "Meg: I'm not.",
        "Dusty: Well, then you're lying to yourself. Either way, I don't buy it.",
        "Meg: I don't care what you buy or not. I am here because I thought you deserved to know that I'm getting back together with Paul.",
        "Dusty: Why? What's the real reason, Meg?",
        "Meg: Because I want to be a good mother and a good wife.",
        "Dusty: You're already a good mother. And I know you don't want to play wife. At least, not to a guy like Paul Ryan. So cut the crap. Tell me the truth.",
        "[SCENE_BREAK]",
        "[Parker takes two bottles of Midnight Sun's vodka out of the box on the dock]",
        "Cesar: Hey!",
        "Cesar: Hey! What the hell do you think you're doing?!",
        "[SCENE_BREAK]",
        "Craig: Would you like me to go and look for him?",
        "Carly: No, you're not one of Parker's favorite people right now.",
        "Craig: I did what I believed was best for his future.",
        "Carly: I know. But he still blames you.",
        "Craig: Can I get you a drink?",
        "Carly: No! A dri -- a drink is last thing I need right now.",
        "Craig: Sorry. I forgot you took the pledge.",
        "Carly: Are you making fun of me for trying to do something important? Because if you are, you know you're not helping at all!",
        "Craig: I'm sorry.",
        "Carly: As much as I would love to take the edge off right now, I don't want Parker to come home and smell alcohol on my breath. He has been through so much. What if he can't take this?",
        "Craig: Like I keep saying, what we did was for the best.",
        "Carly: You mean what you did.",
        "Craig: Okay, I'll take full responsibility. If Parker hates me, I'll live with it.",
        "Carly: He's bound to hate me, too.",
        "Craig: At his age, it's par for the course to hate the world. He'll grow out of it.",
        "Carly: I hope you're right.",
        "Craig: I am. Take a deep breath.",
        "Carly: Okay, there's one. No, nothing. Tell me, when is this supposed to help?",
        "Craig: Any minute.",
        "Carly: Keep saying that until I believe it, okay?",
        "Craig: Okay, I will. But let me just make this call first.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Lucy: Hi, Dad. What's going on?",
        "Craig: I'm at Carly's, helping her deal with a situation. It shouldn't take too much longer, but I wonder if you could do me a favor.",
        "Lucy: Sure. What is it?",
        "Craig: Could you pick up Johnny? He's at a play date with his friend Joshua, but I was supposed to get him in about a half an hour.",
        "Lucy: No problem. I'll be happy to stay with him.",
        "Craig: Thanks. I'll call you later.",
        "[SCENE_BREAK]",
        "Craig: All set. I'm yours for the duration.",
        "Carly: I don't know why that makes me feel better, but it does.",
        "[SCENE_BREAK]",
        "Jack: How you doing? I'm looking for a kid who might have been out here on his bike. Male, 16 years old, tall, dark hair. Seen anyone who fits that description?",
        "Cesar: No. Sorry.",
        "Jack: Listen, if you see that kid, would you mind giving me a call? Thanks.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Lucy: Hey, Cesar. What's going on?",
        "Cesar: A kid broke into one of our crates. And that cop was here asking questions again.",
        "Lucy: Did anyone see the medical supplies?",
        "Cesar: I'm not sure, but it could be a problem.",
        "Lucy: Okay, I'll be there as soon as I can.",
        "[SCENE_BREAK]",
        "Craig: Don't worry. It's herbal.",
        "Carly: Thank you.",
        "[Doorbell rings]",
        "Carly: Great. What do you want?",
        "Janet: Liberty needs to get her things. Is Parker here?",
        "Carly: No, he's not. Jack said he was headed home, but I haven't seen him. Liberty, do you have any idea where he could be?",
        "Liberty: No. I'm sorry.",
        "Janet: Sweetheart, you don't need to apologize. You're not responsible for Parker.",
        "Liberty: Well, I just -- I really hope he's okay.",
        "Carly: I know. Thank you.",
        "Janet: So, Liberty's gonna be staying with us at the farm for a little while. She needs to get her clothes.",
        "Carly: Sure. Go ahead. You know, you could've given the kids a little time to deal with this. When Parker comes home and sees her things are gone, he's gonna think that we're all conspiring against him.",
        "Janet: I think it's best for this to be over quick. Liberty does not need any confrontation right now.",
        "Carly: Oh, I see. So this is all about what Liberty needs, and who cares about Parker's feelings. Is that it?",
        "Janet: No, that's not it. What I'm saying is your son is out of control.",
        "Carly: If Parker's out of control, then Liberty has a lot to do with it. She led him on, Janet. She didn't take that internship in New York because she wanted to be with him, and then she dumped him!",
        "Janet: Carly, he was smothering her! He wouldn't even let her make one decision for herself. One decision for herself, not at all! She made the right thing decision.",
        "Carly: She broke his heart. I've never seen him like this.",
        "Janet: Well, then you've been walking around with your eyes closed, because Parker has been in trouble for a long time. And if he does not come home today, it's because he can't stand to be in the same room with you!",
        "Carly: How dare you?",
        "Janet: Liberty wasn't the one who was drunk in New York. Maybe if you weren't living your life in the bottom of a vodka bottle, he wouldn't be so desperate to stay away from home!",
        "Carly: Hey, you know what?!",
        "Craig: No, no, no.",
        "Carly: You have no right to blame me for all this!",
        "Janet: Well, if the shoe fits, lady.",
        "Craig: It's not worth tearing each other's hair out, either.",
        "Carly: She called me a drunk!",
        "Janet: How many times have you been drunk lately, Carly, huh? I practically had to throw you in a cold shower myself more than once.",
        "Carly: You don't have to worry about that anymore, because it's not gonna happen again. I've stopped drinking.",
        "Janet: Oh, for how long? It's 5:00 somewhere.",
        "Carly: I've stopped. Period.",
        "Janet: So you're admitting that you have a problem.",
        "Carly: I may have for a short time.",
        "Janet: It messed up your son.",
        "Carly: Your daughter messed up my son. And as far as I'm concerned, he is much better off without her.",
        "Janet: Well, as far as I'm concerned, she is much better off without him. I'm gonna go help her pack.",
        "Carly: Oh! I hate having that woman in this house.",
        "Craig: She'll be gone soon.",
        "Carly: I'm gonna go find him.",
        "Craig: You know what? No. You're not gonna drive. You're way too upset. I'm going with you.",
        "Carly: Great.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Parker: Damn it, Dad. Will you stop calling me?",
        "Jack: It's about time you picked up. I've left you about a dozen messages, Parker.",
        "Parker: Yeah, I know. I thought you'd get a clue that I didn't want to talk.",
        "Jack: I understand that you're upset, okay, but everyone's worried about you.",
        "Parker: I don't care.",
        "Jack: Where are you now?",
        "Parker: I'm taking a walk. Why don't you people understand that I just want to be alone?",
        "Jack: All right, I can respect that. I'll call off the search, as long as you can guarantee you'll be home before dark, okay?",
        "Parker: Fine. Whatever.",
        "[Parker hangs up the phone and starts drinking the vodka]",
        "[SCENE_BREAK]",
        "Janet: Are you sure you have everything you need? Because I don't want you coming back here for a while.",
        "Liberty: Mom, I might need to come back and talk to Parker and explain --",
        "Janet: No, Sweetheart. Parker's needs some time.",
        "[Cell phone rings]",
        "Janet: Hold on. How's it going?",
        "Jack: Thanks. I'm sorry I didn't get back to you sooner, but I was out looking for Parker. I just got in touch with him.",
        "Janet: You found him?",
        "Liberty: Mom, is it Parker? Is he okay?",
        "Janet: Liberty wants to know if he's okay.",
        "Jack: He said he wants to be alone. I think he's fine. But I think we just need to give him some space.",
        "Janet: Well, I think that Carly and Craig may have other ideas.",
        "Jack: What do you mean?",
        "Janet: Well, Liberty and I came over to Carly's house to pack up Liberty's things, and Carly and I got into an argument.",
        "Jack: Janet, maybe you need to keep your distance.",
        "Janet: Yeah, I think I'm gonna take your advice on that one. Anyway, Carly took off. Craig went after her. I think they went to go look for Parker.",
        "Jack: I promised Parker we'd give him some time to himself.",
        "Janet: Is there anything I can do?",
        "Jack: No. No, you -- you just take care of Liberty. I'll handle it. I'll see you later.",
        "Janet: Bye.",
        "Liberty: This is all my fault.",
        "Janet: No, it is not.",
        "Liberty: Mom, the way that I broke up with Parker made him freak out, and now everything is an even bigger mess than it was before. I just -- maybe I should talk to him --",
        "Janet: No, Sweetheart, listen to me. No. Parker needs to be alone right now. And I think if you talk to him, he would just take it the wrong way. No, you need to make a clean break.",
        "Liberty: I just -- I feel so heartless not talking to him about it at all.",
        "Janet: Baby, you have one of the biggest hearts of anyone I know.",
        "Liberty: I hope he's okay.",
        "Janet: He will be. In the meantime, you need to concentrate on yourself. Come on. You sure you have everything you need?",
        "Liberty: I think so.",
        "Janet: Let's get you home. Come on.",
        "[SCENE_BREAK]",
        "Carly: I had a feeling Parker wouldn't be there.",
        "Craig: I was hoping we'd at least run into some of his school friends. What about the athletic fields?",
        "Carly: I don't think he'd go there right now.",
        "Craig: Not to practice, but maybe to find someone to talk to?",
        "Carly: No, I know. But not in the state he's in. I just wish he hadn't run off like that.",
        "[Cell phone rings]",
        "Carly: Oh! Maybe it's him. Jack. Hey, did you find him?",
        "Jack: I thought I told you not to go looking for him.",
        "Carly: I wasn't gonna sit at home and listen to Janet trash our son. What if he's in trouble?",
        "Jack: Don't worry. Parker's fine.",
        "Carly: How do you know that?",
        "Jack: I finally reached him on his cell phone.",
        "Carly: What did he say? Where is he?",
        "Jack: I think you should come down to the station, and I'll fill you in.",
        "Carly: Why? Is something wrong?",
        "Jack: No. It's just that we should probably talk about this in person. That's all.",
        "Carly: Well, you're making me nervous here. What's going on, Jack?",
        "Jack: Nothing. But we need to discuss how we're gonna handle it from here.",
        "Carly: Well, do you plan on continuing your lecture about how I wrecked Parker's life?",
        "Jack: I don't want to fight with you anymore, Carly.",
        "Carly: Then why are you treating me like this?",
        "Craig: Listen, if you need to talk to him, go ahead. I'll find Parker.",
        "Carly: I'll be right there.",
        "Craig: I'll find him. I'll make sure he's okay.",
        "[SCENE_BREAK]",
        "Dusty: You're moving in with Paul. Not for the reasons you're giving me.",
        "Meg: How do you know?",
        "Dusty: Why would you put yourself and your daughter in jeopardy like that?",
        "Meg: Maybe because I think Eliza is safer with me than without me.",
        "Dusty: Who's gonna protect you? That's what I want to know.",
        "Meg: I'm fine. I'm going into this with my eyes open.",
        "Dusty: Paul's got a history of mental illness. You know this, right?",
        "Meg: Yeah, he's has a team of cut-throat attorneys.",
        "Dusty: So what? You can get lawyered up, too.",
        "Meg: I don't want to take this to court.",
        "Dusty: Why not? If you can prove he set that fire, he'll never see your daughter again.",
        "Meg: I'm not sure proof exists, Dusty. And if I start a battle I can't win, I'll only make the situation worse.",
        "Dusty: You want to live with him?",
        "Meg: I can't live without Eliza.",
        "Dusty: You can't live a lie. That's what you're doing if you play house with Paul Ryan.",
        "Meg: It's not gonna be forever.",
        "Dusty: How long is it gonna be for?",
        "Meg: Until I find a way to get rid of Paul for good.",
        "Dusty: Does this mean what I think it means?",
        "Meg: All you need to know is that I'm well aware of what I'm up against. I'm doing what's best for Eliza.",
        "Dusty: You're in way over your head.",
        "Meg: You need to stay out of it, Dusty. As far as you're concerned, Paul and I are together, and we're gonna live happily ever after.",
        "Dusty: If Paul finds out what you're up to --",
        "Meg: He's not gonna find out.",
        "Dusty: What about your baby?",
        "Meg: All Paul knows is that I want us to be a family again and I want it to last forever.",
        "Dusty: But that's not true.",
        "Meg: It's true for now.",
        "Dusty: I can't let you do it.",
        "Meg: I'm not asking for your permission, Dusty. This is what it has to be right now.",
        "Dusty: I don't think it is.",
        "Lucy: Dusty. I need to ask you a favor.",
        "Meg: That's okay. We're finished here.",
        "Dusty: Meg.",
        "Meg: Don't call me or contact me. It's over. You need to leave me alone.",
        "Lucy: Sorry. Obviously bad timing. Do you want to go catch her?",
        "Dusty: No.",
        "Lucy: Are you okay?",
        "Dusty: Yeah. What's up?",
        "Lucy: I need to ask you a favor. It's important.",
        "Dusty: What's the problem?",
        "Lucy: Okay, I swore I wouldn't get you involved in the export business again, but there's a problem down at the docks with the last shipment.",
        "Dusty: What happened?",
        "Lucy: I'm not sure. But I need to check and make sure the cargo is safe. It shouldn't take me long, but I promised my father I would pick Johnny up from his play date. Do you mind picking him up, maybe get him some ice cream?",
        "Dusty: You pick up Johnny. I'll go down to the docks and check it out.",
        "Lucy: I can't ask you to get involved.",
        "Dusty: You can't go down there. It's too dangerous.",
        "Lucy: What about you?",
        "Dusty: Pick up Johnny. I'll handle it.",
        "[SCENE_BREAK]",
        "Jack: When I finally got in touch with Parker, he -- he said he wanted us to respect his privacy and give him some time alone. And I think that's what we're gonna do.",
        "Carly: Where is he?",
        "Jack: I don't know. He said he went for a walk.",
        "Carly: And you have no idea where? How did he sound on the phone?",
        "Jack: Not great.",
        "Carly: He shouldn't be alone right now, Jack.",
        "Jack: That's what he wants, Carly. Are you listening to what I'm saying?",
        "Carly: Yes, I am. You don't seem particularly concerned about our son.",
        "Jack: Of course I'm concerned.",
        "Carly: Then why aren't you out looking for him?",
        "Jack: Because that's not what he wants!",
        "Carly: He doesn't know what he wants! But I know him. He's at the lowest point in his life.",
        "Jack: You know that's not true. The lowest point in Parker's life was when you abandoned him for Simon Frasier.",
        "Carly: That's a cheap shot.",
        "Jack: I'm sorry, but it also happens to be true. Why else would a 16-year-old boy feel so insecure that he's got to get married to guarantee that he'll never be left alone again.",
        "[SCENE_BREAK]",
        "Parker: Damn it, Craig, you did this. This is all your fault. Ah!",
        "[Parker falls and hits his head]",
        "Craig: Parker? Parker? Parker?!",
        "[SCENE_BREAK]",
        "Dusty: I'm not a cop. Lucy sent me. Show me which crate was tampered with. Well, you got a couple bottles are missing. That's all. Nail it up and ship it out. Hey, Fredo, you get my message?",
        "Fredo: Yeah. Now I got a message for you.",
        "Dusty: [Grunts]",
        "Dusty: [Grunts]",
        "[SCENE_BREAK]",
        "Paul: So, how'd it go with Dusty?",
        "Meg: It went. I told him I never want to see him again. Case closed.",
        "Paul: Did he believe you? Because I don't believe you.",
        "Meg: I gave him no choice. I'm sure by the time I left he got the message.",
        "Paul: Good. If I ever see you again with Dusty, I'll kill you.",
        "[SCENE_BREAK]",
        "Janet: It's gonna get better, Sweetie. We're gonna get a divorce lawyer. We'll speed up the process. And before you know it, you'll be back in high school back to a normal life.",
        "Liberty: Normal? Mom, I'm gonna -- I'm gonna be in school with my ex-husband.",
        "Janet: Well, you'll be going off to college soon. And -- and -- oh, if you want to go to a good school, you're gonna have to study very hard. Don't forget about that.",
        "Liberty: Mom, if you're trying to make me feel better, that's not the way to do it.",
        "Janet: It's not always gonna hurt like this. I promise.",
        "Liberty: I know, Mom. I mean, I know I'm gonna be okay, but Parker -- I don't know if he's gonna be okay after all of this.",
        "Janet: Honey, he's gonna be fine. He's got his parents to take care of him. That is not your job anymore. It never should've been.",
        "Liberty: I still really, really care about him.",
        "Janet: I know, Sweetheart. You're a good person. But this marriage never should have happened. You need to concentrate on your future right now.",
        "Liberty: Why do I feel like I'm being so selfish?",
        "Janet: You're not being selfish. What you are doing right now is the best thing for both of you, not just you. Now, I am going to fix you some dinner. You go upstairs, take a bath. I'm gonna make you some stuffed peppers and some chocolate pudding for dessert. How does that sound?",
        "Liberty: Thank you, Mom. Thank you.",
        "Janet: Honey. I love you, Sweetheart.",
        "Liberty: I love you, too.",
        "Janet: I'm so proud of you.",
        "Liberty: You are the only one. Thank you. I love you.",
        "Jack: Hey, beautiful.",
        "Janet: Hey, handsome. Quite a day, huh?",
        "Jack: Yeah. How's Liberty?",
        "Janet: I sent her upstairs to unpack. How's Parker?",
        "Jack: He still isn't home yet.",
        "Janet: Give him some time. He'll come around.",
        "Jack: I hope so. I talked to Carly about it at the station.",
        "Janet: How'd that go?",
        "Jack: Not well. She was pretty defensive.",
        "Janet: Well, yeah. I'm probably partly to blame. I said some pretty nasty things to her when I was at her place. I should have just kept my mouth shut.",
        "Jack: Hey, listen, I said some things that I regret as well. But Carly was right about one thing.",
        "Janet: What?",
        "Jack: Parker can't be out there wandering around by himself. I'm gonna jump in the car and try to track him down one more time.",
        "Janet: You know what? That's a really good idea. I'm gonna make some dinner. I'm gonna make all of Liberty's favorites. Hopefully she'll be hungry.",
        "Jack: That's what we all need -- some comfort food.",
        "Janet: It's my specialty.",
        "Jack: All right, Babe.",
        "Janet: Honey. Kids are gonna get through this, okay? I know it. I promise you.",
        "[SCENE_BREAK]",
        "Craig: Parker? Parker?! Parker. Parker, wake up, Buddy. Parker. Parker.",
        "[SCENE_BREAK]",
        "[Rock music playing]",
        "Carly: Hey, Justin.",
        "Justin: Hey. What can I get you?",
        "Carly: Just a club soda with a twist.",
        "Justin: Coming right up.",
        "[Carly remembering]",
        "Janet: You've been walking around with your eyes closed, Carly, because your son's been in trouble for a long time. And if he didn't come home today, maybe it's because he can't stand to be in the same house with you!",
        "Jack: The lowest point in Parker's life was when you abandoned him for Simon Frasier.",
        "[SCENE_BREAK]",
        "Bartender: Can I get you anything else?",
        "Carly: Yeah, you know what? I think I'll have a glass of white wine with that. It's been one of those days. [Chuckles]",
        "[Mid-tempo music playing]",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Jack: Parker's gonna need us more than ever now that Janet's hired a lawyer.",
        "Lucy: [Gasps] Oh, my God.",
        "Dusty: Guns, too, huh?",
        "Alison: I really want to be with you. I do. Somehow, I just keep finding all these lame excuses not to be.",
        "Casey: I'll wait until you're ready.",
        "Lily: \"We have your son. Pay up or --\"",
        "Noah: Oh, God.",
        "Luke: No!"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=nXfkjN_y_cw"
}