{
    "Episode Summary": [],
    "Recap": [
        "Aaron visits with his father and Lily at the farm. He is filled regret and remorse over his failed relationship with Allison. Allison and Dusty return to Oakdale dusty evades Allison and Emily when discussion about what happened in Las Vegas. Both women gush over him and about what a wonderful person he is and how trustworthy he has become in their lives. Allison and Emily speak briefly then Allison goes to Al's to ask for her job back. After finding out she can start tomorrow Allison runs into Aaron outside of Al's.",
        "Meg evades Craig's advances for sex and for their relationship to be real. Craig is wise to her true feelings for him and her intent to leave just as soon as he signs Worldwide over to her. Craig leads her on not tipping his hand that he knows about her and Paul at the church. Paul hires a PI to locate Meg while working himself to find her, pretending to be Holden. Lucinda arrives to help but Paul figures out Lucinda isn't interested in saving Meg only finding the signed contract. Paul calms and accepts any help Lucinda can provide. Meg and Craig about Craig's mind games and Meg's evasiveness. Craig's issue is with Paul and he makes it clear. Craig want to confront Paul and make him answer for Meg and Lucinda's scheme. To save Paul from Craig's wrath Meg diverts Craig's attention by offering herself sexually to Craig in exchange for him to leave Paul alone."
    ],
    "Recap Author": "Dani",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: So about your mom -- that is great news.",
        "Aaron: Yeah. Yeah, we were getting pretty worried for a while.",
        "Holden: Well, now that's she's better, you know, maybe you can spend some more time here? Another week, two, whatever. Maybe come back permanently.",
        "Aaron: That was kind of casual.",
        "[ Holden laughs ]",
        "Holden: Well, we've missed you, and it would be great to have you back.",
        "Aaron: Well, the truth is, is that I'll think about it.",
        "Holden: Well, good.",
        "Aaron: Yeah. It all depends on --",
        "Holden: On what?",
        "Aaron: Not on what, on who. Alison.",
        "Dusty: All that coffee, it's gonna be hard for you to sleep.",
        "Alison: I don't intend to sleep.",
        "Dusty: Well, you didn't get any sleep on the plane.",
        "Alison: Don't you think with the way our relationship has evolved, dusty, you can drop the concerned father routine?",
        "Dusty: All right, I'll see you.",
        "Alison: You're leaving?",
        "Dusty: I'm going upstairs, and I'm going to sleep.",
        "Alison: Like it never happened, like we didn't just --",
        "Dusty: Alison, I know what happened. Why do you want to talk about it all the time?",
        "Alison: You know, I'd like to make it all your fault. I'd rather not admit, even to myself, that I'm the world's biggest --",
        "Dusty: Come on, alison. Stop.",
        "Alison: All the things I've done in my life, some terrible things, I've -- I've just shrugged them off. But this? I don't think I can ever face emily again.",
        "P.I.: As I told you on the phone, mr. Ryan, you ask me to clear my calendar, it's gonna be expensive. I have a clear calendar.",
        "Paul: I'm looking for two people, a man and a woman.",
        "P.I.: And you're sure they're in this area?",
        "Paul: I talked to an air traffic controller who said that a private plane was headed in this direction last night.",
        "P.I.: Give me the controller's name. I'll --",
        "Paul: It's all there.",
        "P.I.: Right. This man and woman -- you want to tell me why we're looking for them?",
        "Paul: You're looking for them because I'm paying you. You don't need to know why I'm looking for them.",
        "P.I.: Whatever.",
        "Paul: And just so you know, if they get wind of the fact that we're looking for them, or if you have some idea of trying to broker a deal after we find them, you should forget it. I have a terrible temper.",
        "P.I.: Never entered my mind. Organized guy like you, you got pictures, right?",
        "Paul: Yes. Nice looking couple.",
        "Paul: They're not a couple. They'll never be a couple.",
        "Craig: You're awake.",
        "Meg: I thought you were asleep. I was just calling my mother.",
        "Craig: Well, that's not very romantic. This is the first day of our marriage, and I've been waiting all night for you.",
        "Paul: My guess is they're somewhere isolated, self-contained.",
        "P.I.: Right. Okay, here's where I do my spiel. You stay put, all right? Let me do my job. It never turns out good when the client gets personally involved.",
        "Paul: You don't need to worry about that. If he finds out that we're looking for them, it could be dangerous for her.",
        "P.I.: So it's her you're interested in?",
        "Paul: No, I want both of them.",
        "P.I.: Okay. I'll be in touch.",
        "Paul: Great.",
        "P.I.: So what are you gonna do to this guy when you find him?",
        "Paul: You don't need to know.",
        "P.I.: Thought so.",
        "[ Paul sighs ]",
        "Paul: Meg, where are you?",
        "Meg: Craig, no.",
        "Craig: Excuse me?",
        "Meg: I haven't brushed my teeth yet.",
        "[ Craig laughs ]",
        "Craig: Nice save.",
        "Meg: You know, it looks like a beautiful day. What did you want to do this morning?",
        "Craig: Thought that was obvious.",
        "Meg: I was thinking of going for a long walk. You know, we got here when it was dark last night, and the grounds seem beautiful. [ Knock at door ] Wonder who that could be?",
        "Craig: Someone who's not staying long. Oh, hey. How are you?",
        "Employee: Good morning, mr. Montgomery.",
        "Craig: Please.",
        "Employee: I have tea, coffee.",
        "Craig: Thank you. Right over there on the roundtable would be perfect. Thank you.",
        "Employee: Are you enjoying your stay with us?",
        "Craig: Yes, yes. If not now, I certainly will. Thank you. Oh, that looks wonderful. Thank you very much.",
        "Employee: Just call when you want me to remove the tray.",
        "Craig: Sure will. Thanks so much.",
        "Meg: Great. Tea. Would you like me to pour you a cup while you brush your teeth?",
        "Craig: I had no idea you were so committed to dental hygiene.",
        "Meg: You know, it's one thing that drives me crazy in the movies. You know, they wake up, and it's all romantic. And I'm thinking, \"wait a sec. Didn't you forget something?\" I guess it's me being a nurse. I'm so practical.",
        "Craig: I thought you were gonna be pouring tea.",
        "Meg: You know, I could really get used to this. Did you see what they did with the strawberries? They made them look like little flowers.",
        "Craig: You know, it's funny, meg. One of the things that made me love you is the fact that you don't chat. And here you are, chatting, chatting, chattering.",
        "Meg: But I don't get to be nervous?",
        "Craig: Nervous? Oh, I didn't expect you to play the blushing bride.",
        "Meg: And I didn't expect to miss my reception. I also didn't expect to leave without saying good-bye to my mother.",
        "Craig: You're angry at me.",
        "Meg: I'm trying not to be. It just seems that the definition of marriage to you is you calling all the shots.",
        "Craig: And you don't like that?",
        "Meg: Well, it's never been a secret. No, I don'T.",
        "Craig: Oh. Oh, I see. So this is -- this is our first marital problem?",
        "Meg: You know what? Let's not make a big deal out of this. Let's just have some breakfast and then just go for a walk.",
        "Craig: Because I've got to tell you, I really thought you were trying to avoid me. Truth be told, meg, I was starting to get my feelings hurt.",
        "Meg: Well, I guess we just started the day off wrong.",
        "Craig: Yeah. Got up on the wrong side of the bed, so to speak. To call mommy, or someone.",
        "Meg: What are you doing?",
        "Craig: Remember -- remember when you told me that marriage was a contract and that you were gonna withhold services until the start date.",
        "Meg: This isn't funny.",
        "Craig: Oh, at least we agree on that. And did you know that if you enter into a marriage without the intention to -- what's the nice way of putting this -- be fully committed, that that's grounds for annulment?",
        "Meg: Why are you talking like this?",
        "Craig: It's just interesting to me. I'm always interested in things that void a contract.",
        "Meg: You know, I thought talking about brushing my teeth was unromantic. That was poetry compared to you waving the contract in my face.",
        "Craig: Oh, that's how you like it, isn't it? I thought that was you -- plain- spoken, honest answers, direct. So I have a direct question I would love to have an honest answer to. When are we gonna make love, mrs. Montgomery?",
        "Aaron: Then I ran into emily, and she told me that she was back.",
        "Holden: Yeah. I heard that she was back, too. I haven't seen her. Then again, why would she bother to come see me?",
        "Aaron: I told you we'd broken up.",
        "Holden: Yeah, but that's the extent of what you said. Nothing about why. Not a word on how you felt about it.",
        "Aaron: Well, I didn't like it.",
        "Holden: That's all you're gonna say?",
        "Aaron: Dad, I just don't like talking about it much, you know?",
        "Holden: All right, just a shot in the dark here, but it sounds to me like this breakup wasn't your idea.",
        "Aaron: So what you're asking is, did she dump me?",
        "Holden: Did she?",
        "Aaron: Well, it wasn't that simple, you know, but there's one thing I know for sure.",
        "Holden: What's that?",
        "Aaron: As much as I thought i knew alison, I didn't really know her at all.",
        "Emily: Oh, you're back. Thank god, you're back.",
        "Alison: Hey, let's not go overboard here, emily.",
        "Emily: Alison, I was worried sick to death about you.",
        "Alison: What are you doing here? Do you have a meeting or something?",
        "Emily: No. Dusty didn't tell you? He called me to tell me you were back.",
        "Alison: Ah. He thinks of everything.",
        "Emily: Are you okay?",
        "Alison: Sure.",
        "Emily: Sure? You're dealing with lance again, the police are involved, but everything's okay? No -- what, no big deal?",
        "Alison: It is a big deal. I got in way over my head, and dusty took care of everything, and now I'm crawling back here with my tail between my legs. That pretty much sums it up.",
        "Emily: Well, actually, there is one thing I don't quite understand.",
        "Alison: And that is?",
        "Emily: Why did you say you didn't think you could face me? Between my two phone bills, its probably about $60 a month.",
        "Aaron: Hi --",
        "Lily: You guys are up so early I wanted to make you breakfast.",
        "Aaron: Ahh, surprisingly enough, grandma took care of that.",
        "Natalie: Where is grandma?",
        "Holden: She's outside doing some work. Want to go find her. Come on, let's do that. Any news?",
        "Lily: Well I've left a lot of messages. No, no, no news.",
        "Holden: Great. I'll tell mama the non-news. Come on.",
        "Aaron: I keep getting this -- feeling that I've shown up at a really bad time.",
        "Lily: Well, everyone's worried about meg.",
        "Aaron: So I see.",
        "Lily: But it's great that you're here, your dad missed you so much.",
        "Aaron: Yeah, I missed you guys too. I found out I liked having a big, big family.",
        "Lily: Yeah, it's getting bigger all the time. Right? Right my guy?",
        "Aaron: He's huge.",
        "Lily: Yeah --",
        "Aaron: I'm thinking line-backer.",
        "Lily: Oh, no, no -- supreme court justice.",
        "Aaron: Ohh.",
        "Lily: Hmmm -- [ Lily chuckles ] You know I can't help but think this a very strange coincidence.",
        "Aaron: What?",
        "Lily: Well your move to come see your baby brother at the same time that alison comes back.",
        "[ Baby crying ]",
        "Aaron: Ahh --well the two events are completely unrelated.",
        "Lily: Right. Sure they are.",
        "Aaron: But, since you happened to mention her, just out of idle curiosity -- have you seen her?",
        "Alison: You know em --I think we could be at the super bowl, on opposite sides of the field, with the crowd roaring -- and you'd still be able to hear me if I was talking about you.",
        "Emily: Yeah, well I hate to break it to you, you're the exact same way.",
        "Alison: Okay. I didn't want to see you because when I was in vegas I -- I --",
        "Emily: What? What alison? What happened? It can't be worse than what I already know? Do you know what's got her so upset? What happened?",
        "Alison: Okay, nothing happened. Dusty, can you give us a minute?",
        "Dusty: Yes, I'll check my e-mail.",
        "Emily: So, let me get this straight you need to get rid of dusty so he's not here when you tell me the nothing that didn't happen. Right?",
        "Alison: I mean, stuff happened, but what I meant about you was -- when I was out there, I was thinking, I replayed in my head everything that I said to you and -- and I'm really sorry.",
        "Emily: Oh honey. Oh, don't be. I lied to you. I was telling you how to live your life. All the while I was screwing up my own.",
        "Alison: You were just trying to keep me straight. I mean, you went to the bat for me, and you didn't deserve me turning on you like that.",
        "Emily: You know what? I think the problem here is that given what both of us have done we could spend the rest of the morning, the rest of the month apologizing to each other so let's just stop, okay? It's okay. Don't feel bad about what you said to me. I just want you live your own life now, okay?",
        "Alison: Okay.",
        "Emily: Besides, there's something I have to -- I have to tell you. While you were a way, I told mom. Everything. About the both of us.",
        "Alison: Did she start drinking again?",
        "Emily: No, she didn'T. She was actually really strong.",
        "Alison: She just never wants to see me again.",
        "Emily: No, she didn't come close to saying anything like that. Now, I'm not going to lie to you. She's going to need some time to process what she found out about the both of us.",
        "Alison: Want to know one of the best things about meth?",
        "Emily: What?",
        "Alison: You can just forget other people. Your family, you just forget how much you can hurt someone you love.",
        "Emily: Ali, do you honestly think I haven't tested the limits of how much mom loves us? It's going to be okay.",
        "Alison: Oh, peachy.",
        "Emily: It's going to be okay, I'm serious. I can feel it. Things are going to start getting better for all of us. You know why, because we're telling the truth. There are no more secrets.",
        "Paul: Hi my name is holden snyder and I'm looking for my sister meg snyder?",
        "Receptionist: She's one of our guests?",
        "Paul: Well, I'm hoping so. She's on her honeymoon, it would be under montgomery -- craig montgomery. They were very hush, hush about where they were going, and I just -- she forgot her asthma medication. It's really important that I find her and get it to her.",
        "Receptionist: I'm sorry we have no guest with either name. And the honeymoon suite is vacant.",
        "Paul: Well, thanks for checking.",
        "Receptionist: Have a nice day.",
        "Paul: Yeah. You have a swell day too. [ Knock at the door ] What are you doing here?",
        "Lucinda: I didn't think I had any choice.",
        "Meg: I'm running out of patience.",
        "Craig: Oh, is that right?",
        "Meg: Yeah. I knew going into this that there were some things you really didn't get.",
        "Craig: There are?",
        "Meg: Yeah, like anything to do with other people's feelings.",
        "Craig: You know, I have heard that before.",
        "Meg: Yeah, by me. We seem to be going back and forth on that a lot craig. You know every time I let down my guard or decide to trust you, you seem to think that I'm someone you can roll right over.",
        "Craig: I know but you won't let me. We say that's why I am attracted to you.",
        "Meg: Well let me bring you up to speed with what's really going on.",
        "Craig: Okay.",
        "Meg: Last night I married you.",
        "Craig: I remember that.",
        "Meg: And everybody in my family didn't want me to do that, but I did it anyway. And my mother and lily, they stood by me and did the best they could and you know what happened? It's like I was abducted.",
        "Craig: You know in the movies, the bride would think that was like a really passionate gesture. Romantic.",
        "Meg: Well, I didn'T. Look I've been trying to make the best of this and I've been trying to go easy and slow, trying to get past it. But easy and slow is not working especially when you're waiving a contract in front of my face, demanding your conjugal rights. That's never going to work for me.",
        "Craig: I have said it before. I'm going to say it again right now. I'm just crazy about you. Here, call mommy.",
        "Meg: Thank you.",
        "Craig: Tell her that you're fine. You're safe. You are with a husband, who is just crazy about you.",
        "Meg: Okay.",
        "Craig: And then when you're done, please put me on I want to put in my own two cents.",
        "Meg: All right.",
        "Craig: I just want to tell her what a fine child she has raised. A real fighter. A real risk-taker.",
        "Meg: What do you mean by that?",
        "Craig: Well I just truly appreciate the totally gutsy way you have just stuck to this and played it out from the moment we left the church. And there had to be a little part of you thinking to yourself this guy knows more than he's letting on -- but boy, you just stuck to it. You just stuck to that tough talk act. Uh-oh, what is he really thinking? What's really going on?",
        "Meg: Yeah craig, what is going on?",
        "Craig: Well, I think that we are at a turning point in our relationship. Tea?",
        "Meg: No. What are you saying?",
        "Craig: I'm saying that it is time for us to move on. I mean, I really got to tell you that I have enjoyed watching you try to outmaneuver me. The thing with the toothpaste, that really was good. Very good. But I think now meg, it's time for you to raise the stakes, kind of up the bar a little bit. So how are you going to play it now meg?",
        "Meg: Play it?",
        "Craig: Yeah, I mean are you going to still stick to that tough-talk routine you're doing when I tell you I tell you that I heard you and paul at the church last night. That in fact, I saw you -- and paul at the church last night. Don't you think that you should at least change the wedding dress before you start making out with your boyfriend? Beautiful, sweet, innocent bride. Just where do we go from here?",
        "Announcer: This summer, don't miss inturn. It's a real live soap opera's as nine, would-be actors, trained by the stars of \"as the world turns\" compete for a 13 week contract on the show. Go to cbs.Com, sponsored in part by lipitor. Just because I'm a doctor,",
        "Lily: I haven't seen alison since she's come home, but I think meg told me she's working at the diner.",
        "Aaron: Yeah, emily didn't say anything about her working there.",
        "Lily: Oh.",
        "Aaron: And all the times alison kept saying that she wanted to get her life together I didn't think she meant going back to that diner.",
        "Lily: Maybe I got it wrong.",
        "Aaron: Well, it's not a big deal.",
        "Lily: No, just idle curiosity, right?",
        "Holden: Lily, would it be okay if nat spent the morning with my mother?",
        "Lily: Oh sure.",
        "Holden: I think it might be good, it might help her keep her mind off meg.",
        "Lily: Yeah --",
        "Aaron: I'm going to head out.",
        "Lily: Okay --",
        "Aaron: I'll go and say good-bye to everybody. I'll see you guys later, yeah?",
        "Holden: Do you need my car?",
        "Aaron: Ahh, if you don't mind, I'm going to go and take up the pickup truck.",
        "Lily: Yeah, mmm-hmm.",
        "Aaron: Bye.",
        "Lily: It's strange that he wouldn't to tool around town in that lovely minivan that we have. [ Lily laughs ] Are you still mad at me?",
        "Holden: Mad, yes. At you? No.",
        "Lily: I just told you what paul said that they knew what they were doing.",
        "Holden: Lily, come on. Craig kidnapped my sister and I'm supposed to be okay with the fact that paul's on the case? Dependable, level-headed paul?",
        "Lily: I know you're upset.",
        "Holden: I told myself I was going to wait. See if she called this morning. She hasn'T.",
        "Lily: What are you going to do?",
        "Holden: I'm going to do what I should have done last night when you told me what happened. Call the police.",
        "Craig: I mean, who am I supposed to believe. You or my own lying eyes?",
        "Meg: You think this is funny?",
        "Craig: Only in the most superficial way. Most women leave the church before cheating on the husband most.",
        "Meg: I didn't cheat. I didn't tell you about paul because I knew you'd be upset.",
        "Craig: Well, how very perceptive of you.",
        "Meg: I didn't tell you about paul and I should have he refuses to believe that you and I are getting married and I thought -- I hoped that he would accept it after we were actually married.",
        "Craig: Yeah, you didn't know he was coming to the church?",
        "Meg: It was painful for both of us. I still care about paul and I didn't want to hurt him more than he's already been.",
        "Craig: But you did.",
        "Meg: He pulled me into a kiss, and that's probably what you saw. What you didn't see is that I sent him away and then I pretended that it never happened.",
        "Craig: Not very good, meg. I think you're off your game. I just don't think you're paying attention. You're not listening closely because what I said was I heard you and paul, before I said I saw you, I heard you, meg, give paul that little pep talk. Tell paul that I was clueless as to what was going on, that the two of you were going to be riding off into the sunset together with my pot of gold. I mix metaphors, forgive me.",
        "Meg: So, if you heard and saw that, what am I doing here?",
        "Craig: It's our honeymoon!",
        "Meg: Without letting me know where we were going. Without letting me tell anyone.",
        "Craig: You know what meg, I just don't think we've got any time at all for a little chat with your mommy or with paul. No, I think this has just got to be you and me baby. You and me, if we're going to have any chance of making this marriage work. Mmm-hmm.",
        "Lucinda: Have you heard from her?",
        "Paul: Oh yeah, she just called that's why I'm hanging out in this hotel room, chatting with you.",
        "Lucinda: We've got to find her!",
        "Paul: Yeah I know, I have a private investigator looking for her and I've been calling all of the local hotels. But I wouldn't have to do any of that if you had just left meg alone.",
        "Lucinda: Well if you want to play the blame game, just remember it was you that thought he had the perfect, perfect plan.",
        "Paul: Okay, you need to go. I don't need this right now.",
        "Lucinda: There's no point in you and me getting snarky with each other. We should pull our resources and try to find meg.",
        "Paul: Oh, you have resources?",
        "Lucinda: Yes I do. I have connections here in british columbia. I have money. I can grease palms that might need to be greased.",
        "Paul: You know what I will never understand how meg felt sorry for you.",
        "Lucinda: You're making a mistake there, thinking that she did this for me. No, she didn't, she did this to prove something to herself, okay? Now give me some of those, I can help you with the hotels.",
        "Paul: Fine. I've been saying that she left behind some medicine that she needs.",
        "Lucinda: Ohh, not bad. [ Cell phone ringing ] Yeah. The entire church, you checked that, and the limo? Okay. Well I believe you, I believe you, I'm just -- I'm just making sure, I'm checking. Thank you.",
        "Paul: Who was that?",
        "Lucinda: I had somebody go and check the church and the limo to see if possibly if craig had left a clue as to where he was taking her.",
        "Paul: Liar -- the contract, that's what you were after. You don't give a damn about meg. You just want to get your hands on your stupid contract.",
        "Emily: Come on, don't you think I'm right? We've already been through the war. There aren't any more explosions around us. At least everything's out in the open now, ally.",
        "Alison: Right.",
        "Dusty: Everything okay?",
        "Alison: Emily says it's great. Look, I've got to go, I have things I have to do.",
        "Emily: No, no, no don't you think you should go get some sleep or something?",
        "Alison: No. Hey, it's the first day of the rest of my life. I better make the best of it.",
        "Emily: It was really bad out there, wasn't it?",
        "Dusty: Yeah.",
        "Emily: I told her my mom knows everything, the movies, the drugs.",
        "Dusty: That must have been rough.",
        "Emily: Yeah, I tried to explain to her that the worst is behind her, but -- I don't know. Nothing I say comforts her. It seems to be your area of expertise these days.",
        "Dusty: Well -- I don't know about that.",
        "Emily: No, I'm serious. She owes you her life. She loves you for that. She knows it.",
        "Dusty: Well, I'm pretty wiped out.",
        "Emily: Just one more thing, okay, please just, can you sit for a minute? Two things actually, um, first, for the millionth time, thank you for saving my sister's life.",
        "Dusty: I didn't save her.",
        "Emily: And two. What happened in vegas? I want to know everything. Trust me on this.",
        "Dusty: So if I tell you, you promise to let it go.",
        "Emily: Fine, whatever. What happened?",
        "Dusty: Lance wanted your sister to make another movie.",
        "Emily: Did she?",
        "Dusty: No. She said she wouldn't, so lance and a friend of his got violent.",
        "Emily: Oh my god! Did they hurt her?",
        "Dusty: No. She hurt lance. I got knocked out.",
        "Emily: What?",
        "Dusty: When I woke up, your sister had blood all over her. She fought off lance with a razor blade.",
        "Emily: Okay, please, please tell me that was lance's blood.",
        "Dusty: And she kept thinking she had blood all over her, even when she washed it off, many times.",
        "Emily: Did she do drugs again?",
        "Dusty: No.",
        "Emily: Well you know why, don't you? Because you were there. You made her feel safe. [ Dusty flashbacks ] Her life has changed because she finally knows a man she can trust.",
        "Alison: I'm back.",
        "Manager: Alert the media.",
        "Alison: I'm sorry for the way I left, and I'm sorry I quit. I had to leave town, but I know that I let you down.",
        "Manager: Yeah. Like you're here to clear a conscience.",
        "Alison: And to ask for my job back.",
        "Manager: Now, isn't that a surprise?",
        "Alison: So? Can I have it back?",
        "Manager: Well, I've been looking for someone to replace you. But it's hard to find someone who's really unreliable and who has a crummy attitude towards the patrons.",
        "Alison: See, if you didn't have someone like me, what would you do with all that sarcasm?",
        "Manager: You can start tomorrow?",
        "Alison: I can start right now. I'd like to. I'm not really in the mood to go home right now.",
        "Manager: Tomorrow.",
        "Alison: Okay. Thanks.",
        "Manager: Last time, alison. I swear, last time.",
        "Lily: Holden, just think for a second. The police are not going to look for a bride on her honeymoon if there's no proof that anything is wrong.",
        "Holden: I don't think it will be too tough to convince jack that something's wrong. All I have to do is say craig.",
        "Lily: What if they start looking, and meg is handling the situation. You could blow her cover, and it could be dangerous.",
        "Holden: You know what? I'm going to tell you this right now. I can't be responsible for what I say or do to your mother the next time I see her.",
        "Lily: I know, I know. I understand. I know you're worried, but --",
        "Holden: But what?",
        "Lily: But you weren't there. You didn't see the way that craig looked at meg. The way she talked to him. I know that she can handle him.",
        "Holden: Lily. This is the morning after the wedding. I'm more worried about how he might be handling her.",
        "Paul: Meg spent the entire night with that creep but you don't care about that, all you care about is your stupid contract.",
        "Lucinda: No.",
        "Paul: You sent somebody to look, not for meg, but for your precious piece of paper that gets you back your precious company.",
        "Lucinda: Because --",
        "Paul: Because, all you care about is that company because the company is an extension of you.",
        "Lucinda: No!",
        "Paul: All you care about is yourself.",
        "Lucinda: No! Because if we have the contract we have something to negotiate with. If craig has both meg and the contract then that is the worst possible nightmare.",
        "Paul: How did I let this happen? How? Every night I knew, I could see it -- something horrible was going to happen to her.",
        "Lucinda: Well, why don't we hate ourselves after we've found meg.",
        "Paul: You know I can do this lucinda, but I think I should it this alone. I don't need you.",
        "Lucinda: I understand. Perfectly -- I'll let you know if I find anything.",
        "Paul: Thanks. What have I done?",
        "Craig: We seem to be at an impasse.",
        "Meg: Well, you seem to be enjoying yourself.",
        "Craig: It's just a mask I wear to cover my hurt. So, before we start getting into the real nitty-gritty, how he make this relationship work, can I ask you a question?",
        "Meg: Can I stop you?",
        "Craig: Last night, when paul came to the church knowing full well that the whole point was to make me think that you were over him and wanted to marry me. He comes to the church anyway, he pulls you into a kiss, knowing I'm in the building. Isn't there like a little voice inside of you that just says \"this man is an idiot.\"",
        "Meg: No.",
        "Craig: Cause I think it tipped your hand meg. And you know what else it did? It made me angry. It made me very angry.",
        "Meg: You know, I could see why. A noble, above-board guy like you would have been offended when somebody tries to play you.",
        "Craig: Okay, you know. No.",
        "Meg: You try and play for somebody else.",
        "Craig: Stop, stop. Listen, let's stop doing that. All right? Let's not pretend anymore. I didn't really think I had swept you off your feet. So I wasn't exactly bowled over when I found out that you had something up your sleeve. That's not what made me mad.",
        "Meg: Oh no!",
        "Craig: No, it's not. What made me mad was him. His arrogance. That he thought he could just dangle you in front of my eyes that my brains would turn to mush. He thought he could one-up me.",
        "Meg: Well it's good to know that it had nothing to do with your feelings for me.",
        "Craig: No, meg. My feelings for you haven't changed. I still want you very, very much. And I am really hoping we can work things out. Make a go of it.",
        "[ Meg laughing ]",
        "Meg: Do you seriously mean that?",
        "Craig: Yeah, I mean, I think we have issues, we have real issues, dr. Phil. I mean speaking for myself, this is just personally, I really do think that I need to work through this anger that I have with paul. I think I need to find some kind of closure.",
        "Meg: Closure?",
        "Craig: He marked his territory at my wedding. That is crossing the line.",
        "Meg: That's not what it was.",
        "Craig: Oh, it so was.",
        "Meg: He wanted to back out, to come clean with you.",
        "Craig: But you didn't because of this. Because this, this is the precious prize.",
        "Meg: Don't!",
        "Craig: Maybe, I won'T. This is good, meg. This is good, see, we're starting to establish priorities in the relationship. And in this marriage, for you this is very important. And you see, my dealing with ryan, that is very important to me. What do we do so that we can both get what we want?",
        "( Acoustic guitar playing )",
        "Emily: I don't think I've ever seen anyone look as miserable as you do when somebody says something nice about you.",
        "Dusty: Well, then why do it?",
        "Emily: Why? Because I just had a conversation with my sister about how I want to be honest about everything, and I honestly can't believe what you've done for me and for the people I love.",
        "Dusty: Thank you, I'm going to go to sleep now before I fall --",
        "Emily: Would you just -- stop, okay, for one second, what I said about alison. About how her life has changed because she finally has a man in her life that she can trust. That's me too.",
        "Dusty: I just helped your sister out of a jam.",
        "Emily: No, it's more than that. It's not what you did dusty, it's who you are.",
        "Dusty: I'm no saint. So don't try to turn me into one.",
        "Emily: Okay. What is it you're not telling me about vegas?",
        "Aaron: Alison.",
        "Lily: It's my mother.",
        "Holden: Ask her if she found anything out?",
        "Lily: Have you found meg?",
        "Lucinda: No. I was calling to see if you or emma had heard anything from her?",
        "Lily: No, and holden is very worried.",
        "Holden: Yeah, worried and really angry.",
        "Lucinda: Holden.",
        "Holden: Where are you? Have you talked to paul?",
        "Lucinda: I will call you. I will get back to you holden as soon as I know anything.",
        "Holden: She's unbelievable. She hung up on me.",
        "Lily: All right you need to calm down.",
        "Holden: You know what? The next time I'll be calm is when meg is home and craig is out of her life for good.",
        "[ Paul remembering ]",
        "Meg: I will get through these next few hours and I will come back to you and I will be your wife, paul ryan. This I promise you.",
        "[ Knock at the door ]",
        "Detective: I got good news for you. We found the happy couple.",
        "Meg: Paul didn't do this to you. I did. He never wanted it, and I wouldn't listen to him.",
        "Craig: No see that's not good. See when you talk like that, that makes me think that you liked him more than you like me.",
        "[ Meg laughing ]",
        "Meg: You're surprised?",
        "Craig: No. No, not at all. And maybe the kind of guy that i am, I can accept the fact that you have feelings for him. I mean, I've always known that you've had a soft heart meg. You're apt to take in strays. But this meg -- this is between paul and me.",
        "Meg: Craig, let it go.",
        "Craig: Oh no. I don't think I can. I don't think it's in my nature. I'm not even sure I can control that really, no. I actually think -- I need to have a little chat with paul. Won't have a moments rest until I do. I need -- what was that thing I was calling it before? Closure.",
        "Meg: But you still want me?",
        "Craig: It's incredible isn't it? Yeah, and I don't think that's going to change.",
        "Meg: What if --",
        "Craig: What if what?",
        "Meg: What you said before. What if we both get what we want?",
        "Announcer: On the next -- \"as the world turns\"",
        "Aaron: I'm going to make everything up to you, starting right now.",
        "Will: How does it sound?",
        "Gwen: That would be amazing.",
        "Will: All right, I'll make it happen.",
        "Paul: Meet me at shadow cliff. All right."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=R8Zecj4VNlk"
}