{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "\r\n\r\nLucinda: Because it's an emergency situation, darling.  Paul\r\n\r\nRyan must be found immediately.  I said immediately.  Because his mother is\r\n\r\ngravely injured, and her company may not survive without his presence, all \r\nright?  Well, send a sherpa up to get him.  I don't know what you do.  Climb\r\n\r\nthe blessed mountain yourself, but bring Paul Ryan home, and bring him \r\nhome now.  And be in touch. [Lucinda looks up and sees Craig standing there]\r\n\r\nOh!  Well, what brings you to New York City?",
        "\r\nCraig: You take the words right out of my mouth.",
        "\r\nLucinda: Me, why am I here?  But darling, it's because I have stock.  I\r\n\r\nhave stock in B.R.O., So that gives me the right, and I think it behooves me --",
        "\r\nI mean, it gives me the obligation -- to keep trespassers and liars at bay.",
        "\r\nCraig: Of course it does.  And these busy little bees?",
        "\r\nLucinda: Oh, this is Barbara's staff, her employees.  We have Kevin and\r\n\r\nSteven and Ching, I mean, a lovely model.",
        "\r\nCraig: Working this hour on the Fourth of July?",
        "\r\nLucinda: Yes, because I explained the situation to them, that Barbara, her\r\n\r\ncondition and that her son was in absentia.  So naturally, they said they would\r\n\r\npitch in, and I have discussed with the lawyers, the accountants.  I've informed\r\n\r\nthem what I'm doing, and they are as deeply concerned about Barbara Ryan \r\noriginal as I am.",
        "\r\nCraig: Your concern?",
        "\r\nLucinda: Mm-hmm.",
        "\r\nCraig: For my wife's company?  The husband's always the last to know.",
        "\r\nLucinda: I don't know about that, darling, but there is a new sheriff in\r\n\r\ntown, so there are new rules.  And number one -- the murderer gets no more\r\n\r\nmoney.  Oh, sorry.  I'm so sorry.  Attempted murderer.  You see, all the assets\r\n\r\nare frozen, so you, bottom-feeding reprobate, are out in the cold.  \r\n\r\n\r\n",
        "",
        "Tom: How is she doing, Ben?",
        "\r\nBen: Still no change.",
        "\r\nTom: No change.  For an entire day, she can't breathe.  For an entire day,\r\n\r\nshe is terrified to go to sleep because she thinks she won't wake up.  And for\r\n\r\nan entire day, we've injected this medication, and still no change.",
        "\r\nBen: When you're dealing with an experimental drug, sometimes no \r\nchange is a good thing.  If you're not up to this, I am.",
        "\r\nTom: I gave her life, Ben.  My responsibility does not end just because\r\n\r\nshe's grown up.  Please, God.  Let my daughter live.",
        "\r\n[Tom gives Lien another dosage of the serum]",
        "\r\nMargo: Tom?  What is going on in here?  \r\n\r\n\r\n",
        "",
        "Jack: Hey, Parker, I want you to keep an eye on your mom while I go visit\r\n\r\nBarbara, okay?  Can you do that for me?",
        "\r\nParker: Yeah.",
        "\r\nJack: All right.  I knew you could.  I shouldn't take too long.",
        "\r\nCarly: No.  You take as much time as you need.  So my bodyguard, do you\r\n\r\nthink it would be okay if you and I waited for Jack outside?  Yeah?  Okay.",
        "\r\nWe will be the two loons chasing fireflies.",
        "\r\nJack: Oh, wait a minute.  That's not fair.  You guys get to do all that?  All\r\n\r\nright.  Well, I tell you what.  After I get done in there and you guys let those\r\n\r\ncritters go, how about we all go to Al's, and we dive into one of those \r\nIndependence sundaes?  What do you say about that?",
        "\r\nParker: Yeah!",
        "\r\nCarly: You are making this the best Fourth of July ever, Jack Snyder.",
        "\r\nJack: Yeah, well, wait till you get a load of the fireworks later.  I'll see you\r\n\r\ntwo in a few.",
        "\r\nParker: Hey!  \r\n\r\n\r\n",
        "",
        "Julia: I lost my baby.  I lost Jack.  You're the only friend that I have left\r\n\r\nnow.  Please.  You can't leave me, too, Barbara.  I need you too much.",
        "\r\nJack: Excuse me.",
        "\r\nJulia: Jack?  Jack?  Oh, it's so good to see your face.  Please don't go.  \r\n\r\n\r\n",
        "",
        "Jennifer: So what exactly are you trying to do, make all my dreams come\r\n\r\ntrue in one night?",
        "\r\nBryant: The thought crossed my mind.  How're you doing?",
        "\r\nJennifer: Better.  Better now that I'm here with you and that we decided to\r\n\r\nforget about the rest of the world tonight.  This has all of the makings of a\r\n\r\nperfect evening.",
        "\r\nBryant: It's my pleasure.",
        "\r\nJennifer: I love this time of the evening, after the sky has gone from\r\n\r\norange to pink to aqua blue, and one by one, all the stars come out, just like --",
        "\r\nlike little children playing hide and seek.",
        "\r\nBryant: I love it when you talk like that.  I missed you.",
        "\r\nJennifer: I missed you, too.  We spent way too much time on what our\r\n\r\nparents were doing and not enough time on this, just being together.",
        "\r\nBryant: I thought we weren't gonna talk about them tonight.",
        "\r\nJennifer: Yeah, I wish we had decided that a long time ago.",
        "\r\nAdam: And the best part about this place is that nobody knows -- about it.",
        "",
        "Julia: The doctors gave me special permission to come and visit Barbara.",
        "\r\nJack: They say it's good for her to have company.",
        "\r\nJulia: I had no idea how bad things were.",
        "\r\nJack: She's lucky she even survived.",
        "\r\nJulia: I would've been here sooner, but it took me a little while to recover\r\n\r\nfrom the way that I found out.  It was sort of doubling the impact when your\r\n\r\ngutter-slut came into the ward and accused me of being responsible for this.",
        "\r\nJack: Watch your step, Julia.  If you don't have any respect for Carly --",
        "\r\nJulia: I don't.",
        "\r\nJack: Then at least show some for Barbara.",
        "\r\nJulia: It was the performance of the century.  She came in ranting and\r\n\r\nraving about how I had somehow escaped from a locked ward, about how I \r\nwanted you dead.",
        "\r\nJack: She knew how close I was to being in Barbara's condition.  She was\r\n\r\nafraid.",
        "\r\nJulia: Okay, but to accuse me?  I couldn't believe it!  Could you?  Could\r\n\r\nyou ever believe that I would want you dead?",
        "\r\nJack: I think it's best if I get going.",
        "\r\nJulia: Please.  Please don't, Jack.  Please.  There's still so much that I want\r\n\r\nto say.  The explosion brought up so many feelings for me.",
        "\r\nJack: What's that?",
        "\r\nJulia: Well, like you said, you could have been hurt also.  But you're okay,\r\n\r\nwhereas Barbara -- it's a shame, isn't it, that you couldn't save her?  You must\r\n\r\nfeel terrible, but, you know, I'm sure you tried your best.  I mean, we can't all\r\n\r\nbe at the top of our game 24 hours a day, isn't that right?  No matter how\r\n\r\nmuch we might want to be.  But then, I'm sure that thought's occurred to you\r\n\r\nabout a million times already, huh?  \r\n\r\n\r\n",
        "",
        "Carly: You know, Molly and I used to collect fireflies all summer long\r\n\r\nevery summer.  And I was champion collector two summers straight.  Not too\r\n\r\nshabby.",
        "\r\nJohn: I better go.  Is that -- ?  Oh, I think it is.  It is.  It is my favorite man.",
        "\r\nWhat's you up to here?  What am I sitting on?  My telescope.",
        "\r\nCarly: What, did they rope you into working the holiday, John?",
        "\r\nJohn: Yes, they did.  They got me roped into working the holidays, but I\r\n\r\nthought I would look in on Tom's daughter, Lien, before I take off.",
        "\r\nCarly: How is she?",
        "\r\nJohn: Well, she's not doing that well, I'm sorry to say.",
        "\r\nCarly: I'm sorry to hear it.",
        "\r\nJohn: Well, we're all hoping for the best.  So what are you doing here\r\n\r\ntoday, slugger, huh?",
        "\r\nCarly: We're just waiting for Jack.  He's in visiting Barbara.  He comes and\r\n\r\nchecks on her a couple of times a day at least.",
        "\r\nJohn: Yes, I do that myself.  You wonder how Barbara got mixed up with\r\n\r\na guy like Craig Montgomery.",
        "\r\nCarly: Now, she is a grown woman.  She fell in love with the man, she\r\n\r\nmarried him, and it's not Craig's fault.",
        "\r\nJohn: Oh, come on!  We all know whose fault it was here.  Are the police\r\n\r\nany closer to getting him to talk?  I mean, Margo won't say anything to me.",
        "\r\nShe finds it rather -- well, it's hard investigating your own brother.",
        "\r\nCarly: I really don't know what happens at the station, but I do seem to\r\n\r\nrecall something about \"Innocent until proven guilty.\"",
        "\r\nJohn: Come on, Carly.  We're talking about Craig Montgomery here.  He's\r\n\r\nalways been trouble waiting to happen, and it's too bad that Barbara had to \r\nfind out the hard way.  I tell you something.  Whatever punishment they give\r\n\r\nthis guy is not gonna be enough.  In my opinion, they ought to let him just rot.\r\n\r\n\r\n",
        "",
        "Craig: Uh-huh.  \"Spring Collection 2002.\"",
        "\r\nLucinda: Yes.  Fortunately, Barbara was able to finish most of her\r\n\r\nsketches, so we can forge ahead, and the company can show the competition \r\nthat we still are moving ahead, no matter what the setbacks.",
        "\r\nCraig: \"We\"?  Part of the family so quickly?  I doubt you'd be so quick to\r\n\r\nget Barbara's opinion on this.",
        "\r\nLucinda: Oh, I know what Barbara thinks of me.  Barbara and I don't agree\r\n\r\non many, many, many things.  On the other hand, at the moment, we have \r\nsome common causes.",
        "\r\nCraig: And what would those be?",
        "\r\nLucinda: Justice and seeing you properly in jail.",
        "\r\nCraig: Funny thing about this coma.  All of a sudden, everybody can read\r\n\r\nBarbara's comatose mind.",
        "\r\nLucinda: You've got some nerve, you know?  You really do.  Coming in\r\n\r\nhere and -- ah!  I mean, you're the man who tried to snuff his wife.",
        "\r\nCraig: I didn't try to snuff --",
        "\r\nLucinda: And I'm not gonna let you get away with it.  The buck stops here.",
        "\r\nCraig: Yours or mine?",
        "\r\nLucinda: I am going to stop you here, all right?  I have telephoned to Paris,\r\n\r\nand I have told them that I'm willing, I'm here, I'll do what I can until Paul\r\n\r\nRyan is located.  [Craig laughs]  No, thank you.  Just a minute.  And when he\r\n\r\nis, he will be informed of his mother's condition and your activities, okay?",
        "\r\nThat's as much as I can do.",
        "\r\nCraig: You think you can force me to renege on the loan I took on my\r\n\r\nson's trust?",
        "\r\nLucinda: Oh, Craig, I never thought of that.  Oh, my heavens.  It never\r\n\r\noccurred to me.  All right.  If you want me to, I can put an investigative\r\n\r\nreporter on it.  Hear this -- I want you to look into Craig Montgomery's assets,\r\n\r\nokay, and we'll do a piece on the would-be tycoon -- ha -- who raided his son's\r\n\r\ntrust fund in order to satisfy his lifestyle.  Darling, I think it will be a page-\r\nturner.  \r\n\r\n\r\n",
        "",
        "Craig: I am going to repay that loan, Lucinda.",
        "\r\nLucinda: Yeah?  Well, maybe, but not at Barbara's expense you're not.",
        "\r\nYou know, I've waited for this moment.  You attempted to poison me using\r\n\r\nyour criminal friends.  You've done a run on Worldwide stock because you\r\n\r\nwant to try to cripple me.",
        "\r\nCraig: Revenge, you?",
        "\r\nLucinda: No.  No, no, no, no, no.  A little quid pro quo.",
        "\r\nCraig: Ah.",
        "\r\nLucinda: It's just a tiny side dish.",
        "\r\nCraig: Before you risk your dental work, I have a little announcement I'd\r\n\r\nlike to make that might interest you. [to the crowd]  Ladies and gentlemen,\r\n\r\ncan I have your attention, please?  So there is no misunderstanding, this is a\r\n\r\ncopy of the corporate charter as designed by Barbara Ryan, approved by her \r\nattorneys, ratified.",
        "\r\nLucinda: Yeah, and so what?  What, what?",
        "\r\nCraig: So Article one, Section C states that if Mrs. Ryan or her son are\r\n\r\nunable to fulfill their obligations, it falls to Ms. Ryan's spouse to choose a new\r\n\r\nCEO until the next board meeting.",
        "\r\nLucinda: Can I have a look at that?",
        "\r\nCraig: You bet'cha.",
        "\r\nLucinda: Hey, there it is.  Well, and so what?",
        "\r\nCraig: And so Barbara is incapacitated and her son is incommunicado.  I\r\n\r\nam exercising my contractual rights as the spouse.",
        "\r\nLucinda: Wait a moment.  When this document was drawn up, clearly Hal\r\n\r\nMunson was the spouse in question.",
        "\r\nCraig: Be that as it may, I am the legal spouse, and as such, it behooves me\r\n\r\nto act accordingly.  And as a new CEO is required, I can think of no better\r\n\r\ncandidate than myself.",
        "\r\nLucinda: I'm not going to let you get away with that.",
        "\r\nCraig: Oh, Lucinda, like so many other things, this is out of your hands.",
        "\r\nAnd your assistance is no longer required. \r\n\r\n\r\n",
        "",
        "Margo: Somebody tell me what is going on in here?  What is in that\r\n\r\nsyringe?",
        "\r\nBen: Uh, it's a --",
        "\r\nTom: It's a new medication that Ben has been researching.  It's never been\r\n\r\nused in this country.",
        "\r\nMargo: I didn't know that you were treating Lien.",
        "\r\nBen: I'm not.",
        "\r\nMargo: I'm talking to my husband.  Why is Tom injecting Lien with this\r\n\r\nnew medication?  Does John know about this?",
        "\r\nTom: No, and he won't.",
        "\r\nMargo: What is this?  What's the matter with you?  Have you lost your\r\n\r\nminds?",
        "\r\nTom: Ben, let me talk to her alone for a moment.",
        "\r\nBen: I'll be outside if you need me.",
        "\r\nTom: Ben has spent every waking moment researching Que en Jac case \r\nhistories.  He's spoken to some people in Vietnam and heard about a new drug\r\n\r\nthat had been helping patients with similar symptoms to Lien's.",
        "\r\nMargo: But?",
        "\r\nTom: But as you guessed, the drug has not received FDA approval.  It's too\r\n\r\nnew.",
        "\r\nMargo: Oh, Tom.  So it is illegal.  So my father and your father, they've\r\n\r\nbeen kept in the dark about this?",
        "\r\nTom: Somebody had to do something.  The next step was to put her on a\r\n\r\nventilator, and I'm not gonna watch her go through that.  You just -- you don't\r\n\r\nknow what it's like.",
        "\r\nMargo: Yes, I do, Tom.  I know exactly what it's like.",
        "\r\nTom: Yeah, you do -- Casey Peretti.  And if you'd had the chance, even if\r\n\r\nit was a one in a million chance that you could have saved his life instead of\r\n\r\nhaving to end it, wouldn't you have gone after that chance with both hands? \r\n\r\n\r\n",
        "",
        "Jack: You are just sick to say what you say.",
        "\r\nJulia: That's why they give me my own, personal warden.  I'm sick, but I\r\n\r\ndidn't get here on my own, Jack.  I'm just another one of your casualties, just\r\n\r\nanother innocent civilian you couldn't save.",
        "\r\nJack: I did everything I could to save her from that explosion!",
        "\r\nJulia: Everything?",
        "\r\nJack: Of course I would have given anything if I could have done more,\r\n\r\nbut if I hadn't been there, she wouldn't even have a chance.",
        "\r\nJulia: You call this \"a chance\"?  A chance at what, hanging on to life by a\r\n\r\nthread?  And when she wakes up -- if she wakes up -- do you have any idea of\r\n\r\nthe excruciating pain that she will have to suffer because of those burns?",
        "\r\nJack: All right, all right, all right, you can stop now.",
        "\r\nJulia: Oh, oh, sure, Jack.  I'll stop.  I know you need to put a positive spin\r\n\r\non things to soothe your guilt, and that's okay.  It's only human.  I mean, that's\r\n\r\nwhat a lot of my friends at the ward do.",
        "\r\nJack: I've got nothing to feel guilty about.",
        "\r\nJulia: Oh, is that how you sleep at night, Jack?  You forget, hmm?  You\r\n\r\nignore all the people that you have hurt because you dropped the ball?  Let's\r\n\r\nsee -- there's Barbara, comatose and in critical condition.  Her family pretty\r\n\r\nmuch destroyed.  Hal Munson, out of a job, family ripped to shreds.  Me -- I\r\n\r\nwon't even start on that one.",
        "\r\nJack: What's happened to you, huh?  Are you actually enjoying this?",
        "\r\nJulia: What's wrong, Jack?  What did I do?",
        "\r\nJack: I don't even know what to call what you do, but I'll be damned if I'm\r\n\r\ngonna let you keep on doing it.",
        "\r\nOrderly: All right, that's enough.",
        "\r\nJulia: Was it, Jack?  Was it enough?  \r\n\r\n\r\n",
        "",
        "Carly: You know, I might put some stock in your low opinion of Craig if\r\n\r\nwe didn't both know that you have a nasty habit of judging people without \r\nhaving any facts.",
        "\r\nJohn: Facts?  I got facts about Craig Montgomery up to here.  I've got so\r\n\r\nmany facts, I wish I didn't know them.  Are you gonna stand there and defend\r\n\r\nhim after what he did to Barbara?",
        "\r\nCarly: Craig wouldn't hurt her, not for all the money in the world.",
        "\r\nJohn: Is he paying you to be his spokesman?  When did you become his\r\n\r\nspin-doctor?  Has he put you on the payroll?  That wouldn't surprise me.  I\r\n\r\nmean, I know you'd do just about anything for a buck.  You tell me, when did\r\n\r\nMontgomery appoint you his personal champion?",
        "\r\nCarly: You know, as much as I would love to stay here and chat with you,\r\n\r\nI really should be going.",
        "\r\nJohn: No, wait a minute.  I really would like to know.  What are you\r\n\r\nsaying?  Are you saying that he's innocent?",
        "\r\nCarly: I didn't say anything about him being innocent.",
        "\r\nJohn: Well, what are you saying then?!",
        "\r\nCarly: What I'm saying is that I think it's very dangerous to be judging\r\n\r\nsomebody before you have all of the facts.  And I should know.  I know what\r\n\r\nit feels like.  I have been on the wrong end of that stick far too many times to\r\n\r\ncount.",
        "\r\nJohn: You tell me something, Jack.  Is this the police department's official\r\n\r\nline on Craig Montgomery, that he is innocent of causing this explosion?",
        "\r\nJack: No, no.  That's Carly's personal opinion.",
        "\r\nJohn: Yeah, and it's incredible.",
        "\r\nCarly: As far as I see it, we have two choices here.  We can stand here and\r\n\r\nbutt heads all day long if we want to.  We can show the hospital our own\r\n\r\nfireworks if we want to.  Or Jack and Parker and I can get along with our\r\n\r\nlovely day.",
        "\r\nJack: That sounds like a great idea.  Thanks as always, John.  It's a\r\n\r\npleasure to see you.  Shall we?",
        "\r\n[Julia fumbles with her protective gown and nearly runs into Carly into the \r\nhallway]",
        "",
        "Julia: No wonder you rushed through your visit to Barbara.  You had to get\r\n\r\nout here with your filthy little gutter - [Julia notices Parker and goes over to\r\n\r\nhim] - Hi, there, sweetie!  How are you?  Look at how big you've gotten.  You\r\n\r\nare a very handsome boy, aren't you?  Do you know who I am?  Do you\r\n\r\nremember me?  I'm Julia.  Do you know what?  You were born in my house.  I\r\n\r\nbet you didn't know that.",
        "\r\nCarly: Hey, sweetheart, here.  You take this bag to Jack, okay?  Thanks,\r\n\r\nhoney.",
        "\r\nJulia: You are lucky that he was here, because if he hadn't been, I would\r\n\r\nhave clawed your face off.",
        "\r\nCarly: Did you hear what that woman just said to me?",
        "\r\nJack: No.  My ears are still ringing from what she said to me in Barbara's\r\n\r\nroom.",
        "\r\nCarly: Well, it's -- it's over, Jack.  I mean, she's gone.  She's totally around\r\n\r\nthe bend.",
        "\r\nJohn: How did you arrive at that diagnosis?  How long did it take you to\r\n\r\narrive at this conclusion?  Is it because of the many hours that you spent in\r\n\r\nmedical school, because as far as I know, you never got out of high school.",
        "\r\nJack: John, what is your point?",
        "\r\nJohn: My point is that one shouldn't be so quick to judge people and\r\n\r\naccuse them of going around the bend, particularly when you're the one who \r\nsent her there.  You see, I do understand.  It's not right to judge people so\r\n\r\nquickly, is it, before you have all the facts, or have I misquoted you?",
        "\r\nCarly: That's very clever of you, really, but you know what I meant.  It's\r\n\r\nobvious.",
        "\r\nJohn: So what I am saying is that you ought to be a little bit more \r\ncharitable to the people whose lives you have ruined.  You deceived me about\r\n\r\nthis boy's paternity for months.  You led me to believe that he was my child,\r\n\r\nand then, when the truth came out and the whole thing backfired on you, I \r\nseemed to have the same emotions that you've inspired in Julia.",
        "\r\nJack: John, let's not do this.",
        "\r\nCarly: You shouldn't be so quick to sympathize with \"Julia the Martyr,\"\r\n\r\nokay?  Not until you understand and know what she's done!  So don't\r\n\r\nnominate her for sainthood just yet, okay?",
        "\r\nJohn: Jack -- Jack, this woman that you've invited into your world, do you\r\n\r\nknow she roars into people's lives, she destroys their dreams, she destroys \r\ntheir hopes, she takes everything she wants from them, and when she walks \r\naway, it's as if nothing has happened.  Now, this happened to you once before.",
        "\r\nYou've allowed her in, and now, you're allowing her in again?!",
        "\r\nJack: Even if you had the right to comment on my personal life, and even\r\n\r\nif you knew the ins and outs of my relationship --",
        "\r\nJohn: You're right.  You're right.  I don't know what goes on between the\r\n\r\ntwo of you.  I really don't.  But I can see the garbage it has already\r\n\r\naccumulated, and I can see the toll that it's taken on you emotionally, \r\nphysically, financially.  I think maybe you ought to ask yourself, are you\r\n\r\nreally satisfied with the progress that your life has made since you've become\r\n\r\ninvolved with her?  Is it worth it, Jack?  I mean, what is it costing you?  Is it?",
        "\r\nI certainly hope so. \r\n\r\n\r\n",
        "",
        "Abigail: Hey, what are you two doing here?",
        "\r\nAdam: I think we just interrupted what they were doing here.",
        "\r\nAbigail: So were you here to see the fireworks?",
        "\r\nBryant: Yeah, yeah.  Something like that.",
        "\r\nAdam: You guys mind if we pull up a blanket?",
        "\r\nBryant: No.  I mean, I guess the rooftop's big enough for four people.",
        "\r\nAbigail: Oh, well, man, I didn't know that you two were --",
        "\r\nBryant: Back together?",
        "\r\nAbigail: Yeah.  That's great.",
        "\r\nJennifer: Yeah, I guess we -- we haven't talked in a while, you know.",
        "\r\nBryant: You know what?  Looks like you two have some catching up to\r\n\r\ndo, so Adam and I are gonna go down to the food stand and get some fries and \r\n--  [Bryant and Jennifer kiss]",
        "\r\nAdam: -- Ketchup.  Well, how about them fries?  Yeah, fries.  Cool.  All\r\n\r\nright.  Take it easy.",
        "\r\nAbigail: Jen, I'm happy for you and Bryant.  I mean, if you're happy.",
        "\r\nJennifer: Yeah.  Yeah, we've made a pact.  We're gonna stop obsessing\r\n\r\nover other people, mainly his dad, and start just being us.  Of course, it's kind\r\n\r\nof hard when my mom's still in the hospital, but --",
        "\r\nAbigail: How is she?",
        "\r\nJennifer: The same.  She's still in a coma, but I think it's a backhand\r\n\r\nblessing.  You know, she can't feel the pain from -- from the burns.",
        "\r\nAbigail: Jen, I'm so sorry.",
        "\r\nJennifer: Yeah, so am I.  You know, I'm sorry that she ever met Craig\r\n\r\nMontgomery.  I'm sorry that she ignored all of our warnings, but most of all,\r\n\r\nI'm sorry that I can't even tell her how much I love her and know that she \r\nhears me and forgives me.",
        "\r\nAbigail: Yeah, I know.  But you see, it's okay.  I was going through the\r\n\r\nexact same thing with Molly last year when she was in the hospital.  I mean,\r\n\r\neverything was completely out of control, and I never knew what was gonna \r\nhappen next.  But I tried to spend time with her, and I talked to her, and you\r\n\r\nknow what?  Sometimes, she heard me.  You know, you do something that\r\n\r\nyou think is completely unforgivable, and you blame yourself for it, but your\r\n\r\nmom will forgive it all.  Moms are like that, trust me.  Look, if you ever want\r\n\r\nto talk --",
        "\r\nJennifer: Thanks.  The same goes to you, too.  Speaking of which, how are\r\n\r\nyou doing?  You know, I'm still having a hard time with Holden's accident, so\r\n\r\nit must be a thousand times worse for you.",
        "\r\nAbigail: I didn't tell you, did I?  Lily gave me the best birthday present --",
        "\r\nJennifer: Oh -- I'm sorry.",
        "\r\nAbigail: You did forget, but that's all right.  You're forgiven.  Lily believes\r\n\r\nthat Holden and Luke are alive.",
        "\r\nJennifer: Alive?",
        "\r\nAbigail: Yeah.",
        "\r\nJennifer: Oh, that's great!",
        "\r\nAbigail: I know, I know.",
        "\r\nJennifer: But how?",
        "\r\nAbigail: It's a very long story, but Lily's not giving up until she finds them.",
        "\r\nYou know, maybe it's gonna be okay for both of us, hmm?  Your mom will \r\ncome out of the coma, and Holden will come back with Luke, and the world \r\nwill be the way that it should be.",
        "\r\nJennifer: I hope so.  But in the meantime, I'm going to learn to live for\r\n\r\nmyself, so I don't want to need my parents every single time I need any little\r\n\r\nthing.",
        "\r\nAbigail: Is that what this pact with Bryant is about?",
        "\r\nJennifer: We're not kids, not really, and now we're free to do whatever we\r\n\r\nwant.",
        "\r\nAbigail: No one's really free to do whatever they want.",
        "\r\nJennifer: Oh, you know what I mean.",
        "\r\nAbigail: Yeah, I do.  Jen, I don't mean to sound like a mother, but be\r\n\r\ncareful.",
        "\r\nJennifer: Oh, stop worrying, okay?  I'm finally getting my life under\r\n\r\ncontrol.  You should be happy for me.  \r\n\r\n\r\n",
        "",
        "Tom: Lien is a part of me.  There's so much more I want to know about her\r\n\r\nand do with her.  I want to walk her down the aisle on her wedding day.  I\r\n\r\nwant to bounce her babies on my knee.  I'm just that selfish, and if I wind up\r\n\r\nin hot water for this, so be it.  And if there's no change, at least I tried.",
        "\r\nMargo: But Tom, this medication, it's -- what if it -- what if it kills her?",
        "\r\nTom: Don't.",
        "\r\nMargo: I'm sorry, I'm sorry.  I didn't mean it.  But I'm just -- I'm scared for\r\n\r\nher.  I'm scared for you.",
        "\r\nLisa: Knock-knock.",
        "\r\nBob: We figured you'd both be in here.",
        "\r\nTom: Oh, where else would we be, Dad?",
        "\r\nBob: I see there's no change.",
        "\r\nTom: No, not yet.",
        "\r\nBob: Well, I was hoping that there'd be some improvement by now.",
        "\r\nMargo: What if there isn't any improvement?  Tom mentioned something\r\n\r\nabout a ventilator.",
        "\r\nTom: No!  No ventilators.  Sometimes people go on those things, and then\r\n\r\nthey just -- let's just wait.",
        "\r\nLisa: Well, I think maybe Tom might be right.  I know people don't put\r\n\r\nmuch stock in dreams, but last night, I had -- I had a dream that I just -- I can't\r\n\r\nseem to shake.",
        "\r\nTom: Yeah?  What was that about?",
        "\r\nLisa: Well, I dreamt that we were all together, and we were around the\r\n\r\npicnic table, and we were just having the most wonderful time, and Lien was \r\nthere, and she was watching the fireworks, and her eyes were just sparkling \r\nand shining, just like a child who'd never seen fireworks before.",
        "\r\nMargo: That's really a wonderful dream.",
        "\r\nLisa: Yeah, but the funny thing is, it didn't seem like a dream.  It seemed\r\n\r\nlike it was real.  Wouldn't it just be something if -- if Lien did wake up, and\r\n\r\nshe could see the fireworks from that very window over there?  Wouldn't it?",
        "\r\nTom: Oh, yeah, Mom.  That would be something.",
        "\r\nBob: What is this?",
        "\r\nTom: What's wrong?",
        "\r\nBob: Well, there's blood in the IV port.  I'm gonna get the nurse.",
        "\r\nTom: It's -- it's okay, Dad.",
        "\r\nBob: What's okay?",
        "\r\nTom: Lien -- Lien just had an injection.",
        "\r\nBob: What kind of injection?  Well, let's see if someone made note of that.",
        "\r\nI want an explanation.",
        "\r\nTom: No, all I'm saying is why get a nurse involved if there's been no\r\n\r\nharm done?",
        "\r\nBob: If someone is changing Lien's care, why wasn't I notified?",
        "\r\nLisa: Lien, darling?",
        "\r\n[Lien gasps for air]",
        "\r\nLisa: Sweetheart?",
        "\r\nTom: Is she all right?",
        "\r\nLisa: She's breathing funny.",
        "\r\nBob: Lien?",
        "\r\nTom: What's happening, Dad?",
        "\r\nBob: Lien, can you hear me?  Get Ben Harris in here.",
        "\r\nTom: [calling outside the door] Ben?!  Somebody go get Dr. Ben Harris in\r\n\r\nhere right away!",
        "\r\nBob: Pulse is normal.  Heart rate is accelerating.",
        "\r\nBob: All right, all right.",
        "\r\nLisa: Is she gonna be okay?",
        "\r\nTom: Is this a crisis, Dad?",
        "\r\nBob: I wish I knew.",
        "\r\nBen: Lien?!  What happened?",
        "\r\nBob: All her vitals signs are in the normal range, but a minute ago, I\r\n\r\nthought she was seizing.",
        "\r\nBen: Lien, can you hear me?",
        "\r\nMargo: It looks like she's trying to say something.",
        "\r\nLisa: Well, maybe she needs some water.",
        "\r\nTom: How can we help?  Tell us.",
        "\r\nBob: Just be quiet.  Please, please.",
        "\r\nBen: Lien, I need you to do something for me, okay?  Try to breathe for\r\n\r\nme.  Can you breathe?",
        "\r\nLien: I can.  I can breathe!  Oh, God, I can breathe! \r\n\r\n\r\n",
        "",
        "Lucinda: I think you're bluffing.",
        "\r\nCraig: I think it's in the charter.  As of this moment, and until further\r\n\r\nnotice, I am in charge of all B.R.O. operations as stipulated by my wife, \r\nBarbara Ryan.  And my first order of business is cleaning house.  You're all\r\n\r\nfired.",
        "\r\n[Employees groan]",
        "\r\nCraig: Please shred your designs and make use of the nearest exit.",
        "\r\nStaffer: Is he serious?  You just can't fire the entire staff!",
        "\r\nCraig: Oh, I just did, and if you're having difficulty comprehending my\r\n\r\nactions, these gentlemen -- thank you, gentlemen, for coming -- these \r\ngentlemen are here to help facilitate your swift, silent, empty-handed exit \r\nfrom the building, after which, the doors will be padlocked and remain closed\r\n\r\nuntil I see fit to reopen.",
        "\r\nLucinda: Craig, you're shutting down Barbara's company on a whim?",
        "\r\nCraig: Until then, all B.R.O.  Business will be conducted from Oakdale,\r\n\r\nIllinois.  Thank you for your time, but all good things, et cetera, et cetera.",
        "\r\nStaffer: It's a joke!",
        "\r\nCraig: Not anymore.  Leave your keys as you exits, please.",
        "\r\nStaffer: Heaven help Mrs. Ryan.",
        "\r\nLucinda: It will be okay, guys.  I'm gonna get the doors opened in the\r\n\r\nmorning.  I give you my word, and I will find Paul Ryan, and he will reinstate\r\n\r\nyou all, I promise.",
        "\r\nCraig: They're gone, Lucinda.  But you know, every ending is just a new\r\n\r\nbeginning.",
        "\r\nLucinda: Yeah?  A beginning of what?",
        "\r\nCraig: It was time for some fresh blood around here.",
        "\r\nLucinda: They will be back, and so will Barbara and Paul, and when they\r\n\r\nhear about this --",
        "\r\nCraig: If you think that you can manipulate two companies at the same\r\n\r\ntime -- but if you're sticking around here for severance pay, baby, that ain't\r\n\r\ngonna happen.  \r\n\r\n\r\n",
        "",
        "Jennifer: Hey, what took you guys so long?",
        "\r\nBryant: Why, did you miss me?",
        "\r\nJennifer: Of course.",
        "\r\nAdam: The place was a total zoo, so they were out of everything except\r\n\r\npopcorn.",
        "\r\nAbigail: Ooh.",
        "\r\nAdam: Enjoy.",
        "\r\nAbigail: Thank you.",
        "\r\nBryant: Soda.  I got you a soda.",
        "\r\nJennifer: Oh, why, thank you.",
        "\r\nBryant: You're welcome.",
        "\r\nJennifer: I've got a surprise for you. [Whispering]  Can we get a little bit\r\n\r\nof privacy?",
        "\r\nBryant: Guys, we're gonna run down and just check and see if the pizza\r\n\r\nplace is open, and we'll get you guys something.",
        "\r\nAbigail: Actually, I was --",
        "\r\nBryant: Be right back.  Be right back.",
        "\r\n[Fireworks start]",
        "\r\nAbigail: Wow, this is so cool!  Oh, it's great.  We're so close.",
        "\r\nAdam: I know.  It's like front row tickets to the end of the world, isn't it?",
        "\r\nAbigail: Wow, you were right.  This is the best seat in the house.",
        "\r\n[Bryant and Jennifer haven't left and are kissing on the roof]",
        "\r\nAdam: Well, I hope you really didn't want any of that pizza, 'cause I don't\r\n\r\nthink it's gonna be coming anytime soon.",
        "\r\nAbigail: All right.",
        "\r\nAdam: Abigail?",
        "\r\nAbigail: Mm-hmm.",
        "\r\n[Adam kisses Abigail]",
        "",
        "Tom: Are you sure you can breathe?  She can breathe!",
        "\r\nBen: You sure?",
        "\r\nLisa: Of course she's sure!  Just look at her!",
        "\r\nBen: How do you feel?",
        "\r\nLien: Like a ten-ton elephant just rolled off my chest.",
        "\r\n[Laughter]",
        "\r\nTom: Anything else?  I mean, has anything else changed at all?",
        "\r\nBen: Do you feel any different?",
        "\r\nLien: Happy.",
        "\r\nBen: Yeah?",
        "\r\nLien: That's all I know right now.",
        "\r\nTom: Well, I can live with that.  You've made Ben and me very happy.",
        "\r\nLien: Are you sure?  You two look like hell.",
        "\r\nBob: Listen, I hate to be a killjoy, but our patient does need to get some\r\n\r\nrest, no matter how much better she feels.",
        "\r\nLisa: Well now, Bob's right, but you listen to your grandfather.",
        "\r\nTom: Yeah, especially since you have a pile of cases stacking up on your\r\n\r\ndesk.",
        "\r\nLien: Lovely.  I'll be back before you know it.  What's that?  What's that\r\n\r\nnoise?",
        "\r\nTom: That is the fireworks.",
        "\r\nLien: You went through all that trouble for me?",
        "\r\nTom: What wouldn't we do for you?",
        "\r\nLien: Why are you all crying?  Do I look that bad?",
        "\r\nLisa: Darling, you look that good.",
        "\r\n[Laughter]",
        "\r\nBen: Hey, you want to take a look at those fireworks?",
        "\r\nLien: Yeah.",
        "\r\nBen: You hold onto me.",
        "\r\nBob: Well, this is against my better judgment, but I guess I do have to\r\n\r\nmake exceptions for miracles.",
        "\r\nTom: Well, it is a miracle.  I guess sometimes you just have to make your\r\n\r\nown, huh?",
        "\r\nMargo: Yeah.  Maybe you're right.",
        "\r\nLien: Oh, look, everyone.  It's amazing.  It's just so beautiful.",
        "\r\nBen: Yeah, beautiful.  \r\n\r\n\r\n",
        "",
        "Craig: Everywhere I go, every time I turn around, there you are.  Why do\r\n\r\nyou play these games just to keep me in your life?",
        "\r\nLucinda: You really are a pig.",
        "\r\n[Craig laughs]",
        "\r\nLucinda: Oh, you're not wrong about something.  At one time, we might\r\n\r\nhave been an interesting, if unconventional, team, but that was long ago.  No,\r\n\r\nthough I will be by your side when your luck runs out, darling.  It'll be my\r\n\r\nindependence day.  So enjoy this while you can.  I'll see to the fireworks.",
        "\r\n[Door closes]",
        "\r\nCraig: Well --",
        "\r\n[Fireworks booming]",
        "\r\nCraig: Happy Fourth, Barbara.  \r\n\r\n\r\n",
        "",
        "Jack: Hey, Parker, did you see that one?  Wow, that was pretty cool, huh?",
        "\r\nA cherry for your thoughts?  You okay?",
        "\r\nCarly: Yeah, I'm okay.",
        "\r\nJack: Good.  Are we okay?",
        "\r\nCarly: Yeah, Jack.  We're just fine."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=0AHZTkuMfLM"
}