{
    "Episode Summary": [],
    "Recap": [
        "Lily and Keith have a stressful talk about their relationship, or lack of one now thanks to Lily ending things after what happened with Luke. Lily wants him to move off her property as well. Keith intends on not letting Lily forget what they shared. Luke chooses to forgive Keith, but Lily claims she cannot. Keith later tells JJ that he has to move, but he is not leaving town because he has invested too much here now. Ms. Clemens offers Gwen and Will a place to stay and an ear to listen with. Will continues to take care of Gwen, which isn't lost on her. They end up lying side by side in bed; will they give into their growing feelings? Meanwhile, Iris is hot on Gwen's trail, and confronts Ms. Clemens bitterly about her hiding her daughter from her. Jack and Carly are one step behind Iris and two behind Gwen. They call Cass to find out if he knows where his clients are? He does not, but warns that there is more to them then meets the eye. They hear Iris has head to New York City, and the two jump on a plane to find Rory and bring him home. Dusty and Jen are in Tampa setting up a meeting with Nurse Thompson via his PI, but Emily cuts them off at the pass. Emily confronts the nurse in the lobby in order to keep Dusty and Jen from talking with her. Will she be seen when Dusty and Jen walk into the room that they are in?"
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Keith: I knew you would never let me just walk out the door after everything that we meant to each other without giving me a chance to explain.",
        "Lily: I need you to do something for me.",
        "Keith: Anything, Lily. Anything.",
        "Lily: I want you to stay away from Luke. I thought I made that clear, yesterday. But I guess I have to ask again.",
        "Keith: I had to see him. I -- I had to make sure that he didn't think I just ditched him down in Mexico.",
        "Lily: I'm not finished. I also need you to stay away from my entire family.",
        "Keith: What are you talking about?",
        "Lily: I want you to move out. I want you to get out of the guest house. I want you off my property.",
        "[SCENE_BREAK]",
        "Gwen: You sure she remembers me? You told her my last name, Norbeck, right?",
        "Will: You didn't tell me you were on the honor roll every semester.",
        "Gwen: How hard is that in junior high?",
        "Will: For some people, it's like rocket science. Anyway, she obviously likes you.",
        "Gwen: She said that?",
        "Will: Go ask her yourself.",
        "Mrs. Clemens: Wanda, will you keep an eye on the kids for me? I'll only be a minute.",
        "Wanda: Sure.",
        "Gwen: Hi, Mrs. Clemens.",
        "Mrs. Clemens: Hey, Gwen.",
        "Gwen: I wasn't sure if you'd remember me.",
        "Mrs. Clemens: Oh, don't be silly. You're one of my fondest memories of Oakdale. Look at you. You're all grown up. You look great.",
        "Gwen: Thanks. So do you.",
        "Mrs. Clemens: And who is this?",
        "Gwen: Oh, this is -- this is my son.",
        "Mrs. Clemens: Oh, he's beautiful. I think he might just look like his father.",
        "Gwen: I know this is out of the blue and everything, but I could really use some help, and I didn't have anywhere else to go.",
        "Mrs. Clemens: Your mother again?",
        "Gwen: Well, partially, but there's a lot more to it than that.",
        "Clemens: Well, maybe we should go sit down someplace. Let me just make arrangements with my aide.",
        "[SCENE_BREAK]",
        "P.A. Announcer: Attention, passengers. This is the final boarding call for Transamerica flight 617 to New York, now boarding at gate 11b.",
        "Ticket clerk: I'm sorry, ma'am, the flight's already boarding. I'm afraid you won't make it.",
        "Iris: Oh, but I don't have any luggage to check, and the security line is short. And I can really make it. So please, please, please, can you get me on the plane.",
        "Ticket clerk: There's another one to New York later today.",
        "Iris: That's too late. You just sell me that damn ticket now, because I've got to New York. My daughter is there, and she needs me.",
        "[SCENE_BREAK]",
        "Jack: Don't lose her. All right, then you've got to find another line on her. She moves, you move. I want to know what she's up to. Got it? Thanks. Hey.",
        "Carly: Hey.",
        "Jack: How's Parker?",
        "Carly: He's okay. Ellen's gonna take him home. You know, I don't know what came over me, asking him to connect with Rory like that. I know that I pushed him, Jack. I know that I scared him --",
        "Jack: Look, don't beat yourself up, honey. You were just hoping that he'd help you find the baby, that's all.",
        "Carly: But he worries so much as it is, and now he's worried about Rory. Now he's worried about me, too. I think it's too much for him to have all that on his shoulders.",
        "Jack: Relax. I mean it. You've got to take it easy.",
        "Carly: I'm just scared. Where could Gwen be with the baby?",
        "Jack: I was talking to Hal. He's tracking will's bank card withdrawals. Last one was made somewhere in Pennsylvania.",
        "Carly: They're headed east.",
        "Jack: Yeah, it looks that way. He's gonna follow up and let me know what he finds out.",
        "Carly: What should we do in the meantime?",
        "[Jack sighs]",
        "Jack: I think we should attack this from another angle. Something's been gnawing at me, ever since we talked to Iris in Gwen's apartment. She was clearly shocked that Gwen had taken off with the baby.",
        "Carly: Well, I don't know about that. The woman is a con artist, Jack. She was pretending to be shocked.",
        "Jack: Why? And letting us know that she's clueless, that doesn't do her any good. Whatever she's up to, she's just as anxious to find Gwen as we are.",
        "Carly: Then maybe she's already looking for her. And do you think that Iris could lead us to Gwen and the baby?",
        "Jack: Exactly. I've put shanks on her trail. But suddenly, she's off the radar.",
        "Carly: Then maybe she already found Gwen.",
        "Jack: It's possible. I'm betting that yeah, they did get in touch. Which is where Cass Winthrop comes in.",
        "Carly: What? Cass? He wanted me to take some deal where I'd have to give up the baby. Why would he help us find Iris?",
        "Jack: You. You call him. You tell him you want to take that deal.",
        "[SCENE_BREAK]",
        "Gaston: This the same woman, Kristen Thompson?",
        "Jennifer: That's her. That's the nurse that was on duty the night my baby was born.",
        "Dusty: How did you arrange for us to meet her this afternoon?",
        "Gaston: Thompson's got a brother who's kind of a bum. Been AWOL for a while. So I approached her and told her I had some info on him.",
        "Dusty: She bought that?",
        "Gaston: You tell me. She's meeting us in two hours.",
        "Dusty: Great.",
        "Jennifer: What are we gonna do then?",
        "Dusty: When she shows up, you're gonna ask her how she switched her baby.",
        "Jennifer: Just like that?",
        "Dusty: Just like that, point blank. You're the baby's mother, Jen. Remember that. We're gonna know by her first reaction whether or not we're right about her.",
        "Jennifer: Thank you so much. I don't know how I'll ever repay you.",
        "Gaston: My pleasure.",
        "Dusty: I paid him enough for the both of us. You know where to send the bill, right?",
        "Gaston: I do.",
        "Waiter: May I take your drink order, ma'am?",
        "Emily: Oh -- I'm sorry. Yeah, yeah. I need another minute. Thank you.",
        "Waiter: Sorry.",
        "Gaston: That's all right. I got it. Thanks anyway.",
        "Emily: Oh. Ow, ow! Ooh! Why did you have to grab my wrist like that? You really hurt me?",
        "[SCENE_BREAK]",
        "Mrs. Clemens: Well, it's not much, but the bed is pretty comfy. So you two and the baby can get some rest. You must be exhausted.",
        "Gwen: Yeah, and we're pretty far from home. Thank you so much, Mrs. Clemens. Thank you.",
        "Mrs. Clemens: I was always very fond of you, Gwen. I wouldn't have told you to keep in touch if I hadn't meant it.",
        "Gwen: Is there somewhere where I can, like, heat up some water, like a stove or something?",
        "Mrs. Clemens: Well, the micro's here. There's also a fridge if you need to store more bottles. And there's even a baby carriage, if you can believe it. One of the other teachers is storing it here, but, you know, feel free to use it if you need it. So you want to tell me what's going on?",
        "Gwen: You want the \"Reader's Digest\" version?",
        "Mrs. Clemens: I'll take any version, as long as it's the truth.",
        "Gwen: Somebody wants to take him away from me.",
        "Gwen: Your mother?",
        "Gwen: Not exactly. Oh, she's managed to work her way back into the picture.",
        "Mrs. Clemens: So you two haven't reconciled?",
        "Gwen: Not really. You know how she is. She's just after what she thinks she can get out of the situation.",
        "Mrs. Clemens: And right now, what's that?",
        "Gwen: She says she wants to make up for everything that she did wrong when I was growing up. That she wants us to be a family, but the last thing I want for my little boy is to crawling over beer cans, you know? So that's why I came to you, Mrs. Clemens. I was hoping that since you helped me before that maybe you'd be willing to -- again, I don't want to be a burden or anything. It's just for a little while until I get my feet on the ground.",
        "Mrs. Clemens: I'm very glad that you thought enough of me to track me down and ask for help.",
        "Gwen: Well, you're always very nice.",
        "Mrs. Clemens: And you were always very appreciative. I'll arrange it so that mommy and daddy and junior here can stay until you get settled. Oh, have I misspoken? I just assumed that you'd be staying as well. Are you?",
        "Gwen: Oh, no. Will isn't exactly --",
        "Will: Yes, thank you. And thanks for all your help. We'd be happy to stay.",
        "[SCENE_BREAK]",
        "Carly: Wait, I don't get this. You want me to call Cass, you want me to tell him that I'm ready to hand the baby over to Gwen?",
        "Jack: Exactly.",
        "Carly: Why? Because of what just happened with Parker? You think that I can't handle this? You think that Gwen can take better care of that baby than I can?",
        "Jack: No. No, no, no, honey. Not at all --",
        "Carly: Then what?",
        "Jack: I just want you to call Cass and tell him you're considering his offer. You get him here, I'll take it from here. You gotta trust me, Carly.",
        "Carly: Okay. All right, I'm sorry. I do. I do trust you. But you have to remember something, that you can't throw your weight around with Cass. You've got to be careful. You've got to stay cool.",
        "Jack: Aren't I always cool? [Jack chuckles] I just want to find out what he knows, see if he can lead us to Iris.",
        "Carly: Okay.",
        "Jack: Here.",
        "[Carly clears her throat]",
        "Carly: Cass, hi. It's Carly Snyder calling. Um -- about that proposition you had for me? I'm ready to talk.",
        "[SCENE_BREAK]",
        "Keith: So you want me to pack up and move out just like that?",
        "Lily: I know its short notice, but given the situation, I don't think it's appropriate for you to stay here.",
        "Keith: Can I do it later? I promised J.J. that I would hook up with him, so I'll pack up at the end of the day. I mean -- I don't want to disappoint my nephew.",
        "Lily: I guess it's all right.",
        "Keith: Lily, you don't have to do this.",
        "Lily: You don't -- you cannot -- you can't stay. I'm sorry.",
        "Keith: Okay. Okay. I'll move out. But I don't want you, or anybody else in this town, thinking that I would ever, ever put a child in harm's way.",
        "Lily: Isn't that exactly what you did, Keith?",
        "Keith: No. It's not. But if that's what you want to believe to make it easier on yourself -- but you know what? I'm not gonna let you act like what we had meant nothing, 'cause it did. So I want to talk about that, and I'm not budging until we do.",
        "Lily: Now I don't know what you think you're gonna accomplish with any of this, because it's over. We are over.",
        "Keith: No, Lily. No, no, not as far as I'm concerned.",
        "Lily: Okay, I don't know why you are trying to prolong this. It's only gonna make things harder. So can you just please --",
        "Keith: For who? For you? We loved each other. Why should it be easy to just walk out the door?",
        "Lily: Because it's the right thing to do.",
        "Keith: No, it's the wrong --",
        "Lily: Yes.",
        "Keith: It's the wrong thing to do. Come on, you're acting like I kidnapped your son.",
        "Lily: I know you had nothing to do with that.",
        "Keith: No, but you think that I, you know, knew what was going on down there, and I knew what was gonna happen, and I let it happen.",
        "Lily: No, I didn't say that either.",
        "Keith: Well, you know what? I was clubbed over the head, and then I was left out in the desert to die.",
        "Lily: Okay, I know. There were certain things that were beyond your control. I understand that. My son stowed away on your plane. My mother twisted your arm to take her to that clinic. We are not over because of that. We are over because you lied to me, again.",
        "Keith: I had to.",
        "Lily: Nobody put a gun to your head and forced you to deliver illegal body parts!",
        "Keith: You know why I took that job.",
        "Keith: Oh, yes, that's right, to pay me back. You said this over -- you know, it really, really makes me sick that you're using me as an excuse.",
        "Keith: I'm not using you as an excuse. I'm well aware of the decisions that I made. You know, even the fact that I allowed your mother to blackmail me into taking her down to Mexico, okay? But you know what? I did that job because I wanted to pay you back. I wanted you to see me for who i am, instead of dependent on you. And you know why, Lily? Because I love you. And I'm not gonna apologize for loving you.",
        "Lily: And I will not accept another excuse for you lying to me. So where does that leave us?",
        "Keith: With a lot to talk about.",
        "Lily: No. No, no, no. Not anymore. Forget it.",
        "Keith: Wait, wait, no. What, it's easy to go back to Holden? It's too inconvenient to remember what we meant to each other?",
        "Lily: This is not about convenience.",
        "Keith: Well, what is it about then? I mean, why won't you let me explain?",
        "Lily: I have listened to you. I have trusted you, and my son ends up in a foreign country with a gun to his head held hostage!",
        "Keith: Lily, Lily, I'm sorry about what happened to Luke. But he knows that it wasn't my fault. So why can't you believe that?",
        "Lily: He's a child. He looks at you through a child's eyes. You were teaching him how to fly a plane. You were his hero. Then he got you in trouble. Of course he's gonna forgive you.",
        "Keith: You would have forgiven me, too, a little while back. Because you loved me. You still do. I can see it in your eyes.",
        "Lily: You're gonna have to go.",
        "Keith: No, I'm not going. Why? Why do you keep running away from me? I mean, when I pulled you out of that fire, I thought that was the last time that you were gonna run away from me.",
        "Lily: I wasn't thinking as clearly then as I am now.",
        "Keith: Oh, so it's easier not to deal with me anymore, right, to just go running back to that life that you were trying to escape from before you met me? Because it's safe there?",
        "Lily: Maybe I'm not running away at all. Maybe I see my family, and I realize that that's where I belong. This -- you have to just let me go. My life is none of your business anymore.",
        "Keith: The hell it isn't. I love you. And I know that you love me. So I'm not gonna pretend about any of this stuff here and just let you off the hook.",
        "[SCENE_BREAK]",
        "Carly: Cass.",
        "Cass: I have to admit, I was a little surprised to get your call.",
        "Carly: Why is that? You made me an offer.",
        "Cass: And you refused it. And since the judge has postponed his ruling on unsealing your records --",
        "Cass: Well, Cass, you were the one who pointed out that I really can't afford to have those records become public. And so now that I've had time to think about what you were saying --",
        "Cass: You found a way to accept my logic?",
        "Carly: And so, here we are.",
        "Cass: Here we are indeed. Just sign on the line right there where it's marked.",
        "Carly: Oh, no, no. I'm sorry. I have no intention of signing anything.",
        "Cass: But you just said --",
        "Carly: I said that I wanted to talk to you, that I was considering your offer. And, Cass, I'll be honest with you, I've considered it and it's lousy. And, frankly, Cass, I think you're kind of lousy, too.",
        "Cass: Carly, I'm a very busy man. I don't know what game you're playing --",
        "Jack: No more a game than the strong-arm tactics you used on my wife the other day. How's it going, counselor?",
        "Cass: Is this official police business, Jack?",
        "Jack: I can make it official if you like.",
        "Cass: Why? What's going on?",
        "Jack: You tell me. You spoke to Iris Dumbrowski or Gwen Norbeck lately?",
        "Cass: We've been in touch, why?",
        "Jack: I need to find them. I'm gonna need your help tracking them down.",
        "Cass: What makes you think my clients need tracking down?",
        "Jack: You haven't been paying attention to the pd bulletins, have you? Your first client -- Gwen Norbeck? She skipped town with her son. She ran off with lt. Munson's son, Will. Iris Dumbrowski, we think she's an accomplice.",
        "Cass: I'm shocked. I don't know what to say.",
        "Jack: Why not? You said you'd heard from them.",
        "Cass: Not for the last couple of hours.",
        "Jack: Oh. So you didn't advise them to leave the state?",
        "Cass: Of course I didn't.",
        "Jack: That'd be a serious ethics violation.",
        "Cass: Gee, really?",
        "Jack: You didn't help them map out a route, teach them how to avoid the cops?",
        "Cass: If you're suggesting that I --",
        "Jack: I don't have time for this, Cass!",
        "Cass: I don't understand. I had a serious talk with the two of them, and they both assured me that they were going to do this by the book.",
        "Jack: Well, counselor, looks to me like you've been had.",
        "[SCENE_BREAK]",
        "[Baby cooing]",
        "Will: Scrambled egg on a roll. Did you get that? They it \"rolls\" here, not \"buns.\" Anyway, I hope you're hungry.",
        "Gwen: Thanks. What's all the other stuff?",
        "Will: Clothes. If I wore this shirt any longer, it'll be walking by itself. I got you and the baby some stuff, too.",
        "Gwen: You're too much.",
        "Will: So, what do you think? Do I fit in?",
        "Gwen: Will, you don't have to do this.",
        "Will: I take it you don't like my fashion sense.",
        "Gwen: I'm not talking about that. You know, you don't have to stay, buy us all this stuff. You already got us to New York, that's, like, above and beyond.",
        "Will: What am I gonna do, hurry back to Oakdale? Is there a calculus test I'm dying to take?",
        "Gwen: I'm sorry, stop making jokes.",
        "Will: I'm serious. Gwen, if I go back to Oakdale, then my dad, the cop, is gonna hassle me to tell him where you are. I might as well just hang out with you for a while.",
        "Gwen: Do you know how much trouble you could be in?",
        "Will: Well, trouble is my middle name, if you hadn't heard. You know what else? They call it soda here. It's not pop. And when I tried to tell the guy that soda had ice cream in it, he looked at me like I had three heads. Anyway, take your pick -- diet or not.",
        "Gwen: This your way of telling me to shut up.",
        "Will: Something like that. You know that I wouldn't be here if I didn't want to be.",
        "Gwen: You keep saying that, I'm gonna have to start to believe you.",
        "Will: Unless you don't want me here.",
        "Gwen: So genius, did you get a bottle opener? Or do we have to pop the caps with our teeth?",
        "[SCENE_BREAK]",
        "Jennifer: Oh.",
        "Dusty: Hey.",
        "Jennifer: Hey, Dusty. I thought you were housekeeping. Come on in.",
        "Dusty: If you need some privacy, I'll come back.",
        "Jennifer: A little too late for modesty, don't you think? After you delivered my baby, I don't really have any secrets left.",
        "Dusty: I blurred it out completely. I mean, I've completely blocked it out.",
        "Jennifer: Well, I haven't. I will never forget. And I will always be grateful. First, you helped bring my baby into the world, and now, hopefully, you're gonna help me get him back.",
        "[SCENE_BREAK]",
        "Emily: You really hurt me. You grabbed my wrist right there, see? It's an old tennis injury. Oh, dear, I hope it's not sprained.",
        "Gaston: I am so sorry, ma'am. Is there anything I can do to help?",
        "Emily: Ice. Ice would be lovely.",
        "Gaston: Ice? That shouldn't be too hard. I'll be right back. Here you are, ma'am. Here you are, ma'am.",
        "Emily: Oh. Oh, you're a dear. Thank you. Thank you, thank you, thank you, mister --",
        "Gaston: Brinks. Gaston Brinks. Is there anything else I can do?",
        "Emily: No. No, thank you. I think I have everything I need.",
        "Gaston: All right.",
        "Emily: Mr. Brinks. Kristin Thompson. Gaston Brinks. Thank you so much, Mr. Brinks.",
        "[SCENE_BREAK]",
        "Dusty: We're gonna get your baby back to you no matter what. What is it?",
        "Jennifer: I want so much to believe that.",
        "Dusty: Are you okay?",
        "Jennifer: I'm just nervous, i guess. I wish I were as sure as you that all this is going to work out.",
        "Dusty: It is. We're getting closer by the day. Every minute, we're getting closer. What are you thinking?",
        "Jennifer: I don't know. I know we're getting closer, but it scares me. I want to hold my baby so bad. I can almost feel the weight of him in my arms, and -- I've just been disappointed so many times already. And what if, after all this anticipation, it's just another dead end? I don't think I could take that. And you know, before, when I would start feeling scared like this, I'd go looking for a hit of meth.",
        "Dusty: No, Jen, come here. You need to relax. Let me give you one of my famous neck rubs.",
        "Jennifer: No, I'm be okay. I'm okay.",
        "Dusty: Sit down, sit down. Trust me. Drop your head. Drop your head. Everything's gonna be okay. Just let everything go. We have everything under control. It's all gonna be over soon.",
        "[Jennifer sighs]",
        "[SCENE_BREAK]",
        "Emily: Tampa, please. New listing. Miss Kristin Thompson.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Jennifer: Nurse Thompson said that she's going to be detained. Do you think that she's having second thoughts?",
        "Emily: Kristin? Excuse me, are you Kristin Thompson?",
        "Iris: Still shopping in the bargain basement, I see.",
        "Carly: You said that we're in this together, g-man, so I'm going with you. And together, we're gonna bring Rory home.",
        "[SCENE_BREAK]",
        "Dusty: Try to relax.",
        "Jennifer: I'm trying, but my shoulders are knots.",
        "Dusty: I see that.",
        "Jennifer: No, it feels good, though. Really. It's good.",
        "Dusty: That's 'cause I'm world famous. I almost went into the spa business. Did you know that? But something about this redhead in the fashion business kind of drew me in. Did I hear a laugh?",
        "Jennifer: I don't think I could manage a laugh today. Dusty, what if she doesn't even tell us the truth?",
        "Dusty: She's gonna.",
        "Jennifer: How do you know that?",
        "Dusty: Because we're going to surprise her. She's not gonna have time to make up a lie.",
        "Jennifer: But what if she's already thought one up?",
        "Dusty: She's a nurse, she's not a con artist. She's gotta have some humanity, maybe even some guilt.",
        "Jennifer: But wouldn't that make her more scared? She broke the law.",
        "Dusty: You're gonna make her understand that you're only interested in getting your baby back. Maybe she'll even wanna clear her conscience. You know?",
        "Jennifer: Maybe you're right. [Jennifer sighs] Oh, Dusty. I am almost beginning to believe that this could work.",
        "[SCENE_BREAK]",
        "Emily: No, no, I'm sorry, I don't know the address. I just know she recently relocated to Tampa. Are you sure? Okay, no, no, thank you. Great. What now? You'd better think fast, Emily. You're running out of time.",
        "Cass: Iris, you call me as soon as you get this message. And I mean it. I've had it with those two. I'm not going to sully my reputation any further by continuing to represent Ms. Dumbrowski or Ms. Norbeck.",
        "Carly: Well, good. Then you can tell us why Iris is so interested in Gwen.",
        "Cass: Sorry. I may be dropping their case, but our communications are still privileged. But a word to the wise. There's more going on with them than meets the eye.",
        "Carly: What does that mean?",
        "[Cass remembering]",
        "Iris: Carly doesn't know that I'm Gwen's mom. When all this goes down, Carly can never know.",
        "Cass: That's all I have to say. Those two ladies are all yours.",
        "Carly: Well, what did -- \"more than meets the eye?\" What is that? Why couldn't he just come out and say whatever it was he wanted to say?",
        "Jack: He picked a hell of a time to find his principles.",
        "Carly: Iris and Gwen, those two, they made some kind of pact, I know it.",
        "Jack: Cass may not know where Iris is, but I have a stronger feeling now more than ever that she's the key to finding Gwen and the baby.",
        "[Cell phone rings] [Jack sighs] It's Hal. Hey, Hal. Really? Great, thank -- yes, thanks. All right, bye. Okay, let's go.",
        "Carly: Go? Where?",
        "Jack: No, you're going home. I'm going to the airport. Hal had one of his guys pick up Iris' trail. She bought a ticket to New York this morning.",
        "Carly: Well, then, let's go to New York.",
        "Jack: No, honey, no.",
        "Carly: Why not?",
        "Jack: Because, it's a big city, I have no idea where to start. You gotta let me handle this one on my own.",
        "Carly: Okay. You go ahead. I'll take a cab. Just find Iris as quickly as possible, okay?",
        "Jack: I love you.",
        "Carly: Ellen, hi, it's Carly. I need a big favor. Huge, in fact.",
        "[SCENE_BREAK]",
        "Lily: I haven't developed a sudden case of amnesia, Keith. I'm not denying what happened between us.",
        "Keith: Well, Lily, then I don't understand how you can just shut this all down?",
        "Lily: Well, there's something about being held at gunpoint and having your life threatened that really puts things in perspective.",
        "Keith: So walking away from me, that puts things in perspective?",
        "Lily: My life has been a mess the past few weeks because I got involved with you. I never should have done that. It was not right. It happened too fast.",
        "Keith: No. No, no, it didn't. Come on, we needed each other.",
        "Lily: No, we clung to each other, that's all it was. But it had nothing to do with love.",
        "Keith: Oh, wait a minute, Lily, now don't -- don't say that.",
        "Lily: You said you wanted the truth. I'm gonna tell you the truth. And I'm sorry if you don't like it. Don't shut it down just because you don't like it.",
        "Keith: Okay, well, what about all the laughs that we had together. And we actually believed that you and I could start fresh, a new life together.",
        "Lily: I remember that. I remember all the laughing. But I also remember this nagging suspicion that I had in my head about you, about this thing. I actually was afraid of you.",
        "Keith: Afraid of me? Now, why would you be afraid of me? I would do anything for you. Anything.",
        "Lily: Yes, except bring my son back. In one piece. Holden did that.",
        "Keith: So that's why you wanna go back with him? 'Cause he brought your son back? 'Cause he didn't get kidnapped, like I did?",
        "Lily: He was there. He was there. You weren't there.",
        "Keith: Well, what about me? Did you ever think about where i might have been? That I might have been dead somewhere?",
        "Lily: Yes, I did! Of course, I did. I never wanted to believe that you would just leave Luke there in trouble like that.",
        "Keith: Yeah, but you did. You did, you thought the worst. You gave up on me, Lily. And the difference between you and me? I would never, ever have given up on you. I'll be out by tonight.",
        "[SCENE_BREAK]",
        "Gwen: Thanks. That was a feast. I didn't realize how hungry I was.",
        "Will: Me, neither.",
        "Gwen: Thank you.",
        "Will: So, you mind if I ask you something?",
        "Gwen: No.",
        "Will: When I came in, you were staring really hard at the baby. What were you thinking about?",
        "Gwen: I guess I was just looking for a sign or something.",
        "Will: A sign of what?",
        "Gwen: I don't know, me, I guess. And maybe he looks just like Casey when he was a baby, but I can't see any of myself in him. Not even a little bit. It's kind of weird.",
        "Will: Well, babies are like that. You know, they look like all kinds of people. My mom used to tell me I looked like Winston Churchill.",
        "Gwen: My mom said I looked like my birth father, but problem was, she hated his guts. So I was a constant reminder. I'm sorry. I'm really tired. [Baby fussing] What is it? It's radar? He has radar.",
        "Will: I got it covered. I got it covered.",
        "Gwen: You sure?",
        "Will: Yeah. Don't worry. I had two little brothers. I know exactly what to do with this little guy.",
        "Gwen: Thanks.",
        "Will: What's up, little buddy? Hey, what's wrong? [Baby fussing] You know what, you kind of do look like Winston Churchill. Yeah. Yeah, you do.",
        "[Baby coos]",
        "[Will laughs]",
        "[SCENE_BREAK]",
        "Dusty: You all set?",
        "Jennifer: I think so.",
        "Dusty: You sure? Jen, if you're not ready for this yet --",
        "Jennifer: No, no, no, no. I'm sure. Whatever it takes. This nurse has to help me get my baby back.",
        "Dusty: Let's get this ball rolling.",
        "[Phone rings]",
        "Jennifer: Who would that be? Nobody knows I'm here.",
        "Dusty: Maybe its housekeeping. Don't freak out.",
        "Jennifer: You're right. Hello?",
        "Emily: Hello? Is this Jennifer Munson?",
        "Jennifer: Who is this?",
        "Emily: Dolores Mumford, I'm Gaston Brinks' assistant.",
        "Jennifer: Somebody who says she's the pi's secretary or something.",
        "Dusty: Be cool. Find out what she wants.",
        "Emily: Hello, hello? Are you there?",
        "Jennifer: Yes. Yes, I'm here. Can I do something for you?",
        "Emily: Well, I'm so sorry. The woman you're supposed to meet, a Miss Kristin Thompson -- well, she's gonna be slightly detained.",
        "Jennifer: But she is coming, isn't she?",
        "Emily: Oh, yes, yes, yes. She'll be about an hour late. Mr. Brinks wanted me to give you the message.",
        "Jennifer: Hello? Nurse Thompson said that she's going to be detained. Do you think that she's having second thoughts?",
        "Dusty: About locating her brother? I doubt it.",
        "Jennifer: But what if she found --",
        "Dusty: Jen, don't stress out. This is gonna give us time to eat before we meet her.",
        "Jennifer: All right, all right. I'm not hungry, though.",
        "Dusty: Well, I'm starving. I'll eat.",
        "Jennifer: You know, this confidence of yours is almost contagious.",
        "Dusty: That's the idea. Let's get out of here.",
        "Emily: Kristin? Excuse me, are you Kristin Thompson?",
        "[SCENE_BREAK]",
        "Luke: Did you talk to Keith?",
        "Lily: Yeah. How are you feeling? Okay?",
        "Luke: Better. Look, Mom, I know what Keith did was wrong and everything, but I don't think he left me there on purpose. You know, I believe him.",
        "Lily: Did Keith tell you to say that?",
        "Luke: No.",
        "Lily: Hmm?",
        "Luke: No. It's how I feel about everything. And I'm not just saying it because I want you guys to get back together. I want you and dad to get back together, you know that. It just we all need to, you know, be fair to Keith right now. I don't think he left me.",
        "Lily: Maybe not. But, he's out of our lives. And maybe that's for the best.",
        "[SCENE_BREAK]",
        "Keith: You like that?",
        "J.J.: Yeah. But it would have tasted just as good at your house.",
        "Keith: I know, I know. But not tonight.",
        "J.J.: But you promised.",
        "Keith: I know. Things are sticky right now. I gotta move out of my place.",
        "J.J.: You're not moving back to Chicago, are you?",
        "Keith: And leave my little buddy behind? I don't think so.",
        "J.J.: I don't want to go anywhere, either.",
        "Keith: No, you're gonna stay right here with Jack and Carly, and I'll just find another place here in Oakdale.",
        "J.J.: Awesome!",
        "Keith: Yeah. I've got too much invested here to give up now.",
        "[SCENE_BREAK]",
        "Nurse Thompson: I don't know who you are, but you're not the person I spoke to about my brother. Excuse me.",
        "Emily: Craig Montgomery sent me to find you. I'm his assistant.",
        "Nurse Thompson: I don't know any Craig Montgomery. Leave me alone.",
        "Emily: Oh, listen, I'm sorry. I assure you, you have nothing to worry about. My business with you will only take a few minutes.",
        "[SCENE_BREAK]",
        "Gwen: Munson -- get your buns over here. Or are they rolls, too?",
        "Will: You have to ask somebody. You sure?",
        "Gwen: Sure, I'm sure.",
        "Will: Okay. That's fine, 'cause the chair made the car feel like a featherbed.",
        "Gwen: I don't know what I did to deserve you. I mean, I said all those mean things to you. You really came through for me, you know that?",
        "Will: Guess I'm a glutton for punishment.",
        "Gwen: No, you're not. You're the best person I know.",
        "[SCENE_BREAK]",
        "Ms. Clemens: Can you handle getting the kids back up to the classroom? I told Principal Barnes I'd call him at the district meeting, and the service is lousy in our room. I'll only be a minute.",
        "Aide: Okay.",
        "Ms. Clemens: Thanks.",
        "Iris: Still shopping in the bargain basement, I see.",
        "Ms. Clemens: I'm sorry, have we met?",
        "Iris: You know exactly who I am and you know why I'm here.",
        "Ms. Clemens: I'm sorry, but I --",
        "Iris: I'm sure that my daughter must've come running to you. It wouldn't have been the first time. So tell me what you've done with her.",
        "[SCENE_BREAK]",
        "Jack: You're sure this woman bought a ticket to New York?",
        "Ticket clerk: That's her. I remember because she couldn't get on the plane fast enough.",
        "Jack: Thank you.",
        "Ticket clerk: Is there anything else?",
        "Jack: Yeah, I'd like a roundtrip ticket on the next flight to New York, please.",
        "Ticket clerk: Returning when?",
        "Jack: You're gonna have to leave that open.",
        "Carly: Make that two tickets.",
        "Jack: I thought you were going home.",
        "Carly: Well, I talked with Ellen, I arranged everything. She's gonna stay with the kids 24/7 until we get back.",
        "Jack: Honey --",
        "Carly: Hey, you said we were in this together, g-man, so I'm going with you. And together, we're gonna bring Rory home.",
        "Jack: You heard the lady. Make that two roundtrip tickets to New York.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns,\" sponsored by Kellogg's.",
        "Mike: Katie thinks you have more than a professional interest in her. I'm starting to wonder myself.",
        "Dusty: Are you shaking? You're shaking.",
        "Jennifer: She helped steal my baby. I want her to look me in the eye and tell me why, how she could do that.",
        "Carly: There's gotta be something else. And then, they say they just met. But there is something going on between them, Jack. There's gotta be some -- some connection."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=rkepJuofxgU"
}