{
    "Episode Summary": [],
    "Recap": [
        "Maddie continues with her plan to reunite Henry and Katie. She just has one problem to eliminate \u0096 Mike Kasnoff. Gwen and Casey continue to disagree about Gwen's desire to get her baby back, which Margo witnesses. She goes into cop mode by trying to get out of Casey what he is hiding, why he and Gwen are fighting and why he and Will are no longer friends, but he dodges her questions. Celia tells a heartbroken Will that she has to move back to Montega to help her mother with her restaurant. She shares goodbyes with Gwen and Casey as well, and offers them both words of wisdom. Luke is anxious to start flying with Keith, but Keith gets a mysterious phone call and Luke picks up something Keith is nervous he may have read. He jokes around claiming his job is top secret and he is Jack Bauer, but he seems rattled. Later, Keith makes plans with Lily, but she quickly blows him off to go spend time with her mother, or so she thinks. Lucinda is really playing matchmaker, and tricks Holden and Lily into having a romantic dinner together at her house."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Mike: All right. We're almost there, big guy.",
        "Katie: Just a few more steps. You want to stop and rest for a second?",
        "Henry: Oh, come on. You're treating me like an invalid. I'm incapacitated. That's different. Not that I mind the attention. I love it. I just think we're carrying this lean on me thing just a little bit too far, guys Maddie! Donut! Ah, that's better.",
        "Mike: At least nothing's broken.",
        "Henry: I can't imagine the pain being worse than this. Listen to me, please. Come on, let me just have one martini, for being such a good little boy at the hospital, please?",
        "Katie: Henry, for the last time, I'm not going to let you mix alcohol and painkillers. Besides, it's time for your pill, now, anyway. Where are they?",
        "Henry: Over by the bar. The bar.",
        "Katie: Oh, no.",
        "Mike: What?",
        "Katie: Maddie, these are the ones you picked up from the pharmacy last night, right?",
        "Maddie: Yeah. Why?",
        "Katie: Well, they're prescribed to a Harold Coleman. Not Henry.",
        "Henry: You got me the wrong prescription?",
        "Maddie: Of course not. Did I?",
        "Henry: You need to go back to the pharmacy and get some pills that work, honey, 'kay?",
        "Maddie: Well, don't send me. I'll just mess it up again.",
        "Katie: I'll go.",
        "Maddie: No, no, wait. It's time for Henry's alcohol rub. Mike. Perfect. Thanks for volunteering. Oh, and, take your time.",
        "[SCENE_BREAK]",
        "Will: Can I call you back for the details? Thanks. Have I got a surprise for you.",
        "Celia: Will, I need to --",
        "Will: Chicago on Saturday. For a Cubs game, and then some serious deep dish pizza, and then a friend of mine knows about a free rock concert in Grant Park. Am I a genius, or what?",
        "Celia: With everything but your timing.",
        "Will: Why? You already have plans on Saturday?",
        "Celia: No, it's more than that, Will. I'm leaving town.",
        "Will: What? Where are you going? For how long?",
        "Celia: Back home to Montega. For good.",
        "[SCENE_BREAK]",
        "Casey: Fine with me. You don't want to talk about the baby again, neither do I.",
        "Gwen: Good! Hello, Mrs. Hughes.",
        "Margo: Hello. Everything all right?",
        "Casey: Yeah, we were just --",
        "Gwen: Having a little argument.",
        "Margo: Yeah. About the baby. Is something the matter?",
        "Casey: No. I mean, everything's fine.",
        "Gwen: Right. Casey has everything under control.",
        "Margo: Yeah. How about you?",
        "[SCENE_BREAK]",
        "Keith: These'll keep you busy for a few weeks.",
        "Luke: I have to read all this?",
        "Keith: Yeah. Well, you can't just jump into a cockpit. You gotta understand the basic aeronautics.",
        "Luke: Uh-huh. I wanna do it all right. I just --",
        "Keith: I know, you're itching to get up there. In time. [Cell phone rings] Yeah, hello? Yeah, hold on a second. I gotta take this. Yeah? Tonight? No, no, that's not gonna happen. 'Cause I got plans, that's why. Look, I'm not just sitting around waiting for you guys to come up with another run. I need advance warning. That's right. Okay. Good-bye.",
        "Luke: Hey, Keith? What's the deal with this?",
        "Keith: That's none of your business.",
        "[SCENE_BREAK]",
        "Lily: Luke has never been this excited about anything, and Holden and I agreed that this is something that would be very good for him right now.",
        "Lucinda: How so? How? Why?",
        "Lily: He's been getting into trouble. He's been very difficult to deal with.",
        "Holden: He's hanging out with punks, getting drunk.",
        "Lucinda: Drunk? As in drunk drunk? Drunk?",
        "Lily: Yes.",
        "Lucinda: Oh.",
        "Lily: And then Keith introduced flying to him and all of a sudden, we think this is the thing to get him on the right path.",
        "Lucinda: Fine. Well just, reassure me, you know, once more with feeling, you're not using this kind of thing to force your boyfriend into your kids' lives.",
        "Lily: No. I would never do that.",
        "Lucinda: Good.",
        "Lily: I always the family first, Mother.",
        "Lucinda: Oh, I'm so glad, darling. However, I mean, Luke and flying, drinking, flying -- [Lucinda laughs] You know, maybe I should have a flying lesson. Flying flying.",
        "Lily: I thought that went well. Yeah. Well as could be expected. Thank you for coming to my defense.",
        "Holden: Yeah, sure. Hey, my instincts just kicked in. That's what I do. She jumps down your throat, and I jump in and mediate. Just like the old times.",
        "Lucinda: Oh, just like old times, indeed.",
        "[SCENE_BREAK]",
        "Henry: Ooh, ooh, ooh, yeah. That's -- ow!",
        "Katie: Make up your mind, would you?",
        "Henry: I'm trying to. Every time it gets going good, you suddenly turn all sadistic on me.",
        "Katie: Well, if you don't like my technique, I could give that Amazon physical therapist from the hospital a call. She could come right over. Sure.",
        "Henry: No, no, no. No, no Helga. No. She makes Vin Diesel seem like a wimp. You're doing fine, baby. You're doing great. Keep it up, okay?",
        "Katie: Well, unfortunately, I can't. I gotta get started on dinner.",
        "Henry: Mmm. Dinner. I'm starving. What's on the menu?",
        "Katie: I was thinking meatloaf.",
        "[Henry gasps]",
        "Henry: With garlic mashed potatoes?",
        "Katie: If that's what you want.",
        "Henry: Oh, you're just -- you're too good to me.",
        "Katie: I know.",
        "Henry: Give me the glazed, the glazed. Yes, that's it. I can't believe I've been taking the wrong pills all day.",
        "Katie: I know. And I wonder what's taking Mike so long with the right ones. Should we invite him for dinner?",
        "Henry: Yeah, sure, we can do that, if you want.",
        "Maddie: Hey, guys. What's up?",
        "Katie: I was just thinking about starting dinner.",
        "Maddie: Great.",
        "Henry: You know, you could offer to help. How about that?",
        "Maddie: Well, you know me. Disaster in the kitchen.",
        "Henry: Well, I'm sure there's some way that you could make yourself useful.",
        "Katie: Yeah. Why don't you keep your brother company while I get to work?",
        "Maddie: I could do that. I could. Is this your wedding album?",
        "Henry: No, no. Yes, no, it is, but no photos. No photo albums, okay. Because the last thing you want to see when you're all laid up is pictures of yourself on a good day.",
        "Maddie: Oh, come on. I love weddings. And, you know, I didn't get to come to yours, so at least show me some pictures?",
        "Katie: It was different, that's for sure.",
        "Maddie: How different? Just tell me what it was like. Please?",
        "Henry: Okay. Shall we give her the Cliff notes version?",
        "Katie: Sure. Let's do it.",
        "[SCENE_BREAK]",
        "Casey: It's no big deal, Mom. I was just asking Gwen a few questions about her baby, and I was out of line. It's none of my business.",
        "Gwen: Yeah, that's right, it's not.",
        "Margo: So, why are you so upset if he's just asking out of concern?",
        "Gwen: I just don't like people prying into my life, that's all.",
        "Casey: Which is why I'm going to stay out of it from now on.",
        "Gwen: Good. Now, if you'll excuse me, I've got things to do.",
        "Margo: Okay, Casey. Tell me what's really going on.",
        "Casey: What do you mean? We just told you what was going on. Okay. She was talking to some lawyer about trying to get her baby back. And I told her I thought that was a stupid idea. She didn't appreciate the advice.",
        "Margo: Well, why do you care one way or the other?",
        "Casey: I don't.",
        "Margo: Then why even get into it?",
        "Casey: It was an innocent comment that got blown out of proportion.",
        "Margo: Okay, I'm, you know, just trying to play catch-up here. So bear with me. Because I just spoke to Barbara, who told me that Will is not the father of the child. That he's covering up for someone. So --",
        "Casey: So?",
        "Margo: So you and Will had a big falling out, you're no longer friends. You never had a great liking for Gwen. So, why, all of a sudden, are her and her baby of any interest at all to you?",
        "[SCENE_BREAK]",
        "Luke: I'm sorry, Keith. I didn't -- did I do something wrong?",
        "Keith: No, no. I didn't mean to scare you like that. It's just, this company I'm working for, they've got this big deal about confidentiality, and it's kind of rubbing off on me, and it's making me a little nutty. I'm sorry I snapped at you.",
        "Luke: Don't worry, I didn't open it or anything.",
        "Keith: Well, good. 'Cause then I'd have to kill you.",
        "Luke: Pretty top secret stuff, huh?",
        "Keith: Oh, yeah, yeah. Saving the world. You know, Jack Bauer stuff.",
        "Luke: Cool.",
        "Keith: So listen, why don't you start off, read this manual, okay?",
        "Luke: Uh-huh. Will we be able to fly soon?",
        "Keith: Yeah, yeah. But I've gotta leave town. I've gotta fly out for work.",
        "Luke: Really?",
        "Keith: Yeah.",
        "Luke: Something cool? Something dangerous?",
        "Keith: No, no. Just a little puddle jump. No, listen, you know this danger stuff, I'm just kidding about. And I wouldn't say anything to your mother, because she could nix your whole flying lessons.",
        "Luke: Don't worry. So, what about tonight? You know, can't we just go on a quick flight? Please?",
        "Keith: No, I've got plans. Besides, you're a kid. You know, you've go all kinds of things going on. When I was your age, I was busy all the time.",
        "Luke: Yeah, well, it's kind of hard when you're grounded.",
        "Keith: Yeah.",
        "Luke: My mom won't let me hang out with my friends for another month.",
        "Keith: Oh, that's right. You learned your lesson?",
        "Luke: I don't think the punishment fits the crime.",
        "Keith: Well, that's always the way it is. Get used to it. I gotta go.",
        "Luke: All right. Say hi to my mom, I guess. Is that who you're gonna be hanging out with tonight?",
        "Keith: You got me.",
        "[SCENE_BREAK]",
        "Holden: Lily, I'm serious. I want to pay for these lessons for Luke.",
        "Lily: There is no way Keith is going to take any money. Especially from you.",
        "Holden: I don't feel comfortable not paying for them. You said he gave up his job at the airline, so he could probably use the cash, right?",
        "Lily: Well, yes, but now he's working for a private company. And he doesn't talk much about it, but I know he's doing really well.",
        "Holden: Still, I wanna make the offer.",
        "Lily: Okay. Knock yourself out. [Cell phone rings] Excuse me. Hello?",
        "Keith: Hey. Hi, lily, it's me.",
        "Lily: Hi. I'm glad you called me back.",
        "Keith: Hey, Luke was just saying that the kids, they're all staying here at the farm. So I'm taking it that you're possibly available.",
        "Lily: That is correct.",
        "Keith: Okay, well, can you meet me at the Lakeview as soon as possible?",
        "Lily: Ah, yes, that could be arranged.",
        "Keith: Are you with your mother? Is that why you can't talk?",
        "Lily: Something like that.",
        "Keith: So, can you slip away?",
        "Lily: I don't think that'll be a problem.",
        "Keith: I'll see you soon.",
        "Lily: I'm looking forward to it.",
        "Holden: Everything okay?",
        "Lily: Yeah. Yeah, just, I gotta go. I gotta run.",
        "Holden: Last-minute business meeting?",
        "Lily: Yeah, something like that. Kiss the girls for me, okay?",
        "Holden: I will. Have fun.",
        "Lucinda: Oh, where's Lily?",
        "Holden: She just left. And I was about to do the same.",
        "Lucinda: Oh.",
        "Holden: Everything okay?",
        "Lucinda: Yeah, just a little lonely. I mean, I don't particularly want to spend the evening alone. I suppose you have exciting plans for the evening.",
        "Holden: Just with the girls.",
        "Lucinda: Are you feeling at all hungry?",
        "Holden: Is that a dinner invitation?",
        "Lucinda: Well, you're a very charming dinner companion, with or without the girls. And it wouldn't be late, either.",
        "Holden: You know what, I accept. I take you up on that.",
        "Lucinda: Excellent.",
        "Holden: All right, I'll tell you what. I'll head home, I'll tell Luke and the girls what's going on, I'll change, and I will be back in half an hour.",
        "Lucinda: I'll be waiting with bated breath. Don't change too much, darling. You're fine, just the way you are.",
        "Holden: Thank you.",
        "Lucinda: Rosa! Rosa! We have much to do, little time to do it.",
        "[SCENE_BREAK]",
        "Celia: Do you see now why I have to go?",
        "Will: No. It's nice and all that Rafael bought your mother a restaurant, but why do you have to go help him out?",
        "Celia: Because he needs me.",
        "Will: But Celia, he can hire anyone, okay. Your life is here now. Aren't you happy?",
        "Celia: I am. But family comes first.",
        "Will: Is this about Casey?",
        "Celia: No. Why would you think that?",
        "Will: I don't know, maybe -- maybe you didn't know how much you were in love with him until --",
        "Celia: Will, I'm not running away from anything. I'm going because my mom needs me.",
        "Will: Rafael said you didn't have to go.",
        "Celia: Because he knew it would be a hard decision for me. But if he can put his dreams aside for Mom, then I can, too. You don't know how hard she worked for us. She tried to give us the best life she could. And I need to pay her back. Can you understand that?",
        "Will: I guess so. You know, it's funny. I spent my whole life and a hundred hours in therapy trying to figure out how to say no to my mom. Must be nice to actually have family you want to do something for and spend time with.",
        "Celia: This isn't easy for me.",
        "Will: It's pretty hard for me to let you go, too.",
        "Celia: I'll miss you so much.",
        "Will: Then don't go.",
        "Celia: You can come visit me.",
        "Will: I've never been to Montega.",
        "Celia: It's really beautiful.",
        "Will: I'm going to miss you so much.",
        "Gwen: Sorry. I'm sorry. I thought I'd be alone.",
        "Celia: Gwen, wait. Don't go. I need to ask you something. And it's important.",
        "[SCENE_BREAK]",
        "Casey: Don't make it into such a big deal, Mom. I mean, yeah, I thought it was a little weird that Gwen wanted to get her baby back all of a sudden. But that doesn't mean that I'm going to lose sleep over it.",
        "Margo: Why wouldn't you want her to have the baby back? I mean, if that's something she wants to do?",
        "Casey: Come on. I mean, do you think she has it together enough to raise a kid? I don't think so.",
        "Margo: Oh, you don't know that. If it's something she wants to do, if she wants to give it a go, why would you set her off with a -- see Casey, something's not adding up here.",
        "Casey: Mom, could you turn the cop mode off for five minutes?",
        "Margo: No. You and will had the big falling out. Was that because of Celia and him, or was it because of Gwen?",
        "Casey: I don't want to talk about that.",
        "Margo: Casey. Casey, what have you gotten yourself into?",
        "[SCENE_BREAK]",
        "Maddie: You two look so happy. Like you were meant to be. What's so funny? Don't you believe in destiny?",
        "Henry: I'd have to say that after everything that's happened, and the way it's ended up, I guess I'm a little dubious.",
        "Katie: When you get older, Maddie, you'll learn that life and destiny don't always get along.",
        "Henry: How about that meatloaf?",
        "Katie: Yes.",
        "Maddie: No, wait, wait. At least tell me about the honeymoon.",
        "Katie: We didn't have one.",
        "Maddie: What?",
        "Henry: No, we couldn't. We didn't have the time, we couldn't afford to go away, so --",
        "Maddie: Well, there's your problem. You can't start off a marriage without a great honeymoon.",
        "Henry: Ah. Mystery solved.",
        "Katie: I'm gonna start dinner now.",
        "Maddie: Wanna know what I think?",
        "Henry: No, I do not want to know what you think.",
        "Maddie: I think that the two of you should try it again. I mean, you jinxed it by having the ceremony in a gym, with Katie's other guy as your best man. And no honeymoon? You don't even know how stupid a move that was.",
        "Henry: Maddie, stop it, stop it, stop it. Stop it. Katie and I are where we're at because that's just the way things played out. Now, help me up, will you? I gotta go to the bathroom.",
        "Maddie: I'm going to start charging you for nurse duty.",
        "Henry: Isn't it enough I have to listen to your advice, darling?",
        "Maddie: Well, it's amazing you've survived this far without it. If you started listening to me, you'd be a lot better off.",
        "[Knock on door]",
        "Henry: Pain pills. Thank you so much.",
        "Mike: You're welcome.",
        "Henry: Thank you. Well, can you help me to the bathroom? I need to take a shower. A cold one.",
        "[SCENE_BREAK]",
        "Holden: Lucinda? I'm back.",
        "Lucinda: Rosa has really outdone herself, hasn't she? Isn't that lovely?",
        "Holden: It's beautiful. Who's it for?",
        "Lucinda: Who's it for? It's for you. I like the suit. Who else would it be for? Unfortunately, I can't join you, because I have to get into the office. There's been an emergency. There's no rest for the wicked.",
        "Holden: Nice try, but forget it.",
        "Lucinda: Forget what?",
        "Holden: Forget it, it's not gonna happen. You're little scheme here. It's not gonna work.",
        "Lucinda: I don't know what you're talking about.",
        "Holden: Lily. Is she on her way? Did you call her? Is she coming over?",
        "Lucinda: Actually, darling, i was going to leave that part of it up to you.",
        "Holden: Up to me?",
        "Lucinda: Yes.",
        "Holden: Forget it. It wouldn't work, even if I wanted it to work.",
        "Lucinda: We'll never know, will we? Until we try.",
        "Holden: I won't be part of it.",
        "Lucinda: Oh, don't be so stubborn. You still love her. And she loves you. She hasn't signed the divorce papers yet. Now, what does all that tell you?",
        "Holden: That you are meddling in somebody else's business.",
        "Lucinda: Lily's happiness is my business. And let me tell you something from somebody who's facing the void. Love -- love, that's all you gotta hold onto. Without it, you know, you'll be at the edge of your life and the end of your life, and you'll have nothing. Nothing. Do you want that to be you?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Luke: You still love Mom?",
        "Holden: I do.",
        "Luke: Well, then call her up. You know, it's only dinner. What do you got to lose?",
        "Henry: You put that slipper there, didn't you? Admit it!",
        "[SCENE_BREAK]",
        "Lily: Hello.",
        "Keith: Hello.",
        "Lily: What's with all the mystery?",
        "Keith: Not mystery. Romance.",
        "Lily: Ah.",
        "Keith: It's the presidential suite. They're making it right now.",
        "Lily: Okay.",
        "Keith: I didn't want to have to climb up a ladder to get to you again.",
        "Lily: Pretty presumptuous of you, don't you think?",
        "Keith: Spontaneous.",
        "Lily: Well, don't forget, I do own this place.",
        "Keith: Oh, right. As the boss, you have to set a good example, huh?",
        "Lily: Or create a scandal.",
        "Keith: I like the way you think.",
        "[SCENE_BREAK]",
        "Luke: That was quick.",
        "Holden: Dinner never happened. It was a ruse.",
        "Luke: What'd Grandma try to pull this time?",
        "Holden: To trick me and your mom into having a romantic dinner together.",
        "Luke: And that's bad because?",
        "Holden: Because it was done under false pretenses. That is never good. For anybody.",
        "Luke: Even if it's for a good reason?",
        "Holden: Even then.",
        "Luke: Well, do you wanna have dinner with Mom?",
        "Holden: That's not the point.",
        "Luke: Well, it's my point. Look, Dad, if you want to have dinner with her, and you just call her up and ask her, I don't see anything false about it.",
        "Holden: What about Keith? I thought he was your buddy now.",
        "Luke: Look, just because he's giving me a couple flight lessons, doesn't mean I want him to take your spot with mom. Or with us. Do you still love Mom?",
        "Holden: I do.",
        "Luke: Well then, call her up. You know, it's only dinner. What have you got to lose?",
        "[SCENE_BREAK]",
        "Maddie: It's really nice of you, letting us stay here.",
        "Katie: Oh, it's the least I could do. Besides, it's good. It gives us a chance to get to know each other. And it's kind of nice having Henry around again.",
        "Maddie: Really?",
        "Katie: Yeah. I missed his friendship. You know, we were roommates before we were married. And always best friends.",
        "Maddie: Well, they say the relationships that last are based on friendship as much as love.",
        "Katie: Yeah, I wish it were that simple.",
        "Maddie: You know, you older people have a way of making things so much more complicated than they need to be.",
        "Katie: Older people?",
        "Maddie: Well, you know what I mean. It's like you look for reasons to just mess up a good thing.",
        "Katie: Yeah, sometimes we do. I mean, it's not like we know we're doing it at the time. Or we don't realize it till it's too late.",
        "Maddie: Well, I don't think it's ever too late when it comes to love. You could always try to fix things.",
        "Katie: Talk to me in a few years.",
        "Maddie: Know what I believe?",
        "Katie: What's that?",
        "Maddie: You and Henry are soulmates.",
        "Katie: I used to think so. I actually said that in our vows. I mean, nobody makes me laugh like he did. Nobody got my moods the way he did. We were best friends. I should get these in the water.",
        "[Maddie imagining]",
        "Henry: This is the happiest day of my life. I'm back with the woman I love. And it's all thanks to my little sister, Maddie. We wouldn't be here if it weren't for her.",
        "Katie: Here's to Maddie, who made us realize that we were fools to ever give each other up. Made us realize how much we really do belong together.",
        "Mike: Henry, I just want to shake your hand. Looks like the best man got the girl, after all. Now, do you mind if I kiss the bride?",
        "Maddie: Wait. Get out of my fantasy, Mike Kasnoff. Now.",
        "[Maddie imagining]",
        "Katie: Here's to you, Maddie. For making us realize what fools we were to ever break up. For helping us to realize that we definitely belong together.",
        "Maddie: That's more like it. For helping us to realize that we definitely belong together.",
        "Maddie: That's more like it.",
        "[SCENE_BREAK]",
        "Gwen: Wow, this is all so sudden.",
        "Celia: I know. It is.",
        "Gwen: So, why do you have to leave tonight?",
        "[Celia sighs]",
        "Celia: It's just better this way.",
        "Will: I'm gonna leave you two alone for a second, okay? I've gotta go get something. I'll be right back.",
        "Celia: Promise?",
        "Will: Yeah.",
        "Gwen: I get the feeling you're breaking his heart here, C. Why?",
        "Celia: No, it's not like that. He understands. We'll still see each other.",
        "Gwen: Yeah? How?",
        "Celia: He'll visit me.",
        "Gwen: Come on, it's not like it's just across town.",
        "Celia: But he'll be okay if he's got someone to talk to. That's the favor I wanted to ask you. Keep an eye on him.",
        "Gwen: I can barely take care of myself. You want me to watch after Will?",
        "Celia: All you have to do is keep being his friend. Especially now that he doesn't have Casey, well -- he needs somebody.",
        "Gwen: He needs you.",
        "Celia: But I have to go. I have to do this for my family.",
        "Gwen: You gotta do what you gotta do. I'll miss you.",
        "Celia: Yeah. Me, too. But I know things are gonna work out for you, Gwen. I really do. And I'm sorry for everything you had to go through with the baby and all.",
        "Gwen: I'll be fine. Live and learn. As long as I stay away from jerks like Casey Hughes, I'll make it.",
        "[SCENE_BREAK]",
        "Casey: Gwen kind of turned Celia against me. Filled her head with a lot of garbage.",
        "Margo: What kind of garbage?",
        "Casey: That I didn't love her, that I wanted to date other girls. Stuff like that.",
        "Margo: Is any of it true?",
        "Casey: No. I wanted to be with Celia. But then she decided to believe Gwen.",
        "Margo: Well now, why would Gwen do that?",
        "Casey: I don't know. Why does anybody do anything? Maybe because she wanted me for herself.",
        "[Margo sighs]",
        "Margo: All right, Casey, I'm not going to push you. You're not gonna tell me anything you don't want to tell me. But you are holding back, and I wish you didn't feel like you had to do that. I wish that you could trust me the way I trust you.",
        "Casey: That's everything, Mom. Trust me. There's nothing else.",
        "Margo: Okay, then, I guess all you can do is just steer clear of Gwen.",
        "Casey: Trust me, I plan to. [Cell phone rings] Hello?",
        "Celia: Casey? It's Celia. I'm up on the roof. Could you come up? I need to talk to you.",
        "Casey: Is everything okay?",
        "Celia: Everything is fine. I just need to talk to you.",
        "Casey: Okay. I'll be right there. I gotta go.",
        "Margo: Okay. Listen, if you ever do want to talk, I'm always around. And just so you know, Casey, there's really just about nothing you could do that would ever disappoint your father and me. We think you're a pretty great kid.",
        "Casey: That's because you guys have been pretty great parents.",
        "Margo: Yeah, we are. We try our best.",
        "Casey: Yeah. Me, too.",
        "Casey: What is this, an ambush? I just spent about an hour trying to get my mom off my back about your baby.",
        "Gwen: Don't you mean our baby?",
        "Casey: I'm tired of going around in circles about this, Gwen.",
        "Gwen: Aw, well boo hoo for you. Sorry to ruin your game plan.",
        "Celia: Come on, guys. Don't fight. Not right before I have to leave.",
        "Casey: Leave? What are you talking about?",
        "Celia: I'm going back to Montega. That's why I wanted to see you. I'm leaving tonight.",
        "Casey: Why? It's because of me, right?",
        "Gwen: Not everything is about you. Haven't you figured that out yet? Though come to think of it, you're as good a reason as any to get as far away from here as possible.",
        "Casey: What happened?",
        "Celia: I got a letter from Rafael. My family needs me, so I'm going. I wanted to say goodbye.",
        "Casey: Don't -- don't do it. I mean, I'm sorry I screwed up. But don't leave.",
        "[SCENE_BREAK]",
        "Mike: Something smells really good.",
        "Henry: Yeah. You don't recognize the enticing aroma of Katie's world-famous meatloaf?",
        "Mike: I confess, I've never had it.",
        "Henry: Really? Huh. I just assumed you'd -- there is no meat in the world that compares to it. You gotta stay and have dinner. Just stay and give it a taste. Someone forget to take their antihistamines?",
        "Maddie: Ah, well. They're all out. With your accident and everything, I forget to get them refilled. Maybe mike can go to the drug store and --",
        "Mike: Actually, I gotta take off. But thanks for the dinner invite.",
        "Henry: Yeah.",
        "Mike: And sorry, Maddie, I can't stick around.",
        "Katie: You're not staying for dinner?",
        "Mike: I wish I could.",
        "Maddie: But, unfortunately, he can't. What a pity.",
        "Katie: Yeah, it is. I made extra.",
        "Mike: Yeah, I heard I don't know what I'm missing.",
        "Katie: No, you don't. I'll walk you out.",
        "Maddie: It's not like he doesn't know his own way.",
        "Henry: Madeline. By the way, little sister, here's your allergy medicine. [Bottle rattles] Sounds like there's about a week left here.",
        "Maddie: Okay, so, I forgot. What's your point?",
        "Henry: I know what you're doing, Maddie. I want you to stop it.",
        "Maddie: Stop what?",
        "Henry: You know exactly what I'm talking about.",
        "[SCENE_BREAK]",
        "Lucinda: Even with the best intentions -- ah, well. Tomorrow's another day.",
        "Holden: Why put off till tomorrow what you can do today?",
        "Lucinda: Famous last words?",
        "Holden: How about, famous first words?",
        "Lucinda: What do you mean?",
        "Holden: That it would be such a shame for such a beautiful dinner to go to waste.",
        "Lucinda: Oh, yes, Holden. I think it would.",
        "[SCENE_BREAK]",
        "Lakeview manager: Mr. Morrissey?",
        "Keith: Yes.",
        "Lakeview manager: Everything is ready, as requested.",
        "Keith: Why thank you.",
        "Lily: This is fun.",
        "Keith: We're just getting started. [Cell phone ringing] Oh, no, no. Tell me you're not going to answer that.",
        "Lily: It's my mother. Mom? Is everything okay?",
        "Lucinda: I'm sorry to bother you. I just feel so awful about the way we've been arguing lately.",
        "Lily: That's okay, I'm used to that.",
        "Lucinda: Are you busy?",
        "Lily: Why?",
        "Lucinda: Well, I'm all alone and I don't really feel like -- I was just wondering if you could have dinner with me? Of course, it's okay if you have other plans.",
        "Lily: Its okay, Mother. I'll be there.",
        "Lucinda: All right, sweetheart. See you in a bit.",
        "Lily: I am so sorry. Oh --",
        "Keith: It's okay. Mothers come first.",
        "Lily: I know, but you planned this great night and surprises up there.",
        "Keith: Well, there'll be plenty of other nights.",
        "[SCENE_BREAK]",
        "Lucinda: And the rest is up to you.",
        "[SCENE_BREAK]",
        "Will: What are you doing here?",
        "Celia: I called him. I wanted to say goodbye. And to give him some advice.",
        "Will: I don't even know why you're bothering.",
        "Celia: I know a lot of bad things have happened, Casey. But I'll never forget you're the first friend I had here in Oakdale. You're a good person, you're just confused.",
        "Gwen: And selfish. And a coward.",
        "Celia: Please. Let me do this.",
        "Casey: I never meant to hurt you, Celia.",
        "Celia: I know. I really believe that, deep down. And I know you're a good person. But when you're scared, you lie. And you end up hurting a lot of people, even when you don't want to.",
        "Casey: I made a mess of things, I know.",
        "Celia: Good. That's a start. You've got to have a little more faith in yourself, casey. And in everybody else, too.",
        "Gwen: You're wasting your time, Celia.",
        "Celia: I hope not. Goodbye, Casey. Goodbye, Gwen. Come on.",
        "Will: Celia, I really want you to have this, okay? To remember me. And you can't say no this time.",
        "Celia: I won't. Thank you.",
        "Casey: Are you happy now?",
        "Gwen: You are unbelievable. It's never because of anything you do. Always somebody else. Celia is a fool to think you're ever gonna change. But you know what, man? It's all gonna catch up with you, one day. And when it does, you're gonna know what it feels like to be on the other side.",
        "[SCENE_BREAK]",
        "Henry: I know you think you can manipulate this situation so that it will turn out the way you want it to, but that's not going to happen, Maddie.",
        "Maddie: I am not trying to manipulate anything. I am just trying to clear away some of the clutter so that you and Katie will find your way back to each other. You know what, so far, I think it's working out pretty well.",
        "Henry: Madeline Coleman! You better not have had anything to do with me falling down those stairs.",
        "Maddie: Why would you say that?",
        "Henry: Oh! I can see it in your eyes. You put that slipper there, didn't you? Admit it!",
        "Maddie: Fine. I'm sorry, okay? I did. But, one, I was going to pretend to fall. And that way we could stay here for a while. I had never intended for you to take the tumble.",
        "Henry: Well, I did, honey. And now look at me.",
        "Maddie: Oh, you're gonna be fine. What matters is, we are staying here, Katie is taking care of you, and the two of you are going to fall back in love again. Come on, bro. Get with the program.",
        "Mike: Is it me, or does Maddie really hate my guts?",
        "Katie: I think she just needs to get to know you a little bit. Find out how irresistible you are.",
        "Mike: I think she's trying to get you and Henry back together.",
        "Katie: She's a naive kid.",
        "Mike: Is she?",
        "Katie: Yeah.",
        "Mike: I should go.",
        "Katie: Okay.",
        "Mike: See you.",
        "Katie: See you.",
        "Maddie: Oh, what are you doing?",
        "Henry: I'm going to go tell Katie that we're leaving. That this just isn't working out.",
        "Maddie: But it is working out.",
        "Henry: No, it's -- I love you for trying, sweetheart, I really do. But, listen, Katie loves Mike. Nothing can stop that. It's like trying to stop the tide from coming in.",
        "Maddie: I don't believe that. I see the way she looks at you. We cannot give up on this, Henry. We just can't.",
        "[SCENE_BREAK]",
        "Keith: Slight change of plans. But I don't want you to cancel anything. I may be able to salvage the evening, okay?",
        "[Cell phone ringing]",
        "Holden: Walsh residence.",
        "Lily: Mother?",
        "Holden: She had to go. So, it looks like it's just you and me.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Paul: Surprised to see me?",
        "Craig: I was expecting you.",
        "Keith: Where's your daughter?",
        "Lily: You want to dance?",
        "Holden: For old times' sake.",
        "Meg: And I know what I'm doing with Dusty, okay?",
        "Emma: I hope so, I hope so.",
        "Jennifer: What are you doing here? You're supposed to be having dinner with Meg.",
        "Dusty: Come on, let's go."
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=CmzweNUA11w"
}