{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "\r\nHal: Jennifer? She's not home, let's go.",
        "\r\nEmily: God, I'm starving!",
        "\r\n[Emily laughs]",
        "\r\nHal: What's in there?",
        "\r\nEmily: Well, I know you've been a little preoccupied, you know? But it's like \r\nthe depression in here, Hal.",
        "\r\nHal: Slim pickings, huh?",
        "\r\nEmily: Well, you tell me. What can we possibly do with two slices of moldy \r\ncheese and half a lemon?",
        "\r\nHal: A-ha! Tell me there's not a jar of jelly in that door?",
        "\r\nEmily: There better be, 'cause if you want to keep me hanging around here, you \r\ngotta be better than this, buddy.",
        "\r\nHal: Oh, yeah?",
        "\r\nEmily: Yeah, especially if we're gonna keep working up an appetite.",
        "\r\nHal: Well, then, I better get to the supermarket, 'cause you ain't seen nothing \r\nyet.",
        "\r\nEmily: Oh, yeah?",
        "\r\nHal: Yeah.",
        "",
        "\r\nBarbara: Look at you, not even ashamed. You lied? You promised me a quid pro quo \r\nwhen you had no intention whatsoever of staying away from my son!",
        "\r\nRose: Oh, come on, Ms. Ryan. You're a businesswoman. You know what this is \r\ncalled. What is that word? I can't remember. Oh, \"corporate culture.\"",
        "\r\nBarbara: This is reversible. I will change my vote.",
        "\r\nRose: Go ahead. You know what? I don't care. If you think that Craig Montgomery \r\ncan handle this company, that's fine. But I will not be blackmailed by you to \r\nstay away from your son. I like Paul. I like him, and I'm not gonna stop seeing \r\nhim for you or anybody else.",
        "\r\nBarbara: You lousy, lowlife, Jersey gutter --",
        "\r\nRose: Yeah, you got that right. I'm Jersey. I'm Jersey through and through. And \r\nI'm proud of it. You want to talk about class? You got about as much class as a \r\nbroad with five inches of slip hanging below her skirt. Your son has taken such \r\ngood care of you since your accident. He's so sad. He's like given up his whole \r\nlife for you. And what do you do? How do you repay him? You try to take away the \r\nlittle bit of life he's carved out for himself. How is he gonna feel when he \r\nfinds out that you tried to take away all his choices right out from underneath \r\nhim?",
        "\r\nPaul: What's going on? Everything okay?",
        "\r\nRose: Should you tell your son what we were talking about, Ms. Ryan, or should \r\nI?",
        "",
        "\r\nCarly: Just back this up a second, okay, Jack? You're not even 100% sure that \r\nJames Steinbeck is around, and yet, you want me to start living my life like the \r\nguy is out to get me?",
        "\r\nJack: I trust my instincts, Carly. I've been sensing danger around you for \r\nweeks, and then, I saw him.",
        "\r\nCarly: You saw him? Where?",
        "\r\nJack: Jake and Molly's wedding, after I took out that guy who was after Luke. It \r\nwas just for a second. In a lightning flash, I saw him.",
        "\r\nCarly: In a split second flash of lightning?",
        "\r\nJack: I know how it sounds, but then Hal told me that he'd cut a deal with the \r\nfeds. All the charges against him were dropped, Carly. He's free now to go \r\nanywhere, do anything.",
        "\r\nCarly: Jack, there are plenty of other places he could go to stir up trouble.",
        "\r\nJack: Look. Just smoked Havana, one of Steinbeck's calling cards. I found it \r\nhere on the very grounds he used to own!",
        "\r\nCarly: Okay. Okay, Jack. Let's just say, for the sake of argument that James \r\nSteinbeck is back. What on earth would he want with me, huh? David is the one \r\nwho threw me into that trunk, remember? Not James.",
        "\r\nJack: I realize that, but things have changed.",
        "\r\nCarly: Like what?",
        "\r\nJack: You're involved with Barbara now and James' son, Paul.",
        "\r\nCarly: So what?",
        "\r\nJack: So maybe Steinbeck doesn't want that. Look, Carly, I'm not saying all this \r\nto scare you.",
        "\r\nCarly: Well, you are scaring me, Jack.",
        "\r\nJack: I'm looking for answers so I can protect you. I'm trying to figure this \r\nout so you don't have to be scared.",
        "\r\nCarly: It's not me I'm afraid for. It's you. I hate to say this. I think you're \r\nlosing it.",
        "",
        "\r\nBryant: Hey, guys. What's wrong? You guys too tired to talk?",
        "\r\nJennifer: What happened here?",
        "\r\nBryant: That's not fair. I asked you first. If you've got something to say, \r\nspill it.",
        "\r\nBilly: Do you want me to tell him?",
        "\r\nBryant: \"Him\" is right here. \"Him\" wants an answer to the question.",
        "\r\nJennifer: You're right, Bry. Something happened. Billy and I do need to tell you \r\nsomething, and there really is no easy way to say it, so -- I think you already \r\nknow how much I care about you.",
        "\r\nBryant: Save the pretty speeches, Jen. Cut to the chase.",
        "\r\nJennifer: I think maybe you should go outside. This is between Bryant and me.",
        "\r\nBryant: It was between us. It shoulda stayed that way. See, that -- that is the \r\nproblem. Because now, Billy is involved, too. Right? I saw you guys tonight. I \r\nsaw you at the Old Mill.",
        "\r\nJennifer: You saw us?",
        "\r\nBilly: Look, Bryant, you've got to understand --",
        "\r\nBryant: Don't come near me!",
        "\r\nJennifer: Bryant --",
        "\r\nBryant: Come one step closer, and you will regret it. ",
        "\r\nBryant: This is how you treat me? Your cousin, your best friend? I gave you a \r\nplace to stay. I gave you a job when you were just bumming around doing nothing. \r\nAnd this is how you pay me back?",
        "\r\nBilly: It isn't that --",
        "\r\nBryant: You ate my food. You drank my beer. You listened to me yammer about my \r\ngirlfriend problems. I even asked you once if she was seeing somebody else!",
        "\r\nBilly: Look, I didn't mean --",
        "\r\nBryant: I guess we know the answer to that one, don't we?",
        "\r\nBilly: Bryant, I didn't mean it to happen like this, okay? You know, I can only \r\nimagine how you feel --",
        "\r\nBryant: You don't know a damn thing about how I feel!",
        "\r\nJennifer: Billy, please, just go outside.",
        "\r\nBilly: No. I'm not gonna leave you here alone.",
        "\r\nBryant: Why, what's wrong, cous'? You don't trust me?",
        "\r\nJennifer: Billy, please, just go outside before one of you --",
        "\r\nBilly: Not unless he gives me the poker. Come on, Bryant. Give it to me, man.",
        "\r\n[Door slams]",
        "\r\nJennifer: I've been trying to figure out a way to tell you this for weeks now, \r\nBryant.",
        "\r\nBryant: Yeah, well here's your big chance to do it.",
        "\r\nJennifer: It's -- it's no good. You deserve more than I could ever give. I just \r\nwish I'd realized that before -- before I had to hurt you like this. And I am so \r\nsorry, because the last thing in the world I wanted to do was hurt you.",
        "\r\nBryant: You think you're hurting me? No, you're not! You're killing me! You're \r\ndestroying me!",
        "",
        "\r\nJack: You sure don't pull any punches, do you? So you think I'm losing my touch \r\nwith reality?",
        "\r\nCarly: I don't think you're crazy, Jack. But I saw you the night of the wedding \r\n-- the night you say you saw James Steinbeck. And you were exhausted, Jack You \r\nhad just been to hell and back with Barbara and Julia. You'd quit your job. For \r\nheaven's sake, Jack, you had just killed a man. It's perfectly understandable \r\nthat you wouldn't be yourself.",
        "\r\nJack: So I had, what, hallucinations because of stress?",
        "\r\nCarly: I don't know. But this sense of danger that you're talking about, this \r\npremonition that something horrible is gonna happen to me, it's not like you, \r\nJack. And now, look at you. You're sneaking around Barbara's garden with a cigar \r\nbutt in a baggie, Jack. Doesn't that seem a little obsessive to you?",
        "\r\nJack: Okay, I know. I can hardly wrap my mind around it myself. But the fact is, \r\nCarly, somebody went to all the trouble of taking all these pictures of you and \r\nPaul and leaving them here. If not Steinbeck, who?",
        "\r\nCarly: I know that it's creepy, but how can you be so sure that it's Steinbeck?",
        "\r\nJack: I was working undercover for Steinbeck's operation for years. I know how \r\nthe man thinks, how he operates.",
        "\r\nCarly: But why now? Why me?",
        "\r\nJack: I told you my theories, Carly. Maybe he's trying to force a confrontation \r\nbetween you and Barbara. Maybe he's trying to expose the fact that you're \r\nfilling in for Barbara's shoes at B.R.O. Either way, if Steinbeck's involved, \r\nit's deadly.",
        "\r\nCarly: What is it that you're telling me to do exactly?",
        "\r\nJack: Get out of this rat's nest ASAP.",
        "\r\nCarly: No, there is no rat's nest! Paul and I made a clear agreement -- well, as \r\nclear as it could be at the time. I intend to honor that, Jack.",
        "\r\nJack: And risk your safety and Parker's?",
        "\r\nCarly: You don't know that! You don't even really know that James Steinbeck is \r\nback. But here's what I know. I know I have a job, Jack -- a real job and a real \r\npaycheck, and I know I need that.",
        "\r\nJack: Jobs come and go, Carly.",
        "\r\nCarly: Not like this one.",
        "\r\nJack: Tell Paul that you had second thoughts, and you quit.",
        "\r\nCarly: No. I'm not giving it up, Jack, period. I don't care how many phantoms \r\nyou see in flashes of lightning or how strong your gut feeling is. I won't do \r\nit. It isn't fair. And you know I love you. And what you think of me means the \r\nworld to me, but just because you have a claim on my heart doesn't mean you get \r\nto tell me how to live my life!",
        "",
        "\r\nBarbara: Rose and I were just discussing our mutual distaste for Craig \r\nMontgomery.",
        "\r\nPaul: Really? Mom, he did exactly what everyone expected him to do tonight. If I \r\nwere you, I wouldn't waste my time getting upset about it.",
        "\r\nBarbara: I know, but I -- I don't think I'll ever fully recover from what he did \r\nto me and my life. And I -- I think I'm tired and maybe a little emotional. I \r\njust want to go home.",
        "\r\nLucinda: Oh, Barbara. Barbara, you, I promise, will not regret your vote.",
        "\r\nRose: Aw.",
        "\r\nPaul: A singular rose for a singular Rose.",
        "\r\nRose: Thank you.",
        "\r\nPaul: And don't you forget. Tomorrow night, dinner, okay?",
        "\r\nRose: Mm-hmm.",
        "\r\nPaul: We have a lot to celebrate.",
        "\r\n[Lucinda laughs]",
        "\r\nLucinda: That's lovely. That's absolutely lovely. I need to bend your ear for \r\njust a moment, if your mother doesn't mind. It's just a short moment, a short \r\nmoment.",
        "\r\n[Lucinda laughs]",
        "\r\nBarbara: You shouldn't have done that, Rose. You should never have crossed me.",
        "",
        "\r\nEmily: Okay, this one's almost all jelly.",
        "\r\nHal: Like my knees.",
        "\r\n[Emily laughs] sweet. I like it.",
        "\r\nEmily: Yeah, me, too. I'd almost forgotten what this is like.",
        "\r\nHal: What, peanut butter and jelly on stale bread?",
        "\r\nEmily: No. Being happy -- being really happy, feeling like there's no place I'd \r\nrather be than right here with you.",
        "\r\nHal: You know, to think, if you hadn't barged in on Barbara and given her a \r\npiece of your mind --",
        "\r\nEmily: Whoa, whoa, whoa, whoa, whoa.",
        "\r\nHal: -- None of this would have happened.",
        "\r\nEmily: \"Barged in on Barbara\"? I didn't say anything to that woman that she \r\ndidn't deserve to hear.",
        "\r\nHal: Whoa. I'm sorry. I shouldn't have brought that up.",
        "\r\nEmily: No, you shouldn't have.",
        "\r\nHal: I'm really sorry about what I said earlier. I am glad that you spoke to \r\nJen. I'm even glad you took her to the --",
        "\r\nEmily: Gynecologist, Hal.",
        "\r\nHal: I should have thanked you instead of yelling at you. See, I do this thing \r\n-- my mouth is in motion before my brain is in gear.",
        "\r\nEmily: She just needed someone to confide in, you know, someone grown up, a \r\nwoman.",
        "\r\nHal: I know there's some things she can't talk to me about, and she needed to \r\ntalk to you, and you were there for her. Thank you for that.",
        "\r\nEmily: Thank you. It means a lot to me to hear you say that.",
        "\r\nHal: You were right when you said my baby girl is not my baby girl anymore. I \r\nthought that I'd gotten the hands-off thing down, but --",
        "\r\nEmily: We all had to grow up, Hal.",
        "\r\nHal: Emily, my baby girl is sleeping with Bryant Montgomery.",
        "\r\nEmily: Well, no, actually -- forget it. Forget it.",
        "\r\nHal: Forget what?",
        "\r\nEmily: Nothing. It's not important.",
        "\r\nHal: Emily, you've got another surprise in store for me, don't you?",
        "",
        "\r\nBryant: I trusted you, Jen. I loved you. I was willing to wait for you as long \r\nas you needed me to.",
        "\r\nJennifer: I know you were.",
        "\r\nBryant: This house, the deck, everything -- everything was all for you. Because \r\nI wanted nothing more in this world than to make things better for you.",
        "\r\nJennifer: And you did. You were there for me when my own mother wouldn't even \r\nlook at me. You were there for me when everything else in my life fell apart, \r\nand I am so grateful for that.",
        "\r\nBryant: I don't want your gratitude.",
        "\r\nJennifer: I guess my feelings just -- they just weren't strong enough.",
        "\r\nBryant: I loved you.",
        "\r\nJennifer: And I thought I loved you, too. I mean, I did, but it's just not in \r\nthe way that --",
        "\r\nBryant: I turned my back on everything my family wanted for me.",
        "\r\nJennifer: I know, Bryant.",
        "\r\nBryant: I turned myself inside out for you to try to be the kind of guy that \r\nwould make you proud. So that one day, you could open up your arms and say, \r\n\"Bryant, I'm all yours.\" All I wanted was to live up to what you needed me to \r\nbe. You said, \"don't be like my dad,\" so I was determined to be nothing like \r\nthat man.",
        "\r\nJennifer: And you were different.",
        "\r\nBryant: You know what that was like? Walking on eggshells, pretending I didn't \r\neven have a dad! Because the mention of him would send you off the deep end? You \r\nhated my dad, so I hated him! My own -- my own father. I traded a relationship \r\nwith my dad for the promise of something with you? What an idiot. What an idiot \r\nI was.",
        "\r\nJennifer: No, you weren't.",
        "\r\nBryant: And when it turned out he wasn't the bad guy you thought he was, I still \r\nwasn't supposed to talk to him. So I kept my distance some more. Why? Because \r\nthe thought of being in your arms and holding you, letting me touch you was so \r\nstrong. Being in your arms, I was gonna be a different man. I was gonna be a \r\nbetter man.",
        "\r\nJennifer: Bryant -- I'm sorry --",
        "\r\nBryant: And I turned down a trust fund for you, too, Jen!",
        "\r\nJennifer: I know.",
        "\r\nBryant: A bank account with millions of dollars in my name, because you said it \r\nwas your mother's blood money. But guess what? Once I did that, it still wasn't \r\nenough. You still wouldn't let me touch you. You weren't ready.",
        "\r\nJennifer: No, I wasn't ready. Maybe I didn't know it at the time, but deep down \r\ninside, I knew that it wasn't right for us.",
        "\r\nBryant: Oh, but it is right for you and Billy? How long has this passionate \r\ndestiny of yours been going on? Is it a week now, a month?",
        "\r\nJennifer: Please, Bryant, don't do this to yourself.",
        "\r\nBryant: Where did the passion take place? Where did it take place? You know, the \r\nOld Mill was a prime spot. Right in front of the fire. Did it take place by the \r\nfire? What about in the bed, Jen? In my bed -- in our bed? Were you doing it in \r\nthere when you knew I was working 12-hour shifts to make myself into a better \r\nman?!",
        "\r\nJennifer: I don't know what else I can say but I'm sorry.",
        "\r\nBryant: Just shut up! Just shut up and go! I can't look at your face!",
        "\r\nBilly: Jen, are you okay? Just give Bryant and I some time alone. You wrecked \r\nthe deck.",
        "\r\nBryant: Think I should keep it? To remind me of all the lies you told while you \r\nwere building it?",
        "\r\nBilly: Bryant, I don't know what to say.",
        "\r\nBryant: What about the truth for once, Billy? How long has this been going on? \r\nHow many times?",
        "\r\nBilly: Nobody meant for this to happen, okay?",
        "\r\nBryant: \"Nobody,\" I love that. As if it wasn't you and Jen that I saw doing \r\nthat.",
        "\r\nBilly: Bryant, we tried to stop it, all right?",
        "\r\nBryant: That's not what it looked like to me.",
        "\r\nBilly: We tried to stop it, because we love you.",
        "\r\nBryant: Is that what you were talking about when you were ripping each other's \r\nclothes off? How much you love good old Bry?",
        "\r\nBilly: You know what? You just need some space, okay? Look, I'll talk to you \r\nlater.",
        "\r\nBryant: I don't think you get it, do you? There's no \"later\" with us. Any chance \r\nwe had of a friendship is over!",
        "",
        "\r\nJack: I'm past trying to live your life, Carly.",
        "\r\nCarly: I know. I'm sorry. It's just this whole thing is really creeping me out.",
        "\r\nJack: Believe me about Steinbeck or don't. But the fact is, somebody called you. \r\nSomebody put the bait out there and got you here. And maybe, just maybe, they're \r\ntrying to start trouble between you and Barbara, sabotage you with B.R.O.",
        "\r\nCarly: Come on, Jack. Nobody but you and Paul even know that I'm working for B. \r\n-- Wait a minute. I know exactly who did this.",
        "",
        "\r\nCraig: Knock, knock. Can I come in?",
        "\r\nBryant: Sure.",
        "\r\nCraig: I saw the smoke gently wafting from the chimney. I thought I'd drop by.",
        "\r\nBryant: You were on a dirt road off a dirt road and ended up in my long, winding \r\ndriveway?",
        "\r\nCraig: I wanted to see you. Is that so bad?",
        "\r\nBryant: I guess not.",
        "\r\nCraig: I've been missing you. I thought maybe we could take in a bulls game \r\nsometime? Son, this place is a wreck. Do you know that?",
        "\r\nBryant: Yeah.",
        "\r\nCraig: You okay?",
        "\r\nBryant: Just had a long night. Difficult night.",
        "\r\nCraig: Anything you want to talk about?",
        "\r\nBryant: No. You didn't come by here to take me to a bulls game.",
        "\r\nCraig: No. No, I didn't. I need something from you.",
        "\r\nBryant: Like?",
        "\r\nCraig: $1 million.",
        "\r\nCraig: There was a vote at Worldwide tonight.",
        "\r\nBryant: So?",
        "\r\nCraig: I lost my bid to unseat Lucinda.",
        "\r\nBryant: Why would you want Lucinda's company?",
        "\r\nCraig: Well -- well, there's several valuable opportunities being CEO would \r\nafford me. Huh?",
        "\r\nBryant: Like?",
        "\r\nCraig: Well, one involves Carly Tenney. She's a talented designer. She's all \r\ntangled up in a bad situation involving Paul Ryan, B.R.O. I want to bankroll her \r\nown company, you see.",
        "\r\nBryant: Ever in search of the bigger fish.",
        "\r\nCraig: Well, you gotta respect the food chain, son. Now, look. Here's the \r\npaperwork to your trust fund. The money's languishing in a bank somewhere --",
        "\r\nBryant: Take it.",
        "\r\nCraig: Huh?",
        "\r\nBryant: Take the money.",
        "\r\nCraig: What, just like that?",
        "\r\nBryant: Well, you asked on the right night.",
        "\r\nCraig: You're not gonna wake up tomorrow and scream at me for ripping you off or \r\nanything?",
        "\r\nBryant: How many times do I have to say it? I don't want the money. I wonder now \r\nif I ever did.",
        "\r\nCraig: Okay. Well, fine. Thank you. This money's gonna be well-invested, son. \r\nIt's gonna double itself in no time. Any time you need it, it'll be there, all \r\nright? And -- whatever it is that's wrong, be patient. It'll work itself out. \r\nHuh? Hey, whatever happened to that deck you and Billy were building?",
        "\r\nBryant: It turned out to be rotten.",
        "\r\nCraig: You okay?",
        "\r\nBryant: Sure.",
        "\r\nCraig: All right. Well, if you need me, you know where I am. I love you, son.",
        "",
        "\r\n[Lucinda laughs]",
        "\r\nLucinda: Ah, the boardroom's empty. The good people have gone, and the bad \r\npeople have gone. Oh, we are alone. Now, tell me. Tell me, what did you do?",
        "\r\nRose: What did I do, what",
        "\r\nLucinda: Oh, come on. Barbara was never going to vote for me. Never, never, \r\nnever. What did you do to make her change her mind?",
        "\r\nRose: I tricked her. And she's not happy about it at all.",
        "\r\n[Lucinda laughs]",
        "\r\nLucinda: Oh, my heav -- well, we're gonna make a businesswoman out of you yet.",
        "\r\nRose: Oh, good!",
        "\r\nLucinda: Oh, I like that. Good. Oh, well, don't worry about Barbara, okay? Don't \r\nworry. She'll realize sooner or later what you did. It was for the greater good.",
        "\r\nRose: Oh, for your \"greater good,\" you mean.",
        "\r\nLucinda: Oh, gosh. Well, you know. This company does a lot of good for a lot of \r\npeople. Come on. I haven't faced yet what I would -- I would do if I lost it.",
        "\r\nRose: No, you wouldn't have lost nothing' What are you talking about?",
        "\r\nLucinda: I've had so many crises in my life and so many mistakes and \r\nmisfortunes. But, you know, throughout it all, I always had my companies. And \r\nWorldwide, this is -- you know, been a refuge in my -- my later -- latter years. \r\nYou saved the day for me.",
        "\r\nRose: I did.",
        "\r\nLucinda: Yeah.",
        "\r\nRose: Didn't I?",
        "\r\nLucinda: Yes, you did. So now, tell me. What can I do for you?",
        "\r\nRose: Oh, now, Ms. Walsh. I think you know the answer to that one.",
        "",
        "\r\nPaul: Then why be so evasive about it?",
        "\r\nBarbara: I'm not.",
        "\r\nPaul: Something happened with you and Rose tonight, and I want to know what it \r\nwas.",
        "\r\nBarbara: Don't push it, Paul.",
        "\r\nPaul: Mom, it's important to me.",
        "\r\nBarbara: All right. I just don't think that Rose D'Angelo is a terribly nice \r\nperson.",
        "\r\nPaul: So you've told me -- on more than one occasion.",
        "\r\nBarbara: Then why do you insist that I repeat myself?",
        "\r\nPaul: Okay, all right, fine. Fine, I should know by now that if you don't want \r\nto talk about something, then we just won't talk.",
        "\r\nBarbara: I think I'd like to go outside for a walk. I always sleep better when I \r\ndo. Do you think I need an umbrella? Did it feel like rain?",
        "\r\nPaul: Look, mom, wait. You know, you don't really want to go walk right now. I \r\nmean, it's late. Why don't we just call it a night?",
        "",
        "\r\nCarly: These pictures, this whole set-up has Craig Montgomery written all over \r\nit. And I'm sorry, but there is no way I'm gonna lose an opportunity to have my \r\nown clothing line because you have some suspicion that James Steinbeck is \r\nlurking in our town.",
        "\r\nJack: No, I'm not gonna argue logic on this, Carly. It's something I feel in my \r\ngut, and I wouldn't be able to live with myself if anything happened to you.",
        "\r\nCarly: Jack, nothing is gonna happen to me. Now, you have crossed way over the \r\nline here. And I'm leaving.",
        "\r\nJack: I'm walking you out.",
        "\r\nCarly: No, Jack. I'm gonna be fine. I have a lot to do. Not the least of which \r\nis to find Craig Montgomery and tell him to keep his paws off my life.",
        "\r\nJack: I'm gonna walk you to your car, and then I'm gonna follow you. There's no \r\ntwo ways about it.",
        "\r\nCarly: No, Jack, you're not. The last thing I need right now is to be followed \r\naround by a paranoid pit bull. Please!",
        "\r\nJack: You can call me crazy and get as mad as you like. You're not gonna stop me \r\nfrom looking out for you, Carly. Got it?",
        "\r\nCarly: Jack, let go of me.",
        "\r\nJack: Shh. Listen. Somebody's coming.",
        "\r\nCarly: Well then, you know, it's probably safer if just you stay.",
        "\r\nJack: Carly --",
        "\r\nCarly: I'll just go around --",
        "\r\nJack: Okay, go -- now. Be careful.",
        "\r\nJack: Paul.",
        "\r\nPaul: Why was -- why was Carly here, and what the hell are you doing here?",
        "\r\nJack: You might as well know. I have reason to believe that your father may be \r\nin Oakdale.",
        "\r\nPaul: Haven't we already had this conversation, Jack?",
        "\r\nJack: I saw something that night at the wedding -- when I was checking out the \r\ngrounds. And now I know that something was James.",
        "\r\nPaul: He's a fugitive in every state in this country, Jack.",
        "\r\nJack: Not anymore. He made a deal with the feds.",
        "\r\nPaul: That doesn't mean he'll come back here. He destroyed every relationship he \r\never had.",
        "\r\nJack: Well, now he's back to do it again.",
        "\r\nPaul: Get out of here, Jack. Just --",
        "\r\nJack: I know that you got Carly working for you, designing Barbara's line behind \r\nher back.",
        "\r\nPaul: She told you that?",
        "\r\nJack: Of course she did. I'm as concerned about Carly as you are about your mom.",
        "\r\nPaul: So much for her keeping it secret.",
        "\r\nJack: Someone called Carly tonight. Told her they worked for you, lured her here \r\nunder the pretense of an emergency meeting with you. It's a lucky thing I was \r\nhere when she got here.",
        "\r\nPaul: Yeah, doing what?",
        "\r\nJack: Tying up some loose ends from the night I talked to Barbara. When I got to \r\nthe gazebo, I found an impromptu display of photographs hanging from strings.",
        "\r\nPaul: Photographs of what?",
        "\r\nJack: You and Carly. Candid shots. Somebody's been following her, recording your \r\nmeetings together. I assume that they left the pictures here so Barbara would \r\nsee them.",
        "\r\nPaul: And force me to tell her why I was meeting with Carly.",
        "\r\nJack: Mm-hmm. And your brilliant secret plan? Everybody's business.",
        "\r\nPaul: Yeah. If my mother found out this way, she'd be devastated.",
        "\r\nJack: And who knows how to push Barbara to the wall like that? Doesn't that \r\nsound like a certain sadistic operator we both know and despise?",
        "\r\nPaul: Yeah, it sure does. Craig Montgomery.",
        "\r\nJack: No, Paul, listen to me. This is the work of James Steinbeck! It has to be.",
        "\r\nPaul: Oh, God, come on. Come on, Jack. Just get out of my face, man. And take \r\nyour paranoid theories of my father with you, okay?",
        "",
        "\r\nRose: Now, if you really think that I saved your company, and you want to thank \r\nme, then -- and you do, right?",
        "\r\nLucinda: Mm-hmm.",
        "\r\nRose: All right. Then put your money where your $10 words are. You know, I don't \r\nwant to be some unpaid hatchet ma'am or -- Lily by proxy anymore.",
        "\r\nLucinda: Oh, honey, are you short on funds? I can give you -- oh, here, take \r\nthat.",
        "\r\nRose: Oh. No, I don't want that. No, I don't want a handout. I don't want \r\nanything. Look, I've proved myself to be loyal and resourceful, yes?",
        "\r\nLucinda: Oh, absolutely.",
        "\r\nRose: Well, great. Then don't I deserve to be part of the company? And get some \r\nsort of salary? I know I'm rough around the edges, but you know, you polish me \r\nup, and I'm going to fit in with the best of them.",
        "\r\nLucinda: Yes.",
        "\r\nRose: I'm telling you, I polish up real nice.",
        "\r\nLucinda: I'm sure you do, darling. And I will find a bright place for you here \r\nin Worldwide.",
        "\r\nRose: I'm thinking of something with a couple of letters at the end of it. You \r\nknow, V.P.",
        "\r\nLucinda: Oh, darling, just give me a little time, all right? And I'll get the \r\nright placement, the formula --",
        "\r\nRose: No letters then, okay? Maybe I'm being a little too pushy. I'm so sorry.",
        "\r\nLucinda: It would just take us awhile for me to find the absolute perfect fit.",
        "\r\nRose: You know, upstairs, the corner office on the end there? Very nice, very --",
        "\r\nLucinda: I tell you, I'll find it. And when I do find it, I'll let you know.",
        "\r\nRose: Okay.",
        "\r\nLucinda: Oh! Good night, Worldwide. And good night, darling.",
        "\r\nRose: Oh, good night.",
        "\r\nLucinda: Good night, darling, darling.",
        "\r\nRose: I'm darling, too. Good night!",
        "\r\nRose: That blasted woman did it again. I saved her company, and she -- she \r\nstiffed me!",
        "",
        "\r\nHal: Emily, there is something that you should know about me. I have a mind like \r\na steel trap, and I haven't forgotten that you were gonna tell me something \r\nabout Jennifer and Bryant.",
        "\r\nEmily: Hal --",
        "\r\nHal: Now, what is that you're keeping from me?",
        "\r\nEmily: Hal, Hal, don't take this the wrong way, okay? But you're pushing.",
        "\r\nHal: Pushing?",
        "\r\nEmily: Yeah, you're pushing. Jennifer has every right to a private life. And I \r\njust thought better of blabbing about it, that's all.",
        "\r\nHal: Right. But I'm her father!",
        "\r\nEmily: Yeah, well, okay. So you're her father. How would you feel if she was \r\nbutting her nose into your business, asking your friends who you were sleeping \r\nwith? How would you feel?",
        "\r\nHal: This is different, Emily.",
        "\r\nEmily: How is it different? You're both adults now, right?",
        "\r\nHal: True.",
        "\r\nEmily: Okay.",
        "\r\nHal: That's a technicality.",
        "\r\nEmily: Can we stop, please? Can we just stop this nonsense? You need to take me \r\nhome. 'Cause I got a feeling the gloves are gonna come off, and -- well, we \r\nalready know where that leads, so --",
        "\r\nHal: But I might like that.",
        "\r\nEmily: Yeah, well, we ought to find something else to do with our time, Hal.",
        "\r\nHal: Do we? Oh, shucks.",
        "\r\nHal: Emily?",
        "\r\nEmily: Hm?",
        "\r\nHal: Tonight was amazing.",
        "\r\nEmily: Yeah. For me, too.",
        "\r\nHal: I mean, it made my head spin. Amazing.",
        "\r\nEmily: Yeah, amazing.",
        "\r\nHal: We'll never get out of here. Let's go.",
        "",
        "\r\nBryant: There goes your mother's blood money, Jen.",
        "",
        "\r\nJennifer: No more secrets, okay? It's too late for that anyway.",
        "\r\nBilly: This is hard for you, isn't it?",
        "\r\nJennifer: The look on Bryant's face -- my God, Billy, he saw us. It wasn't \r\nsupposed to happen like this!",
        "\r\nBilly: But look, Jen, we tried, okay? We tried not to hurt him. But we blew it.",
        "\r\nJennifer: This has almost gotta be worse for you.",
        "\r\nBilly: I know. I've never seen him this mad.",
        "\r\nJennifer: All because of me.",
        "\r\nBilly: No. Come here. Not because of you. Okay, he saw both of us.",
        "\r\nJennifer: Yeah, but then I broke up with him.",
        "\r\nBilly: You told him the truth. Okay, you told him how you felt. And I know it \r\nwas hard, but you know what? It was the best thing.",
        "\r\nJennifer: It can't be. I can't believe that feeling this awful is for the best, \r\nI'm sorry. Abigail told me it would end like this. Abby -- what's she gonna \r\nthink? And Adam and everyone else?",
        "\r\nBilly: Look, Jen, people are gonna say things about us, okay? But you know what? \r\nTough. Look, the important thing is -- is that we're together, okay? We have \r\neach other.",
        "",
        "\r\nAdam: Hold on. I'll be there in a second. Hold -- hold your horses! I will be \r\nthere in a second. People are trying to sleep. Bryant?",
        "\r\nBryant: I know it's late. I'm sorry. I just -- I needed to talk to you, Adam.",
        "\r\nAdam: Yeah. What's going on?",
        "\r\nBryant: This doesn't make sense. It just doesn't make sense.",
        "\r\nAdam: Well, what doesn't make sense?",
        "\r\nBryant: None of it, man. I keep going over the past few months in my head, and I \r\ndon't -- there's no place to put it -- you know? -- Not in my head. I don't \r\nknow, I --",
        "\r\nAdam: Okay, hold on. Take it -- what -- what is going on?",
        "\r\nBryant: It's Billy.",
        "\r\nAdam: Billy, our cousin?",
        "\r\nBryant: Right. You're not gonna believe this. Jennifer and Billy -- I saw them, \r\nI caught them.",
        "\r\nAdam: You caught them?",
        "\r\nBryant: In the act, all right? They didn't think I was there.",
        "\r\nAdam: Bryant, maybe you should sit down.",
        "\r\nBryant: I can't. I'm just wired. I just can't believe this. Our cousin and \r\nJennifer?",
        "\r\nAdam: Maybe -- maybe it's better -- that you know now.",
        "\r\nBryant: Now? It's better I know now?",
        "\r\nAdam: It's better that you know the truth.",
        "\r\nBryant: You're not even surprised by this? You knew about this? Our cousin and \r\nmy girlfriend were doing it behind my back, and you knew?",
        "",
        "\r\nPaul: My father knows if he were to come anywhere near me, I would finish him -- \r\nfinish the job I started years ago.",
        "\r\nJack: Well, maybe he's not back for you, Paul.",
        "\r\nPaul: Who, then, huh? You obviously think he's drawn a bead on my mother.",
        "\r\nJack: He's been hanging out for a while. Do you think Barbara's had any contact \r\nwith him?",
        "\r\nPaul: What, you think she's hiding him in the curtains, Jack?",
        "\r\nJack: Answer the question. Do you think your mother had any contact with James?",
        "\r\nPaul: No. It's insane.",
        "\r\nJack: You know for sure?",
        "\r\nPaul: Yeah, the way he terrorized her? The first person she would run to is I. \r\nAnd better yet, she'd call the police. You know, look, Jack, everything -- I'm \r\nsure there's a sensible explanation for all of this. The only thing that doesn't \r\nmake sense is you.",
        "\r\nJack: That's the second time tonight someone's told me that.",
        "\r\nPaul: Oh. Take heed.",
        "\r\nJack: I may sound paranoid to you, Paul. But don't use that to justify ignoring \r\nthis problem.",
        "\r\nPaul: Or what?",
        "\r\nJack: Or it might come back to bite you someplace you don't want to get bit.",
        "\r\nPaul: Jack, get out of here. Get some rest.",
        "\r\nJack: Fair warning, Paul. If your old man is back, he's got something up his \r\nsleeve. I wouldn't take it lightly.",
        "",
        "\r\nRose: It's all right, Ms. Walsh. Take your sweet time finding just the right \r\nposition for me. But I'm warning you; I can be just as tough as you are. Well, \r\nif that's all for the Novato merger, then you can go home, Luce. Oh, you know \r\nwhat? Look at that, I changed my mind. Get me a grandé cappuccino and a side of \r\nbeef. Now! Hurry up. Chop, chop, chop, chop. Move.",
        "\r\nPaul: Rose. I just had to stop by and tell you how brilliant your work on the \r\ndasher acquisition was -- pure genius.",
        "\r\nRose: I changed my mind. Go home. Go home, go home. Go home!",
        "\r\nPaul: My mother was so wrong about you. You're everything I've ever dreamed of \r\nin a woman. You're brilliant, beautiful, sophisticated. How could I ever live \r\nwithout you?",
        "\r\nRose: What are you --? Ooh! Patience, D'Angelo. Your life's just getting out of \r\nthe gate.",
        "",
        "\r\nBarbara: Well, I've changed my mind. Yes, I do need you --Now. Get me everything \r\nyou can on Rose D'Angelo.",
        "",
        "\r\nCarly: Dammit, Craig. How could you do this to me?",
        "\r\n[Cat meowing]",
        "\r\n[Doorbell rings]",
        "\r\nCarly: Whoever it is, please go away.",
        "\r\nCraig: Carly! It's me, open up. It's your lucky day. I have the answer to your \r\nprayers.",
        "\r\nCarly: I know what you've been doing, Craig.",
        "\r\nCraig: Hm?",
        "\r\nCarly: So pray on this.",
        "\r\n[Craig moans]"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=9BwPHhMKgdU"
}