{
    "Episode Summary": [],
    "Recap": [
        "Casey is still hurt that Margo won't let him tell his dad the truth about Riley but he promises he will keep his mouth shut about Riley for Margo's sake. Margo can't stand that Casey can't seem to get along with Adam but Adam tells her he has to work out his differences with Casey on his own. Riley tries to bring Casey and Alison back together by telling Casey that Hunter is Alison's brother not boyfriend but his efforts only cause Alison to break up with Casey. Casey can't accept that nothing happened between Alison and Hunter when he saw them together in Hunter's room. Hunter still can't think of Alison as a sister.",
        "Carly's family comes together for an intervention and after a long and gut wrenching confrontation between Carly, Jack, Parker, Craig and Rosanna Carly finally accepts that she is an alcoholic and agrees to let Craig drive her to the treatment center Jack and Rosanna found for her. Carly promises Parker that she won't be gone forever and she will return when she is better."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: So, you survived your first Stewart family luncheon. How do you feel?",
        "Hunter: Well, I meant what I said. I -- I don't think I'll ever be able to think of you as family.",
        "Alison: Well -- despite our reputation, us Stewart women really aren't that bad. And -- we do a mean sing-along.",
        "Hunter: I'll remember that.",
        "[Alison laughs]",
        "Alison: Can you try to remember something else for me?",
        "Hunter: What's that?",
        "Alison: Remember that thing I told you about, how you don't have to be alone anymore? That's something we don't take lightly. So please, take advantage of it.",
        "Riley: Hey, Alison.",
        "Alison: Riley, hey. How are you?",
        "Riley: I'm good. Um, guess I don't have to ask you what's new.",
        "Alison: What?",
        "[Alison chuckles]",
        "Riley: Well, you told me you were ready to move on without Casey, if it came to it. Well, it looks like it has.",
        "Alison: Oh, that's not exactly the situation here. I mean, n -- not the way you're thinking.",
        "Riley: What do you mean?",
        "Alison: Hunter's not my boyfriend. Uh, Hunter is my brother.",
        "[SCENE_BREAK]",
        "Margo: Are you going to grace us with your presence at dinner tonight? Yum, yum.",
        "Casey: Well, is Riley gonna be here?",
        "Margo: Casey, why are you doing this?",
        "Casey: Yep. When he's out of here.",
        "Margo: Come on. Stop, stop! Come on. Are you gonna talk about this?",
        "Casey: What -- what is there to talk about?",
        "Margo: About your attitude. I feel like I can't talk to you. I have to tiptoe around you. I can't do that anymore, Casey.",
        "Casey: What's the problem?",
        "Margo: The problem is I feel like the slightest thing I say, you're gonna use it to retaliate against Riley.",
        "Casey: Well, it's not fair what you're asking me to do. Y -- you're asking me to be quiet about this, especially to keep the truth away from dad.",
        "Margo: I know. I'm sorry. I know what I'm asking you to do is hard, but your brother has paid for his crimes. He's got the scars to prove it. And he's not like you. He can't just go back to his old life.",
        "Casey: Really? 'Cause this morning, he woke up real easy in his old room.",
        "Margo: Why are you making me do this?",
        "Casey: Do what?",
        "Margo: You're making me choose between you and your brother, and I can't.",
        "Casey: You got to be kidding me. You already made your choice, Mom.",
        "[SCENE_BREAK]",
        "Craig: Carly, can you hear me? Answer me! Damn it.",
        "[SCENE_BREAK]",
        "Jack: If Craig wants to be responsible for Carly, then let him. I'm done.",
        "Janet: Do you mean that?",
        "Jack: Hey. What do you think?",
        "[Cell phone rings]",
        "Janet: I think you need to answer that.",
        "Jack: No, no. I'm gonna let it ring.",
        "Janet: No, no, no.",
        "Jack: Yes.",
        "Janet: I want you to.",
        "Jack: Hello.",
        "Craig: Jack, its Craig. I'm sorry to bother you.",
        "Jack: What do you want now, Craig?",
        "Craig: Carly's missing.",
        "[SCENE_BREAK]",
        "Rosanna: The plan was for Craig to -- to take your mom to a treatment facility today, you know, so she could -- so she could get better.",
        "Parker: She didn't want to go, did she?",
        "Rosanna: Uh, all I know is that Craig took her someplace else.",
        "Parker: And you don't know where? What was she thinking?",
        "Rosanna: Uh, Craig seems to think that they can solve your mother's problems on their own.",
        "Parker: But you don't think that, do you?",
        "Rosanna: No, Sweetheart, I don't.",
        "[SCENE_BREAK]",
        "Jack: How the hell could you leave her alone?",
        "Craig: I didn't know there was alcohol in the cabinet, Jack.",
        "Jack: Maybe you should have checked it before you left!",
        "Craig: I want you to keep an eye out for her in case she finds a way to get back down there.",
        "Jack: And what are you gonna do?",
        "Craig: I'm gonna look for her up here. She's drunk, and the terrain's rough. She can't get far.",
        "Jack: I hope for your sake she hasn't.",
        "Craig: I'll be in touch.",
        "[SCENE_BREAK]",
        "Parker: What if I called her?",
        "Rosanna: I assume you've tried that already.",
        "Parker: Yeah, but before, I -- I just got mad. If I make myself not yell at her, then maybe I can get her to see what she's doing.",
        "Rosanna: It's worth a shot. But just so you know, I've tried calling her, too, and her machine just picked up. So wherever she is, she doesn't have service.",
        "Parker: I'll get through.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "[Carly sighs]",
        "Carly: Parker.",
        "Craig: Going somewhere",
        "Carly: I -- I was just coming to look for you.",
        "Craig: Why?",
        "Carly: Well, I -- I heard you out there calling my name. I didn't want you to get lost.",
        "Craig: Why didn't you just answer me? Better yet, where were you? This isn't that big a cabin. I looked everywhere.",
        "Carly: I was hiding.",
        "Craig: Why were you hiding?",
        "Carly: I didn't want you to be mad at me.",
        "Craig: Mad at you? Because you drank this bottle of cooking wine?",
        "Carly: I -- I couldn't help it. I saw it, and I couldn't stop myself.",
        "Craig: Did you even try to pour it down the sink?",
        "Carly: I could have if you'd been here, I think, but --",
        "Craig: Hold it right there. I didn't want to leave! I didn't want to go anywhere! You practically pushed me out the door!",
        "Carly: I know.",
        "Craig: You said you were all right!",
        "Carly: I know. I -- I was wrong. Obviously, I am not ready to be alone.",
        "Craig: I'm going back to Oakdale.",
        "Carly: No, no. You promised me.",
        "Craig: I know what I promised, Carly. I thought I could help you. I can't.",
        "Carly: You can. There's no more alcohol here. We can do this the way we planned.",
        "Craig: How do you know there's no more alcohol here? You found that before I left, didn't you?",
        "Carly: You said you loved me. You said that you would -- that you would help me. Did you mean that?",
        "Craig: You know I did.",
        "Carly: Then have a little faith. Please.",
        "Craig: Carly, that's not what this is about.",
        "Carly: Please. I have everything I need to get better right here.",
        "Craig: That's what you said before you used those exact words on me, Carly.",
        "Carly: You -- you're all I need. Please, please. If you love me, don't bring me back. Don't.",
        "[SCENE_BREAK]",
        "Margo: Wait a minute. Wait a minute. Wait! How can you think that I -- I would choose between you and your brother?",
        "Casey: Because you have. Just the way you treat us. It's -- it's different.",
        "Margo: What? What have I done that's so terrible?",
        "Casey: You've made me face every mistake I've ever made. But with R -- uh, Adam -- whatever, he -- he just gets a free pass. And you're even breaking the law for him.",
        "Margo: Because I have to. I have to. I have to have both of my boys at home with your father and me.",
        "Casey: Except Dad doesn't know he has both his sons here. He has no clue because you decided to withhold that information.",
        "Margo: No, because if he knew, he would be duty bound to turn your brother in. You know that, Casey! I'm not gonna put him through that hell. I want my family back! You and your brother mean the world to me!",
        "Casey: Well, at least you got what you wanted, then.",
        "Margo: You think this is what I want? I wake up terrified every day, scared to death that -- that you are gonna decide that you have had enough, and you're gonna tell your father that Riley is Adam. Or worse, you're gonna walk out of here, and you're never gonna come back again.",
        "Casey: What do you want me to do? What do you want me to do?",
        "Margo: I just want you to promise me -- you just promise me that you're not gonna do either one of those things.",
        "Casey: All right. I'll keep my mouth shut, I promise.",
        "Margo: Thank you. Thank you. We can do this. Honey, we can do this. The four of us -- we can be a family again. We can.",
        "Casey: How? How?",
        "Margo: Just reach out to him. Come on. He's your brother. He loves you.",
        "Casey: Yeah, I can't love him.",
        "Margo: Okay, don't love him, then. Just, please, try and be civil to him, for my sake.",
        "[SCENE_BREAK]",
        "Riley: So, what did Casey say when you told him?",
        "Alison: Uh, I haven't. He doesn't know.",
        "Riley: Aren't you going to tell him?",
        "Alison: Why?",
        "Riley: Don't you think that would change things if he knew?",
        "Alison: Not really.",
        "Riley: Ali, he can't be jealous of your brother.",
        "Hunter: It -- it doesn't matter. It's none of his business. Casey's not a part of Alison's life anymore.",
        "Alison: Hunter's right. I mean, it's just better this way.",
        "Riley: Do you really mean that?",
        "Alison: Look, Casey made it very clear that he's not interested in anything I have to say.",
        "Riley: Maybe if he knew about this, that would change, okay? Just think about it.",
        "[SCENE_BREAK]",
        "Jack: Craig's out of his mind. There's no way Carly's coming back here.",
        "Janet: Thought you were gonna let Craig handle things from now on.",
        "[Jack sighs]",
        "Jack: She could hurt herself, Janet, or somebody else. I'm a cop. I have an obligation.",
        "Janet: Why don't you do what cops do? Why don't you call the station, put out an APB or whatever? You're not being a cop right now.",
        "Jack: Why can't you see this from my perspective? She's disappearing right in front of us. I've got to do something to stop it. I can't tell my kids that they've lost their mother again.",
        "Janet: Does Parker know?",
        "Jack: No. No. But I would like to be the one to tell him.",
        "Janet: Okay. Go on. Do what you got to do.",
        "Jack: I'll be back, okay?",
        "Janet: Take your time.",
        "[SCENE_BREAK]",
        "Rosanna: Jack, hi. What's going on? Have you heard from Carly?",
        "Jack: No, but -- Carly's missing.",
        "Parker: Missing?",
        "Rosanna: What do you mean? What happened?",
        "Jack: Uh, we're -- we're not really sure yet.",
        "Parker: What are we gonna do?",
        "Jack: Parker, relax. We will find her.",
        "[SCENE_BREAK]",
        "Carly: Do you remember when we first got here, when we made love?",
        "Craig: Carly, how could I forget something like that?",
        "Carly: Well, it can be like that every day. We can be so happy together.",
        "Craig: Carly, listen to me, please.",
        "Carly: Don't you want that?",
        "Craig: I do. But we have to get you better first.",
        "Carly: We will. I don't want to drink anymore. I just want this. Do you believe me?",
        "Craig: I believe you.",
        "Carly: Make love with me. Please?",
        "Craig: Come here. When I came back, you didn't answer me. These crazy thoughts went through my head. You were lost. You were hurt. You changed your mind about us. It's amazing how thoughts like that can run wild in your mind. Carly? Forgive me, because I do love you.",
        "[SCENE_BREAK]",
        "Riley: Casey -- hey, wait up! I need to talk to you, Casey.",
        "Casey: I'm sorry. I got patients I got to drop off.",
        "Riley: It's about Alison. You were wrong about her and Hunter. They're not dating.",
        "Casey: What? Is she already over him?",
        "Riley: No. She's his sister.",
        "[Casey laughs]",
        "Riley: I'm serious.",
        "Casey: Who told you this?",
        "Riley: She did. They did. They were over at the Lakeview together. They just got done with some sort of family lunch.",
        "Casey: Wait. They're brother and sister. How -- how -- what?",
        "Riley: You know Alison was conceived through in vitro, right? I guess your dad stole one of Emily's fertilized eggs and implanted it in Hunter's mom.",
        "Casey: Ew! What?",
        "Riley: Okay, when you talk to her, you may not want to lead with that.",
        "Casey: You -- you want me to talk to her? I'm not gonna do that. No, no. She ditched me. I'm not gonna put myself through that.",
        "Riley: Fine. Be a jerk.",
        "Casey: I'm sorry. What did you say?",
        "Riley: I said you're a jerk, Casey. You walk around judging everyone else for their mistakes. Why don't you quit acting like you've never screwed up?",
        "Casey: Bite me. Like you're one to talk.",
        "Riley: Okay, you want to go ahead and give me the business for everything I've done? Go right ahead.",
        "Casey: Excellent. Thanks.",
        "Riley: But what has Alison ever done, huh, except maybe bruise your ego? Why don't you man up and go talk to her?",
        "[SCENE_BREAK]",
        "Rosanna: Oh, my God! Is she okay?",
        "Craig: It's all right. She's just passed out.",
        "Rosanna: Well, how long has she been like this?",
        "Craig: Since we left the cabin. She'll wake up soon.",
        "Rosanna: How much did she have to drink?",
        "Craig: It's not that she had so much to drink. She drank on an empty stomach.",
        "Rosanna: Oh, my God, Craig.",
        "Craig: I need your help.",
        "[SCENE_BREAK]",
        "Jack: I don't think your mother's coming back here.",
        "Parker: It wouldn't be the first time she ever took off on us. Why did this happen to her, Dad? I mean, her dad drank. Is that why? I mean, it runs in families. I heard that.",
        "Jack: It can.",
        "Parker: Am I next?",
        "Jack: There is a genetic link to alcoholism, Parker. Why do you think I was so freaked out when you stole that vodka and you ended up in the hospital?",
        "Parker: Yeah, but that was an accident, Dad, I swear.",
        "Jack: Okay, and that's why you've got to be smart, and you've got to take extra good care of yourself.",
        "Parker: I will. I don't want to do what she's doing.",
        "Jack: I know it doesn't seem very fair.",
        "Parker: You know, she told me why she drank once.",
        "Jack: She did?",
        "Parker: Yeah. She said it helped her when she was feeling stressed out. You know, maybe if I'd just gone to boarding school, and I hadn't run off and gotten married --",
        "Jack: No, no. Parker, stop. Look at me. You are not the reason your mother started drinking.",
        "Parker: How do you know that?",
        "Jack: Because what she told you -- that was an excuse. It was a way for her to justify what she's doing. Hey, listen. I got to tell you something. I'm glad you didn't go to boarding school.",
        "Parker: Why?",
        "Jack: Because of you being here, you're about to do something for your sister that I couldn't. You were able to shield her from a lot of this.",
        "Parker: I didn't want her to see Mom like that -- I mean stumbling, slurring her words, forgetting things.",
        "Jack: Yeah, well, I wish to God you hadn't seen it, either.",
        "Parker: Can we keep searching?",
        "Jack: Absolutely. Come on.",
        "[SCENE_BREAK]",
        "Carly: Oh. Craig?",
        "Craig: Yeah. I'm here. Here. Sit up slowly.",
        "Carly: Where am I?",
        "Craig: You're home.",
        "Carly: Home? How did I get here?",
        "Craig: I drove us here after you passed out.",
        "Carly: Wow. I passed out?",
        "Carly: You drank a bottle of cooking wine, remember?",
        "Carly: Yeah. Uh, it was crazy. I -- I know that it's no use to apologize, because it's no excuse for what I did.",
        "Craig: You don't have to say you're sorry. You don't have to say anything. Everything's gonna be all right now.",
        "Carly: How? You said that we could fix this together.",
        "Craig: And we are.",
        "Carly: You promised me that you weren't gonna bring me back here, and you did. You lied to me.",
        "Craig: Now, Carly, listen to me. Nothing's changed.",
        "Carly: Prove it. Let's go. L -- let's go back. We were happy there, Craig. I -- it can work. We'll just get in the car, and we'll go back.",
        "Rosanna: What's going on? You can't leave, not in the condition that you're in.",
        "Carly: My condition is fine! You don't know what you're talking about! Let's go, Craig. Don't make me leave without you.",
        "Parker: Mom.",
        "Carly: What is going on?",
        "Jack: Hello, Carly.",
        "Carly: Don't you \"Hello\" me. What the hell are you doing in my house?",
        "Rosanna: Carly, just calm down.",
        "Carly: I'm calm. What do you think you're doing?",
        "Rosanna: It's really simple. We love you, and we want to help you.",
        "Carly: You think ganging up on me is gonna help me?",
        "Rosanna: We're not ganging up on you, but we need you to listen to what we have to say now.",
        "Carly: This is ridiculous, and I certainly do not have to listen to you!",
        "Rosanna: Carly, we're here because we're on your side!",
        "Carly: And so you thought you'd ambush me in my own home? You can save it, sister. I'm not interested. Parker, you do not have to go along with this.",
        "Parker: Would you sit down? Please, just sit down. I don't really know what's going on here.",
        "Carly: I know, baby. I know. I'm sorry that they involved you in this. I'm all right.",
        "Parker: No. You're not. It's really scaring me.",
        "Carly: Oh, baby. The things they've told you about me -- they're not true.",
        "Parker: Mom, I don't need someone to tell me that there's something wrong with you!",
        "Craig: You know, when I called you, she was hiding from me. She was so worried I'd be mad at her for drinking, she actually -- she hid like a child.",
        "Jack: Well, that's the way alcoholics behave, Craig.",
        "[Craig sighs]",
        "Craig: Do you think this is going to work?",
        "Jack: I have no idea. But at this point, kind of run out of options. What are you doing here?",
        "Janet: Can I talk to you? Listen, I don't want to make this about me, but I feel horrible about the way I've been acting.",
        "Jack: It's okay.",
        "Janet: No, it's not. I know why you're doing this. And if there's anything I can do to help, I'd like to try.",
        "Carly: You can leave.",
        "Rosanna: Carly --",
        "Carly: No, no, no, no, no. This is not a spectator sport! I'm not on display here! So go! In fact, all of you go! Get the hell out!",
        "Craig: Sorry, Carly. We're not going anywhere.",
        "[SCENE_BREAK]",
        "Casey: Hi.",
        "Alison: Hey.",
        "Casey: Um, I guess we should talk, you know?",
        "Alison: Go ahead.",
        "Casey: I kind of meant privately.",
        "Alison: Why? Anything you want to say to me, you can say in front of my brother.",
        "Casey: Yeah, about that, congratulations or whatever. I don't --",
        "Alison: \"Or whatever\"?",
        "Casey: I mean, is it -- is it really a good thing?",
        "Alison: Why wouldn't it be?",
        "Casey: Other than the fact you went all Angelina Jolie on him? You know, he did say he was in love with you.",
        "Alison: Okay, if this is your idea of an apology, I'm really not feeling it.",
        "Casey: Is it supposed to be an apology?",
        "Alison: Um, yeah, after the way you reacted when you saw me in Hunter's room.",
        "Casey: I mean, you were on his bed.",
        "Hunter: Okay, time to shut up now.",
        "Casey: Uh, no one's talking to you, zip drive, so back off.",
        "Hunter: Why don't you back off? Take a hint. Alison doesn't need you in her life anymore.",
        "[SCENE_BREAK]",
        "Carly: You betrayed me. I cannot believe that I actually thought that you had changed. How could the great Craig Montgomery possibly love anybody other than himself?",
        "Craig: I'm doing this because I love you.",
        "Carly: No, you don't, or you'd get me the hell out of here. You're afraid of them. Coward.",
        "Rosanna: Carly, come on. For once, Craig is doing the right thing. You need help.",
        "Carly: Yes, maybe I do need help. But not the kind that you're talking about. You want to send me away.",
        "Rosanna: I just want you to be with people who can give you the professional help that you need, because you're destroying yourself. Day by day, drink by drink, we're losing you.",
        "Carly: I'm right here.",
        "Rosanna: No. Here, apparently, is the one place you don't want to be.",
        "Carly: So, what exactly did you all do? Did you all get together and plan this? You said, \"Hey, let's -- let's humiliate Carly. We'll all show up together and take turns calling her a drunk.\"",
        "Jack: Carly, we're not here to humiliate you.",
        "Carly: And you -- oh, I bet you're really enjoying this, aren't you?",
        "Janet: No, actually, I'm not.",
        "Carly: Isn't that why you're here -- so you can finally feel superior?",
        "Jack: Stop it, Carly.",
        "Janet: It's okay. It's all right.",
        "Carly: Admit it. This is what you've been waiting for. If they send me away, you win. Jack will finally be free of me. Won't you, Jack?",
        "Jack: I'm not playing this game.",
        "Carly: Mmm. Not in front of the missus. Just eats you up, doesn't it, how he refuses to cut himself off from me?",
        "Janet: Even so, there are still limits to what you can demand of people, Carly.",
        "Carly: Oh. And I've reached mine. Fine.",
        "Rosanna: Where are you going?",
        "Carly: If you think that I'm gonna stay here and be lectured by you people, guess again. Parker, move.",
        "Parker: No.",
        "[SCENE_BREAK]",
        "Alison: Casey -- you and I had broken up. So yes, I was upset, and I turned to Hunter. But I don't know how to make this any clearer to you. Nothing happened.",
        "Casey: Lucky you.",
        "Alison: Okay, I knew it was wrong. I said that to Hunter, and we stopped. And then you showed up and just jumped to the conclusion that I slept with him.",
        "Casey: W -- what was I supposed to think, huh? The door opens. You're there on his bed.",
        "Alison: I don't know. But if you really cared, you would have tried listening to what I was saying.",
        "Casey: You -- you think I don't care?",
        "Hunter: Based on all the horrible things you said, why would she think you would?",
        "Casey: I'm -- like I said before, this doesn't concern you.",
        "Hunter: Face it, Casey. She doesn't deserve to be treated the way you treat her.",
        "Casey: Make him stop.",
        "Hunter: Why? Because you know it's the truth? She doesn't want anything to do with you anymore.",
        "Casey: Is that what you think?",
        "Alison: If all you're gonna do is insult me and make me feel bad about myself, then yes.",
        "Casey: Fine. See you later.",
        "[SCENE_BREAK]",
        "Carly: Parker, I can't stay here.",
        "Parker: You can't stay for me?",
        "Carly: This isn't about you.",
        "Parker: Mom, I love you.",
        "Carly: I love you.",
        "Parker: But when you're drinking, it's like you're not even here. You're a completely different person. And I don't love that person.",
        "Carly: Listen to me. I'm your mother. I'll always be your mother no matter what.",
        "Parker: So when you're asking me not to tell Dad things, when -- when I'm taking your keys away from you, and when I'm trying to keep Sage from seeing just how hung over you are, that's you being my mother?",
        "Carly: I'm gonna get it together. I am.",
        "Parker: How?",
        "Carly: My own way. But I -- I can't do it like this. I thought you understood that. Please let me go.",
        "Parker: Mom, you left us once before, and you promised you would never do that again!",
        "Carly: I'm gonna come back.",
        "Parker: If you leave, you will never see me or J.J. or Sage again.",
        "Carly: Parker, I would never leave you.",
        "Parker: But it's already happened, Mom. You've left, because right now, you're not really here. You'd rather be at some bar somewhere.",
        "Carly: No, don't say that.",
        "Parker: You don't want to drink?",
        "Carly: What I don't want is this.",
        "Parker: What? Everyone caring about you?",
        "Carly: No. People telling me what to do -- people who don't even know me?",
        "Parker: Who here doesn't know you?!",
        "Janet: I think she means me, and she's right. I don't belong here. This is a family matter.",
        "Carly: You're just realizing that now, are you?",
        "Janet: I just wanted to -- I'm gonna wait outside.",
        "Jack: I'll walk you out. Sorry she's giving you such a hard time. She's just looking for an easy target.",
        "Janet: I know. Normally, I'd let it get to me, but seeing her like this --",
        "Jack: I tried to tell you, Janet.",
        "Janet: I know. And I am so sorry I gave you hell for coming to her rescue all those times. But Jack, she really needs you now.",
        "Jack: Hey. Do you know how much I love you?",
        "Janet: I love you more.",
        "[SCENE_BREAK]",
        "Hunter: Maybe this is one of those things you're not supposed to fix.",
        "Alison: So what do I do? Just let him go?",
        "[Hunter chuckles]",
        "Hunter: You are so great. Do you know this? You shouldn't settle for someone, especially when they don't treat you well. I'm sorry.",
        "Alison: No, that's my fault.",
        "Hunter: No, no, I didn't mean to.",
        "Alison: No, no. Really, I'm -- I'm -- I'm fine.",
        "Hunter: You sure?",
        "Alison: Yeah. Uh, I have to get back to work, and, um, you should probably go.",
        "Hunter: Okay.",
        "[SCENE_BREAK]",
        "Riley: Okay, now, add just a little bit of pepper. No, I said a little.",
        "Margo: That was a little bit.",
        "Casey: Thanks, uh, for the crappy advice. Talked to Alison. Worked like a charm.",
        "Riley: It didn't go so well?",
        "Casey: What do you think, huh? It's worse than it was ever before.",
        "Riley: I'm sorry, Casey.",
        "Casey: No, you can save it.",
        "Margo: What, are you and Alison going through a rough patch?",
        "Casey: I wouldn't say it was a \"Rough patch.\" It's over.",
        "Margo: Aw! Since when?",
        "Casey: Since he showed up.",
        "Margo: Oh, now, stop. Come on.",
        "Casey: God! I'm sick of you defending him.",
        "Margo: Come on. Casey, stop! Where are you going?",
        "[Margo groans]",
        "Riley: Mom, I know you're just trying to help, but maybe you should just stay out of it.",
        "Margo: Well, I'm not very good at that.",
        "Riley: I know you're trying to win Casey over for me, but this is something I have to do on my own, okay?",
        "Margo: Okay. Where are you going?",
        "Riley: Don't worry. I'll be back.",
        "[Margo sighs]",
        "[SCENE_BREAK]",
        "Carly: So, it's your turn at bat now? Is that how this works?",
        "Jack: You think I came to pass judgment on you, Carly. But I didn't.",
        "Carly: Why? That's what you do best.",
        "Jack: Well, I came down hard on you, Carly, because I care about you.",
        "Carly: I already know I'll never live up to your lofty standards, Jack. So save the speech. Compass is broken. I'm not your problem to solve anymore.",
        "Jack: We'll always be connected.",
        "[Carly laughs]",
        "Carly: What does that mean, exactly?",
        "Jack: It means that when you're hurting like this, it affects me, too. You -- come on, lady. You are so much better than this. Look at you. Look what you've become. You're fallen apart.",
        "Carly: How would you know how I feel? You don't talk to me anymore. You don't ask me how I am. You don't lower yourself to acknowledge me at all, unless it's to accuse me of something.",
        "Jack: Fine, you want to talk? Let's talk. You and me, a real conversation, okay?",
        "Carly: Great. What should we talk about? How weak I am? What a lush I've become?",
        "Jack: Okay, do you remember when we used to stand in Parker's doorway and watch him sleep, his little night-light on in the corner?",
        "Carly: Why are you bringing that up?",
        "Jack: Because you always said you wanted things to be different for him. Not -- not the way you grew up.",
        "Carly: Just stop. Stop.",
        "Jack: No, you always had to be so strong. Do you remember? You were just a little girl, stuck in that house with Ray.",
        "[Voice breaking]",
        "Carly: I'm not like my father. I'm not. I mean, he drank. He drank so much I was afraid to come home from school. He -- he'd be passed out on the couch or in the hallway, and I'd have to put him to bed.",
        "Jack: Yeah, I know. And you -- and you were barely big enough to move him, but you did it. You did it, because you had to. You had to take care of him, and you did it all by yourself.",
        "Carly: I used to wish I was anywhere but in that house and he was anybody but my father. I --",
        "[Carly chuckles]",
        "Carly: This is not the same.",
        "Jack: Carly --",
        "Carly: No, it is not the same! I have never asked Parker to -- that's not me. I am not like that. Parker, do you wish that I was somebody else?",
        "Parker: I just want you to get better, Mom.",
        "Jack: You can still keep that promise to him, Carly. And to Sage and to J.J.",
        "Carly: I have. Damn you. I am a good mother.",
        "Jack: Oh, come on. It's time to be honest, Sweetheart. You checked out on them. It's time for you to come home, Carly. They need their mother. They need her to stop drinking.",
        "Carly: All right, I admit I have a problem. It's gotten out of control. But the one thing that I c -- you don't have to send me away.",
        "Rosanna: I know that you're scared. I know that. I mean, I'm scared, too.",
        "Carly: You have no idea what I've been through.",
        "Rosanna: I know you, and I know that you're not proud of all this and of what you've been doing, and that's why you've been drinking in secret and hiding the bottles all over the house and in your purse.",
        "Carly: Okay, all right. I get it. What do you want me to do?",
        "Rosanna: I want my sister back. I want the girl who loves herself and who loves her family back, the one that's a fighter, the one who's strong enough to ask for help when she needs it.",
        "Carly: I'm right here.",
        "Rosanna: No, you're not. In looking at you, Honey, if you don't let us help you, we're all gonna lose you.",
        "[SCENE_BREAK]",
        "Alison: Hey.",
        "Riley: Hey. They said I'd be able to find you up here.",
        "Alison: Oh. Uh, you were looking for me?",
        "Riley: Yeah. Um, I came to apologize. I'm the one who, uh, sent Casey up to talk to you.",
        "Alison: Oh. That was you.",
        "Riley: Yeah. Um, I was just really hoping that you two could work something out. I didn't mean to make the situation any worse.",
        "Alison: Well, it's almost inevitable these days.",
        "Riley: Anyway, I'm really sorry. I was just trying to help.",
        "Alison: What is it with you two?",
        "Riley: What do you mean?",
        "Alison: Ever since you showed up, Casey's been different. He's been secretive and hostile. And when he stole your watch --",
        "Riley: I forgave him for that.",
        "Alison: I know, but that's just -- that is something Casey would never do.",
        "Riley: I don't know what to tell you.",
        "Alison: There's something -- something that he won't talk to me about, or -- or something that he can't talk to me about. You live with him. You know what it is?",
        "[SCENE_BREAK]",
        "Carly: I do want to get better.",
        "Parker: Do you?",
        "Carly: Yes.",
        "Craig: So will you let us help you?",
        "Carly: I'll let you help me if you bring me back to the cabin, Craig.",
        "Craig: Carly, you're not hearing us. You're not hearing us. The cabin was a mistake.",
        "Carly: No. No, it wasn't. I -- I felt safe there.",
        "Craig: Because you were drunk! Carly, you're everything to me. And I -- I want to be everything to you.",
        "[Craig chuckles]",
        "Craig: Even your savior. Probably because I'm an egomaniac, but also because I wanted to believe that you needed me. But I -- I can't pull it off. I -- I can't save you from yourself.",
        "Carly: You said that you loved me as I am, that you didn't need me to change.",
        "Craig: I do love you as you are. But why can't you see, this disease is not you?",
        "Carly: Why are you yelling at me?",
        "Craig: Because the woman I fell in love -- that beautiful woman -- is slipping away from me and becoming a drunk!",
        "Carly: I am not -- oh, God!",
        "[Carly sobs]",
        "Craig: I need you. Carly, look. Look. We all -- we all need you. You need to bring that woman back to us. I just hope she wants me as much as I want her when she comes back.",
        "[Carly sobs]",
        "[SCENE_BREAK]",
        "Riley: The truth is, Casey may never accept me.",
        "Alison: Do you think that's because of your connection to his brother?",
        "Riley: Maybe, but I can't do anything about that. And, Ali, I'm not going anywhere.",
        "Alison: Well, I mean, I understand.",
        "Riley: Sooner or later, Casey's gonna get over this. When he does, he's gonna want you back.",
        "Alison: Why are you going so out of your way for him? I mean, after everything he's done to you.",
        "Riley: His family's been really good to me. Just don't give up on him, okay?",
        "[SCENE_BREAK]",
        "Carly: I don't know if I can do this.",
        "Craig: You're not doing it alone.",
        "Jack: We're all here for you, Carly.",
        "Rosanna: The place we found is really nice. Very hands-on.",
        "Carly: They're expecting me? Who's gonna take me?",
        "Craig: I am.",
        "Jack: I'll get the door.",
        "Carly: I can't believe this is happening.",
        "Janet: Carly, if there's anything I can do with the house, the kids, name it.",
        "Craig: We should get going.",
        "Parker: Mom. It's gonna be okay.",
        "Carly: I know, baby. I love you.",
        "Parker: I love you, too.",
        "Carly: I'm gonna be back, okay? It's not forever, I promise.",
        "[NEXT_ON]",
        "Mason: Looks like you need some help. Lucky for you, I am the man to provide it.",
        "Luke: What did he say? When can we start?",
        "Noah: He doesn't think I should shoot your script.",
        "Meg: I didn't want to have to protect my daughter from her own father, but you have given me no choice. So Dusty wants to plant a bomb to frame Paul?",
        "Paul: What the hell kind of ambush is this?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=LEgOe18pr5M"
}