{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Paul: Hey, Lily.",
        "Lily: Hi, Paul.",
        "Paul: Hey, sorry. I didn't mean to sneak up on you.",
        "Lily: That's okay.",
        "Paul: I came in the back. Holden let me in.",
        "Lily: I'm glad you're here.",
        "Paul: So -- what's -- what's going on?",
        "Lily: I thought that's why you came.",
        "Paul: Are you purposely trying to confuse me?",
        "Lily: Wait, did you -- didn't you get my message?",
        "Paul: Yeah, most of it. It got cut off at the end. All this stuff -- is \r\nall that stuff yours?",
        "Lily: Mine? Um, I don't -- what do you think? You think this is me?",
        "\r\n[Both laugh] no.",
        "Paul: Yeah, I think Rose needs some of her stuff shipped back to Italy?",
        "Lily: She does need some of her stuff, but not in Italy. That's why I \r\ncalled you. Rose is coming home.",
        "Paul: Yeah. You -- you told me that earlier. I thought -- I thought for \r\nsure you were gonna tell me that she had changed her mind. So when is she -- \r\nwhen's she coming back?",
        "Lily: Is tomorrow soon enough?",
        "",
        "Carly: All these people look so happy.",
        "Jack: Of course they're happy, honey. They're on vacation.",
        "Carly: Well, how much does paradise set you back these days?",
        "Jack: No, no, no. We are not worried about money, Mrs. Snyder.",
        "Carly: It says here you can swim with the dolphins.",
        "Jack: Ah, beats swimming with sharks.",
        "Carly: And those little drinks, with the little umbrellas.",
        "Jack: Mm-hmm. And a mariachi band. Mm. Full moons. Long walks on the \r\nbeach.",
        "Carly: Let's go now.",
        "Jack: Ah, forget it. No way you're ducking the doctor. And once we nail \r\ndown all the particulars on baby Snyder, we'll be cool. Hey, look -- I got us a \r\nlittle light reading for the trip.",
        "Carly: \"The greatest baby name book ever.\" Modest.",
        "Jack: I got it for kicks.",
        "\r\n[Phone ringing] no, hey, you know, we're leaving that thing at home.",
        "Carly: I --",
        "Jack: No.",
        "Carly: I'll just be a minute.",
        "Jack: Fine. Then shut it off, please? Please?",
        "\r\n[Phone ringing]",
        "Carly: Hello?",
        "Mike: Carly, it's me. Look, Molly's been on ert ever since we left your \r\nplace. She is sure something's going on with you guys.",
        "Carly: Yeah, I saw that. Fine. Just tell her.",
        "Mike: Carly, if you don't tell her about the baby yourself, she's gonna \r\nwonder why I know and she doesn't. She'll be upset.",
        "Carly: Okay. I'll handle it. Bye.",
        "Jack: You'll handle what?",
        "Carly: Oh. Mike thinks I should tell Molly about the baby. Maybe I \r\nshould.",
        "Jack: Maybe? Honey, Molly is the only family you have around here. I \r\ncan't believe she's not the second person you told. That is, unless you've got \r\nsome kind of reasons for not telling her that we're having a baby.",
        "",
        "Craig: About your proposal of marriage -- I have an answer for you.",
        "Rosanna: Wait. Don't, really. Not yet. Not until you've heard what I've \r\ndecided. I'm withdrawing the proposal.",
        "Craig: You don't want to marry me?",
        "Rosanna: Well, no, I would love to marry you. Just not in the \r\nforeseeable future.",
        "Craig: So the proposal is off the table?",
        "Rosanna: Well, yes. Don't look deflated. Come on, now. It takes more \r\nthan that to pop your bubble.",
        "Craig: You'd be surprised, Rosanna. I'm a changed man.",
        "Rosanna: Well, don't change too much, or I won't be able to recognize \r\nyou. All right. I will get to the point. You may have noticed over the last \r\ncouple of weeks, I've been a little off balance and more than a little scared.",
        "Craig: Well, that's understandable.",
        "Rosanna: But I think, because of it, I lost sight of who we are \r\ntogether.",
        "Craig: And -- who might that be?",
        "Rosanna: Being with you is like being on a wonderful, exciting roller \r\ncoaster that I just want to get on line for again and again.",
        "Craig: Well, that's good, I think.",
        "Rosanna: Yes. And in the last couple of weeks, I feel like our \r\nrelationship has gone to a whole new level. And that's -- enough for me.",
        "Craig: And -- and does this level have a name?",
        "Rosanna: Honesty. You opened up to me, and you told me about that night \r\nwith Carly. Well, you risked losing everything.",
        "Craig: Mm-hmm. I had to.",
        "Rosanna: Look, I'm sorry I got ahead of myself. I feel like I really \r\nput you on the spot with that marriage proposal.",
        "Craig: Forced me to take a long, hard look at our relationship.",
        "Rosanna: Which explains the \"deer in headlights\" look.",
        "Craig: You know, I came here expecting to have a whole 'nother \r\nconversation.",
        "Rosanna: Well, another time, maybe.",
        "Craig: I didn't know rejection could be so sweet.",
        "Rosanna: Before anyone mistakes us for your average, happy couple, \r\nthere's something else we need to discuss.",
        "Craig: Hmm?",
        "Rosanna: Monte Carlo.",
        "",
        "Simon: Here's to my beautiful wife.",
        "Katie: Oh, and here's to watching every woman in this place go green \r\nwith envy because I'm with the hottest guy here.",
        "Simon: Oh, stop it! No, keep going. So what time are Margo and Tom \r\ngetting here?",
        "Katie: Oh, Tom just called my cell. They're gonna be a little late.",
        "Simon: Late? Tom's never running late.",
        "Katie: Well, it's my fault. Because I had him checking up on something \r\nfor me at the office.",
        "Simon: What do you need a lawyer for?",
        "Katie: I don't. Oh, look at that girl's jacket. It's so cute. I wonder \r\nwhere she got it.",
        "Simon: That's pathetic. What have you got Tom checking up on?",
        "Katie: I'm just having him make a couple calls to Australia to see if \r\nhe can figure out how to help you get rid of those charges.",
        "Simon: Without talking to me?",
        "Katie: I knew you'd hate the idea. And I wanna just do it to make you \r\nhappy.",
        "Simon: Babe, I am happy. I'm happy.",
        "Katie: You don't look happy.",
        "Simon: There. How's that?",
        "Katie: Besides, you would do it for me.",
        "Simon: What -- go behind your back, invade your privacy?",
        "Katie: Ah, we're married. We don't have any privacy.",
        "Simon: Yeah, obviously not.",
        "Katie: Simon, you're making a big deal out of nothing. Either Tom can \r\nhelp us out, and we get to go to Australia, or he can't, and we stay perfectly \r\nhappy right here.",
        "Simon: Listen, honey, I don't care if I see or smell another bloody \r\nsheep ever again. At this point in time, I don't intend to set foot on \r\nAustralian soil for the rest of my life.",
        "",
        "Paul: So, Rose is coming back tomorrow?",
        "Lily: Yes! She called from London this afternoon. She's getting a \r\nconnecting flight in New York to Oakdale. I wrote down the arrival time. You \r\nwanna check it out? ",
        "Paul: No. It's okay.",
        "Lily: I thought we'd all go down there to meet her. Yeah, I said to my \r\nmother, I have the first dibs on interrogating her. And you can hold the bright \r\nlight over her head.",
        "Paul: I think I'll pass.",
        "Lily: On the interrogation or going to the airport?",
        "Paul: The whole thing.",
        "Lily: Well, Rose is gonna think that you don't care.",
        "Paul: Rose is gonna think I don't care? I know she's your sister, Lily, \r\nand you love her --",
        "Lily: You love her.",
        "Paul: -- But I'm not the one who checked out for months. I'm not the \r\none who didn't return phone calls or answer letters or even bother to let me \r\nknow if and when she was coming home again. I mean, is this even her home? I \r\ndon't know. I don't know. Maybe she's just breezing through here.",
        "Lily: Joe was very sick. She needed to spend time with him. You knew \r\nthat.",
        "Paul: Yeah, I got that part. And I was fine with her wanting to take \r\ncare of Joe. He needed her. But for how long? Months? Years? An eternity? What? \r\nYou know, during that whole mess with the trial and James and everything, I kept \r\ntelling myself, \"I am so glad Rose is not here in the middle of this nightmare.\" \r\nBut inside, I needed her. It was killing me. I didn't have her there to lean on \r\nor to believe in me. I was alone, Lily. Alone. And that is something that I \r\nnever, ever did to Rose.",
        "Lily: You're upset. And you're hurt. And I don't blame you for that. \r\nAnd I have to tell you -- I have no idea what's going on in that girl's head. \r\nBut I do know that she still loves you.",
        "Paul: No, you don't. Don't say that. You want to believe it. So did I.",
        "Lily: But if you're not there when she walks off that plane, it's like \r\nyou're telling her that it's over. Okay, you know what? This is a lot to ask, \r\nbut could you just think about coming?",
        "Paul: I've had months to do nothing but think. Rose is the one that \r\ncalled this off, not me. She said it in so many little ways, I lost count. But \r\nbelieve me -- I got her message loud and clear.",
        "",
        " ",
        "Carly: I want to tell her. But I'd like it to be special. The right time.",
        "Jack: There's nothing special about her finding out third-pers. Did you \r\nguys have a fight or something?",
        "Carly: No. It's just -- you know, once Molly knows -- she'll want to \r\nknow the due date. She'll plan a baby shower. She'll have the nursery completely \r\nredecorated in, like, a week. And if there's one thing we need, Jack, it's a \r\nlittle downtime.",
        "Jack: Yes, I know. That's why we're going on a honeymoon. Put yourself \r\nin Molly's shoes for a second. If she was pregnant, would you want to be the \r\nlast to know?",
        "Carly: No. And I don't want to hurt her. You know that. But this is so \r\nnew. For the first time in my life, I want to keep something simple and private. \r\nWhy can't anybody understand that?",
        "",
        "Craig: Monte Carlo is a thing of the past.",
        "Rosanna: Well, the thing of the very recent past.",
        "Craig: Why split hairs?",
        "Rosanna: Because I feel like everything that I've done recently has \r\nbeen a reaction to something else.",
        "Craig: There has been a lot to react to.",
        "Rosanna: I don't like living that way.",
        "Craig: Well, didn't we agree that our future is more important than \r\npast mistakes?",
        "Rosanna: Well, yes, that's true. But Monte Carlo is important, too.",
        "Craig: So is forgiveness and moving on.",
        "Rosanna: And I do forgive you, Craig. All right? I can't believe I'm \r\nsaying this, but in a way, I'm glad the whole Carly thing happened. Sort of -- \r\nnot that I want it to happen again, mind you, but it showed how much we mean to \r\neach other. I think we both agree that it was for the best. I just needed to \r\nhave my tantrum. My five minutes of revenge. That's why I pulled the plug on \r\nMonte Carlo.",
        "Craig: I understand.",
        "Rosanna: I just felt so out of control. You know? I was facing surgery \r\nand everything. And I just needed to have something to hold onto. Then you -- \r\nyou were here, and you sat next to me during probably the worst time of my life. \r\nAnd when you did that, everything changed.",
        "Craig: For me, too.",
        "Rosanna: I just feel that my mistake was not having enough faith in \r\nthis to let it breathe. I thought, if I nailed down a marriage proposal, that -- \r\nwell, that you'd never lie to me or cheat on me again. And I know that's just so \r\nridiculous. It's a ridiculous theory. I want you to be with me, if this is where \r\nyou want to be. I want you to choose me in your time and in your own way. Not \r\nbecause I -- I forced a marriage proposal or held Monte Carlo over your head. \r\nThat's why I'm giving you back the company. As of this moment, Monte Carlo is \r\nyours again.",
        "",
        " ",
        "Molly: Oh, that fire's gonna feel so good.",
        "Mike: Come here. I was sitting out here thinking -- why should Jack and \r\nCarly have all the fun? I've managed to save a few bucks.",
        "Molly: You want to go to Cancun with them?",
        "Mike: No. Just the two of us. You know? We'll go check out some new \r\nplaces. We'll have nice little candlelight dinners, some expensive bottles of \r\nwine. A big, fat king-size bed.",
        "Molly: And where is this big, fat king-size bed?",
        "Mike: Monterey. I used to live there. I'm thinking we could land in San \r\nFrancisco. We'll drive along the coast.",
        "Molly: It sounds incredible. I would love it!",
        "Mike: Can you get off?",
        "Molly: Of course I can get off. There's so many interns around that \r\nplace just dying to get air time.",
        "Mike: Good. I'll book the trip. I think this is gonna be really good \r\nfor both of us.",
        "Molly: You know what? I think that you need to write the guidebook on \r\nhow to be the perfect boyfriend.",
        "Mike: We'd starve.",
        "Molly: That's what you think. But you know what I think? I think that \r\npeople would be waiting in line around the block.",
        "Mike: For a book written by a construction worker?",
        "Molly: Not the book. They'd be waiting to catch a glimpse of the \r\nauthor. Because he's so cute.",
        "[Knock at door] mm. I'll get it.",
        "Mike: Huh-uh. They'll go away. They'll go away.",
        "\r\n[Knock at door]",
        "Molly: No such luck.",
        "[Mike groans]",
        "Molly: Hi!",
        "Carly: Hi. Well, I'm sorry. It looks like I interrupted a pajama party.",
        "Molly: You're funny. Very funny.",
        "Carly: Can we talk?",
        "Molly: Sure!",
        "Mike: Where's Jack?",
        "Carly: Converting dollars to pesos, I hope.",
        "Mike: I tell you what? I'll call him from the road and meet him for a \r\ncouple beers.",
        "Carly: That's a good idea. I bet he'd like it.",
        "Molly: Yeah, just don't be gone too long.",
        "Mike: I won't.",
        "Molly: Are you okay? Come in.",
        "Carly: Yeah! Oh, I'm terrific.",
        "Molly: Didn't we just see each other, though?",
        "Carly: Uh-huh.",
        "Molly: Yeah.",
        "Carly: I think that there's something you should know.",
        "Molly: I knew it! I knew something was going on!",
        "Carly: And I didn't think that I'd feel good about you and me, unless I \r\ntold you myself.",
        "Molly: So tell me. What?",
        "Carly: Jack and I are having a baby.",
        "Molly: You're pregnant? Are you sure?",
        "Carly: Positive. You may have noticed Jack bouncing off the walls \r\nlately. He was miserable about losing J. J. and now that he knows we're \r\nexpecting -- I haven't seen him this happy in a really long time. So -- say \r\nsomething, please.",
        "Molly: Like what?",
        "Carly: I don't know. Like, \"congratulations, Carly.\" \"I'm happy for \r\nyou, Carly.\" \"Are you -- \"",
        "Molly: -- Crazy, Carly? What if this baby is not Jack's? What if Craig \r\nMontgomery is the father of this baby?",
        "",
        "Craig: So let us just say, for the sake of argument --",
        "Rosanna: I don't want to argue.",
        "Craig: -- That Monte Carlo really is back on the table.",
        "Rosanna: It is.",
        "Craig: And there are no side deals, no sub-addendums, fine print?",
        "Rosanna: One small stipulation. I'd like to work more closely with you.",
        "Craig: As partners?",
        "Rosanna: In every sense of the word. You up for the challenge?",
        "\r\n[Craig chuckles]",
        "Craig: Is that a trick question?",
        "Rosanna: No tricks. Only treats.",
        "Craig: So -- you're just gonna hand me back Monte Carlo, in exchange \r\nfor just spending some more time with me. And you expect me to say?",
        "Rosanna: Whatever's in your heart.",
        "Craig: I've been accused of having a vacuum there.",
        "Rosanna: You can throw out as many glib responses as you want, \r\nMontgomery. I know you.",
        "Craig: And I have never known this kind of forgiveness or generosity.",
        "Rosanna: Well, then no one's ever loved you as much as I do.",
        "Craig: What is going through that gorgeous mind of yours?",
        "Rosanna: I was just thinking of -- asking you to marry me again.",
        "",
        "Margo: Hi, hi, hi. Sorry we're late.",
        "Simon: Hey, guys. How ya doing?",
        "Tom: I was just on the phone with Lien and her colleagues in D.C.",
        "Simon: D.C., Washington -- right. Look, Tom, I'm very sorry that \r\nKatie's got you involved in this, okay?",
        "Margo: No, no, no. He's glad to do it.",
        "Tom: I am glad to do it. It gave me an opportunity to catch up with my \r\nbeautiful daughter.",
        "Katie: So, is Simon cleared?",
        "Tom: Well, no, not exactly.",
        "Margo: No, Tom kind of hit a brick wall.",
        "Tom: Yeah, the Australian authorities were not impressed with any of my \r\narguments.",
        "Margo: They're a bit reticent to have an American lawyer intercede on \r\nSimon's behalf.",
        "Simon: It's fine. Look, I'm sure that you did your best. Thanks, \r\nanyway.",
        "Margo: No, no. Don't you know? This family doesn't give up that easily.",
        "Katie: Told you.",
        "Tom: As a matter of fact, I thought about something on the way over \r\nhere.",
        "Margo: And it's really brilliant.",
        "Tom: Well, not brilliant, but -- effective.",
        "Margo: So, Simon, how would you feel about going back to school?",
        "",
        "Carly: Jack is the father of this baby.",
        "Molly: Not according to my math.",
        "Carly: Well, then get a new calculator.",
        "Molly: Carly, you were sick as a dog at thanksgiving.",
        "Carly: That was the flu.",
        "Molly: Okay. Well, the flu's gonna weigh in at about eight pounds in a \r\nfew short months.",
        "Carly: This baby happened -- since the wedding.",
        "Molly: How long since? Because, you know, you were with Craig the night \r\nbefore.",
        "Carly: I know very well who I was with.",
        "Molly: And if I am asking questions, just imagine what Rosanna's gonna \r\ndo.",
        "Carly: You're supposed to be on my side.",
        "Molly: Carly, honey, I am on your side. But once you go down this road \r\n--",
        "Carly: No, I'm not going down any road.",
        "Molly: -- Of covering your tracks and dates and times, you start \r\nbelieving your own lies.",
        "Carly: I didn't come here to be put on the witness stand. Thanks. Thank \r\nyou for your support, cuz. I really appreciate it.",
        "Molly: Oh, come on.",
        "Carly: Good night.",
        "Molly: Sorry! I'm sorry, honey, okay? I don't want to fight. Deep down, \r\nI knew you were pregnant. And not just because you were sick. You've been really \r\nmoody.",
        "Carly: Well, Molly, that's kind of what happens when a psycho drops a \r\nkidnapped kid in your lap on your wedding day, and then you have to watch your \r\nhusband crumble because this baby that he's fallen in love with he has to hand \r\nover to complete strangers.",
        "Molly: I know that this has been hell on you and Jack.",
        "Carly: Then be happy for me.",
        "Molly: Honey, I am. I am happy for you. I love you. I want you to have \r\nthe most incredible life.",
        "Carly: I do. Finally, I do.",
        "Molly: Okay, then. If you can stand there and stare me right in the eye \r\nand swear on my future happiness with Mike that you just got pregnant, then I \r\nwill believe you. I will shut my big mouth, and I will never doubt you again.",
        "Carly: We're a little too old for pinky swears and truth or dare, \r\nMolly. I wanted to tell you myself because I wanted to see your face. I wanted \r\nto get a great big hug.",
        "Molly: You still get a great big hug.",
        "Carly: It's just -- this is my life. This is how it goes. You know? I \r\nget something great, and I ruin it. I ruin everything and everybody around me. \r\nIt's just such a mess.",
        "Molly: Okay, honey. Come on. Sit down.",
        "Carly: I knew you knew. That's why I was too chicken to tell you.",
        "Molly: Because you thought that I wouldn't understand?",
        "Carly: How could you understand? I don't even understand!",
        "Molly: You know what, though? At least now you're not alone. I know. \r\nAnd we're gonna figure something out.",
        "Carly: I hate lying. I really do. But I didn't know what else to do, so \r\nI took the coward's way out.",
        "Molly: And you told Jack the baby was his.",
        "Carly: I hope it is.",
        "Molly: Is it possible?",
        "Carly: We've been using protection. But still --",
        "Molly: It's never foolproof.",
        "Carly: Right. So now I'm in the really weird situation of praying, \r\nevery moment of every day, that my birth control failed. It's so unfair.",
        "Molly: If you wait around for life to be fair --",
        "Carly: I know. Nobody has to know, you know.",
        "Molly: But you know.",
        "Carly: I can live with it.",
        "Molly: Can you? Honey, can you? Can you live with Jack raising that \r\nbaby as his own? Loving that baby as his own? No. You cannot live with a huge \r\nlie like that between you.",
        "Carly: I can if it isn't really a lie. What if the baby is Jack's? And \r\nif it isn't, what is so terrible about raising two beautiful children and loving \r\neach other and having a really great life?",
        "Molly: Life, Carly. That's the problem. You know? Because kids get \r\nscrapes. And they have to go to doctors. And they need medical histories. It \r\nhappened with J .J. You are a great mom. And if, God forbid, anything ever \r\nreally serious happens to this child, you certainly can't hold back the truth.",
        "Carly: Right now, the truth is I don't know the truth.",
        "Molly: Okay. What does your gut tell you? Is this baby Jack's or \r\nCraig's?",
        "Carly: If it is Craig's, let's just hope it doesn't inherit his ego.",
        "Molly: And then there's the Rosanna factor. She's gonna blow your happy \r\nfamily to bits if she finds out you're pregnant with Craig's baby.",
        "Carly: Which is why I've already done a little damage control where \r\nRosanna is concerned. You're not gonna believe this. But I waltzed into her room \r\nat the hospital, and I gave her the good news myself.",
        "Molly: Hot off the press?",
        "Carly: As if I had conceived on my way there. I told her I wanted this \r\nnew baby to have a real sense of family. I started with a Christmas morning \r\nfantasy. And before I knew it, there was Rosanna helping the kids blow out \r\ncandles on a birthday cake, one kid on each knee. Just wonderful auntie Rosanna, \r\nthe light of their lives.",
        "Molly: Oh, stop before I gag.",
        "Carly: It took me a little while to get through her snarky comments and \r\nher suspicions, but I did it, and she's on board.",
        "Molly: Well, I gotta hand it to you -- now I only see one really kinda \r\nbig problem. And that's how do you present Jack with a full-term preemie who \r\noutweighs every other kid in the nursery?",
        "Carly: There's nothing I can do about that.",
        "Molly: That's what I mean, Carly. All the damage control in the world \r\nwon't make this turn out the way you want it to.",
        "Carly: Well, you don't know that. If Rosanna's in full auntie mode and \r\nCraig marries her --",
        "Molly: Whoa. Wait. You skipped that part. Craig is marrying Rosanna?",
        "Carly: Maybe. I don't know. Well, I told him to buy the cow, but who \r\nknows what he's really gonna do. It would certainly help me. It would keep her \r\noff my back. The last thing I need is Rosanna hounding me about whether this \r\nbaby is Jack's or whether this baby is Mike's. If she doubts even for a second \r\nthat it's Jack's --",
        "Molly: Mike's? Carly, wh -- whoa. You just said that this baby could be \r\nMike's.",
        "",
        "Lily: How could you stand not to see her get off that plane?",
        "Paul: Easy. I won't be there to see her beautiful face and hold her in \r\nmy arms just to let her go again.",
        "Lily: What if she's home for good?",
        "Paul: You know what? Look at that, I gotta go. I gotta go meet Will at \r\nthe hospital.",
        "Lily: Can I just ask you, all right, one question?",
        "Paul: What?",
        "Lily: What do I say to Rose when she asks me why you're not there?",
        "Paul: Tell her whatever you want.",
        "Lily: Should I tell her the truth? That you're so afraid of getting \r\nhurt that you'd rather pretend not to care?",
        "",
        "Bartender: What can I get you?",
        "Mike: Need a couple beers. Meeting a friend.",
        "Henry: I know that, precious. I have another investment --",
        "Redhead: Save it, Henry! I'm done buying what you're selling!",
        "Henry: All right, can we just keep the volume, the decibels down to \r\nbelow stadium level, please?",
        "Redhead: I want my money, Henry!",
        "Henry: I know, I know, I know. We all do. But the bears are running, \r\nand the bulls are out to pasture, sweetie. Look around you here. You've got \r\nplenty of company. This place is full of has-beens and coulda-beens and almost \r\nand were oh-so-close-to-millionaires. Misery loves company, sweetheart. Um -- \r\ntell me, how exactly did you track me down -- find me? Hey, two martinis, \r\nplease. Don't spare the gin. Binky, binky, here you go. Why are we sitting here \r\narguing over spilled mutual funds, huh? When what we really should be doing -- \r\nyou know, this place really is starting to attract the dregs. I -- I know a \r\nprivate little place we can go to that you will simply adore.",
        "",
        "Tom: So, technically, I can handle the case.",
        "Simon: If I go back to school.",
        "Katie: What kind of school?",
        "Margo: The kind where they teach you the pledge of allegiance.",
        "Tom: Yeah, for me to help you with these charges, Simon, you're going \r\nto have to officially become an American citizen.",
        "",
        "Rosanna: Oh, at ease, Montgomery. I'm not going to propose again.",
        "Craig: I'm at ease.",
        "Rosanna: Yes, like a trapped rat.",
        "Craig: Rats have feelings, too, you know.",
        "Rosanna: I promise you -- I won't ask you to marry me again. Or drink \r\npoison or dance buck naked by the light of the moon. So -- will you please \r\nreturn to Monte Carlo?",
        "Craig: No, this is what we agreed. You agreed to give. And I agreed to \r\ntake. And I am quite proficient in that role. You can ask Sierra.",
        "Rosanna: You don't have to explain your past to me.",
        "Craig: I know, I know, I know. But just be patient here. Virgin ground \r\nhere. I could pretend that it doesn't matter, but it does. I would love to \r\nresurrect Monte Carlo. But -- I don't want to just -- just take anymore. Okay? I \r\nwant to do something for you that I don't think anybody has ever done. I want to \r\ngive you your heart's desire and expect nothing in return.",
        "Rosanna: Really? And what do you think my heart truly desires, Craig?",
        "Craig: Oh, I think your heart desires many things. But -- I wanna just \r\nconcentrate on one.",
        "Rosanna: You don't need to repay me, you know. Monte Carlo isn't a \r\nbargaining chip.",
        "Craig: I know. Rosanna -- you are more to me than any woman I have ever \r\nknown. You knocked me out of my orbit. You've restructured my universe.",
        "Rosanna: I have?",
        "Craig: Yes, yes! I came here with a specific purpose. You unpropose and \r\nhand me back Monte Carlo without any conditions.",
        "Rosanna: Do you want me to apologize?",
        "Craig: No, no, no, no. I just want to get back to the subject at hand, \r\nwhich is your marriage proposal.",
        "Rosanna: I thought we'd beaten that subject to death.",
        "Craig: Well, so there's an afterlife. Now -- aren't you the least bit \r\ncurious about my answer?",
        "",
        "Carly: I know what I said, Molly. I said \"Craig.\"",
        "Molly: You said \"Mike.\"",
        "Carly: That's ridiculous! Why would I say \"Mike\"?",
        "Molly: I don't know, Carly. You tell me.",
        "Carly: Well, I guess my brain has officially turned to mush. After \r\neverything that's happened in the last few months, I can barely put two thoughts \r\ntogether.",
        "Molly: I guess I haven't helped.",
        "Carly: No, why? No, I really love being peppered with questions while \r\nI'm in the middle of a nervous breakdown!",
        "Molly: Sorry.",
        "Carly: Do you know what I need? Carlyvision.",
        "Molly: What?",
        "Carly: A remote control for my life. You hit channel one. Oh, look, \r\nthere's Rosanna. She's morphing into a human being.",
        "[Molly laughs]",
        "Molly: Never.",
        "Carly: Channel two -- Craig and Rosanna getting married! Doesn't she \r\nlook so pretty?! Oh, and there she's giving him back Monte Carlo.",
        "Molly: Yeah, but, see, Carly -- see, that would be a remake. Because \r\nthe original starred Barbara Ryan as the lonely rich old bat.",
        "Carly: No!",
        "Molly: Yeah.",
        "Carly: Well, that was a clunker, wasn't it? Straight to video.",
        "[Carly laughs] this one -- this one has legs. Yeah, don't faint, but I think \r\nthat Craig may really be in love.",
        "Molly: Are you serious?",
        "Carly: Yeah. Or whatever his version of love is. But whatever it is, he \r\ncertainly has my blessing. Because if those two are busy together, then maybe \r\nthey'll stay out of my life. And if they stay out of my life, then maybe Jack \r\nand I have a chance at \"happily ever after.\" I'm serious, cuz. With a little \r\nluck -- and a little help from my friends, I can pull this off. I have to.",
        "",
        "Simon: So I have to become an American citizen?",
        "Margo: Mm-hmm. We picked up that brochure and these applications on our \r\nway over.",
        "Tom: There'll be a few classes -- civics, history. Nothing too \r\ntime-consuming. And you don't have to decide right away.",
        "Margo: Yeah, yeah. Take your time.",
        "Katie: What's there to think about? Right, honey? This solves \r\neverything.",
        "Tom: Well, it doesn't solve everything. I mean, it's not gonna get rid \r\nof those old charges. But if you have dual citizenship, then I will be able to \r\nrepresent you.",
        "Katie: And with Tom in your corner, those charges are as good as gone.",
        "Margo: Yep. And so are we. Sorry, the babysitter we got for Daniel has \r\nto take off early, so we gotta go.",
        "Tom: So I will give you a call tomorrow, and you tell me what you \r\ndecide.",
        "Simon: Sure. Look, thanks, Tom.",
        "Margo: Don't go setting off any fireworks yet. Because this is Simon's \r\ncall.",
        "Katie: I know. It's completely up to him.",
        "Margo: All right.",
        "Katie: Thank you. Thank you so much, Tom.",
        "Tom: You're welcome.",
        "Katie: Okay, here's the plan. I'll fill out that application. On the \r\nway home, we'll stop by the bookstore and get tons of books on American history, \r\nwhich is one of my favorite subjects. And I'll tutor you every day, whenever you \r\nwant. I'll even make your lunch to go to school.",
        "Simon: Honey, please? Slow down.",
        "Katie: Why? The faster we do this, the faster you become an American \r\ncitizen. Simon, this is the opportunity we were looking for.",
        "",
        "Henry: Here's to short memories and long life. Hope everything's okay \r\nwith the little woman. Please tell me you're still taking those taekwondo \r\nclasses, huh? Hey, you know what? The next beer's on me. Mike, you know what? I \r\nwent by the new Burn unit and, man, do you have a way with a cement mixer or \r\nwhat?",
        "Mike: Give me one good reason why I shouldn't rearrange your face.",
        "Henry: Um -- you know, that Picasso thing is so overrated.",
        "Mike: You messed up my life for a few lousy bucks!",
        "Henry: You know, be careful here. That tie is pure silk.",
        "Mike: Good. I hope they bury you in it.",
        "Henry: Um --",
        "Redhead: See you around, Henry! Well, maybe.",
        "Henry: Well, I'm so glad she left. Because I didn't want her to see me \r\nbegging for mercy. Which I do very well, by the way. Would you like a sample of \r\nthat?",
        "Mike: Did you give me or Molly any mercy? Huh? You'd trash anyone's \r\nlife for a price, wouldn't you?",
        "Henry: No, not just any price.",
        "Mike: But you've had this coming for a long time.",
        "Henry: Wait a minute, Mike, okay?",
        "Mike: Don't ever mess with Molly again.",
        "Henry: Molly who? Or is it whom? You know, I never can tell.",
        "Mike: You know what? You tried to ruin my life.",
        "Henry: What do you mean, ruin --",
        "Jack: Hey, hey, hey! What the hell's going on here?! Why would you \r\nwaste your time with this wannabe?",
        "",
        "Lily: I'm sorry. I didn't mean to imply that you were afraid of Rose. \r\nIt's obviously more complicated than that. Just do me a favor -- just don't -- \r\nyou don't have to make up your mind right now. Just -- think about it.",
        "Paul: I've done nothing but think about Rose from the moment she left. \r\nYou know something? If she really wanted me at that airport, she would have \r\ncalled me herself to tell me she was coming home.",
        "Lily: Okay. So what do I -- what am I supposed to say? Just -- you \r\ncouldn't make it?",
        "Paul: Thank you.",
        "Lily: Okay. Well, you know Rose. She's not gonna want that. She's gonna \r\nwant to know where you are, how you are. She's gonna have a million questions. \r\nShe'll be swearing in Italian. I won't understand a word that she says.",
        "Paul: Just tell her I was asking about her.",
        "Lily: Well, if you change your mind -- hey -- don't let pride get in \r\nthe way.",
        "Paul: Won't. Sorry, Rose. It's better this way.",
        "",
        "Molly: I have to tell you -- I understand the impulse, Carly. Because \r\nyou don't know how many times I've wanted to pick this thing up and zap Abigail \r\nback home. But I can't run my life with a remote control. And neither can you. \r\nCraig and Rosanna aren't gonna stay together just because it fits the plan, \r\nhoney. And I know that even though you think you've got everything lined up so \r\nthat Jack won't find out, how often does that really happen? It didn't work when \r\nI was trying to keep something from Mike.",
        "Carly: Jack deserves to be happy. And I think that that could happen, \r\nif we raise this baby as his. And could it blow up? Yes, yes. It could. I know \r\nthat. But right now, for now, I have everything under control. And I plan to \r\nkeep it that way. I've gotta go. I'll call you tomorrow?",
        "",
        "Jack: What the hell was that all about?",
        "Mike: That guy is scum.",
        "Jack: Yeah, exactly. Don't let him cost you a night in jail.",
        "Henry: Don't worry, slugger. I won't press charges.",
        "Jack: Hey, Mike, come on! What the hell is going on?",
        "Mike: A little unfinished business here is all.",
        "Jack: What business, Henry?",
        "Henry: Oh, ask him. I was just minding my own business when a drink \r\nturns into fight night at Vegas with me as the main event.",
        "Jack: Here. Do yourself a favor, Henry. Get the hell out of here.",
        "Henry: My pleasure. And, hey, Mike, might want to lay off the protein \r\nshakes, huh?",
        "Mike: I shoulda decked that guy.",
        "Jack: Why?",
        "Mike: Why not?",
        "Jack: Listen, I'm not a huge fan of Henry Coleman's, either. If you \r\nwant me to, I can lean on him.",
        "Mike: No, thanks. I can handle it. Drink your beer, all right? Forget \r\nabout Henry.",
        "",
        "Rosanna: Well, it's a moot point, isn't it? There's no proposal, so \r\nthere's no answer.",
        "Craig: My answer was no.",
        "Rosanna: Well, fortunately for me, that doesn't matter.",
        "Craig: No, but it does matter. 'Cause I'm -- trying to follow a \r\ntradition here.",
        "Rosanna: Of hurting women you say you love?",
        "Craig: No, no, no. No. No, I never want to hurt you again. I'm just -- \r\nI'm talking about the tradition where a man asks a woman for her hand in \r\nmarriage. Rosanna Cabot, will you do me the indescribable honor of becoming my \r\nwife?",
        "Rosanna: Yes.",
        "Craig: Yeah?",
        "[Craig laughs]"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=SiT6guONOjQ"
}