{
    "Episode Summary": [],
    "Recap": [
        "Mike has drinks with Vienna, while Simon disguises himself as Katie's masseur. Katie talks about her life with Mike, but also her previous husbands. Simon pushes Katie to talk about him. She does and it isn't positive. Finally, Simon makes the big reveal to a horrified Katie. There is an unpleasant conversation before Katie orders him out. Not before Simon steals a kiss. Mike knocks interrupting them. Gwen is upset to hear Casey gave Jade a job. Will explains he asked Casey to do that out of obligation since she lost her job because of him. Gwen is angry at first but she and Will talk it out and she promises him a surprise. She brings him to Carly's and tells him they can stay there while Carly is in Montana. Maddie is like a dog with a bone when she finds out Jade will be working at Crash. She wants o know what Jade's scam or angle is? Jade overhears Maddie bashing her. She confronts her and gives up more information about her time with Will on graduation night then she meant to. Lily suffers from a seizure after she sees Luke. Bob explains that the baby is fine, but the longer Lily is unconscious the more problems that could develop. The only thing they can do is wait and talk to her. Holden and Luke agree that he should not be around Lily right now. Damian continues to try to keep Luke in the dark about his role with Ross Kreeger. Luke asks to stay with him during all of this. Damian uses Lily's latest setback to his benefit."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Vienna: On your own?",
        "Mike: Not exactly.",
        "Vienna: We're neighbors.",
        "Mike: How could I forget?",
        "Vienna: I was getting a massage, and it made me so seasick that I had to cancel. Now, all I want is a nice, quiet drink. So, let's be friends. [Mike laughs] What, did I say something funny?",
        "Mike: Something about friendship.",
        "Vienna: Why not? All we have to do is make it official. Vienna. Vienna Hyatt.",
        "Mike: Mike Kasnoff.",
        "Vienna: Watermelon Cosmo. And Mike? I'm guessing something way sturdier than that for you?",
        "Mike: I'm fine.",
        "Vienna: I would like to buy you a drink.",
        "Mike: I couldn't.",
        "Vienna: I insist. Something brown with foam. We're bonding.",
        "[SCENE_BREAK]",
        "Katie: I'm so glad you're here. Oh, boy, do I need you. The truth is, I barely slept a wink last night. Our neighbors from across the hall were partying all night long. [Katie sighs] That is so good. Thank you, Mike. No, I mean, obviously, I know you're not Mike. He's the one who bought your services.",
        "[SCENE_BREAK]",
        "Gwen: What are you doing here, Jade?",
        "Casey: All right, I'm a miracle worker. My grandmother said yes. Jade, you have a job here.",
        "Jade: Casey, you're the best. You just saved my life. Thank you so much.",
        "Gwen: So, you're going to be working here? With us?",
        "Casey: Not with us. She's going to be waitressing.",
        "Jade: Yeah. I'm going to be so busy you're not even going to see me.",
        "Gwen: Oh, no, I will. Casey? What are you doing? You can't hire someone.",
        "Casey: My grandma did.",
        "Gwen: Because you asked?",
        "Casey: Yeah.",
        "Gwen: Why?",
        "Will: Because I asked. I asked Casey to help Jade get a job here.",
        "[SCENE_BREAK]",
        "Holden: This Ross Kreeger -- this person, who was harassing my son -- you were part of the setup, weren't you?",
        "Damian: You don't think Lily, she didn't take action on her own? Well, you should know her better than that, Holden.",
        "Holden: She would never purposely try to change our son.",
        "Damian: She was worried about Luke.",
        "Holden: And she came to you with it. So, I'm going to ask you again. Did you hire this guy or not?",
        "Damian: I answered you once. Maybe you didn't hear me.",
        "[SCENE_BREAK]",
        "Lily: Luke, I'm so sorry --",
        "Luke: No, no. I'll get the nurse, Mom. You rest.",
        "Lily: No.",
        "[Heart monitor beeps rapidly]",
        "[Lily gasps]",
        "Luke: Nurse! Dad! Get someone in here!",
        "Holden: What are you doing?",
        "Luke: I wasn't -- I couldn't -- I didn't --",
        "Holden: What's happening?",
        "Nurse #2: It's a seizure. Get Tony Braddock, stat.",
        "Damian: What's wrong?",
        "Holden: Stay out! Lily. Lily. What the hell happened?",
        "Luke: I don't know what happened. She grabbed me.",
        "Dr. Braddock: How long?",
        "Nurse #2: A minute, since I got here.",
        "Dr. Braddock: And who was here?",
        "Holden: My son, Luke.",
        "Luke: I was like -- she just, sort of, froze, and I called for the nurse. And I don't know how long it was --",
        "Dr. Braddock: Take it easy. It's okay. Get the airway cart.",
        "Bob: What timeframe are we talking here?",
        "Dr. Braddock: It looks to be about a minute, two at the outside. And get me one milligram of Lorazipam, now!",
        "Bob: I've got the CT scanner on hold.",
        "Holden: Bob, what's happening?",
        "Bob: That's what we're trying to find out.",
        "Dr. Braddock: Does she have any history of seizures.",
        "Bob: I don't know. Holden? Holden, has she ever had seizure.",
        "Holden: I -- I don't think so, no.",
        "Bob: Okay.",
        "Nurse #2: She's stabilizing.",
        "Dr. Braddock: All right. Now, let's get here upstairs so we can take a look.",
        "Bob: Good. Holden, outside.",
        "Holden: No, no, no. I want to stay here.",
        "Bob: We're gonna take her up for a scan. Let's give Dr. Braddock some room to work. Come on.",
        "Holden: Tell me what happened.",
        "Luke: She grabbed me.",
        "Holden: Why were you in the room?",
        "Luke: I saw her hand move from out in the hall, so I went in to see that -- maybe she was awake. And then her eyes opened, and she looked at me like she had something to tell me.",
        "Holden: She shouldn't have been trying to talk.",
        "Luke: I know! I didn't make her! But she said my name, and I told her that it was okay. And then -- then she got this look, and all the alarms started going off.",
        "Holden: Why didn't you come out here and get me?",
        "Luke: Because she grabbed my hand again, and I was afraid that if I moved, I'd hurt her.",
        "Holden: She's in a bed!",
        "Damian: Leave the boy alone. This wasn't his fault.",
        "Holden: I'm not saying that it was. I'm just trying to understand. Where's she going?",
        "Bob: We're taking her to floor west for a scan. You stay here, Holden. As soon as we get the results of the scan and the rest of the scan and the rest of the tests, I'll call you and we'll meet in my office. Let's go!",
        "Holden: Lily, we're here.",
        "[SCENE_BREAK]",
        "Gwen: So you went to bat for Jade, and you put Casey on the spot?",
        "Will: Yes.",
        "Jade: You really shouldn't be mad at Will. I practically stalked him until he gave in. I was desperate.",
        "Gwen: Desperate?",
        "Will: She lost her job at the library.",
        "Gwen: Yeah.",
        "Will: Well, because of me, you know, she helped me get the Biology paper and everything.",
        "Gwen: Yeah, you know, you got expelled from school, so it looks like a lot of people paid a price. That's how it works.",
        "Jade: I'm really not going to be in your way, Gwen.",
        "Gwen: I just don't understand how you became his responsibility.",
        "Jade: You should know --",
        "Will: Jade --",
        "Gwen: I should know what?",
        "Jade: What kind of man you married.",
        "Gwen: Oh, you want to tell me about my husband? Where do you get off telling me about Will?",
        "Casey: Hey, if you want to get paid, there's some stuff you have to fill out.",
        "Jade: No, what I meant was, you should know you married a really good man.",
        "Gwen: Wow. Any other bright insights the girl wants to share with me about my husband?",
        "Will: I think she's just sorry that she made some trouble between us.",
        "Gwen: But that wasn't her doing, was it?",
        "Will: She lost her job because of me.",
        "Gwen: Yeah, okay.",
        "Will: Okay?",
        "Gwen: Sure.",
        "Will: Stop. Would you tell me?",
        "Gwen: Tell you? What, you mean, talk to you? Like, about what I'm thinking?",
        "Will: Yes.",
        "Gwen: Because you could have done that, too, Will. But you didn't. I was just here before I went to see Carly. Right here, and you didn't say a thing about wanting to help Jade.",
        "Will: Would you have helped?",
        "Gwen: That is not the point.",
        "Will: Yeah, it is!",
        "Gwen: So you deliberately didn't tell me? Dammit, Will!",
        "Will: I'm sorry!",
        "Gwen: Whatever.",
        "Will: Stop doing that.",
        "Gwen: Why? If you're going off on your own, I'm on my own, too, right? We're either together or we're not. So which is it?",
        "[SCENE_BREAK]",
        "Vienna: What? Is this a bead thing?",
        "Bartender: What?",
        "Vienna: I just wondered if I was supposed to pay with beads or something. All I have is cold, hard cash.",
        "Bartender: Everything's on account.",
        "Vienna: What, I got cash for nothing? I never get cash, but I thought we were roughing it.",
        "Mike: Just put it on my tab.",
        "Vienna: Really?",
        "Mike: Yes, I insist.",
        "Vienna: You're buying the rich girl a drink?",
        "Mike: I'll bet somebody always does.",
        "Vienna: True. When you're rich, people like to buy you things. Weird, huh? The more you have, the more you get. The more you don't pay for. Now, I bet you do something, Mike Kasnoff. What do you do?",
        "Mike: Well, right now, I'm on my honeymoon.",
        "Vienna: You married the blonde girl?",
        "Mike: I married my angel.",
        "Vienna: Of course, she's fabulous. Very hot. Like you're hot. And I'm hot. And my boyfriend? He's from Australia, and he's super hot. So that settles it.",
        "Mike: What does that settle?",
        "Vienna: We should make it a foursome. We'll be best friends by dinnertime. Best friends forever.",
        "[SCENE_BREAK]",
        "Katie: You can't be done already. Mike said he booked you for the morning. Oh, good. 'Cause I could really get used to this. And if Miss Thing across the hall doesn't settle down, I'll need you every morning. It sounded like she never met a sailor she wouldn't take home. It was like fleet week over there last night. [Simon chuckles] It's good to hear you laugh. I haven't heard you say a word. That's probably the policy, though, right? They don't want you talking to the clients, 'cause it's supposed to be really relaxing. I guess I got my answer. You know, my husband slept through all that craziness last night? I couldn't believe it.",
        "[In French accent]",
        "Simon: Does that make you angry?",
        "Katie: Excuse me?",
        "Simon: You know, the husband.",
        "Katie: Oh, no, no. I wasn't angry about it. I mean, Mike is the best. The absolute best. They do say the third time's a charm. I just never figured they meant marriages.",
        "Simon: Three?",
        "Katie: Yeah. Well, the second one doesn't really count. It was kind of an accident, really. I mean, I love Henry.",
        "Simon: Hen --!",
        "Katie: Whoa -- my best friend. Well, he's probably the best friend I'll ever have. Anyway, I only really married him to make Mike jealous, and then it turned into something else. And everybody ended up getting their hearts broken. Because Mike was always the one.",
        "Simon: Not the first one?",
        "Katie: My first husband -- I just -- I don't talk about him, ever.",
        "[SCENE_BREAK]",
        "Jade: I didn't know this was gonna be such a pain.",
        "Casey: Well, you have to fill it out. 'Cause this has to be legal.",
        "Jade: Of course. I wasn't talking about this, I was talking about Gwen's whole big reaction to me working here. I didn't know it was gonna be such a big deal.",
        "Casey: Yeah, you did. And you know why. Hey, Maddie.",
        "Maddie: Hi. What's going on?",
        "Casey: Nothing.",
        "Maddie: I am so excited to hear your set list tonight.",
        "Casey: In one minute. I've got to finish some stuff.",
        "Maddie: With her? Why is she hanging around here?",
        "Jade: She works here.",
        "Maddie: No. Casey!",
        "Casey: Just two minutes, and then we'll listen to it.",
        "Maddie: You hired her?",
        "Casey: No, my grandma did.",
        "Maddie: And, wait, let me guess, you asked her to.",
        "Casey: Yeah, but because Will leaned on me about it.",
        "Jade: I don't know what the big problem is. I even have experience.",
        "Maddie: Oh, I bet you do.",
        "Jade: Waitressing.",
        "Maddie: I bet you have better experience making guys jump through hoops for you, though, right?",
        "[SCENE_BREAK]",
        "Will: What is this?",
        "Gwen: Why don't you tell me?",
        "Will: No. What suddenly just happened here? Seriously, what's wrong?",
        "Gwen: Well, I went to go see Carly, to tell her that you were back, and that we cleared the air and things were good. And I wanted to thank her for helping me, 'cause she and Jack are such an inspiration.",
        "Will: Yeah?",
        "Gwen: They broke up.",
        "Will: Again?",
        "Gwen: No, for good. She was packing the last of his things. It's completely over. They're getting a divorce.",
        "Will: Sorry.",
        "Gwen: Yeah, so am I, so are they. It still happens.",
        "Will: Well, no wonder you're upset.",
        "Gwen: If it can happen to them -- I don't want that to happen to us.",
        "Will: Because I got Jade a job here?",
        "Gwen: No, because you were a sneak about it.",
        "Will: It wasn't like that. I got a text message from Jade, and so I went to Casey 'cause he was here, and Lisa's his grandmother.",
        "Gwen: And you didn't think I would help anyway?",
        "Will: Yeah. But it's not like a big secret that she was gonna be working here.",
        "Gwen: No, it'll be real obvious, every day we come in here.",
        "Will: Probably not every day. Look, she had nothing. No friends, no job, no money.",
        "Gwen: Well, there's a reason for that. She's trouble.",
        "Will: Yeah. She is trouble. Just like you and me.",
        "[SCENE_BREAK]",
        "Vienna: You look at me like I asked you to join a satanic cult. What's the problem? The four of us have a lot in common.",
        "Mike: Like what?",
        "Vienna: We're about the same age, right?",
        "Mike: How old are you?",
        "Vienna: I don't discuss that. Not even with my mother.",
        "Mike: So you're not going to tell me what's on your driver's license for the bartender to see, but you expect us to be best friends?",
        "Vienna: Yeah.",
        "Mike: I wonder what that would actually take.",
        "Vienna: A lot of trust and at least two days.",
        "Mike: And what, we start fighting again? Is that the plan?",
        "Vienna: You totally trapped me into that. Now, your turn. Tell me, who is Mike Kasnoff? And what makes him best friend material? Don't tell me you're a lawyer or something. It would crush my heart.",
        "Mike: I run a construction company.",
        "Vienna: Like from an office? Or are you on intimate terms with tools?",
        "Mike: Some days it just me and the tools.",
        "Vienna: That's so -- metallic.",
        "Mike: Often.",
        "Vienna: Isn't this nice? Friendly neighbors.",
        "Mike: Yeah. You know what would be really nice?",
        "Vienna: What?",
        "Mike: If my wife could get her breakfast, or even sleep at night.",
        "Vienna: Excuse me? I cannot be responsible for what happens in your bedroom.",
        "Mike: Yeah, it's what going on across the hall, Vienna. Maybe you could keep it down tonight.",
        "Vienna: Oh. Aren't you the sweetest guy? I hope that wife is half as good to you as you are to her.",
        "Mike: Well, she's more an all or nothing kind of girl. She doesn't do anything halfway.",
        "Katie: You are so good! You have a really nice touch. It's hard to be firm and gentle at the same time. Most men don't know how.",
        "[In French accent]",
        "Simon: Not husband?",
        "Katie: Mike?",
        "Simon: No. No, the first one.",
        "Katie: Oh. Well, my first husband -- he was just wrong for me.",
        "Simon: Wrong?",
        "Katie: Yeah. Well, I mean, not at first. Simon was a bad boy, and I really liked that. I was young, so the danger was exciting for me. He was like the first love. You know, whatever. [Simon scoffs] Ow! I guess I shouldn't be too hard on Simon, though. He was a scoundrel, but the truth is, I wasn't much better. He was gorgeous. And he wasn't scared of anything. And I was crazy about him. But then he hurt me like no one ever had. Or ever will. Too many times. I guess I should shut up.",
        "[Dropping the French accent]",
        "Simon: Or you could mention that the man never meant to hurt you. And he was crazy about you, too. Massage is over. All right -- what's your plans for the rest of the day.",
        "[SCENE_BREAK]",
        "Holden: Wait here.",
        "Damian: Bob called with news about Lily.",
        "Holden: No, it's a family conference. We'll let you know.",
        "Damian: I'll be waiting.",
        "Holden: Come on, Luke.",
        "Bob: Have a seat. Dr. Braddock is still with Lily. He'll be available to answer any questions you have.",
        "Holden: How is she?",
        "Bob: Well, there's no change in the CT scan. And that's a good sign. There's no bleeding in the brain.",
        "Holden: That's what you thought might have happened?",
        "Bob: Well, it's the most likely reason for a seizure.",
        "Holden: Well, if that's the good news, then why do you look so concerned?",
        "Bob: Lily is still unconscious. And at this point, it looks like she's slipped back into a coma.",
        "[SCENE_BREAK]",
        "Coming up on \"As the World Turns\" --",
        "Luke: Can you think of anything that Mom would be desperate to tell me?",
        "Gwen: Come on.",
        "Will: Where're we going?",
        "Gwen: It's a surprise.",
        "Vienna: Where are you going?",
        "Mike: I'm going to spend time with my wife.",
        "[SCENE_BREAK]",
        "Holden: You said this might happen. But we never talked about what a coma could mean. How does it hurt the baby?",
        "Bob: Well, there's good news there, because the baby's in good shape. The fetal heart tone is perfect. And the ultrasound is very good, so you have a healthy baby.",
        "Holden: But --",
        "Bob: Obviously, the longer Lily stays in a coma, it's more likely there could be a problem for her and the baby.",
        "Holden: You know, I don't understand this. She's never had a seizure before. How does something like suddenly happen?",
        "Bob: Well, her systems were compromised by the head trauma. You said that she tried to speak.",
        "Luke: Yes, she grabbed me and she tried to say -- something. I didn't say anything back, because I knew it wasn't a good idea for her to try to talk.",
        "Bob: But it was clear to you that she was under stress. Is that fair to say?",
        "Luke: Yeah.",
        "Holden: So the stress caused the seizure?",
        "Bob: Not necessarily. You know, what could happen in her case, after this trauma, all the neurons fire up at once. And it causes her brain to short circuit, so to speak.",
        "Holden: And that's why she shouldn't have tried to talk.",
        "Luke: I was trying to get her not to.",
        "Holden: So -- what do we do? What's the procedure?",
        "Bob: We wait.",
        "Holden: No.",
        "Bob: Holden, Lily is comfortable. All her vitals are normal.",
        "Holden: We can't just sit here and wait. You said that the longer she's in a coma, the more likely she'll stay in a coma.",
        "Bob: I said that was a possibility.",
        "Holden: Yeah, but that's the bottom line here. There's got to be something that we can do.",
        "Bob: You can talk to her, reassure her. Talk to her about anything that's not stressful. The sound of your voice can help.",
        "Holden: That's it?",
        "Bob: Medically, it could be the best thing for her right now.",
        "Holden: Okay.",
        "Bob: Holden, really. That's all we can do now.",
        "[SCENE_BREAK]",
        "Maddie: You just love making guys run in circles, huh?",
        "Jade: Your girlfriend thinks a lot of you.",
        "Maddie: Actually, I think Casey is polite, and he tries to be nice. Whether you deserve it or not is a whole different thing.",
        "Casey: Yeah. I'm gonna go get Jade's W2. And then you can start trailing a waitress on the next shift, all right?",
        "Jade: Yeah, sounds great.",
        "Casey: I'll be right back.",
        "Maddie: I'll be waiting.",
        "Jade: I just want a job, Maddie. A chance to earn a living.",
        "Maddie: Yeah, and you'll use any guy to get it.",
        "Jade: I just asked one simple favor.",
        "Maddie: You asked Will. And let me guess, you just asked Nate for the answers to that fascinating calculus final, didn't you? And Luke Snyder? What exactly did you ask him? Must have been something big, because you convinced him to scam his own family.",
        "Jade: You're jealous.",
        "Maddie: Not even!",
        "Jade: Oh, yeah? You think I want Casey.",
        "Maddie: You could not steal Casey from me if you were stark naked, dipped in gold with World Series tickets stapled to your forehead.",
        "Jade: Mm-hmm. Then why are you all in my business?",
        "Maddie: I warned you. You cause trouble for my friends, you're in big trouble with me.",
        "Jade: That's big talk for such a little girl. That was fast.",
        "Casey: Yeah. Here's the W2 and an I9. Just fill them out and give them to Tracy. She's in the back.",
        "Jade: Okay, thanks, Casey. You're the best.",
        "Casey: What?",
        "Maddie: What is it about Jade Taylor that makes guys be so stupid?",
        "Gwen: Don't compare us with Jade Taylor. That girl creates her own trouble.",
        "Will: And we didn't?",
        "Gwen: No. Okay, I did a stupid thing. I got pregnant. The other stuff -- leaving home -- that was pure survival, getting away from my mom.",
        "Will: Same with Jade, you know? There's something she didn't want me to tell, but I'm gonna let you in on it, if you can keep it between us. She wasn't just working at the library, she was living there, too. That's how broke and alone she is.",
        "Gwen: No, uh-uh. Broke, I get it, it happens. But she's alone because she scams people. She's in trouble because she helped you cheat.",
        "Will: Which she did because she wanted to get in good with me. You know, she thought I'd start introducing her to people an then she could have a life outside of being a prisoner at the library 24/7. I'm serious, you know? That's how bad she just wanted a friend. And I'm not saying we should adopt her or anything, but I just wanted to make a little piece of it right, you know? The piece that I made her lose.",
        "Gwen: Look at you.",
        "Will: What?",
        "Gwen: The guilt.",
        "Will: What?",
        "Gwen: Jade's right. I can't stand it, my husband's a great guy.",
        "Will: Not so much.",
        "Gwen: Yeah, a lot. Okay, come on.",
        "Will: Where're we going?",
        "Gwen: It's a surprise.",
        "[SCENE_BREAK]",
        "Vienna: So, it sounds like you're happily married. Very happily. Good for you.",
        "Mike: All right, what's the deal, Vienna? It's a challenge?",
        "Vienna: What is?",
        "Mike: A man tells you he's on his honeymoon, and you can't wait to make friends?",
        "Vienna: Did I say anything about benefits? All I want is to not have bad vibes across the hall, that's all. So let's just get together and have a truce. You, me, the blonde --",
        "Mike: Katie. Her name is Katie.",
        "Vienna: See how much nicer this is already? You, me, Katie, and the Aussie boy.",
        "Mike: He doesn't get a name?",
        "Vienna: Today it's mud.",
        "Mike: So you're looking for ground cover.",
        "Vienna: Landscaping?",
        "Mike: You're doing something to distract yourself, or him. Did I mention that I'm on my honeymoon?",
        "Vienna: Like it was tattooed on your chest. Is it?",
        "Mike: You enjoy the rest of the day.",
        "Vienna: We'll have one drink, okay? One drink. And then I won't be needing any landscaping.",
        "Mike: What?",
        "Vienna: I can tell my guy I made nice, and it's all forgiven. And even if you are the most ecstatic couple on the face of earth, trust me, you will get bored, the two of you. So you will need some company, at least for a few minutes. One drink.",
        "[SCENE_BREAK]",
        "Katie: Simon?",
        "Simon: Katie?",
        "Katie: What the hell are you doing here?",
        "Simon: Giving you a much needed rubdown. Boy, you were tight.",
        "Katie: Don't be flip about this, you know what I mean.",
        "Simon: I'm on vacation. There's no law against that, right?",
        "Katie: Would that stop you if there was?",
        "Simon: All right, let's not dredge up my checkered past. Not when the present is so much more interesting.",
        "Katie: Don't, don't.",
        "Simon: I wanted to surprise you. I guess I succeeded, right?",
        "Katie: So you followed me?",
        "Simon: Followed -- no, no, no. More like I spotted you.",
        "Katie: Oh, and you thought it would fine to just sneak into my room with some oil and get me to talk?",
        "Simon: Well, that didn't take much coaxing.",
        "Katie: I thought you were a stranger! That's different.",
        "Simon: All right, okay. Whoa, whoa, whoa. Let's reverse back here, by the way. Now, what was that thing you said? Yeah. You were married to Henry? What?",
        "Katie: That is none of your business. Get out!",
        "Simon: All right, look, let's not get hostile, okay?",
        "Katie: I'm gonna go report this to the ship's captain.",
        "Simon: All right, all right, all right. Keep your shirt on, all right?",
        "Katie: Oh, I don't have shirt on! Simon, that's the point. You totally took advantage.",
        "Simon: Hmm. Not quick enough.",
        "Katie: Then, how about twice as hard? Would that convince you?",
        "Simon: No.",
        "Katie: Too bad. I'm married, Simon. Happily.",
        "Simon: Oh, yeah. Construction Mike, yeah?",
        "Katie: Don't even try to cut him down to your size. Mike is the best.",
        "Simon: You sure?",
        "Katie: Why are you doing this? Is this like a bad reflex? I can't believe you!",
        "Simon: Tell me you didn't feel that kiss.",
        "Katie: I felt the massage, and I didn't ask for that, so --",
        "Simon: Wow. Wow, you are completely over me.",
        "Katie: Completely.",
        "Simon: Good. Good, right? This is great. So let's call up Mike and we all can get together and celebrate. Where is he, in the gym? Yeah, it's like that game, \"construction Mike in the gym with his tool belt.\" I'll call him. Do you know what the extension is for him?",
        "Katie: No, no, no! Don't you dare!",
        "[SCENE_BREAK]",
        "Mike: One drink before dinner?",
        "Vienna: Sure. And speaking of dinner, we need to make a reservation. Did you make one?",
        "Mike: Yes, I did.",
        "Vienna: I'll need to add two more for dinner under Hyatt.",
        "Bartender: Sorry, Miss. Mr. Kasnoff's seating is completely booked.",
        "Mike: That's a bummer, you know. I guess this wasn't meant to be.",
        "Vienna: You are so not rid of me. I promise by the end of this cruise, both you and blonde Katie will love me.",
        "Mike: I'll take that bet. You have fun.",
        "Vienna: Where are you going?",
        "Mike: I want to spend time with my wife.",
        "Vienna: Who does that?",
        "[SCENE_BREAK]",
        "Casey: Jade Taylor did not make me be stupid. I can do that all by myself.",
        "Maddie: Hmm, for her?",
        "Casey: Maddie, stop. She needed a job, Crash needed a waitress, and Will felt bad because she lost her job because of him, so --",
        "Maddie: What, they found out at the library that she helped him?",
        "Casey: Yeah. So she got canned. And then he feels like he needs to make it up to her, which I told him he was crazy for doing that, but he groveled and said it was important to him. So I called my grandmother. Why are you so bent out of shape about it?",
        "Maddie: It's just -- it's so annoying to see a girl operate like that. She gives us all a bad name.",
        "Casey: Maddie. Waitressing.",
        "Maddie: Because she worked you. Right after she was finished working will. I mean, hasn't she done enough already? Why is Will falling for it?",
        "Casey: So he can be even with her, and he can forget cheating, non- graduation, drunk fight drama. You know? And that sounded pretty good to me. So, can we give it a try?",
        "Maddie: Yeah, okay, I guess.",
        "Casey: But?",
        "Maddie: Well, just don't turn your back on her, okay? I don't trust the girl farther than I can throw her. And she's up to something, and she's using you and Will to get there.",
        "Casey: You remember that mix that you were dying to hear earlier?",
        "Maddie: Yeah, later. After you help me figure out what the real reason is.",
        "Casey: The real reason what?",
        "Maddie: Why Will is going out on such a limb for Jade, of all people. What is going on with those two?",
        "[SCENE_BREAK]",
        "Will: Hello?",
        "Gwen: Will, nobody's home.",
        "Will: Oh, so we're breaking and entering? Good. Well, at least we're doing it together.",
        "Gwen: Half right. Carly told me we could stay here.",
        "Will: Where is she?",
        "Gwen: She took the kids to Montana.",
        "Will: For how long?",
        "Gwen: I'm not sure. But until she gets back, this is our home.",
        "Will: Really?",
        "Gwen: Yeah. I mean, she thought it would be a little rough to stay at your dad's after the whole school thing happened.",
        "Will: My dad was the least of my worries.",
        "Gwen: What, me?",
        "Will: Uh, yeah.",
        "Gwen: Well, if you want this place, you've got to take me, because it's a package.",
        "Will: Gladly. I can't believe we get to stay here.",
        "Gwen: Yeah.",
        "Will: Yeah. And the best thing is, you know, my mom will never know where to find us.",
        "Gwen: Ooh, you won't tell her?",
        "Will: Hell no. That way she can't just, you know, drop in and see how I'm holding up.",
        "Gwen: Nope. It can be all us, all the time.",
        "Will: So, you're okay? About the whole Jade thing?",
        "Gwen: It's done. You explained, I understand. You did a nice thing for someone you thought you owed. It's over.",
        "Will: I don't think I deserve you.",
        "Gwen: So true.",
        "[SCENE_BREAK]",
        "Holden: It's not your fault, you know.",
        "Luke: She freaked out because I was there.",
        "Holden: Your mom loves you. And I'm sure she was just trying to say something about what happened last night.",
        "Luke: She already said sorry last night.",
        "Holden: Yeah, well maybe she didn't think you believed her.",
        "Luke: Hey Dad, it's just -- whatever. It doesn't matter. Not right now.",
        "Holden: No, it does to your mom. We just have to face the facts here. If she hears you or sees you, it might set her off again.",
        "Luke: I won't go in there again, don't worry.",
        "Holden: I'm sorry that it has to be like this.",
        "Luke: Me, too.",
        "Holden: Okay. I'm going to get back to your mom.",
        "Luke: Yeah, go in. I'll call to see that the girls are okay.",
        "Holden: Thanks.",
        "Damian: Luke. I heard your mother's in a coma?",
        "Luke: Yeah.",
        "Damian: I'm so sorry.",
        "Luke: We all are.",
        "Damian: What happened?",
        "Luke: She tried to tell me something. Dad thinks that she was trying to apologize for that Kreeger guy, but she already did before she -- before she fell. So it has to be something else. Do you know? Can you think of anything that mom would be desperate to tell me?",
        "Damian: I'm sure your mother just wanted to explain she didn't mean to upset you. It sounds like she didn't understand what kind of man this Ross Kreeger was and she regretted sending him over.",
        "Luke: Yeah, I guess. Can I stay at your place again tonight?",
        "Damian: Of course. I told you, you're always welcome.",
        "Luke: I guess it would just be best for my dad if I wasn't around right now.",
        "Damian: Luke, I told you, you always have a home with me. You didn't order any breakfast. I bet you still haven't eaten a bite. Come on, let's go get you something.",
        "Luke: Okay.",
        "[SCENE_BREAK]",
        "Holden: The girls are with your mom and they're fine. They want to see you, though. They want you to finish reading the \"Wind in the Willows.\" I offered to read it, but they said no. They said Mom needs to finish it because she needs to see how things turn out. Things don't turn out very well without you, Lily. You need to come back to us.",
        "[SCENE_BREAK]",
        "Gwen: Hey, what you are going to do to deserve my fabulous self?",
        "Will: I never could.",
        "Gwen: Whoa. That's way too serious.",
        "Will: I just, I mean, that I haven't. Yet. But I'm going to, from now one.",
        "Gwen: Sideways. You don't have to earn me, Will. I'm right here. And so are you, right?",
        "Will: Yeah.",
        "Gwen: There's nothing I've done that you're holding back on?",
        "Will: Of course not.",
        "Gwen: That's how it happens, I think. You know? I mean, with Jack and Carly, it seemed like, seemed like there was stuff that they said they'd gotten over. But then when something else happened -- Carly went behind Jack's back and didn't tell him the truth, all the other stuff must've come back too. It's like there was this charge account that was running up interest, only they didn't know. They were just paying the minimum or whatever. And then suddenly it all fell on their heads.",
        "Will: That won't be us.",
        "Gwen: Promise.",
        "Will: I do. This Jack and Carly thing really got you upset, didn't it?",
        "Gwen: Yeah. But we're going to have fun here. That's actually the only rule, besides watering the plants. Be happy and fill the house with love and fun.",
        "Will: Well, we can do that. We can do that right now.",
        "[SCENE_BREAK]",
        "Casey: I don't know what is going on with Jade and Will.",
        "Maddie: How can you be so nonchalant about this? Jade is a scam artist.",
        "Casey: Maddie, let it go.",
        "Maddie: I think that your grandmother should put in a hidden camera in the cash register. It's a cash business, right? And Jade is desperate or destitute or whatever her problem is this week. And I don't think she's not above stealing.",
        "Casey: They have safeguards. And if Jade takes cash, she'll get caught. And she just wouldn't just get fired, she'll get arrested. I don't think she's that dumb.",
        "Maddie: Then it's about Will. Jade has something on him, or wants something from him. You know what? She probably heard about his trust fund and now she's going to try and steal him away --",
        "Jade: Oh please! You cannot give me a break to save your life, can you? If I wanted to steal Will Munson, I had the perfect opportunity graduation day. He was drunk as a skunk, and his wife rejected him, but did it? Wife rejected him, but did I? No! I'm was the one who convinced him to find Gwen and apologize.",
        "Maddie: You were with Will on graduation night?",
        "[SCENE_BREAK]",
        "Simon: Alright, what's the problem, Katie? If you're so over me, then surely Mike is not going to mind if we all get together and celebrate.",
        "Katie: You got an old friend of his killed. You let that crazy woman loose on us and I had to kill her to defend myself. That's not something that either of us wants to relive at this point.",
        "Simon: I didn't know about Pilar. I told you all that.",
        "Katie: Too late. And way too little.",
        "Simon: Well, okay. So that's it. It's going to be all dark and gloomy, huh?",
        "Katie: Not for Mike and me. That's the way you left us, but we got back. We're good. And I don't want you hurting Mike because you feel like dredging up old memories.",
        "Simon: Sure that's what you are worried about?",
        "Katie: Yes! Now just go. And stay away from us. Okay! In fact, just get off the boat.",
        "Simon: Get of the boat. Can I at least wait until I get to a port? I mean, I'm a good swimmer, but there are sharks out there. Listen, why do I have to cut my vacation short, huh?",
        "[Knock on door]",
        "Katie: You owe us that much!",
        "Mike: Katie, it's me. Are you decent? Open the door.",
        "[NEXT_ON]",
        "Katie: What are you doing?",
        "Mike: Getting into that lotion you need.",
        "Katie: No, no, no. You can't go in there.",
        "Jennifer: Actually, there is something.",
        "Lucy: Name it.",
        "Jennifer: Even if it could get you in trouble.",
        "Paul: It's about my sister and her baby.",
        "Dusty: Johnny is my baby too.",
        "Paul: We should have a little chat. One concerned father to another."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=LUnjWGtC8WE"
}