{
    "Episode Summary": [],
    "Recap": [
        "Maddie records her evening at the prom with Luke for Casey. Will and Gwen continue to deal with Cleo in their house. Paul appeals to Holden to give his blessing of his relationship with Meg, but Holden isn't too thrilled. Lucinda probes Susan for answers to Craig's condition. Craig continues to press Meg to marry him, and when she balks, he holds over her the fact that he could send Lucinda to jail with one call. He sweetens the deal then; if she marries him, he will give back Worldwide. Gwen starts her job at the Lakeview, and then finds herself hitting Lisa up for a job for Cleo, much to Will's chagrin. Luke laments over being lonely without someone to share his life; Maddie laments over Casey being in jail. Susan tells Craig and Meg that he had a life- threatening amount of high blood pressure medication in his blood. Craig takes the blame, and so Meg tells Craig she will consider his proposal. Holden tells Paul that he is worried about Meg's safety once Craig finds out when they marry. When Lucinda beckons Meg to find out if she is going to do anything about the coffee, Meg shares with her Craig's proposal. Thanks to Gwen, Cleo is given a job at the Lakeview. She asks another favor \u0096 to stay one more night at their house, which finally Will and Gwen allow. Cleo daydreams of Will kissing her. Lucinda strongly encourages Meg to marry Craig since she now is in the driver's seat. Paul has a disturbing vision involving two people getting married."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Maddie: We're at Al's now, eating our post-prom breakfast. And Luke and I are totally wiped. He swears that he did not fall asleep during the 4 A.M. \"Now Voyager\" movie, but I have evidence that he was snoozing.",
        "Luke: Okay, come on. That it not true. I was out for maybe three minutes. But that's because it was in black and white, and there were subtitles.",
        "Maddie: That -- that so not true! Luke loves that movie. Totally love it --",
        "Luke: All right, all right, all right, I'm saving you from yourself.",
        "Maddie: Okay, I know, I have been a little over the top with this.",
        "Luke: Oh, you think?",
        "Maddie: I just -- I want Casey to feel like he got to go to the prom with us when he sees this video. And that no matter what, he's still a part of my life.",
        "[SCENE_BREAK]",
        "Will: Morning.",
        "Gwen: Morning. How do you do it? You're laying next to me, but I smell fresh coffee and French toast.",
        "Will: I thought I dreamed that.",
        "[Knock on the door]",
        "Will: Cleo!",
        "Gwen: Cleo!",
        "Cleo: Surprise! Breakfast in bed.",
        "Will: You've been busy.",
        "Cleo: I wanted to thank you guys a lot for letting me stay here last night. Oh, you don't have to worry about the food. Besides being Turlock's best junior league female bowler, I also won the future homemaker of tomorrow award.",
        "Gwen: Wow, it -- it smells great.",
        "Cleo: Well, anyway, I'll leave you guys and enjoy. I better get moving anyways.",
        "Will: You leaving?",
        "Cleo: Oh, today, I'm going to start my job hunt. My plan is to be able to make enough money so that I can replace my old bus ticket and I can start off someplace new. But I do have this suitcase and I don't want to take it on all the interviews with me, so -- you should eat your food while it's still hot.",
        "Gwen: Wait! What are you asking, Cleo?",
        "Cleo: I don't want to be a pain.",
        "Will: Cleo.",
        "Cleo: Will, do you think that I can leave my stuff here? Maybe? Just for a little while? Maybe?",
        "[SCENE_BREAK]",
        "Holden: If you're looking for my sister, she's not here.",
        "Paul: Actually, I came to talk to you.",
        "Holden: Are you sure you want to do that?",
        "Paul: Look, you know Meg and I are back together.",
        "Holden: Yeah, and keeping it hidden. You can't expect me to be okay with that, Paul.",
        "Paul: You're worried about your sister, I get that. But I do love her and I want to spend the rest of my life trying to make her happy.",
        "Holden: So, you're saying you want to marry her?",
        "Paul: Yes. I know you're thinking that's a really bad idea, so go ahead and tell me why. And then I'll tell you all the reasons why you're wrong.",
        "Holden: I think you're getting way ahead of yourself.",
        "[SCENE_BREAK]",
        "Lucinda: Susan! Susan? Hello. I was sure it was you.",
        "Susan: Oh, Lucinda, hi.",
        "Lucinda: It's been an awfully long time. I haven't seen you. You're looking very well.",
        "Susan: Thank you. You too.",
        "Lucinda: Do you have a moment?",
        "Susan: Just. I'm on my way to the hospital.",
        "Lucinda: I just heard about Craig's predicament. And I'm very concerned.",
        "Susan: I can imagine.",
        "Lucinda: Is there anything you can tell me?",
        "Susan: Nothing.",
        "Lucinda: Oh, of course, you can't tell me. Because it's patient and doctor confidentially and all of that. But you can understand why I would have real interest in him. Because when he was well, he was running my company into the ground. And now that he's infirm -- also, my daughter was married to him. And still has a great deal of affection for him, I think. Is there anything you could tell me that I could tell Sierra?",
        "Susan: You're not going to like what I have to say.",
        "Lucinda: He's dead?",
        "Susan: No. Craig survived. Sorry.",
        "[SCENE_BREAK]",
        "Craig: You didn't put anything lethal in that oatmeal, did you?",
        "Meg: Not funny.",
        "Craig: Oh, come on. Don't be so serious. I'm getting my sense of humor back. Take it as a sign. I'm getting better.",
        "Meg: I didn't come here to joke with you, Craig.",
        "Craig: Do you have an answer to my proposal?",
        "Meg: The answer's no.",
        "Craig: Well, that's disappointing. But seeing as I'm still legally married to Rosanna, it's quite understandable.",
        "Meg: Craig, a marriage proposal shouldn't be a bargaining chip.",
        "Craig: Oh, careful, Meg. Your romantic naiveté is showing. Besides this Rosanna complication can be dispensed very swiftly.",
        "Meg: What does that mean? You'd divorce her?",
        "Craig: I certainly have grounds. She's alive only in theory.",
        "Meg: That's harsh.",
        "Craig: That's surprising?",
        "Meg: Well, I just don't see you walking away from Rosanna's money.",
        "Craig: No, I've already got paperwork deal in place, affords me a very fair settlement.",
        "Meg: Well, as long as you're happy, that's all that matters, right?",
        "Craig: It's your happiness that's paramount. That's why I'm making this offer.",
        "Meg: Selfless as always.",
        "Craig: I have my moments. You're running out of reasons not to marry me.",
        "Meg: Not really. There is the fact that I'm not in love with you.",
        "[SCENE_BREAK]",
        "Cleo: So, maybe I can leave my stuff here?",
        "Gwen: Yeah, you don't want to get more of your stuff stolen.",
        "Cleo: That would make things so much easier. Thank you so much. And I'm going to be out of your hair in just a second. I just have to go clean up. I kind of took over the kitchen. I hope that's okay. But if I was going to make breakfast, I had to take it over, right?",
        "Will: You didn't need to say yes.",
        "Gwen: I know. She didn't ask to stay here. She just worried about her stuff.",
        "Will: But she knows that I'm fed up and I don't want her here.",
        "Gwen: Well, maybe now's a really good time to bring up the fact that she wouldn't even be here playing chief of the future, if you hadn't gone to her rescue.",
        "Will: Whatever.",
        "Gwen: Come on, you're just a good guy who did the right thing. I mean, you talk tough, but on the inside, you're pure mush.",
        "Will: No, I have a heart of stone.",
        "Gwen: Well, you'd like to think so. But you give out second, third and forth chances like candy.",
        "Will: Oh, is that so?",
        "Gwen: Yeah. Because I'm living proof. I have to go. I've got to go meet Lisa.",
        "Will: Yeah. I have to hand my paper in. Do you want the shower first?",
        "Gwen: I'll share it with you, if you drive me into town. I'll even wash your back.",
        "Will: Sounds good to me.",
        "[SCENE_BREAK]",
        "Susan: The EMTs found him in full cardiac arrest.",
        "Lucinda: That's impossible. Because his heart stopped beating years ago.",
        "Susan: I know you despise him.",
        "Lucinda: Yeah, doesn't everybody? Don't you? After all the things he did to Emily and what was left of her self- esteem --",
        "Susan: I know, I know. I know. But my compassion is professional. He's in my care.",
        "Lucinda: Oh, you're wonderful.",
        "Susan: I know.",
        "Lucinda: I didn't take the Hippocratic oaths, or I can't be as forgiving --",
        "Susan: That's what makes me a good doctor and you -- you. I got to go.",
        "Lucinda: Oh, just another thing. Do you know -- I mean, the cause of the cardiac arrest?",
        "Susan: Now, that's confidential.",
        "Lucinda: Oh, got it. Okay. A man his age, his size, his weight, all that kind of thing -- could you guess at what had caused it?",
        "Susan: I wouldn't have to guess. I would order toxicology screens. And they would give me definitive answers.",
        "[SCENE_BREAK]",
        "Paul: Meg and I have been through a lot.",
        "Holden: You've hurt her.",
        "Paul: Well, every couple has their ups and down.",
        "Holden: Yours and Meg's are more than most.",
        "Paul: Come on, Holden. What do you want from me? We've been through all of that and I love her. Meg's the one.",
        "Holden: I know that you love her. That's not the issue here. It's the way you love her. Sneaking around, lying to people about how you feel for each other. Forming an alliance to try to trap Craig in some scheme. It all adds up to one more train wreck. And you can't expect me to be okay with that.",
        "Paul: Which is why I've tried to stop the whole thing.",
        "Holden: Yeah, Meg said you wanted to pull the plug.",
        "Paul: Yeah, you didn't believe her?",
        "Holden: No, I just don't trust you. I don't trust you to take care of her. And if you really loved her, you would walk away from her and you would leave her alone.",
        "Paul: No, I'm not going to do that. Look, Meg and I were apart and it was bad. It was bad for her, it was bad for me. She's giving me another chance and I'm going to take it. I'm never going to be separated from Meg again.",
        "[SCENE_BREAK]",
        "Craig: Marry me, Meg. You don't have to prove your undying love. Love is overrated.",
        "Meg: Don't say that. I'm not in the mood for another cynical speech. Especially coming from a man who just cheated death.",
        "Craig: Not that anybody really cares.",
        "Meg: Oh, please, you set this up. Don't expect sympathy.",
        "Craig: You know, Lily said I was the saddest man she's ever known.",
        "Meg: Yeah, and she was your friend. See what happens when you put your needs first.",
        "Craig: I don't want to be that man anymore.",
        "Meg: Really? You could've fooled me.",
        "Craig: No, actually, I don't think so. I think you've been on to me for quite some time. It's one of the reasons why I fell in love with you.",
        "Meg: Yeah, those are just words.",
        "Craig: No, they're not, Meg. I want to be a man that you can be proud of. If you'd give me a chance, I know I could make you happy.",
        "Meg: Nobody can make anybody else happy, that comes from being at peace. From having a clear conscience. From being grateful for the life we've been given. You don't have any of those things.",
        "Craig: No, but you do. You could share them with me.",
        "Meg: I don't think that's the way it works.",
        "Craig: Come on, I can tell. I can see. You try to hide it, but you -- you have feelings for me. We both want the same thing. We want a fresh start, we want children, love --",
        "Meg: I don't think you understand what that means, or the sacrifices you'd need to make to raise those children and turn that fresh start into something that lasts. Your priorities need to change, Craig.",
        "Craig: I want them to.",
        "Meg: Yeah, please.",
        "Craig: Meg, I do. I can change. If I was with you, I know I could. Because it's what you want. And what you want means more to me than anything.",
        "Meg: I don't believe you.",
        "Craig: Don't say that.",
        "Meg: Look, you can't talk me into this, okay? I'm not going to marry you.",
        "Craig: Then give me the phone.",
        "Meg: Why, so you can call the police?",
        "Craig: I think that they should know Lucinda tried to kill me.",
        "Meg: Get it yourself.",
        "Craig: Fine. I will.",
        "Meg: Is this how you show love, Craig? By bullying me into marrying you and then having Lucinda arrested?",
        "Craig: Excuse me, I think I was very clear about this when I made the proposal last night.",
        "Meg: That wasn't a proposal. That was blackmail.",
        "Craig: Okay, fine. It's a little bit unorthodox.",
        "Meg: You know, what makes you think that I'm going to bargain my life away to protect Lucinda?",
        "Craig: All right, I wasn't sure if it would be enough incentive, so I have sweeten the deal.",
        "Meg: Really? Oh, I can't wait to hear this.",
        "Craig: Well, I do think you're going to like this. Are you ready? Marry me and I'll give back Worldwide.",
        "[SCENE_BREAK]",
        "Lisa: Gwen, I'm so glad to see you.",
        "Gwen: I hope I'm not interrupting you. You seem very, very busy.",
        "Lisa: I am very busy, that is true. Well, you know how it is when you're understaffed.",
        "Gwen: Well, I hope that I can help out with that. I'm, I'm here to work. You can put me on the schedule.",
        "Lisa: Oh, I'm so happy to hear that. Oh, I hope you don't mind. I mean, I may have to put you on double shifts, sometimes.",
        "Gwen: Whatever you need.",
        "Lisa: That's great. Do you know of anyone else who would like to work, because I am still short a chambermaid. It's a shame I couldn't keep that poor little Cleo person, but it just didn't work out.",
        "Gwen: Uh, I'm really sorry about that, Lisa. I know that you only turned her away for my sake.",
        "Lisa: Oh, please, don't give it another thought. You and Will are like family to me. I wouldn't do anything to make you unhappy.",
        "Gwen: About that --",
        "Lisa: Yeah?",
        "Gwen: Would you still consider hiring Cleo?",
        "Lisa: I -- I don't understand. I thought that you and Will felt that she would, well, that she's was almost a danger to you.",
        "Gwen: I know. We've gotten to know a lot better since then, and she's definitely overenthusiastic, but she's a really, really good worker, and if you could just give her a chance?",
        "Lisa: Well, I really don't know. Now, I mean, I'd love to have Cleo here, because it would really help. It wouldn't be a problem.",
        "Gwen: No. No, it won't be a problem.",
        "Will: Yes, it will.",
        "[SCENE_BREAK]",
        "Luke: Maddie, don't stare at the guy I lusted after. It's rude.",
        "Maddie: Did you talk to him last night?",
        "Luke: Yeah. He came over when you were getting close ups of the buffet table.",
        "Maddie: And?",
        "Luke: And it was okay.",
        "Liv: So, looks like everyone had the same idea.",
        "Maddie: Mmm, yes. Breakfast at Al's, it's a prom tradition.",
        "Liv: So is staying out all night.",
        "Kevin: Saw your grandmother's limo outside. Sweet ride, man.",
        "Luke: Yeah, well, you know, figured if we're going to go to prom, you might as well go in style.",
        "Kevin: No doubt.",
        "Liv: Oh, let's grab that table, before I keel over. I think you used up all my energy.",
        "Kevin: It was good to see you, Luke.",
        "Luke: You, too.",
        "Maddie: Please tell me that you're not still into him.",
        "Luke: Oh, no. No way. Falling for straight guys? Bad idea.",
        "Maddie: I know, but sometimes you can't help it, right?",
        "Luke: Well, yeah, I used to think that. But now, I'm through chasing what I can never have.",
        "[SCENE_BREAK]",
        "Paul: Look, you're trying to protect your sister. Believe me, I know all about that.",
        "Holden: No, no, no. You and I, we have very different ideas on how we protect the people that we care about.",
        "Paul: Okay, that's not fair. Okay, look -- your son, Ethan, I helped him. I protected him. There was tainted baby food. I protected Faith and Parker when they were cornered by a wild dog --",
        "Holden: Yeah, and I appreciate all that, but I cannot forget what you did to Rose. And I will certainly not forget the look on Meg's face when she called off your wedding.",
        "Paul: Well, then, talk to Meg now. Meg's happy now.",
        "Holden: Yeah, and how long will that last?",
        "Paul: You know, you keep saying that Meg's should feel free to start over, but then every time she tries, you stop her by bringing up all of these past mistakes.",
        "Holden: You're the biggest mistake.",
        "Paul: Yeah, well we've learned from our mistakes. And right now, there's no secrets, and there's no hidden agendas between us. And that, is the way that it's going to stay.",
        "[SCENE_BREAK]",
        "Meg: So, you'd return Worldwide?",
        "Craig: If you agree to marry me, yes.",
        "Meg: Seriously?",
        "Craig: I know you won't marry me if you think I tore your family apart, so I am trying to put it back together again.",
        "Meg: So, why throw marriage into the mix? Why not just give the company back, no strings attached?",
        "Craig: I like strings. I find strings are useful. Here's the deal. You marry me, I hand Worldwide back. Or, you say no, and Lucinda does time for attempted murder.",
        "[Door opens]",
        "Susan: Sorry to interrupt. I have your lab results.",
        "Craig: Oh, great.",
        "Meg: I'll leave you alone --",
        "Craig: Stay. I would like you to hear this. What have you got?",
        "Susan: It's very curious. You had incredibly high levels of Propranolol in your system.",
        "Meg: I didn't know you had high blood pressure.",
        "Susan: And it's not listed in your prescribed medications.",
        "Craig: Well, I wasn't in a particularly good condition to be precise last night.",
        "Susan: Obviously. But the amount you ingested was life threatening. Do you have any idea how that happened?",
        "Craig: I think know exactly how it happened.",
        "Susan: You know why you went into cardiac arrest?",
        "Meg: Well, you can't know anything for sure, Craig. I mean, before you jump to conclusions --",
        "Craig: I have done a great deal of thinking about this, haven't you?",
        "Meg: I'm still thinking.",
        "Craig: I believe that the overdose could've been my fault.",
        "Susan: Why would you say that? Were you feeling suicidal?",
        "Craig: Oh, no, no. Of course not, Susan, no. No. I've been on -- I've had high blood pressure ever since I took a bullet and then, when Lucy took Johnny, I guess, I went back on Propanolol just to get me back into the normal range. I just think it was simple oversight, I guess.",
        "Susan: How is your stress level, Craig? It must've increased since you named yourself CEO of Lucinda's company.",
        "Craig: That would be my company.",
        "Susan: Oh, see? It's taking its toll. Maybe you should reevaluate your lifestyle.",
        "Craig: This is a simple, isolated incident. There's no reason to get dramatic, Susan.",
        "Susan: You almost died. I think that's dramatic enough to get anybody's attention. [Beeper rings] Ooh, that's me. Gotta go. Take some rest, and think about what I told you.",
        "Craig: Thank you, Doctor. I will. Thank you, Doctor.",
        "Meg: Why did you lie to Susan?",
        "Craig: I wanted to give you time to make the right decision for us. Meg, the deal is still on the table, but you have to meet me halfway.",
        "Meg: You're only giving back something you stole in the first place --",
        "Craig: No. No, I didn't steal anything. I manipulated a situation to my advantage. That is what businessmen do. We make deals, like this one. Lucinda regains her company if you marry me.",
        "Meg: I need time to think.",
        "Craig: Okay, I'll wait for your answer.",
        "[Door closes]",
        "[Cell phone rings]",
        "Meg: Hey, Lucinda.",
        "Lucinda: What is the latest on the matter that we were discussing yesterday?",
        "Meg: Nothing's changed. Look, I can't talk right now.",
        "Lucinda: This cannot wait. I'm in Old Town, in front of the bookstore.",
        "Meg: But I really --",
        "[Meg sighs]",
        "[SCENE_BREAK]",
        "Holden: Okay, so what happens if you and Meg do get married?",
        "Paul: I don't know. I guess we get a house, have a few kids --",
        "Holden: No, no, no. How does Craig fit into the picture?",
        "Paul: Craig doesn't fit into the picture.",
        "Holden: Once he sees the two of you together, he's going to realize that Meg played him for a fool, and he's going to want to come after the both of you.",
        "Paul: Which is why I've asked Meg to stop seeing Craig.",
        "Holden: Yeah, but she hasn't.",
        "Paul: Well, she's going back and forth.",
        "Holden: Why? That's crazy.",
        "Paul: Well, she feels obligated. She feels a sense of responsibility to you, Holden, and to Lily and Lucinda.",
        "Holden: That's risking way too much.",
        "Paul: No, I'll keep her safe.",
        "Holden: You weren't able to protect Rosanna, you weren't able to protect Jennifer. And I cannot let my sister become a target for Craig Montgomery.",
        "Paul: If I marry Meg --",
        "Holden: Yeah, it'll just make things worse. Listen, if you really loved her, you would leave all this alone, you would not go any further with any of it, until this whole mess with Craig is cleaned up.",
        "Paul: But that could never happen.",
        "Holden: I don't care. Until it's resolved, asking me for approval to marry Meg -- it's a waste of your time and mine.",
        "[SCENE_BREAK]",
        "Will: Why does Cleo have to work here? There's so many other places in town.",
        "Gwen: Because Lisa could really use the help, and it's a sure thing. It might take her a long time to get a job somewhere else.",
        "Will: But she just wants to be near you, and now she will be, every day.",
        "Gwen: It won't be for that long.",
        "Will: You're feeding her fantasy. And you're supposed to be listening to me.",
        "Gwen: I am listening to you. You want Cleo gone. I think this is the best way to make that happen.",
        "Will: I just don't want her thinking that all these favors we're doing for her are reasons for her to stick around.",
        "Gwen: I will remind her that she's on borrowed time.",
        "Will: Okay, good. Hold that thought.",
        "Lisa: Hey, I'm really sorry to keep you two waiting. It's just, one little crisis can escalate into a huge problem, so --",
        "Gwen: Oh, it's fine. We understand.",
        "[Lisa laughs]",
        "Lisa: Good, good. I'm glad. So, okay, I'm hiring. Are you free?",
        "Will: Actually, I'm working at Old Town, in the bookstore. Sorry.",
        "Lisa: Oh, no. So disappointed. I'm sorry, too. All right, then -- what about this -- what about this Cleo person? Are you two okay with that if I --",
        "Gwen: I'm fine with it. I mean, if it's okay with Will.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Gwen: Hey, Cleo? We're back. Hi.",
        "Cleo: I'm so glad that you guys are home.",
        "Gwen: What is that?",
        "Cleo: It's a devil's food layer cake. I wanted to make you a coconut banana cream cake, but you guys didn't have coconut or banana, so, I went for the old standard. Besides, everybody likes chocolate, right?",
        "Will: But what's it for?",
        "Cleo: It's for you guys -- to celebrate. You finished your first year of college. You must be really proud of each other.",
        "Gwen: Wow, yeah. That's -- that's great. Thank you, Cleo. Chocolate is Will's favorite.",
        "Will: You really shouldn't have bothered, though.",
        "Cleo: Oh, are you kidding? I love baking. Do you want me to cut you a piece?",
        "Will: Uh, Cleo, I thought you were going to look for a job?",
        "Cleo: I made a few calls.",
        "Gwen: Cleo, before you cut the cake, can we talk to you for minute?",
        "Cleo: Did I do something wrong again?",
        "Gwen: No, no, no. You're fine. We talked to our friend Lisa at the Lakeview. If you still want to work there, you can.",
        "Cleo: I can? Wait a minute -- are you serious? Really? That would be incredible! Doing what? I mean, not that it really matters, that hotel is so glamorous.",
        "Gwen: Well, just remember, it's just until you earn enough money so you can leave town.",
        "Will: Like you promised.",
        "Cleo: Oh yeah, cross my heart.",
        "Will: And, I spoke to Lisa, and she's going to arrange it so that you and Gwen, you're never going to be working on the same day.",
        "Cleo: Oh, yeah. You'll see, Gwen. It's like I'm not even there.",
        "Will: Yeah. No hanging around Gwen. Like we talked about.",
        "Cleo: When do I start?",
        "Will: Tomorrow.",
        "Cleo: Oh. So soon. Gee --",
        "Gwen: Is that a problem?",
        "Cleo: No. It's -- it's just, this feels like a lot to ask, especially after you guys got me that job and everything, but would it be okay I slept on your couch for just one more night?",
        "Will: We made a deal, Cleo, that you could crash here for one night.",
        "Cleo: I know. And I really appreciate you letting me stay here. You guys have been truly amazing.",
        "Will: Because you were hurt and your purse was stolen.",
        "Cleo: I know. And like I said, I really appreciate you taking care of me and everything, but I really do have no money. So if I don't stay here, I'm going to have to stay on the street or in a park or something like that. And normally, honestly, I wouldn't even mind, but since tomorrow's my very first day working at the Lakeview, I want to look as pretty as I possibly can.",
        "Gwen: Well, what about tomorrow night, Cleo, and the night after that?",
        "Cleo: Oh, I already have that entirely figured out.",
        "Will: I'll bet you do.",
        "Cleo: When I start work, I'm gonna talk to Mrs. Grimaldi about my situation and see if she'll give me an advance on my first paycheck.",
        "Gwen: And then what?",
        "Cleo: And then I can go back to the Wagon Wheel. I'll just work until I make enough money so I can start someplace new and then, I'll be gone.",
        "Gwen: Okay. Okay, Cleo. One night, all right? Don't push this.",
        "Cleo: I won't. You're the best. Thank you so much. I wish there was some way that I could make this up to you.",
        "Gwen: Just take care of yourself, okay, and get on with your life. It's what's best for everyone.",
        "Cleo: Yeah, you're right. Thank you again. You guys are -- you guys are the best.",
        "Gwen: Don't even say it.",
        "Will: There's nothing left to say.",
        "Gwen: Look, I said she could stay here, 'cause I thought if she left, something worse could happen. I mean, at least, this way, we can keep an eye on her.",
        "Will: She's trouble.",
        "Gwen: You're right, she is. Which is why I'm going to go to the police station right now and I'm going to pick up her purse.",
        "Will: What, she needs it right away?",
        "Gwen: No, but I mean, I'm tired of all the stalling, aren't you? Think Cleo should have everything that she needs to get out of our lives for good.",
        "[SCENE_BREAK]",
        "Maddie: Okay, now you're staring. I thought you said you were over him.",
        "Luke: I am. I'm way over. It's just that I was just wishing that I had what they have. You know, someone that I could feel close to, that I could plan stuff with. I guess just a guy that gets me the way that Casey gets you.",
        "Maddie: Everybody wishes they had that.",
        "Luke: Sometimes, like right now, I feel really lonely.",
        "Maddie: I'm sorry. Oh no, I hope that going to the prom with me didn't make it worse for you.",
        "Luke: What? No, no. Are you kidding me? It was so much fun. You look beautiful, you kept me cracking up the entire time recording everything on your cell phone camera. I mean, you had this thing out nonstop. You must have tons of footage.",
        "Maddie: Yeah, I'm gonna have a lot of editing to do. I just wanted to make sure I got everything so Casey could see it.",
        "Luke: Yeah, well, you were totally driven, and it was awesome. The intrepid reporter chronicling the habits of the young adult American teenage mid- western prom.",
        "Maddie: Was I that bad? I mean, I was trying not to be obvious, but --",
        "Luke: Oh, come on, Maddie. You were recording how every food tasted, and you had close-ups of every single decoration.",
        "Maddie: Oh, okay, no. That Eiffel tower cardboard thing -- let's be serious, I had to rip on that.",
        "Luke: Okay, but seriously? Those two girls wearing the same dress, how you recording them trying to avoid each other night?",
        "Maddie: That was the most hysterical part of the evening. Okay, Casey would've been hysterically laughing.",
        "Luke: Maddie, there's something I forgot to do last night.",
        "Maddie: What? What are you doing? Oh. Aw.",
        "Luke: Thank you.",
        "Maddie: What was that -- for what?",
        "Luke: Well, for inviting me to the prom. I mean, if I hadn't gone, I would've missed out on a lot of stuff. And I'm through laying low and staying out of the way.",
        "Maddie: Yeah, that's kind of a waste of time.",
        "Luke: Thinking about Casey?",
        "Maddie: Sometimes it just hits me. You know, he's in prison. And I try to imagine being told what to do and where to go every second of every day. And then I think about me, and I'm having fun. And I feel so bad because he's in there and he's so unhappy.",
        "Luke: Yeah, but you promised that you won't put your life on hold just because he was doing time. Casey would want you to be so excited about getting dressed up and going to the prom and doing your hair and your nails and all that stuff.",
        "Maddie: I know. I know. I just -- I really miss him.",
        "Luke: Going was the right decision, and he will be so proud of you that you made the most of it.",
        "Maddie: What else can we do?",
        "Luke: Sulk?",
        "Maddie: That's not very attractive. How about tears?",
        "Luke: Oh, they're fine. On you, they work.",
        "[SCENE_BREAK]",
        "Susan: Craig, I've got good news for you.",
        "Craig: No, I've already heard. I'm going to live.",
        "Susan: I wouldn't let that get around. Word gets out, you might have a relapse.",
        "Craig: Oh, you're hilarious. Have you started my paperwork on my release?",
        "Susan: You're out of here this afternoon.",
        "Craig: Oh, excellent. Excellent.",
        "Susan: Only, I wouldn't plan anything too strenuous.",
        "Craig: Well, define \"Strenuous.\"",
        "Susan: I'll give you a list of instructions. And follow them. A cardiac arrest is nothing to sneeze at. By the way, who is your internist?",
        "Craig: Why do you ask?",
        "Susan: We have to confer about your blood pressure -- which is perfectly normal today.",
        "Craig: Well, if it's normal, then you have nothing to worry about it, do you?",
        "Susan: I don't have anything to worry about, but you do.",
        "Craig: Listen, is -- did you see Meg out there? I want to talk to her.",
        "Susan: No, I haven't seen her. Craig, given the amount of Propranolol we found in your system, an accidental overdose seems very unlikely.",
        "Craig: Careful, Susan. You're starting to sound concerned.",
        "Susan: How I feel about you has no place in this room. I'm your doctor. You're my patient. I need you to tell me -- was the overdose just a mistake?",
        "Craig: Absolutely. I had no idea that the side effects could be this devastating. It was simple, stupid oversight.",
        "Susan: Be more careful in the future.",
        "Craig: I intend to.",
        "Susan: Why are you grinning like that?",
        "Craig: It's amusing -- I almost died last night and then, this morning -- this morning I feel like I got everything in the world to live for.",
        "[SCENE_BREAK]",
        "Lucinda: Well, you took your fine time.",
        "Meg: Yeah, well, I took your call as an ultimatum.",
        "Lucinda: That's exactly what it was. I want to know where I stand. Did you go to the police? The Worldwide coffee cup and the little vial in his coffee?",
        "Meg: I haven't done anything, Lucinda. I told you if you stopped going after Craig, I would keep the evidence to myself. And I have.",
        "Lucinda: Well, thank you very much.",
        "Meg: Okay, look, Craig knows that you spiked his coffee.",
        "Lucinda: You told him?",
        "Meg: I didn't have to. You were the last person he saw before he collapsed. He put it together.",
        "Lucinda: Has he told anybody else?",
        "Meg: You mean, has he gone to the police? Not yet. And he won't as long as I do as he's asking me to do.",
        "Lucinda: What is he asking of you now?",
        "Meg: He wants me to marry him.",
        "Lucinda: Why would he imagine that you would want to marry him?",
        "Meg: I think he thinks I'm attracted to him. I guess. I said no.",
        "Lucinda: No, no, that doesn't make any sense at all. I mean, he wouldn't make himself vulnerable like that. He wouldn't risk your turning him down. No. Did he offer you something in return?",
        "Meg: Well, he did make the proposal a little bit more appealing.",
        "Lucinda: How?",
        "Meg: Okay, you know what, I shouldn't have said anything. I'm not going to do it.",
        "Lucinda: What did he offer you?",
        "Meg: Craig said if I'd marry him, he would return Worldwide to you.",
        "[SCENE_BREAK]",
        "Luke: So, are you ready to go?",
        "Maddie: Yeah, I can barely keep my eyes open.",
        "Luke: Okay.",
        "Maddie: Thank you. Thank you for breakfast.",
        "Luke: Of course. Well then, you just wait here. And I'll tell the driver to bring the limo around.",
        "Maddie: Okay, thanks. Hi again. I don't know if you are ever going to get this, but I just wanted you to know that being with you would've made this night everything that it should've been. I think about you holding me, and not to be sappy, but I keep counting down the days until we can be together.",
        "[SCENE_BREAK]",
        "Cleo: I'm sorry, Will. I had no idea that you were in here. I thought that you left with Gwen. If I had known, I never would've come in here.",
        "Will: Cleo, its okay.",
        "Cleo: I just wanted to put some things in the washing machine. I had no idea that you were standing in here naked.",
        "Will: I'm not naked. I was just changing my shirt. It's not a big deal.",
        "Cleo: Yeah, it is. It's invading privacy, and that's what you're worried about and what I'm trying not to do.",
        "Will: So next time, knock.",
        "Cleo: Okay, I will, Will. Doesn't that sound funny? Will, Will? I'll knock. Sorry.",
        "Will: While you're doing the wash, want to take this?",
        "Cleo: Oh, thanks. I mean, I'll take care of it. And no barging in anymore. Again, it won't happen.",
        "[Cleo fantasizing]",
        "[Cleo humming]",
        "Cleo: I'm sorry, Will.",
        "Will: Cleo, are you doing the laundry?",
        "Cleo: Yes.",
        "Will: Would you mind adding this? There's something about the way you wash my clothes. You make them feel so soft and smell so fresh. When I put a shirt on next to my skin, I always think of you.",
        "Cleo: Oh, my gosh.",
        "[SCENE_BREAK]",
        "Lucinda: This is very interesting. Obviously, you're considering accepting his proposal or you wouldn't have come here to tell me about it.",
        "Meg: I came here because you hung up on me. I am not marrying Craig.",
        "Lucinda: But Darling, you said -- you said all along that you wanted to see this thing through.",
        "Meg: And I've gone as far as I can. I put myself on the line for you and my family in every way I know possible.",
        "Lucinda: Up to this point, yeah.",
        "Meg: I didn't agree to be a party to murder.",
        "Lucinda: Murder doesn't faze Craig.",
        "Meg: Or you, it seems.",
        "Lucinda: Oh, Darling, when I put the substance into his coffee, I just wanted to incapacitate him. I didn't want to kill him. But never mind, that doesn't matter! We now have a new hope. A new horizon. Something totally unforeseen.",
        "Meg: Well, I can foresee how this is gonna end up if I get in any deeper.",
        "Lucinda: We have Craig where we want him.",
        "Meg: Where you want him. I am not doing this, Lucinda. I'm in love with Paul.",
        "Lucinda: Do it. Do it. You'll get out from under Craig's shadow for the rest of your life.",
        "Meg: As his wife?",
        "Lucinda: That can be temporary. Darling, you have power. You have power. You have the power to stop him. Now that's why you're going to marry Craig Montgomery.",
        "[SCENE_BREAK]",
        "[Paul having vision]",
        "Bride: No!",
        "[SCENE_BREAK]",
        "Announcer: On the next, \"As the World Turns.\"",
        "Carly: So then, you and the kids will be at field after school.",
        "Jack: Me and the kids and Katie -- she's coming, too.",
        "Katie: Jack and I are together, whether you like it or not. And no one is going to get in the way of that. Not you or Carly or anyone.",
        "Paul: Meg's gonna be hurt.",
        "Barbara: I believe you.",
        "Paul: I need to protect her.",
        "Barbara: Who's going to hurt her, Paul?",
        "Paul: Me.",
        "Craig: Just read this.",
        "Meg: What is it?",
        "Craig: Well, I asked tom to look into it, but it's perfectly legal.",
        "Meg: You're giving Worldwide to me?"
    ],
    "Transcript Author": [
        "Provided by Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=eZrsDvJVlac"
}