{
    "Episode Summary": [],
    "Recap": [
        "Henry puts more chloroform in Barbara's face just as they arrive to her kidnapping destination. Craig has arranged for food to be left there for 2 days. There is a note saying that she will not be harmed. Katie & Craig find Barbara's designs at her suite & Craig likes them. Meanwhile, Paul and Rosanna are concerned of Babs' whereabouts. Rosanna thinks that Craig has something to do with it. At Java Underground, Paul informs Hal of Barbara's disappearance. Hal's going to file a missing person's report on her if she doesn't surface soon. Dusty and Molly share another passionate kiss. Rose sees Dusty outside of Barbara's suite and asks about the 25k she needs for her shop. He's more worried about why she's coming out of the suite if she isn't there. John makes a house call to Carly & requests that she and Molly make nice. John later shares the same info with Molly at the Lake View."
    ],
    "Recap Author": "Dione",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Emma: You making any progress?",
        "Carly: Hmm? Oh, yeah. Yeah, I'm almost done.",
        "Emma: You know, I gave you this job to get your mind off your troubles. But if it's not working, I can think of something else.",
        "Carly: Like what? Digging the new well you said you needed?",
        "Emma: Oh, no, I'm gonna do that. Besides, you're in no condition. [Knock on door] who is it?",
        "John: It's Dr. John.",
        "Emma: Well, Dr. John, come in. Come in. Hello.",
        "John: Hello, my darling, how are you?",
        "Emma: Oh, I'm well.",
        "John: I got a call from Jack. He wanted me to come out here and take a look at Carly.",
        "Carly: Carly's not here. She went down to the pond and got eaten by sharks.",
        "Emma: Listen, I'm gonna let you two be private, okay?",
        "Carly: Well, I know you're gonna find this incredibly hard to believe, but I think I'm starting to irritate Emma.",
        "John: I find it hard to believe that it's taken this long. So, how you feeling?",
        "Carly: Oh -- depressed. Alone. Out of it.",
        "John: Is that because you've given up designing for Monte Carlo? Jack filled me in.",
        "Carly: I think that's part of it. But also, you know, I feel like everybody in this whole town is ticked off at me.",
        "John: I am. Oh, I'm just kidding. Get many visitors out here?",
        "Carly: A few.",
        "John: You should be around some people who make you feel good, people who want to be with you, enjoy your company. Might want to share a couple of laughs.",
        "Carly: I used to have a best friend like that. Unfortunately, she's not too wild about me anymore.",
        "[SCENE_BREAK]",
        "Molly: It's not that I object. I mean, frankly, I don't care one way or the other. But I'm just a little curious, because you were so adamant about keeping this thing between us discreet, and now you want to go public. Why?",
        "Dusty: I get a kick out of making other guys jealous.",
        "Molly: Oh, you are not gonna make this easy, are you?",
        "Dusty: What?",
        "Molly: Getting to know the real you.",
        "Dusty: You wouldn't like him.",
        "Molly: I might.",
        "Dusty: No, you wouldn't. I've seen him in action. He's selfish, and he's impatient, not much of a romantic.",
        "Molly: Okay. I got it. But I'm warning you, I'm not gonna let you hide forever.",
        "Dusty: Just give me 30 seconds. I gotta drop something off at the front desk. Don't go away.",
        "[Cell phone rings]",
        "Molly: Hello? No, he's not. Yes, of course I can take a message. I am his wife. Really? Yeah, I'll be sure to tell him. Thank you very much.",
        "Dusty: Sorry about that. Where were we?",
        "Molly: I was just sitting here wondering what I might do to get to know you better.",
        "Dusty: Here's the deal. You can ask me any question you want. One question, but you can ask me anything.",
        "Molly: You could tell me why you're getting money from Barbara Ryan.",
        "[SCENE_BREAK]",
        "[Rosanna humming]",
        "Craig: Is that the '88 I had hidden in the basement?",
        "Rosanna: Yes. I brought it up for our meeting with Barbara. She's very excited about showing us her new work. I thought I would try to turn it into an event.",
        "Craig: Hurricane Andrew was an event, too.",
        "Rosanna: Oh, I was hoping that you would be gracious. Barbara says it's the best work she's ever done.",
        "Craig: As I have pointed out for a long time now, Barbara's been out of her mind for quite a while. So prepare to be disappointed.",
        "Rosanna: Are you hoping I will be?",
        "Craig: You know how I feel about Barbara trying to work for Monte Carlo. But I have found a way to make peace with that.",
        "Rosanna: Yes? Which is?",
        "Craig: Looking at you. Making you my wife.",
        "Rosanna: I have some hors d'oeuvres going in the kitchen. You can tell me the truth when I get back.",
        "[Cell phone rings]",
        "Craig: Yes?",
        "Rose: It's Rose. We got her.",
        "Craig: Barbara is in your possession?",
        "Rose: We're gonna dump her off now.",
        "Craig: Thanks a lot. I'll be in touch.",
        "Rosanna: Look. I picked up some beluga to go with the champagne. Chopped egg, capers, onion, yum-yum, just the way you like.",
        "Craig: Well, thank you for the thought, but I don't want to be here when Barbara arrives.",
        "Rosanna: This is an important night for Monte Carlo. I think it's very important that you be here.",
        "Craig: It's an important night for Barbara, and I don't want anything to do with it. You can show me the damage later. Don't let her eat all the caviar.",
        "Rosanna: Hmm.",
        "[SCENE_BREAK]",
        "Emily: We got a problem.",
        "Henry: What happened? You finally realized that kidnapping is a felony?",
        "Emily: There's no road leading directly to the cabin. It's a half a mile walk through the woods.",
        "Henry: What are we supposed to do? Carry her?",
        "Rose: That's what you're here for.",
        "Henry: Oh, no, no, no. See, you know what I did? I tweaked something when I was putting her butt onto your lap there, and I just -- I can't --",
        "Rose: Oh, we'll help you then, Henry. Let's go.",
        "Henry: Fine. I'll send you my chiropractor --",
        "Emily: Oh, for the love of Pete, I'll help you. Okay, I'm coming.",
        "Rose: Careful, careful, I got her head.",
        "Emily: All right, all right.",
        "Rose: Easy, easy, easy.",
        "Henry: Shouldn't I get some more money for this?",
        "Emily: Oh, come on, we don't have all night. Let's go.",
        "Henry: Wait, come to think of it, now, we never did settle on an actual amount, did we?",
        "Emily: Would you just come on already?",
        "[Talking over each other]",
        "Rose: You're gonna help us, or else we're gonna make your life a living hell. Now let's go before she wakes up.",
        "Rose: One, two, three.",
        "Emily: Go.",
        "Rose: Hike.",
        "Emily: Grab the leg.",
        "Rose: I think it's stuck.",
        "Henry: See, see, I knew this would happen. I've dislocated a rib.",
        "Rose: Oh!",
        "Emily: You know what? I have had it with you. She's too heavy for the two of us to carry. You are not weaseling out of this now. Let's go.",
        "Henry: I would love to help you out and help you out with your dear friend Carly Tenney, but I have my future to think about.",
        "Emily: She's waking up.",
        "[Barbara moaning]",
        "Barbara: Where am I?",
        "[SCENE_BREAK]",
        "Molly: Your cell phone rang while you were gone, and it was your bank. And they were saying that your wire transfer from Barbara Ryan hadn't gotten there yet.",
        "Dusty: You answered my cell phone?",
        "Molly: Well, yeah. I mean, you were so keen on taking us public, I figured you wouldn't mind.",
        "Dusty: No, I actually appreciate it. Thanks. I'm investing some money for Barbara, and I need to know when the money's available.",
        "Molly: Oh. I didn't realize that you guys had that kind of relationship.",
        "Dusty: Yeah, we were talking about the economy. I made a good suggestion for an investment. We took it from there.",
        "Molly: And what investment is that?",
        "Dusty: That's between me and my client, and I would appreciate if you don't tell Paul that we were doing business together.",
        "Molly: Why would Paul care about that?",
        "Dusty: He might not, but our friendship's been going through some changes lately, so I don't want to risk it.",
        "Molly: Any other secrets you want me to keep for you while I'm at it?",
        "Dusty: Not right now. Is this gonna be a problem for you?",
        "Molly: No. No problem.",
        "Dusty: Good. Do me a favor -- get me another drink, will you? I gotta call the bank, get some more details on this.",
        "Molly: I'll be right back.",
        "Dusty: Yeah. Barbara, it's Dusty. The renovations on the beauty shop are about to begin, and I need that $25,000. Where are you that you don't have your cell phone on you?",
        "[SCENE_BREAK]",
        "Rosanna: Barbara, is that you?",
        "Paul: You're close. Same family.",
        "Rosanna: Well, Paul.",
        "Paul: Hi, Rosanna.",
        "Rosanna: Hello.",
        "Paul: Nice to see you.",
        "Rosanna: Hello, nice to see you. Barbara didn't mention that you'd be joining us.",
        "Paul: Yeah, she wanted me to be here for the presentation of her work. I haven't missed her, have I?",
        "Rosanna: No, no, she hasn't arrived yet.",
        "Paul: Has she called?",
        "Rosanna: No.",
        "Paul: That's strange. She's usually pretty good about those things.",
        "Rosanna: Hmm. Well, maybe she's trying to keep us in suspense. Can I pour you a glass of champagne?",
        "Paul: Sure. That'd be great. Thank you. You know, Rosanna, my mother was extremely excited when she was telling me about the designs. Frankly, I thought she'd be here early.",
        "Rosanna: I'm sure she'll be here soon.",
        "Paul: Thank you.",
        "Rosanna: Here you go. To the fall line.",
        "Paul: And if it's as good as my mother says it is, you will be celebrating all the way to the bank. Now I just wish she'd get here so we can congratulate her.",
        "[SCENE_BREAK]",
        "[Barbara moaning]",
        "Emily: Oh, my God. She's waking up. She's waking up. Let's go. Let's go.",
        "Henry: What, what, what?",
        "Emily: Do you have the stuff?",
        "Henry: Yeah, yeah, yeah.",
        "Emily: What are you doing? Let's go.",
        "Henry: Hold on, hold on, hold on, hold on. Shh! Shh!",
        "Emily: Faster, faster. Get in there.",
        "Barbara: -- Wait for us. Whoa.",
        "Emily: Oh, thank God. Thank God.",
        "Rose: What took you so long?",
        "Henry: Sorry, I'm a little new at rendering people senseless.",
        "Emily: Well, don't let that happen again. She almost woke up! We can't have that kind of thing happening.",
        "Rose: Okay, can't think. Okay, you get Barbara to the cabin, let Carly finish the designs. Then we can let her go, and then we just forget about this. We forget it ever happened.",
        "Emily: Okay, right, let's go.",
        "Henry: Wait, wait, wait, wait, wait. I told you guys, I don't do manual labor.",
        "Rose: You do nothing. You're worthless. But you know what? You're all we got. Let's go. Get on it.",
        "Emily: Go, go, go. I'll get the leg. You get the arm. Let's go.",
        "Henry: All right, just don't hit me anymore, okay?",
        "Emily: Come on, you guys. Watch her head, the head.",
        "Henry: I got it.",
        "Emily: One, two, three, go.",
        "[SCENE_BREAK]",
        "John: Your blood pressure is just fine. Now we gotta see what we can do to get you and your cousin, Molly, back on track, huh?",
        "Carly: Since when is that part of your job?",
        "John: Well, you know something? She may want a friend just as badly as you.",
        "Carly: Maybe. But she's gonna have to make the first move. She's gonna have to call me first.",
        "John: I see. Okay, well, have it your way. What I don't want you to do is sit around here tormenting yourself.",
        "Carly: Oh, but I've gotten so good at it. Did you know that Barbara Ryan has taken over for me at Monte Carlo?",
        "John: So what? You're gonna have plenty of time to revive your career once you have your child.",
        "Emma: Now, that is just what I told her. Maybe she'll listen to you.",
        "John: Taking care of yourself means the whole package. I mean, mental, physical, mind, spirit.",
        "Carly: Yes, yes, yes, I understand. Now, shouldn't you be doing a transplant or something?",
        "John: Yes, I am. If you need anything, just give me a call. It's nice to see you. Take care of yourself now.",
        "Carly: Okay.",
        "John: And you, my darling --",
        "Emma: I might get in there.",
        "John: I'll see you again.",
        "Emma: Bye-bye.",
        "John: Bye-bye.",
        "Emma: Everything okay?",
        "Carly: Yeah. Oh, your beans are done. Anything else I can do for you?",
        "Emma: Well, I have some -- I have some dough that needs punching down. Think you can handle it?",
        "Carly: I don't know. How does one do that?",
        "Emma: Well, you just make a fist, a fist like this, and you rear back, and then you make the dough beg for mercy. I find it's very therapeutic. I have to be gone for a while. Oh, remember, it doesn't hit back. Bye-bye.",
        "Carly: Bye.",
        "[SCENE_BREAK]",
        "Barbara: You were sooner or later. The flavor of the month. That's all you ever were. All you've ever been. To anyone, for that matter. [Carly growls] oh! Oh!",
        "[Carly growls]",
        "[SCENE_BREAK]",
        "Craig: 'Bout time you got here. Good thing you have your key to the old place.",
        "Katie: Okay, one question I have for you. Didn't I hear that Barbara Ryan was living here now?",
        "Craig: I don't keep up with the old harpy. She's probably living on a bench in Lincoln Park, for all I know.",
        "Katie: You better tell me, or I'm leaving and so is my key.",
        "Craig: I'll tell you once we're inside.",
        "Katie: All right, this better be good.",
        "Craig: It is, it is.",
        "Katie: Whoa. This looks good.",
        "Craig: Anyway, it's very good. Barbara's left town. She left something she needs me to have.",
        "Katie: Yeah, right. Try another one, Craig. There's no way you'd be doing a favor for Barbara.",
        "Craig: Your work is done now. Why don't you do us both a favor and depart silently?",
        "Katie: No, tell me the truth, or all this making up that we just did is gonna go right up in smoke. And you can forget about me coming to your wedding. And I'll call security and --",
        "Craig: All right, all right, all right. I'm looking for her designs for Monte Carlo.",
        "Katie: Why?",
        "Craig: Because I am Monte Carlo. All right? That's all you need to know. Now start searching. I've decided you're helping me.",
        "[SCENE_BREAK]",
        "Molly: This doesn't make any sense, Dusty. I mean, you're investing for Barbara. Why wouldn't you do the same for me?",
        "Dusty: Sweetheart, I don't mix business with my personal life.",
        "Molly: Oh, I see, okay. Well, then, just tell me what the investment is, and I'll do it myself.",
        "Dusty: Well, that would be a violation of Barbara's privacy, now, wouldn't it?",
        "John: Say, didn't you used to be Dustin Donovan? Why, I haven't seen you in so long, I barely recognized you.",
        "Dusty: Look who's talking. How are you?",
        "John: I'm okay. How are you?",
        "Dusty: Great.",
        "John: Good.",
        "Dusty: You want to sit down?",
        "John: No, no, no, I'm going over to the bar. Hello, Molly.",
        "Molly: Yeah, hi, John.",
        "John: Hey, I saw Carly today. She's out at the Snyder farm.",
        "Molly: How's she feeling?",
        "John: Well, I think she's having a rough time. No spark, no energy. The way she describes herself is \"out of it.\"",
        "Molly: Well, it is normal to feel tired at her stage of the game, isn't it?",
        "John: I think it goes beyond the physical. I think she feels overwhelmed. She's about to have this baby. She's unemployed. She has no permanent address. She's alone.",
        "Molly: She is not alone. She has two men looking after her. Three, if you count Craig.",
        "John: Oh, how stupid of me. Of course. I don't know what I was thinking about. Carly must have what every woman would want, right? Excuse me for interrupting.",
        "Dusty: He sounds concerned.",
        "Molly: He sounds like John.",
        "Dusty: Well, I don't know this Carly girl. She's the blonde, right?",
        "Molly: Right.",
        "Dusty: Sounds like she needs a friend.",
        "Molly: Maybe you should give her a call. Excuse me.",
        "Dusty: What's it -- hey -- what's wrong with you?",
        "Molly: I don't need you telling me what to do.",
        "[SCENE_BREAK]",
        "Emily: Go ahead. Hang in there. Hang in there. Ready?",
        "Henry: On the bed.",
        "Emily: On two. Ready? She's big. And one, and two --",
        "Henry: Easy, easy. Okay, easy.",
        "Emily: Ow.",
        "Rose: That was uncomfortable.",
        "Emily: Yeah, right.",
        "Henry: Is anyone gonna ask how I feel?",
        "Rose: I doubt it.",
        "Emily: Not me.",
        "Henry: The rib has stabilized. I don't think it's gonna be too serious. Who owns this palace, anyway?",
        "Rose: We know nothing. Craig gave us no details. He handled everything.",
        "Henry: Well, seems to have most of the amenities.",
        "Emily: Okay, wait, wait, wait, let's just get something straight, Henry. We do not want to hurt her. We just want to keep her out of commission for a few days.",
        "Rose: Maybe a little more.",
        "Emily: Rose.",
        "Rose: Hey, look at this, see? A little pooch door. And food. Somebody already brought food. She's gonna be all right, right? One meal a day, she'll be -- she'll be fine. Perfect. [Cell phone rings] hello?",
        "Craig: What's going on?",
        "Rose: Everything's under control. We're here at the cabin. Barbara's still in la-la land.",
        "Craig: Excellent. Now does she have her designs with her?",
        "Rose: I didn't see any designs. Hold on. Hey, did you guys see any designs? They didn't see anything.",
        "Craig: Then they've got to be in her apartment.",
        "Rose: Is that where you are now?",
        "Craig: No.",
        "Rose: That means yes, right?",
        "Craig: Yes, but you don't know that.",
        "[SCENE_BREAK]",
        "Katie: They don't have them?",
        "Craig: No.",
        "Katie: Well, it doesn't look like they're here, either, so let's just get going.",
        "Craig: Where are you going? We're not finished looking.",
        "Katie: I know you're trying to help Carly, but you're playing with fire here, and I don't think I want to be a part of it.",
        "Craig: There is no way I can be connected to Barbara's disappearance, all right? The designs are here somewhere. Let's just find them.",
        "Katie: What are you gonna do with them when you get them, anyway?",
        "Craig: I'm going to destroy them, what else? Come on, Barbara, where are they? They're here somewhere. [Phone rings] let the machine get it.",
        "[Phone rings]",
        "Barbara: Hi, this is Barbara Ryan. Please leave a message.",
        "[Beep]",
        "Rosanna: Barbara, it's Rosanna. Are you there? Look, Paul is with me, and we're starting to get worried. Please call us as soon as possible. We can't imagine what's detained you. I bet she's making some last-minute revisions. She wants to surprise us. Who are you calling?",
        "Paul: I need to call Rose, tell her this might take just a little longer than expected.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Rose: It's probably Craig, about the designs. Hi, you got 'em?",
        "Paul: Hey, Rose, it's me. Do I have what?",
        "Rose: My shoes. I dropped 'em off at the shoe guy to have 'em dyed, and he said he was gonna call me.",
        "Paul: This time of night?",
        "Rose: Well, he's a very busy shoemaker. Hello, sweetheart, how are you?",
        "Paul: Not too good. Not too good at all. I'm at Rosanna's, waiting for my mother, who hasn't arrived yet.",
        "Rose: Well, you know your ma. She does it her way.",
        "Paul: Yeah, I know that, but she was excited about this. You know what? I'm gonna stop by her apartment to make sure everything's okay.",
        "Rose: No, that's gonna be a mistake!",
        "Paul: Why?",
        "Rose: Because then you're gonna leave, and then she's gonna show up, and then you're not gonna be there for the meeting.",
        "Paul: Well, yeah, but if something's happened to her --",
        "Rose: You know what you always tell me? Don't jump to conclusions.",
        "Paul: All right. All right, I'll hang out here for a little longer.",
        "Rose: That's the spirit. I love you.",
        "Paul: I love you.",
        "Rose: You hear that? I'm lying to the man I'm gonna marry.",
        "Henry: Yep. I did, I did, and you know what? You're a natural.",
        "Emily: You know what? You did what you had to do, okay? You did not have a choice. It's okay.",
        "Rose: Just gonna keep telling myself that.",
        "Emily: Yeah. Okay.",
        "Rose: Could you guys lock up here? Because I'm gonna help Craig find the designs.",
        "Emily: Whoa, whoa, why?",
        "Rose: Because the sooner he finds them, the sooner he gets out of there. We don't have a car. We have one car.",
        "Emily: Right. I got an idea. Hang on, hang on, hang on. You take this -- take this note. Here -- here's a number, car service, we use them all the time at The Intruder. They don't keep records. Call them right when you get out to the road, okay? Just be careful.",
        "Rose: All right, all right, I'll see you guys soon.",
        "Emily: Be careful, Rose.",
        "Henry: Yeah, yeah, yeah, and if you find any money in that suite, we're gonna split it three ways. Okay? It's always better to establish these things up front.",
        "[SCENE_BREAK]",
        "Rosanna: Well, worrying isn't going to help. All we can do now is wait and assume there's a reasonable explanation.",
        "Paul: I agree. But I have to tell you, Rosanna, I have a bad feeling that your fiancé is behind this.",
        "[SCENE_BREAK]",
        "Henry: What's that?",
        "Emily: Instructions. Cost me a lot to do this to you, Barbara. But if it brings you a fraction of the pain you've brought me, I'll consider it a good deal.",
        "Henry: Wow.",
        "[SCENE_BREAK]",
        "Rosanna: I know you have your reasons for being suspicious of Craig. It seems everyone in Oakdale does. But what possible connection could he have to Barbara being late?",
        "Paul: He's made it very clear that he doesn't want Barbara designing for Monte Carlo. Maybe he's distracted her, make her look bad.",
        "Rosanna: I'm afraid you're just going to have to deal with that on your own. I am not entertaining the notion that my fiancé had anything to do with keeping Barbara from being here tonight.",
        "Paul: All right, well, fine. I gotta go. Gotta go find my mother.",
        "Rosanna: Look, do call if you hear anything. I am concerned.",
        "Paul: You know, Rosanna, I hope I am wrong, and Craig is not behind this. And not so much for his sake, but for yours.",
        "[SCENE_BREAK]",
        "Craig: I got it.",
        "Katie: What?",
        "Craig: Let's go find a hungry fire.",
        "Katie: Wait, Craig, you can't just leave the place like this. It looks like someone broke in.",
        "Craig: Yeah, that's a good point. Should look like she left on her own and took her designs with her.",
        "Katie: I'll help you straighten up. Are you sure you have to burn them? I mean, there has to be another way.",
        "Craig: If there were, I would take it.",
        "Katie: It's just that -- I mean, I'm no designer, but I know that when I spend a lot of time creating something, it becomes special to me. If someone just came by and destroyed it, I'd be so --",
        "Craig: Katie, stop making comparisons. You're a human being. Barbara belongs to an entirely different species.",
        "Katie: All right. You know what? I'm outta here.",
        "Craig: Well, how come?",
        "Katie: Because I shouldn't be here in the first place, and you're really creeping me out.",
        "Craig: All right, well, fine, you go ahead and do what you want, but thank you for coming. You always show up when I need you.",
        "Katie: Yeah, well, maybe someday I'll learn my lesson for that. Be careful. I'm serious.",
        "Craig: Oh, my God.",
        "[SCENE_BREAK]",
        "Carly: Coloring book? Must be Faith's. Ow! Oh, no. I hate beans!",
        "Molly: That doesn't look like much fun. Hey. Is this a private party, or can I join in?",
        "[SCENE_BREAK]",
        "Craig: Well, Barbara, Barbara, look at this. Call you crazy, call me crazy, this is easily the best work you've ever done.",
        "[Knock on door]",
        "[knock on door]",
        "Rose: Craig, open up. It's Rose.",
        "Craig: What are you doing here? What's wrong?",
        "Rose: No, everything's fine. Barbara's still in la-la land. I came here to help you find those designs.",
        "Craig: Thank you very much, but I found them. I was just about to leave.",
        "Rose: Great news. Carly gets a shot?",
        "Craig: Well, that's the idea, and it's working out like we hoped.",
        "Rose: Okay, good, good. All right, I gotta go. Paul's still over at your place. He could be coming over here any second to look for Barbara.",
        "Craig: Rose, listen, listen, thank you for this favor. If you ever need anything from me --",
        "Rose: Don't bother. Come on. You coming? Let's go.",
        "Dusty: Hey. Were you just with Barbara?",
        "Rose: Barbara's not here.",
        "Dusty: Damn. We had a deal. She's not there --",
        "Rose: Wait a minute. You had a deal? With Barbara? What kind of deal was that?",
        "Dusty: It's nothing. Wait a minute. If she's not there, what are you doing here?",
        "Rose: Barbara was late for a meeting with Rosanna. So Paul was concerned, so I called the hotel and asked if I can go through her apartment. Please don't tell Paul, because he'd think I was being -- you know, overreacting and --",
        "Dusty: I won't say a word. I'll see you soon.",
        "Rose: Thank -- uh, hey, you still gonna let me borrow that 25 grand for my shop?",
        "Dusty: Yeah, we still have a deal.",
        "Rose: Good.",
        "Dusty: You don't have anything to worry about.",
        "Rose: Good, good, good, good. See, so I got this contractor, and so any time soon --",
        "Dusty: I will let you know as soon as I have a check. Are you coming?",
        "Rose: Uh, my gloves. I forgot my gloves, so --",
        "Dusty: I gotta go.",
        "Rose: Okay. I cannot believe this. I was expecting Paul, I get Dusty instead. Would you please hurry up? Let's go.",
        "Paul: Mom, you in there?",
        "Rose: Hi. Oh, it's so good to see you.",
        "Paul: Yeah, what are you doing here?",
        "Rose: I was looking for your mom. But she's not here, so --",
        "Paul: All right, well, did she leave a note?",
        "Rose: I was searching up and down for everything, found nothing, but you know, little bit of mom goes a long way, so I've had enough for the day. Let's go. Come on.",
        "Paul: Dammit. All right, all right, all right. All right, before we go, I just want to run something by you real quick. I have a bad feeling that Craig Montgomery is behind all this, and he's the reason why my mother missed that meeting.",
        "Rose: Craig?",
        "Paul: Yeah.",
        "Rose: Why would he do that?",
        "Paul: Because he doesn't want her anywhere near Monte Carlo. So obviously, if she misses a crucial meeting, it makes her look bad and hurts her chances of getting a foothold there.",
        "Rose: Did you tell anything -- this to Rosanna?",
        "Paul: Yeah. Yeah, and naturally, she disagreed. But I'm telling you, this has Craig Montgomery's fingerprints all over it.",
        "Rose: Craig is a sleazeball, believe me, but I don't think he's a kidnapper.",
        "Paul: All right, then where's my mother?",
        "Rose: I don't know. But we'll find her. We'll find her. Listen, hey, you know what? You go down to the lounge, and I'm gonna call the front desk, see if she's checked in for messages.",
        "Paul: Okay, all right.",
        "Rose: Don't you think that's a good idea?",
        "Paul: All right, that sounds like a plan. Bye. See you down there.",
        "Rose: I'll see you down there.",
        "Craig: Nicely done. I appreciate the character assassination.",
        "Rose: Did you hear Paul? Did you hear him? He already told Rosanna that he is suspicious of you.",
        "Craig: I will take care of Rosanna.",
        "Rose: You better take care of this. This cannot go bad. That is -- that man is the love of my life, and I'm not gonna lose him.",
        "Craig: These'll be tough to beat, Carly. But at least you have your chance.",
        "[SCENE_BREAK]",
        "Carly: I really have to get this place cleaned up before Emma gets back.",
        "Molly: You guys getting along okay?",
        "Carly: Yeah. I guess so. She has me punching her dough.",
        "Molly: Punching her dough? I'm almost afraid to ask what that means.",
        "Carly: Just, you know, bam bam bam. I was actually starting to like it. I kept picturing Barbara's face in the bowl.",
        "Molly: Sounds healthy, actually. Is there any left for me?",
        "Carly: Did John put you up to coming here?",
        "Molly: Pretty much.",
        "Carly: I'm glad.",
        "Molly: Carly -- I didn't come over here to discuss what happened between us and around us, above us. I really just came here to give you something.",
        "Carly: What's that?",
        "Molly: A little piece of wisdom I picked up along the way. I know you're feeling really bad right now. But it's gonna change. Because there is always something waiting around the corner, but we don't get to find it unless we keep moving forward. So put a smile on that face, okay? Because I say the best is yet to come -- for both of us.",
        "Carly: You think?",
        "Molly: No, but it sounded good. Bye.",
        "[SCENE_BREAK]",
        "Craig: So how'd it go with Barbara?",
        "Rosanna: Well, it didn't. She never showed up.",
        "[Craig laughs]",
        "Craig: You're kidding. She call with an explanation?",
        "Rosanna: No. Paul Ryan seems to think you somehow kept her from being here.",
        "Craig: Well, sure, I might have, if I thought it was the only way to keep you from hiring her. But as I said many times, I didn't think she'd ever come up with anything worth anything.",
        "Rosanna: You're telling me the truth about this, aren't you?",
        "Craig: I have been with you all day. How could I have detained Barbara?",
        "Rosanna: You're right. You're right. I'm sorry.",
        "Craig: Would you like me to go out and look for her in case she's drowning her sorrows in a bottle of antidepressants?",
        "Rosanna: No, it's all right. You can -- you can do that tomorrow. You must be exhausted.",
        "Craig: I am never too tired to set your mind at ease. I shall return.",
        "Rosanna: Please don't be lying, Craig.",
        "[SCENE_BREAK]",
        "Dusty: What's this for?",
        "Molly: It's my apology for being an idiot and for walking out on you before.",
        "Dusty: Yeah, I didn't like that. Where were you?",
        "Molly: Where I was shouldn't matter. It's where I'm going that you should be thinking about.",
        "Dusty: Where are you going?",
        "Molly: To my room. Alone.",
        "Dusty: You need any help with that? Is your timing always this good?",
        "Molly: Wait till we get upstairs, you'll find out.",
        "[SCENE_BREAK]",
        "Hal: Hey.",
        "Emily: Hi.",
        "Hal: Hey, where have you been?",
        "Emily: I'm so sorry I'm late. I just had a million errands to run. I'm sorry.",
        "Hal: It's okay. It's okay. Would you like a drink?",
        "Emily: No. No, thanks. So what's this all about?",
        "Hal: Well, I just thought maybe you'd like a night out to forget about your troubles.",
        "Emily: What -- what troubles? What do you mean?",
        "Hal: Alison. Your sister? She's in prison? Are you okay?",
        "Emily: Oh.",
        "[SCENE_BREAK]",
        "Kim: Hello, there.",
        "Rose: Hello.",
        "Kim: How's my favorite engaged couple? Are you enjoying every single minute?",
        "Rose: Oh, more than you can imagine. Absolutely.",
        "Kim: Well, you just better. It's the best time of your life.",
        "Rose: You can say that again.",
        "Kim: Yes.",
        "Rose: So why don't we sit over -- hello, Preppie, I'm right over here.",
        "Paul: There's Hal and Emily. I think we should go talk to them.",
        "Rose: Wait, wait, wait, just -- sorry.",
        "Kim: Sure.",
        "Paul: That meeting was very important to her, and she never showed up.",
        "Rose: I keep telling Paul not to worry, but he's always about the worst-case scenario.",
        "Hal: Actually, this time, I think he might have a point.",
        "Emily: You do?",
        "Hal: Barbara was supposed to deliver some allergy medication to Will. She never showed up.",
        "Emily: Oh, well -- maybe she got called out of town or something. Maybe a family member --",
        "Paul: She would've called. This is very unlike her, Hal.",
        "Hal: True, true, but we all know how unpredictable she can be, so -- why don't we give it till tomorrow, see if she shows up, then I'll open a police investigation, and it will become a police matter.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Carly: Snyder residence.",
        "Rosanna: Carly, it's Rosanna.",
        "Carly: What do you want?",
        "Rosanna: Well, as you may know, I had a meeting tonight with Barbara Ryan. Unfortunately --",
        "Carly: Wait a minute. If you're calling me to gloat about how great Barbara's designs are, you can forget it.",
        "Rosanna: No, not at all.",
        "Carly: Well, good. Because I definitely don't want to hear it.",
        "Rosanna: You don't know, do you?",
        "Carly: Know what?",
        "Rosanna: Never mind. My apologies for disturbing you.",
        "[Knock at door]",
        "Carly: Who is it?",
        "Craig: It's Craig. I have news. Beautiful thing, Carly, to see life turn around in the course of a single evening.",
        "Carly: What are you talking about, and why are you here?",
        "Craig: I'll go, but I wanted to see your face when I told you that Barbara never showed up for her meeting with Rosanna.",
        "Carly: Oh, well, that's -- that's why Rosanna called me. She must have wanted to know if I had anything to do with it.",
        "Craig: Yes, Rosanna was counting on Barbara, but she didn't show up. So now she has nothing, which means get your pencils out and start drawing, because we need your designs now.",
        "Carly: No, I can't.",
        "Craig: Carly, the only thing that was really stopping you was knowing that Barbara was lurking around in the shadows. Now she's gone. Your dream is alive. So get to work! And dream on.",
        "[SCENE_BREAK]",
        "Barbara: What is this? Anybody there? Hello? Is anybody out there? Hello? Hello? Is anybody out there? \"You have not been kidnapped. Try to relax. No harm will come to you.\" Help! Help! Help! Help! Help! Help! Let me out! Let me out! Help! Help!"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=OuEeQmE4LkM"
}