{
    "Episode Summary": [],
    "Recap": [
        "When Mike and Katie are dropping off copies of Oakdale Confidential at the library, Katie receives word Craig is back in town. Craig tells Lucy he is setting up a fund and donating money in Jen's name; Lucy is furious and walks out. Craig tells Meg as well about his plans, but she knows he is partly doing this to upset Paul. Barbara and Paul will not take Craig's actions lying down, but Dusty seems strangely cool. He tells Lucy he thinks Craig is trying to bait him into losing his cool so he can hold it over him when he tries to go for custody of Johnny. Lucy promises to testify against her dad and for Dusty as Barbara watches on. Luke learns Jade was never pregnant and promises to tell Will if she doesn't Jade claims she will tell Will tomorrow. A concerned Will comes to see Jade worried about her. Luke makes a copy of her medical file as incentive for Jade to come clean. Jade gives Luke the slip. Gwen and Jack talk about what is going on with him and Carly. Jack later also confides in Mike about Carly and Simon sleeping together. At first Simon claims the money in the suitcase came from Lucinda and not a loan shark as Jack claimed, but when Carly tests him by threatening to call Lucinda, Simon admits the truth. Carly is furious that she is going to fail and Jack will be able to say I told you so about him. Simon doesn't want her hurt so he wants her to leave and he will deal with it alone. Gwen, Maddie and Casey have fun at open mike night...until Jade calls wanting to meet alone with Gwen. Katie overhears Mike and Jack talking about Simon but they won't tell her what it is about. Paul keeps taking Craig's bait and threatens him passively. Will is curious as to why Jade would leave without her prescription - what is really going on? Gwen goes to meet Jade at a darkened library; Jade doesn't look happy either."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Wait, Mike.",
        "Mike: What?",
        "Katie: Your tag's sticking out.",
        "Mike: Okay, that couldn't have waited until I put these down?",
        "Katie: No, I kind of like looking at your muscles.",
        "Mike: You make me feel cheap. I like feeling cheap.",
        "Katie: You know the thing I hate about being anonymous? Being anonymous. Nobody knows I wrote this thing.",
        "Mike: And I'm sure no one will ever find out, because you're so good at keeping secrets.",
        "Katie: That's nice.",
        "Librarian: May I help you?",
        "Katie: Oh, yeah, sorry, we are dropping off the copies of \"Oakdale Confidential\" for the library benefit. Did you read it? Did you love it?",
        "Librarian: The books for the benefit go up there. And we're closing soon.",
        "Katie: She's fun.",
        "Mike: Why couldn't these go on the lower shelf?",
        "Katie: Honey. [Cell phone rings] My phone is ringing, so unfortunately, I can't help.",
        "Mike: Yeah.",
        "Katie: Margo, hey, what's up? You're kidding. You're not kidding. Right. Okay. Wow. Well, thanks for telling me.",
        "Mike: What?",
        "Katie: You're never going to believe this.",
        "[SCENE_BREAK]",
        "Craig: Ah, you got my message. You're still talking to me?",
        "Lucy: I came by to make sure that you're still moving out of here.",
        "Craig: In the morning, I move to Fairwinds.",
        "Lucy: Oh, a nice big house to entertain all your friends.",
        "Craig: I know my being here isn't easy for you.",
        "Lucy: It's fine. I shouldn't have said anything.",
        "Craig: No, no, no, I embarrassed you earlier. I know it's not fun for you to have to call the cops on your old man.",
        "Lucy: A girl's got to do what a girl's got to do.",
        "Craig: Well, the thing is, it made me realize that you have a right to know why I'm staying here in Oakdale. And it's not what Dusty or Carly or Paul think. I'm here because this is the only place I can start over. And I have to let everyone have their reaction, vent, and then move on.",
        "Lucy: I wouldn't count on it being a one-shot deal.",
        "Craig: Yeah, I know it's going to take time. And time is what I have.",
        "Lucy: Right.",
        "Craig: And maybe I can do some things to speed up the process.",
        "Lucy: So, you not only have time, you have a considerable amount of money.",
        "Craig: Yeah, you know that hospital benefit that's coming up? I'm establishing a research fund in Jennifer's name.",
        "Lucy: You just don't know when to stop, do you?",
        "[SCENE_BREAK]",
        "Paul: You're kidding me!",
        "Barbara: He has the gull to use my daughter's name to try to buy himself some respectability in this town. It's obscene!",
        "Paul: Mother -- I agree, but it's not going to happen. Either Craig will change his mind --",
        "Barbara: He never changes his mind.",
        "Paul: Or he won't be able to complete the transaction. One of the two, I promise you.",
        "Dusty: What are you doing here?",
        "[SCENE_BREAK]",
        "Will: So, Luke just left me this message that Jade's there. Is she all right?",
        "Meg: I'm on the computer, but her file hasn't been logged on yet. You know what? Why don't you hold on a sec, and I'll check with Dr. Morris and see what's going on.",
        "Will: No, it's okay. You said you were just leaving.",
        "Meg: I don't mind.",
        "Will: No, seriously. I'm on my way down there anyway so I'll find out soon enough. Thanks.",
        "[SCENE_BREAK]",
        "Luke: You're not pregnant?",
        "Jade: Shh!",
        "Luke: Oh, yeah, because you don't want anyone to know. That would be like me telling my mom that you're not really Aunt Rose's kid. You know what? It is so funny to me how -- how just the truth manages to get in the way of all your big plans.",
        "Jade: Don't yell at me.",
        "Luke: Oh, you should be glad that's all I'm doing. Think about Will and Gwen. What -- Gwen, that poor girl. What in the world did she ever do to deserve this from you?",
        "Jade: I -- I just --",
        "Luke: And you know what Jade? Cut it. Stop those fake tears. Because that doesn't work on me anymore, okay?",
        "Jade: Don't tell anyone. Not anyone.",
        "Luke: And what? You think that Will's going to keep believing you? When you don't grow fat and don't have a kid?",
        "Jade: I'm going to. Because I'm going to sleep with him again, and then I'll be pregnant for real.",
        "[SCENE_BREAK]",
        "Elwood: What do you keep looking at that guy for? What does he have that I don't?",
        "Gwen: Oh, you don't want to know.",
        "Elwood: Gwen, I think you'd know by now that your instincts about men are not sound. I know you don't think that I'm your type, but I could make you very happy.",
        "Gwen: Elwood, I think that you're going to make somebody very, very happy one day. But, no offense, I don't think it's going to be me. We're opening up the mic in about ten minutes. The sign-up sheet will be on the bar.",
        "Gwen: Hey, mind if I join you?",
        "Jack: What, you're having too much fun, you decided to hang with your morose ex-brother-in-law?",
        "Gwen: Ah, you're not my ex-friend.",
        "Jack: But still, tonight, I'm officially drags. Go. Have fun, you deserve it.",
        "Gwen: I don't want to have fun. I want to know what's got you down.",
        "Jack: You know, one thing I always really liked about being me was how I'm always right. Carly screws up, never me.",
        "Gwen: What happened?",
        "Jack: I went off on her. Gave her hell about something I'm not really even sure happened.",
        "[SCENE_BREAK]",
        "Simon: All right --",
        "Carly: You are lying to me! And Jack was right, which is something I happen to really, really hate.",
        "Simon: All right, can you please just calm down --",
        "Carly: Calm down! You want me to calm down? You just borrowed a suitcase full of money from a man who enjoys stringing people up by their thumbs -- and you're asking me to calm down!",
        "Simon: I told you. I got this from Lucinda.",
        "Carly: Right. Right, because why should she write a check when she can wander around town with $500,000 in cash --",
        "Simon: I don't know. She had her reasons, all right? Tax purposes or something.",
        "Carly: Tax purposes? Right, of course. That makes perfect sense. I believe you now.",
        "Simon: All right, what are you doing?",
        "Carly: I'm going to call Lucinda, of course. I'm going to thank you for the money. I'm going to ask her if she wants her briefcase back. You got a problem with that?",
        "[SCENE_BREAK]",
        "Barbara: I called him here. We have to be on the same page with all of this.",
        "Dusty: Why?",
        "Barbara: Craig is making a big show out of making a donation to the hospital, setting up a fund and using Jennifer's name.",
        "Dusty: Oh.",
        "Barbara: I'm not going to stand by and allow him to pretend to be concerned out of respect for her memory and let him buy himself back into this town.",
        "Dusty: Well, you're right. It can't happen. Is Johnny still sleeping?",
        "Barbara: Yeah -- yes -- what is wrong with you? Don't you feel --?",
        "Dusty: Disgusted? Yeah, I do. Surprised? No.",
        "Paul: Well, it does kind of have a Craig Montgomery ring to it.",
        "Dusty: It's just the beginning. You understand? He's going to keep doing this. He's going to drive you crazy.",
        "Barbara: Then we have to make him realize that he can't do this! We have to make him pay. We have to make him suffer.",
        "Dusty: He loves seeing you like this. Look at you. You're taking the bait.",
        "Barbara: Oh, I see. I see. We don't get involved. We don't give him a response. Is that what we do?",
        "Paul: Yeah, I don't think the no-response thing is in Barbara's playbook.",
        "Dusty: Well, that's how we're playing it.",
        "Barbara: And that's your decision?",
        "Dusty: Jennifer's name is not going to be used to fuel a fight with Montgomery.",
        "Barbara: Okay, okay. That's very evolved of you. I have just one question.",
        "Dusty: Yeah?",
        "Barbara: Is that the way you want to play it? Or is that the way Lucy wants it played?",
        "[SCENE_BREAK]",
        "Craig: I don't see why trying to honor Jennifer by helping people is suddenly some kind of sin.",
        "Lucy: No, you're right. It's fabulous. How about doing it anonymously?",
        "Craig: I -- well, I just hadn't thought of that.",
        "Lucy: Yeah, that's the kind of idea you never have.",
        "Craig: No, you're right. It's a wonderful impulse. It's just too late. I already talked to Bob and Kim. I put some things in motion --",
        "Lucy: What a surprise. Your name's already all over it. Everyone will know your generosity. Your nobility.",
        "Craig: I had no idea this would upset you.",
        "Lucy: You know, this whole not-being-taken-in-by-you thing is getting easier and easier. I was there when Jennifer died. I saw Dusty and Barbara. I saw their incredible pain.",
        "Craig: Yeah, I'm familiar with that kind of pain.",
        "Lucy: Yeah?",
        "Craig: Yeah.",
        "Lucy: Well, no one ever used your pain as a cheap shot. No one ever put the knife in you and twisted. I wish Jack could throw you in jail for this.",
        "Meg: What a surprise. Somebody storming away from you, furious.",
        "Craig: Meg. Good evening, so nice to see you.",
        "Meg: It must have been something pretty special to get your own daughter that upset.",
        "Craig: You know, this might seem trite, but it's actually true.",
        "Meg: Oh, I can't wait.",
        "Craig: You're just the person I wanted to see.",
        "[SCENE_BREAK]",
        "Mike: They let him out?",
        "Katie: Yeah. Margo said it was some kind of legal thing, they overturned the conviction. He is my brother.",
        "Mike: I know that.",
        "Katie: And I know you hate him. And I understand.",
        "Mike: It's just hard for me to act like it doesn't bother me.",
        "Katie: I know. Even if you did, I would know it was an act. You got a lot of skills, but covering up your feelings isn't one of them. I like that about you.",
        "Mike: Look, I know you love your brother and that you've been missing him. I like that about you.",
        "Katie: Good. So we have a good enough marriage so that this isn't going to come between us.",
        "Mike: Let's go see him.",
        "Katie: What?",
        "Mike: No, I mean, you might as well go see him and get the initial awkward thing out of the way.",
        "Katie: Honey, you're a great, great, great husband. And this is way beyond the call of duty -- but I'll go see him by myself. You should see the look of relief on your face right now.",
        "Mike: I said I'd go.",
        "Katie: I know. And you get many, many points for that. But, gosh, how am I ever gonna repay you?",
        "Librarian: Excuse me! The library is now closed.",
        "Katie: Okay. Thank you, Ma'am. Sorry. That was getting so interesting.",
        "Mike: To be continued.",
        "Katie: Yeah. You think if we conceived our child in a library, it would have a good chance of being smart?",
        "[SCENE_BREAK]",
        "Simon: You don't need to do that. Fine, all right, the money didn't come from Lucinda.",
        "Carly: No kidding.",
        "Simon: You see, Mike, being a full-disclosure kind of guy, told her about the structural flaw in the building, which by the way, we can fix -- Lucinda decided to pass.",
        "Carly: Mm-hmm. So you went from Lucinda to a sadistic loan shark. That's a sound business plan!",
        "Simon: Look, you were so happy, okay?",
        "Carly: What?",
        "Simon: When you thought Lucinda was going to give us the money, you were so happy. You had this -- this look in your eye, Carly. I just wanted to keep it there.",
        "[SCENE_BREAK]",
        "Gwen: You know, this may sound like a very radical idea, but you could just tell her that you're sorry.",
        "Jack: Now, that would be mature. But we're talking me and Carly.",
        "Gwen: Right. I forgot. And isn't it fun to take advice on relationships from somebody who is so clearly on top of her game?",
        "[Jack laughs]",
        "Jack: Does that mean I can say something out of line?",
        "Gwen: Sure, sure, let's make a night of it.",
        "Jack: The guy you're dancing with? Are you trying to punish yourself?",
        "[SCENE_BREAK]",
        "Maddie: Hey, you made it.",
        "Casey: Yeah, my lecture got out early. Did Gwen go on yet?",
        "Maddie: No, open mic hasn't started yet.",
        "Casey: And how are you doing?",
        "Maddie: Better now that you're here.",
        "Casey: Why? Did someone here give you a hard time about something?",
        "Maddie: No, no. I just meant I was a little nervous. But nobody tried to run me out of town or anything. Now that you're here, I'm really glad I did this.",
        "[SCENE_BREAK]",
        "Jack: Okay, I'm going to go brighten some other corner.",
        "Gwen: All right, you take care of yourself.",
        "Jack: Yeah. Oh boy, look what's happening. It's going to be tough to tear myself away.",
        "Elwood: The software is downloading. Just one more gigabyte. I'd like to give a shout out to my homies in Oakdale! All right! Cool. Hey, how you doing? My name is Elwood I'm a guy on the fly I don't do what I should I'm a predator I'm a metaphor watch out, Baby 'cause I'm a future senator I'm on the hunt and it's law like legislature girl, what you've been doing is like denying mother nature Gwen, Gwen, give it up for Gwen Gwen, Gwen, Gwen give it up for Gwen Gwen, Gwen, Gwen, Gwen Gwen, Gwen ha ha! For her it's all for her Gwen.",
        "[SCENE_BREAK]",
        "Luke: That -- that is a great plan.",
        "Jade: Don't start --",
        "Luke: Let's see, all you have to do is sleep with Will -- hope he doesn't notice, and pray that he can't count to nine.",
        "Jade: You don't know what he's like when he's alone with me. He loves me!",
        "Luke: What?",
        "Jade: Gwen has him all twisted. But when he's with me, there's this way that he looks at me.",
        "Luke: Yeah, it's called fear. Jade, you've ruined his life. He really, really loves Gwen and you've hurt her. Okay, so this is it! No joke. This is getting very weird. And quite frankly, I think you're losing it.",
        "Jade: You can go. I don't need a friend like you.",
        "Luke: Oh, yes, you do. And this is how it's going to be, Jade. Bottom line, you're going to tell Will that you're not pregnant.",
        "Jade: I am not!",
        "Luke: Fine. Then I will.",
        "Jade: Wait! Wait, wait! Luke, don't. Don't. Okay, listen, I'm scared. Look at me. And being sick, it makes me more scared. Okay, you're right. I'll tell him, I swear. But just give me some time so I can do it with a little bit of dignity.",
        "Will: Jade. Is the baby okay?",
        "Will: Is the baby okay?",
        "Luke: Tell him.",
        "Jade: The baby is fine. It's just the flu.",
        "Will: Thank God.",
        "Luke: Yeah.",
        "Will: So, the flu, huh? Then it must be pretty bad if you had to come here.",
        "Jade: I guess I overreacted.",
        "Will: No, you were just probably worried about the baby.",
        "Luke: It's all she thinks about.",
        "Jade: It was really, really sweet of you to come here. I appreciate it. Before, I thought you didn't care.",
        "Will: I guess I just didn't realize how sick you really were. So, do you need anything? Is there anything I can get you or --",
        "Jade: Um, yeah. I have a prescription, if you could get it filled out for me?",
        "Will: Sure, sure. It's not going to hurt the baby, is it?",
        "Jade: Um, no. The doctor was really careful.",
        "Will: Okay, good. Then I'll be right back.",
        "Jade: What? I was not going to tell him with you standing right there.",
        "Luke: This proves that you're not pregnant. [Luke holds up Jades medical records chart] I'm going to go make a copy of it.",
        "Jade: Well, the hospital --",
        "Luke: And I am going to keep it. And if you don't tell Will, I will show him this.",
        "Jade: I'll tell him tomorrow.",
        "Luke: I'm your friend. And in some weird way, I understand why you get yourself into these messes. But you need to know, you hurt people, Jade. I mean, you really hurt people.",
        "Jade: You won. Okay, so don't rub it in --",
        "Luke: I'm not rubbing it in. I'm trying to get it through to you. And as far as you and Will -- it's over, okay? It's done. Got it?",
        "Jade: Yeah. I got it.",
        "[SCENE_BREAK]",
        "Elwood: Yeah!",
        "Gwen: Wow, that one raps as well as he dances.",
        "Casey: You're next.",
        "Gwen: Oh, I didn't sign up.",
        "Casey: Ah, yeah, you kind of did.",
        "Maddie: I'm an excellent forger.",
        "Gwen: Please, you guys, honestly, not tonight.",
        "Casey: Even the pros perform when they don't want to.",
        "Gwen: And I'm not a pro.",
        "Casey: But you could be. My brother Adam sends me demos from people in L.A. all the time. And they're signed and made records. And you're better than all of them.",
        "Gwen: And that's your totally unbiased opinion. It has nothing to do with the fact that we're friends.",
        "Maddie: Gwen? You know how you and Casey pushed me to do things that I didn't want to do? Like tonight, for example? Well, you were right. And he's right now. So, go sing. Don't let stupid Jade stop you.",
        "Gwen: I hate it when I have to follow my own advice.",
        "[SCENE_BREAK]",
        "Craig: So, there's no ulterior motive here. Yesterday in the chapel, when I said I wanted to make amends? This is hopefully a start.",
        "Meg: Hospitals always need money.",
        "Craig: No, I just wish Lucy could see it that way.",
        "Meg: Is that why she was so upset?",
        "Craig: Mm-hmm. She thinks I'm grandstanding, and now I can see how it would appear that way.",
        "Meg: Well, I don't think you're grandstanding.",
        "Craig: Thank you. I can't tell you how happy that makes me feel --",
        "Meg: I think you're trying to get in Paul's face.",
        "[SCENE_BREAK]",
        "Dusty: It's got nothing to do with Lucy.",
        "Barbara: No? Craig Montgomery is spitting in our faces and we're supposed to make nice so we don't offend his little daughter --",
        "Dusty: We're not making nice. [Knock at the door] We're just not playing his game.",
        "Barbara: I thought that you'd have more respect for your wife's memory. Or maybe you've forgotten what little Lucy's father did to her.",
        "Paul: Well, look who's here.",
        "Barbara: Great timing.",
        "Lucy: Look, I know you're all upset, and I won't stay long. I just wanted to come and let you know that I will personally be responsible for making sure that my father doesn't go through with his donation to the hospital --",
        "Paul: See, that brings up an interesting point. And I kind of have the same question for you, Dusty. But you both say you're not going to let Craig get away with it, but how the hell are you going to stop him?",
        "Barbara: I don't know. Maybe someone will run him off the road. Sorry. Just slipped out.",
        "Paul: All right then, why don't I let you three discuss it, 'cause I've got something really important to do.",
        "Barbara: Paul does have a point. How do you plan on stopping your father?",
        "Chaz: Sorry. He had a nightmare. Couldn't calm him down.",
        "Lucy: Hey, hey, Buddy. Hey --",
        "[Johnny fusses]",
        "Dusty: It's all right.",
        "Lucy: Shh, it's okay. Hey, did you have a bad dream?",
        "[SCENE_BREAK]",
        "Jack: So, Katie went to go see Craig?",
        "Mike: Yeah, I offered to go with her. He is Katie's family. She's dealt with mine, you know.",
        "Jack: Wow. Seeing things from her point of view. Carly and I, we don't manage that too often.",
        "Mike: It's never too late.",
        "Jack: I wouldn't be so sure about that.",
        "Mike: Why? Something happen?",
        "Jack: You want to go inside? It's open mic night. You know, we can laugh at other people.",
        "Mike: That bad, huh?",
        "Jack: Hey, no, Carly and I, we're divorced. Free to -- she's sleeping with Simon.",
        "[SCENE_BREAK]",
        "Carly: All I can say is thank God I didn't sleep with you.",
        "Simon: That's one thing that I am actually good at --",
        "Carly: No, no, don't do that. Don't be cute or charming or any of those things that -- that you are. I warned you about Spirro. I told you how dangerous he is, and you looked me in the eye and you lied. And now you're telling me that you did it for me!",
        "Simon: I can handle this.",
        "Carly: No, Simon, you can't handle this. You're just too arrogant to admit it.",
        "Simon: This is not arrogance. Carly, its faith. It's like you said to me after the storm, if you --",
        "Carly: What I said was let's keep trying. I didn't say, let's find a vicious guy with a block-long rap sheet and risk everything on a building that could fall over at any moment --",
        "Simon: Well, the risk is on me -- the risk is on me, not you.",
        "Carly: You are so stupid. You know something, Simon? I'm not the sort of woman who is impressed by a man who does stupid, idiotic, dangerous things --",
        "Simon: Well, that's good. Because I didn't do this to impress you. I did this so we can finish what we started.",
        "Carly: Do you have any idea what you've done?",
        "Simon: I've hurt you and I'm sorry.",
        "Carly: No, no. That living the life I live, it's sort of ridiculous to talk about pride, but I do have some.",
        "Simon: Lots.",
        "Carly: And I have insisted that I can take care of myself. And when everybody told me that you were going to be trouble, and they warned me about you, I said, hey, I'm Carly. I can't be taken, I can't be suckered --",
        "Simon: You haven't been.",
        "Carly: I have. We're going down. You see, before, we had some problems -- but now, we're going down. And Jack gets to look me in the eye and say, \"I told you so.\" And I just hate that.",
        "[SCENE_BREAK]",
        "Coming up on \"As the World Turns\" --",
        "Paul: I won't let you use my sister's name.",
        "Craig: Well, I don't see that being your call.",
        "Paul: I do.",
        "Lucy: Look, if my father ever tries to get custody, I'll testify against him. His own daughter will say her brother is better off with you.",
        "Gwen: Yeah, what do you want?",
        "Jade: Please, could you meet me at the library, alone?",
        "Simon: I can make this right. Trust me.",
        "[SCENE_BREAK]",
        "Simon: All right, look. This -- this was my stupid, idiotic decision, not yours. So if I am, as you so nicely put it, going down, I promise you, it will be a solo act.",
        "Carly: You think that I don't care what happens to you, you think I'm just interested in covering my own butt?",
        "Simon: I didn't mean that, I --",
        "Carly: You know what, it doesn't even matter. It doesn't even matter if you are the one that gets beat up, because the problem really is that in the end, we both end up a joke. I'm the blonde with the big mouth who screws everything up. And the best part is, I don't even screw it up until I've told everybody in the world how great I'm gonna do, how they're wrong, and I'm right, and I don't need Jack. I don't need Jack for anything.",
        "Simon: Well, it wouldn't be right for Jack to say I told you so. All right, listen, this is not about Jack, it's about me. And it's not gonna happen. Carly, you won't be a joke. Now I know I can make this right. Just trust me.",
        "[SCENE_BREAK]",
        "Jack: The way I said that just now might've given you the impression that it bothers me.",
        "Mike: No. Just a point of information.",
        "Jack: It does bother me for Carly. It's demeaning, her and someone like that.",
        "Mike: Jack, that's bull.",
        "Jack: I know. I know it is. But I just want to smack him and his smug little Australian accented face, you know?",
        "Mike: Who can blame you? If we can see through the goofball, why can't they?",
        "Jack: I handled myself well, though.",
        "Mike: I'm sure you did.",
        "Jack: You see, I most walked in on them in the act, but I let it go, I played it cool. And what I did was, I waited -- and let Carly know that Simon was using a loan shark and that she was an idiot for trusting him in the first place. Of course, I didn't have any proof, but I managed to tick Carly off pretty good.",
        "Mike: I don't know if this is proof, but I did tell Lucinda that the building was unstable. Without Lucinda, where would he get the money?",
        "Jack: I don't want to be right, Mike. I don't want her -- [Jack sighs] thanks for listening. It couldn't have been fun.",
        "Mike: Look, I could be stuck talking to Craig Montgomery right now.",
        "Jack: This is definitely better than that.",
        "Mike: We're not gonna tell Katie about this, right? About Carly and Simon.",
        "Jack: I don't know. It could go a long way to ensure that he's out of Katie's life for good.",
        "Mike: Yeah, but I don't like to think how it would make her feel.",
        "[SCENE_BREAK]",
        "Craig: I'm trying to help kids who are sick the way Johnny was sick. And I think Jennifer would approve. So please, don't make this about trying to upset Paul.",
        "Meg: You might not have wanted to upset Paul, but you did. Hi.",
        "Paul: Hi. Could you give Craig and I a minute, please?",
        "Craig: What, the little lady can't talk with us men folk?",
        "Paul: I'm sure she understands that this is between you and me.",
        "Meg: Paul, look -- fine, I give up.",
        "Craig: She has a good head on her shoulders. You should listen to her.",
        "Paul: I will not let you use my sister's name.",
        "Craig: I don't see that being your call.",
        "Paul: I do.",
        "Craig: Well, obviously. But it's kind of a moot point since I don't see how you can stop me.",
        "Paul: Maybe I just need to start thinking like you. You know, outside the box. What did you do to stop Rosanna from doing what you didn't want her to do?",
        "Meg: Will you try to stop him, would you? I mean, he's poking his finger in other people's eyes -- people that already want to kill him.",
        "Katie: You know what? This reunion can wait. Thanks.",
        "Meg: His own sister will walk away, Paul. Why can't you?",
        "[SCENE_BREAK]",
        "Barbara: Lucy, thank you so much. But don't let us keep you any longer.",
        "Dusty: Barbara, Johnny's happy now.",
        "Barbara: Well, I'm not. This is not settled, and I am not really comfortable discussing it in front of non-family.",
        "Lucy: I'll go.",
        "Dusty: No. We'll talk later. When Johnny's asleep.",
        "Barbara: Grand to see you again, Lucy.",
        "Lucy: I'm not making this any easier for you.",
        "Dusty: Well, she's just been through a lot, that's all.",
        "Lucy: I know. Dusty, I understand. And I know it hurts to hear what my father's doing. I'll stop him -- somehow. Why were you guys fighting? Was it because of me?",
        "Dusty: No, she's just upset that I won't go to war with your father over his research fund.",
        "Lucy: You think its okay?",
        "Dusty: I think it's a distraction.",
        "Lucy: I don't understand.",
        "Dusty: I think he wants me losing my cool, up in arms, you know, going crazy while he's doing charity work.",
        "Lucy: Why would he want that?",
        "Dusty: To use at a custody hearing.",
        "[SCENE_BREAK]",
        "Jade: If I hurt your feelings, I'm sorry. I'm just not used to anybody knowing how I am and sticking around.",
        "Luke: I will stick around.",
        "Jade: Just to make sure I do what I said.",
        "Luke: Well, I know you're gonna do that.",
        "Jade: You trust me?",
        "Luke: Well, no. But if you don't tell Will, I will. He'll know tomorrow. How he finds out is up to you.",
        "Jade: Great. I love options.",
        "Luke: And after he finds out, I'll still be your friend. Look, Jade, I know you had a different ending in mind.",
        "Jade: I always do. Do me a favor? I -- I can't leave until I'm signed out, and I'm starving. Would you run to the cafeteria?",
        "Luke: Sure. I have to make copies of this, anyways.",
        "Jade: You got all the bases covered.",
        "Luke: I have to. I'm dealing with you.",
        "Jade: Damn straight, you are.",
        "[Jade picks up her cell phone]",
        "[SCENE_BREAK]",
        "Gwen: Thank you! [Applause] All right, all right, you were right, you were right.",
        "Maddie: You were wonderful.",
        "Gwen: I don't know --",
        "Casey: Well, you can judge for yourself, because I made a copy.",
        "Gwen: Oh, that's terrible. Why?",
        "Casey: So I can send it to Adam.",
        "[Cell phone rings]",
        "Gwen: Okay.",
        "Casey: That's probably an agent or \"Rolling Stone.\" Word travels fast.",
        "Gwen: Mm-hmm. I just want to let y'all know, I'm not gonna forget the little people.",
        "Maddie: Ah.",
        "Gwen: Hello?",
        "Jade: Gwen. It's me, Jade.",
        "Gwen: Yeah, what do you want?",
        "Jade: I can't tell you over the phone. Please, could you meet me at the library? Alone.",
        "Gwen: Mm-hmm, yeah, sure. That'll be fun.",
        "Jade: It's really, really important.",
        "Gwen: Look, Jade, you can't just call -- [Phone hangs up] Hello?",
        "Casey: What was that?",
        "Gwen: It's unbelievable. It's just unbelievable.",
        "Maddie: Gwen, you can't possibly be thinking of going.",
        "Gwen: I think I will.",
        "Casey: And why would you do that?",
        "Gwen: She sounded very upset.",
        "Casey: And Jade would never sound very upset to get what she wants.",
        "Gwen: Look, there is another reason.",
        "Maddie: What?",
        "Gwen: I want her to know that I am not afraid of her, all right? That she has not won, even if she has.",
        "[SCENE_BREAK]",
        "Luke: This is Jade Taylor's medical file. It fell in the bed behind there.",
        "Nurse: I was looking for that.",
        "Luke: Where's Jade?",
        "Nurse: She didn't tell you? She checked herself out.",
        "[SCENE_BREAK]",
        "Jack: You think Katie's really upset about Simon and Carly?",
        "Mike: Not that she'd be jealous. It's just that she'd be upset for Carly.",
        "Jack: Has she said that? Is it something that she's worried about, them getting together?",
        "Mike: It's been a while since we talked about it, but I think so. Look, it's not easy for us to talk about Simon -- we try to avoid that topic.",
        "Jack: No, I get that.",
        "Mike: I just think that she'd be worried for Carly -- what, being on the rebound, and Simon not exactly being -- a guy that you can count on.",
        "Jack: Gee, you think?",
        "Mike: I think she's still rooting for you and Carly.",
        "Jack: Yeah, well, I think we're in lost cause territory there.",
        "Mike: Jack? People can do some really stupid things when they're on the rebound. Sometimes, the more important thing you're rebounding from, the more stupid the thing you do. [Jack chuckles] Carly and Simon --",
        "Jack: Mike, Katie's not the only one rooting for us here, is she?",
        "Mike: Look, I've never been this happy, and I wish you were the same.",
        "Jack: Yeah, well, thank you. Thank you. But you go ahead and be happy, don't worry about me.",
        "Mike: Still --",
        "Jack: What?",
        "Mike: I don't know whether to tell Katie about this or not. Because it would be really fun to prove to her that Simon is just as much a loser as I thought he was.",
        "[Both chuckle]",
        "Katie: What's so funny? And why are you talking about me and Simon?",
        "[SCENE_BREAK]",
        "Carly: How? How can you make this right? There is no happy ending here, Simon. Is that enough money there to fix the building and then finish it? Because now that word is out that there's a problem with the structure of the building, selling it ain't gonna be easy. Or fast. And so, how long is this loan for? And what's the interest? And what are you gonna do about the fact that Jack is on to you, and he knows where the money came from?",
        "Simon: All right, all right, you know what, enough! You've made your point, okay? I messed up. Those problems you're talking about are my problems, not yours.",
        "Carly: You've made them mine.",
        "Simon: Well, not anymore, because you're walking away from this project and you are not looking back.",
        "[SCENE_BREAK]",
        "Lucy: Look, if my father ever tries to get custody, I'll testify against him. His own daughter will say her brother is better off with you.",
        "Dusty: Thank you. How about a drink?",
        "Lucy: Can't, I've got to go back on duty. Sorry.",
        "Dusty: Johnny likes having you around. We both do.",
        "[SCENE_BREAK]",
        "Paul: What were you doing with him?",
        "Meg: You know, I love when conversations start like that.",
        "Paul: He was trying to enlist you, wasn't he?",
        "Meg: Is this how it's gonna be? Craig Montgomery comes back into town and our lives go out the window?",
        "Paul: You don't even know what he was trying to do, do you?",
        "Meg: I know exactly what he was trying to do. He's trying to push your buttons. And every time he tries, you jump, just like he wants you to.",
        "Paul: Thanks for the vote of confidence.",
        "Meg: Look, could we just get out of here? And for God's sake, please let's stop talking about Craig.",
        "[SCENE_BREAK]",
        "Simon: You walk now, Jack and the whole world will see that you had nothing to do with this.",
        "Carly: And what about you?",
        "Simon: Who knows? I'll probably get what I deserve. God knows it's been a long time coming.",
        "Carly: I don't want that.",
        "Simon: Me, either. But most of all, Carly, I don't want to hurt you. I don't even want to come close to making you feel bad. 'Cause you are one hell of a woman. Please, just leave. Go. Right now, just go home to your kids.",
        "[SCENE_BREAK]",
        "Katie: Well?",
        "Jack: Katie, it was my fault. I was venting about Simon. I was.",
        "Katie: Oh, and he was venting about me?",
        "Jack: No, no, he was saying how hard it is sometimes being with someone so perfect.",
        "Katie: You guys stick together. That's a good one.",
        "Jack: Yeah. Well, okay, I've got to go. Have a nice fight. Thanks for listening.",
        "Katie: How's he doing?",
        "Mike: He's been better.",
        "Katie: Sometimes I'd just like to take him and Carly and knock their heads together.",
        "Mike: How was Craig?",
        "Katie: I don't want to talk about it. So what were you saying about me and Simon?",
        "Mike: I don't want to talk about it.",
        "Katie: You know, they say that honest communication is the key to a healthy marriage.",
        "Mike: We were communicating pretty good at the library.",
        "Katie: You know, Mikey, I like the way you think.",
        "[SCENE_BREAK]",
        "Maddie: Do you think we should call Will and tell him what happened?",
        "Casey: No, I think we should stay out of it.",
        "Maddie: What possible reason could Jade have to see Gwen?",
        "Casey: I'm sure she has something up her sleeve. And I'm sure that it has something to do with Will.",
        "[SCENE_BREAK]",
        "Will: Why did she leave? She doesn't have her prescriptions.",
        "Luke: I don't know. I --",
        "Will: What?",
        "Luke: Nothing. I just was hungry, so I went to get something to eat. And then when I came back, she was gone. So I guess she's feeling better and just checked herself out.",
        "Will: Okay. All right, why don't you tell me what's really going on?",
        "[SCENE_BREAK]",
        "[Door creaks]",
        "Gwen: Jade? Jade, where are you? Jade?",
        "[NEXT_ON]",
        "Simon: You deserve better, but you have every right to walk out on me and this partnership.",
        "Lily: Yes?",
        "Theresa: My name is Theresa.",
        "Will: Those are Jade's medical records.",
        "Luke: Yeah, and they're private, and she asked me to hold onto this copy for her.",
        "Will: She's carrying my child. If something's wrong, then I have a right to know.",
        "Luke: Will, Will --",
        "Gwen: It's Will.",
        "Jade: Don't answer it.",
        "Gwen: Why not?",
        "Jade: Because I'm not finished."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=xd-aweR4XBY"
}