{
    "Episode Summary": [],
    "Recap": [
        "Its broken hearts all over Oakdale today as Meg asks for a divorce from Craig and Paul asks Rosanna for a divorce Craig is resigned to let Meg go although it hurts very much but Rosanna is determined not to give up Paul without a good fight. Paul asks Meg to forgive him for the accident that cause the miscarriage but although Meg loves Paul and he loves her, Meg decides to let Paul go because sometimes love isn't enough. Dusty rejects Lily telling her he doesn't want to be a stand in for Holden and she shouldn't want to be a stand in for Emily. Lily goes to Yo's to get drugs and runs into Krista, one of Cherie's girls, who tells her Emily was once a prostitute so Lily decides to get revenge on Emily for taking Dusty from her how will she take her revenge tune in tomorrow to find out. Chris prepares for his big party to announce Evan's research project but Dusty warns Chris that he should enjoy his success while he can because the whole truth about what happened to Bob will come out at the party tonight."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Meg: I'm not answering that. You can think what you want.",
        "Craig: No. You are still my wife, and I deserve an answer.",
        "[SCENE_BREAK]",
        "Emily: So, did you find anything? Anything that Dusty could use against you?",
        "Chris: No. No, there's nothing. We're covered.",
        "Emily: Well, that's -- that's good. What about a tox screen? Did you run one of those?",
        "Chris: No.",
        "Emily: Why not?",
        "Chris: I didn't see the need for one. This is my father we're talking about. I know what meds he's on. What would be the point?",
        "Emily: I just thought -- I thought it was standard procedure in a case like this.",
        "Chris: Wait. So you think I purposely didn't do one?",
        "Emily: I didn't say that.",
        "Chris: What else are you not saying? That I'm trying to cover up the fact that I actually did poison my father?",
        "[SCENE_BREAK]",
        "Lily: I was only trying to help. I wasn't trying to intrude.",
        "Holden: Lily, I didn't think you were.",
        "Lily: You just told me to stay away.",
        "Holden: No, no, no. I just meant that I think that this is something that Meg feels like she needs to go through on her own, and we need to respect that.",
        "Lily: Right. I'm sorry. I should have known.",
        "Holden: Are you okay?",
        "Lily: I'm fine. I just wish that I had known.",
        "Holden: Lily, it just happened.",
        "Lily: And you were there. You went through this difficult thing with your sister and -- Meg is my family, too. I thought no matter what changed between us, that was the one thing that would never change.",
        "[SCENE_BREAK]",
        "Meg: Do you want the truth, Craig? The real truth? Here it is. You tried to murder my baby. I owe you nothing. There is one reason and one reason only I am not pressing charges against you. I don't want anything more to do with you. I can't even stand being in the same room with you. And for the record, I am not your wife anymore.",
        "[She throws her wedding ring at Craig]",
        "[SCENE_BREAK]",
        "Rosanna: You would send me to prison?",
        "Paul: You switched the results of Meg's paternity test. That has to be against some law, somewhere.",
        "Rosanna: You wouldn't do that. You couldn't.",
        "Paul: I think we both know that I could, and I will.",
        "Rosanna: Paul -- what was I supposed to do? You were -- you are everything to me. I couldn't lose you to Meg.",
        "Paul: Right, because what's Rosanna Cabot's mantelpiece without a husband on it?",
        "Rosanna: No, don't do that! That is not fair. When I woke up, I didn't know who I was. I didn't know where I was. All I knew was you.",
        "Paul: When you woke up, you were different. You were. I didn't realize how different until now.",
        "Rosanna: Paul, you were the only thing keeping me from going back into that darkness. You still are. Please.",
        "Paul: Stop. Rosanna, you're going to have to find someone else to cling to. I'm done.",
        "[SCENE_BREAK]",
        "Lily: Hey.",
        "Meg: Lily.",
        "Lily: Meg. Holden told me. I'm so sorry.",
        "Meg: Thank you.",
        "Lily: If there's anything I can do -- anything at all?",
        "Meg: No. I just want to go home.",
        "Holden: The car's outside.",
        "Meg: Okay.",
        "Lily: Please, anything, just call me, okay?",
        "Meg: Thanks.",
        "Dusty: Hold that door!",
        "Lily: I don't know why you're still staying here. I could -- I could get you another room.",
        "Dusty: Why would you do that?",
        "Lily: You're living on the same floor as Chris and Emily.",
        "Dusty: So?",
        "Lily: So unlike Emily, I care about how you feel.",
        "Dusty: I'm okay.",
        "Lily: No, it's not right. The way she throws Chris in your face every chance that she can get. You deserve better than that.",
        "Dusty: Its okay, Lily.",
        "Lily: We can get back to the way we were. Before -- before new years. Before Emily.",
        "Dusty: Emily was always there. Just like Holden.",
        "Lily: No, no. That's not true.",
        "Dusty: You and I helped each other through a rough spot, but --",
        "Lily: But? What? You don't need me anymore?",
        "Dusty: I need you as my friend.",
        "Lily: I don't want to be your friend.",
        "Dusty: Oh, no?",
        "Lily: No. This just -- this could just be about us. It's not about them. It's about us and how good we are together. Let's just go back to your room.",
        "[SCENE_BREAK]",
        "Emily: Will you slow down?",
        "Chris: Why?",
        "Emily: Stop. Because I'm sorry. I'm sorry that I upset you, okay? I didn't mean to accuse you of anything --",
        "Chris: You questioned the treatment I've given my father.",
        "Emily: No, I was not questioning the treatment, I was just inquiring about some tests that --",
        "Chris: No, you were questioning me. And you don't think I know where this is coming from? This is Dusty.",
        "Emily: No.",
        "Chris: This is his influence on you.",
        "Emily: No. No, no, no. Would you stop, okay? The only reason I asked about the tox screen is because -- hello, my mother is a doctor. And I hear about hospital protocol all the time and I thought this was one of those cases where the tox screen was routine. And if I was wrong, I was wrong. I'm sorry.",
        "Chris: I -- my father, he's just laying in this bed, and I can't predict if or when he'll ever wake up. And the whole time Dusty's breathing down my neck, trying to make --",
        "Emily: Okay, okay, wait. Just forget it. Forget about Dusty, okay? You have way bigger things to think about tonight, okay? Like signing that contract for memo-21 tonight. And when you make that appearance in front of the hospital board and all those executives from Montgomery Enterprises, I'm going to be right there by your side. How's that sound?",
        "Chris: I thought you were convinced the party was a bad idea.",
        "Emily: I'm trying to show you that I support you. That I believe in you.",
        "Chris: You're something else, you know that?",
        "[Pager beeps]",
        "Emily: What?",
        "Chris: Damn it. I'm late. I'm supposed to meet my mom for an early dinner.",
        "Emily: Okay, go. We'll talk later.",
        "Chris: No. I want you to come with me. I want you with me. Always.",
        "[SCENE_BREAK]",
        "Dusty: We can't, you know? Nothing's changed since new years. I don't want you to settle for less than you deserve. Whoever you're with, his heart's got to be in it, all the way.",
        "Lily: Whoa, you're telling me your heart wasn't in it? I know how it felt when we were together.",
        "Dusty: Do you remember the first time?",
        "Lily: At Mabel's? It was amazing!",
        "Dusty: No, no. I'm talking about the very first time. You had a fight with Holden, you came to me, we made love --",
        "Lily: At your cottage, yes.",
        "Dusty: I'll never forget that night. Eventually, you made your way back to Holden. And I suspect you always will.",
        "Lily: No, that's not going to happen. Not this time. He doesn't want me.",
        "Dusty: I don't want to be his stand-in, you know? And I'm sure you don't want to be Emily's.",
        "Lily: Oh, my God, what am I doing?",
        "Dusty: It's okay.",
        "Lily: Don't! Don't touch me!",
        "Dusty: All right, I'm going to call Holden --",
        "Lily: Holden?",
        "Dusty: Or your mother. I don't want you to be alone right now.",
        "Lily: You don't want me -- you're worried about me? You're worried about me being alone? You think you can reject me and then come to my rescue? Think again!",
        "Holden: I need to head into town, run a few errands. Will you be okay by yourself?",
        "[SCENE_BREAK]",
        "Meg: Yeah, I'll be fine.",
        "Holden: You want to talk about what happened with Craig?",
        "Meg: There's nothing to talk about. It's over. He can't hurt me anymore.",
        "Holden: All right. I have my cell. If you need me, call me.",
        "[SCENE_BREAK]",
        "Chris: Listen, Mom -- do you have any plans for later?",
        "Kim: No. Just to be with your father. Why?",
        "Chris: Well, tonight's the big party for memo 21, the ceremonial signing of the contract. It's my first big event as interim chief of staff. I was really hoping you could be there.",
        "Kim: Honey --",
        "Chris: Mom, if it's too much without Dad, don't --",
        "Kim: No, no, no. It isn't that. It's that I am so -- I am so proud of you. And your father would be, too.",
        "Chris: Mom, I really haven't done anything.",
        "Kim: Yes, you have. You have. You have stepped right up and made sure that the hospital is running just the way your father would want. I will be there tonight. I would not miss that for the world.",
        "Craig: Rosanna.",
        "Rosanna: Is Meg here?",
        "Craig: No. She is gone.",
        "Rosanna: What do you mean, gone?",
        "Craig: She left me. Just as I am sure, no doubt, Paul has left you.",
        "Rosanna: No, Paul has not left me. Paul loves me.",
        "Craig: Oh, come on, Sweetheart. Come on. Let's deal with some reality. The only thing left for you and I to do is to admit defeat. You want a drink?",
        "Rosanna: You can have a drink later. After you get Meg back.",
        "[SCENE_BREAK]",
        "[Screen door slams]",
        "Paul: I went to the hospital and they said that you'd been released.",
        "Meg: There was no reason to stay. The baby's gone.",
        "Paul: Our baby's gone. I'm sorry. I'm so, so sorry. Please forgive me.",
        "Paul: I know you blame me for the loss of our child. I get it. You stood in front of me, you begged me, you told me, you said \"Please don't go after Craig. Please just leave him alone.\" And if only I had listened to you. If only --",
        "Meg: So why didn't you?",
        "Paul: Meg, when I found out what he had tried to do to you -- what he had tried to do to our son -- at first, I was powerless. And then, I don't know. It felt natural for me to strike back.",
        "Meg: And nothing else mattered.",
        "Paul: No, you did matter. You're all that mattered. You mattered. Our son mattered. That's why I had to --",
        "Meg: You had to what, Paul? Get revenge? That's not love. That's hate. Hate drove you to go after Craig.",
        "Paul: Yeah. Oh, yeah. I hate Craig. I hate Craig! I always will. Don't you? Come on, after everything that he's done? After all of the lives that he's ruined --",
        "Meg: Yeah, and now you can add our son to that list! Just more fuel for the fire!",
        "Paul: I know. And I -- I never meant for that to happen. I didn't. You have to believe that.",
        "Meg: I stood in that room with you, Paul. I begged you -- I begged you to leave so nothing terrible would happen. But you couldn't. You couldn't. You couldn't even let Craig be, not even for a second.",
        "Paul: I love you.",
        "Meg: I love you, too. And God help me, I always will. The way I feel about you, I can't make that stop even if I try.",
        "Paul: I think that's great.",
        "Meg: No. No, it's not. Because I can't be with you. Not anymore.",
        "[SCENE_BREAK]",
        "Craig: As much as I would like Meg back, that is not going to happen.",
        "Rosanna: Why not?",
        "Craig: Because it's out of my hands, that's why.",
        "Rosanna: Oh, come on, Craig. You never give up. You just keep finding ways to manipulate people until you get what you want. And you want Meg.",
        "Craig: The only problem there is, she doesn't want me.",
        "Rosanna: You found a way to get her to love you once. You can do it again.",
        "Craig: Oh, come on. What? And then what, Rosanna? What happens then? You think that Paul comes running back to you? Dream on. Paul wouldn't come back to you if you were the last blonde on earth.",
        "[Lip puckering]",
        "Rosanna: You know, you're disgusting. Do you know that? I should've put you in jail when I had the chance.",
        "Craig: Oh what? Then you just would've lost Paul that much sooner. At least this way, you got a few good months out of it.",
        "Rosanna: I despise you, you know that? You have ruined my life all over again.",
        "Craig: Oh, really?",
        "Rosanna: Yes.",
        "Craig: Did it ever cross your mind just what you've done to me?",
        "Rosanna: Come on! We both had exactly what we wanted until you freaked out and ruined everything!",
        "Craig: No, no, no! Wait, whoa, wait a second, Rosanna. No, no, no. You are responsible for this mess, not me. If you're looking for somebody to blame, go take a good, long look in the mirror.",
        "[SCENE_BREAK]",
        "Lily: Hi, excuse me -- I'm looking for someone. I was here with him the other day. His name was Jay.",
        "Bartender: Yeah, I know Jay.",
        "Lily: Do you happen to know where I could find him?",
        "Bartender: Nope. But if you're looking for what he usually carries, I might be able to help you out.",
        "Lily: How much?",
        "Bartender: Hundred bucks.",
        "[SCENE_BREAK]",
        "Bonnie: Hey, you.",
        "Holden: Hey.",
        "Bonnie: Whoa, whoa, what's wrong? What, are you having a little caffeine withdrawal or something?",
        "Holden: If only. I just got a lot on my mind, that's all.",
        "Bonnie: All right, gotcha. Going to back away gracefully.",
        "Holden: No, no, no, no. Since you're here, why don't you let me buy you a cup of coffee.",
        "[SCENE_BREAK]",
        "Krista: I know you!",
        "Lily: Oh, um -- no, I don't think you do.",
        "Krista: Yeah, I'm Krista. From the Avalon. You're friends with Cherie, right? Lola.",
        "Lily: Oh, yes! Wow, I'm sorry. You know, names and faces, it's hard to remember everybody's name and everybody's face.",
        "Krista: I was wondering what happened to you. Can I get you a drink?",
        "Lily: No. No, no, no. I don't think you should. Really.",
        "Krista: I insist. Justin, Sweetie, two vodka and diet ginger ales. So did you hear what happened to Cherie? It was her ex-husband who murdered her. Poor thing. She always said getting involved with that man was the biggest mistake of her life. I guess she was right.",
        "[SCENE_BREAK]",
        "Craig: Oh, no, Rosanna -- you are the one who broke into that office. You are the one who changed the results on Meg's DNA test, not me. So maybe it's about you took a little responsibility for your actions.",
        "Rosanna: Well, I have.",
        "Craig: Oh, really? I see. Have you really?",
        "Rosanna: Yes.",
        "Craig: Did you tell about the fact that you had to beg me to keep quiet once I figured out what you had done? Did you confess the fact that you had to pay off that little -- slimy, little lab technician to keep him quiet?",
        "Rosanna: Look, what I did was deceptive, yes. I admit that. But what about you? I mean, your actions were absolutely vicious. How could you even think about trying to harm an innocent child?",
        "Craig: I will not talk about that with you.",
        "Rosanna: Oh, really? Why not?",
        "Craig: Well maybe, did it ever occur to you, that I actually feel ashamed of what I did?",
        "Rosanna: Oh, you're ashamed? Now you're ashamed? Well, that's very convenient now that the baby is gone.",
        "Craig: I wanted that baby. I did. I didn't care whose DNA it had. Didn't matter. I was willing to raise it and be his father, in every sense of the word. But you and your husband, you took that chance away from me.",
        "[SCENE_BREAK]",
        "Paul: Everything that we are, everything that we have together, you can't just turn your back on that.",
        "Meg: You did. When you came back with Rosanna, you turned your back on us.",
        "Paul: I thought you had chosen Craig.",
        "Meg: You left me with Craig! You left me with him. If you had just told me that you still loved me, if you had just told me that you were alive -- all of this would've been so different!",
        "Paul: Look, I know -- and I'm -- we can't go back, okay? But we can go forward. You and I can go forward. We can do that. We can do that together. We really -- we should stop wasting our time.",
        "Meg: It's not going to work.",
        "Paul: Why not?",
        "Meg: Because there is something inside you, Paul. Something that is dark and crooked and broken --",
        "Paul: So help me fix it.",
        "Meg: I can't. I can't. I've tried. I've tried, but it just goes too deep. It's just a part of who you are.",
        "Paul: That's not who I am. Who I am is the man that loves you.",
        "Meg: Yes, you do. But your greatest passion in life isn't your love for me. It's your hate for Craig.",
        "Paul: Craig is not my -- he's not my greatest anything.",
        "Meg: Oh, come on. Be honest, Paul. You just told me point blank that you will always hate him, and I can't live my life like that anymore. I can't just be waiting for the next strike to be launched at any moment.",
        "Paul: It doesn't have to be like that. It won't be like that. I promise you.",
        "Meg: Yeah, you know, Craig made the same promises, and he didn't keep them either.",
        "Paul: Why do you do that? Why do you do that? Why do you compare me to him? I'm nothing like him!",
        "Meg: You see that? Even the mention of his name gets a bigger reaction than anything else. We just lost our baby, Paul. And who -- who are we talking about? Who? I can't even remember the last time that our relationship was about us and not Craig, can you?",
        "Paul: We'll change it. We'll change that, but you have to do that, too.",
        "Meg: No, the only way to change things is to end them.",
        "[SCENE_BREAK]",
        "Rosanna: This whole situation has such a sad ring of familiarity to it.",
        "Craig: I agree. When it comes to losing children, I have had my share.",
        "Rosanna: Please. That child wasn't yours. Do you really expect me to believe you care?",
        "Craig: Get out.",
        "Rosanna: You never learn your lesson, do you? Time and time again, you somehow manage to destroy the people who find the teensiest way to love you.",
        "Craig: I'm not gonna get a lecture from you about love -- not from a woman who had to change test results so that she could hold onto her man. What lesson did the poor little rich girl get there? Huh, Rosanna?",
        "Rosanna: Oh, go to hell. Go to hell.",
        "[SCENE_BREAK]",
        "Bonnie: So, my office got an invitation today. Memorial hospital is having a party tonight.",
        "Holden: To announce their new research project --",
        "Bonnie: Yeah, well I have to go, but I was hoping maybe you'd like to come along. It's a completely selfish invite, by the way, because if this thing is a bust, I'd like someone to be there who's going to make fun of people.",
        "Holden: Well, how can anyone say no to that?",
        "Bonnie: They don't. Especially if they're smart.",
        "Holden: I'll tell you what. I need to check in with my sister, make sure she's doing okay, and if everything's all right, if she doesn't need me, I'm in.",
        "Bonnie: Really?",
        "Holden: Yeah. I'll call you. I'll let you know.",
        "Bonnie: Okay, sounds good.",
        "Dusty: Holden --",
        "Holden: I have nothing to say to you.",
        "Dusty: It's about Lily.",
        "Holden: The last person I'm going to talk to about my wife is her boyfriend.",
        "Dusty: Then talk to me as her friend.",
        "Holden: Some friend you turned out to be. Is that how you treat your friends?",
        "Dusty: Listen to me. I ran into Lily earlier at the Lakeview. And she didn't tell me what was going on, but it's clear to me she's in bad shape.",
        "Holden: Yeah, and lucky for her, you were right there to comfort her, as always.",
        "Dusty: She loves you, always did.",
        "Holden: You done?",
        "Dusty: Talk to her, that's all I'm saying. There's still time to make things right.",
        "[SCENE_BREAK]",
        "Krista: Don't take this the wrong way, but you're not looking so hot. You know, emotionally speaking.",
        "Lily: Oh, I'm not, actually -- I've hit a couple of speed bumps. It's been hard to bounce back.",
        "Krista: What's wrong, Hon? Some guy giving you a hard time?",
        "Lily: Yeah. Remember Dusty Donovan?",
        "Krista: Yeah, he was the guy we all thought killed Cherie. Handsome, if you go for that type. Which obviously you do --",
        "Lily: We were together for a little while.",
        "Krista: Don't tell me, he dumped you for somebody else.",
        "Lily: Yeah, yeah. And the worst part about it is -- she doesn't even want him. They're not even together. He's just -- he's just waiting.",
        "Krista: Men are idiots.",
        "Lily: No kidding.",
        "Krista: Who could be better than you?",
        "Lily: Apparently, Emily Stewart.",
        "Krista: Oh, Honey, I know her. And that is girl trouble with a capital T.",
        "[SCENE_BREAK]",
        "Emily: So, are you nervous about tonight?",
        "Chris: Nope. Knowing you're going to be here cheering me on, I'm as cool as can be.",
        "Dusty: \"Hospital heads into future with memo 21.\" Catchy title. I guess my invite got lost in the mail.",
        "Chris: Yeah, too bad.",
        "Dusty: You know, your father was against this project.",
        "Chris: Shut up.",
        "Dusty: You know, you might not have respect for your father's legacy, but I do. You're not going to be signing any contracts, because I'm shutting you down.",
        "[SCENE_BREAK]",
        "Meg: I can't give anymore. And I can't lose anymore. And if we stay together, that's exactly what's going to happen.",
        "Paul: No. No, we're stronger than that. Let me love you. Let me love you the way I know I can love you.",
        "Meg: That's not enough. I wish it were. No, I can't. I can't.",
        "Paul: You are my heart. Just you.",
        "Holden: Hey. It's going to be okay. I promise you, everything will be okay.",
        "[SCENE_BREAK]",
        "Chris: You've got nothing on me, Dusty. Not one shred of evidence.",
        "Dusty: That you know of.",
        "Emily: Dusty, let this go. Do you even hear yourself anymore?",
        "Chris: No, why should he? Nobody else is listening.",
        "Emily: The research project that Chris is sponsoring for the hospital is going to help people. It's gonna save lives. Are you really against that?",
        "Dusty: Yeah, it's a shady deal.",
        "Chris: Go home, Dusty. Get a life. This party has nothing to do with you. And yeah, don't worry, nobody's gonna spike the punch.",
        "Dusty: Why would you want to? You've got everything you want. For now.",
        "[SCENE_BREAK]",
        "Krista: Sorry, last-minute cancellation. You want another?",
        "Lily: No, thank you.",
        "Krista: So, where were we?",
        "Lily: You were saying that you knew Emily Stewart. I don't know how that's possible.",
        "Krista: We used to work together.",
        "Lily: You worked together?",
        "Krista: For Cherie. Although, between you, me and the beer nuts, Cherie didn't like her much, either.",
        "Lily: Are you saying that Emily Stewart was a hooker?",
        "[SCENE_BREAK]",
        "Chris: I want you to get the hell out of my hospital.",
        "Dusty: Your hospital, huh?",
        "Chris: Yeah, and if you don't leave voluntarily, I'll have security throw you out.",
        "Dusty: Yeah, you would, wouldn't you?",
        "[Pager beeps]",
        "Chris: It's the ER.",
        "Emily: Go, go. We'll meet back at the hotel.",
        "Chris: I want you gone.",
        "Nurse: Dr. Hughes, we need you, stat.",
        "Emily: You're never going to be able to prove that Chris poisoned his father. Everyone who knows Chris knows it's impossible.",
        "Dusty: The truth is gonna come out tonight -- all of it.",
        "[NEXT_ON]",
        "Emily: Dusty really sounded like he had something.",
        "Chris: That's impossible.",
        "Emily: Is it?",
        "Krista: Where you off to?",
        "Lily: Oh, to teach a blonde a lesson. I think Chris Hughes should know that he's sleeping with a hooker. Don't you think he should know that?",
        "Emily: Well, what's it say?",
        "Chris: Well, it's addressed to me, but it's about you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=UPT5lO8rkRM"
}