{
    "Episode Summary": [],
    "Recap": [
        "Barbara threatens Henry to keep Katie away from the wedding, or she will. Jennifer is upset to learn that Niki won't be at the wedding and now she doesn't have a maid of honor. Mike & Katie are both surprised when Jennifer asks Katie to take Niki's place. Katie agrees to be the matron of honor. Celia convinces Casey to take her to the wedding so that they can all hang out with Will. Will is very grateful that his friends will be there and able to rescue him from his mother. Carly continues to have nightmares and be very skittish about Les. She gets a premonition from a dream she has and is worried that she will lose Jack again. She runs to the station only to find that Jack has gone with the transfer van that is taking Les to the state pen."
    ],
    "Recap Author": "Boo",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Mike: Wow.",
        "Jennifer: Mike!",
        "Mike: You better be wearing a really long dress, because if I've got to look at those legs and those shoes walking down the aisle towards me, I cannot be responsible for what I might do.",
        "Jennifer: Well, that the reaction I was aiming for.",
        "Mike: You know what? Let's forget the cake and the guests and the minister. Marry me, right now.",
        "Jennifer: I do.",
        "Mike: Come on.",
        "Jennifer: Whoa, whoa, where do you think you're going?",
        "Mike: To the nearest bedroom.",
        "Jennifer: I don't think so.",
        "Mike: Right. You know why? Because the couch is right there. How'd that feel?",
        "Katie: No! Stop that!",
        "Mike: Hey.",
        "Katie: You should be ashamed of yourself! And you, missy, every woman knows that wedding traditions are sacred!",
        "Jennifer: Sorry. We couldn't help ourselves.",
        "Katie: Yeah, this is the wedding day. Bride, groom. You shouldn't even see each other until the ceremony. And I've been working my butt off to make sure this wedding happens. I'm not going to let you two blow it by bringing a bunch of bad luck on our heads. So back off.",
        "[SCENE_BREAK]",
        "Barbara: Hello! Katie? Katie!",
        "Henry: Gee, Barbara, don't wait for an invitation. Just come on in.",
        "Barbara: Where's your wife?",
        "Henry: She's at Lucinda's, helping Mike and Jennifer get ready for the wedding.",
        "Barbara: She's been doing a lot of that lately, hasn't she? But you know what? I believe she doesn't need any help anymore. I think everything's already been done.",
        "Henry: Why are you here?",
        "Barbara: Why are you here? Why aren't you with your wife? Why aren't you watching over her while she's hovering over her former lover, Mike Kasnoff? Don't you even care?",
        "Henry: Katie loves me, okay? And our marriage is as solid as a rock.",
        "Barbara: Really? Is that what you think?",
        "Henry: Yeah.",
        "Barbara: Oh, but, Henry, that's such a pipe dream. But you know what? It's your lucky day, because I'm gonna make all your dreams come true.",
        "[SCENE_BREAK]",
        "Celia: Bad news?",
        "Will: Barbara Ryan strikes again.",
        "Celia: What did your mom do this time?",
        "Will: It's bad enough she's got me wearing this stupid suit. Now she leaves me this message that says she's making me be an usher, too.",
        "Celia: That's nice.",
        "Will: Nice? You obviously don't know my mother. Nothing is simple with her. You always have to look beyond and find the hidden agenda.",
        "Celia: Which is?",
        "Will: Which is she's making me be an usher so that I can walk her down the aisle, and then sit with her and give her my handkerchief when she starts bawling her eyes out.",
        "Celia: That's normal, isn't it?",
        "Will: No, because once the tears start coming, she's going to ask me to drive her to the reception, and then I'm going to have to stand there while Jen and Mike have their first dance, and I'm going to hold Mom's hand, and then she's going to ask me to dance with her, and then I'm going to have to take her home, and she's going to want me to spend the night, because it's so unbearable that her first daughter is going off into the world alone, and blah, blah, blah, I don't know how long it's going to go on -- for years.",
        "Celia: Wow.",
        "Will: Yeah. And the only way I can get out of all of it is if I just don't go to the wedding.",
        "Celia: You can't do that, Will. Jennifer's going to be so disappointed.",
        "Will: I'm not so sure about that.",
        "Celia: You act like your family doesn't love you. They do.",
        "Will: Paul and Jennifer are okay, but my mom's kind of love? It can kill you.",
        "[SCENE_BREAK]",
        "Gwen: You need some help?",
        "Casey: Yeah. Oh. Hi.",
        "Gwen: Hi.",
        "Casey: I didn't know you were working today. We didn't see you when we came in.",
        "Gwen: I just came in. I was running late from my other job.",
        "Casey: Yeah, I just ordered some milkshakes. I was waiting for the other waitress.",
        "Gwen: I've got your milkshakes right here.",
        "Casey: Thanks, I'll take them.",
        "Gwen: Hey, I wanted to tell you, it was really cool hanging out at your house the other night. We should do it again sometime.",
        "Casey: No, Gwen, we shouldn't. And we won't.",
        "[SCENE_BREAK]",
        "Jack: Hey, it's okay. You're okay. Another bad dream?",
        "Carly: Yeah, Jack.",
        "Jack: Hmm?",
        "Carly: And you left me. Please don't leave me.",
        "Jack: That's never going to happen. If anybody was going to leave anybody, you'd leave me. It's probably because you're fed up with me leaving my socks in the middle of the floor, and forgetting to take out the garbage.",
        "Carly: Never. I love this. I love our life. All I want is more of this, Jack. More of us. Please don't ever go.",
        "Les: I ain't going anywhere. I'll always be with you.",
        "[Screams]",
        "Jack: Carly! Carly, honey, wake up!",
        "Carly: Don't touch me!",
        "Jack: It's Jack! Baby doll. Honey.",
        "Carly: Jack, I'm sorry. I'm sorry. I didn't know it was you. I was dreaming.",
        "Jack: About Les?",
        "Carly: It doesn't matter. What time is it? Where are the boys? Did they get off all right?",
        "Jack: Yeah. Emma just came to pick up sage.",
        "Carly: Good. All right. Well, I'm going to get in the shower.",
        "Jack: Honey, I'm not going to let you brush this off.",
        "Carly: It's just a dream.",
        "Jack: About Les Sweeny. You had another dream about Les Sweeny, honey. You starting to see him everywhere you go, and you're waking up screaming practically every single night because of him. We can't ignore this anymore.",
        "Carly: No, I'm being practical. Les is being moved out of state today, isn't he?",
        "Jack: Yeah.",
        "Carly: Well, then the only screams that will be heard from this bed from now on are screams of ecstasy.",
        "Jack: It might help if you tell me about the dream.",
        "Carly: It was the same as all of them. Les shows up and he freaks me out.",
        "Jack: What Holden said to you is getting to you, isn't it?",
        "Carly: I think so. If he honestly believes that Les didn't kill Julia, then maybe he won't be convicted.",
        "Jack: Les murdered Julia. All the evidence points to it. And he will be convicted.",
        "Carly: What if he isn't?",
        "Jack: You got me. I'm not going to let Les get anywhere near you.",
        "Carly: Okay.",
        "Jack: Forget about what Holden said. Les is going to go down for what he did to Julia and you, honey. I'll see to it personally.",
        "Carly: Because you're my g-man.",
        "Jack: Because I love you.",
        "Carly: I've got to get ready for work.",
        "Jack: Work? I thought Street Jeans was closed today for Jen's wedding?",
        "Carly: Yeah, it is, but, you know, we still have deadlines.",
        "Jack: I don't understand. You're going in there alone? Take the day off.",
        "Carly: No, you have to work. The kids aren't here. I'm supposed to just walk around here by myself?",
        "Jack: All right, there's no sense in arguing with you. If you need anything --",
        "Carly: I will call you.",
        "Jack: I'm working on a couple of cases, you know. I'm going to be gone --",
        "Carly: And you will have your cell phone.",
        "Jack: Sure, I'll have my cell phone.",
        "Carly: And I've got your number.",
        "Jack: Merv, yeah. It's Jack Snyder. Listen, Les Sweeny's transport, that's still on schedule for today, right? Okay. You saved me a seat in the van? Good, I want to hand-deliver this guy. Yeah, it's personal.",
        "[SCENE_BREAK]",
        "Casey: I just don't think it's a good idea for you to be hanging out at my house.",
        "Gwen: Did you get in trouble with your parents?",
        "Casey: No.",
        "Gwen: I mean, because it was just me, Will and Celia. It wasn't like you had some big party.",
        "Casey: Gwen, look -- Celia and I -- we're together. So I don't really have a lot of time to be hanging out with other people.",
        "Gwen: Maybe you should take these then. Before the ice cream melts.",
        "Celia: You should have asked Gwen to sit with us.",
        "Casey: She's working. Hey, what's up?",
        "Will: Hey, man.",
        "Celia: Will's going to be an usher at his sister's wedding.",
        "Casey: With a tux and everything, and you've got to walk up to people and ask them if they're friends with the bride or the groom?",
        "Celia: Don't. He feels bad already.",
        "Casey: He should feel bad. That's lame.",
        "Celia: Casey!",
        "Will: No, he's got a point. Bottom line is, even if my mom is crazy, my sister would be really hurt if I checked out on her wedding, so --",
        "Celia: So, it doesn't matter, because you're not going to be stuck with your mom. You're going to be sitting with us.",
        "Casey: What? Whoa, whoa, us? Like, at the wedding us?",
        "Celia: You told me your family was invited, right?",
        "Casey: Yeah. And my parents are going, I'm not.",
        "Celia: Why not?",
        "Casey: I mean, no offense, but I'm not Jennifer's brother, and, besides, I hate weddings.",
        "Celia: You hate weddings?",
        "Casey: What guy doesn't hate weddings?",
        "Celia: The guy I thought was right for me. Looks like I was wrong.",
        "[SCENE_BREAK]",
        "Katie: I know you two are madly in love, and can't stand to be apart, which is fine for after but for now --",
        "Mike: We just don't believe in the whole bad luck thing, Katie.",
        "Katie: Well, you should. Because I've been through three weddings and two marriages, and let me tell you, you need all the good luck you can get. So, Mike, you're out of here.",
        "Mike: Not yet. We'll take our chances.",
        "Jennifer: Katie, Mike and I haven't followed the rules so far. Why start now?",
        "Katie: Okay, well, I guess the damage is done anyway. But, promise me this, will you at least do the good luck for the ceremony. Something old, something new, something borrowed, something blue, and a penny in your shoe, which most people forget.",
        "Mike: I can see why. It's gotta hurt.",
        "Katie: Listen, I finished planning the menu with the caterer for you.",
        "Mike: Thank you, I totally forgot about this.",
        "Jennifer: And thank you so much for caring, Katie. But Mike and I have decided to put all the bad luck behind us. Right?",
        "Mike: Right.",
        "[Cell phone rings]",
        "Katie: Uh-oh.",
        "Jennifer: Oh, please, don't be silly. It's probably just Nikki. Yup. Hey, Nik. Where are you? At Dad's? On a plane going where?",
        "Katie: Uh-oh.",
        "Jennifer: What do you mean you can't come? You're supposed to be my maid of honor. No, sure. I'm fine. And we'll be sure to take lots of pictures and send them to you, okay? Love you, too.",
        "Mike: What happened?",
        "Jennifer: She was in Oakdale, and then she got an emergency call for some assignment. Just my luck to have a sister who can't say no to the FBI.",
        "Mike: Oh, baby, don't cry.",
        "Jennifer: I'm not crying. It's my hormones.",
        "Mike: It's going to be okay.",
        "Jennifer: I was supposed to have someone to hold my bouquet and straiten my veil and help me deal with my mother!",
        "Mike: Okay, I'll do all that for you. I've always wanted to hold the bouquet.",
        "Jennifer: What about something borrowed? It was supposed to be the bracelet that dad gave Nikki when she passed the police exam. Now what am I going to do?",
        "Mike: You can borrow my cufflinks.",
        "Jennifer: You are so not a girl.",
        "Mike: That's a good thing, right?",
        "Jennifer: Yes, it's a very good thing.",
        "Katie: I know, actually, the perfect place to borrow a bracelet.",
        "Jennifer: Where?",
        "Katie: From me.",
        "[SCENE_BREAK]",
        "Henry: You don't care about my marriage, Barbara. You don't even like me. You don't like Katie, for that matter.",
        "Barbara: But I love my daughter. In fact, I've gone to great lengths to make sure that she's happy, and I would do it again if I had to.",
        "Henry: Are you talking about Craig?",
        "Barbara: No, I'm talking about you and Katie.",
        "Henry: No, no, no. Don't pretend that was a slip of the tongue. Did you get rid of Craig?",
        "Barbara: Craig was making my daughter's life miserable by trying to lay claim to her unborn child, and now he's gone.",
        "Henry: Okay. And you would do anything to make Jennifer happy, right?",
        "Barbara: Yes, that's right.",
        "Henry: Okay, well, let me assure you that Jennifer is very happy that Katie and I are married.",
        "Barbara: As long as you stay married.",
        "Henry: We will. This has been great. Thanks for stopping by.",
        "Barbara: You know what? You know what? I know this must be very difficult for you to understand, that the person that you love might be in love with someone else, but I do understand. I was in a loveless marriage once.",
        "Henry: Only once?",
        "Barbara: Only once. Yes. So take it from me, as long as Katie stays involved with Mike and Jennifer, your marriage doesn't have a chance. Now, I understand that must be very upsetting for you to hear.",
        "Henry: No, Barbara, you know what it is? It is infuriating. You come into my house --!",
        "Barbara: Your wife's house! Where she lived with her ex-husband and my daughter's fiancé.",
        "Henry: Those plans have changed, lady, okay? Because the man that Katie Coleman lives with and sleeps with and is in love with is me!",
        "Barbara: You are really deluding yourself.",
        "Henry: I am so sick of people telling me that. Am I supposed to believe you -- you especially? Over my wife? She loves me!",
        "Barbara: There are all kinds of love, Henry.",
        "Henry: Yes, there are. And Katie and I have experienced all of them, Barbara. We started off as best friends, and then, before you know it, it moved into something else. And now we're lovers. We have it all.",
        "Barbara: Pardon me, but I find that a little difficult to believe.",
        "Henry: Pardon me, I find it very difficult to believe that one woman can possess so much gall. You insult me and then you expect me to thank you for looking after my best interests? No, forget it, sweetheart, okay? Whatever happened between Katie and Mike is in the past, and the only reason -- the only reason -- that she is helping out with this wedding is out of friendship!",
        "Barbara: Are you blind? Can't you see that Katie really wishes that she was going to be standing beside Mike? That she wants to marry him today, instead of Jennifer?",
        "Henry: Katie has a husband!",
        "Barbara: Really? Then you tell me why, when I last saw her, she was wearing Jennifer's bridal veil and modeling her wedding dress? Imagining that she was going to be walking down the aisle to Mike? Now, I wouldn't call that just a friendship. Would you?",
        "[SCENE_BREAK]",
        "Jack: What time you guys moving out with that transport? Yeah, it still works for me. Okay. Yeah, give me a holler when you're ready to roll.",
        "Margo: So Sweeny's finally being shipped out?",
        "Jack: Yeah, by tonight he'll be the state's problem.",
        "Margo: And you're riding transport?",
        "Jack: Yep.",
        "Margo: Why?",
        "Jack: He tried to kill my wife, Margo. It's going to give me a special kind of joy to personally escort him to his cell.",
        "Margo: Jack, I don't think that you should do this.",
        "Jack: And why is that?",
        "Margo: Because of Carly.",
        "[SCENE_BREAK]",
        "Carly: It's nothing. Just take a deep breath.",
        "Les: I ain't going anywhere. I'll always be with you.",
        "Emily: Carly? What's wrong? Honey, what's wrong?",
        "[SCENE_BREAK]",
        "Casey: Help me out here, dude.",
        "Will: Hmm-mm. You're on your own.",
        "Casey: Come on, Celia, you're messing with me, right? You're not really going to break up with me, because I won't go to some stupid wedding.",
        "Celia: No, I won't break up with you.",
        "Casey: Good.",
        "Celia: Not if you take me to Will's sister's wedding.",
        "Casey: Celia, you don't even know Will's sister.",
        "Celia: But I know all about her. She's a famous designer, so I'm sure her wedding dress is beautiful. And there's going to be flowers and the bridesmaid's dresses. Come on, Casey, take me, please? We'll have fun. We'll eat, we'll dance. There's gonna be cake there.",
        "Will: Gotta love cake.",
        "Casey: Okay.",
        "Gwen: Hey, Terrence? It's me, Gwen. Yeah, it has been a long time. So how's the catering business going? You got any big weddings this week? Cool. Jennifer Munson wedding? Well, actually, I was hoping that you guys might need some extra help. No, yeah, I'll hold. Go check.",
        "[SCENE_BREAK]",
        "Henry: You're making this up, or whatever you saw is not what you think you saw.",
        "Barbara: Oh, come on, Henry. Katie's behaving as if she's the bride-to-be. I even saw her feeding wedding cake to Mike. Now, think about it, all right? She's planned the music for Jennifer's ceremony. She's planned the menu for the reception.",
        "Henry: That's because she was asked to help!",
        "Barbara: Jennifer doesn't need her help! She has me!",
        "Henry: Oh, that's what's sticking in your craw? It's not that Katie might replace Jennifer, it's that Katie has already replaced you. You wanted to control every detail of this marriage, and it's really getting to you that Katie has stolen your thunder.",
        "Barbara: All right, all right. You want to ignore my advice, you go right ahead, but I'll tell you something -- if Katie wants Mike as much as I suspect, I think there was a little plan in the works here. I think she was going to drug the bride.",
        "Henry: What?",
        "Barbara: And then stash her in a closet --",
        "Henry: Oh, come on!",
        "Barbara: And take her place beside Mike at the altar!",
        "Henry: You've got a wicked imagination, lady. Really.",
        "Barbara: Well, I will give you very healthy dose of realism here. You keep your little wife away from that wedding, or you can risk never seeing her again.",
        "Henry: Meaning what? You're going to hurt Katie?",
        "Barbara: If Katie tries to stop the wedding, I will stop her.",
        "[SCENE_BREAK]",
        "Jennifer: You've done too much already.",
        "Katie: Oh, don't even worry about that. This will go perfectly with your dress. And I know it'll bring you a lot of luck. It means a lot to me.",
        "Jennifer: Oh? Why?",
        "Mike: Don't look at me. I didn't give it to her.",
        "Katie: No, he didn't. Henry did a long time ago when we were just barely friends. And now we're married, so it just goes to show you sometimes things work out for the best.",
        "Jennifer: Isn't it beautiful?",
        "Mike: I think you're beautiful. Thank you.",
        "Katie: No problem. Okay, the catering's set, the music's set, the flowers are set. Do you need anything else before I go?",
        "Jennifer: You're leaving?",
        "Katie: I have to go get ready for the wedding. I'll be right back.",
        "Jennifer: But who's going to help me with my dress and my veil?",
        "Mike: Your mother will be back soon.",
        "Jennifer: But she's not here now. I need a maid of honor. Katie, would you do it?",
        "Katie: Me?",
        "Jennifer: Why not? Do you think this wedding is meant to be?",
        "Katie: Yeah.",
        "Jennifer: Then help me straighten my veil and hold my bouquet and help me not be crazy. Be my maid of honor, Katie.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Carly: I barely survived it the first time. I cannot lose Jack again.",
        "Les: Oh, what the hell's going on here?",
        "Jack: Going along for the ride. You got a problem with that, Lester?",
        "Les: Yeah.",
        "[SCENE_BREAK]",
        "Katie: You're just being nice. Jennifer, this really isn't necessary.",
        "Jennifer: No, after everything you've done to make this wedding perfect, it's only right that you be part of it. Don't you think?",
        "Mike: Why not?",
        "Jennifer: Will you do it?",
        "Katie: No, I can't be your maid of honor. I'm married, so I think the correct term would be matron of honor.",
        "Jennifer: Oh, yes! Oh, here, here, Nikki's dress is in here.",
        "Katie: Do you think it will fit?",
        "Jennifer: Perfectly.",
        "Katie: Okay. I better get going if I'm going to be ready on time. Thanks.",
        "Jennifer: Are you really okay with this?",
        "Mike: I'm a little confused. Last week, we didn't even want to lay eyes on Katie again.",
        "Jennifer: Yeah. Well, I know. And I could hold everything that Katie has ever done against her, but you've let it go. So now it's my turn. Please? Especially since -- I've made so many mistakes, you know, with Craig.",
        "Mike: We're not talking about Craig on our wedding day.",
        "Jennifer: But just this one little bit. To make a point. That you've forgiven me. So I may as well forgive Katie.",
        "Mike: It's one thing to let bygones be bygones, but to have Katie standing up there on the altar with us? I mean, that's a bit much.",
        "Jennifer: What is she going to do? Try to stop the wedding?",
        "Mike: No -- no. She'll do exactly what a matron of honor is supposed to do -- she'll walk down the aisle, she'll smile a little, she'll cry a little, and she'll bear witness while we become a family.",
        "[SCENE_BREAK]",
        "Henry: Wait, wait, wait a second. Wait a second. Yes, there was a time when Katie first got back to Oakdale, she did want to rekindle things with Mike and that ended after we got married. She told me so, herself, Barbara. She said it over and over again, she doesn't want anything from Mike anymore. She just wants Mike and Jennifer happily married as much as you do.",
        "Barbara: And you believed her, even though the entire town knows what a good liar Katie is? Or maybe you believed her, because you weren't willing to face the fact that the kind of love that Katie has for Mike just doesn't disappear. Even though she can't be with him fully, as long as she can be around him, she'll never be able to let him go.",
        "Henry: Get out.",
        "Barbara: Keep Katie away. Or I will.",
        "Henry: Enough of the threats, Barbara. Get out.",
        "Barbara: You know what, Henry? You should be very thankful for my threats, because when you do keep Katie away from that wedding, you'll be able to tell her that you were protecting her from me, when all you were really doing was keeping her with you for as long as you can.",
        "[SCENE_BREAK]",
        "Emily: You feel better?",
        "Carly: Embarrassed. Jumping at a shadow like that. It's so silly.",
        "Emily: Well, I could use a good laugh. Want to tell me about it?",
        "Carly: I was just spooked, that's all, working here alone. It's been a while, you know, and I was concentrating on what I was doing. Just don't tell Hal, okay? Because he'll tell Jack and then Jack will worry.",
        "Emily: Did you draw this? Is this Les? Talk to me, Carly.",
        "Carly: No one will understand.",
        "Emily: I will. I promise you, I will understand.",
        "Carly: I try to sleep and he's in my dreams. I try to work and I think I hear him coming after me. Now I'm drawing him.",
        "Emily: You didn't intend to draw that, did you?",
        "Carly: No. No. He's in my mind. And Jack -- Jack thinks I'm losing my mind.",
        "Emily: Did he say that to you?",
        "Carly: No, he doesn't have to say it. I can tell he thinks it. I don't blame him. I think it.",
        "Emily: Listen, you are trying to turn something terrifying into something normal. You're not losing your mind. You're trying to deal with the fact that somebody -- they busted into your home and tried to harm you. You're not crazy. You have every right to be shaken up by this.",
        "Carly: I've been through worse, and nothing has ever gotten to me like this. This morning, I had a dream that he was in the house again. He was in my bed. That wasn't the worst part. Jack was gone. Oh, no.",
        "Emily: What is it?",
        "Carly: The dream. In the dream, Jack said the exact words he said the day of the accident. That day he disappeared.",
        "Emily: No, it was just a nightmare, honey.",
        "Carly: I can't lose him.",
        "Emily: You're not going to lose Jack again. I promise you.",
        "Carly: I barely survived it the first time. I cannot lose Jack again.",
        "[SCENE_BREAK]",
        "Jack: Just why don't you tell me what it is you think Carly needs?",
        "Margo: You, Jack. I think she needs you.",
        "Jack: I don't help her right now, Margo. When I'm with her, even when I'm holding her, I can feel how terrified she is that Les is coming back. It doesn't matter what I say or do, she's still scared.",
        "Margo: I guess that makes you feel pretty helpless?",
        "Jack: Oh, no, I want to kill him. I do. He put his hands on my wife, Margo. I don't want to see him behind bars anymore, I want to see him in the ground.",
        "Margo: Yeah, well, one more reason you shouldn't ride this transport, Jack.",
        "Jack: I'm not going to cross the line, Margo, but I can't sit around and do nothing. Carly's waking up in the middle of the night, screaming because she sees the guy chasing her in her dreams. I've got to do something.",
        "Margo: Well, tell me, how did she feel when she was in Montana?",
        "Jack: Better. But it didn't take more than an hour for her to go right back to the same place. That's why I moved the transport up. That's why I have to do this myself. I want to come home, and I want to tell her, \"Honey, he's put away. He can't hurt you.\"",
        "Margo: Ugh, men, men. You just don't get it. You're so busy seeing Carly's pain that you don't see how much you comfort her, Jack. Just when she wakes up at night and she looks over and she sees you and she can reach out and she can touch you. Oh, man, you think you're not helping, but you are. Just by being in the same room, by holding her at night, by being just a phone call away. It just brings her one step closer to being normal. Now, that being said, I don't think Carly is the only reason that you want to do this transport.",
        "Jack: Okay, I haven't transported a prisoner since Starziak and I went off that bridge. I've had the opportunities, but I've always somehow managed to duck it.",
        "Margo: Jack, you don't have to prove anything to anybody.",
        "Jack: Who's lying now? Hey, I need to know there's not one aspect of this job that I can't handle, Margo.",
        "Cop: Jack, the transport's loading up. You still in?",
        "Jack: Yeah. Yeah, I'm in. Okay. This might not work for Carly or for me, but I got to give it a shot. For both of us. What's more frustrating than acne?",
        "[SCENE_BREAK]",
        "Emily: I got an idea. Why don't we go to Al's and have a piece of that key lime pie. I think it'll make you feel better.",
        "Carly: You have to get ready for the wedding, don't you?",
        "Emily: I've got plenty of time to spend with you.",
        "Carly: I don't want pie, thanks. I just can't shake this -- I can't shake the feeling that I'm going to lose Jack --",
        "Emily: All right, listen to me. I get it. I do. But, you're upset right now about being attacked. That's all this is. You're not losing Jack again, I promise.",
        "Carly: You don't know that. Listen, thank you for coming by, really? But I've got to go. Will you lock up for me?",
        "Emily: Yeah, of course. Where are you going?",
        "Carly: To see Jack. I don't care how crazy it sounds, I have to make sure that he's all right.",
        "[SCENE_BREAK]",
        "Les: I don't like this, man. This is taking way too long.",
        "Prisoner: Hey, man, what's the rush? We're going to the pen.",
        "Les: Oh, what the hell's going on here?",
        "Jack: I'm going along for the ride. You got a problem with that, Lester?",
        "Les: Yeah, this is harassment! I don't want you anywhere near me, man!",
        "Guard: We got a problem?",
        "Les: Yeah, we got a problem -- Johnny law here. Listen, I want to talk to my lawyer. You call her and you tell her that a detective, Jack Snyder -- I want him off this van now.",
        "Guard: I'll get right on that.",
        "Les: Thank you.",
        "Guard: We're loading one more in, then we're out of here.",
        "Jack: Thanks, Doug, I appreciate it.",
        "Les: Oh, yeah, thanks, Doug. That's great. I don't know what kind of games you guys are playing here, but its police brutality, is what I'm thinking.",
        "Jack: Don't get your panties in a bunch, Les! Think of it as a joy ride.",
        "[SCENE_BREAK]",
        "Casey: If my girlfriend wants to go to her first American wedding, who am I to say no?",
        "Celia: So now you don't have to spend the wedding with your mom. You'll be with me and Casey, the three musketeers. Oh, no.",
        "Will: What is it?",
        "Celia: I don't have anything to wear.",
        "Casey: Hey. No matter what you wear, you look awesome.",
        "Gwen: Anything will be better than the uniform I'll be in.",
        "Celia: You're going to the wedding, too?",
        "Gwen: Yeah, the company catering the reception just called to see if I could work it. Plus, I could always use the extra money.",
        "Celia: That's great! The three musketeers just turned into four.",
        "[SCENE_BREAK]",
        "[Barbara remembering what she told Henry.]",
        "Barbara: Katie was behaving as if she were the bride-to-be.",
        "[SCENE_BREAK]",
        "Jennifer: As much as I know you do not want to leave me, sooner or later, you are going to have to put on your tux. Unless, of course, you want to get married in blue jeans, which I wouldn't necessarily mind.",
        "Barbara: I would! Mike, hello.",
        "Mike: Hi.",
        "Barbara: Don't you know its bad luck for the groom to see the bride on her wedding day?",
        "Mike: All right. You know what? You could walk under 1,000 ladders and have 100 black cats cross your path and you'd know who you'll be when you wake up in the morning.",
        "Jennifer: Yeah. But I want to hear you say it.",
        "Mike: Mrs. Mike Kasnoff.",
        "Jennifer: I guess I should get ready.",
        "Barbara: Yes, you should, and I'm going to help you do that. But first, I want you to open this.",
        "Jennifer: What is that?",
        "Barbara: Look. They were my mother's, your namesake. I thought maybe they could be your something old and your something blue.",
        "Jennifer: Oh, Mom, I love them. And they'll go perfect with my bracelet.",
        "Barbara: Oh, let me see. Where'd you get that?",
        "Jennifer: It's my something borrowed.",
        "Barbara: From whom?",
        "Jennifer: From my maid of honor -- matron of honor, Katie.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Katie: Hello? No, I wasn't handling flowers, but if you can't get a hold of Ms. Ryan -- what do you mean rose petals are unavailable? That's unacceptable. Well, then call one of your competitors. Those rose petals better be delivered within the hour, or you are facing a lawsuit. Yes, I am very serious. Do you have any idea how much this wedding means to me? This is going to be the most important day of my life.",
        "[SCENE_BREAK]",
        "Jennifer: Mom, I've made my decision. I am glad Katie's going to be here. She's been wonderful. And I want you to be nice to her.",
        "Barbara: I promise I will be and, oh, do you look beautiful in those. I promise from the moment that she crosses the threshold, I'll be nothing but smiles.",
        "Jennifer: Thank you.",
        "Barbara: I want you to be happy, honey. I want this to be the wedding of your dreams.",
        "Jennifer: I'll have you to thank for it.",
        "Barbara: Yes, you certainly will.",
        "[SCENE_BREAK]",
        "Casey: I'm going to go call my mom and let her know we're going to the wedding, all right?",
        "Will: Yeah, don't worry about the RSVP thing. I got you guys covered.",
        "Casey: All right, cool.",
        "Celia: We're going to have so much fun.",
        "Will: You did this for me, didn't you?",
        "Celia: Did what?",
        "Will: Going to the wedding. You knew I didn't want to deal with my mom.",
        "Celia: And now you don't have to. And I do love weddings.",
        "Casey: What are you doing?",
        "Gwen: Placing an order.",
        "Casey: No, you know what I'm talking about. The wedding. Now, all of a sudden, you're working there? What are you really after, Gwen?",
        "Gwen: What do you think? I told you, I need the money.",
        "[SCENE_BREAK]",
        "Les: Hey, what is this, Snyder, man, huh? What, it's not enough that you're framing me for murdering Julia and you're stealing my kid, now you get to sit there and watch me squirm? Make you feel good?",
        "Jack: It's a tough job, Les, but somebody's got to do it.",
        "Les: Yeah. Oh, man, what is it with you? You think you've got it all figured out. Yeah, you got Keith to plant that bee pollen in my car. Now, you're pushing me to go to state pen without even going to trial.",
        "Jack: I'm just looking out for you, Les. This way you can get a look at your new digs, maybe do a little decorating. Who knows.",
        "Les: You know, Jack, sometimes, no matter how much you think you know how things are gonna go, sometimes, they just doesn't turn out how you plan.",
        "[Les chuckles]",
        "[SCENE_BREAK]",
        "Carly: Hey, have you seen Jack?",
        "Margo: He just left.",
        "Carly: Where did he go?",
        "Margo: You should call his cell.",
        "Carly: Where did he go, Margo?",
        "Margo: He went on a prison transport.",
        "Carly: Transport? The one taking Les Sweeny?",
        "Margo: Yeah, that's the one.",
        "Carly: Not again. This can't happen again.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Katie: Hey. Why aren't you dressed?",
        "Henry: Because I'm not going to this wedding. Neither are you.",
        "Margo: Jack is going to be fine. This is not like last time. Jack's just along for the ride. He's got two armed guards with him.",
        "Carly: Margo, you don't understand. Something terrible is going to happen. I can feel it."
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=cWGwZT9cpWI"
}