{
    "Episode Summary": [],
    "Recap": [
        "Roseanna spurns Paul, but begins to find a connection with Craig. Paul confronts Jordan, leading into a fight when Paul tells his brother that if he would've let Roseanna and Cabot stay on the run, none of this would have happened. Jennifer breaks them up and Jordan resigns from BRO. Carly knocks on the wrong door, dashing her hopes. Mike encourages her to find Jack. Julia and Jack are interrupted by the police, finding out that Les is behind bars. But Jack isn't sure about making love to Julia; he has a brief vision of a blonde woman and tells Julia that until he can find out who he is, they shouldn't become intimate. Aaron is talked into taking one of Chris's groomsman positions, despite his pleas not to. He and Alison also gear up for the last clue for the Keys of the Kingdom contest."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: When did you get the patience for champagne flutes and seating charts? Lately, you've been entirely awesome.",
        "Chris: Well, maybe that's because I have an entirely awesome girl who agreed to marry me. I know I've allowed myself to get a little too distracted lately.",
        "Alison: No, I'm not complaining. I mean, I know that this is what it's like to be a doctor's wife, and I have to get used to it, right?",
        "Chris: But it's about time I start putting you and this wedding first. Okay? So I'm gonna do whatever it takes to make it up to you.",
        "Alison: Well, if this is a sneak preview of what it's like to be your wife, then I'm glad I signed up.",
        "[Cell phone rings]",
        "Chris: Yes. Excuse me. Chris Hughes. Hey, Ted, what's up? It's my buddy from med school. Did you get your invitation?",
        "Alison: Ted? Did I give him \"c\"?",
        "Aaron: Extra, extra. \"The City Times\" is printing another clue in tomorrow's edition.",
        "Alison: They are? And, Aaron, we already have five keys. If we get this one tomorrow, then we --",
        "Aaron: $300,000.",
        "Alison: Before my wedding. And then I can get first-class plane tickets for our honeymoon. We can have a honeymoon. Chris, we can -- what's wrong?",
        "Chris: Uh -- Ted broke his leg hiking up near Wisconsin. He's okay, but he's not going to be able to stand up in our wedding party.",
        "Aaron: Who's Ted?",
        "Alison: He's one of the groomsmen. I can't believe this. This whole wedding's gonna look lopsided.",
        "Chris: Alison, its okay. We're going to figure it out.",
        "Alison: How? We can't just ask some guy on the street \u0096 Aaron. Why not? Aaron would love to fill in, wouldn't you?",
        "[SCENE_BREAK]",
        "Lucinda: Oh, excuse me. I'm looking for Paul Ryan.",
        "Jordan: He's not here.",
        "Lucinda: When might I expect to see him?",
        "Jordan: He's off looking for something that he is never going to find.",
        "Lucinda: James Stenbeck.",
        "Jordan: What's it to you?",
        "Lucinda: I don't believe that we've met. I'm Lucinda Walsh.",
        "Jordan: The owner of \"The City Times.\" Yes, I'm aware of you and your paper.",
        "Lucinda: And you are?",
        "Jordan: I'm someone who's watched you splash James Stenbeck's every move across your front page for months. You people give that monster a reason to live.",
        "Lucinda: Oh, but how I wish, how I wish -- that I could print that somebody had finally locked that fiend up and kept him there. But until that day, if that day ever arrives, James Stenbeck's exploits are newsworthy.",
        "Jordan: Well, let me give you a little item you might want to print on page one. Stenbeck had better pray that he is never found, because if I ever lay my hands on him, I will kill him.",
        "Lucinda: Can I quote you on that?",
        "Jordan: I would be disappointed in you if you didn't. My name's Jordan Sinclair. S-I-N-C-L-A-I-R.",
        "Lucinda: Mr. Sinclair, you don't mince words. You're a man after my heart.",
        "Jordan: Well, then you don't mind me telling you that this interview is over. Good-bye, Mrs. Walsh.",
        "[SCENE_BREAK]",
        "Paul: You slept with Jordan?",
        "Rosanna: I'm sorry you had to find out like this. Thank you so much, Jennifer.",
        "Jennifer: I know that you've lost your child, Rosanna, but I've had enough of you heaping blame on Paul when all he did was love you, and you just keep trying to punish him for it.",
        "Paul: Jennifer --",
        "Jennifer: Now, I don't know what Paul said to you just now. But if I know my brother, he is standing here with his heart in his hands, ready to ask you for another chance. And he deserves to know just how much -- I'm sorry, Paul -- or how little he means to you.",
        "Paul: Jennifer, please. I think this is between Rosanna and I now. I would like for you to give us a minute, please. Is this revenge?",
        "Rosanna: No.",
        "Paul: I couldn't save Cabot, so -- you sleep with my brother as some kind of payback. Is that what's going on?",
        "Rosanna: No. I don't expect you, or Jennifer or anyone else to understand. I was hurting. He was hurting. I just needed somebody. It just happened.",
        "Paul: All right. How does something like that \"just happen\"?",
        "Rosanna: Why does it matter? No, what we had is gone.",
        "Paul: I don't believe that. I don't believe that, and I'm not gonna let you go.",
        "[SCENE_BREAK]",
        "Carly: Please, Jack, be here.",
        "[Knock on door]",
        "Jack: Wait, wait, wait, wait.",
        "Julia: Should I answer it?",
        "Jack: No, no. No, they'll go away. Come here. Come here.",
        "Carly: I know someone's in there.",
        "Julia: Oh! Whoever it is is not going away.",
        "Jack: Stay there, stay there. I'll take care of it.",
        "Carly: Please open the door.",
        "[Knock on door]",
        "Jack: Hold on, I'm coming",
        "[SCENE_BREAK]",
        "Jack: Hi.",
        "Cop: Sorry to bother you so late. Ma'am, I need to ask you a few questions.",
        "Jack: Is this about the arrest that was made earlier? Come on in.",
        "Teen J.J.: Yeah?",
        "Carly: Jack.",
        "Teen J.J.: Sorry, lady. There is no Jack here.",
        "[SCENE_BREAK]",
        "Carly: Wait a minute. Does a boy live here? A boy named J.J.?",
        "Teen J.J.: You're lookin' at him.",
        "Carly: Oh. I know this is a weird question, but your mom -- has she started to see somebody new?",
        "Teen J.J.: You're right, this is weird.",
        "Carly: Yeah, I know. I know this is strange. But I'm looking for someone. And I can't stop until I find him.",
        "Boyfriend: What's going on here?",
        "Teen J.J.: This lady's lookin' for you.",
        "Boyfriend: Do I know you?",
        "Carly: No. No, I'm sorry. I'm sorry.",
        "Mike: Hey. Hey, hey.",
        "Carly: Mike --",
        "Mike: Are you okay? Your PI couldn't reach you, so he called me. What's going on?",
        "Carly: This house -- I knocked. But it wasn't him, Mike. It wasn't Jack. He's not here.",
        "[SCENE_BREAK]",
        "Jack: The guy was kicking and screaming all the way to the squad car, but I'd say it was a clean collar.",
        "Julia: He was great. You should have seen him. I don't know what I would have done without him. Tell me one thing, though. My ex-husband, is he behind bars?",
        "Cop: Yes, ma'am. You won't have to worry about him again.",
        "Julia: Thank you so much.",
        "Cop: Sir, all I need is your name.",
        "Jack: My name is Jack. And my last name is, well --",
        "Julia: Jackson.",
        "Cop: Jack Jackson?",
        "Jack: Jack Jackson, that's my name. Rolls right off the tongue, doesn't it? Thank you. Jack Jackson? That's the best you could come up with?",
        "Julia: I think it suits you.",
        "Jack: Sounds like one of those cheesy radio deejays. \"This is Jack Jackson playing all your favorite love songs from dusk till dawn.\"",
        "Julia: Mm. Speaking love songs -- where were we?",
        "[SCENE_BREAK]",
        "Alison: I really think it would be great if you two could be friends, too. Just forget the past, start fresh. Couldn't you handle that? Couldn't you -- couldn't you do that for me?",
        "Chris: Alison, you know that there's nothing that I want more than to make you happy.",
        "Alison: Okay, so then you'll let Aaron be part of the wedding?",
        "Aaron: Look, you guys don't need me up in your faces when you're saying your \"I dos,\" okay? I mean, Ali, I know your heart's in the right place --",
        "Alison: I want you to be a part of my wedding, okay? And Chris wants me to have the perfect wedding --",
        "Aaron: Alison, thank you so much for asking, really. But I can't do it.",
        "[SCENE_BREAK]",
        "Lucinda: James Stenbeck may be your father --",
        "Jordan: No, he is the monster who impregnated my mother, that's it.",
        "Lucinda: Well, I would not wish that burden, to be his child, on anybody. I would not wish it. But at the same time, may I say something? It's an accident of biology. Doesn't mean that much. You know, what's in a man's heart -- that's what means something, the choices he makes that make his character. I, for example, well, I come from a less-than-distinguished gene pool, but I have never let that deter me. Now, if you need -- if you need to hear some James Stenbeck war stories, I got them by the dozen.",
        "Jordan: I'm sorry. I don't have time for war stories or pep talks. Thank you.",
        "Lucinda: You're a young man in a hurry. Where to?",
        "Jordan: As far away from this God-forsaken town as I can possibly get.",
        "Lucinda: That's a pity, you know, because you got brains and backbone. And this town needs that. Hey, here, just in case you change your mind. Bye.",
        "Jordan: I won't.",
        "[SCENE_BREAK]",
        "Rosanna: Paul, please don't do this. Let me go.",
        "Paul: I'm not gonna let you go. I let you go before, and I'm not gonna make that mistake again.",
        "Rosanna: Please don't. Come on, walk away.",
        "Paul: Why? Look, we're angry -- both of us. And we both feel betrayed. And that will pass. It's temporary. But what we have, it's not temporary. We have something.",
        "Rosanna: No, we don't. Not anymore.",
        "Paul: I love you. And when we were at the carnival, and I got down on one knee and asked for you to be my wife, I know that I didn't invent the look that you had in your eyes.",
        "Rosanna: That was a beautiful moment.",
        "Paul: Yeah. We -- something brought us together. And that something will get us through this, whatever this is.",
        "Rosanna: I wish that were true.",
        "Paul: Let me be the one. Let me help you. Let me mourn with you. I loved Cabot, too. Let me be your comfort.",
        "Rosanna: Paul, my baby's dead because of you. You made your choice. Now we both have to live with it.",
        "Rosanna: Emma? \"Rosanna, took Luke to the store for more school supplies. Won't be long, Emma.\" Hmm. There we go. Here kitty, kitty, kitty, kitty.",
        "[SCENE_BREAK]",
        "Paul: Where you goin', brother?",
        "[SCENE_BREAK]",
        "Dennis: Mrs. Snyder here? I'm really sorry that lead didn't pan out.",
        "Mike: I want to know why you let her knock on some stranger's door without checking it out first. God only knows what could've happened.",
        "Carly: Mike, don't blame him. He tried to talk me out of it, and I wouldn't listen. I was so sure that Jack was at that house.",
        "Dennis: Don't you worry, Mrs. Snyder, if your husband's out there, I'll find him.",
        "Carly: Well, good. There's still the woman that I met at the Water Park. Who has a son about Parker's age.",
        "Dennis: I searched the database for the area, remember? The only match was the house you visited tonight.",
        "Carly: That wasn't exactly a match, was it? We can keep searching, right? You can search in nearby towns.",
        "Dennis: And enter what? We've got to narrow it down to something more than \"mother whose son's initials are J.J.\"",
        "Carly: I know. I'm just so desperate. I keep thinking now that I'm seeing jack around every corner. I just so wanted him to be with that mother and son that we saw. If I could just find that woman, if I could talk to her --",
        "Dennis: Let's assume that that park worker did see your husband with those two people. Why do you think your husband might have been with a mother and a son?",
        "Carly: I don't think I like what you're implying.",
        "Dennis: I'm not implying anything. It's just that I've seen a lot of cases where everybody thinks the husband is the greatest guy in the world.",
        "Carly: You believe that my husband left me for another woman?",
        "Dennis: When I take an assignment, it's my job to consider all the possibilities.",
        "Carly: Well, I've got another assignment for you, Mr. Everhart. There's the door. Use it and get the hell out of my house.",
        "[SCENE_BREAK]",
        "[Jack sighs]",
        "Julia: What's wrong?",
        "Jack: That cop had pretty good timing, didn't he?",
        "Julia: You wanted to be interrupted?",
        "Jack: No. No. But maybe it saved us from going down a road we -- we probably shouldn't.",
        "Julia: I don't understand. I've been the one who's been afraid.",
        "Jack: Yes, I know, and I've been trying to talk you out of it when maybe -- I care about you, Julia, I really do. And I'll never forget waking up in that hospital, completely lost, no life, and there you were, my beautiful angel, giving me your hand and letting me hold it. And when you couldn't give me back my life, you took me into yours. And I know that you've been scared -- scared to get in too deep with a guy with no past and a future you can't be sure of. And I don't blame you. After everything you've done for me, the last thing I want to do is hurt you, Julia --",
        "Julia: Shh.",
        "Jack: Are you sure? Really?",
        "Julia: Mm-hmm. What is wrong?",
        "Jack: I don't know.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Julia: What happens, Jack, if you find her? Your wife, who misses you like crazy? What then?",
        "Craig: I was hoping that from time to time we could see each other, that's all.",
        "[SCENE_BREAK]",
        "Alison: I know that you and Aaron have some bad blood, but --",
        "Chris: Alison, the guy tried to get me thrown in jail, remember? So pardon me if I can't just snap my fingers be pals with the guy.",
        "Alison: Okay, okay, so friendship is too much to hope for. But I would really like it if I could be in the same room with you two and not feel like a referee.",
        "Chris: This really means that much to you?",
        "Alison: Yeah.",
        "Chris: Okay, I'll do it.",
        "Alison: You are the best. Thank you.",
        "Aaron: She talked you into it, didn't she? I swear, Ali can sell hair clippers to a bald guy.",
        "Chris: Look, I'm not thrilled about this either, but it would mean a lot to Alison.",
        "Aaron: Look, how am I supposed to stand up in church with a big smile on my face knowing that you got hot and heavy with her sister?",
        "Chris: No matter what you think you saw, Aaron, nothing happened between Emily and me. And nothing ever will.",
        "Aaron: Okay, Chris, I'd really love to believe that.",
        "Chris: Look, I told you that I would do right by her. And I promised that girl that wedding of her dreams, and if that entails you standing up there while we say our \"Ii dos,\" so be it.",
        "Aaron: Not happening, pal, sorry.",
        "Chris: If you won't do it for me, do it for Alison. Do it for your best friend.",
        "Alison: So what did he say? So you'll do it?",
        "Aaron: I'm sorry for being such a jerk, Ali. Like, if this is what you guys honestly want, then I would be honored.",
        "[SCENE_BREAK]",
        "Julia: Jack, what's wrong?",
        "Jack: I was wearing this when they found me, right? It wasn't in my pocket, it wasn't in my shirt, nothing?",
        "Julia: Yeah. No, I mean, you had it on. Why? Do you -- do you remember something? A name or a person?",
        "Jack: A woman. I remember a woman.",
        "Julia: Something specific, you know?",
        "Jack: It's gone. But she was important to me. I have this feeling she was important to me. Only I don't know why she was important, or how. All I know is, right now, this is where I want to be, right here.",
        "Julia: Are you sure?",
        "Jack: Yes, because you're real, not some fuzzy image in my head. And I want to touch you, and I want to hold you. That's want I want to do.",
        "Julia: Then do it.",
        "Jack: I can't, I can't, I can't. I can't, it's not fair. Not to you, not to me, especially not to J.J.",
        "Julia: I wish I didn't already know that.",
        "Jack: No, don't get me wrong. Julia, don't get me wrong. I want you. I do. And not just -- not just in a physical way. I want to live with you. And I want to share your life with you, and laugh with you. But first -- I have to -- I have to know where I come from, and who I left behind.",
        "Julia: What happens, Jack, if you find her? Your wife, who misses you like crazy? What then?",
        "[SCENE_BREAK]",
        "Carly: What you don't know, Mr. Everhart, is that Jack and I fought harder just to be together than any two people should have to. And we made it.",
        "Dennis: I didn't mean to say that --",
        "Carly: I'm not finished. I watched that man become the most loving, dedicated father I have ever seen. He loved Parker like he was his own flesh and blood. He welcomed Sage when he wasn't even sure he ought to, and he never stopped loving me, even though I gave him a hundred infuriating reasons. Jack Snyder made me happier than I ever thought I had the right to be. So, don't you dare stand there and tell me I don't know my husband.",
        "Dennis: I'm sorry, Mrs. Snyder. You let me know how you want to proceed.",
        "Mike: You're right. You know, Jack loved you more than his own life, and if he's out there, he will find his way back to you.",
        "Carly: If he's out there. I've got a little boy upstairs who's completely convinced that Jack is alive. I met a woman who thinks that she might have seen him in a crowd of hundreds of people. And that's it. That's all the proof that I have that my husband is alive.",
        "Mike: Maybe that's all you need.",
        "Carly: I just don't know what's what anymore. I want Parker to be right. I want that woman at the Water Park to have seen Jack. I want it so bad, I can barely breathe. That's why I was sure that Jack was going to be at that house tonight. I was so sure that he'd be standing there, and I would leap into his arms, and this whole nightmare would be over. What do you think? You think I'm crazy? You think I'm living in denial? Do you think the reason Jack hasn't come home is because he's really gone?",
        "[SCENE_BREAK]",
        "Rosanna: Emma has taken pity on a big, stray cat. Do you know what I told her? I told her, \"don't do it. You show them a little kindness, you'll never get rid of them.\"",
        "Craig: What do you want me to do with this?",
        "Rosanna: Well, if you're not gonna drink it, leave it outside the door. You might as well come in.",
        "Craig: It's quiet here. It's always quiet. Peaceful.",
        "Rosanna: Yes, I've loved this place since I was a little girl.",
        "Craig: Emma took Luke shopping?",
        "Rosanna: Yes. Did you enlist that child to get Emma out of your way?",
        "Craig: Emma has a soft spot for him.",
        "Rosanna: Since when?",
        "Craig: Since always.",
        "[Rosanna laughs]",
        "Rosanna: Well, it's nice to know some things don't change.",
        "Craig: But things do change, don't they, bub? Things get broken, things get lost. I loved Cabot, too, you know.",
        "Rosanna: You know, I went for a walk the other night, and I just started humming --",
        "Craig: \"Twinkle twinkle little star.\" Cabot's favorite. Cabot's favorite. You know, if you and I hadn't lost Cabot, maybe all this wouldn't have happened.",
        "Rosanna: Well, we'll never know now, will we?",
        "[SCENE_BREAK]",
        "Jordan: I didn't know you were back in town. I don't suppose you found James on your travels?",
        "Paul: No, I didn't get lucky. How about you? You get lucky?",
        "Jordan: I -- I don't know what you mean.",
        "Paul: The first person I talked to when I got back to town was Jennifer. Guess who she was talking to? She was talking to Rosanna, and guess what they were talking about? Seems while I was out of town looking for the guy who killed your son, you were making nice with the woman that I love.",
        "Jordan: Paul, if you talked to Rosanna about what happened, then she must have explained to you that we were both in a lot of pain at the time, okay?",
        "Paul: Right, you were grieving. Your father must be very proud. Pulled a page right from the old man's playbook, didn't you?",
        "Jordan: Paul, I understand that having James and Barbara for parents could make you a little paranoid, but this was not a plot to get you, okay? What happened with Rosanna had nothing to do with you.",
        "Paul: She was in pieces, and you used her grief and her sorrow to pull her into your bed.",
        "Jordan: Look, if you want to hit me --",
        "Paul: Oh, no.",
        "Jordan: -- Go ahead, okay?",
        "Paul: Don't forget, I'm Stenbeck's son, too. There are far worse things that I'm gonna do to you.",
        "[SCENE_BREAK]",
        "Craig: I don't expect your forgiveness anymore, but I was hoping that from time to time, we could see each other and talk. Talk about Cabot or not, we could talk about anything you want.",
        "Rosanna: No.",
        "Craig: Anything you want.",
        "Rosanna: No. The answer is no.",
        "[SCENE_BREAK]",
        "Jordan: Did you just attempt to threaten me? Now who's following in Daddy's footsteps, huh?",
        "Paul: Not me. At least I did everything I could to get Rosanna and Cabot as far away from James as possible. I was willing to never see Rosanna again so that she could raise your son safely.",
        "Jordan: Don't tell me that I didn't try to keep Cabot safe.",
        "Paul: You didn't try and keep Cabot safe. All you cared about was having Cabot. You wanted to create this -- this imaginary, perfect family that you never had when you were a kid. So what did you do? You tracked down Rosanna, and you bring her back, and you put her directly in harm's way. And why? Because you had to be in control. You're just like your father. You had to control your own son. You -- you even brought Cabot into the lion's den. You let that psycho play Grandpa?",
        "Jordan: I didn't know what he was capable of, Paul.",
        "Paul: How could you not know what he was capable of? I told you, Jennifer told you, even my mother told you, and you were -- you were too pigheaded to listen. And someday, Rosanna is going to figure out that Cabot is dead because of you.",
        "Jordan: I am not responsible for my son's death. Don't you say that! Don't you ever say that!",
        "Jennifer: Stop it! Stop it now! Both of you, stop it!",
        "[SCENE_BREAK]",
        "Julia: What if this ring means what we both think it might mean? What then?",
        "Jack: I don't know.",
        "Julia: No, of course you don't. I mean, how could you?",
        "Jack: You know, I'm so sorry.",
        "Julia: No, no, no, no. Don't. You know what? Don't be sorry. Please, there's nothing for you to be sorry about. You're probably right, and it's a good thing that we were interrupted, because I shouldn't let J.J. get attached to you, and I shouldn't let myself get attached to you either, not until we know what's what. And then we'll deal with it, together.",
        "Jack: You're incredible.",
        "Julia: I feel the same way about you, which is why I have a really hard time believing that there's not a wife out there somewhere waiting for you.",
        "Jack: How could I be so torn between a woman I care so much about and a past I don't even remember?",
        "Julia: Because you're a good man.",
        "Jack: I'm glad you're with me on this, because we need to find out. I need to know.",
        "Julia: Well, it's only right, and I wouldn't expect anything less from you. So good night.",
        "Jack: Good night.",
        "[SCENE_BREAK]",
        "Mike: I don't think you're crazy, Carly. When you love somebody, you just -- you keep looking, keep hoping. Not just in the world, but in here. You are not crazy. You love him.",
        "Carly: And Parker's such a little boy. If he keeps spending all of his time thinking that Jack is gonna walk through that door, how is he ever gonna heal? How long do I let him keep hoping for something that probably won't happen?",
        "Mike: On the other hand, maybe that hope's the only thing that keeps him going. Do you just snatch that away? I don't have the answers. All I know is that you usually have good instincts. What are they telling you now?",
        "Carly: I don't know. I do not know anymore. You should go home now. You don't have to stay here and watch over me.",
        "Mike: I don't mind staying, not if you need me.",
        "Carly: You're a good friend. I'm okay.",
        "Mike: All right. You call me if you need anything.",
        "Carly: Yeah, I will.",
        "Carly: If that was you at the Water Park, Jack, then you're lost, and you need me.",
        "Carly: Mr. Everhart? It's Carly Snyder. I would like for you to keep looking. I want you to look as hard as you can. I don't care if there's even just the slightest chance that you're out there, Jack. I will not give up on you.",
        "[SCENE_BREAK]",
        "Alison: This is awesome. So you're gonna be in my wedding after all. Thank you so much, and thank you both.",
        "Aaron: Meanwhile, you two better get some rest. Ali, you gotta get your Zs.",
        "Chris: Did I miss something?",
        "Alison: The keys game. There's gonna be another clue in the paper tomorrow.",
        "Aaron: That's right, and we got to be on top of our game.",
        "Alison: Yeah, because there's a lot of other teams who already have five keys.",
        "Aaron: Including those punks Kevin and Dean. Ali, this is do or die.",
        "Alison: Yeah, but you know what I think? I think that they might as well just put our name on the checks already, because I have the best of the best.",
        "Chris: And I have the most gorgeous good luck charm who never takes no for an answer.",
        "Alison: And I am so sure that we're gonna win this. And after that, we're gonna have the perfect wedding. I am so lucky. I have the best friend and the best fiancé any girl could ever ask for.",
        "[SCENE_BREAK]",
        "Jennifer: What are you trying to do, kill each other?",
        "Paul: There's an idea.",
        "Jennifer: As if that's gonna make any of this better.",
        "Jordan: Don't you ever speak my son's name again.",
        "Paul: The truth hurts, doesn't it?",
        "Jordan: Jen, I am so sorry that you had to see this.",
        "Jennifer: Sorry I had to see it? Yeah, but not sorry that you did it, right? Same old story, same old story.",
        "Jordan: Please -- Jen, please, don't --",
        "Jennifer: Oh, no, no, no. Just I think you need to go now.",
        "Jordan: But I --",
        "Jennifer: You've said enough. Please, just go. Now!",
        "Jordan: You can consider this my official resignation.",
        "[Jennifer groans]",
        "Jennifer: I really hate how all this has turned out. I really hate it. But you know what? Look at us. We have endured yet another deadly game with James and Barbara and somehow managed to live to tell the tale. And you know what? If we can survive, then we can survive anything.",
        "Paul: I never thought of Rosanna as something that I had to survive, Jennifer. She was gonna be my wife. We were gonna build this life together.",
        "Jennifer: No, no, no, no, no. No, no, I don't believe this. You -- are you really thinking of forgiving her? Well, you can't. You can't. That's suicide. It's insane, Paul.",
        "Paul: I love her. And she will. She'll remember that she loves me, too.",
        "[SCENE_BREAK]",
        "Craig: So, no. Nothing I can say to change your mind?",
        "Rosanna: Something tells me you'll keep trying. Oh, that would be Emma with her bucket.",
        "Craig: That's all right. I'm leaving.",
        "Rosanna: Yes, and you should. I'd hate to see another perfectly good suit get wet.",
        "Craig: See you around.",
        "[SCENE_BREAK]",
        "[Carly dreaming]",
        "Carly: Jack. Oh, thank God. I've been going out of my mind. Thank god you're home. Jack? Why won't you look at me? Jack? Can you hear me?",
        "Parker: Jack!",
        "Jack: Hey, buddy. Come here.",
        "Parker: I told you. I told you, Mommy. He's here.",
        "Carly: I love you so much, g-man. Jack? I love you, g-man.",
        "[SCENE_BREAK]",
        "Jack: Did you say something?",
        "Julia: No.",
        "Jack: Oh. Well, good -- good night.",
        "Julia: Good night.",
        "[NEXT_ON]",
        "Lucy: What is it?",
        "Dusty: I made some decisions, and I need you to hear what they are.",
        "Margo: I'm sure we'll all find our own way to the wedding.",
        "Tom: Or we could just go together. If that's okay with you.",
        "Chief: You two better come down to the station.",
        "Hal: I got a call from a police chief in Missouri. They have a guy at their station. It sounds like it could be Jack."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=wCk-hrHr9PI"
}