{
    "Episode Summary": [],
    "Recap": [
        "Dusty and Carly are tired of waiting for Jack and Janet to make up their minds and make their feelings known to them. Jack tries to patch things up with Carly, but she makes it clear that she won't keep a candle burning in the window for him while he is building a cabin for Janet and nesting with her. Carly decides to concentrate on her perfume company that she is starting with Lily which the ladies decide to name Carli (pronounced like the word lie). Dusty is worried that Janet is letting Jack build her a permanent home because he is fixing up an old cabin on Emma's property for her but she insists it is only until after the baby is born. Liberty persuades Jack and Janet to hire Gabriel to help with the cabin. Lily promises Craig she won't tell Carly that he is investing in their company. Lucinda is happy that Lily is getting into a new business so she can keep her mind off Holden. Lily turns down Lucinda's offer to invest in the company because she wants to do it on her own.",
        "Liberty tells Gabriel about the job she got for him but he doesn't want her charity. Liberty persuades him to think about the job offer. Liberty tells Gabriel that she can't quit her summer job at Fashions because she needs the money to help with her college tuition. Gabriel decides to close his bank account and use the money to play poker so that he can give the money to Liberty for college. Craig gets a new investor Anthony Blackthorn to help him raise the rest of the money that Lucinda wants to let him invest in Worldwide. Dusty and Lucinda worry when they hear the news and wonder where Craig got all that money. Anthony Blackthorn calls a mysterious boss after his meeting with Craig. Craig is so happy that things went well for him today that he asks Lily out to dinner and she accepts his invitation. Jack calls Craig to inform him that Gabriel was arrested because he was caught in an illegal poker game."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Liberty: Mom. Hey.",
        "Janet: Oh! Oh, sorry. I don't know where I went just then.",
        "Liberty: You were thinking about Dusty. You always get that look when you're thinking about him.",
        "Janet: Do you want some lunch?",
        "Liberty: Mom, I just had breakfast.",
        "Janet: Okay. Well, then get out of my kitchen. I need to clean.",
        "Liberty: It looks clean to me. At least let me help you with some of the work, pregnant lady.",
        "Janet: Fine. Go weed Emma's garden.",
        "Liberty: Ew.",
        "Janet: You offered.",
        "Liberty: [Sighs] And I'm doing it.",
        "Janet: Good girl.",
        "[Cell phone rings]",
        "Liberty: Hey. It's not even noon yet. What are you doing up?",
        "Gabriel: I'm out looking for a job, actually.",
        "Liberty: Any luck?",
        "Gabriel: Not yet. You want to hang out instead?",
        "Liberty: What if you can't find anything?",
        "Gabriel: Oh, you're afraid I'm gonna leave town? Would you miss me?",
        "Liberty: You wish.",
        "[SCENE_BREAK]",
        "Jack: Hey.",
        "Janet: Oh!",
        "Jack: [Laughs] I didn't mean to startle you. Yes, I did. Kind of.",
        "Janet: I'm in the zone. But while you're here, would you mind giving your little baby mama a massage, please, right about here?",
        "Jack: Sure.",
        "Janet: Oh, thank you. Thank you, thank you.",
        "Jack: How's that?",
        "Janet: Better.",
        "Jack: I've been thinking.",
        "Janet: Yeah? Little to the right.",
        "Jack: Okay.",
        "Janet: Oh, there you go.",
        "Jack: As it turns out, with Holden and Molly and his kids and my kids drifting in and out of here, it's gonna be cramped quarters for you and Liberty.",
        "Janet: I don't mind.",
        "Jack: Well, when the baby gets here, it's gonna be that much more crowded.",
        "Janet: Are you asking me to move out?",
        "Jack: No. I was thinking maybe you should have a place of your own.",
        "Janet: Sure, when I can afford it.",
        "Jack: Or maybe a place here on the farm, like that house we used to talk about building.",
        "Janet: You think I should move in with you for good?",
        "[SCENE_BREAK]",
        "Lucinda: Hey. You picking the date for the next stockholders meeting?",
        "Dusty: Yeah, I was gonna put Genevieve on that.",
        "Lucinda: I thought we were doing it next month.",
        "Dusty: Oh, that's right.",
        "Lucinda: Its okay, Honey. You can tell me you were looking up Janet's due date.",
        "Dusty: You don't know everything.",
        "Lucinda: Have you tried talking? Have you tried candy and flowers? 'Cause romancing does a lot for a lady.",
        "Dusty: I haven't heard anything about Craig buying into Worldwide. Have you?",
        "Lucinda: Changing the subject doesn't change the situation.",
        "Dusty: You want to hear about Craig or not?",
        "Lucinda: Yes, I do. Right now. Tell me.",
        "Dusty: Well, like you expected, I set the price too high. He walked.",
        "Lucinda: It's nice when a plan just falls into place.",
        "Dusty: I don't think we're gonna get rid of him that easily.",
        "Lucinda: No. Not to worry. Craig is not going to buy his way into respectability.",
        "[SCENE_BREAK]",
        "Craig: So, are you going to take my money?",
        "Lily: Carly is still gung ho about the project.",
        "Craig: Of course she is. She doesn't know I have anything to do with it.",
        "Lily: I don't feel comfortable keeping your involvement a secret.",
        "Craig: I figured as much. So take this as your lose-the-guilt and keep-your- mouth-shut call.",
        "Lily: It's not working.",
        "Craig: I am amazed that you are Lucinda's daughter.",
        "Lily: Is that a dig?",
        "Craig: No. It's a compliment. Unlike your mother, you have a conscience.",
        "Lily: Good. Then I can tell Carly that you're financing the project?",
        "Craig: Absolutely not. You can't tell her. She'll pull out. So don't even think about it.",
        "Lily: All right.",
        "Craig: You just remember all those years you stole from me and my son.",
        "Lily: Craig, you don't have to remind me how much I owe you. Hey. Hi. I was just about to get us some lemonade.",
        "Carly: Okay. And then you can tell me what Craig's trying to talk you into.",
        "Lily: I have been thinking of some names for our company. I took some notes.",
        "Carly: First, tell me why Craig called. What did he say?",
        "Lily: He was calling about Gabriel.",
        "Carly: And Gabriel is still staying here?",
        "Lily: Well, yeah. I mean, Gabriel has a home here as long as he wants one.",
        "Carly: Oh, Lily. That is going so far above and beyond. Then why is Craig still playing the guilt card? Haven't you done enough for him and his son?",
        "Lily: Craig's just being Craig.",
        "Carly: Well, cut him off at the knees, I say, or else he'll keep coming back for more.",
        "Lily: I can handle Craig.",
        "Carly: No, I mean it, Lily. I don't want him to use you and your kids like he's used me and mine.",
        "Lily: I'll keep it in mind, Partner. Now, can we please talk about business?",
        "Carly: Yes, absolutely. Okay. Names for the perfume company. What have you got?",
        "Lily: What if we did some sort of blend of our children's names?",
        "Carly: That's a good idea, but I tried it, and everything sort of sounded like gibberish. What about our names? Lily Carly. Or better yet, with my name first. Carly Lily. Carly Lily.",
        "Lily: Carlisle? Carlisle?",
        "Carly: Carlisle. Carlisle fragrances. That works. Now, that, I like.",
        "Lily: Let's toast, to us.",
        "Carly: Okay, yes. On our own, without Jack or Lucinda or that rat, Craig, horning in.",
        "[SCENE_BREAK]",
        "Jack: Janet, I didn't say anything about living with you.",
        "Janet: So, this would just be for Liberty, me and the baby.",
        "Jack: You gotta have someplace to live. Are you gonna hear me out here or are you just gonna be stubborn?",
        "Janet: I can take care of myself, Jack.",
        "Jack: I'm trying to help you do that.",
        "Janet: Okay. Tell me about this place.",
        "Jack: Okay. You remember this cabin?",
        "Janet: Yes, it's just over the rise. Emma stores her stuff there.",
        "Jack: Right. I did a walk-through. Needs some work. Definitely needs to be winterized, but I think there's plenty of room for you and Liberty.",
        "Janet: Jack, I don't want you to spend time and money on this place, especially since I don't know how long I'll be sticking around.",
        "Jack: Where you gonna go?",
        "Janet: Well, I don't know. Eventually, I was thinking I might move in closer to town.",
        "Jack: Okay, listen. I'm not talking about forever here. I just need to know that my son has a place to live, just until you figure out where you're gonna go.",
        "Liberty: I think it's a great idea.",
        "Janet: Did you talk to her about this?",
        "Liberty: No, no, no, no. I was listening out on the porch. Mom, why aren't you excited?",
        "Janet: I don't know.",
        "Liberty: I even have the perfect person to help fix up the cabin. Gabriel is available.",
        "Janet: Oh, I don't know about that.",
        "Liberty: But he's a really good carpenter.",
        "[Jack laughs]",
        "Janet: Didn't he do some bad wiring and burn down Monte Carlo?",
        "Jack: Nothing has been proven.",
        "Liberty: Okay, he'd be perfect. Can we give him the job?",
        "Janet: Hey, I don't even know if I'm gonna take Jack up on his offer, and I certainly don't know if I want you hanging around with that kid.",
        "Liberty: But it would be great for all of us -- you, me, the baby, Jack, Gabriel.",
        "Janet: I've got laundry to do. Good-bye.",
        "Liberty: [Sighs] Okay. Gabriel's trying to turn his life around.",
        "Jack: The kid's angry, Liberty -- angry.",
        "Liberty: Not anymore! I even heard him defend his father the other day.",
        "Jack: One criminal defending another criminal. How is that good?",
        "Liberty: Can't you just give him a chance?",
        "Jack: Not if it upsets your mother, no. I'm not gonna hire Gabriel.",
        "Liberty: But he's gonna be at the cabin. She'll be at the house. She won't even have to see him.",
        "Jack: Oh, you're really smitten with this kid, aren't you?",
        "Liberty: He's just a friend.",
        "Jack: You sure about that?",
        "Liberty: All Gabriel needs is somebody to believe in him.",
        "Jack: Well, it sounds like he's already got that.",
        "Craig: Gabriel.",
        "Gabriel: What do you want?",
        "Craig: You busy?",
        "Gabriel: I'm actually out looking for a job. You ever have one of those, Craig?",
        "Craig: Jobs are for other people. Besides, I have something much bigger in mind for you.",
        "Gabriel: Not interested.",
        "Craig: I wouldn't be so quick to say that. Actually, I'm on my way to a business meeting now. Would you like to tag along?",
        "Gabriel: Did you not hear what I just said?",
        "Craig: Yes, but I'm choosing to ignore it because I know something you keep forgetting.",
        "Gabriel: What's that?",
        "Craig: That one day the fruits of my success will pass to you and your little brother.",
        "Gabriel: Don't I have a sister out there? Isn't she gonna get any of this?",
        "Craig: All right. Let's not make this another argument. You don't have to participate in the meeting. Just listen and learn.",
        "Gabriel: So what is this? Take your bastard son to work day?",
        "Craig: I would never allow anyone to call you that, not even you.",
        "Gabriel: Look, I don't care about you or your business, okay? The next time you see me passing by, do what I'm gonna do, okay? Keep walking.",
        "[SCENE_BREAK]",
        "Dusty: Craig's desperate to buy into Worldwide.",
        "Lucinda: Oh, desperate?",
        "Dusty: He's using Johnny as a bargaining chip.",
        "Lucinda: Oh, what a loathsome creature.",
        "Dusty: He says if I don't lower the price, I won't be seeing my son.",
        "Lucinda: Oh.",
        "Craig: And I was wrong to bring Johnny into it.",
        "Dusty: Oh, you think so?",
        "Lucinda: What are you doing here?",
        "Craig: I'd like to start over, make this strictly business.",
        "Lucinda: Too late. Negotiations are over. The deal is off the table.",
        "Craig: Oh, come on, now. If I can be big and admit my mistakes, the least you can do is meet me halfway and give me an offer that's a little more reasonable. What do you say?",
        "Lucinda: Not a chance.",
        "Craig: Now, we all know that an influx of capital would only make the company stronger.",
        "Lucinda: But working with you in any capacity would just make my skin crawl.",
        "Dusty: She gave her answer, Craig.",
        "Craig: Yes, but we both know that she's making a mistake. She's allowing her emotions to rule her head.",
        "Lucinda: If you think talking about \"Her\" as if \"She\" isn't there's gonna help your cause, you're making a big mistake.",
        "Craig: Dusty, you're a bottom-line kind of guy. This is my final offer.",
        "Lucinda: Okay. Did he meet our price? Oh!",
        "Dusty: Not even close.",
        "Lucinda: Show yourself out.",
        "Genevieve: Mrs. Walsh --",
        "Craig: Oh, the lovely Genevieve. How's everything?",
        "Genevieve: Very well. Thank you, Mr. Montgomery.",
        "Craig: How are your boys?",
        "Genevieve: They still play with those motorized cars you gave them.",
        "Craig: Oh, I really was a good company president, wasn't I? You see, I believe in treating your employee's right. It inspires loyalty.",
        "Lucinda: Did you have something to say, Dear?",
        "Genevieve: Mr. Blackthorn is on the line again.",
        "Craig: Anthony Blackthorn? That big-shot trader out of Chicago?",
        "Lucinda: [Laughs] So?",
        "Craig: He wants to be in business with Worldwide?",
        "Lucinda: Tell Mr. Blackthorn I'm not gonna take his call now.",
        "Genevieve: Yes, Ma'am.",
        "Craig: So, you hate Blackthorn's guts, too?",
        "Lucinda: Well, you know, he's kind of rough around the edges, you know? So, why don't -- I mean, please, let yourself out into the traffic! What?",
        "Dusty: What's going on with you? Hmm? Craig wants to buy you and you set the price too high, then you disregard somebody with deep pockets, like Blackthorn? Come on. What gives?",
        "Lucinda: Trust me, Darling. I know what I'm doing.",
        "[SCENE_BREAK]",
        "Liberty: I've been looking everywhere for you.",
        "Gabriel: Why didn't you just call me?",
        "Liberty: Because I wanted to see your face when I told you the news. I got you a job. What? What's wrong? Aren't you happy about that?",
        "Gabriel: It depends. What's the job?",
        "Liberty: Working at the farm, helping Jack fix up a cabin for my mom.",
        "Gabriel: Did you convince him to do that?",
        "Liberty: Not exactly.",
        "Gabriel: 'Cause look, I don't want charity, Liberty.",
        "Liberty: This isn't charity.",
        "Gabriel: You know, I don't know, I sure as hell don't want a cop watching my back the whole time. You know, afraid I might burn the place down or something.",
        "Liberty: And here I actually thought you were starting to show signs of intelligent life. I even thought you might like the idea of working someplace where we could hang out and see each other, but --",
        "Gabriel: Okay, okay. Wait. Look, it's not about Jack, all right? He's actually pretty good for a cop.",
        "Liberty: Then what is this about?",
        "Gabriel: It's just that I feel like everywhere I go, all I am to everybody is Craig Montgomery's son.",
        "Liberty: Not to me.",
        "Gabriel: Well, that's just one of the many things that I like about you.",
        "Liberty: I'm sure.",
        "Gabriel: If I did take the job, I'd need an assistant.",
        "Liberty: Sorry. I've got a job at Fashions.",
        "Gabriel: Then quit.",
        "Liberty: Gabriel, I need the money if I'm ever gonna pay for college.",
        "Gabriel: Come on. Doesn't your mom have, like, a college fund or something?",
        "Liberty: No. She never had that kind of money when I was growing up, and she's got to save now with the baby coming.",
        "Gabriel: I didn't realize things were so tough.",
        "Liberty: It's not so bad.",
        "Gabriel: You know, if anyone deserves a break in this town, it's you.",
        "Liberty: Tell me about it. But until I win the lottery, I've got to work with what I got. So, are you gonna talk to Jack about the job?",
        "Gabriel: Yeah, yeah. I'll think about it.",
        "Liberty: Okay, all right. See ya.",
        "Gabriel: Bye. [Sighs] Yeah, this is Gabriel Caras. Remember me? Yeah, I set up an account with your bank. Yeah, okay. Well, I'm gonna need to close it, okay? 'Cause I found a better place for my money.",
        "[SCENE_BREAK]",
        "Craig: Hello. Craig Montgomery. Mind if I join you? Anthony Blackthorn, if I'm not mistaken. I happened to read that article about you in the \"Journal\". That's why I know you happen to be a fan of diner cuisine. You know, the Mac and cheese here at Al's will stand up against even the one they serve at MacAllen's in Chicago. I have a business proposition for you, Mr. Blackthorn, one I think you might find a little more interesting than a bowl of macaroni and cheese.",
        "Anthony: Take a hike.",
        "[SCENE_BREAK]",
        "Lily: Hello.",
        "Lucinda: Oh, hey. Hi, Darling.",
        "Lily: Are you all right?",
        "Lucinda: Come on in. Would you like some coffee?",
        "Lily: No. I'd just like to know what's going on.",
        "Lucinda: Oh, absolutely nothing. Can't I express my joy of just being alive?",
        "Lily: Ooh. You expressing your joy usually means someone's about to become road kill. [Laughs] Who's the lucky person?",
        "Lucinda: Still to be determined.",
        "Lily: Since you're in such a jolly mood, now is the perfect time to tell you Carly and I are starting a business together.",
        "Lucinda: Really?",
        "Lily: Mm-hmm. Go ahead. Get it out of your system. Tell me what a horrible mistake I'm making.",
        "Lucinda: On the contrary. I think that you're actually becoming an adult.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Janet: Jack, is that you?",
        "Dusty: I could lie and say I was in the neighborhood.",
        "Janet: I could lie and say I was surprised to see you.",
        "Dusty: You were expecting me?",
        "Janet: Hoping, I guess. I've been thinking about you.",
        "Dusty: Oh, yeah?",
        "Janet: How are you?",
        "Dusty: Miserable without you. You?",
        "Janet: Do you want some coffee or anything?",
        "Dusty: How are you?",
        "Janet: Liberty and I are doing fine. We're managing. Emma's gone. She took off with Meg to take care of her.",
        "Dusty: Yeah, I heard.",
        "Janet: So, there's been plenty to do around here to keep me busy, which is really good.",
        "Dusty: Well, as long as you're not taking on too much. Sorry. I got a habit of looking out for you.",
        "Janet: I can take care of myself.",
        "Dusty: Yeah. I figured that out.",
        "Janet: How's Johnny?",
        "Dusty: I don't see him much now that Craig's out of jail.",
        "Janet: I'm so sorry. I know how much you enjoyed being a part of his everyday life.",
        "Dusty: What's this?",
        "Janet: That's a cabin on the farm.",
        "Dusty: Why do you have a picture of it?",
        "Janet: Jack has a plan to -- never mind. Doesn't matter. Listen, if you don't want coffee, I can get you some lemonade. There's a beer in the fridge.",
        "Dusty: What's Jack's plan?",
        "Janet: He wants to fix up the cabin for me.",
        "Dusty: In other words, this isn't just a stop along the way. This is gonna be your new home.",
        "[SCENE_BREAK]",
        "Carly: We'd like to start the website right away now that we have the name registered. Yeah. I designed the logo myself. I'll fax it over.",
        "[Doorbell rings]",
        "Carly: Yeah. How soon before you have something we can see? I think, really, we just need the home page and maybe an \"About us\" page to start with, and we can add other things as we go along. Okay. All right. I'll be in touch, then. Thanks. So how do you like our logo?",
        "Jack: Looks like you've been busy.",
        "Carly: Do you like it? Does it say \"Rich and classy\" to you?",
        "Jack: I'll say, and so does that outfit. My goodness.",
        "Carly: Oh, thanks. I had a meeting with an international realtor.",
        "Jack: An international -- wow. Didn't take you long to spend Craig's money, did it?",
        "Carly: It's not Craig's money. I'm doing this with Lily. It's Lily's money. But if you're in the mood to pick a fight, I heard you've been pretty busy yourself.",
        "Jack: Doing what?",
        "Carly: Moving Janet back to the farm.",
        "[SCENE_BREAK]",
        "Lily: You actually approve of something I've done?",
        "Lucinda: I approve of many things, Darling. I mean, many of your choices. For example, marrying Holden was the best choice you ever made.",
        "Lily: Need I remind you that you hated Holden for years?",
        "Lucinda: That was until he proved that he was a wonderful husband and father.",
        "Lily: Yes, he was a wonderful husband, and he will be again, to Molly.",
        "Lucinda: And you're going to be missing him, which is why I think it's very good that you throw yourself into a business. In fact, I think I mentioned that to you and suggested that to you before.",
        "Lily: Carly and I came up with this fragrance business on our own, Mother.",
        "Lucinda: I know, but I had already said that you should throw yourself into a business to assuage your pain or the imminent marriage of Holden and --",
        "Lily: This business has nothing to do with Holden or you.",
        "Lucinda: All right. I do have just a tiny concern about your business partner, Carly. She comes with some strange baggage, and I'm talking, now, about Craig.",
        "Lily: Not this time. Carly and I are doing this on our own, Mother.",
        "Lucinda: Good. Well, 'cause you keep Craig away from your business.",
        "Lily: You're much too hard on Craig.",
        "Lucinda: I don't know how you can forget all the loathsome things that this man has done to our family.",
        "Lily: Mother, people change. He's doing his very best to make his life better for himself and for his sons.",
        "Lucinda: Nah. Your sense of guilt is blinding you to the character of who this man really is.",
        "Lily: No, it's not.",
        "Lucinda: Well, okay. Be that as it may. I personally am relieved that he has nothing to do with your perfume business.",
        "Lily: Okay. Well, I just wanted to let you know that. You can get back to your work.",
        "Lucinda: Honey, this is a risky venture, you know.",
        "Lily: Carly and I are fully aware of that.",
        "Lucinda: Possibly, it would be a good idea to get someone who will cover the investment for you. Hmm.",
        "Lily: You think I have an investor? Who?",
        "Lucinda: I was offering me.",
        "Lily: Oh. Well, thank you, but no. I can't let you do that.",
        "Lucinda: Why not? Oh, I'd love to.",
        "Lily: Because this is something I need to do on my own.",
        "Lucinda: Why?",
        "Lily: Didn't you take me to task for all the poor choices I've made? Didn't you challenge me to take control of my life? Well, I'm doing that.",
        "Lucinda: All right, then, Dear.",
        "Lily: Thank you.",
        "Lucinda: Oh, another one. Kiss. Be wary. Be very wary. There's a big risk here with Carly.",
        "Lily: I know, Mother, but it's gonna pay off, big time.",
        "Lucinda: I don't know. [Sighs]",
        "[SCENE_BREAK]",
        "Craig: Well, I'm sure you've done your due diligence, crunched the numbers for offers and counter offers, but I just have one question for you. Why Worldwide?",
        "Anthony: I'm attracted to businesses that turn a profit.",
        "Craig: Well, what do you know? Something else we have in common besides diner grub. On the other hand, I have the dubious distinction of having gone up against Lucinda Walsh and been burned multiple times, and yet I've come back and outwitted her. Have fun overpaying for what you're buying.",
        "Anthony: I don't get your point, Mister?",
        "Craig: Montgomery. Craig Montgomery. My point is, if you're going head-to-head with Lucinda Walsh, you need me.",
        "Anthony: Sounds like its mutual. Sit down.",
        "[SCENE_BREAK]",
        "Sparks: What do you want?",
        "Gabriel: Well, I want in.",
        "Sparks: Whoa. Hold on a second here.",
        "Gabriel: How you boys doing?",
        "Doyle: Who are you?",
        "Gabriel: Well, I hear you guys play high-stakes poker. Right, that's what I'm looking for.",
        "[Laughter]",
        "Doyle: Go home, little boy, before I tell your mother on ya.",
        "Gabriel: Yeah. Actually, my mother's dead. My money's as good as anybody's.",
        "Sparks: Hey, sorry about your mother, but the answer's still no.",
        "Gabriel: All right, all right, all right. Okay, okay. I lied, okay? It's not my money. It's my father's. His name's Craig Montgomery.",
        "Price: Montgomery? Come on in, Kid. We'll be glad to take your daddy's money. Have a seat.",
        "[SCENE_BREAK]",
        "Dusty: I thought you wanted to make your own way.",
        "Janet: I do.",
        "Dusty: On your own.",
        "Janet: Yeah, but this cabin is just --",
        "Dusty: Now you've turned a temporary arrangement with Jack into something permanent.",
        "Janet: This isn't permanent. It's just until the baby's born.",
        "Jack: And then what? He's the baby's father. He's gonna want you close by.",
        "Janet: I'm just buying time until I can figure out where I want to live.",
        "Dusty: Ah, come on. You and Jack, you're gonna fix up this cozy little cabin and play house.",
        "Janet: He is the baby's father.",
        "Dusty: You need to remind me of that?",
        "Janet: What do you want me to do? I do need help, okay? Al's pays all right, but it's not enough for us to get our own place!",
        "Dusty: Why don't you come back to Metro? You were making great money.",
        "Janet: I can't do that, and you know why. And it's not fair for you to make that offer.",
        "Dusty: Eh, who cares about being fair?",
        "Janet: Look, the only reason I am living here is so that I can take care of Liberty and the baby.",
        "Dusty: Why can't you let me take care of you?",
        "Janet: Because you lied to me.",
        "Dusty: I was trying to help you out, Janet.",
        "Janet: Look, I'm not trying to make you feel bad. I'm just trying to be honest.",
        "Dusty: I'm wondering if I matter to you at all.",
        "Janet: What do you mean?",
        "Dusty: I mean, you still got Jack.",
        "Janet: Wait, Dusty. Don't go. Come on. I hate this.",
        "Dusty: So do I. But you're the only one who can change things.",
        "[SCENE_BREAK]",
        "Jack: Janet found out that Dusty was behind her so-called inheritance.",
        "Carly: How did she find out? Did you tell her?",
        "Jack: No, I didn't tell her. Janet overheard Dusty and me talking.",
        "Carly: Well, that's nice.",
        "Jack: I told him he should have told her the truth.",
        "Carly: Oh, Jack. When are you gonna realize that sometimes telling the truth is the hardest thing to do? Especially when you realize what you could lose or who you could lose.",
        "Jack: If Dusty had been up front with her from the very beginning, she wouldn't have felt so hurt.",
        "Carly: I think he was probably just trying to look out for her.",
        "Jack: Maybe so. Still, she was uncomfortable taking his money.",
        "Carly: Unlike me, who you think is perfectly happy to take what you consider to be Craig's money, right?",
        "Jack: We weren't talking about you. You asked me why I moved her back to the farm, and I was explaining it to you.",
        "Carly: You know what? I don't want an explanation. I don't want a justification, either.",
        "Jack: Then why are you mad?",
        "Carly: Because I didn't hear it from you, Jack. That's why I'm mad.",
        "Jack: Well, that's why I'm here. I should have known you'd react like this.",
        "Carly: Like you wouldn't have been ticked off if you found out that I suddenly opened my home to Craig, say, or some other man.",
        "Jack: That's different.",
        "Carly: How?",
        "Jack: Because Janet's having my baby.",
        "Carly: Oh, that's right. Great. Okay. So, you and Janet have your new baby, and Lily and I, we have a new company together. So everybody's happy, then. Are we done now?",
        "Jack: No, not quite. I wanted to talk to you about the summer program for Parker.",
        "Carly: What about it?",
        "Jack: Well, I assume you're using the money that isn't Craig's to get Parker in the door?",
        "Carly: No, actually. Lily put in a good word for him, and he was accepted. He got a scholarship.",
        "Jack: That's great. Tell her \"Thank you\" for me.",
        "Carly: I certainly will.",
        "Jack: So, it looks like you've thought of everything, except what Parker wants.",
        "Carly: Parker can't wait to go to New York.",
        "Jack: You really think he wants to be holed up in a classroom studying for college, leaving Liberty here?",
        "Carly: He's looking forward to it. What is the problem?",
        "Jack: I just want you to think about --",
        "Carly: Think about what?",
        "Jack: I didn't come here to fight with you.",
        "Carly: Could have fooled me.",
        "Jack: I wanted to tell you about Janet, and I wanted to talk about Parker and maybe figure out a way that we can be open and honest with each other without suspecting ulterior motives. I wanted to -- find a way to get back to what we used to be.",
        "Carly: You want us to be like we used to be? Well, how can that happen when you disapprove of everything I do, everything I say, everything I want?",
        "Jack: I know it seems like that, Carly. It's just -- I worry about you.",
        "Carly: And you want to look out for me.",
        "Jack: Of course.",
        "Carly: While you're living with Janet.",
        "Jack: The only reason I moved back to the farm was because --",
        "Carly: Because I keep disappointing you.",
        "Jack: I didn't say that.",
        "Carly: Well, you can't have it both ways, Jack. You can't. You can't live apart from me, live your life without me, start nesting with Janet, and expect me to wait patiently with a candle burning in the window.",
        "Jack: I'm not doing that.",
        "Carly: You're not? I'm doing the best I can to figure out how to live my life without you in it. It is not easy, but I am trying.",
        "[Cell phone rings]",
        "Carly: It's Carly Tenney. Just a minute, please. This is a business call. I have to take it.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Janet: I'm not relying on Jack. I have my job at Al's. Liberty has her job at Fashions. We are taking care of ourselves.",
        "Dusty: Then why are you here?",
        "Janet: For the baby. What don't you understand? And I owe it to Jack to be a part of this baby's life. And by staying here, I can save money towards the future.",
        "Dusty: I admire your independence.",
        "Janet: Thank you.",
        "Dusty: And I understand the need to provide for your baby.",
        "Janet: Then why don't you understand the part about the cabin?",
        "Dusty: 'Cause I want to be a part of your life, Janet, a part of your future. Do you want that, too?",
        "Liberty: Our new cabin is gonna be so -- uh, sorry. I didn't mean to interrupt. I will go upstairs.",
        "Dusty: That's okay. Take care of your mom.",
        "Liberty: Did you call Dusty, invite him over? He just showed up?",
        "Janet: He said he misses me.",
        "Liberty: Did you tell him you miss him, too?",
        "Janet: I didn't get around to it.",
        "Liberty: Oh, I'm sorry for barging in like that.",
        "Janet: Sweetie, no. Come on. It's okay. It's not like anything was gonna change anyway.",
        "[SCENE_BREAK]",
        "Sparks: You sure you want to do that?",
        "Price: He's bluffing. Show me what you got, Kid. Three aces.",
        "Price: What the hell? You win.",
        "Police Officer: Don't move. Everybody's under arrest.",
        "[SCENE_BREAK]",
        "Craig: This is a glorious day.",
        "Lily: I was thinking the very same thing.",
        "Craig: And I can't wait to hear about it, but, actually, I'm looking for Gabriel, wondering how his job hunt is going.",
        "Lily: I don't know. He's not back yet. So, tell me, what has made this day so glorious for you?",
        "Craig: Oh, I don't want to toot my own horn.",
        "Lily: Yes, you do.",
        "Craig: Oh, if you insist. I have snagged an investor who may have as much reason to resent your mother as I do.",
        "Lily: You're going after my mother?",
        "Craig: Well, not physically. It's business.",
        "Lily: Look, my mother may be antagonistic and interfering and overbearing --",
        "Craig: And those are her good qualities.",
        "Lily: But she's still my mother.",
        "Craig: I promise you there will be no blood. You want some? But when she finds out what I'm doing, she will be, oh, what word do I want?",
        "Lily: Appalled?",
        "Craig: And then some.",
        "Lily: What are you doing?",
        "Craig: Buying into Worldwide.",
        "Lily: With what? I thought you were putting all your money into Carlisle.",
        "Craig: Is that what you're calling the company?",
        "Lily: Do you like it?",
        "Craig: Yeah, very much. And, yes, I can, thanks to my investor.",
        "Lily: Who is?",
        "Craig: Someone who chooses to remain behind the scenes and is backing all my endeavors. Aren't you going to congratulate me?",
        "Lily: Look, I know you get off on this kind of corporate gamesmanship, but it really makes me feel uneasy.",
        "Craig: It's just business, Lily.",
        "Lily: And I don't like lying to Carly about your involvement in the company.",
        "Craig: Well, if Carly finds out I'm involved, there won't be any company, and if Lucinda finds out, she'll do everything she can to scuttle it.",
        "Lily: Yeah, I suppose so.",
        "Craig: I really want the company to succeed. It's important to me.",
        "Lily: Mm-hmm. And I know why. You're still in love with Carly.",
        "Craig: You're wrong about my motives.",
        "Lily: You're not in love with Carly anymore?",
        "Craig: Well, let's just say I have empirical proof that the Carly ship has sailed and sunk.",
        "Lily: Why?",
        "Craig: Well, it was my obsession with Carly that brought us both nothing but trouble.",
        "Lily: If you don't have feelings for her and you're not trying to win her back, why are you so determined to help her become successful?",
        "Craig: I owe her. Yeah, I missed breakfast. Do you mind if I make a sandwich?",
        "Lily: No, no. You're not getting off that easily. Explain this to me. What do you owe Carly?",
        "Craig: She trusted me. I sold her on this fantasy that I could be her white knight. I'd set her up in business, make her brand a household name and a few million dollars to go along with it.",
        "Lily: And then you stole her son's money.",
        "Craig: You know, I can easily justify most of the disreputable things that I've done, but taking Carly and Parker's money, I really need to feel clean again.",
        "Lily: When was the last time?",
        "Craig: In the early years of my marriage to your sister. When Lucy and Bryant were small. You know, I really want to do something that my kids can look up to, something respectable, something that people like you can look at me and take me seriously. You think I'm full of it, don't you?",
        "Lily: No, I don't. I believe you. I know what it feels like to want to be taken seriously.",
        "Craig: Well, what do you know? Something we have in common.",
        "[SCENE_BREAK]",
        "Anthony: Hey, Boss. Yeah. I think we got a live one.",
        "[SCENE_BREAK]",
        "Lucinda: Hi. Ooh. I take it Janet remains out of reach.",
        "Dusty: Don't you ever get sick of being right?",
        "Lucinda: Never. Would you like some advice? Well, don't say I didn't offer, okay?",
        "[Cell phone rings]",
        "Lucinda: Yeah? Uh, are you sure? No, no, no. You did the right thing. I mean, there's no alternative. Just keep me informed.",
        "Dusty: Who was that?",
        "Lucinda: It seems that Craig has somehow managed to meet our price.",
        "Dusty: How'd he do that?",
        "Lucinda: You warned me not to think he'd give up so easily.",
        "Dusty: Maybe he's playing games.",
        "Lucinda: No, he's not. Our purchase price is being wired from Craig's account even as we speak.",
        "Dusty: Well, how did he get that kind of money?",
        "Lucinda: I have no idea, but I am appalled.",
        "[SCENE_BREAK]",
        "Liberty: Mom, we're gonna have our own place! And it's gonna be so much fun fixing it up, you know, especially the baby's room!",
        "Janet: It's gonna be a lot of work.",
        "Liberty: Which is why you need a good carpenter. Gabriel can put on shutters and -- and build you flower boxes, and maybe he can even build a crib.",
        "Janet: I'm not so sure I want you hanging around this kid. He's got a very bad reputation.",
        "Liberty: Like I don't know what that's like? I've done dumb stuff before. You've never held it against me.",
        "Janet: That's because I knew you'd grow out of it.",
        "Liberty: Gabriel can grow, too. We've just got to give him a chance.",
        "Janet: I'm not even sure I'm gonna take Jack up on his offer yet.",
        "Liberty: You've got to. Where else are we gonna live? You're always talking about how you feel like you're stepping Emma's toes here. Mom, this is gonna be your own place.",
        "[Janet sighs]",
        "Janet: All right.",
        "Liberty: And we can hire Gabriel?",
        "Janet: I will have to talk to Jack about it first. Are you sure he can handle this stuff?",
        "Liberty: Yes, Mom. You can trust him, absolutely.",
        "[SCENE_BREAK]",
        "Sparks: I still haven't seen a warrant.",
        "Police Officer: I got permission from the Lakeview to enter the premises. Now shut up while I book you.",
        "Jack: Hold on a second. What have you done this time?",
        "Gabriel: It was just a stupid poker game.",
        "Police Officer: You know this kid?",
        "Jack: Unfortunately, yeah. Book the others. Leave him with me.",
        "Gabriel: What? I didn't know that the game was illegal or anything.",
        "Jack: Save it.",
        "[SCENE_BREAK]",
        "Craig: Why don't you and I go out to dinner tonight, celebrate a successful day's work?",
        "Lily: Well, what if Carly sees us together?",
        "Craig: She'll think you're just being nice to me because you kept Gabriel away from me all those years. That's all.",
        "Lily: I do like you, Craig, from time to time.",
        "Craig: Well, then we have a date.",
        "[Cell phone rings]",
        "Craig: [Sighs] Uh-oh.",
        "Lily: Who is it?",
        "Craig: Oakdale P.D. Craig Montgomery.",
        "Jack: I need you to come down to the station, Craig.",
        "Craig: Jack, what do you think I've done now?",
        "Jack: Not you. It's Gabriel. He's under arrest, again.",
        "[NEXT_ON]",
        "Faith: Dry my back?",
        "Jack: Now we just got to figure out what to do with us.",
        "Craig: I'll take care of Lucinda.",
        "Lily: I don't want my mother to be hurt.",
        "Craig: I have no intention of harming her physically. I won't lay a finger on her.",
        "Lily: Then what are you planning to do to her?",
        "Lucinda: Now I'm gonna break Craig Montgomery into tiny bits."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=wdob_lbVW4E"
}