{
    "Episode Summary": [],
    "Recap": [
        "Paul admits to Emily he may never get over Rosanna and gives her the option to leave him. Emily decides to stay with Paul because she feels they need each other. Emily also offers to help Paul figure out what happened the night of the accident. Paul vows to seek justice for Rosanna. Jennifer tells Mike they can't grieve together because they must move on with their lives away from each other. Maddie daydreams that she gets Katie and Henry back together and they ask her to live with them. Katie asks Henry to stay with her after he hurts his back after a fall down the stairs. Jennifer continues to lean on Dusty to help her through her grief and Barbara is not happy about the situation at all."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Keith: Cheers.",
        "Lily: Mmm. What? What's wrong?",
        "Keith: Shh. I'm listening.",
        "Lily: For what?",
        "Keith: Well, doors slamming, giggling, little feet prancing about.",
        "Lily: Oh, no, no, no, no. No. It's just us. A grown-up evening.",
        "Keith: Oh yeah?",
        "Lily: Uh-hmm.",
        "Keith: Good. Well, in that case, bottoms up. You know what? When Faith walked in this morning I was wondering whether you would ask me back at all.",
        "Lily: What are you talking about? You were fully clothed. And Faith really loves her uncle Keith.",
        "Keith: And what about Faith's mommy?",
        "Lily: She's crazy about him, too.",
        "Keith: Hey, what's -- what's happening? Are we having a grown-up evening?",
        "Lily: Oh, I don't know when Luke is coming home.",
        "Keith: Well, I'll tell you what? Let's grab the wine and we'll go to my place and we'll polish it off down there. What do you say?",
        "Lily: Sounds like a plan.",
        "Keith: Okay.",
        "[Phone ringing]",
        "Lily: Oh -- after this. Excuse me. Snyder residence.",
        "Cop: Is this Mrs. Lily Snyder?",
        "Lily: Yes, it is. How may I help you?",
        "Cop: This is Officer Nolte from the Oakdale P.D. We have your son, Luke, down here at the station.",
        "Lily: Why? Did something happen?",
        "Cop: I think you'd better come and see for yourself.",
        "Lily: Okay, I'll be right there. That was the police department. They have Luke down there. They have Luke at the police station.",
        "Keith: What for?",
        "Lily: I have no idea. They wouldn't tell me on the phone. I've got to get down there right now.",
        "Keith: Come on, I'll drive you down.",
        "Lily: No, I have to do this. This is something I'm going to have to handle on my own. I just got to find my keys.",
        "Keith: I'm not going to let you drive yourself down there when you're upset. Now, come on, just grab your bag here, let's just go. Come on.",
        "[SCENE_BREAK]",
        "Maddie: Oh, my God, Henry!",
        "Katie: What happened?",
        "Henry: I just slipped on something on the stairs. I slipped on something on the stairs. Ow!",
        "Katie: Oh, no. Oh, I'm so sorry, Henry. I had no idea I left this lying around. I didn't even notice it.",
        "Henry: Slipper --",
        "Katie: Here, let me help you up.",
        "Henry: Okay. Ah, ah -- stop!",
        "Katie: What happened?",
        "Henry: No! I'm sorry, I can't move.",
        "Katie: Oh.",
        "Henry: I can't move. Okay -- ow!",
        "Maddie: Oh, my gosh, this is all my fault.",
        "[SCENE_BREAK]",
        "Barbara: You know, honey, if you don't want a whole meal, we can just split the Frisee salad and an entree, what do you think? I hear that the soft- shelled crab are wonderful.",
        "Jennifer: I told you, I'm not hungry, Mother.",
        "Jennifer: You can say it. Nothing's going to make me forget that my baby died.",
        "Barbara: I know you're grieving.",
        "Jennifer: Then stop trying to shovel food down my throat.",
        "Barbara: Jennifer, you're my child. I can't just sit here and let you make yourself sick. Now come on. Come on. Take another look, maybe something will appeal to you, all right?",
        "[SCENE_BREAK]",
        "Paul: That's blackmail material, Rosanna.",
        "Emily: Whoa. Too slow, Ryan. What are you trying to hide?",
        "Emily: Are you going to tell what you're hiding or make me guess?",
        "Paul: It's junky, you know -- what am I doing?",
        "Emily: Lying. Really badly.",
        "Paul: Yeah. I thought that what's in the box is going to make you really uncomfortable.",
        "Emily: Will it?",
        "Paul: I don't know.",
        "Emily: Well, you want to find out?",
        "Paul: It's some stuff that the housekeeper from Fairwinds brought over.",
        "Emily: What kind of stuff?",
        "Paul: Stuff that Rosanna was keeping. I mean, I haven't been through all of it, but none of it seems really important. You know, it's just some postcards, some photos.",
        "Emily: Of who?",
        "Paul: Me. So on a scale of one to ten, how uncomfortable are you?",
        "Emily: I'm surprisingly okay. How are you?",
        "Paul: Going through this stuff, it made me realize that that time that Rosanna and I spent apart, you know, when she was running away from me and when I was pushing her away, there was still a connection there. Even though I pretended that there wasn't.",
        "[Emily remembering]",
        "Hal: Paul was here when I got in today, badgering people for answers about Rosanna, trying to look at Craig's case file. He's obsessed with her, Emily.",
        "Emily: I don't know how to ask you this without sounding like the kind of woman you might not want to be living with.",
        "Paul: Come here. We promised each other that we'd never sugar-coat anything. So if you have something to say, say it.",
        "Emily: I know that you have a connection to Rosanna. And I understand that something like that doesn't go away overnight. But are you sure holding onto this is a good thing?",
        "Paul: Em, I'm not great at doing things that are good for me.",
        "Emily: Rosanna's in really bad shape. She may never recover. What, are you going to spend the rest of your life emotionally tied to a woman who --I know I'm probably being selfish, but I don't care. I care about you. And I don't want to watch you torture yourself.",
        "Paul: The torture is not knowing what led up to the accident. I mean, if you had heard her voice, Em, if you had heard the fear in her voice. She was trying so hard to tell me something, you know, and then Craig ran her off the road and that was the end of that.",
        "Emily: Well, you couldn't have saved her.",
        "Paul: If I had gotten to her before he had, she would have had a chance to tell me what she wanted to say. And I would give anything in the world to know what that was.",
        "Emily: Then let me help you. Let me help you figure it out.",
        "[SCENE_BREAK]",
        "Barbara: Okay. What looks good? I think we should have the salmon and the chef can prepare it anyway --",
        "Jennifer: No fish, Mother. No, no salad. Nothing.",
        "Barbara: Okay, you know what? I'm just going to order for you then. You know what I've been thinking? It's been a long time since we've taken a trip.",
        "Jennifer: Oh, every encounter with you is a trip, Mother.",
        "Barbara: Oh, I'm being serious. I think we should go for New York. We can visit the fashion houses on seventh avenue, take in a couple of Broadway shows.",
        "Jennifer: Do you get why I would not be in the mood right now for a fun- filled, sightseeing tour?",
        "Barbara: Yeah. I'm sorry, it does sound like business, doesn't it? I just read about a wonderful barge cruise down the rivers of Europe. What do you think?",
        "Bartender: Excuse me. You're Barbara Ryan, aren't you?",
        "Barbara: Ah, yes.",
        "Bartender: You have a phone call at the front desk.",
        "Barbara: You know, I bet that's a mistake. Because anyone who really knows me, knows how to reach me on my cell. Would you take a message?",
        "Jennifer: You know,lunch can wait. It could be hotel management. We haven't officially told them that I was staying here. We wouldn't want there to be a problem.",
        "Barbara: Oh, all right. I'll be right back, okay?",
        "Dusty: Did you call a taxi?",
        "Jennifer: Did you -- did you make that phone call? I owe you an apology, because --",
        "Barbara: No, no, no. I thought that you were trying to reach me. I got a phone call at the front desk, and no one was there, so I called -- okay, I'm sorry. Thanks. Talk to you later.",
        "Dusty: Are you dining solo?",
        "Barbara: Ah, no. Jennifer was here. She disappeared somewhere.",
        "Dusty: No, I passed her on the way in. She was in a hurry off to see Paul or something.",
        "Barbara: What?",
        "Dusty: Yeah.",
        "Barbara: Oh, I hope something's not wrong. I'd better get over there. Would you mind telling the waiter to cancel my order and apologies. Thanks, Dusty.",
        "Dusty: Of course. Come on, she's gone now.",
        "Jennifer: That was priceless.",
        "Dusty: She always needs something to do. You know?",
        "Jennifer: Yeah. But I'm usually her number one project.",
        "Dusty: Let's go before she decides to come back.",
        "[SCENE_BREAK]",
        "Henry: Why on earth would you think this was your fault that she didn't notice the slipper before you slipped on it? I'm the one that left it there, if anyone's at fault here, it's me.",
        "Henry: Is that -- is that what you meant, sweetheart, h?",
        "Maddie: I -- actually, I did see the slipper there. I should have realized it was dangerous. I should've warned you.",
        "[Henry groans]",
        "Katie: I'm not going to let you sit there lying on the floor in pain.",
        "Henry: What are you doing, honey?",
        "Katie: I'm calling an ambulance to take you to the hospital.",
        "Henry: No, no, don't do that. I'm fine, I'm fine, I'm fine.",
        "Katie: You are not fine, Henry. You are far from fine. You can barely move.",
        "Henry: It's shock. It's shock, it's all it is. It's going to get better, I can feel it. And besides, I'm one of the uninsured millions, remember? So what's the point of paying a whopping fee for a doctor when he's just going to tell me to watch my step the next time?",
        "Katie: Well, I feel terrible. You're on the floor writhing in pain. At least let me make it a little bit more comfortable. Here.",
        "Henry: Okay. Easy, easy, easy, easy, easy. A little bit more to the right there, darling.",
        "Katie: Okay.",
        "Henry: Okay. No, go back to the left, go back to the left.",
        "Katie: There.",
        "Henry: Oh, yeah. Okay.",
        "Katie: Better?",
        "Henry: Yeah, it's a little better.",
        "[SCENE_BREAK]",
        "Lily: Excuse me. I'm Lily Snyder. Someone called saying my son was in custody?",
        "Cop: Yes, ma'am. That was me. He's in the interrogation room, if you'd like to talk to him.",
        "Keith: I think she wants to talk to you first.",
        "Lily: Why is he here? What did he do?",
        "Cop: Well, we swept a downtown bar and found a bunch of kids. Everybody was under 21.",
        "Lily: He was drinking?",
        "Cop: He could walk a straight line and touch his nose when we asked him to, unlike most of his other buddies.",
        "Lily: Oh -- that's great. That's no excuse. What's going to happen to him now?",
        "Cop: Well, that's up to you. But I have to tell you, we weren't expecting to see him back here so soon.",
        "Lily: Don't make it sound like he has a record. I think you know he wasn't charged with any crime.",
        "Cop: Yes, ma'am.",
        "Lily: It's been a difficult year. I mean, he never, never used to get into trouble.",
        "Cop: Sometimes it's good to bring them in and shake them up a little bit. Makes them think twice about crossing the line.",
        "Lily: Yeah. Thank you. I appreciate everything. His father and I will be make sure he understands how serious this is.",
        "Cop: Good. He's in here.",
        "Luke: Mom, I'm so sorry. I -- what is he doing here?",
        "Lily: You smell like a bar! I don't think you're in any position to get any answers from me right now. But since you've asked, I was so upset when the police called, Keith insisted on driving me down here.",
        "Luke: Oh, I'm sorry I broke up your little date. Maybe I should have told the cops to call dad instead. Did you even bother letting him know what happened?",
        "Lily: Your father is away with your sisters. And maybe you've forgotten, but there are other people in this family that need attention. Okay, let's just go. Come on. Let's go home.",
        "Luke: Not with him.",
        "Lily: Either you go with me in Keith's car right now, or you can spend the night here. It's up to you. .",
        "Luke: You wouldn't leave me to spend the night in this dump.",
        "Lily: Really? Try me. No, why don't you tell me how I'm supposed to deal with you? Tough love? Sympathy? I have no idea. Look, I know it's been a rough year. The whole family has been hurt and upset --",
        "Luke: You sure found a way to ease your pain.",
        "Lily: I know you feel that I have no right to have a personal life, but I do.",
        "Luke: I never said you couldn't have a life. I just don't have to like who you're sharing it with.",
        "Lily: No, you don't. But you don't have to go out of your way to make things hard for me. Don't you have any idea how much everyone is going through right now?",
        "Luke: Here comes the guilt.",
        "Lily: No, it's a reality. Your grandmother is suffering from cancer, and I'm worried about her. Would it kill you to be a little more supportive?",
        "Luke: You're acting like cops are calling you every day of the week. I was just hanging with some friends, that's all.",
        "Lily: Is that all? I mean, how worried should I be about this drinking? Is it the first time? Or have you been sneaking out, and this is the first time you got caught?",
        "Luke: Ease up. It's the first time.",
        "Keith: We should talk about this at home.",
        "[SCENE_BREAK]",
        "Katie: All right, well, if you're not gonna let me call an ambulance, at least show me where the pain is coming from so I can put an ice pack on it. Or is it heat?",
        "Henry: The pain is in my back, darling, it hurts all over, okay? Look, don't. I'll be fine as soon as I can figure out if I can move, okay?",
        "Maddie: If he can't move, how is he gonna fold himself into the back seat of a limo?",
        "Katie: He's not. That's ridiculous. You're not gonna sleep in your car. You're sleeping here tonight.",
        "Henry: No. No way. I am not staying here. I'll be fine as soon as I can stand up.",
        "Maddie: What should I do if he hurts himself again?",
        "Katie: I'm not going to have you play nursemaid. It's my fault that I left the slipper there. It's my fault this happened, so I'm going to figure out what to do.",
        "Henry: No, listen, no. List, for the last time, Katie, I don't want you to worry about me. I'm feeling better already. Okay? You know what? Let me just see if I can sit up. Ow, ow! Ow!",
        "Katie: What is it, Henry, another spasm? Just show me where it's coming from.",
        "[Henry grunts]",
        "[SCENE_BREAK]",
        "Dusty: I wish your mom could see you now. I thought you weren't hungry.",
        "Jennifer: I don't know what happened I'm famished now.",
        "Dusty: Well, you enjoy it, because once your mom finds you again, you won't be able to eat for weeks.",
        "Jennifer: Well, thank you so much for the rescue. It seems to be your stock in trade lately.",
        "Dusty: Anytime you wanna escape, I'm right down the hallway, remember?",
        "Jennifer: I have already imposed more than one friend should be allowed to.",
        "Dusty: I told you, I don't mind.",
        "Jennifer: Well, maybe you should ask your dates if they mind. How many have I interrupted now?",
        "Dusty: I like your interruptions, Jen.",
        "Jennifer: Oh, well, now you're just being gallant.",
        "Dusty: No, I'm selfish. Ask anyone.",
        "Jennifer: You're saying you have motives for encouraging me to impose?",
        "Dusty: Yeah. I'm hoping to talk you into coming back to work.",
        "Jennifer: You really think that I would be any good at street jeans right now?",
        "Dusty: You better be. It took me a long time to build this reputation as a selfish guy. Of course you're coming back. Think I'm gonna blow it?",
        "[SCENE_BREAK]",
        "Paul: I keep replaying that night over and over in my head and it's no use. I still don't have any answers.",
        "Emily: Let's go through it together and maybe we can figure it out. Rosanna must've said something about why she was so upset.",
        "Paul: She said that it had to do with Craig. And that I would understand as soon as she told told me what he'd done.",
        "Emily: What he'd done. Something business related? Was he keeping some sort of secret?",
        "Paul: No, I think it had to be personal.",
        "Emily: Well, you talked to her after the accident, right? What did she say?",
        "Paul: Well, I don't know what she meant, but I know what she said. She said, \"wrong foot.\"",
        "Emily: \"Wrong foot.\" Getting off on the wrong foot?",
        "Paul: Yeah, I think she was trying to tell me that we should be together again.",
        "Emily: You heard that because she meant it, or because that's what you wanted to hear?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Mike: I'm here. I always will be.",
        "Jennifer: Really? How does Katie feel about that?",
        "Keith: He is keeping a few things from you.",
        "Paul: If you want to leave, now's your chance.",
        "[SCENE_BREAK]",
        "Paul: Maybe I did hear what I wanted to hear. Maybe I did want to hear Rosanna say that she want -- it doesn't matter now. It doesn't matter at all now.",
        "Emily: Why not?",
        "Paul: Because, like you said, Rosanna could never come out of this. The important thing is that Craig pay for what he's done.",
        "Barbara: Hi, honey. Is Jennifer over here yet? Hi. I guess she's not.",
        "Paul: What makes you think Jennifer would be here?",
        "Barbara: Because Dusty said she was on her way over here. I was going to have dinner with her, and then all of a sudden she disappeared and -- and he's covering for her.",
        "Paul: Maybe Jennifer just wanted a little time by herself.",
        "Barbara: I can understand that. But do you really think it's wise for her to turn her back on the one person who has been there for her every second of the way, and spend all of her time with Dustin Donovan?",
        "Paul: Dusty did deliver her baby. I'm sure she's very grateful.",
        "Barbara: Gratitude is one thing. That doesn't make him family.",
        "Paul: No, it doesn't make him family, but Jennifer can spend time with anyone she wants to.",
        "Barbara: But we're her family. We have to pull together to help her through this loss. We don't need any more interlopers interfering.",
        "Paul: Do you think that I am that dumb? Do you think that I'm so stupid that I can just miss those?",
        "Barbara: Miss what?",
        "Paul: The constant barrage of insults.",
        "Barbara: What are you talking about?",
        "Paul: You just insulted Emily. Emily was there for me through this whole ordeal, like a rock. Which is a more than I can say for you.",
        "Barbara: Oh, excuse me.",
        "Paul: Don't pretend to be incensed. Apologize, or get out and don't come back.",
        "[SCENE_BREAK]",
        "Mike: Hey, Jen. Dusty.",
        "Jennifer: Hi, Mike.",
        "Dusty: My phone's vibrating. I'll take it outside.",
        "Mike: Can I sit down?",
        "Jennifer: Sure. Sure, I guess.",
        "Mike: Just for a minute. I ordered takeout. I don't want to barge in.",
        "Jennifer: You're not. Dusty had a phone call.",
        "Mike: He was just giving us some time together.",
        "Jennifer: What do you want, Mike?",
        "Mike: It's good to see you laughing again.",
        "Jennifer: Why's that?",
        "Mike: It's a good sign.",
        "Jennifer: Of what?",
        "Mike: I'm not trying to start anything, Jen, really.",
        "Jennifer: I'm sorry. I don't mean to sound harsh, but you should know that just because you walk in here and Dusty and I are sharing a joke, it doesn't mean that my heart is any less broken.",
        "Mike: I wasn't saying everything's okay now.",
        "Jennifer: The pain is always going to be there.",
        "Mike: And I'm the one who caused it, right? I know how you feel about me, Jen. And if you don't want me around, I'll stay out of your way. But I want you to know something. No matter how you feel about me, I still care about you. So, if you change your mind and decide you want my help, I'm here. I always will be.",
        "Jennifer: Really? How does Katie feel about that?",
        "Mike: I don't know. Katie and I aren't together.",
        "[SCENE_BREAK]",
        "Katie: There. Just make sure you tuck in the sides really well so they don't come loose. Henry tends to toss and turn at night. Okay. There. Thank you, Maddie, you've been a big help.",
        "Maddie: And help is what you're gonna need around here, so what do I do about the fact that I'm supposed to be getting on a plane in a few hours?",
        "Katie: Do you think you can postpone?",
        "[Maddie sighs]",
        "Maddie: Yeah, I guess I'll have to.",
        "Katie: All right, Henry, Maddie and I are going to try to pick you up and put on the sofa.",
        "Henry: No, that's fine. I can get up myself, ladies. Ow, ow!",
        "Katie: Henry, come on.",
        "Henry: Just leave me on the floor!",
        "Katie: I'm not going to leave you on the floor. It's cold and hard. We need to call an ambulance.",
        "Maddie: No. What if -- what if we just slide him near to the couch, then he can pull himself up. You push, I'll pull. I'll grab his legs. Grab his arms. All right, ready? One, two -- ready, three.",
        "[Henry screaming]",
        "Henry: No more help -- please. Please! I beg you, do not help me anymore.",
        "Katie: Okay, you know what? This is not good. You need a doctor. You might've broken something and we could've just made it worse.",
        "Maddie: Nothing's broken.",
        "Katie: How do you know that?",
        "Maddie: Because Henry's had this before.",
        "Henry: I have? I mean, yeah. Of course I have.",
        "Maddie: It goes all the way back to Kalamazoo, remember, Henry?",
        "Henry: Kalamazoo. Absolutely, I remember. I pulled my back in economics class. I know, it's a very strenuous curriculum.",
        "Katie: You never told me about that.",
        "Henry: It's not one of my shining moments, okay?",
        "Maddie: Well, he just needs some aspirin and some rest, and he'll be fine.",
        "Katie: All right, well, there's aspirin in the kitchen. But if you're not feeling better in a couple of hours, I am going to call a doctor, okay?",
        "Henry: I've got to hand it to you there, little sister, good.",
        "Maddie: I don't know what you're talking about. Can you let me go?",
        "Henry: No, I don't think so. I know what you're up to, and I'm not going to let you get away with it.",
        "[SCENE_BREAK]",
        "Luke: I'll be in my room.",
        "Lily: No computer.",
        "Luke: Whatever.",
        "Lily: And we haven't finished talking about this, and until we do, you're grounded.",
        "Luke: So what?",
        "Lily: What am I going to do with him?",
        "Keith: That was a start.",
        "Lily: A lot of good that's gonna do me.",
        "Keith: Well, you know, he's trying to figure out why he's acting out.",
        "Lily: He's very upset, still, about Holden and me. And, he so scared about what's happening with his grandmother.",
        "Keith: Has he talked to you about that?",
        "Lily: Well, he's upset. About the two of us. But I sat down with him to try to explain to him the effects of the chemo on his grandmother, and he just made an excuse and walked away. It's like every time I reach out to him, he just pushes me away.",
        "Keith: He's just trying to figure things out.",
        "Lily: We used to be so close. It wasn't that long ago he was ready to do time to protect me. Now I feel like there's a million things that he's keeping from me.",
        "Keith: Well, he is keeping a few things from you.",
        "Lily: What do you mean? Do you know something about this that I don't?",
        "Lily: Keith, if you know something about Luke, you have to tell me.",
        "Keith: Well, the number one rule with a teenager is, you know, they're always going to do the opposite of what their mother wants them to do.",
        "Lily: Yes, I understand kids, they go through phases. But he has never been this rebellious. I mean, not with me.",
        "Keith: Well I'm no child shrink, but, you know, the fact that he was going to go to jail for you, I think they call that co-dependency.",
        "Lily: So it's all my fault?",
        "Keith: No, it's nobody's fault. Nobody's here to blame, it's just the way he's trying to separate things right now, and he will work it out.",
        "Lily: Did you hear him? Did you hear him? I mean, he's not even upset about being arrested. I can't believe him.",
        "Keith: Well, Lily, he's upset, he's not gonna show you that, you know? He's probably gonna come down and throw himself in your arms.",
        "Lily: Oh, my God, you're right. That was a cry for help, and I'm punishing him. I have to talk to him. I'm so sorry. I really should just talk about this.",
        "Keith: No, no, no, no. No, no. Let him just breathe. Give him a little space. That's all he needs right now. He is a good kid. He is. And he'll work it out.",
        "Lily: I hope you're right.",
        "Keith: You can bet on it.",
        "Lily: I can't take it anymore.",
        "Keith: Well, come here, listen. You want to go down to my place? We'll polish off this bottle of wine? Huh? What do you say?",
        "Lily: I can't. I'm sorry. I would love to, but I can't. I promised my mother I'd stop by to see her after chemo.",
        "Keith: Ah. Rain check, then, huh?",
        "Lily: Yeah. I'm sorry. I mean, Luke hijacked all of our quality time together.",
        "Keith: Oh, no, no. Don't apologize for your family. I'm not going anywhere.",
        "Lily: Thank you.",
        "Keith: You'd better go, before I take you up on the rain check.",
        "[Lily giggles]",
        "Lily: Okay.",
        "Keith: Come on. Come on. I'll walk you out.",
        "Lily: Luke, I'm going to visit your grandmother! I expect you to be here when I get back. Luke?",
        "Luke: Yeah. I heard you.",
        "Keith: Going someplace?",
        "[SCENE_BREAK]",
        "Maddie: I am just trying to take care of you, Henry. You are hurt. What can I possibly be up to?",
        "Henry: Don't kid a kidder, Maddie, okay? I know you're doing this on purpose.",
        "Maddie: I had no idea that slipper was on the step, and you were going trip and fall --",
        "Henry: I know, I know. I know you would never try to hurt me on purpose, but you think because I'm laid up here that I'm going to let you stay forever, and, sweetie, that is not going to happen.",
        "Maddie: I promise, Henry, I will go. But not until you are all better. I am not just going to leave Katie here to take care of you all by herself. That would be totally unfair.",
        "Henry: Totally.",
        "Katie: Sorry it took me so long. I forgot that Henry keeps the aspirin by the olives.",
        "Henry: Don't ask.",
        "[SCENE_BREAK]",
        "Jennifer: I don't really know what you expect me to do with that.",
        "Mike: I don't expect anything. You asked about Katie, so I told you, that's all.",
        "Jennifer: I don't know why I brought her up.",
        "Mike: I couldn't be with her after everything that happened.",
        "Jennifer: But you could be with her before the baby died? Never mind. Don't answer that. What's done is done. And I really can't go back there.",
        "Mike: What I did was wrong, Jen. No matter what happened between you and me, I shouldn't have slept with her.",
        "Jennifer: Look, I know that I sent you running to Chicago. And I should've trusted you. But I didn't. And I shouldn't have lied to you, but I did.",
        "Mike: So maybe we both need to take responsibility for what happened to the marriage.",
        "Jennifer: No, but it doesn't matter anymore. Because for me -- the bottom line is that when I needed you most, you weren't there. And now that you want to be there for me, I don't need you anymore.",
        "Mike: You're still angry.",
        "Jennifer: Or maybe this is all just unbearably sad.",
        "Mike: So, lean on me. Let me help you. I might be the only person who really understands what you're going through.",
        "Jennifer: Lean on you? How? Am I supposed to call you and exchange sad stories? You want to be there to do what? I don't know what that means.",
        "Mike: Jen, I lost something in this, too.",
        "Jennifer: Yes. The baby.",
        "Mike: Our baby.",
        "Jennifer: But that's the point, Mike. He's gone. And now every reason that we had to be together is gone, too.",
        "Mike: He wasn't the only reason we were together.",
        "Jennifer: No, you can't have it both ways, Mike. Either our marriage was about us or it was about something else. And when you went off to Chicago and ended up with Katie, you only proved that you didn't really want a life with me. What you really wanted from me was a chance to be a father. But now that's gone. So, yes, we both lost something, and we'll both have to find a way to come to terms with that. But we can't do it together.",
        "Dusty: How's it going? You okay?",
        "Jennifer: Yeah. Mike was just leaving.",
        "[SCENE_BREAK]",
        "Paul: Apologize. It's two words. Two little words.",
        "Barbara: Emily, I wasn't trying to insult you --",
        "Paul: I'm sorry.",
        "Barbara: I'm sorry.",
        "Paul: There. It wasn't so hard, now, was it?",
        "Barbara: I have to find your sister. She's not eating. She has to take care of herself. Good-bye, Paul.",
        "Paul: That was so many different things.",
        "Emily: Thank you -- for that, but you didn't need to ride into my rescue.",
        "Paul: She's completely out of line, Emily.",
        "Emily: No, no more than usual. But you rode in like it was the battle of little big horn or something.",
        "Paul: Well, Custer lost. I think won that.",
        "Emily: Don't be glib.",
        "Paul: I promised myself that from now on I will keep my mother in check.",
        "Emily: Okay, you know what? We promised each other that we were going to tell each other the truth.",
        "Paul: What? You don't think I'm being truthful? You don't think I'm being honest with you?",
        "Emily: I think you're bending over backwards to defend me because, deep down, you're not ready to have me living with you.",
        "Paul: That's so not true. Maybe. I don't know how you do that. You know, I don't know how you do that. You know what I'm doing when I don't even know what I'm doing.",
        "Emily: I've known you most of my life. Talk to me, please.",
        "Paul: I feel like I'm being unfair to you somehow.",
        "Emily: Okay. So let's talk about it.",
        "Paul: There is a part of me that wants Rosanna to recover and come back to me.",
        "Emily: You don't think I knew that? Its obvious how you feel. I mean, I know. That's why you're so obsessed about finding out what she was really trying to say and making Craig pay for what he did. I just feel awful that you couldn't -- you couldn't tell me that.",
        "Paul: I tried to let it go. I tried to be right here with you, right now. But I feel like I'm failing miserably. What happened with Rosanna isn't over for me. And honestly, I don't know how it ever will be.",
        "Emily: So what does that mean for you and me?",
        "Paul: I don't know. It's up to you. But if you want to leave, now is your chance. No one will stand in your way.",
        "[SCENE_BREAK]",
        "Keith: You really know how to blow a good thing, don't you?",
        "Luke: What I do is none of your business.",
        "Keith: Well, now, I disagree. When I cover for you, it becomes my business.",
        "Luke: Well, I don't remember asking you to.",
        "Keith: Yeah, well, I'm no rat. The fact that you're drinking, not telling your mother the truth, you know what that makes you?",
        "Luke: Leave me alone.",
        "Keith: No, no, no. Listen -- no, no, no. Maybe I should've just ratted you out, huh?",
        "Luke: Fine. You know what? Go ahead. What do I care?",
        "Keith: Well, I'll tell you what -- if you don't care about yourself, then I'm gonna have to start caring about you. If that's what needs to be done, then so be it.",
        "Luke: Great. Just what I needed. You know, a complete power trip from the guy who's sleeping with my mom.",
        "Keith: You know, you think that that smart mouth of yours can push everybody away, huh? You like to do that, but maybe i ought to show you a thing or two, huh? Come on.",
        "[SCENE_BREAK]",
        "Katie: Okay. Whatever Henry wants, Henry gets. I'll be right back.",
        "[Henry grunts]",
        "Maddie: Did you hear that? She said you could have whatever you want. Get it?",
        "Henry: Yeah, you get it. My martini, that is. You remember how I like 'em?",
        "Maddie: Henry, are you being deliberately thick?",
        "Henry: The vermouth is right over there, honey. Yeah. Good girl.",
        "[Maddie fantasizing]",
        "Katie: See, Henry? Every cloud has a silver lining. I know it hurt at first, but if it weren't for your accident, I never would have realized how much I still loved you. I wanted you back and didn't even know it. Marry me again, Henry. And Maddie -- Maddie, Maddie, Maddie. Sweet Maddie. You knew what I wanted even before I did. You're such a treasure. Do come live with us.",
        "Henry: I insist, little sister. What do you say, Maddie? Is there a martini in my future?",
        "Maddie: You know, you and Katie really have something special together. I can tell. Got it?",
        "Katie: Mike? Hi, it's Katie.",
        "Mike: Katie, I thought we agreed not to --",
        "Katie: I know, I couldn't help it. But you know I wouldn't call if it wasn't a real emergency.",
        "Mike: What's wrong?",
        "Katie: Something's happened. Can you come over? I need you.",
        "[SCENE_BREAK]",
        "Jennifer: I'm stuffed.",
        "Dusty: Stuffed? Or you lost your appetite?",
        "Jennifer: You know how it is when you haven't eaten for a while.",
        "Dusty: Everything else okay?",
        "Jennifer: Yeah.",
        "Dusty: I saw that mike left a little upset.",
        "Jennifer: Well, he still feels guilty about what he did. But you know what? That's not really my concern anymore.",
        "Dusty: You told him that?",
        "Jennifer: Yep. Get over it and move on.",
        "Dusty: And have you?",
        "Jennifer: I guess you never totally get over it. But, you know, that is not going to stop me from working.",
        "Dusty: Working with me?",
        "Jennifer: I thought you said you needed to live up to your reputation of being selfish, so how about it? Open up that briefcase.",
        "Dusty: You got it. Our supplier sent a business proposal over, and I'd love to get your input on it. Knock yourself out.",
        "[Jennifer sobbing]",
        "[SCENE_BREAK]",
        "Emily: I packed my bags once, you know. I'm not doing it again. I'm sort of stubborn like that.",
        "Paul: You want to stay?",
        "Emily: When I make up my mind to do something, I like to see it through. I'm not going anywhere. Unless you want me to.",
        "Paul: I'm no fun. And I'm completely preoccupied.",
        "Emily: I can live with that. As long as I get to distract you every once in a while.",
        "Paul: Emily, what's in this for you?",
        "Emily: A fresh start.",
        "Paul: You want to make a fresh start with me?",
        "Emily: Yeah. Because even when you're all wrapped up in your own problems, you always wrap me up with you. It's been a long time since anyone's done that. And even if you're moody and preoccupied, at least you let me in.",
        "Paul: I'm worried that won't be enough.",
        "Emily: I want what you give me. Lots of space. Lots of affection. We need each other, Paul. Why shouldn't we have what we need?",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Mike: See you later.",
        "Katie: Wait, Mike, don't go.",
        "Jennifer: What is this?",
        "Gwen: I wanted to see my son.",
        "Carly: I beg your pardon?",
        "Gwen: You have my son."
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=djFgsLfTFoQ"
}