{
    "Episode Summary": [],
    "Recap": [
        "Dusty decides to be a silent partner in Rose's shop. They share a few kisses and Dusty tells Rose that HE is the man she's been waiting for all of her life. Dusty calls Barbara and tells her that Rose and Paul are over & to get his money ready. Later, Paul goes to Jack to find dirt on Dusty. With encouragement from Chris, Alison decides to get a job at the hospital. Susan initially doesn't like the idea, but after a talk with Dr. Decker, she changes her mind. Carly takes lunch to Jack at the station where she asks Jack not to arrest Craig until after the fashion show. When Craig calls her, she informs Jack that Craig will be home after the show. At Fairwinds, Craig \"apologizes\" for leaving Rosanna on her wedding night. Rosanna gets mad at him for turning the tables and asks him to leave. Craig tells her that he hadn't looked at another woman since he left town when Sierra walks in the room. Lucy and Aaron decided not to hide from Craig this time. After she is ordered to pay $3,000 in fines and do community service, Bonnie apologizes to Margo for lying to her about the night Jessica got shot."
    ],
    "Recap Author": "Dione",
    "Show Title": "As The World Turns",
    "Transcript": [
        "(Missing 10-15 minutes, due to weather emergencies broadcast)",
        "Margo: Well, then you know what, Bonnie? You better talk to a priest, not a cop.",
        "Bonnie: How about a friend? I mean, can I still call you that?",
        "Margo: Yeah, sure you can.",
        "Margo: You know what, Bonnie? I gotta stop you right there. You should be very careful what you say to me.",
        "Bonnie: Why?",
        "Margo: Because I don't want to hear anything that may incriminate you. The double jeopardy rules still apply here, but there is always a way around them.",
        "Bonnie: The gun went off. And -- I could still hear the sounds echoing in my ear. And then my mom -- she was falling on the floor, and there was blood everywhere. She could have died, Margo. She could've died, and it would've been my fault.",
        "Margo: Bonnie, it was an accident. It was a terrifying accident.",
        "Bonnie: I took that gun in Marshall's room. I jeopardized my mother's life. And how am I punished? Community service.",
        "[Bonnie sobbing]",
        "Margo: Okay, okay. You know what? You know what? Instead of complaining about it not being harsh enough, why don't you just find some way to make this whole thing meaningful?",
        "Bonnie: I'm not really sure I know how to do that.",
        "Margo: Oh, yeah, of course you know how to do that. If they ask you to sweep the floor, you make that floor shine. You want to paint the wall, you don't put two coats of paint on it, you put three. Honey, don't just put your time in. Put in your spirit and your backbone and -- and treat those kids just the way you were treated, with love and respect. And teach them. And, honey, you want to atone for your sins? You just grab one of those kids, and you make her life happy. Hmm?",
        "Bonnie: I hear you. If I do this right, then everybody wins.",
        "Margo: Yeah.",
        "Bonnie: Thank you, Margo. Aunt Margo. [Both laugh] I think I know why my mom has always loved you. And why I do, too.",
        "Margo: Thanks.",
        "[SCENE_BREAK]",
        "Paul: For you.",
        "Rose: What's the occasion?",
        "Paul: Just to remind you that, no matter what I said last time we were together, that I still love you. And there might be some lust thrown in there, too.",
        "Rose: They're beautiful. So what do you think? Hmm?",
        "Paul: So this is it, huh? It's finished?",
        "Rose: Yeah, just turn on the blow-dryers. We're ready to go.",
        "Paul: It is spectacular, Rose. I had no idea you were this far along.",
        "Rose: Neither did I. Dusty had the construction workers all night long. Yeah, working around the clock.",
        "Paul: Without letting you know?",
        "Rose: Well, you know, he wanted it to be -- you know.",
        "Paul: A surprise.",
        "Rose: Yes. Yes, he did. He had it done. Look at that. Must've cost him an arm and a leg.",
        "Paul: You mean, it must've cost my mother an arm and a leg.",
        "Rose: Right. Yes. We can't forget that little tidbit now, can we?",
        "Paul: So did you have a chance to talk some things over with him?",
        "Rose: Yeah. I told him I couldn't be his partner anymore.",
        "Paul: That probably wasn't easy.",
        "Rose: No.",
        "Paul: Well, what I want you to do is I want you to get a breakdown of his costs. I'll cut him a check. And then he'll be out of our lives for good.",
        "Rose: Well, he's already out. You don't have to cut him a check.",
        "Paul: What do you mean?",
        "Rose: Dusty offered to be a silent partner. Which means he keeps his investment, gets a return on his profits. I don't see him at all. That's it.",
        "Paul: And what did you say?",
        "Rose: I said you didn't -- I thought maybe you wouldn't like it.",
        "Paul: I have to be honest with you. That's not the arrangement I had in mind.",
        "Rose: I know that. But then I'm sitting here thinking, you know, maybe it's not such a bad deal. Right? Dusty gets a big return on his money, and you get me all to yourself. Everybody wins. Right?",
        "[SCENE_BREAK]",
        "Lucy: Hi. I just wanted to let you know we're home. Are you okay?",
        "Rosanna: Your father is home.",
        "Lucy: He is? Since when?",
        "Rosanna: He arrived about an hour ago.",
        "Lucy: Well, how is he? Where's he been?",
        "Rosanna: We haven't had a chance to discuss that. He looks well, though. As fit as ever. Excuse me.",
        "Aaron: Lucy, I'd better get out of here.",
        "Lucy: No, I'm not gonna let my father run you off.",
        "Aaron: Did you just see Rosanna right now? I mean, it's obvious that she and your dad are still going at it. This is not the time to give him grief about us.",
        "Lucy: It's never the time, Aaron. I need to have this out with him, once and for all. And I need you here. If he's hard on me, I might need a ride somewhere when it's over.",
        "Aaron: Of course I'll stay.",
        "[SCENE_BREAK]",
        "Rick: If I thought that this would hurt us, believe me, I'd speak up. But it can't.",
        "Susan: You haven't seen my daughter in action.",
        "Rick: Alison thinks that she's losing you. Once you approve her working here and she realizes that you're still on her side, she'll relax and get out of our way.",
        "Susan: What if she doesn't?",
        "Rick: Well, at least we know we tried. Give Alison what she wants, and we get what we want, too. Hmm?",
        "Susan: You know, you make it very difficult for me to say no to you.",
        "Rick: Have you found a reason to?",
        "Susan: Not yet.",
        "Rick: Well, then don't mess with success, hmm?",
        "[SCENE_BREAK]",
        "Paul: He lied to you, Rose. How can you find that acceptable in a partner, silent or otherwise?",
        "Rose: He -- he borrowed money from your mom. And he wasn't up front about that at first, but he has -- he has come through for me time and time again --",
        "Paul: No, he didn't tell you for a reason, because he was working behind your back with my mother. He's a liar, Rose. Why can't you see that?",
        "[Rose groans]",
        "Rose: I'm not gonna let him get anything over on me. Don't worry. I'm asking you to give me this -- this one thing. Can you do that for me, please?",
        "Paul: You still have faith in him, don't you? I see. Well, since my word is not good enough for you, I'll just have to find proof that Dusty is no good.",
        "Rose: Look, there's gonna be a party -- here tonight. An opening party. I'd really like you to come.",
        "Paul: Is Dusty invited?",
        "Rose: He put the whole thing together. I can't ask him not to come.",
        "Paul: Oh, no. Of course not. We don't want to upset Dusty, now, do we?",
        "[SCENE_BREAK]",
        "Chris: Alison? Hey, wait up. I just spoke to your old supervisor. She said she'd be willing to hire you as a nurse's aide.",
        "Alison: Well, thanks, anyway, but my mother doesn't want me working here.",
        "Chris: You spoke to her already?",
        "Alison: I thought she would be really excited. But instead she started in on what a bad idea it was, so --",
        "Chris: Maybe I can talk to her.",
        "Susan: That won't be necessary. I've reconsidered. I think your working here could be a very positive experience for you.",
        "Alison: Are you kidding?",
        "Susan: Nope.",
        "Alison: What changed your mind?",
        "Susan: Other people are willing to give you a chance. I should, too.",
        "Alison: Well, you won't be sorry. I'm going to do a great job. Did you hear that? We're going to be working together.",
        "Chris: Yeah.",
        "[SCENE_BREAK]",
        "Susan: I took your advice. I told Alison she could work here.",
        "Rick: And how do you feel about that?",
        "Susan: Actually, not too bad.",
        "Rick: Stick with me, kid, hmm? Got a lot of great ideas.",
        "[SCENE_BREAK]",
        "Craig: Hey, hey, hey, hey, hey, hey, hey!",
        "Lucy: Daddy. I was just coming to look for you.",
        "Craig: Sweetness. Aaron, why are you here?",
        "Lucy: I invited him, daddy. Aaron and I are together.",
        "Craig: Can we talk about that later? I just got home. I don't want to burst any major arteries.",
        "Rosanna: Hello, darling. How was your conversation with Carly? I saw you on the phone.",
        "Craig: Well, I wanted to see how the show was going.",
        "Rosanna: And hear her lovely voice. Yes, for all I know, you went to see her first, before you showed up here.",
        "Craig: I've been nowhere near another woman since I left these doors.",
        "Rosanna: Do me a favor and go tell your lies somewhere else.",
        "Craig: Could you please try to restrain yourself, set yourself a little example?",
        "Sierra: Lucy.",
        "Lucy: Mom.",
        "Sierra: I never thought that I would be so happy to see you on your feet.",
        "Lucy: What are you doing here?",
        "Sierra: I came to spend some time with you. Hello, Aaron. Good to see you.",
        "Aaron: Welcome back.",
        "Sierra: Thank you. Rosanna, I want to thank you for taking such good care of my daughter. Craig told me that you played a huge part in her recovery.",
        "Rosanna: He did? When was that?",
        "Sierra: While he was visiting me in Montega.",
        "Rosanna: And you just told me you haven't seen another woman since you left.",
        "Craig: That's no woman. That's my ex.",
        "[SCENE_BREAK]",
        "Jack: Well, thank you again for lunch. And for the tip about Craig coming back to town.",
        "Carly: Well, I told you that you'd be the first to know if he called me.",
        "Jack: I know. And I know you're worried about him going to jail. I hope it's not a hindrance on the -- on the fashion show. But you gotta understand, I gotta do my job. I just hope you don't hate me for that.",
        "Carly: One of these days, Jack, you are going to realize that you are more important to me than any fashion show, than any company, and most of all, more than any person named Craig Montgomery.",
        "Jack: I'm working on that, okay?",
        "Carly: Don't take too long.",
        "Paul: Hey, Jack, I need your help.",
        "Jack: Hey, Paul. What's going on?",
        "Paul: Rose is about to make a huge mistake. And the only way to stop her is to dig up some dirt on Dusty Donovan.",
        "[SCENE_BREAK]",
        "Dusty: Excuse me, miss. Have you seen the owner around?",
        "Rose: Not sure how to answer that.",
        "[Dusty chuckles]",
        "Dusty: What happened?",
        "Rose: Paul's not really on board with the whole silent partner idea.",
        "Dusty: Well, that's too bad. What are you gonna do?",
        "Rose: I don't know. I love Paul. But I love this place. Any suggestions?",
        "Dusty: Yes. I think you should go home. I think you should take a long, hot bath. And I think you should put on something really beautiful. And come back here and open up your beauty shop.",
        "Rose: Well, if I do that, that means --",
        "Dusty: No, no, no. This is your night. This is your chance to show everyone that, when Rose D'Angelo makes a commitment, she sticks to it. She gets the job done. You can't walk away from that. These moments only come along every now and then.",
        "Rose: Yeah. For me, once in a lifetime.",
        "Dusty: Then that's it. Come on. You gotta get -- you gotta get dressed. I want you to hurry. I want you to go back there. I'm gonna get this straight. You worry about getting yourself beautiful. Go.",
        "Rose: You know -- about that kiss earlier?",
        "Dusty: Yeah. Let's just chalk it up to a warm moment between -- silent partners.",
        "Rose: Yeah, that's it. That's great. That's what I want. It's already starting to feel like home. Thank you.",
        "Dusty: Barbara? It's Dusty. Get your money ready. Rose can barely keep her hands off of me. Oh, yeah, it's over. Paul and Rose are finished by tonight.",
        "[SCENE_BREAK]",
        "Craig: Why didn't you sleep with Mike Kasnoff?",
        "Rosanna: Because I still love you, all right?",
        "[SCENE_BREAK]",
        "Rose: I want Paul. And you better go, before he gets here.",
        "Dusty: Rose, you have no idea what I want."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=rDUShWqOXQM"
}