{
    "Episode Summary": [],
    "Recap": [
        "Dusty and Emily talk about sleeping together, but Emily wants to take it slowly for a change. Aaron beats up Lance and kicks him out of Allison's house; Lance promises to make her sorry. Luke finds Maddie and Noah in bed, and after the initial shock, explains why he is there. Jade tries to convince Gwen why she is in town to no avail, until she shows her proof from Cleo's journal. Cleo ties an unconscious Will up. Everyone splits up to find Will and Cleo; Maddie is with Gwen while Luke is with Noah. Aaron sees a movie of Allison and Dusty in bed thanks to Lance. Aaron is devastated by her betrayal, as Allison tries to explain. Cleo sees Jade leaving Gwen's dressing room. After some talking and some affection with Dusty, Emily is talked right out of taking things slowly. Dusty has an idea and takes off. Noah thinks Luke likes Maddie and that was why he looked so upset when he walked in on them. Luke assures him that he has it wrong and then blurts out that he is gay. Maddie and Gwen split up when they realize where Cleo may be. Cleo finds Gwen; she demands that she tell her where Will is? Cleo plays innocent and claims that Will has a surprise for her. Cleo takes Gwen to some railroad tracks where she finds Jade lying on the tracks; Gwen is hit from behind and knocked out by Cleo. Cleo leaves Jade and Gwen tied up on the tracks. Dusty comes back with roses and tickets to Bermuda for he and Emily; Emily is thrilled. Allison begs Aaron to forgive her, but he can't look at her and can't get over that she kept this from him and betrayed her sister. Does Emily know? No! Allison begs him not to ruin Emily's happiness. Jade and Gwen bicker and argue as they try to get free. Luke and Noah think Gwen is safe and sound in her dressing room. Maddie finds a tied up Will in the woods and helps free him. They have to go find Gwen. Cleo is back at the theater and realizes the only way to get away is to dress as Gwen. Gwen shushes Jade when she hears a vibration. They realize a train is barreling obviously straight towards them, as they panic trying to free themselves. Cleo is about to leave when the stage manager stops her and tells her that her fans are waiting for her. Cleo tries to stall, but it doesn't work and has no option but to follow him at this point."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Emily: So, you want to explore new territory?",
        "Dusty: Yeah. I think we can go there.",
        "Emily: You talking about sleeping together?",
        "Dusty: I'm not talking anymore. Let's just do.",
        "Emily: Why?",
        "Dusty: 'Cause it's who we are.",
        "Emily: No, why do you want me?",
        "Dusty: Because you're hot. But I don't want you to think it's just physical.",
        "Emily: Is it?",
        "Dusty: Nope. I think you're brilliant.",
        "Emily: You think I'm -- you think I'm brilliant?",
        "Dusty: Well, you're not the sharpest tool in the shed. But your charm makes up for it.",
        "Emily: Okay, you know what, you're blowing this.",
        "Dusty: I'm not blowing it.",
        "Emily: You're blowing it.",
        "Dusty: I'm killing it.",
        "Emily: I'm not expecting poetry out of you. I just -- I need to know why you want me. Why? Okay, you know what, forget it. Forget it, it was a stupid question.",
        "Dusty: Are you mad at me?",
        "Emily: No, I'm not mad at you. It was a stupid question. You know what, it doesn't matter what the answer is.",
        "Dusty: Why not?",
        "Emily: Because I'm not going to sleep with you. Not now. And, I don't know, maybe not for a very long time.",
        "[SCENE_BREAK]",
        "[Aaron is punching Lance]",
        "Alison: Aaron, stop! You'll kill him!",
        "Aaron: You are dead if you ever get near Alison again! Do you understand me? Do you think I don't mean what I say?",
        "Lance: Let go of me!",
        "Aaron: I'll hunt you down, Brother.",
        "Lance: I got it. I'll stay away.",
        "Alison: Aaron!",
        "Aaron: Are you okay?",
        "Alison: I just want him out of here.",
        "Lance: Used to say, Baby.",
        "Alison: Leave me alone!",
        "Lance: You know, she acts so innocent, but if you really knew what she was up to, you wouldn't defend her --",
        "Aaron: I know everything -- I know everything! I know about the porn and the drugs.",
        "Lance: Everything?",
        "Aaron: Get the hell out!",
        "Lance: You'll regret this, Ali.",
        "Aaron: It's over.",
        "[SCENE_BREAK]",
        "Maddie: Don't you knock?",
        "Luke: I'm sorry, I thought -- the door was unlocked and I'm sorry.",
        "Noah: Luke, what are you doing here?",
        "Luke: I thought this was Will and Gwen's room. I need to find Will. I'm sorry.",
        "Maddie: Luke, wait.",
        "Luke: No, no. Look, just tell me where Will is. Or Gwen. I need to talk to them.",
        "Maddie: Luke, stop it. Listen to me, I'm sorry for yelling. It's just that we didn't expect -- we switched rooms.",
        "Noah: And we didn't tell the front desk --",
        "Luke: Okay, well then just tell me where Will and Gwen's room is, okay?",
        "Maddie: They're a couple doors down. But Gwen is at rehearsal at the theatre.",
        "Luke: No, she's not. I just came from there. When was the last time you saw Will?",
        "Noah: Why what's going on? What are you even doing here?",
        "Luke: Jade didn't run Will off the road. Cleo did.",
        "Noah: Cleo?",
        "Maddie: Listen, I know that Jade is your cousin and everything, and you don't think that --",
        "Luke: No, no, no, no, no. We have proof in Cleo's own handwriting. She's been planning something for a long time, and we need to get to her before she can do it.",
        "Noah: Well, what do we need to do?",
        "Luke: We need to find Will and Gwen and warn them that Cleo's dangerous before she can hurt somebody else.",
        "[SCENE_BREAK]",
        "Gwen: You are so full of it, Jade. Cleo would never hurt anybody.",
        "Jade: She ran Will off the road and she got me tossed into jail for something I didn't do. You have to listen to me.",
        "Gwen: Oh, I am so tired of you pushing your way into my life!",
        "Jade: I have proof.",
        "Gwen: Okay, Jade, listen -- I am going to do you a huge favor. Go home, think about it. Think about your life and think about what makes it so damn unfulfilling.",
        "Jade: I'm trying to help you.",
        "Gwen: Help me? You wouldn't even cross the street to help me let alone come to Branson. You're here because -- I don't know. I don't know why you're here. I mean, maybe you want to sleep with my husband. Maybe you want to kill him. Maybe you want to ruin this concert because you know it's so important to me. But you know what, I'm really tired of you taking advantage of me. So you can either get out or I can have someone throw you out.",
        "Jade: Okay, yeah, that's fine. And if Will turns up hurt or even worse, don't blame me.",
        "Gwen: No problem. You said something about proof.",
        "Jade: Do I get an apology? Here.",
        "Gwen: What is this?",
        "Jade: Remember that famous diary that went missing?",
        "Gwen: Oh, yeah, yeah, Cleo's diary.",
        "Jade: Yeah, I found it shredded in your garbage.",
        "Gwen: You went in my garbage? That's gross. How sick are you?",
        "Jade: Just read it. Your sweet little Cleo wants to marry your husband.",
        "Gwen: Will already has a wife.",
        "Jade: Well, she wants him. And she's going to have him, whether you're dead or alive.",
        "Gwen: Uh-huh.",
        "[SCENE_BREAK]",
        "Cleo: I'm so sorry that I hit you over the head. But later, when you wake up, I'll explain everything. And I'll kiss that bump on the back of your head and I'll make it all better. I hope you're wearing sun screen. I really wouldn't want that fair skin of yours to burn. And I'll bring back some aspirin since you're probably gonna have a little bit of a headache. So, sun screen, aspirin and tissues, since you're probably gonna be a little bit sad that Gwen's gone. You know what? I was really hoping that she would just dump you on her way to fame, but that's going to take a while. So I'm gonna take care of her top of everything else. Can you believe it? I have so, so, so much to do. But when I'm done, I'll come back for you, my sweet. Sleep tight. I'm going to take him with me because you gave him to me. I love him almost as much as I love you. I'll be back soon, my darling.",
        "[SCENE_BREAK]",
        "Gwen: \"I was trying to get W away from G the nice way, and now it looks like that I'm gonna have to do it the mean way.\" You really didn't force Will's car off the road, did you?",
        "Jade: It was her.",
        "Gwen: Oh, God.",
        "Jade: Where is Cleo?",
        "Gwen: She's with Will. Come on. Come on, come on, pick up. Please, please, please, pick up. Hey Will, it's me.",
        "Jade: Shh!",
        "Gwen: I'm leaving a voice message. When you get this, please call me, okay? As soon as you get this, just call me back.",
        "Jade: Where are they headed?",
        "Gwen: They went sightseeing. They could be anywhere. I had this stupid interview and Will wanted to give me some space, so he went to get Cleo out of the way. And I shouldn't have let him go. And now not picking up his stupid phone.",
        "Jade: Maybe we should call the police.",
        "Gwen: And tell them what? I mean, really, is this the only proof that you have?",
        "Jade: I went to a lot of trouble to try and find this diary. Not to mention going through thousands of pieces of paper to try and get this stuff here that I showed you.",
        "Gwen: He's hurt. I have to go.",
        "Jade: Whoa, wait. Just call him again, and see if he picks up.",
        "Gwen: Okay.",
        "[Cell phone ringing]",
        "Gwen: Will, it's me again. Make sure that you're the only one who can hear this. It's about Cleo. Okay, she's not who we thought that she was. You have to come back to the theatre, but call me first. Call me as soon as you get this so I know that you're okay. I have to go find him.",
        "Jade: Where would he go when he's done sightseeing? Would he come back here, would he go to the hotel?",
        "Gwen: Here. He would come back here. He's supposed to meet me here.",
        "Jade: Okay, listen. You stay here. I'm gonna go round up Luke and we'll look for him.",
        "Gwen: I'll go with you. I'll just tell the stage manager I'm leaving.",
        "Jade: No, no, no, no. If Cleo comes back here, you have a way better chance than I do of having her detained or arrested or whatever since I'm officially out on bail.",
        "Gwen: I'm sorry about that, by the way.",
        "Jade: Just prove it. Just trust me this once, okay? Stay here, I'll find him.",
        "Gwen: Okay. Be careful. If Cleo sees you, she'll know something's up.",
        "Jade: If Cleo comes back here before I do, don't believe a word she says. All right, whatever you do, don't turn your back on her.",
        "[Jade leaves the room. Cleo goes to Gwen door]",
        "Cleo: I've got way too much to do.",
        "[SCENE_BREAK]",
        "Noah: Where's Jade now?",
        "Luke: She's at the theatre, waiting for Gwen. She forgot her cell phone and mine's dead.",
        "Maddie: I'll call Gwen.",
        "Luke: Okay, and I'll see if Will's in his room. Were is Will's room?",
        "Noah: It's just down the hall. I'll give you the keys. Here, the room number's on the card.",
        "Luke: Thanks.",
        "Maddie: Gwen?",
        "Gwen: Hey, Maddie. Have you seen Will?",
        "Maddie: No. But Luke just told me what happened with Cleo. I cannot believe that.",
        "Gwen: Neither can I. Then I read this thing that Cleo wrote in her diary. And now Will's not picking up his phone. Where are you?",
        "Maddie: At the inn with Noah.",
        "Gwen: Would you mind checking our room?",
        "Maddie: Luke just did. And Will's not there.",
        "Gwen: Okay, I'm kind of, like, freaking out here, 'cause I don't really know what to do. Jade told me that I should just wait here.",
        "Maddie: She's right. You should stay at the theatre and wait just in case Will shows up. And I will come and wait with you.",
        "Luke: And tell her that I'll go down to the police station, see if there's anything we can do about finding them.",
        "Maddie: Luke's going to go to the police. And I will be there as fast as I can.",
        "Noah: I'll go with Luke.",
        "Luke: What? Oh, no, no, no, that's okay.",
        "Noah: They may not believe you. All you have is a piece from Cleo.",
        "Luke: And they'd believe you why?",
        "Noah: Because I've been doing all this pre-production stuff for WOAK. I've been getting permits and making calls --",
        "Luke: Yeah. Well, I guess you're right. I guess that would help. Okay, I'll just go wait in the hall while you guys get dressed.",
        "[SCENE_BREAK]",
        "Alison: Why won't he leave me alone?",
        "Aaron: He won't be back.",
        "Alison: He's acting like his business is tanking because he got arrested, but he's been arrested before and he always bounces back. I don't know why he keeps bugging me.",
        "Aaron: Maybe he's got a thing for you.",
        "Alison: Well, if he does, that's his problem, not mine, because I definitely don't have a thing for him.",
        "Aaron: Did you?",
        "Alison: For a while. You know, I thought he was taking care of me. So I did what he wanted. I'm not proud of it.",
        "Aaron: Is that why he's acting like there's more to tell?",
        "Alison: I guess. But there's nothing more.",
        "Aaron: You're sure?",
        "Alison: How long are you going to keep asking questions?",
        "Aaron: Oh, hey, I'm sorry. I'm sorry. Hey, can I just tell you how proud I am of you?",
        "Alison: After everything I did?",
        "Aaron: Yeah, but you turned it all around, Alison. I mean, that takes guts.",
        "Alison: I guess it did.",
        "Aaron: And speaking of guts -- guess what I got at the movie rental place?",
        "Alison: \"Scream\"? Did you get \"Scream\"?",
        "[Alison screams]",
        "Aaron: Okay, okay.",
        "Alison: It's my favorite!",
        "Aaron: Yeah, no kidding.",
        "Alison: Thanks, Aaron. You're the best. I guess I should make some popcorn. I'd offer you a beer, but I don't --",
        "Aaron: Your mom doesn't have beer in the house. I know that. Ali -- about that love thing? I haven't felt this way about anybody since you, either. Let's go make that popcorn.",
        "[Alison silently goes \"Yes!\" and keeps throwing her hands in the air]",
        "Aaron: Are you kidding? What is that?",
        "Alison: Nothing. Shut up.",
        "[Alison and Aaron leave the room. Lance sneaks in and puts a DVD in the DVD player]",
        "Lance: Okay, Mr. Boyfriend. Get over this.",
        "[Lance leaves]",
        "Aaron: I'll get the movie set up.",
        "[Aaron sees the movie playing. Its Alison and Dusty in bed]",
        "Alison: Okay. I'll be right there. Oh, oh, oh, it's magic",
        "Alison: You started already? You were supposed to wait for me. What is this?",
        "Aaron: It's you.",
        "Alison: Where did it come from?",
        "Aaron: I don't know.",
        "Alison: Shut it off.",
        "Aaron: No, no. It was on when I came in here. My guess is your friend Lance has something to do with this.",
        "Alison: Shut it off, Aaron!",
        "Aaron: I really want to see this.",
        "Alison: Don't do this.",
        "Aaron: It's too bad the picture quality is poor, but it's clear you're having a good time. So is Dusty.",
        "[SCENE_BREAK]",
        "Dusty: You don't want to sleep with me?",
        "Emily: Yet.",
        "Dusty: Why not?",
        "Emily: For the first time in my life, Dusty, I don't want to rush things. I just want to take it slow. What's wrong with that?",
        "Dusty: How slow?",
        "Emily: I don't know how slow. I'll know -- I'll know when I get there. Maybe I should go. Maybe I should --",
        "Dusty: No, no, no, no. Give me a second. Okay, fine. I can go slow. That's fine.",
        "Emily: Okay. Okay. So we'll go slow. We'll date. We'll do dinner and movies and ice cream. What are you doing?",
        "Dusty: Practicing.",
        "Emily: Practicing what?",
        "Dusty: Practicing slow.",
        "Emily: Oh, yeah. Dusty, we're in public.",
        "Dusty: Okay, now ask me that question again.",
        "Emily: What question? Oh. Why do you want me?",
        "Dusty: Besides being a hot blond, I'm attracted to you in every way. What do I do for you?",
        "Emily: Do you really have to ask?",
        "Dusty: This is what you do to me. I think about making love to you all the time.",
        "Emily: You do?",
        "Dusty: Yeah. My heart's been dead a long time. And you needed me to help you. And I just wanted to strangle you and then -- now, I just want you.",
        "Emily: Okay, okay. Wait, wait, wait, wait, wait, wait, wait.",
        "Dusty: Maybe we should stop because you're going to give me a heart attack.",
        "Emily: Yeah. It, wait. No, wait, stop. You know what? You really messed up here.",
        "Dusty: I didn't mess up.",
        "Emily: No, you messed up here because we need to be alone in a room in the dark near a bed.",
        "Dusty: Well, if we were --",
        "Emily: Yeah, we would be.",
        "Dusty: Do we have to slow down. I mean, maybthat wouldn't be too special, though. Is that what you're thinking?",
        "Emily: No, I think with you and me, I think it would be special. Okay, stop. You're giving me a heart attack.",
        "Dusty: I know a place.",
        "Emily: A place? Where?",
        "Dusty: A room, near a bed, in the dark.",
        "Emily: You do?",
        "Dusty: You bet.",
        "Emily: Okay.",
        "Dusty: I want you to stay right here, I'll be right back.",
        "Emily: No, no, no, no. Doesn't it work better if you take me with you?",
        "Dusty: No, no, no, no, you stay here. Don't move.",
        "Emily: No, no, no. I -- I didn't say stop. I just said slow down, not stop.",
        "[SCENE_BREAK]",
        "Luke: Yeah, Noah and I gave the cops all we knew, but they said it still wasn't enough to put out an APB. Look, Will's a really smart guy. He can handle himself around Cleo. So try not to get too worried, okay? Thanks.",
        "Noah: How's Gwen doing?",
        "Luke: Maddie's with her, so she'll be okay. Are we done here?",
        "Noah: One of the sergeants is a military guy. He knows my dad. He's gonna make some calls for us. You know, unofficially. So, we should stick around, in case he comes up with something.",
        "Luke: Oh, I guess you are connected.",
        "Noah: My dad is. Listen Luke, I know it was awkward before -- you walking in on me and Maddie.",
        "Luke: More awkward for you guys. At least I still had my clothes on.",
        "Noah: I just want you to know, that's not why we came down here, okay? It wasn't something we planned, it just happened.",
        "Luke: Look, Noah, you don't owe me any explanations.",
        "Noah: It seems like maybe I did. The way you reacted.",
        "Luke: I walked in on two people I work with having sex. How am I supposed to react?",
        "Noah: You seemed upset.",
        "Luke: I'm not upset.",
        "Noah: I know you and Maddie went to prom together. I just thought you were friends.",
        "Luke: We are.",
        "Noah: But if there's more going on --",
        "Luke: No, there's not.",
        "Noah: Look, the last thing I want you to think is that I'm going to try to come in and move in on someone's girlfriend. So, if you were interested in Maddie at all --",
        "Luke: Trust me, Noah, I am not interested in Maddie.",
        "Noah: If you say so.",
        "Luke: I'm not interested in Maddie!",
        "Noah: Are you sure?",
        "Luke: Yes. I am sure. I'm totally sure. I'm gay.",
        "[SCENE_BREAK]",
        "Gwen: You think she hurt him, don't you?",
        "Maddie: What? No. No, no, no. Will's fine.",
        "Gwen: Well, you're just being really quiet. Like you're not saying what you're thinking.",
        "Maddie: It's not that. It's just the waiting. It bites.",
        "Gwen: Why did I let him go with her? I'm sure the last thing in the world he wanted to do was to spend half the day with Cleo, but he did it for me. I'm just -- I'm an idiot. I shouldn't have let him go.",
        "Maddie: You know where they were heading?",
        "Gwen: No, I don't --",
        "Maddie: What? What is it?",
        "Gwen: There was a lake. There was -- something about a lake.",
        "Maddie: Okay, what lake?",
        "Gwen: I don't remember.",
        "Maddie: This one? Lake Taneycomo?",
        "Gwen: Yeah, yeah, yeah. That's it. Wait, it's not very far from here.",
        "Maddie: All right, someplace to start.",
        "Gwen: Silver Dollar City. She definitely said something about Silver Dollar City.",
        "Maddie: Good. I'm going to go to the lake, and you go to Silver Dollar City.",
        "Gwen: What if Will comes back here?",
        "Maddie: Gwen, I don't know. I mean, if he hasn't shown up --",
        "Gwen: No. It's okay. I got it. He's in trouble. Okay, just call me if you know anything.",
        "Maddie: Okay, I will.",
        "Gabe: Hey, Gwen. Just a little over half an hour to show time. You should probably start getting dressed.",
        "Gwen: Yeah, sure. I'll take care of that.",
        "Cleo: Hi, Gwen! Are you ready for the show? You're going to be amazing.",
        "Gwen: Where's Will?",
        "Cleo: Isn't he here?",
        "Gwen: Where is he?",
        "Cleo: Why are you looking at me like that?",
        "Gwen: Drop the act, Cleo. I read your diary, I know what you wrote.",
        "Cleo: That's impossible.",
        "Gwen: Dammit, Cleo, where's Will?",
        "Cleo: Okay. Okay, look, I'm going to spoil the whole surprise that Will had planned for you. He didn't want you to see it until after the show.",
        "Gwen: Did you hurt him?",
        "Cleo: No! I would never! What's wrong with you?",
        "Gwen: Tell me where he is.",
        "Cleo: I can do better than that. I can take you to him. Do you want to see Will or not?",
        "Gwen: After you.",
        "[SCENE_BREAK]",
        "Will: Help me! Anybody help me! Anybody!",
        "[SCENE_BREAK]",
        "Gwen: How much farther?",
        "Cleo: Oh, it's just right up here. Now when Will gets mad at me for spoiling the surprise, you have to tell him it's not my fault. That you made me do it.",
        "Gwen: What is that?",
        "Cleo: Oh, goodness. It looks like somebody must have fallen.",
        "Gwen: Jade?",
        "[Gwen turns her back on Cleo. Cleo hits Gwen over the head with the garden gnome]",
        "Jade: Look out!",
        "[SCENE_BREAK]",
        "Jade: You're crazy!",
        "Cleo: Why do you always have to be so very rude?",
        "Jade: You're not going to get away with this. What do you think is going to happen when people find us?",
        "Cleo: I don't think that's really going to happen. These tracks aren't really used anymore. I looked that up on the internet. I used your laptop. I hope you don't mind, Gwen.",
        "Gwen: Where's Will?",
        "Cleo: You know, the two of you really brought this on yourselves.",
        "Jade: How is that?",
        "Cleo: Because you tried to get in the way of my destiny with Will.",
        "Jade: Your destiny with Will? He doesn't want you.",
        "Cleo: Shut up! Shut up. You don't know anything. I know what my destiny is. You know nothing.",
        "Gwen: Don't you want Will to be happy?",
        "Cleo: Yes, more than anything.",
        "Gwen: He's not going to be very happy if something bad happens to me.",
        "Cleo: Well, see, that's why you're going to leave him a precious little note saying that your career is far too important to you. That you're very, very sorry, but you've gotta leave your old life behind. I've been working on your handwriting for a while now. At first the T's, a little bit off, but now they're fine.",
        "Jade: Nobody is going to believe that. Will is certainly not going to believe that.",
        "Cleo: I'll make him believe it. I love him too much. I care about you too, Gwen. Jade? Not so much.",
        "Gwen: Then you should let us go. I mean, if you really care.",
        "Cleo: Nope, sorry. Can't do that. Because if you try to get in the way of what nature intended, people suffer. You two really should have stayed out of the way. Anyway, got to go. Lot to do, if you know what I mean.",
        "Jade: This won't work! You're not going to get away with this. The police are going to find you, and they're going to put you away, don't you know that? You're going to get arrested for attempted murder and for kidnapping! You're just making it worse.",
        "Cleo: The police, huh? I'll take a note of that. I hadn't thought about it. Come on, my little friend. Good-bye everybody.",
        "Gwen: Way to go, Jade. Tell the psycho stalker that she'll go to jail for a hundred years! Now she's really going to let us go.",
        "Jade: At least she was still with Will, then you know he's fine. You think -- you really think that these tracks are deserted like she said?",
        "Gwen: She said she looked it up on the internet. Why would she lie about that?",
        "Jade: I don't know. But if she did, we're dead.",
        "[SCENE_BREAK]",
        "Noah: That was Gabe at the theatre.",
        "Luke: Is Gwen okay?",
        "Noah: Yeah, she's doing fine. She's getting dressed now. Do you want to call your cousin?",
        "Luke: Jade doesn't have her cell phone here.",
        "Noah: Right, sorry, you told me that. I'm sorry, I forgot.",
        "Luke: It's okay.",
        "Noah: So you're gay?",
        "Luke: So you're not.",
        "Noah: You never said anything.",
        "Luke: Yeah, well, why would I? I don't go around announcing it, but I'm not ashamed of it either. Why, do you have a problem?",
        "Noah: No, not at all.",
        "Luke: Okay, good. Just don't say it.",
        "Noah: Say what?",
        "Luke: Some of my best friends are gay.",
        "Noah: Okay, I won't. I'll think it, but I won't say we should probably go, the concert's going to be starting soon.",
        "Luke: Okay.",
        "Noah: I'm going to go tell the sergeant we're leaving.",
        "Luke: I'll wait by the car.",
        "[SCENE_BREAK]",
        "Emily: He's gone. Of course, he's gone. We've barely started kissing and I start asking him stupid girl questions. Oh god, what was I thinking? For me?",
        "Dusty: If you're my girl? Yeah. You don't have to sleep with me to be my girl. You just -- not yet anyway.",
        "Emily: You want to wait now? I thought we decided to.",
        "Dusty: You like the flower smell?",
        "Emily: I didn't mean to hurt your feelings. And you know I want you. I want you -- I want you more than anything.",
        "Dusty: Just smell the roses, would you?",
        "Emily: That's so nice. They're beautiful.",
        "Dusty: And you call yourself a newshound?",
        "Emily: What's this?",
        "Dusty: A room near a bed on a beach.",
        "Emily: Bermuda?",
        "Dusty: Yeah.",
        "Emily: You're taking me to Bermuda?",
        "[Emily laughs]",
        "Dusty: It beats taking you to al's, doesn't it?",
        "Emily: Dusty Donovan, are we having a little romance here?",
        "Dusty: What do you think?",
        "[SCENE_BREAK]",
        "Alison: What do you think you're going to see? Why are you doing this?",
        "Aaron: You stood right here and told me there was nothing else, nobody else!",
        "Alison: There wasn't!",
        "Aaron: What was that? What was Dusty?",
        "Alison: Dusty and I were together one time. One totally random, out-of-the- blue time. I was in a bad place. It just happened.",
        "Aaron: Well, it must have meant something to you.",
        "Alison: What are you saying?",
        "Aaron: You wanted to remember. I mean, you taped it. You kept it!",
        "Alison: You think -- I didn't do this, Aaron! I would never do that! Obviously, we were being spied on. How -- I thought you would have figured that out.",
        "Aaron: Is that all you have to say to me?",
        "Alison: I'm sorry. I'm so sorry you ever saw this.",
        "Aaron: Yeah, I bet you are. You weren't even going to tell me? You've been sleeping with Dusty, and you weren't even going to tell me this?",
        "Alison: Aaron, when it happened, you and I weren't together. I hadn't seen you in months. I didn't think I was ever going to see you again. It's not like I was cheating on you and it's not like it meant anything. It was an accident. You're just going to walk out on me?",
        "Aaron: Why not? You're just going to keep lying to me. Why should I stick around?",
        "Alison: I didn't lie.",
        "Aaron: You think I'm walking out because I'm mad at you? I'm hurt.",
        "Alison: Aaron, please listen to me.",
        "Aaron: No. No, I believed you. After you swore there was nothing hidden between us.",
        "Alison: We had broken up. I haven't asked you who you slept with in Seattle after I left because it's none of my business.",
        "Aaron: But if I told you there was no one else and you found out, you would have been really upset at me too if you found out that.",
        "Alison: I wasn't the only person in this, okay? Dusty was in it, too. And, yeah, maybe if it would have been some random guy, then I probably would have told you. But it wasn't. Dusty didn't mean for this to happen, and neither did I. Okay? So, we promised each other we would just forget it.",
        "Aaron: Yeah, because Dusty's with Emily. Emily wouldn't be too thrilled about this, would she?",
        "Alison: Yeah.",
        "Aaron: Don't worry. How could you sleep with your sister's boyfriend?",
        "Alison: It's not like you're making it sound. But you don't care what really happened, do you?",
        "Aaron: I just want to know one thing, Alison? Does Emily know about this?",
        "Alison: It would kill Emily if she found out.",
        "Aaron: Don't you think your sister has a right to know that you slept with her boyfriend?",
        "Alison: They weren't together then, not like they are now. Now that they have a chance, Aaron, please, you can't ruin this!",
        "Aaron: All I did was walk in the room.",
        "Alison: But you can't let her know.",
        "Aaron: You think this Lance guy only made one copy of this?",
        "Alison: It has taken Emily so long to believe in someone again. Don't mess that up!",
        "Aaron: I'm -- I'm messing it up?",
        "Alison: If you make this more than what it was? Yes! What happened between Dusty and me wasn't important!",
        "Aaron: Oh, it is now. That DVD player makes it important. You not telling me the truth makes it important!",
        "Alison: I love you. I've been thinking it and feeling it since you came back.",
        "Aaron: But you're saying it now? Why?",
        "Alison: So you'll know that we have something to hold on to. That we can get work past this.",
        "Aaron: I don't know about that.",
        "Alison: Okay. Okay then. I guess if it's not going to work for us then fine, but just one thing. Please, please leave Emily alone. Just let her be happy.",
        "[SCENE_BREAK]",
        "Jade: Ow! That hurts!",
        "Gwen: Well, I'm sorry these ropes are tied really tight. So, if we're going to get out of here, it's going to hurt a little bit. So, just suck it up. And I'm sorry but I did not turn my back on Cleo.",
        "Jade: Hello? She hit you from behind.",
        "Gwen: Well, you were laying down on the train tracks. I thought you were hurt. I was trying to see if you were okay. Ow! You did that on purpose!",
        "Jade: Yeah I did do that on purpose. Because if you were paying attention, you would've realized that I was playing dead.",
        "Gwen: Well, how the hell was I supposed to know that?",
        "Jade: I don't know, Gwen. Because it's me. I always have a plan. That's what I do. And that she would've bent over, and I could've kicked her, and thou could hover the head, and then we wouldn't be stuck to these train tracks in the middle of Missouri! Did you feel that? It's loosening up a little bit.",
        "Gwen: Wait -- the left knot or right knot?",
        "Jade: The left. Your other left.",
        "Gwen: Don't! Do not scratch me.",
        "Jade: I am trying to help.",
        "Gwen: Okay, stop. Stop moving. Just move your right hand down a little bit. Okay? Just a little, like quarter of an inch.",
        "Jade: How's that?",
        "Gwen: It's better. Just give it -- just give it a minute.",
        "Jade: Oh, okay, yeah. That's fine. Just take your time and if we die of heat stroke? That's fine.",
        "Gwen: Well, I'm sorry. If someone didn't bring Cleo to Oakdale in the first place, we wouldn't be here.",
        "Jade: If you would've listened to me when I warned you about her? We wouldn't have been out here. Why'd you stop?",
        "Gwen: Because our hands are sweating. Okay? Just give it a minute.",
        "Jade: Well, I don't really think that's going to help.",
        "Gwen: Why not?",
        "Jade: Because my hands are bleeding.",
        "Gwen: Okay. We have two options. One, we can fight about the past. The other? Is that we work together to get the hell out of here. And considering that I have no idea where my husband is or what Cleo has done to him, I vote for option number two.",
        "Jade: That's fine. I can cooperate. But as soon as we get free --",
        "Gwen: You better run. I'm going to kick your butt.",
        "[SCENE_BREAK]",
        "Will: Help! Anybody? Help me! Somebody help! Maddie!",
        "Maddie: Oh, Will! Thank God. Are you okay? Did Cleo hurt you?",
        "[Maddie unties Will]",
        "Will: We've got to find her. How did you know she did this?",
        "Maddie: Jade -- Jade showed up and warned us about her, Gwen and I split up so we could find you. Do you know where Cleo was headed?",
        "Will: No. That's what scares me.",
        "[SCENE_BREAK]",
        "Cleo: The police are looking for Cleo, but not for Gwen. [Cleo picks up Gwen dress. She turns around her garden gnome] You can't look. Wait until you see me in the wig. You're not going to be able to tell us apart.",
        "[SCENE_BREAK]",
        "Aaron: I'll see you later.",
        "Alison: Do you think that maybe someday, not today, and probably not tomorrow either, but do you think someday that you can forgive me?",
        "Aaron: I can't even look at you right now, Alison.",
        "Emily: Hey, Aaron! Is today the most beautiful day?",
        "Aaron: Yeah.",
        "Emily: Guess what?",
        "Alison: You won the lottery?",
        "Emily: No, better. Dusty surprised me with tickets to Bermuda. He's taking me to Bermuda. We're leaving tonight. Isn't that incredible?",
        "Alison: Totally.",
        "Aaron: I'm on my way out, I'll see you guys.",
        "Dusty: Let me know how the bartending goes.",
        "Aaron: Right.",
        "Dusty: What's going on?",
        "Alison: Nothing. Everything's fine. You should go pack! You're going to miss your flight.",
        "Emily: You've been crying.",
        "Alison: No.",
        "Emily: What's wrong?",
        "Alison: Nothing.",
        "Dusty: You got something to say?",
        "Aaron: Yeah. I got plenty to say to you.",
        "[SCENE_BREAK]",
        "Noah: This place is packed!",
        "Gabe: It always is.",
        "Noah: I already set-up everything to tape the performance, but I'm going to double-check the equipment to make sure it's okay. How's Gwen doing?",
        "Gabe: Good, I guess. Well, I've been setting up for the show so I haven't made it back to her dressing room.",
        "Luke: When's she supposed to sing?",
        "Gabe: Any minute.",
        "Luke: And her husband, Will. Have you seen him?",
        "Gabe: He's probably in his seat. Front row.",
        "Noah: Okay, we'll gfind him. Thanks, Gabe",
        "Gabe: You're welcome.",
        "Luke: Well, at least we know that Gwen's fine.",
        "Noah: I'll go make sure everything's okay on our end.",
        "Gabe: Ladies and gentlemen, the star of our show, Mr. Andy Williams!",
        "[Cheers and applause]",
        "Andy Williams: Hello, everybody! Welcome to the Moon River Theater, and I want to thank you all for coming out to support the families of our men in blue.",
        "[Applause]",
        "[SCENE_BREAK]",
        "Maddie: Hey, what's wrong? Is it your head? Do you have a concussion?",
        "Will: No, I'm fine.",
        "Maddie: No, Will! Listen, stay here! I'm going to run to the car, grab some water. Maybe you're just dehydrated.",
        "Will: Maddie, we don't have time for that! We got to go.",
        "Maddie: What if you pass out, Will!",
        "Will: I won't. All right? I've got to make sure Gwen's okay.",
        "[SCENE_BREAK]",
        "Jade: Would you please just concentrate on getting the ropes loose!",
        "Gwen: I thought you said you were going to cooperate.",
        "Jade: I said please!",
        "Gwen: Stop moving!",
        "Jade: Stop ordering me around!",
        "Gwen: I'm not kidding, Jade! Stop moving! Do you feel that?",
        "Jade: What?",
        "Gwen: The tracks are vibrating.",
        "Jade: Yeah, so?",
        "Gwen: So, Jade, maybe a train is coming.",
        "Jade: Cleo said that there aren't any trains here. She said that they're not using these tracks anymore. I don't feel the vibration anymore.",
        "Gwen: Yeah, like maybe it stopped.",
        "Jade: No, maybe -- maybe it's just a train that we're feeling from miles away.",
        "Gwen: Maybe.",
        "Jade: No, definitely. Besides if there were a train coming, we would've heard the whistle.",
        "Gwen: Right. Jade?",
        "[Train whistling]",
        "Jade: Yeah, just concentrate on getting loose.",
        "Gwen: Jade!",
        "Jade: Oh my God, the train is coming!",
        "[Train whistling]",
        "[SCENE_BREAK]",
        "Cleo: I'm so sorry I have to leave you behind, but the police are looking for a girl named Cleo with a gnome. I have to be Gwen in order to escape. Sorry.",
        "Gabe: Great. You're ready. You're up next.",
        "Cleo: Next? Are you sure?",
        "Gabe: Sure, I'm sure. Mr. Williams is waiting for you onstage.",
        "Cleo: He is?",
        "Gabe: Don't be nervous, Gwen. You'll be great.",
        "Cleo: I will?",
        "Gabe: Yeah, we all can't wait to hear you sing.",
        "Cleo: I can. I just have to go gargle. Scratchy.",
        "Gabe: That's just nerves. You'll probably sing like you've never sung before.",
        "Cleo: Sure.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "[Train whistling]",
        "Jade: Okay, Gwen, just hold on! I'll be back.",
        "Gwen: Jade? No, Jade, where are you going? Don't leave me here! Please!",
        "Will: What the hell did you do to my wife?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=-w6PrK27IpA"
}