{
    "Episode Summary": [],
    "Recap": [
        "Katie kicks Simon out forever and then goes to talk to a drunk Mike at the Lakeview Lounge. Lucinda and Lily fight about Craig, Lucinda warning Lily that he only serves himself and no one else. Dusty convinces Nikki that this may be an inside job and she lets Lucy stay with him in the warehouse. Nikki talks with Craig and tells him that a Donald Creole is the kidnapper. Craig then visits Creole and tells him that he's been made by the feds."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jack: Got your message. What happened here?",
        "Holden: I dropped by to see Aaron a little while ago and found the place like this.",
        "Jack: Where's Molly?",
        "Aaron: Well, we don't know.",
        "Holden: She's not here.",
        "Aaron: We looked everywhere.",
        "Holden: And found this.",
        "Jack: All right, back up. Tell me everything that happened tonight.",
        "Aaron: Well, it was the end of my shift and Metro was --",
        "Holden: Somebody called Aaron and pretended to be his landlord.",
        "Aaron: Right, a gas leak. And, you know, he told to get to my apartment as soon as possible.",
        "Jack: What time was this?",
        "Aaron: I don't know. Like 45, 50 minutes ago?",
        "Holden: He got here about the same time I did. Molly -- she was already gone.",
        "Jack: Either of you call the television station?",
        "Holden: Yes, of course we did. She's not there.",
        "Jack: Aaron, was Molly acting differently lately? You know, any personal problems that you know of?",
        "Aaron: No, not really.",
        "Holden: Aaron, give me a second alone with Jack.",
        "Aaron: All right. You want me to clean this place up?",
        "Jack: No, leave it for my guys to go through. But call the station just in case someone's heard from her. Okay?",
        "Aaron: Okay.",
        "Jack: Thanks. What's up?",
        "Holden: I think we both know who's behind this. The same person who's behind all Lily's problems -- Dusty.",
        "[SCENE_BREAK]",
        "Lily: Who I invite into my life and my home is my business.",
        "Lucinda: Uh-huh. And Holden's, too?",
        "Lily: Of course.",
        "Lucinda: That's not the impression that I get.",
        "Lily: Craig is going through hell. Do you realize that his marriage is over? His daughter -- your granddaughter is missing.",
        "Lucinda: Darling, hell was made for men like Craig. And he's just playing on your sympathy.",
        "Lily: Well, at least I have a little sympathy left.",
        "Lucinda: Well, don't expect me to have anything for him other than loathing and contempt.",
        "Lily: All right, you know what? That's enough. Stop.",
        "Lucinda: I don't mind saying it to his face! I have loathing and contempt for Craig! I think he's a boil on the backside of society.",
        "Craig: Hello.",
        "Lily: Oh, I'm sorry.",
        "Lucinda: You don't have to apologize for what your mother says.",
        "Craig: It's all right, Lily. She can say what she likes. Then, she'll have to hear what I have to say.",
        "[Lucinda sighs]",
        "[SCENE_BREAK]",
        "Dusty: Whoa, whoa. Hey, hey. Put that down. Put it down.",
        "Nikki: You just assaulted a federal agent.",
        "Lucy: Fine, throw me in jail, too, just at least listen to what he has to say.",
        "Nikki: You know, your friend committed a crime.",
        "Lucy: Yeah, and he also saved my life a couple times.",
        "Dusty: Save your breath. Will you?",
        "Lucy: It's true.",
        "Nikki: So is his rap sheet. Have you seen it? He makes a career out of run-ins with the cops.",
        "Dusty: No convictions, actually.",
        "Lucy: Well, it doesn't matter. I don't care.",
        "Nikki: Do you care about going home? I mean, Lucy, what if this hero act is all a scam? What if Dusty is only taking care Dusty? And you're playing right into his hand.",
        "[SCENE_BREAK]",
        "Margo: Hey, you buying? 'Cause if you are I'll have a club soda straight up with lime.",
        "Mike: You heard the lady. Sure we can't throw a shot of something in there?",
        "Margo: No, no, can't. I'm still on duty. I'm having some fun.",
        "Mike: At lease somebody's having fun tonight.",
        "Margo: Thank you.",
        "Mike: We should drink to something. You know? How about Australia? Better yet -- to Simon, the luckiest guy in the world.",
        "[SCENE_BREAK]",
        "Katie: You really know how to twist things around, don't you? You say whatever you want to get whatever you want 'cause that's what a con man does. That's what you were when I met you. And after all this time, I tried to convince myself that you had changed, but you haven't. You're conning me, even now.",
        "Simon: No, I'm not. You know, I just love you so much I do desperate, stupid things and I make mistakes. I'm so sorry. You will never know how much.",
        "Katie: Sorry isn't always enough.",
        "Simon: All right, then what is? Katie, was is it going to take for you to forgive me?",
        "Katie: I do forgive you, Simon.",
        "Simon: You do?",
        "Katie: But even my forgiving you doesn't change anything.",
        "Simon: You're my wife. And if you don't believe in me, who will?",
        "Katie: If Pilar hadn't left that note, would you have told me the truth? I didn't think so.",
        "Simon: Let me make it up to you.",
        "Katie: You can't. You can't make up for all the lies, or the nights that I spent in that mental hospital, or poor Mike feeling like he was responsible for all this. Because when you're done talking, I'll know the truth. That whatever you say isn't be real because you're not real. And now that I know that, why would I ever, ever want to see you again?",
        "[SCENE_BREAK]",
        "Simon: Katie, my love for you is the only real thing I've ever known in my life.",
        "Katie: Well, then that's just sad for you, Simon.",
        "Simon: Yeah. We are going to find a way back to each other. I know it.",
        "Katie: Sometimes you can't. Sometimes the hurt is just too deep. Like the night my father died. I was so little, but I remember when they told me he was gone I just had this sinking feeling that I wasn't going to be happy for a really long time and that's how I feel right now.",
        "Simon: Just know however messed up my approach, what I did was just out of love for you.",
        "Katie: Love or fear, Simon? Why did you feel like you had to concoct this whole scheme to get Mike out of the picture? All you had to do was walk through that door that would have been enough. My husband would have known that.",
        "Simon: You're right. I have no idea why I did it. I just didn't want anyone to come between us.",
        "Katie: Yeah, but you ended up coming between us. And the woman you hired almost killed me.",
        "Simon: Where are you going?",
        "Katie: I gotta go take a bath. I can still smell Pilar's perfume on me.",
        "Simon: Listen, if I walk out that door -- you know what the one thing we're both going to feel for the rest of our lives is? Is regret.",
        "Katie: Yeah, I saw that movie, too, Simon. It didn't have a happy ending either.",
        "[SCENE_BREAK]",
        "Margo: You know, you're not going to forget about her staring at the bottom of a beer mug.",
        "Mike: I don't want to forget. Couldn't if I tried. Want another?",
        "Margo: No. No, I'm fine.",
        "Mike: Celebrate with me.",
        "Margo: This is celebrating?",
        "Mike: Yeah.",
        "Margo: Wow, I'd hate to be around you when you're down.",
        "Mike: I'm celebrating something I haven't had in a long time. Katie in my arms. When I found her in that boathouse, you know, and I held her -- for those few, short moments, Katie and I were together again and I was the only guy in her life. That's pathetic, huh?",
        "Margo: Yeah, it's pathetic if you haven't told her this.",
        "Mike: There was no time. Simon burst in. You and your people showed up. Besides, she was practically in shock.",
        "Margo: Why don't you get over to the cottage right now and talk to her?",
        "Mike: I tried. Simon didn't want me to see her so he told me that she was asleep. Who knows, she may refuse to see me anyway.",
        "Margo: Come on. You saved her life.",
        "Mike: Too little too late. And no matter how I look at it, I believed Pilar, not Katie.",
        "Margo: Well, we all -- Pilar fooled us all.",
        "Mike: I should have trusted her. I should have trusted Katie.",
        "Margo: Mike, I could say the same thing.",
        "Mike: Do you ever just wish you could turn back the clock? You know, do things differently?",
        "[Margo sighs]",
        "Margo: Yeah. Lately, all the time. Listen, do me a favor. Mike, get yourself a room here tonight, huh?",
        "Mike: I gotta go back to my place sooner or later.",
        "Margo: No, no. Give me your car keys. Give me your car keys, please. Bartender, would you make sure that when Mr. Kasnoff is finished drinking, he gets a taxi home?",
        "Bartender: Sure.",
        "Margo: You're a good man, Mr. Kasnoff.",
        "[SCENE_BREAK]",
        "Lucinda: I don't want to hear anything that Craig has to say.",
        "Craig: We have my daughter -- your granddaughter -- her children some day.",
        "Lucinda: Don't you play that card.",
        "Craig: We already buried my son.",
        "Lucinda: You stop. Stop it right now.",
        "Craig: We all loved Bryant.",
        "Lucinda: Craig, don't blame your failures on your poor dead son.",
        "Craig: I have already lost one child. I'm not going to lose another.",
        "Lucinda: You. You. You. You need Lucy. You used both your kids mercilessly for years!",
        "Craig: I want Lucy with me! Is that a crime? For that, I would move heaven and earth, believe me.",
        "Lucinda: Great, I accept that! Craig, the family man -- Craig, the beloved father. I mean, what other corny performance haven't you perfected?",
        "Craig: The loving son-in-law?",
        "Lucinda: All right. You tell what you've done -- what have you done to honor the memory of your son? Nothing! Nothing, except to go out and replace him with another little boy, another little son --",
        "Lily: Mother, that's enough!",
        "Lucinda: -- And the kick was he was adopted illegally!",
        "Lily: Mother that has nothing to do with Lucy's kidnapping!",
        "Craig: All right! I know that I have let my children down somehow. Okay? I know that I have been selfish, all right? But all the success that I have hungered for has only been to make -- to make my children proud of me. I have always been Daddy. While Sierra was running Montega, I was the one playing with them. I was the one showing them the trees, the ocean, putting them in bed, reading them bedtime stories. Daddy. And even now, while Sierra is running Montega in the middle of all this, she has official business. She has Montega. She has Montega.",
        "Lucinda: Are you finished? Then let me say that Sierra has sent us a man that she trusts. [Craig laughs] Well, I think Sierra needs a man that she can trust. Darling, I don't know what's the matter with you. Don't you see the way he's acting all the time? Acting, acting -- I don't know why. Oh! Oh, course I know why -- money. Yes. He wants your money, honey.",
        "[SCENE_BREAK]",
        "Lucy: I may be young but I'm not stupid.",
        "Dusty: Well, that's debatable right now. Let it go.",
        "Lucy: I got a 1500 on my SAT. I think I would know if Dusty was playing with my head.",
        "Nikki: A lot of smart people are conned every day.",
        "Dusty: I didn't plan the kidnapping. All right? Somebody else planned that.",
        "Nikki: That's not what Molly McKinnon thinks.",
        "Dusty: Molly McKinnon? -- Has an ax to grind, by the way.",
        "Nikki: Lucy's family is very worried about her. I need to take her home.",
        "Lucy: No.",
        "Dusty: Lucy can go home any time she wants. She's not a prisoner here. She's safe here. She realizes that.",
        "Lucy: The real kidnappers are still out there.",
        "Nikki: These kidnappers, who exactly are they?",
        "Lucy: All I know is that I got into a limo to go to the airport. I was going to spend the summer with my mother. And all of a sudden, the limo driver wasn't taking me to the airport at all. If Dusty hadn't come --",
        "Dusty: I got lucky. I got lucky.",
        "Nikki: He saved you from this mysterious limo driver and instead of taking you home, he took you to where he's hiding out.",
        "Dusty: Until I figure out what's going down, yeah.",
        "Nikki: So you were in the right place at just the right time.",
        "Dusty: Something like that, yeah.",
        "Nikki: Is Starziak involved?",
        "Dusty: No.",
        "Nikki: He's pretty upset with you for shutting down his operation --",
        "Dusty: Yeah, but that wouldn't give him any reason to go after Lucy, would it?",
        "Nikki: Maybe he wants you to get back into business again.",
        "Dusty: No, she's not even my kid.",
        "Nikki: She's your partner's.",
        "Dusty: Listen, the guys who grabbed her don't work for Starziak. No connection.",
        "Nikki: How can I believe that?",
        "Lucy: Because Dusty kept those guys from grabbing me. And who knows what else. If you really want to help me, would you just listen to what he has to say?",
        "[SCENE_BREAK]",
        "Lily: Right, that's enough. I am not a mark for Craig. He is family. He is also your family.",
        "Lucinda: Oh, God help me.",
        "Lily: If he wants money, all he has to do is ask me.",
        "Craig: I think I can raise a ransom myself.",
        "Lucinda: Have we heard? Have we had a ransom call?",
        "Craig: No. No, but Lucinda, I do have \"The Intruder,\" Metro my portfolio, which by the way, includes a pretty nice chunk of Worldwide.",
        "Lucinda: All right. But I'm here. And I'm perfectly willing to pay whatever the ransom demands are.",
        "Lily: This is ridiculous. There is no pleasing you. He just said he doesn't want any money and you're attacking him!",
        "Craig: Lily, Lily, I'm gonna go --",
        "Lily: No. No, no. Don't go anywhere. I want you to stay. Craig is my family. And he is my friend. And he's in a lot of pain right now. And I will not abandon him. If you don't like it, that is your problem, not mine.",
        "[SCENE_BREAK]",
        "Jack: So Holden, what makes you think Donovan's behind this?",
        "Holden: Molly turned Dusty in because he laundered that money through the Rose Foundation.",
        "Jack: Yeah. You know, Hal's daughter is back in town. She's the IRS agent assigned to the case. Matter of fact, I heard she questioned Molly tonight about Donovan and Starziak.",
        "Holden: The guy who had Dusty run the money?",
        "Jack: The IRS has been after him for years.",
        "Holden: Jack, if you found out Nikki questioned Molly --",
        "Jack: Chances are other people found out, too.",
        "Holden: So you think it's possible that Starziak took Molly?",
        "Jack: I think it's more than a coincidence Molly disappeared on the same night she talked to the feds.",
        "Cop: Detective. I found this under the bar.",
        "Jack: Well, I think we can rule out that Molly left under her own power.",
        "[SCENE_BREAK]",
        "[Molly groaning]",
        "Molly: What is this place?",
        "Rocco: Home! So get used to it!",
        "Molly: Let me go! It hurts! What is that? No! No! You can't put me in there.",
        "Rocco: You should of kept your trap shut!",
        "Molly: Please! Listen! I will do anything you want! Anything!",
        "Rocco: Maybe another time.",
        "[Molly screaming]",
        "Molly: I didn't say anything! I swear I didn't say anything! Please! I can't stay in here! I'm claustrophobic!",
        "[Rocco laughs evilly]",
        "[SCENE_BREAK]",
        "Lucy: You won't regret this.",
        "Nikki: Is she right?",
        "Dusty: She's a smart girl, yeah.",
        "Nikki: Why did you meet with Starziak tonight?",
        "Dusty: Starziak knows everybody. I wanted information on these guys. Especially this guy who disguised himself as her limo driver. He's got a tattoo on his wrist. Not too tough to track. I found his name tonight -- Creel. His name is Donald Creel.",
        "Nikki: How do you know he doesn't work for Starziak?",
        "Dusty: I'm positive. Starziak didn't order this job. That's what I'm telling you.",
        "Nikki: That's all you discussed?",
        "Dusty: You mean did I agree to launder more money for him? Through my foundation? No.",
        "Nikki: I still don't understand why he's so willing to help you.",
        "Dusty: He'd help me to take the heat off himself, agent.",
        "Nikki: Craig Montgomery thinks you did it.",
        "Dusty: Craig Montgomery's wrong.",
        "Lucy: Dusty didn't kidnap me. Why would I say that if it weren't true?",
        "Nikki: It very often happens that the victim bonds with the kidnapper.",
        "Dusty: You take her out of here right now, these guys will grab her like that.",
        "Nikki: And you say this because --",
        "Dusty: You take me out of the deal, then her life is in your hands. You ready for that job? You ready to make sure that she doesn't end up dead, dumped in a back alley somewhere?",
        "Nikki: How can I be so sure that I can leave her here with you? I mean, I should be taking her home to her father.",
        "Dusty: Her father thinks that once she is home, she will be safe. And he will be wrong.",
        "Nikki: I need more.",
        "Dusty: I'll give you more outside. Let's go. Give me a second.",
        "Lucy: Why can't you just say what you need to say in front of me?",
        "Dusty: We won't be long. Just give us a second.",
        "Nikki: What didn't you want Lucy to hear?",
        "Dusty: It's too dangerous out there. She is not safe, even with her own family. She's not safe.",
        "Nikki: Why not?",
        "Dusty: Because whoever ordered this kidnap job is directly wired into Lucy's life. This is definitely an inside job.",
        "[SCENE_BREAK]",
        "Katie: I thought you'd be gone.",
        "Simon: Just having trouble leaving the only real home I've ever had.",
        "Katie: Funny, it's the closest thing I've had to a real home myself.",
        "Simon: Yeah. That's because we built it. Together. We brought life to this place.",
        "Katie: When you came back, I think I just got so caught up in how much I loved you that I didn't realize there was another kind of love. The kind that stays. The kind that holds your hand when you're watching TV. The kind that has picnics by the lake. The kind that goes to see baseball games. The kind that doesn't feel like you have to win someone's heart like it's a prize, the kind that just loves because it can't not love.",
        "Simon: All I ever wanted was to be able do all those things with you, you know?",
        "Katie: Well, you can't, Simon. You're free. So just go. The world is full of easy marks and lonely women. So please just leave -- for good this time. And don't come back.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Jack: Molly made an enemy of our pal Starziak tonight. And guys like that tend to find a way to silence their enemies.",
        "[SCENE_BREAK]",
        "Margo: You want to talk?",
        "Katie: No. I just want you to help me figure out what to do next.",
        "[SCENE_BREAK]",
        "Nikki: What makes you think this is an inside job?",
        "Dusty: I met with Craig and Lucy's stepfather.",
        "Nikki: I heard about that meeting.",
        "Dusty: Yeah, well, I told them at that meeting where Lucy was. Nobody else knew about it. Then when I went back to where she was, Creel and his partner, they're there again, trying to grab her.",
        "Nikki: So you think Craig or Alan tipped them off.",
        "Dusty: Well, whoever tipped them off, tipped off the cops, too. Maybe somebody in the force, you know, trying to pad their paycheck or something.",
        "Nikki: If you think my father --",
        "Dusty: If I thought your father was dirty I wouldn't have called to tell him Lucy was okay. And what about Lucinda's staff? Or Lily's staff? Did you question them?",
        "Nikki: Not yet.",
        "Dusty: Not yet or you didn't think about it? Look, I'm going to have to help you with this investigation if we move forward, all right? She's going to get home safely and, I don't know, you'll get a promotion or something. I'm out of answers.",
        "Nikki: I've been authorized to give you a deal. You bring us Starziak and we'll give you immunity.",
        "Dusty: Starziak? Why do you keep harping on this? Starziak -- he's not even in this.",
        "Nikki: It's about the money-laundering case.",
        "Dusty: You've got no imagination. Really.",
        "Nikki: You give us Starziak, we'll let you walk.",
        "Dusty: Yeah, dead men don't walk. You know? Starziak's crew has a way of killing people.",
        "Nikki: Okay, think about it. I'll let things stay the way they are, okay? You just keep the girl here. I'm watching you. I'll give you my card. It has my cell phone number on it. Give me a call if you want to talk.",
        "Dusty: Good. Give me your hand.",
        "Nikki: What?",
        "Dusty: I don't have my business card, so I'm going to write my number. Whoops, there goes your card. I'll get it, don't worry. You call me if you get any information on these kidnappers. Okay, I got to get back in there. She's gonna freak.",
        "Nikki: You better not let anything happen to her.",
        "Dusty: I take very good care of her.",
        "Nikki: My job's on the line.",
        "Dusty: My life's on the line. Well, you're pretty good with the broom, there, little Lucy. It's cool. She's not bringing me in.",
        "Lucy: I could care less.",
        "Dusty: Excuse me?",
        "Lucy: I really don't care if you rot in prison for the rest of your miserable life.",
        "[SCENE_BREAK]",
        "[Mike daydreaming.]",
        "Mike: Thank God I found you.",
        "Simon: We were just about to board.",
        "Mike: He wouldn't let me see you before. Please, I just want to talk to you.",
        "Katie: Our plane is waiting.",
        "Simon: The rest of our lives are waiting.",
        "Mike: Look, I just want to tell you that as much as I wish it were me getting on that plane with you, I just want to let you to know I'm glad you're happy. That's all I ever wanted for you was a good life.",
        "[Simon clears his throat]",
        "Simon: That's very nice of you. Thank you very much.",
        "Mike: I knew that one of us would have to lose you. But seeing you smile, it makes it worth the pain.",
        "Katie: I don't have to listen to this. I've already listened to him tell me I was crazy. I've listened to him tell me I had to be put away because I was a danger to Pilar and myself.",
        "Mike: I was wrong.",
        "Katie: Yes, you were -- about everything.",
        "Simon: Ah, we'll see you later, mate.",
        "Katie: What part of goodbye don't you understand?",
        "Simon: Baby, would you like me to get rid of him?",
        "Katie: Oh, no. He can't help it. Poor thing didn't even know a psychopath when he was sleeping with one. Have a nice life, Mike. I know we will.",
        "[SCENE_BREAK]",
        "Bartender: Hey, pal, ready for that cab?",
        "Mike: No, not yet.",
        "[SCENE_BREAK]",
        "Simon: I never lost faith in us, Katie. I lost faith in myself. If you want me to leave, I'll leave. But know I will never stop loving you. If you ever need me --",
        "Katie: Please, just -- just go.",
        "Simon: I'm sorry.",
        "[Katie sobbing]",
        "Katie: Oh, God.",
        "[Knock at the door]",
        "Margo: Honey, I just saw Simon driving away.",
        "Katie: He's leaving, Margo. For good this time.",
        "Margo: I thought you two were supposed to be well on your way to Australia. I just came by to check the house on my way home.",
        "Katie: It's over.",
        "Margo: Do you wanna talk?",
        "Katie: No. I just want you to help me figure out what to do next.",
        "[Katie sobs]",
        "Margo: Okay, okay.",
        "[SCENE_BREAK]",
        "Dusty: What? You're not talking to me now?",
        "Lucy: If you want to talk, talk to Agent Munson.",
        "Dusty: Oh, come on. You're getting all uptight because I had to talk to her outside? What's wrong with you?",
        "Lucy: I'm getting all uptight because you treated me like a little kid. I'm the one who got her to take the handcuffs off you and the reason you're not in jail right now.",
        "Dusty: Okay, that's true. I owe you.",
        "Lucy: I got her to listen to you and you cut me out. Why couldn't you just talk to her in front of me? I mean, I think I have a right to know what's going on.",
        "Dusty: Sometimes knowing doesn't fix anything.",
        "Lucy: You still think I'm a spoiled brat.",
        "Dusty: I used to. Not anymore.",
        "Lucy: So tell me what you told her. Dusty --",
        "Dusty: We talked. You know, we talked about creel and his partner and how many times he tried to grab you. And I think she believed me.",
        "Lucy: It could be a trick. She could just be buying her time building a case against you.",
        "Dusty: No, I don't think so. You were quite a sight with that broom. You know, you could definitely be one of \"Charlie's Angels.\"",
        "Lucy: Oh, you think it's funny? [Dusty laughs] Maybe the one I should knock some sense into is you.",
        "Dusty: Okay.",
        "[SCENE_BREAK]",
        "Craig: Well, maybe you try to talk to your mother. I'm gonna go.",
        "Lucinda: Nobility doesn't become you.",
        "Craig: Neither do you.",
        "Lily: Okay, that's it. Mother, you're the one that's leaving. Please.",
        "Craig: No, no. I have to talk to Hal anyway to find out if there's any news. All right, I'll come back later. And if I find out anything about Lucy, I will let you know.",
        "Lucinda: Thank you. Darling, that was all for your benefit.",
        "Lily: He loves his daughter.",
        "Lucinda: You think I don't know that he loves her? That's not the point. It's how he loves her. Did he ever think of Lucy when he let his marriage go to hell? The first one? And then the second one? Lucy really loved that little brother and the family that was cobbled together. And then the whole thing falls apart and what does Craig do? He whisks Lucy off on a joy ride. No, honey, stop it. You know, you are -- you're spoiled. You're lucky and you're spoiled. Craig will never be like Holden. Craig would never put a child first because Craig can't do it. He doesn't know how. He's gotta put himself first. He is modus operandi is to make sure that he receives more than he gives. And that's what makes him a dangerous man.",
        "[SCENE_BREAK]",
        "Dusty: I guess I never said thank you.",
        "Lucy: For what?",
        "Dusty: For keeping me out of jail.",
        "Lucy: Forget it.",
        "Dusty: Did you really get 1500 on that test?",
        "Lucy: Yeah, I did.",
        "Dusty: And that's good?",
        "Lucy: Yeah, it's almost perfect.",
        "Dusty: I'm -- you know, I'm sorry. I'm sorry for, you know, treating you like a kid in front of that agent.",
        "Lucy: It's okay.",
        "Dusty: Nobody's watched my back like that in a long time, Luce. Nobody.",
        "[SCENE_BREAK]",
        "Craig: I got your call. Did you find her?",
        "Nikki: I came to inform you Lucy's fine. She's uninjured and completely safe.",
        "Craig: Where is she?",
        "Nikki: I can't tell you that.",
        "Craig: What does that mean? Is she with Dusty Donovan?",
        "Nikki: I can't divulge any information of the investigation.",
        "Craig: Have you left her in the hands of the people who have kidnapped her?",
        "Nikki: I don't believe she's in any danger.",
        "Craig: Tell me now where she is or I will ruin that polished little career of yours before it gets out of the gate.",
        "Nikki: I can't do that.",
        "[SCENE_BREAK]",
        "Margo: So you found this when you got home?",
        "Katie: I remembered Pilar putting it under the pillow before she forced me out of the window.",
        "Margo: Oh, my God.",
        "Katie: So now you can see why I can never forgive him.",
        "Margo: So are you really sure this time?",
        "Katie: Yeah, I'm sure. Simon and I were never like you and Tom. We were like one of those couples you see in an action movie. You know, everything's great and romantic when things are happening and we're saving the world but you know when that screen goes black that they don't have a prayer in the real world.",
        "Margo: Baby, I'm so sorry.",
        "Katie: If he just wouldn't have tried to set it up so that Mike was out of the way, if he would have just come back, I think things would have been okay, you know? I would have gone to Australia with him. I would have gone anywhere with him. But there's no trust now.",
        "Margo: Listen to me. Does Mike know about Simon and Pilar?",
        "Katie: No.",
        "Margo: Well, you got to tell him. He's got to know.",
        "Katie: Margo, I was so awful to him. He came to me and told me he was wrong about Pilar. And I said \"well, it doesn't matter because all I want is Simon. Simon's the only thing that matters.\" I was horrible to him. I hurt him.",
        "Margo: You didn't know the truth then. Neither did he. He'll understand.",
        "Katie: Simon said that he sent Pilar because he was sure that I'd never be able to love him completely after being with Mike.",
        "Margo: So was he wrong? Katie, what are you sitting here for? Get over there. He's at the Lakeview. He's drowning his sorrows in beer. Get up and tell the man how you feel.",
        "Katie: What if it's too late?",
        "Margo: It's never too late. If it's real love it's never too late. Oh, my God. If you're lucky enough to find it once in your life, you got to fight for it. Because if you don't, if you throw this away, you're going to regret it the rest of your life. Believe me, I know.",
        "[SCENE_BREAK]",
        "Jack: I put out an APB on Molly. So far we know for a fact that she hasn't been back to her place and no one has seen her anywhere else in the hotel.",
        "Holden: So what do we do now?",
        "Jack: Why don't you go home? I'll call you as soon as I get something solid.",
        "Holden: I should probably give Abigail a call --",
        "Jack: Wait until we hear more, please.",
        "Aaron: Well, maybe Carly's heard from her.",
        "Jack: I talked to Carly. She doesn't know what's going on, but she did mention that she hasn't heard from Molly in a while. It used to be a day didn't go by when those two didn't talk to each other.",
        "Holden: Dusty has a way of changing everything about your life and not for the better.",
        "Aaron: Well, did you guys track down the guy that Molly -- ?",
        "Jack: We're on the lookout for him. Molly made an enemy out of our pal Starziak tonight. And guys like that tend to find a way to silence their enemies.",
        "[SCENE_BREAK]",
        "Molly: Oh, God -- somebody -- is somebody out there? Help. Can you hear me? Anyone out there? [Molly sobbing] I'm gonna die here. I'm gonna die. I'm gonna die. Somebody help me. Get me out. Somebody let me out. Please!",
        "[Molly sobbing]",
        "[SCENE_BREAK]",
        "Dusty: You still mad at me?",
        "Lucy: I don't know.",
        "Dusty: I guess you have a right to know, you know, what I was talking about with that agent outside. We were just making a deal.",
        "Lucy: What kind of deal?",
        "Dusty: You know. We're gonna work together, figure out who behind all this kidnapping stuff. Don Creel and his partner their a bunch of smalltime losers, you know? Somebody else is definitely pulling the strings.",
        "Lucy: Do you have any idea who?",
        "Dusty: Yeah. I mean, you know, I got a few ideas.",
        "Lucy: Well, who do you think it is?",
        "Dusty: It doesn't matter what I think. That's why I got this Munson girl to get the proof, you know? All right, you can shut your eyes now. And get some rest. It's all gonna be over soon.",
        "[SCENE_BREAK]",
        "Nikki: I don't appreciate you threatening me.",
        "Craig: Maybe you'll appreciate unemployment.",
        "Nikki: We have a solid lead.",
        "Craig: We who? You and Dusty Donovan?",
        "Nikki: I will bring Lucy home when it's safe to do so, Mr. Montgomery.",
        "Craig: What does -- what does that mean? You don't think I can take care of my daughter?",
        "Nikki: There have been three prior --",
        "Craig: Where is she?",
        "Nikki: We have a suspect. His name is Donald Creel.",
        "Craig: Are you sure that's his real name?",
        "Nikki: It fits the description. He has a distinctive tattoo on his wrist.",
        "Craig: What kind of tattoo?",
        "[Nikki sighs]",
        "Nikki: I can't divulge any more of that information.",
        "Craig: You don't have any more information.",
        "Nikki: We believe that he's working for somebody. He will eventually lead us to the person who hired him.",
        "[SCENE_BREAK]",
        "Don: Gin.",
        "[Laughter]",
        "Craig: Mr. Creel, you've been made. The feds are on to you. It's over.",
        "[SCENE_BREAK]",
        "Mike: Thanks.",
        "Bartender: Do yourself a favor -- make it your last, huh?",
        "Katie: Drinking won't take away the hurt or the memories.",
        "Mike: Go away.",
        "Katie: I will if you want me to. Do you? Because I think we need to talk. If you still want to.",
        "[NEXT_ON]",
        "Mike: I'm not up for a heart to heart. We've had enough of them.",
        "Katie: I think you're gonna like what I have to say.",
        "Margo: I'm here now and I want you to know the truth.",
        "Tom: Are you sure about that?",
        "Dusty: Damn, damn. Hal Munson's kid. Thought I could trust her.",
        "Lucy: What do you mean? What's happening?",
        "Dusty: I'm going to find out right now."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=N7iIDHW96GI"
}