{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Mike: Thank \r\nyou. I'm thinking that's just about right. ",
        "Jessica: There \r\nyou are! ",
        "Ben: Hey.\r\n",
        "Jessica: Hey!\r\n",
        "Ben: All of \r\nthat just for walking off a elevator? Well, you know, I do card tricks, too.\r\n",
        "Jessica: I was \r\nlooking for you, and I got worried. I thought maybe you had an emergency at the \r\nclinic or something. ",
        "Ben: Well, \r\nactually, I was picking up a surprise for you. ",
        "Jessica: \r\nReally? ",
        "Ben: Really.\r\n",
        "Jessica: Where \r\nis it? ",
        "Ben: It's at \r\nhome. In our bedroom. ",
        "Jessica: At \r\nhome, in our bedroom -- which reminds me, I have a surprise for you, too, \r\ndoctor. I need sex. And I need it now. ",
        "",
        "Margo: I'm \r\nwaiting. ",
        "Doc: For?\r\n",
        "Margo: My \r\napology. ",
        "Doc: Because I \r\nasked someone how married you are? ",
        "Margo: No, \r\nbecause it's none of your business how married I am. ",
        "Doc: All right, \r\nsorry. I apologize. If I had known you and your husband were having problems --\r\n",
        "Margo: We're -- \r\nTom and I are not having problems! Tom and I are perfectly happy! The question \r\nwas inappropriate. ",
        "Doc: And that's \r\nwhy I asked my lawyer instead of asking you. ",
        "Margo: But -- \r\nJessica is my best friend. So anything you say to her about me is -- ",
        "Doc: Eventually \r\ngets back to you, I understand that. And that's what I love about you. \r\n",
        "Margo: See that \r\n-- that -- what you're doing right now. What you're doing right now. You gotta \r\nstop that. ",
        "Doc: Smiling?\r\n",
        "Margo: No, \r\ncoming on to me. You gotta stop that right now. And as for the subject of my \r\nmarriedness, Mr. Reese -- ",
        "Doc: Doc, Doc, \r\nDoc, Doc. ",
        "Margo: Mr. \r\nReese, let's just get one thing straight. Okay. ",
        "Doc: All right, \r\nforget it. Forget it. Forget it. I'm straight. All right, sweetheart? Don't \r\nworry. I definitely get it. ",
        "Margo: Thanks.\r\n",
        "Doc: All right. \r\nAnd I apologize. ",
        "Margo: Good. \r\nGood. ",
        "Doc: But I do \r\nlove your smile. You know what, I would not apologize for that. I won’t. All \r\nright. The reason why I'm down here -- my boss told me to come by here and \r\napologize for jumping in that pool and getting arrested. ",
        "Margo: Okay. \r\nWell, consider your duty done. Okay? ",
        "Doc: And I want \r\nto thank you for getting me an attorney. ",
        "Margo: Good. \r\nWell, you can go now. ",
        "Doc: Okay, just \r\none more minor thing -- ",
        "Margo: All \r\nright, well, make it fast. ",
        "Doc: Can I get \r\nyour number? ",
        "Margo: Get –\r\n",
        "",
        "Carly: Hi. \r\nWhere are the kids? ",
        "Jack: They're \r\nall set at Emma’s for the night. What did you want to talk to me about? \r\n",
        "Carly: Yes, is \r\nParker okay? I know he had a little bit of a sore throat. ",
        "Jack: He's \r\nfine. ",
        "Carly: So, I \r\njust want to be sure that he's okay. ",
        "Jack: Carly --\r\n",
        "Carly: Yeah. I \r\njust wanted to -- oh, Jack, I've missed you so much. I can't believe that I have \r\nto get on a plane in the morning. I hope you don't have to go to work -- back to \r\nwork -- please tell me that you don't have to go back to work. ",
        "Jack: Carly -- \r\nCarly -- ",
        "Carly: I know \r\nthat things have been crazy lately, Jack, and today, they got just downright \r\nscary. ",
        "Jack: Rosanna?\r\n",
        "Carly: No, it's \r\nBarbara. She's -- we can talk about it later, okay? Come to bed. ",
        "Jack: No. No, \r\nno, no, no. This can't wait. ",
        "Carly: No, \r\nJack, we can talk about it later. We can talk about all of it later. ",
        "Jack: Now!\r\n",
        "Carly: Okay, \r\nno. Please don't do this to me! I'm going to Vegas in the morning, and you have \r\nto go back to work. So, come on. Please, can't we just have a little time \r\ntogether to be happy? ",
        "Jack: Yeah. \r\nYeah, we can do that. Right after you tell me why you've been lying to me.\r\n",
        "",
        "Rosanna: I'm \r\nconcerned about Cabot. I need to know -- I told you! Everything is all set with \r\nJordan. He's already asked me to meet him in Las Vegas. I'm sure we'll have no \r\nproblem finding a place to get married there, okay? I just need to know, how \r\nsoon after the wedding I'll get to see Cabot? Less than a day? Yes, I promise. \r\nNothing will go wrong. Soon, baby. ",
        "[Knock at door]\r\n",
        "Jordan: Open \r\nup, Rosanna. ",
        "Rosanna: \r\nJordan, hi. I didn't think I was gonna get to see you until Las Vegas. ",
        "Jordan: Well, I \r\npromised you front row seats to the show. Here you go. ",
        "Rosanna: What's \r\nthat? ",
        "Jordan: It's \r\nthe story of my life. You should recognize it, since you paid for it. \r\n",
        "Rosanna: Where \r\ndid you get that? ",
        "Jordan: \r\nBeautiful, amazing, rich Rosanna Cabot! I was driving myself nuts trying to put \r\nit all together. Why would a woman like you be into me? ",
        "Rosanna: Well, \r\nI told you. I think you're a wonderful person. I care for you. ",
        "Jordan: You \r\ncare for me? You care? Then why did you play me for a fool? ",
        "",
        "Katie: Mike! \r\nDon't -- don't drink this! ",
        "Mike: Are you \r\ntrying to -- you can't be here. ",
        "Katie: Did you \r\ndrink any of this wine? ",
        "Mike: You \r\ndidn't give me a chance! What's the matter with you? ",
        "Katie: She \r\npoisoned it! ",
        "Pilar: What?\r\n",
        "Katie: I saw \r\nyou, Pilar. I was outside, watching through the window, and I saw you. \r\n",
        "Pilar: Why do \r\nyou keep making up these crazy things? ",
        "Katie: I was \r\nworried something was gonna happen. ",
        "Mike: Okay, \r\nokay. ",
        "Katie: So, I \r\nwas watching her. And thank God that I did -- ",
        "Mike: You need \r\nto -- you need to calm down. ",
        "Katie: Mike, \r\nPilar is crazy. She's evil, just like I told you, and now I finally have proof. \r\nCome on, let's get out of here before she tries to finish off the job. \r\n",
        "Pilar: This \r\nwoman is completely out of control! ",
        "Mike: Tell me \r\nwhat you saw. ",
        "Pilar: You're \r\nactually listening to this? ",
        "Katie: Mike, \r\nyou're listening. I knew you would finally believe that I was telling the truth.\r\n",
        "Mike: I think \r\nwe all just need to take a deep breath and try to figure out what's gonna on --\r\n",
        "Henry: Nobody \r\nmove. I'm armed and the place is surrounded. ",
        "Pilar: He has a \r\ngun! ",
        "Mike: Henry, \r\ntake that pen out of your pocket. ",
        "Henry: So, \r\neverything's okay? Oh, come on, Katie. Why did you run in here like that? You \r\ngave me a heart attack! ",
        "Katie: I'm \r\nsorry. I'm sorry, but everything's perfect now. I saved Mike's life and he \r\nbelieves me. I didn't even have to tell him about the bug. ",
        "Mike: Bug?\r\n",
        "Henry: Bug? \r\nBug? What bug? There's no bugs in here. ",
        "Pilar: You \r\nplanted a listening device in my room? ",
        "Katie: Well, \r\nyou weren't fighting fair. So why would we? ",
        "Mike: Start \r\nfrom the beginning, Katie. ",
        "Katie: I had to \r\nknow what Pilar was up to. So, yes, we planted a bug and then we were listening \r\nin the alleyway. And it's a good thing. ",
        "Mike: What did \r\nyou hear? ",
        "Pilar: There \r\nwas nothing to hear! ",
        "Katie: Pilar \r\nwas on the phone with somebody, saying how you were gonna get it! And Henry \r\nheard, too, right? ",
        "Henry: If a bug \r\nwas planted by some unknown person, I may have heard something about it. \r\n",
        "Pilar: I was \r\ntalking about dinner. I was on the phone ordering take-out. ",
        "Katie: Oh, \r\nthat's a good one. Like when any normal person orders food like this, \"hi, it's \r\nPilar. Mike's here. You know what to do.\" And, another thing, Ms. \"I have an \r\nanswer for everything\" -- you were ordering take-out -- where is it? ",
        "Delivery guy: \r\nReady, set, pizza. Delivery for Pilar? ",
        "",
        "Doc: You are so \r\nmuch fun when you're fired up. ",
        "Margo: And the \r\nfact that I have a license to kill? ",
        "Doc: Ah, no, \r\nthat's -- that's what makes it interesting. ",
        "Margo: Mm-hmm.\r\n",
        "Doc: All right. \r\nDon't shoot me, Detective. I am just messing with you. ",
        "Margo: Really?\r\n",
        "Doc: Really.\r\n",
        "Casey: Mom?\r\n",
        "Doc: Casey, my \r\nman! Hey, how's that passing arm? ",
        "Casey: It's \r\ngreat. I can't believe you remembered my name. ",
        "Doc: Well, how \r\ncould I forget? After seeing you throw that football around? Hey, Casey, I \r\ndefinitely know potential. ",
        "Margo: Casey! \r\nLisa wants copies of these pictures. I said you'd drop them off. ",
        "Casey: Sure.\r\n",
        "Margo: Okay?\r\n",
        "Casey: Hey, \r\nwhat's Doc doing here? Is he in trouble? ",
        "Margo: Give him \r\nfive minutes. Bye-bye. No smoking, no drinking. And, Casey, don't just drop them \r\noff at the front desk. Give them directly to Lisa. ",
        "Casey: Yeah, \r\nyeah, yeah, yeah. ",
        "Doc: I \r\napologize. ",
        "Margo: For \r\nwhat? ",
        "Doc: My sense \r\nof humor. ",
        "Margo: Oh! Is \r\nthat what that is? ",
        "Doc: Okay, all \r\nright, all right. Listen, I, Doc Reese, do hereby apologize for any and all \r\noff-color remarks I have made in my admiration of you. And they won't happen \r\nagain. How's that? ",
        "Margo: That's \r\npretty good. Do you think you can get out of here without blowing it? \r\n",
        "[Phone rings]\r\n",
        "Margo: Hughes.\r\n",
        "Mike: Margo, \r\nthis is Mike. I think you should get over to the Wagon Wheel Motel. ",
        "Margo: Katie?\r\n",
        "Mike: Yeah.\r\n",
        "Pilar: Is Margo \r\non her way? ",
        "Mike: Thanks \r\nfor letting me keep this kind of in the family. ",
        "Katie: You \r\nmight want to keep an eye on her, Mike, so she doesn't try to run away. \r\n",
        "Henry: I could \r\nstand guard outside. ",
        "Mike: Sit. Why \r\ndon't you let me have that? ",
        "Katie: No, it's \r\nevidence. ",
        "Mike: Katie --\r\n",
        "Katie: I was \r\nwrong, wasn't I? You didn't believe me, not even for a second. ",
        "Mike: You made \r\na mistake. ",
        "Katie: About \r\nthe phone call and the take-out, maybe. But I know what I saw. Pilar put poison \r\nor something into this glass. And when Margo shows up, she's going to be \r\narresting Pilar, not me. ",
        "",
        "Rosanna: Did \r\nyou break in and steal this? ",
        "Jordan: Why \r\ndon't you read the file, Rosanna? I'm not that kind of guy. Paul Ryan is. \r\n",
        "Rosanna: Oh, so \r\nyou got it from Paul. Well, how could you believe a word he said? You know how \r\nuntrustworthy he is. ",
        "Jordan: Let's \r\nstay on the topic, shall we? And that's you and me and your plans for me. \r\n",
        "Rosanna: I told \r\nyou I looked into your background. ",
        "Jordan: You \r\nsaid you did that after we met. But some of the reports in that file date to \r\nbefore I even came to town. So, what were you doing running a background check \r\non a guy that you never even laid your eyes on? ",
        "Rosanna: I \r\noften do research for young executives for my company. ",
        "Jordan: Oh, \r\nright. And do you always do interviews by traveling from city to city and \r\nbumping into them? ",
        "Rosanna: I was \r\ninterested in you. ",
        "Jordan: And \r\narranging to live across the hall from them? ",
        "Rosanna: That \r\nwas a coincidence. ",
        "Jordan: Right, \r\nright. And do you always help your prospects by calling them when your car goes \r\ninto a skid? ",
        "Rosanna: Are \r\nyou going to yell at me, or are you going to let me explain? ",
        "Jordan: Sure. \r\nExplain the sudden interest. Was that just me, or do you do that for all the \r\nyoung professionals? ",
        "Rosanna: You \r\nwere special. I saw your picture. I opened your file. I read everything, and I \r\nfelt compelled to meet you. ",
        "Jordan: A guy \r\nthat you could buy and sell a million times over? You never even heard my voice. \r\nYou have no clue what I'm like. And yet, you construct this elaborate subterfuge \r\nto get to know me? Why? Why did you do it? Is Paul right? Is it some revenge \r\nplot against him and B.R.O.? ",
        "Rosanna: Look, \r\nif I wanted to get back at Paul, I could have decimated him a million times over \r\nby now. ",
        "Jordan: Well, \r\nthen why? ",
        "Rosanna: I \r\nneeded you. ",
        "Jordan: I \r\nshould have known that you are never going to tell me the truth. ",
        "Rosanna: That's \r\nthe truth, Jordan. Jordan, don't walk out. Don't walk out, okay? Look, right \r\nnow, you are more important to me than any man who has ever been in my entire \r\nlife. ",
        "[Jordan laughs]\r\n",
        "Jordan: That is \r\ncrazy. ",
        "Rosanna: Yes, I \r\nknow. I know. You're right. But my life, my soul, my happiness all hinge on \r\nwhether or not you walk out that door. So just, ask me anything. I will answer \r\nyou. Just don't walk out. ",
        "Jordan: And \r\nyou're going to answer me honestly? ",
        "Rosanna: Yes, I \r\nwill. Just -- anything. ",
        "Jordan: Do you \r\nlove me? ",
        "Rosanna: No. I \r\ndon’t. I love someone else, someone you can help. Someone you can save. You may \r\nnot be the greatest love of my life, Jordan, \r\nbut I swear to you, I promise you right now, you are my only hope. ",
        "",
        "Jack: Barbara's \r\nreally going blind? ",
        "Carly: She has \r\na brain tumor. They're trying to shrink it with radiation, but they don't know \r\nif it's going to work. So, I'm sorry I didn't tell you sooner, but it's really \r\nnot my secret to tell. ",
        "Jack: Well, I'm \r\nsorry about Barbara. ",
        "Carly: Yeah, \r\nme, too. But listen, nobody knows about this, so just keep it quiet, okay?\r\n",
        "Jack: And \r\nthat's the only thing you've been keeping from me? ",
        "Carly: Yep.\r\n",
        "Jack: Nope.\r\n",
        "Carly: What? Do \r\nyou think that there's something else that I haven't told you? ",
        "Jack: Oh, yeah.\r\n",
        "Carly: And are \r\nyou really mad about this, or just a little annoyed? Bordering on ballistic. \r\nOkay, you want to give me a subject? ",
        "Jack: Rosanna.\r\n",
        "Carly: Can I \r\nhave a verb? ",
        "Jack: Honey, \r\nthe idea of this is for you to come clean with me, not the other way around.\r\n",
        "Carly: Well, \r\nit's not that simple. ",
        "Jack: Rosanna \r\nalready admitted that the two of you have been lying to me. ",
        "Carly: Well, \r\nnot a lie exactly, Jack. Haven't you ever kept a secret for a friend or a family \r\nmember, or something like that? ",
        "Jack: Not from \r\nyou. Not when you asked me point blank what was going on. ",
        "Carly: Well, \r\nthat's because you're good. You're perfect, and ethical, and good. ",
        "Jack: You said \r\ngood twice. ",
        "Carly: Well, \r\nthat's because you're probably twice as good as the average person. Maybe four \r\nor five times. And I'm just your loving but flawed wife who's trying to keep up. \r\nWhat's a girl to do? ",
        "Jack: You're \r\nsupposed to remember that you're my girl -- my wife. And you're supposed to -- \r\nRosanna told me that this secret was about a matter of the heart. ",
        "Carly: Yes, \r\nwell, that's true. ",
        "Jack: Yes, does \r\nthat mean it's about Cabot? Is that why she came back to Oakdale? ",
        "Carly: You have \r\nto ask Rosanna, Jack. ",
        "Jack: No, \r\nhoney, it's past time for you to be straight with me. ",
        "Carly: What do \r\nyou want me to say? ",
        "Jack: I want \r\nyou to tell me if the secrets you've been keeping for your sister have something \r\nto do with Cabot! And if she's trying to get him back! ",
        "",
        "Jessica: So I \r\npicked up an ovulation kit from the drug store, and I thought I'd just, you \r\nknow, give it a trial run, make sure I'm doing it right. And guess what? \r\n",
        "Ben: It's your \r\nmagic hour? ",
        "Jessica: For \r\nthe next several hours, our chances of becoming pregnant are optimum. But if you \r\nhave to work -- ",
        "Ben: No, I just \r\nhave to look in on a couple of patients who are recovering very nicely, since I \r\nam an excellent surgeon. ",
        "Jessica: Yes, \r\nyou are. ",
        "Ben: And then \r\nI'm going to take my baby home to make a baby. So what do you say to that?\r\n",
        "Jessica: I love \r\nyou. ",
        "Nurse: Dr. \r\nHarris, we have a patient coming in -- head injury. ",
        "Ben: All right, \r\nI'll be right there. Um -- [Jessica sighs] I'm sorry, Jess. ",
        "Jessica: No, \r\nit's okay. You know, we tried. ",
        "Ben: Hey, hey, \r\ncome on now. Stay positive. This could happen. Don't go home yet. You wait here. \r\nI want you to be with you when you see your surprise. ",
        "Jessica: Okay, \r\nbut if you have to be in surgery -- ",
        "Ben: Hey, it \r\nmight not be as serious as it sounds, okay? Stay positive. We are going to make \r\nus a baby. ",
        "",
        "Katie: Are you \r\ngoing to arrest Pilar? ",
        "Margo: Mike, \r\ndid you see Pilar put anything in your wine? ",
        "Mike: No.\r\n",
        "Margo: Henry?\r\n",
        "Katie: Why are \r\nyou asking them? I'm the witness. I saw her do it. ",
        "Margo: We'll \r\nhave the wine analyzed immediately. ",
        "Katie: Thank \r\nyou. ",
        "Margo: I think \r\nwe should all go down to the station now. ",
        "Pilar: Is that \r\nreally necessary? ",
        "Katie: Ooh, \r\nrunning scared? ",
        "Pilar: I was \r\nthinking of you, Katie. If you're having delusions like this, maybe having us \r\naround just makes things worse. ",
        "Katie: Oh, come \r\non. You're trying to kill Mike, and you're saying that I'm crazy? ",
        "Mike: All \r\nright, if Margo thinks we should all go down to the police station, then that's \r\nwhat we'll do. Let's go. ",
        "",
        "Carly: Why do \r\nyou think this is about Cabot? ",
        "Jack: Oh, let's \r\nsee -- Rosanna has this guy break into her house. And then the guy pawns \r\neverything he stole except the comb and brush set belonging to Cabot. Then he \r\ngoes to Canada, and who lives in Canada but Cabot! ",
        "Carly: Well, \r\nthose are just facts, Jack. They don't mean anything. ",
        "Jack: Carly, I \r\nlove you -- you're my wife. But I swear -- okay, here are your choices. You can \r\ntell me what's going on, or like those other facts, I'll find out what's really \r\ngoing on with Rosanna. But I don't want to that. Because I have a sneaking \r\nsuspicion that at the end of this particular yellow brick road, my wife and her \r\nsister are going to be charged with kidnapping! Now, is Rosanna covering up \r\nsomething about Cabot or not? ",
        "Carly: Yes, \r\nRosanna came back to Oakdale because of Cabot. ",
        "Jack: You have \r\nto have to be nuts! Really, crazy -- you out of your minds? ",
        "Carly: That's a \r\nnice way to reward me for being straight with you, Jack. Call me crazy! \r\n",
        "Jack: No, \r\nhoney, she has no legal right to that child! ",
        "Carly: Gee, you \r\nthink? ",
        "Jack: How can \r\nyou let her drag you into this scheme? Instead of helping her, you should be \r\nstopping her. ",
        "Carly: She's \r\nnot trying to steal Cabot, Jack. She's trying to protect him. ",
        "Jack: From \r\nwhat? ",
        "Carly: He's in \r\ndanger. ",
        "Jack: Carly!\r\n",
        "Carly: I don't \r\nknow. I don't have all the details. ",
        "Jack: No, of \r\ncourse not. I mean, who needs details? You hear the word danger, and you don't \r\nask what kind of danger, and, God forbid, do you call the person that can help \r\nyou -- your husband, the cop? No! You, the fashion designer, and your sister, \r\nthe CEO, you think you can just spin in a circle, put your little magic \r\nbracelets together and poof! No more danger! ",
        "Carly: You are \r\nnot even trying to understand. ",
        "Jack: \r\nUnderstand the most illogical, irrational explanation I've ever heard? \r\n",
        "Carly: Oh, \r\nwell, it doesn't have to make sense to you, Jack! Rosanna is afraid for her \r\nbaby. ",
        "Jack: He's not \r\nher baby! ",
        "Carly: Well, he \r\nwas for six months. I don't know why you don't get this, Jack. You're a father. \r\nYou love Parker and Sage so much that if you didn't know where they were and how \r\nthey were for even five minutes, you'd go out of your mind! Now, Rosanna has \r\nbeen apart from Cabot for months. And if she hears he might be hurt or disappear \r\n-- I cannot believe that you don't understand that she's panicked! ",
        "Jack: Because \r\nyou never told me. And when I asked you, you lied. Even when I guessed right, \r\nhoney. ",
        "Carly: It's \r\nRosanna’s secret, Jack. It's Rosanna’s business. ",
        "Jack: I \r\nunderstand her missing Cabot, and worrying -- being worried about him. What I \r\ndon't understand is why you'd let her lie come between us. ",
        "",
        "Rosanna: When \r\nyou asked me if I loved you -- ",
        "Jordan: If you \r\nwould have said yes, it would have been really easy for me to walk away. Because \r\nI know that you don't have those feelings for me. Why am I your only hope?\r\n",
        "Rosanna: I know \r\nthis is going to sound a little strange, well -- let me take that back. I know \r\nthis is going to sound very strange. But first I have to tell you that I've \r\nnever meant to do you any harm. In fact, over the past few weeks since I've \r\ngotten to know you, I've really gotten to like you. I really admire you --\r\n",
        "Jordan: Oh, \r\nplease, please. Stop, stop. ",
        "Rosanna: I'm \r\nsorry. It's just really important to me that I do this right. I don't know how \r\nto start. ",
        "Jordan: Start \r\nby telling me why. Why you investigated me, why you got to know me, why you \r\npretended to be hot for me. ",
        "Rosanna: It \r\nwasn't all pretense. Really, it wasn’t. ",
        "Jordan: Tell me \r\nwhat you want from me. ",
        "Rosanna: I want \r\nto marry you. ",
        "",
        "Announcer: \r\nComing up on \"As the World Turns\" -- ",
        "Katie: I want \r\nto be over Simon, and I want to be able to say that I love you, Mike Kasnoff. \r\nAnd I want to spend the rest of my life with you. ",
        "",
        "Rosanna: The \r\nbaby's name is Cabot. ",
        "Jordan: And you \r\nsay that I can save him? ",
        "Rosanna: If I \r\nmarry you, I can get my baby back",
        "",
        "Jessica: You \r\nhave to stay here all night? ",
        "Ben: Dr. \r\nCarroll is out, and I have to cover for him. ",
        "Jessica: Well, \r\nwe both know the patient has to come first. So, we'll try next month. We'll have \r\nother chances. ",
        "Ben: I know. I \r\nalso know that Dr. Schiller said we can't afford to lose any of those chances. \r\nIf there was some other way -- so what are you going to do? Are you going to go \r\nhome? ",
        "Jessica: Well, \r\nI'll probably go to the office and work for a little while. ",
        "Ben: Well, \r\nlook, before you go, I want to explain about your surprise. ",
        "Jessica: Okay, \r\nI -- look, I will not look at it until you're there. I promise. I won't even \r\npeek. ",
        "Nurse: Dr. \r\nHarris! Code blue. ",
        "Jessica: Bye.\r\n",
        "",
        "Carly: I spent \r\nso many years resenting Rosanna. She got the rich Daddy. She got the college \r\neducation. She got the easy life. But now I'm looking at everything I have \r\ncompared to what she's got left -- ",
        "Jack: Honey, \r\nhelping your sister doesn't mean you have to shut me out. ",
        "Carly: She's \r\ndone so much for me, Jack. And she asked me to keep one secret. What was I \r\nsupposed to do? She said -- she said she could count on me. I wanted that to be \r\ntrue. ",
        "Jack: Okay. All \r\nright, we'll take it from here. Which won't be easy if she didn't give you any \r\nmore specifics about this danger to Cabot. ",
        "Carly: She just \r\nsaid that he could disappear, that he could vanish, and no one would ever see \r\nhim again. ",
        "Jack: Yeah, \r\nhow'd she get her info? ",
        "Carly: I don't \r\nknow. I swear to you, I don't know. ",
        "Jack: I've got \r\nto go. ",
        "Carly: Jack, \r\nyou're not going to start making calls to Canada, \r\nare you? [Jack sighs] If you talk to the police there or the birth mother, you \r\ncould set off whoever threatened Rosanna about Cabot to begin with. I think \r\nthat's why she didn't go to the cops right at the start. ",
        "Jack: Honey, \r\nthen I'll make sure nobody knows I'm checking. ",
        "Carly: You \r\npromise? ",
        "Jack: I know \r\nwhat I'm doing, Carly. ",
        "Carly: I don't \r\ncall you my g-man for nothing. ",
        "Jack: Now, when \r\nI find out where Cabot is, and make sure that he's safe, you and I can finish \r\nthis conversation. ",
        "Carly: Okay, \r\nbut we're not going to argue anymore, are we? ",
        "Jack: No, I've \r\ngot to go to work, and you've got to go to Vegas and become famous. So -- \r\n",
        "Carly: Well, \r\nI'll never forget the little people who made it possible. ",
        "Jack: I won't \r\nlet you. I know I don't tell you how much I count on you. I just do. And when \r\nyou call your sister to tell her what's going on, give her my love. ",
        "Carly: You \r\nthink you know everything, don't you? ",
        "Jack: You don't \r\ncall me your g-man for nothing. ",
        "Carly: Come on, \r\nRosanna -- pick up. ",
        "",
        "[Phone ringing]\r\n",
        "Jordan: Don't! \r\n[Phone ringing] You want me to marry you? ",
        "Rosanna: Yes. \r\n[Phone ringing] ",
        "Jordan: Okay, \r\nwell a couple questions come to mind. [Phone ringing] Number one, why? Number \r\ntwo, why? And last but not least -- what the hell are you talking about? \r\n",
        "Rosanna: I know \r\nthis is difficult to understand. I do. But there is a reason. ",
        "Jordan: I don't \r\nhave anything that you could possibly want. ",
        "Rosanna: You \r\ncouldn't be more wrong. Marrying you will give me exactly what I want. \r\n",
        "Jordan: And I \r\nam different from every other eligible guy how? My character? My tremendous \r\nintellect? How about my amazing sexual prowess? Oh, that's right, you wouldn't \r\nknow anything about that, would you? Because we haven't slept together. Hell, we \r\nbarely even had dinner together. But by all means, let's talk about walking down \r\nthe aisle together, yeah! ",
        "Rosanna: \r\nPlease, don't make light of this. I've never been more serious in my life.\r\n",
        "Jordan: Well \r\nthen, act serious. What are you talking about? ",
        "Rosanna: I told \r\nyou, it has to do with someone else. ",
        "Jordan: Someone \r\nyou love? Another man? ",
        "Rosanna: A boy. \r\nA beautiful baby boy. Do you remember how I told you that before we met, I had \r\nadopted a child. And I was forced to give him up, because he had been adopted \r\nillegally? ",
        "Jordan: I don't \r\nunderstand. The baby, how -- ",
        "Rosanna: Cabot. \r\nThe baby's name is Cabot. ",
        "Jordan: And you \r\nsay that I can save him? How? ",
        "Rosanna: If I \r\nmarry you, I can get my baby back. ",
        "",
        "Casey: Oh, \r\nsorry. Hey! I forgot that you live here. ",
        "Doc: Yeah, I \r\ndo. Hey, Casey, what's going on, man? If I'd have known you were coming over \r\nhere, I could have just given you a lift. ",
        "Casey: Whoa, me \r\nin Dr. Death's car? Man that would have been sick. Then all my friends would \r\nactually believe me that I know you. ",
        "Doc: Oh, \r\nplease. We can take care of that. I'll just give you an autographed jersey.\r\n",
        "Casey: You'd do \r\nthat? ",
        "Doc: Sure, \r\nyeah. Just give me your address. ",
        "Casey: Okay, um \r\n-- you think maybe I could get a picture, too? ",
        "Doc: \r\nAbsolutely. But why wait in the mail for a picture? I'll just drop it by your \r\nhouse later. ",
        "Casey: That'd \r\nbe great! ",
        "Doc: I'm busy \r\nearly on -- I could probably get there somewhere around dinner time? ",
        "Casey: \r\nAbsolutely! ",
        "Doc: Okay, \r\nsounds good. ",
        "Casey: Hey, why \r\ndon't you come for dinner? ",
        "Doc: A \r\nhome-cooked meal? Wow, it's been a while. Um -- yeah, okay. ",
        "Casey: You can \r\ncome? ",
        "Doc: Whatever \r\nplans I did have, consider them canceled. ",
        "Casey: Oh, this \r\nis the best. ",
        "",
        "Katie: I hope I \r\ndidn't get Henry in trouble. I know it's hard to believe, but sometimes I talk \r\nbefore I think. I wish you would do that. Talk, I mean. ",
        "Mike: Have you \r\neaten today? ",
        "Katie: I don't \r\nremember. But thanks. It's nice to hear you ask. ",
        "Mike: There is \r\nnothing nice about this. I'm scared to death for you. ",
        "Katie: Don't be \r\nscared for me. I'm gonna be all right. ",
        "Mike: Not if \r\nyou don't leave Pilar alone. Not if you won't let me move on. It's like -- it's \r\nlike you're stuck in this dark place, and you can't get out of it. And that's \r\njust not you. You're Katie. You're so bubbly and happy. You have so much energy, \r\nit's like the rest of us can barely keep up with you. Do you remember that \r\nperson? ",
        "Katie: When I \r\nwas six, I wanted to be eight. 'Cause that's when my Mom would let me ride my \r\nbike down to the end of the block and back. And when I was eight, I wanted to be \r\nthirteen because then I could go hang out with my friends at the mall. And when \r\nI was thirteen, I wanted to be sixteen, so I could drive and wear makeup. And \r\ndate. And fall in love. ",
        "Mike: What do \r\nyou want to be now? ",
        "Katie: I want \r\nto be over Simon. And I want to be able to say that I love you, Mike Kasnoff. \r\nAnd I want to spend the rest of my life with you. But you're right. I'm stuck, \r\nand no matter how hard I try, I just can't get there fast enough. And in the \r\nmeantime, I'm scared to death that something is going to happen to you, and it's \r\ngonna be my fault. Just because I couldn't hurry up and grow. ",
        "Henry: Well, I \r\naced that one. They gave me a female detective. I charmed her, disarmed her.\r\n",
        "Katie: So \r\nthey're letting you go? ",
        "Henry: If I \r\nknow women, it's all over but the paperwork. ",
        "Margo: Pilar, \r\ncome in here, too. ",
        "Henry: The test \r\nresults are in? ",
        "Margo: Well, \r\nthe test verified that there was wine in Mike's glass, nothing else. ",
        "Katie: No, \r\nthat's impossible, Margo. Wait, it must have been in the other glass. She \r\nprobably switched it when I was running from the window to the door. ",
        "Margo: No, they \r\ntested the other glass. And the bottle as well. There was no poison, Katie.\r\n",
        "Katie: That's \r\nimpossible. How did you do that? You set me up! ",
        "",
        "Jordan: So, you \r\nthink by getting married, the court will allow you to adopt Cabot again? \r\n",
        "Rosanna: No, \r\nnot if I get married. If I get married to you. ",
        "Jordan: I don't \r\nhave any claim on your son. What you're saying doesn't make any sense. \r\n",
        "Rosanna: I know \r\nit sounds bizarre, but it's true. And my son's well-being is at stake. I'll tell \r\nyou everything, I promise. I'll start from the beginning. ",
        "Jordan: Yeah, \r\nyou know what, you almost had me there, but forget it. It's just so obvious \r\nyou're making this up as you go along. ",
        "Rosanna: No, \r\nI'm not. ",
        "Jordan: Well, \r\nthen why is it taking you so long to string together a couple of sentences to \r\ntell me what is happening? ",
        "Rosanna: \r\nBecause, if I tell you too much, Cabot could be hurt, and I can't -- ",
        "Jordan: Oh, \r\nenough, enough! Paul was right the first time. You are trying to do him in, and \r\nyou're trying to use me to do it. ",
        "Rosanna: No, \r\nwait, Jordan. Jordan, wait. ",
        "Jordan: I have \r\na plane to catch, and a show to run at B.R.O. That's what is important to me. \r\nThat's what matters to me right now. ",
        "Rosanna: \r\nJordan, Jordan, just listen. Okay? Just listen to what I have to say. \r\n",
        "Jordan: To hell \r\nwith listening, and to hell with you. ",
        "Rosanna: No.\r\n",
        "",
        "Jessica: Hi.\r\n",
        "Ben: You found \r\nyour present. ",
        "Jessica: Yeah, \r\nhe made me cry. ",
        "Ben: I was \r\nafraid he might. ",
        "Jessica: We \r\nmissed our chance, sweetie. What if this is it? ",
        "Ben: Well, then \r\nwe are lucky. Because it's not morning yet. How many hours did you say we had?\r\n",
        "Jessica: I'm \r\nstill ovulating. Wait, what about your patient? I thought -- ",
        "Ben: Dr. \r\nCarroll didn't mind coming back early. ",
        "Jessica: You \r\ncalled him? I love you. ",
        "Ben: Show me.\r\n",
        "Jessica: We \r\nhave hours and hours. ",
        "Ben: And we're \r\ngonna use every last one. ",
        "",
        "Katie: Margo, \r\nyou can't just let her walk right out of here. ",
        "Henry: Um, I \r\nhave no problem walking out. ",
        "Margo: Cooper, \r\ntake Mr. Coleman down and book him. ",
        "Henry: What? \r\nMargo, Detective Reynolds and I had an agreement. Margo! ",
        "Margo: I'm so \r\nsorry for the inconvenience, but thank you for your cooperation and assistance.\r\n",
        "Katie: You're \r\narresting Henry, and you're apologizing to this little -- ",
        "Margo: Katie, I \r\nneed you to come with me. ",
        "Katie: Mike, \r\nplease just stay away from her. She's dangerous. Please, just trust me this one \r\nlast time. Please? ",
        "Mike: I'll take \r\nyou back to your place. ",
        "Pilar: I've \r\nspent all this time assuming that she knew what she was doing. But it's so \r\nobvious now. She's ill. She's seeing things, hearing things. It's so sad. I hope \r\nshe can get the help she needs. ",
        "Katie: She's \r\ngoing to hurt him. I know it. ",
        "Margo: Katie, I \r\nneed you to let go of Mike right now. ",
        "Katie: No, I \r\ncan’t. He needs me. ",
        "Margo: Are you \r\ndoing anything to help yourself right now? Are you taking care of yourself? Are \r\nyou getting any sleep? You're obviously not eating right. ",
        "Katie: I'm \r\nright about Pilar! She's slick, and she set me up tonight, and she's doing it to \r\nget me out of the way. ",
        "Margo: Katie, \r\ncan you hear yourself? ",
        "Katie: Fine, \r\nyou don't believe me. Just hurry up and arrest me so I can call Craig and get \r\nhim to bail me out so I can get out of here. ",
        "Margo: No, \r\nbaby, that's not going to happen this time. I'm not going to throw you in jail.\r\n",
        "Katie: All \r\nright. Well, you're not going to arrest me, you're not going to let me go, then \r\nwhat -- ",
        "Margo: I'm \r\ncalling a psychiatrist, Katie. Her name is dr. Lynn Michaels. She once helped me \r\nonce. ",
        "Katie: A \r\npsychiatrist? Why? ",
        "Margo: Because \r\nI'm going to send you in for an overnight evaluation. ",
        "Katie: No, \r\nMargo, please tell me this is not true. ",
        "Margo: You're \r\nout of control, Katie. ",
        "Katie: So, it's \r\nnot just that you don't believe me. You think I'm crazy. ",
        "",
        "Rosanna: Look, \r\nI understand that you're angry, I do. ",
        "Jordan: Angry? \r\nYou have been playing with my life, and your explanation is beyond belief. Now, \r\nI am going to Las Vegas without you. And when I get back, I'm checking into \r\nanother hotel, and with any luck, I will never see you again. ",
        "Rosanna: \r\nJordan, don’t. Jordan, just come -- Jordan! ",
        "[Knock at the \r\ndoor] ",
        "Rosanna: Who is \r\nit? Carly. ",
        "Carly: Rosanna? \r\nMy God! Oh my God, what happened? Are you hurt? ",
        "Rosanna: It's \r\nJordan. He knows. ",
        "Carly: What? \r\nKnows what, baby? What, that you want to marry him? ",
        "Rosanna: I told \r\nhim everything, it's just too soon. It's too soon. He doesn't understand. He \r\nwalked out. It's over. ",
        "Carly: Oh, no. \r\nOh, no. Are you sure? You sure it's over? ",
        "Rosanna: No. \r\nNo, it's not over. Hello, I need the corporate jet. I need it immediately.\r\n",
        "Carly: What are \r\nyou gonna do? ",
        "Rosanna: I'm \r\ngonna do what a lot of people do in Las Vegas. I'm gonna get married. ",
        "",
        "On the next \"As \r\nthe World Turns\" -- ",
        "Rosanna: Is it \r\npossible that everything that's ever happened to you has led you here to Oakdale \r\n-- to me? ",
        "Jordan: You're \r\non your own. ",
        "Paul: All \r\nright, anybody who's here to work on the fashion show in any capacity, please -- \r\npack up your stuff and get out. ",
        "Carly: Paul, \r\nwhat are you talking about? We haven't even started the run-through yet. \r\n",
        "Paul: There's \r\nbeen a change in plans. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=v-ad6rqgDq4"
}