{
    "Episode Summary": [],
    "Recap": [
        "Craig tries to bribe Margo with donuts. He offers to give a statement about yesterday with his role in the Parker and Johnny incident. He forgoes his visitation rights and pushes his way past Dusty to see Johnny in the dining room. Tom advises Dusty not to thwart this, it won't help his case. Dusty is forced to allow Craig to take Johnny for a couple of hours. Jack and Carly get into a shouting match over Craig being near their children. He insists it is not Craig's kindness, but his own strategy and he won't stand for it. Craig shows up with Johnny, his excuse is he wanted to thank Parker in person. Without being asked, he comes on in, spying Jack who is none too pleased after what he just said about Craig. Craig tells him every time he sees him, it looks like he has sucked a whole tree of lemons. Carly dismisses Jack. Craig quips that anytime she wants to get rid of Jack, just call him. He walks in, Jack walks out. Jack is happily married, she needs to be too.",
        "Brad tells Katie that he has a problem with her brother. Dusty drops in on Brad and there is nothing more Brad would like to do than nail Craig to the wall. Margo and Katie are on opposite sides as to how to treat or forgive their brother for his mistakes. Jack calls Margo that his brother is going to make a statement about her brother; they need to talk. Margo tracks down Craig at Carly's and as a courtesy call she tells him that she will put Katie's marriage and life in jeopardy until he confesses. Carly makes it easier. She vows unless he helps his sister that Carly will have nothing to do with Craig ever again. He got Katie into this mess; he will have to get her out. She calls him crazy when he asks if he helps his sister, will she marry him then. She's good, decent and loving and he wants his son to grow up happy and healthy. He doesn't want to ruin things like with Bryant and Lucy. He's going to help Katie, so he wants Carly to at least give some thought to his proposal. Jack tells Dusty that he has to fill out paperwork, but Craig should be arrested before the end of the day. Katie is mad that Brad and Dusty appointed themselves as judge and jury against Craig. A show-down ensues at the police station when Craig shows up with Johnny and Dusty accuses him of using his son for his own cause. Craig hugs Johnny and tells him what a great time he had with him today. Katie storms out saying she can not do this. Margo asks Dusty to get Johnny out of here. Craig tells Margo that he likes family gatherings, but next time let him pick the place. Katie shouts to Brad that she was going to tell the truth, but when she saw Craig with Johnny, she could not take that away from him. It doesn't have to change things between her and Brad. Craig returns to Carly with flowers and champagne. He wants to take some wedding pictures. She's not going to change her mind, and he vows that he won't give up."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Dusty: So, you still love your pancakes. That's good. Hey, I'm going right over there and talk to my friend Tom, okay?",
        "Tom: Thought you'd be in your room.",
        "Dusty: Johnny got hungry.",
        "Tom: You ever heard of room service?",
        "Dusty: What does it matter?",
        "Tom: Well, Craig stays here, you know. If you're trying to limit his access to Johnny, why would you eat in the lounge?",
        "Dusty: Did Craig finally get himself a lawyer?",
        "Tom: I made your position very clear. All informal visitation arrangements have been rescinded. You, as sole guardian to Johnny, will not allow Craig access to the boy.",
        "Dusty: So, he's got the message. Good.",
        "Tom: Good, that he's got the message? Or good, you're going to get a rise out of him?",
        "Dusty: I think we both know what we can expect from Craig.",
        "Tom: Yeah, pretend that I don't.",
        "Dusty: He'll get a call from his lawyer, blow a gasket, and then he'll come after me.",
        "Tom: Why would you want that?",
        "Dusty: I want Craig away from my son. Out of his life permanently. Coming after me will be his first and last mistake.",
        "Tom: And pushing him that hard may very well be yours.",
        "[SCENE_BREAK]",
        "Margo: Mmm, I can smell those donuts from here.",
        "Craig: And thus, my surprise is spoiled. No matter. Where can I put these so that all your loyal partake?",
        "Margo: What do you want, Craig?",
        "Craig: I'm showing my appreciation for all the men and women in blue. Let alone, my boundless affection for my sister.",
        "Margo: With donuts? What do you want Craig?",
        "Craig: You're looking at a very happy man, Margo. Now that I can spend a part of every day with my son, things have never been better.",
        "Margo: Oh good. I'm glad. Thanks. Bye.",
        "Craig: Oh, by the way -- do I need to make a statement about the accident yesterday?",
        "Margo: Accident?",
        "Craig: Oh, you didn't hear? Oh yes, I saw Parker in the road with Johnny, a car was bearing right down on them -- and I had to push both kids out of the way.",
        "Margo: Ooh, ah, Craig. That's heroic. Did you hire a photographer?",
        "Craig: If you have any doubt about my role in this, you can just talk to Jack. He was even forced to thank me. I'm surprised he didn't mention it.",
        "Margo: He did.",
        "Craig: And I don't even get a well done, Craig?",
        "Margo: Well done, Craig.",
        "Craig: What is it going to take for people to realize that I'm not the scourge of the world?",
        "Margo: Stop scourging, that could do the trick.",
        "Craig: How's the family?",
        "Margo: Great.",
        "Craig: How's Katie?",
        "Margo: She's really good. She's out of the hospital. You should go and visit her, now.",
        "Craig: There's nothing I would love more than to show up at her door with a bowl of chicken soup. But unfortunately -- her husband can't stand me. Cheers!",
        "[SCENE_BREAK]",
        "Katie: Tell me you're not going to eat those.",
        "Brad: Well, it's the three second rule. What are you doing dressed? I was going to bring you breakfast in bed.",
        "Katie: No thanks, really, I'm not hungry.",
        "Brad: Well, come back to bed anyway. You still need your rest.",
        "Katie: I'm fine.",
        "Brad: Is there anything else I can get you? Anything else you need?",
        "Katie: Yeah, I need you. I love you.",
        "Brad: You're not still mad at me? I mean, you got over that pretty quick. I figured I'd have a couple of breakfasts, a massage --",
        "Katie: You don't have to do anything. We can forget the whole thing happened with Craig.",
        "Brad: Great idea.",
        "Katie: As long as you promise to stop trying to get my brother arrested.",
        "[SCENE_BREAK]",
        "[Doorbell ringing]",
        "Carly: Craig, you have to stop buying stuff -- oh, hi.",
        "Jack: Hi.",
        "Carly: What's with the present?",
        "Jack: It's for Parker. From Janet and me.",
        "Carly: Oh. I'm sorry. It's just, it's so big, it looked like something that Craig would bring by. Come on in.",
        "Jack: Thanks.",
        "Carly: So, what's in there?",
        "Jack: Some magazines, DVD's, video games, cookies -- anything you might want when you're stuck in bed. You look nice.",
        "Carly: Thank you. You were saying?",
        "Jack: Yeah, I'll go bring these to Parker.",
        "Carly: He's at school.",
        "Jack: He's at school -- the doctor said he could have a couple of days off. What kid in his right mind goes to school when he doesn't -- come on, seriously? He couldn't spend one day away from Liberty?",
        "Carly: Young love cannot be stopped.",
        "Jack: It's a crush, Carly. It's not love.",
        "Carly: Okay, whatever you say. Well, I'm sure that Parker will tear right into this as soon as he's home.",
        "Jack: Yeah, tell him I'll stop by and check on him later, if that's okay.",
        "Carly: Of course, yes. Any time.",
        "Jack: You look really nice.",
        "Carly: So you said.",
        "Jack: So you're expecting Craig?",
        "Carly: I'm not --",
        "Jack: Are you guys going to breakfast? Or do you have something bigger planned?",
        "[SCENE_BREAK]",
        "Craig: Well, if it isn't my favorite brother-in-law! I mean, I know I only have two. But you know the guy Katie married isn't exactly the sharpest knife in the drawer.",
        "Tom: Hello, Craig.",
        "Craig: And Dusty, I was just looking for you and Johnny. I was afraid I might have missed you.",
        "Dusty: What do you want?",
        "Craig: You must be a very busy man, counting all those millions you inherited. But why pay for a babysitter when you can just have Johnny hang out with his old man? I'm just going to go say hello.",
        "Dusty: Didn't you talk to your lawyer?",
        "Craig: Regarding?",
        "Dusty: Visitation. I'm cutting you off.",
        "Craig: Oh, oh, that, yeah. Tell it to the judge.",
        "Dusty: These are from years ago. They're meaningless.",
        "Craig: Perhaps we should confer with your attorney? Do you remember when you helped me file those papers, Tom?",
        "Tom: The preliminary visitation order?",
        "Dusty: Is it still good?",
        "Tom: It hasn't been rescinded. Craig's right. You're legally obligated to allow him to visit with Johnny.",
        "Craig: Thank you.",
        "Dusty: Not one more step.",
        "Craig: Counselor, I think your client needs some counsel before he does something he'll regret.",
        "Dusty: You're not going anywhere near Johnny.",
        "Craig: That's not your choice.",
        "Dusty: Don't push me.",
        "Craig: Get your hand off me.",
        "Tom: Don't escalate this, Dusty -- not in public. This is not gonna help your case.",
        "Dusty: Don't worry, buddy. There's nothing to worry about.",
        "Craig: Hey, hey. There's my big man! Look what I got for you, huh? How would you like to go over to the park, and you can ride on a little train that's made just for kids.",
        "Johnny: Can we go now?",
        "Dusty: Maybe another time, Sweetheart.",
        "Johnny: Please?",
        "Tom: Say no, you disappoint your son and buy yourself a visit from the marshal. Do you want Johnny to go through that?",
        "Craig: You really have nothing to worry about. Even though I have millions of my own and can to travel anywhere in the world --",
        "Tom: Craig.",
        "Craig: You and I made a promise to Lucy that we'd get along. I intend to keep it. How about you?",
        "Dusty: Two hours.",
        "Craig: You'll be here?",
        "Dusty: Call me. I'll meet you. I'll see you later, champ.",
        "Johnny: Bye, Daddy.",
        "Craig: Okay. Let's go ride a train! Come on this way. Come on out to the car.",
        "Dusty: Tell me how to stop him.",
        "[SCENE_BREAK]",
        "Carly: I have a meeting with a special events planner, Jack. I'm trying to get more special events booked into Metro. Are you satisfied?",
        "Jack: Did Craig help you get that meeting?",
        "[Carly sighs]",
        "Jack: But Carly, you took his money -- the guy is gonna do whatever he can to push himself into your life --",
        "Carly: I'm trying to get along with you. Makes the kids happier. Makes life easier. But you come waltzing in here waving your happily-wedded-bliss like a banner. And then you start attacking me --",
        "Jack: I did nothing of the sort.",
        "Carly: We have to stop doing this. You have to stop doing this.",
        "Jack: Carly --",
        "Carly: And don't talk to me about how you're trying to protect our children. Craig is not hurting them.",
        "Jack: You know what kind of man Craig is --",
        "Carly: You're hurting me. And I'm asking you to stop.",
        "Jack: I'm sorry.",
        "Carly: You ought to be. Craig saved our son's life. Instead of being grateful, you want me to treat him like he's got the plague.",
        "Jack: Because I don't believe it was just a good deed. The presents for the kids -- giving you the money -- amping up his relationship with Parker -- it's not kindness, Carly. It's strategy.",
        "Carly: To get what? Would you look around you? I have three kids. I have a huge mortgage. I have a failing business. I have an ex-husband who, if you don't mind me saying, is a pain in the butt. What do I have that Craig Montgomery could possibly want?",
        "Jack: Look in the mirror. So, when is Craig coming over?",
        "Carly: He's not.",
        "[Doorbell ringing]",
        "Carly: Zip it.",
        "Craig: Hi.",
        "Carly: Hi.",
        "Craig: Johnny wanted to thank Parker personally for looking out for him yesterday.",
        "Carly: Oh, well, Honey -- Parker's not here. You could come back later.",
        "Craig: Well, do you mind if we just warm up for a minute, then we'll be on our way? Oh, did we come at a bad time? I love it when that happens.",
        "[SCENE_BREAK]",
        "Dusty: Lay it out for me. How doe stop Craig?",
        "Tom: Who were you talking to on the phone? See, I get the feeling that you're having Craig followed. So if your intent is to kill him, that's a conflict for me.",
        "Dusty: Give me a better option.",
        "Tom: Legally, you only have two. You guys need to come to meet up and arrange some kind of visitation, so you can share Johnny equally.",
        "Dusty: Next.",
        "Tom: Go to court, try to get sole custody. See if you can lock Craig out forever.",
        "Dusty: But you don't think that will work.",
        "Tom: You've adopted Johnny. You're his custodial parent. Craig is his biological father. We have no indication that he's about to abuse this boy in any way. You might not be able to find a judge that's going to cut him out.",
        "Dusty: Okay.",
        "Tom: Which way do you want to go?",
        "Dusty: My way. I'm gonna handle this myself.",
        "[SCENE_BREAK]",
        "Brad: Do you know how much I want to make love to you? It's been practically a week!",
        "Katie: I know.",
        "Brad: And then you get me all hot just to throw Craig in my face?",
        "Katie: It's important to me, Brad. I'm not asking you to be his best friend or take him to dinner. Just forget about him.",
        "Brad: The guy tried to frame me for murder! He blackmailed you. He used you. I just can't just forget about that. And if I ever get the chance to see to it that Craig rots in jail, I'm grabbing it.",
        "Katie: He's my brother.",
        "Brad: And you're my wife. And whoever messes with you gets a problem with me. I don't care who they are.",
        "Katie: Fine. Forget it. I'm so sick of feeling guilty about Craig and fighting with you when we should be making love.",
        "Brad: About that -- maybe I can forget about Craig for, I don't know -- what do you say? 20 minutes? An hour?",
        "Katie: No. I'm gonna go get some advice.",
        "Brad: From who? Who are you going --?",
        "Katie: From the only person in this town that cares about Craig.",
        "Brad: You're going to talk to Craig about Craig?",
        "Katie: Very funny.",
        "[SCENE_BREAK]",
        "Carly: Hey. I have some cookies in the kitchen. Would you like some? All right, come on.",
        "Craig: Jack. Why is it every time I see you, you look like you just sucked a whole bushel of lemons?",
        "Jack: I guess you just bring it out in me.",
        "Craig: I thought maybe that would change after yesterday.",
        "Jack: I thanked you for saving my son, Craig. It doesn't mean I have to like you. Parker's at school. I'm sure Carly will tell him that you stopped by to show your concerns.",
        "Carly: Yes, yes, Jack. And thank you so much for bringing the present for him. I know he'll be very happy.",
        "Jack: Think about what I said before.",
        "Carly: I'll see you later.",
        "Craig: Any time you don't want him in your house, just call me. I walk in, he walks out. It's a miracle.",
        "Carly: You enjoy giving Jack a hard time. Has nothing to do with me.",
        "Craig: Someone has to knock detective do-right off his high horse once in a while. Why do you put up with it, now that the two of you are divorced?",
        "Carly: We have children. We have to get along.",
        "Craig: There are more important things.",
        "Carly: Such as?",
        "Craig: He's happily married. You should be, too.",
        "[SCENE_BREAK]",
        "Dusty: Is your wife here?",
        "Brad: No. What's going on?",
        "Dusty: I need your help with Craig.",
        "Brad: Whoa, no. I mean, I'm in enough trouble with Katie as it is. I'm not touching this with a 20-foot pole.",
        "Dusty: With what you told me about the fake alibi -- you can finally put Craig away for good.",
        "Brad: I'd love that. I'd love that, personally. But this would kill Katie. I can't do that to her.",
        "Dusty: You think Craig's going to leave you guys alone?",
        "Brad: Why wouldn't he?",
        "Dusty: Cause Katie's the only thing standing between him and a jail cell.",
        "Brad: He's her brother. He's not going to hurt her.",
        "Dusty: No, he's just gonna control her and threaten to hurt you like he did before. You gonna let him get away with that?",
        "Brad: You know what? You keep skipping over the sticky part. Katie perjured herself with this alibi thing. If I go to the cops, she could end up in jail right next to her brother.",
        "Dusty: No, her brother blackmailed her! Nobody's gonna convict Katie.",
        "Brad: If I could be sure about that.",
        "Dusty: Ask your brother. He's a cop. He'll tell you.",
        "Brad: All right, if Jack says Katie's in no danger, there's nothing I'd like more than to help you nail Craig to the wall.",
        "Dusty: Let's find Jack.",
        "Brad: All right.",
        "[SCENE_BREAK]",
        "Margo: You, too?",
        "Katie: What are you talking about?",
        "Margo: Well, Craig was just at the station with a bucket of donuts and now you. What's going on?",
        "Katie: Craig came to see you? What did he say?",
        "Margo: Oh, just to score points -- to launch his \"I'm really a good guy deep down at heart\" campaign. I think he's gearing up for a custody battle with Donovan and wants to make sure I'm on his side.",
        "Katie: Would you be on his side?",
        "Margo: What'd you want to see me about? How come you couldn't come to the station?",
        "Katie: Because I want to have a conversation with my sister, not the chief of detectives.",
        "Margo: Oh, Katie, I'm a cop. I'm a cop. I have a badge and everything. If you want to report a crime, I can't look the other way.",
        "Katie: No, no, no. No crime to report. I just want a little advice. For some friends.",
        "[Margo sighs]",
        "Margo: Oh, Katie. Right, right.",
        "Katie: All right, so, what if one of these friends felt like they had to lie to the police because they were worried that something might happen to someone they cared about if they didn't? Would that be a crime?",
        "Margo: You mean, like if you gave Craig an alibi because he was threatening you or Brad? Just hypothetically?",
        "Katie: Something like that.",
        "Margo: Well, you would probably get off, but Craig would most certainly go to jail.",
        "Katie: Okay.",
        "Margo: Okay, so you want to make a statement?",
        "Katie: Yes.",
        "Margo: Great. I'll get a box for this bribe.",
        "Katie: Except for one thing.",
        "Margo: What -- what thing?",
        "Katie: The part where I tell you something that gets our brother thrown into jail.",
        "[SCENE_BREAK]",
        "Brad: Yo, bro, we need to talk.",
        "Jack: Yo, bro, I'm working here.",
        "Dusty: You're going to want to hear this.",
        "Jack: Make it fast.",
        "Brad: All right. Say someone was framed. And the person that framed him said they could get them off if someone close to them could provide them with an alibi for something they did a long time ago. What would happen to the person that lied? But just because they were trying to help the other person?",
        "Dusty: What was that? How's he supposed to know what you're talking about?",
        "Jack: Tell me this is about Craig Montgomery. He really did plant that car bomb. And you're worried about Katie being arrested because she lied about his alibi.",
        "Brad: No, no. I didn't say anything about Katie. I wasn't talking about her --",
        "Jack: You didn't have to. But it's all right. We're not on record here, but you will be.",
        "Brad: Okay, wait. What about Katie?",
        "Jack: Don't worry about her. She lied, yes. But that doesn't necessarily mean she'll be in trouble.",
        "Dusty: But Craig would be.",
        "Jack: Oh, oh yeah.",
        "[SCENE_BREAK]",
        "Katie: Don't you feel anything for our brother?",
        "Margo: Of course I do. But he -- but he tried to murder Paul Ryan! He put a bomb in the guy's car. Do you really think he shouldn't do time for that?",
        "Katie: We don't know for sure that Craig did it.",
        "Margo: If he didn't do it, he wouldn't need you to lie for him, would he?",
        "Katie: But he just got Johnny back, though. And he wants to be a better person. We're his family. How can we take that away from him?",
        "Margo: No, no, no. Don't get all sentimental with the family stuff. Look at Lucy. She's his daughter. He didn't think twice about turning her in for kidnapping Johnny, did he?",
        "Katie: It's just that if we put him away for the rest of his life, we're not just punishing Craig -- what will it do to Johnny?",
        "Margo: Katie! We're gonna let him get away with attempted murder? With framing Brad, with blackmailing you -- what kind of father are we offering Johnny, huh?",
        "Katie: Somebody who's learned from his mistakes.",
        "[Cell phone ringing]",
        "Margo: Oh you -- Hughes.",
        "Jack: We've got a situation here.",
        "Margo: What's going on?",
        "Jack: My brother's going to make a statement about your brother that's going to throw out his alibi for the attempted murder of Paul Ryan.",
        "Margo: Well, there is a lot of that going on.",
        "Jack: Your sister's involved. How do you want to handle it?",
        "Margo: Just keep him there. I'm going to track down Craig and see if we can clear this up once and for all.",
        "Jack: Try Carly's. I saw Craig there this morning.",
        "Margo: All right. Thanks. I will.",
        "Katie: You're going to talk to Craig about this? How can you do that? I never made it official --",
        "Margo: Brad was at the station.",
        "Katie: What did he do?",
        "Margo: Well, Katie, you're his wife -- he's probably concerned about you. Katie.",
        "[SCENE_BREAK]",
        "Carly: Johnny's still sleeping?",
        "Craig: Out like a light. He's so active, sometimes I forget how sick he was. I probably shouldn't have taken him out today.",
        "Carly: Craig, he's not sick. He's sleepy. It's nap time.",
        "Craig: Right. I remember nap time. Why did you cover him with my coat?",
        "Carly: He's in a strange place, you know. When he wakes up, he'll know that you haven't left him. That you're still here.",
        "Craig: Huh. I never would have thought of that. You really do have a way with kids.",
        "Carly: A lot of practice, that's all.",
        "Craig: Why can't you just accept the compliment? I mean, it is sincere and it's true.",
        "Carly: Not everyone is sold on me as the world's greatest mother. Jack certainly has his doubts.",
        "Craig: He's an idiot. I can't think of anyone else I'd rather have raising Johnny with me.",
        "Carly: I'm not going to marry you, Craig.",
        "Craig: Doesn't mean I have to stop asking.",
        "[Doorbell ringing]",
        "Carly: Margo. Hi.",
        "Margo: Hi. I'm looking for my brother.",
        "Carly: Yes, of course. Come in.",
        "Craig: Hi, Sis.",
        "Margo: I'm sorry I have to ask you this -- but could you give us a moment?",
        "Craig: Carly can stay. I have no secrets from her.",
        "Margo: Fine, okay. I just thought that I should tell you that that little alibi you coerced from Katie is about to be blown away.",
        "Craig: I'm shocked Katie said I coerced her.",
        "Margo: No, she didn't say that, her husband did.",
        "Craig: Oh, him. Well, he's lying.",
        "Margo: Oh, just stop it, Craig. This is about our sister.",
        "Craig: If I'm gonna be accused of a crime that I didn't commit, then I have to defend --",
        "Margo: She loves Brad. And for some reason known only to God above, she still loves you. This is really tearing her apart.",
        "Craig: So, you've come here to arrest me?",
        "Margo: No. There haven't been any warrants issued yet. This is more of a courtesy call.",
        "Craig: Aww. You came here to warn me so I'll be prepared?",
        "Margo: No, this is more of a test, really Craig. This is a test, because for some reason Katie has really been championing you and telling me that you have changed. And I just think, you know -- unless you come forward and get Katie off the hook, you are gonna be responsible for putting our sister in legal jeopardy. And maybe even destroying her marriage.",
        "Craig: I see.",
        "Margo: That's it? Well, if you think of anything else you might want to say to me, just come on down to the station. Thank you.",
        "Carly: Sure. So, what are you gonna do?",
        "Craig: I haven't decided.",
        "Carly: Well, maybe this will help you make your decision. If you don't help Katie, then I will never have anything to do with you, ever again.",
        "Craig: You never cease to amaze me.",
        "Carly: It's a no-brainer, Craig. You got Katie into this mess. You got to get her out.",
        "Craig: For the record, I'm not admitting to anything.",
        "Carly: Of course you're not.",
        "Craig: Can I make you an offer?",
        "Carly: I don't want anything from you.",
        "Craig: Ah, you said you wanted me to help my sister. And do you want to hear the offer or not?",
        "Carly: You are the most annoying man!",
        "Craig: Indeed.",
        "Carly: What is it?",
        "Craig: If I go down to the police station, do the right thing and manage to stay out of jail, will you marry me then?",
        "Carly: You're crazy.",
        "Craig: Maybe. But if you're so anxious about everyone else's well-being, then how can you in good conscience turn down a chance to help?",
        "Carly: Are you saying that if I don't marry you, Katie will suffer?",
        "Craig: No. I'm saying this is a chance for both of us to do some good.",
        "Carly: So, first you blackmailed her, and now you're trying to do the same thing to me, huh?",
        "Craig: Let me ask you something. Why did you marry Jack?",
        "Carly: Which time?",
        "Craig: Why?",
        "Carly: I loved him.",
        "Craig: And?",
        "Carly: He made me weak in the knees.",
        "Craig: And?",
        "Carly: What is it you want to hear me say?",
        "Craig: All right. Let me ask you this -- why did he divorce you?",
        "Carly: Because he's good. And I'm not.",
        "Craig: No, I can't vouch for the person that you were when you met Jack. But I can honestly say that the woman in front of me right now is good and decent and loving. Marry me, Carly.",
        "Carly: Why?",
        "Craig: Because there's a little boy sleeping upstairs. He's good. And I'm not. And I want him to grow up happy and healthy, and I want to be there to see him do it. But if I do it myself, I'll mess him up. I don't want to ruin things the way that I did with Bryant and Lucy.",
        "Carly: You know, there are no guarantees with kids. You can do everything by the book --",
        "Craig: Bryant died because I wasn't there for him. Lucy ran away and took Johnny with her because I wasn't there for her.",
        "Carly: Now's your chance.",
        "Craig: To be there for Johnny?",
        "Carly: To be there for Katie. It's the right thing to do.",
        "Craig: All right. I'll do it.",
        "Carly: Okay! Okay. Well, do you want to leave Johnny here with me --",
        "Craig: No, I'll take him with me. Spend as much time with him as I can.",
        "Carly: I'm proud of you.",
        "Craig: That still leaves the burning question, Carly. If I do help Katie --",
        "Carly: You just said you would.",
        "Craig: But I might change my mind if I don't have the proper incentive. If I can help Katie, will you at least think about marrying me?",
        "Carly: All right. Okay, fine. I will.",
        "[SCENE_BREAK]",
        "Brad: Before you get mad, let me explain.",
        "Katie: I'm already mad. At you!",
        "Dusty: Me?",
        "Katie: Yeah, for getting Brad all riled up against my brother.",
        "Dusty: No, Craig did that, when he used Brad to blackmail you.",
        "Katie: You had no right to butt in. Why don't you just leave us alone?",
        "Brad: Can we --",
        "Jack: Sure.",
        "Dusty: What happens now?",
        "Jack: We'll take their statements and get a warrant for Craig's arrest.",
        "Dusty: How long will that take?",
        "Jack: Probably most of the day. If you're worried about Johnny --",
        "Dusty: No, Johnny's going to be home with me by the time you put the cuffs on Craig. I got to go. I'll be in touch.",
        "Katie: I thought we were getting somewhere this morning. That you were going to let me decide how, when and what to do.",
        "Brad: I don't understand, what is there to decide? Craig tried to kill Paul Ryan.",
        "Katie: You don't know that for sure. Nobody does. And you and Dusty had no right to appoint yourselves judge and jury.",
        "Brad: I know that you're afraid. But you don't have to be. I told Jack everything, he says you wouldn't be in trouble.",
        "Katie: I don't care about that. I care about us. And we're in trouble, Brad. If you do this, if you give in to this obsession with getting back at Craig --",
        "Margo: Hey, Katie, I'm glad you decided to come in. You're doing the right thing. So, it looks like you guys are on the same page. Should we just take the statements together?",
        "Brad: Yes, I would love that.",
        "Margo: Okay, great. Sit down, have a seat.",
        "[SCENE_BREAK]",
        "Dusty: Hey.",
        "Tom: No, sit, sit. More problems with Craig, huh?",
        "Dusty: No, more like a solution. Remember that case against him for trying to blow up Paul's car?",
        "Tom: The attempted murder charge? Yeah, that was dropped.",
        "Dusty: Not anymore. Thanks to me.",
        "Tom: How'd you manage to do that?",
        "Dusty: I'll fill you in, but first, confirm this. If he goes to jail, he loses all visitation, correct?",
        "Tom: Probably. Attempted murder is a serious charge. And it's not like Johnny spent years with Craig.",
        "Dusty: No, he barely knows him.",
        "Tom: That's true. So a judge probably won't force you to take Johnny for visitation at the prison. By the time Craig's out, Johnny would probably be old enough to make his own decisions.",
        "Dusty: Good. That's good.",
        "Tom: Okay, hold it. I think you're going about this all the wrong way. You're spending so much time worrying about Craig, that you're actually losing valuable quality time with Johnny yourself.",
        "Dusty: I want Craig out of the picture once and for all.",
        "Tom: Is this fight about Johnny, or your anger with Craig?",
        "Dusty: Of course, it's about Johnny, Tom. It's about what I promised his mother. His mother didn't want Craig in Johnny's life. She wanted me to give Johnny a good home and a good life.",
        "Tom: And you're going to achieve this by teaching him to hate Craig?",
        "Dusty: I'm not doing that.",
        "Tom: Yeah, Dusty. That's what you're doing. I mean, it doesn't really matter what you say. Your actions will prove to Johnny that you hate Craig. And he, in turn, will hate him to please you. Now in the end, when he grows up and understands what you've cost him, he's going to hate you.",
        "[SCENE_BREAK]",
        "Brad: And that is when Katie told me that Craig set me up.",
        "Jack: He faked Spencer's murder?",
        "Brad: He had all this evidence against me. I thought I was going to spend the rest of my life in jail for something that I did not do.",
        "Jack: Then he offered to make it all go away?",
        "Margo: Katie?",
        "Brad: Craig told that Katie he would get me off if she'd be his alibi.",
        "Margo: Katie, is that true?",
        "Brad: Katie, it's all right. You can tell the truth. Nothing's going to happen.",
        "Jack: Maybe we need to go at this from a different angle.",
        "Margo: Katie, Honey, why don't you just forget about what Craig did or didn't do to you, and just tell me what he said?",
        "Katie: About what?",
        "Margo: About Paul Ryan. Did Craig ever tell you that he rigged the bomb that was in Paul Ryan's car?",
        "Katie: You know, I'm a little thirsty.",
        "Margo: Katie --",
        "Katie: No, I'm not stalling. I will tell you everything.",
        "Margo: All right, I will get you a glass of water. Oh, what are you two doing here?",
        "Dusty: Katie's giving her statement?",
        "Margo: You know I can't comment on an ongoing investigation.",
        "Tom: Can you give us a minute?",
        "Dusty: Yeah.",
        "Tom: How are you doing?",
        "Margo: I cannot believe that Craig would do something like this, and drag Katie into it!",
        "Tom: So, tell me how I can help.",
        "Margo: You can get your client out of here, for one thing. I haven't got the statement from Katie yet. And if she sees Donovan lurching like a vulture --",
        "Craig: Hey, Johnny, look who's here! Your aunts, your uncles and your other daddy.",
        "Katie: Hey!",
        "Johnny: Hi, Aunt Katie!",
        "Katie: What you been up to?",
        "Johnny: I saw the trains!",
        "Katie: He did? Cool, come tell me about it.",
        "Dusty: Why'd you bring him here?",
        "Craig: Well, Margo informed me that Katie might need my assistance. And since Katie adores Johnny and obviously the feeling's mutual, so --",
        "Dusty: You were using my son to keep Katie quiet. You think I should cut this guy a break, Tom?",
        "Tom: No, I think we'd be better served if we left and let the police handle this.",
        "Dusty: You're using him! He's five years old, Craig.",
        "Craig: I know how old he is. He's my son!",
        "Dusty: We'll see.",
        "Tom: Don't do this. Your son's in the next room.",
        "Craig: Tom, you make a very good point. This really isn't the time or the place. And since I have no idea how long I'll be here --",
        "Dusty: 15 to 20 sounds fine.",
        "Craig: And I had no idea you'd be here, either. But since you are, if you'd like to take Johnny home with you, I think that would probably be best.",
        "Dusty: I don't need your permission.",
        "Craig: We'll see. Something you'd like to say to me, Jack?",
        "Jack: Maybe later. When I read you your rights.",
        "Craig: Johnny? I want you to know, I had a great time with you today. Will you remember that? I love you.",
        "Margo: Ah, Johnny, Johnny, Johnny. You want to go wait outside with your dad? Can you guys give us a minute? I want to finish up with Katie.",
        "Katie: I'm done.",
        "Margo: Oh, come on, Katie.",
        "Katie: No, I'm sorry. I can't do this. I just -- I can't.",
        "Brad: Katie!",
        "Tom: What just happened?",
        "Craig: It appears Katie didn't have as much to say as we all anticipated.",
        "Dusty: Well, even if Katie doesn't want to talk, what about Brad's statement? She told him everything that Craig did.",
        "Tom: No, that's hearsay. It won't stand up in court.",
        "Margo: Hey, why don't we get Johnny out of here? This is no place for a little boy to be. A little boy that I love so much.",
        "Craig: Give me one for the road. Oh, my gosh, you're such a big guy. See you soon, okay?",
        "Dusty: Come on, let's go.",
        "Margo: So, you came in to tell the truth, right? To get Katie off the hook?",
        "Craig: Well, from what I heard, doesn't seem that Katie needs getting off the hook. So, I guess we're both just sticking to our stories -- whether you like it or not. I love family gatherings. Let's do it again soon. But next time, let me pick the place.",
        "[SCENE_BREAK]",
        "Brad: Katie, I was just trying to keep you out of trouble!",
        "Katie: No, you were trying to get Craig thrown in prison.",
        "Brad: Yeah, yeah. That too. I mean, come on. If he had been anybody else and did what he did --?",
        "Katie: But he's not.",
        "Brad: So, what are we supposed to do? Just forget about it?",
        "Katie: It's just that Johnny's back. And I was going to tell Margo the truth, I was! But then I saw Craig with Johnny, and I couldn't do it. I can't be the one responsible for taking away the one good thing in my brother's life. And what about Johnny? What's it going to do to him? He needs a father.",
        "Brad: He has one. Dusty loves him just as much as Craig. I think more.",
        "Katie: But Dusty's not his biological father. I just wish you could have seen Craig, the way he was before. When Bryant and Lucy were little. That's the way he was today, when he was with Johnny. He was so happy and fun and full of love. Johnny did that to him. He changed him.",
        "Brad: So bottom line is you're sticking up for your brother come hell or high water.",
        "Katie: Yes. But it does not have to change things for us. Please, Brad. Can we just go back to the way things were before?",
        "[SCENE_BREAK]",
        "Craig: The victor returns! These are for you. This is for us.",
        "Carly: They let you go? Or did you decide to sell out your little sister after all?",
        "Craig: Absolutely not. I went there fully prepared to take the fall if it meant keeping Katie. Turns out, I didn't have to do anything.",
        "Carly: What'd you do to her?",
        "Craig: Nothing! I walked in, and she ran out, refusing to say anything about me.",
        "Carly: But that doesn't make any sense. What -- you had Johnny with you. You took Johnny with you to the police station?",
        "Craig: What, was I supposed to drop him off at a kennel?",
        "Carly: I offered to keep him here. You told me you were bringing him to Dusty.",
        "Craig: Think about it. Were those my exact words?",
        "Carly: You take your flowers. I don't want them.",
        "Craig: No, no, no. We need them for the picture.",
        "Carly: What? What picture?",
        "Craig: The wedding pictures. Okay, make it a good one. Say \"Wedding day.\"",
        "Carly: What?",
        "Craig: Oh, there she is. My betrothed.",
        "[SCENE_BREAK]",
        "Margo: Just tell me that Craig and Donovan didn't get into it in the parking lot.",
        "Tom: Thankfully, no. But there's always tomorrow.",
        "Margo: Katie was going to go through with it. If I'd just had a minute more with her.",
        "Jack: We would have gotten the statement, but Craig wouldn't have left it at that. Sooner or later he'd find another way to make Katie change her story. Your brother's a jerk. No offense.",
        "Margo: I know, I've called him worse.",
        "Tom: So once again, Craig gets off, free and clear.",
        "Margo: Yeah.",
        "Jack: Well, Dusty's not going to let up.",
        "Tom: You know, you're right about that.",
        "Margo: That poor little boy is caught in the crossfire. God help Johnny now.",
        "[SCENE_BREAK]",
        "Dusty: So Craig was nice to you? And you rode the train? And you had fun, huh? Can you talk? Did you lose your tongue? Do we need to go back out there and find it?",
        "Johnny: I like having two daddies.",
        "[SCENE_BREAK]",
        "Brad: You're always on me to be responsible. And to tell the truth. And you lied to the cops.",
        "Katie: Craig needed an alibi for the night Paul was hurt, I gave him one. And that's it.",
        "Brad: And you know, you're still lying to yourself about a guy who's a total waste as a brother!",
        "Katie: No, you know what? He's had his moments. Granted, they were a long time ago. But he really cares now.",
        "Brad: You know what? It made me look like an idiot, Katie.",
        "Katie: Well, you shouldn't have told Dusty that you would help him before talking to me.",
        "Brad: Put yourself in my shoes, okay? Just this time, okay? I'm your husband!",
        "Katie: I know! That's how this whole thing started, because I wanted to help you.",
        "Brad: No, no, the whole thing started when Craig used me as a -- turned me into a human target. You know, put me in hell. Pure hell, Katie, so he could come in and save the day. And you're willing to give him a total pass.",
        "Katie: You're just -- you're making it sound like I chose Craig over you. And I would never do that.",
        "Brad: You already have.",
        "[SCENE_BREAK]",
        "Carly: You never let up, do you?",
        "Craig: Not when I want something. And you did say you'd marry me if I didn't end up in jail.",
        "Carly: Were those my exact words?",
        "Craig: Actually, you did say you'd think about it. Brilliant! You left yourself a loophole! See, we are meant for each other.",
        "Carly: No, Craig. Not in this life or any other.",
        "Craig: But did you think about it?",
        "Carly: There, I'm done. The answer's still no.",
        "Craig: Then, you leave me no choice.",
        "Carly: What are you going to do?",
        "Craig: Lick my wounds, drink champagne, and give you the opportunity to think some more.",
        "Carly: I'm not going to change my mind.",
        "Craig: And I'm not going to give up.",
        "[SCENE_BREAK]",
        "Next week, on \"As the World Turns\" --",
        "Janet: Well, now that you're not pressuring Carly to back off from Craig, she'll lose interest. And everybody's happy!",
        "Craig: All you have to do is say you'll marry me, and I'll take care of you and your kids.",
        "Carly: Okay, sure. Why not?",
        "Emma: Meg does not want you anymore.",
        "Paul: Yes, she does. And you know it.",
        "Dusty: Would you marry me?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=p1tFlyVOtCo"
}