{
    "Episode Summary": [],
    "Recap": [
        "Maddie and Henry discuss his relationship with Katie. Maddie sings the praises of her brother to Katie, but Katie can't say the same about Craig. She admits that Craig used her to start the fire to get out of jail. Maddie plots to get Henry and Katie back together. Will and Gwen discuss her wanting to say a real goodbye to her baby. Will has bought and engraved a bracelet for Celia. Celia is a bit overwhelmed by Will's generosity, and leaves quickly supposedly to run errands, but then makes a secret phone call to Sierra for advice. Paul is obsessing over what Rosanna was trying to tell him about Craig the night of the accident. Hal confronts Emily about their marriage and her relationship with Paul. Carly is desperate to hear the full story from Iris, but she spits that Carly deep down knows she hurt her son. Jack shows up, and Carly figures out Iris and Jack had an understanding to keep her in the dark. Carly figures that Jack has the nurse around for Rosanna's baby because he is afraid she would hurt him. Jack adamantly denies that, but Carly wants the real story. Jack relays the story of what he knows about when she was a child with her baby brothe; Carly is frantic thinking she killed her brother, and that Jack covered it up from her because he thought she would hurt another baby again. Jack thinks something else happened to her brother because the evidence didn't add up. He thinks Carly couldn't remember because she was traumatized into believe she was a murderer as a child. Later, Carly apologizes for her outburst and thanks Jack for believing in her, and decides to dedicate her life to her children in honor of her brother."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Maddie: I don't get it. I mean, I apologized to Katie and Mike 100 times yesterday.",
        "Henry: We had a deal, Maddie. See? Okay?",
        "Maddie: I thought the deal was since we missed my bus, you were letting me fly home today.",
        "Henry: Uh-huh. And I agreed to that because you agreed to --",
        "Maddie: Grovel.",
        "Henry: No, no, no, no, no -- no one's asking you to grovel.",
        "Maddie: I don't understand why I even have to even be nice to Katie, okay? When she gave you up, for a guy with a tool belt.",
        "Henry: You insulted my friends, little sister, because you butted into a situation that you don't even understand.",
        "Maddie: Okay. Well, if I really, really try to understand, would you let me stay with you full time? [Henry scoffs] Please? C'mon, we'd have so much fun.",
        "Henry: Yeah, we would have fun. We would, but not now. This is not the time. I don't want you to spending all your doughnut money on hotels, okay? Let me get set up here, and you can come back any time you want.",
        "Maddie: Well, I could work. There's a racetrack nearby, right? Nobody handicaps better than me.",
        "Henry: I'm gonna shoot myself for teaching you how to do that. No, no -- we're gonna keep this nice and simple, all right? We're gonna make today you're gonna make nice. [Maddie sighs] And then we're going to make tracks.",
        "Katie: Henry! Did he come looking for you?",
        "Henry: What?",
        "Katie: Snickers! He escaped.",
        "Henry: Well, honey, it's not jail. He probably just went for a walk.",
        "Katie: Well, I think he freaked out when he woke up and he wasn't with you and now he's gone.",
        "Henry: Well, he didn't freak out. He's a Buddha rabbit, sweetheart \u0096 maybe he went over the wall.",
        "Katie: You think? You think he can jump that far?",
        "Henry: He's a rabbit.",
        "Katie: All right. Well, will you look outside? I'm gonna try upstairs again.",
        "Henry: All right. You got it. I'm on it.",
        "[SCENE_BREAK]",
        "Gwen: Do you think the nurse will tell the Snyders we were there?",
        "Will: Probably. But we didn't leave a name, and they don't know who you are.",
        "Gwen: Right. I just want to make sure I didn't blow it by trying to see the kid without asking them first.",
        "Will: I'll just say it was my idea. Which it kind of was. Anyway, you're covered.",
        "Gwen: I just need to see him once. To make sure I did the right thing, giving him up.",
        "Will: You did. Even though it changed, you gotta believe me, this is better. Jack and Carly are great parents. And, letting them take over with your son is the smartest thing you could have done. And the bravest.",
        "Gwen: Yeah, right.",
        "Will: Stop being so hard on yourself. What you're doing takes a lot of courage. Celia should be here soon.",
        "Gwen: Got it. I'll make myself scarce.",
        "Will: No, wait, don't go yet. I need you to see something. Do you like it?",
        "[SCENE_BREAK]",
        "Paul: So, you haven't talked to anybody at the clinic about Rosanna?",
        "Hal: She hasn't been there very long. I don't imagine they'd have anything to report yet.",
        "Paul: So you're not even going to ask? Rosanna's the victim of a crime here. She's a witness against Craig.",
        "Hal: Which means that if there were news and it was relevant to the case, I would have heard about it. If you're interested, why don't you call yourself?",
        "Paul: I have, Hal. They won't talk to me. I'm not family.",
        "Hal: Carly hasn't tried to keep you away, has she?",
        "Paul: No. You want me to bother a woman who had an armed stand-off in her house last night?",
        "Hal: No. By all means, bother me.",
        "Emily: Hi.",
        "Paul: Hi. You here to see me?",
        "Emily: No, actually I need to talk to Hal for a minute. Hi. I just wanted to -- Daniel's gonna be home in a little while, and I wanted to have his things sent over to the apartment before he gets back.",
        "Hal: Whatever you need to get.",
        "Emily: It's just his bicycle and his soccer stuff. It's in the garage, so I won't need to bother you.",
        "Hal: Oh, you wouldn't. I still work 24/7. You can come by any time.",
        "Emily: Thanks.",
        "Paul: Hal?",
        "Hal: Figure it out, Paul. I'm busy.",
        "Emily: Has something happened? What's going on?",
        "Paul: I need official help to get the doctors in Switzerland to speak with me.",
        "Emily: Well, what's happened?",
        "Paul: I don't know. I mean, they say there's no change, but -- maybe Tom knows something. I'll catch you later.",
        "Emily: Later.",
        "[SCENE_BREAK]",
        "Carly: You think I killed your baby.",
        "Iris: I know what I know.",
        "Carly: I couldn't have done a thing like that.",
        "Iris: Oh, sure you could.",
        "Carly: No, Iris, look at me! I don't have it in me!",
        "Iris: You know what you were, girl. That's why you're hounding me. That's why you won't let you go.",
        "Carly: No. No. It's a mistake!",
        "Iris: Oh, yeah, well, the mistake was letting you ever set foot in my house again. Now, you go on home.",
        "Carly: No, wait.",
        "Iris: No, you got what you came here for.",
        "Carly: No. Iris, I need more. I need details.",
        "Iris: What do you want? My blood again? Forget it! Forget it!",
        "Carly: Wait, no, please! Listen to me! What you think happened, it's a mistake. We can figure it out. Please just tell me why you think I hurt your boy.",
        "Iris: You let go of me!",
        "Carly: Please, Iris! Please!",
        "Jack: Carly! What are you doing, Carly? What are you doing?",
        "Carly: Jack! I want her to tell me the truth! Please! You tell her to tell me the truth!",
        "Jack: What'd you say to her, Iris?",
        "Iris: The truth.",
        "Carly: It's not, Jack. She's telling me that I killed her son. And I know that isn't the truth. So will you get her to tell me the truth?!",
        "Jack: Iris, what are you doing?",
        "Iris: I warned you, didn't I?",
        "Carly: Warned you?",
        "Iris: That first day. I said, whatever Carly wants, Carly gets, no matter how.",
        "Jack: Iris --",
        "Iris: Well, look at you. She's even got you dancin' to her tune. [Imitating Carly] Oh, make her tell me.",
        "Jack: That's enough!",
        "Iris: She's just like her daddy.",
        "Carly: What's going on?",
        "Iris: Ask your husband. He knows everything.",
        "Carly: Jack?",
        "Jack: Let's go.",
        "Carly: Jack --",
        "Jack: I don't want to do this here, let's go home. Come on.",
        "[SCENE_BREAK]",
        "Gwen: Wow.",
        "Will: That's a good \"wow.\"",
        "Gwen: Will, this is so --",
        "Will: Don't say anything, okay? It's a surprise.",
        "Gwen: Yeah. No problem.",
        "Celia: Hey guys.",
        "Will: Hey.",
        "[SCENE_BREAK]",
        "Henry: I found him.",
        "Katie: Where was he?",
        "Henry: He was in the Hauser's yard. She put in Bibb lettuce this year with an electric fence around it.",
        "Katie: That woman has a sick sense of humor.",
        "Henry: Yeah, I know.",
        "Katie: Come here. Are you sure you're Snickers? Did you check? [ Henry chuckles ] Because last time this happened, I ended up with an extra rabbit. Oh, that poor bunny.",
        "Henry: Shh. Don't even go there. It is Snickers. I checked, I am sure. What's going on with you? Are you okay?",
        "Katie: I had a rough night.",
        "Henry: Should I even ask?",
        "Katie: I don't really want to get into it. Wasn't your sister with you?",
        "Henry: Yeah. That is why I'm here. Maddie!",
        "Maddie: Hey! I just made breakfast.",
        "Henry: Oh, why don't you just help yourself?",
        "Maddie: For everyone. I thought, you know, you'd be hungry after the bunny hunt. Is he caged?",
        "Katie: Yes, by the window, so the fur shouldn't bother you.",
        "Maddie: Thank you. That's so thoughtful of you.",
        "Katie: It wasn't --",
        "Maddie: Henry's just like that. You know -- I guess that's why you guys are friends. Isn't he the best?",
        "Henry: Madeline.",
        "Maddie: Okay, I'm getting there. Katie, I'm really sorry that I slammed the door on your friend.",
        "Katie: Well, Mike is Henry's friend, too.",
        "Maddie: That's what I heard. Only it's not the only thing I heard. So I got protective, because Henry is the greatest big brother in the world. You know, he always had my back when it he could have just ignored me like the rest of the family did.",
        "Henry: Madeline, no. Okay. No --",
        "Maddie: But it's true.",
        "Katie: You're really lucky, Maddie.",
        "Henry: Katie?",
        "Katie: She is. I can't imagine having a brother like that.",
        "Henry: Is this -- it's not Craig? I mean, I heard he got arrested.",
        "Maddie: Oh, boy.",
        "Katie: Yeah. Can you believe it? I couldn't believe it, again. So I went down to the station last night to see him, see if I could help. And I did. I ended up helping him start a fire.",
        "Henry: What?",
        "Katie: See that purse over there? It died of smoke inhalation. That's why I had the window open last night.",
        "Henry: Wait, what happened here?",
        "Katie: Craig found matches inside and used them to burn down the interrogation room so he could escape.",
        "Maddie: Wow.",
        "Katie: Yeah. That's his idea of brotherly love.",
        "Henry: Um -- Bubbles --",
        "Katie: It's true. Everything they said, Henry, it's true. My big brother is a horrible person.",
        "[Katie sighs]",
        "[SCENE_BREAK]",
        "Emily: I better go. I'm gonna go pick up Danny's things now so I can --",
        "Hal: Any time is fine.",
        "Emily: No, you know -- actually now is better. I've got a million things to do today. So, thanks again.",
        "Hal: Oh. I'm glad you stopped by.",
        "Emily: You are?",
        "Hal: Yeah. It's good to see you.",
        "Emily: Hey.",
        "Paul: Hi.",
        "Emily: Did you find Tom?",
        "Paul: No, he's in court all day. Hal? Could you just get me the name of Rosanna's specialist? There has to be somebody there that I can talk to, somebody in charge.",
        "Hal: I'll call if I have the time.",
        "Emily: I'm sorry. Listen, can I buy you lunch or something?",
        "Paul: No. I got a call from Phyllis -- the housekeeper at Fairwinds.",
        "Emily: Yeah? What did she want?",
        "Paul: And she wants to meet with me. And I gotta ask her a couple questions about what happened with Rosanna the night of the accident. I'm not so sure that Hal would really like me poking around, so if you don't mind --",
        "Emily: I'm not gonna say a word. Of course. Why would I say anything?",
        "Paul: Can I give you a ride? I'm supposed to meet --",
        "Emily: I've got my car. That's okay.",
        "Paul: Okay. Well, then, I'll see you there later.",
        "Hal: You're too good for this, Emily. You deserve better.",
        "[SCENE_BREAK]",
        "Jack: The nurse will be here tomorrow if we want her.",
        "Carly: You will. Won't you? To make sure the baby's safe?",
        "Jack: Oh, come on, come on.",
        "Carly: That's why you wanted her here to begin with, right?",
        "Jack: We have a premature baby, and a houseful of kids.",
        "Carly: And you thought that i would crack.",
        "Jack: No.",
        "Carly: You thought that I'd hurt him.",
        "Jack: You'd give your own life before you'd hurt a baby. I know that.",
        "Carly: Do you? Why don't you tell me exactly what you know, Jack?",
        "Jack: You're a great mother and --",
        "Carly: That's not what I'm asking.",
        "Jack: I know. I never lied to you, Carly.",
        "Carly: Oh, please.",
        "Jack: No, I came close. Close enough that it hurt, yeah. But I -- I didn't --",
        "Carly: You just protected me. Kept me from my own memories. Oh, my God. You believe it. And what? You think you know something. Don't you?",
        "Jack: Yeah.",
        "Carly: Tell me.",
        "Jack: Come on, sit down.",
        "Carly: No, I don't want to sit down! I want you to tell me, so quit stalling and tell me what happened to my brother?",
        "[SCENE_BREAK]",
        "Gwen: I'll be right back to take your order.",
        "Celia: Sorry I was late.",
        "Will: It's okay. I'm glad you quit your job at the country club.",
        "Celia: Yeah, I couldn't see Casey every day. It was too tense.",
        "Will: Yeah. We'll find you something else.",
        "Celia: I know. Hey, would you mind ordering me a lemonade? I'll be right back. Just need to use the ladies room.",
        "Will: Yeah. One lemonade coming right up.",
        "Celia: Thanks.",
        "Will: That was so close.",
        "Gwen: Excuse me?",
        "Will: My big surprise for Celia. Did you like it? Did you like the bracelet?",
        "Gwen: Yeah. Who wouldn't?",
        "[SCENE_BREAK]",
        "Henry: So Craig is in jail until the trial?",
        "Katie: If there even is a trial. Hopefully, he'll be smart enough to cop a plea and get a lesser sentence.",
        "Henry: When have you honestly known Craig to throw himself on the mercy of anything?",
        "Katie: Yeah, you're right. What was I thinking?",
        "Henry: You were thinking that he would grow some sense, that he would spare his family.",
        "Katie: I know. As bad as it is for me, it's worse for Margo. What if they send him so far away that I never see him again? I'm sorry. I just need a second. Excuse me.",
        "Henry: Bubbles?",
        "Katie: I'm fine.",
        "Henry: She's not fine.",
        "Maddie: You are still so in love with her you cannot even see straight.",
        "[SCENE_BREAK]",
        "Hal: You've grown up, Emily. You don't settle for crumbs anymore. And you shouldn't.",
        "Emily: That's not what this is about.",
        "Hal: It isn't? Paul was here when I got in today, badgering people for answers about Rosanna, trying to find Craig's case file. He's obsessed.",
        "Emily: He's looking for justice. You of all people should understand that. How many times did you abandon your family for months on end looking for justice for people you didn't even know?",
        "Hal: And I have lost because of it. You say it's why I lost you. So why is it okay for somebody else to give you the short end of the stick? Have you finally decided that's all you're worth?",
        "Emily: Are you trying to hurt me?",
        "Hal: No. I guess I'm just tired of having him -- the two of you in my face.",
        "Emily: Well, I can fix that.",
        "Hal: No, wait. I don't mean to be cruel. I'm just saying what I see.",
        "Emily: Well, you don't see everything.",
        "Hal: Maybe not. But there's one thing I see very clearly, and I'd know it blindfolded -- the only thing you will ever be to Paul Ryan is his live-in mistress.",
        "[SCENE_BREAK]",
        "Paul: Listen, je suis la husband. I'm la husband de Rosanna Cabot. No, I don't speak a word of French. Does it sound like a speak French? Parlez vous English? English? Is there anybody there who speaks English? Hello, English? Bless you. Bless you. I'm calling for an update on Rosanna Cabot's condition, andi want to talk to her physician. Not just a person that takes care of her. Well, I'm her husband. No, not Craig Montgomery. Her other husband, her former husband. Paul Ryan. Yes. You want me to get my I.D. and hold it up to the phone? Hello? Imagine that, somebody hung up on me. How rude. [Glass breaking] Phyllis? I was just on the phone with the clinic in Switzerland, trying to get an update on Rosanna's condition. There's a code for the family so that they can get information. I don't know what it is.",
        "Phyllis: Neither do I. But I'm sure I will soon.",
        "Paul: And you'll pass it on?",
        "Phyllis: Whenever I can.",
        "Paul: Thank you. Here, come on in. Watch your step.",
        "Phyllis: I didn't want these to get lost in the shuffle.",
        "Paul: Wow, thanks.",
        "Phyllis: Her mementos. Of you.",
        "Paul: Guess these got moved to the back of the closet when Craig moved in, huh?",
        "Phyllis: No, she kept them close. I think she'd want you to have them.",
        "Paul: Thank you for thinking of me.",
        "Phyllis: Ms. Cabot did, too.",
        "[SCENE_BREAK]",
        "Carly: What did Iris tell you, Jack?",
        "Jack: Nothing. Honey -- nothing. She wasn't my source. I wouldn't trust her anyway.",
        "Carly: So you got some more reliable information?",
        "Jack: The case records.",
        "Carly: When the police investigated the death of Iris' son. I thought those records were sealed.",
        "Jack: They are. I got around that.",
        "Carly: Don't they seal records when there's a minor involved, Jack?",
        "Jack: That's one of the reasons, yes. To protect the child.",
        "Carly: So it was me.",
        "Jack: No. Honey, you were just a kid. You were just a kid.",
        "Carly: I did it? Oh, my God, Jack! I killed my own brother!",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Henry: Ow!",
        "[Henry groans]",
        "Katie: Henry! Oh, my God.",
        "[Henry panting]",
        "[SCENE_BREAK]",
        "Jack: Iris said you killed her son. She accused you of killing her son. But that's all it was, honey. An accusation. There was never a trial.",
        "Carly: Evidence. There must have been some kind of evidence.",
        "Jack: No, inconclusive. A lot of things never added up.",
        "Carly: But he was gone, right? And that's the bottom line. That Iris left her son with me, and when she came back, he was gone.",
        "Jack: Honey, you --",
        "Carly: Which means, I must have done something to him.",
        "Jack: We don't know that.",
        "Carly: Then what happened, Jack? Babies don't just evaporate!",
        "Jack: You might've wandered off and left him alone. You were just a kid.",
        "Carly: Well then, what! What happened to him?",
        "Jack: He might've been picked up.",
        "Carly: Oh, my God.",
        "Jack: Where're you going?",
        "Carly: Well, I did it, Jack. I killed him. No matter how it happened, it's my fault that he's gone. It's my fault.",
        "Jack: You were left in charge of a newborn baby when you were too young to understand what that responsibility meant. It was not your fault.",
        "Carly: Are you sure about that?",
        "Jack: Yes.",
        "Carly: Then why couldn't I remember any of it? If it was just an accident, if it was just a mistake, then why was it so traumatic that I couldn't remember and of it?",
        "Jack: Because I'm sure that witch Iris made you feel like a murderer! It doesn't make it true.",
        "Carly: I hated that baby before he was even born. That's what Iris said. And I can believe that.",
        "Jack: Every first-born is jealous. So what?",
        "Carly: What if it was more than that, Jack?",
        "Jack: It couldn't have been.",
        "Carly: Why not? I am capable of doing very ugly things.",
        "Jack: Stop it.",
        "Carly: And we know that's true.",
        "Jack: Why? Why are you saying this?",
        "Carly: So why not this?",
        "Jack: You sound like you want to believe it.",
        "Carly: I am just trying to be honest. Even if I'm scared. And you are scared, too.",
        "Jack: No, no, I'm not.",
        "Carly: Then why did you try to keep the truth from me? Why, Jack, if you don't think it's true?",
        "Jack: I didn't want to upset you, and I know that you've been through enough.",
        "Carly: So I was right. You think I could crack.",
        "Jack: Anybody can.",
        "Carly: Don't you see, Jack? If I can lose it now, then I could've lost it then. I could've gotten angry and I could've lashed out and I could've killed that boy.",
        "[SCENE_BREAK]",
        "Henry: We should go.",
        "Maddie: I don't get details?",
        "Henry: Your plane leaves in a few hours, so let's just spend some time together, huh?",
        "Maddie: But if I don't leave today, then we don't have to rush, and --",
        "Henry: Madeline.",
        "Maddie: There's no penalty to change a ticket.",
        "Henry: What? What? What are you talking about?",
        "Maddie: Not the way I booked it.",
        "Henry: Oh, really? Well, I'd love to see your browser setup some time.",
        "Maddie: You got it.",
        "Henry: No.",
        "Maddie: But please, Henry, come on.",
        "Henry: No, listen to me, don't make this harder than it already is, okay? This is not the right time. You can come back.",
        "Katie: Henry? Are you still here?",
        "Henry: Yeah.",
        "Katie: Can you come help me with the attic door? I'm too short.",
        "Henry: Yeah, sure. Just clean out the cereal bowl, will you?",
        "Maddie: Yeah, okay.",
        "Henry: Get yourself ready. We're gonna go as soon as I get back.",
        "Maddie: Not good, Katie. Someone could fall and break their neck.",
        "[Maddie imagining]",
        "Maddie: Oh. Henry!",
        "Katie: Oh, Maddie, I'm so sorry. This is all my fault. How careless.",
        "Henry: Can you stand up, honey?",
        "Katie: Do you think her leg is broken?",
        "Maddie: No, I'm sure it's just painfully sprained. I think I can make it to the limo, though.",
        "Katie: No, no, absolutely not. I am quite sure that leg will have to be immobilized on my couch for at least the next 8 to 12 weeks. Don't worry about her, Henry. I'll take care good of her here.",
        "Maddie: Well, if you don't want Henry to worry, he can just stay here. You know, he can take care of me, and that way we won't be imposing too much.",
        "Katie: Oh, Henry, your sister is wise beyond her years. What a perfect solution. Don't you agree?",
        "Henry: We'll care for our Maddie together.",
        "Maddie: Works for me. Don't you agree?",
        "Henry: We'll care for our Maddie together.",
        "Maddie: Works for me.",
        "[SCENE_BREAK]",
        "Paul: Phyllis, did anything happen with Rosanna the night of the accident? When she left the house, you know, before she got in the car?",
        "Phyllis: It'd been a happy day. Lots of boxes and toys everywhere. Mr. Montgomery was so excited about the baby.",
        "Paul: And Rosanna?",
        "Phyllis: She was always quieter.",
        "Paul: She wasn't upset about anything?",
        "Phyllis: No. And no arguments.",
        "Paul: You're sure?",
        "Phyllis: None that I heard. But I left early in the evening.",
        "Paul: 'Cause she called me from the car, and she was very upset. She was trying to get away from Craig.",
        "Phyllis: The police told me what he did.",
        "Paul: And she was trying to tell me something. I think she was trying to tell me something about Craig. And even after the accident, before she slipped away, she was trying to speak. Phyllis, something was very, very wrong.",
        "Phyllis: She should've never walked out on you, sir. In all the years that I worked there, she was happiest when you were -- I'm sorry, it's not my place.",
        "Paul: No, please, it's -- I'm not gonna tell anybody. And you know, if it comes to it, you'll always have a great reference with me.",
        "Phyllis: That's not necessary.",
        "Paul: Well, just in case. And if you -- if you find anything, you know, while you're packing up Rosanna's things, something that might be some kind of a clue as to why she was so upset that night, I hope you'll pass it on to me.",
        "[SCENE_BREAK]",
        "Emily: Paul and I aren't married to each other. He doesn't owe me anything. He hasn't broken any promises. Not like I did with you. I'm sorry. I don't want to hurt you any more.",
        "Hal: I don't want to hurt you either, Emily. And I want you to have a good life.",
        "Emily: I will. I do.",
        "Hal: Really? Been a real fun month, hasn't it?",
        "Emily: Oh, yeah. My calendar's covered with gold stars. How about you?",
        "Hal: Yeah, mine, too. All over the place.",
        "Emily: You feel responsible for me. I mean, is that this is about? Because if you want to move forward with the divorce, you go ahead. I won't fight you for anything -- for the house. Just send the papers over and I'll sign them.",
        "Hal: There aren't any papers. I'm in no rush. As a matter of fact, I think we should put the divorce on hold.",
        "Emily: Why would we put the divorce on hold?",
        "Hal: Because I've made enough mistakes in my life not to rush into another one.",
        "Emily: And you think the divorce is a mistake?",
        "Hal: I think we don't know, Emily. I mean, we're raw. We're traumatized. We've hurt each other, badly.",
        "Emily: It's more than that, Hal.",
        "Hal: Probably.",
        "Emily: Probably?",
        "Hal: Did we ever try to fix it? I don't mean go back and pretend like nothing had happened. But I mean, deal with it, look at it square in the face, try to figure it out?",
        "Emily: There's gotta be something to work on first.",
        "Hal: You think there's nothing ft?",
        "Emily: Did you ever forgive me for that thing with Chris Hughes?",
        "Hal: The thing?",
        "Emily: Okay, the flirtation.",
        "Hal: It was a little bit more than that.",
        "Emily: Okay, I'd say that's a no. You didn't. You never could.",
        "Hal: I couldn't, Emily. There just wasn't time.",
        "Emily: I mean, before you moved Barbara into our home.",
        "Hal: You know why I couldn't stop that.",
        "Emily: Yeah, I knew. I always knew why. I even knew why you didn't stand up for me when I was the one being used to harass Rosanna. No, we're really good at why.",
        "Hal: So, are you saying that it's impossible? Or just a lot of hard work that you don't want to do?",
        "Emily: I turned myself inside out to be worthy of you. I worked like hell to be a good wife to you, a mother to Will. I tolerated your insane ex-wife, I lived with the hours and I never complained. So don't you dare talk to me about hard work.",
        "Hal: But somehow, living with me, you feel that you got less. Less than other people.",
        "Emily: I certainly got less of you, didn't I?",
        "Hal: And now you're willing to settle for less with Paul, and that breaks my heart, Emily.",
        "Emily: So what is this, some mercy mission? Well, spare me. I don't need to be rescued.",
        "[SCENE_BREAK]",
        "Celia: Are you okay?",
        "Will: Yeah.",
        "Celia: I don't know if I should believe you.",
        "Will: But why not?",
        "Celia: You smile all the time.",
        "Will: I have good reason to, don't I?",
        "Celia: I don't know, I guess it's just different, seeing you like this. In a good way.",
        "Will: Good. So, did the country club give you any trouble? Do you have to give them two weeks or anything?",
        "Celia: No. I think Casey must've said something. Made it easier.",
        "Will: That's surprising.",
        "Celia: He doesn't like seeing me any more than I want to see him.",
        "Will: I guess that's a good thing.",
        "Celia: Yeah.",
        "Will: But?",
        "Celia: I don't know. I kinda wanted it to be a fight. Is that weird?",
        "Will: No. Sometimes a little drama is a good thing. You could've stormed out, in charge, throwing your apron over your shoulder.",
        "Celia: Something like that.",
        "Will: Well, if you've got your heart set on throwing things, just don't throw this.",
        "Celia: Oh, wow. Will, it's beautiful.",
        "Will: Read it.",
        "Celia: It's engraved? \"Love, Will.\"",
        "Will: It's not poetry. But its how I feel.",
        "Gwen: You ready to order?",
        "Will: Sure.",
        "Celia: I don't know if I'm that hungry.",
        "Waitress: Sorry. I'm finally here. Your marathon shift can end.",
        "Gwen: Excuse me. Hey, there's no hurry. If you need to take the car in this morning, go ahead.",
        "Waitress: You've already pulled a double. Don't be silly. Go home, have fun.",
        "Gwen: Oh, there's a thought.",
        "Waitress: You earned it.",
        "Gwen: I don't know about that. Do we really get what we've earned? Never mind. I'm just someone with no life, so I ask weird questions. And I wonder if I'm always gonna be as clueless as I was today.",
        "[SCENE_BREAK]",
        "Jack: Look in here. Ah. Look. I want you to imagine yourself as a child. Imagine you're ticked off at your dad, imagine you at your most desperate or hungry. And then, look at that little boy. Now, do you honestly think you could ever intentionally end his life?",
        "Carly: Of course, I couldn't.",
        "Jack: No. You couldn't. You couldn't hurt that baby then, any more than you could hurt Rosanna's baby now.",
        "[Baby cries]",
        "Carly: Oh. Oh, he must be hungry. You should feed him.",
        "Jack: No, no, no. Come here, buddy. I'll warm up a bottle for him. And you will feed him.",
        "[SCENE_BREAK]",
        "Maddie: Go on. Giddyup. Hey, guys. Snickers escaped again. I think he knows how to get out of his cage.",
        "Henry: Ow!",
        "[Henry groaning]",
        "Katie: Oh, my God!",
        "[Henry panting]",
        "[SCENE_BREAK]",
        "Will: And I'll have an iced tea with that. Are you sure all you want is a lemonade?",
        "Celia: I'm sure.",
        "Will: Then we're all set. You want help putting it on?",
        "Celia: What?",
        "Will: The bracelet. Aren't you going to wear it?",
        "Celia: I don't know if I should.",
        "Will: You don't like it?",
        "Celia: No, I do.",
        "Will: It's not your style.",
        "Celia: It's perfect, Will. It's just too expensive.",
        "Will: No. It was on sale.",
        "Celia: You're such a liar. Beautiful engraved jewelry never goes on sale.",
        "Will: Well, they said it was a bargain, and I believed them.",
        "Celia: You already bought me too much. First, my expensive prom dress, now this? You have to stop.",
        "Will: I will. Right after this, okay. You want it to go to waste? It's engraved, it's not like they're gonna take it back.",
        "Celia: Well, when you put it that way.",
        "Will: And you gotta believe me, you gotta stop worrying about the money thing, okay? It's not a problem.",
        "Celia: Okay. Thanks. I have to hit the post office.",
        "Will: What?",
        "Celia: I need to mail my mom's birthday present today, or it won't make it on time.",
        "Will: Okay, well, I'll just get the check.",
        "Celia: No, no, don't, you just ordered. And I have a bunch of errands to run. I'll call you later when I'm done. Okay?",
        "Will: Sure.",
        "Celia: See you later.",
        "Will: Bye.",
        "Celia: Bye. Ms. Esteban? It's Celia. Do you have some time to see me today? I really need some advice.",
        "[SCENE_BREAK]",
        "Hal: Emily, I'm sorry. I didn't mean to be cruel. Believe me, I'm not trying to swoop in and save the day for you, or even for me --",
        "Emily: Well then, what are you doing? What do you want? Are you saying that we should move back in with each other?",
        "Hal: No, I don't imagine that would feel very comfortable to either one of us.",
        "Emily: No, it wouldn't.",
        "Hal: And I imagine you'd last roughly a week at Susan's.",
        "Emily: Roughly.",
        "Hal: Do you have money of your own for a place? You can take what you need out of the joint accounts.",
        "Emily: Being with Paul is not about housing. It's not an act of desperation. You think I don't know what's going on with him? We're honest with each other. There are no illusions that this is some grand romance. You know, we're in the same place, so we're no good for anyone but each other. Whatever he's feeling for Rosanna, its fine. He's entitled. He owes me nothing.",
        "Hal: Okay.",
        "Emily: Paul needs me, and I need him.",
        "[SCENE_BREAK]",
        "[Paul remembering]",
        "Paul: Just you hold on. Everything's gonna be okay. Get you to the hospital, get you all fixed up.",
        "Rosanna: Don't go.",
        "Paul: No, I'm not going anywhere, I'm right here. Rosanna? Rosanna? Come on, now. Come on. Come on, stay strong, okay? Stay strong. No, don't -- shh. Don't even -- don't even try and talk right now, okay?",
        "Rosanna: Listen -- it's the wrong foot.",
        "Paul: I know. I know, we got off on the wrong foot. But everything's gonna okay, all right?",
        "Rosanna: No.",
        "Paul: They're gonna get you to the hospital and get you all fixed up.",
        "Rosanna: It's the wrong --",
        "Paul: Rosanna? Rosanna, don't do this. Rosanna! Hey! Why, Rosanna? What went wrong? Rosanna! Hey! Why, Rosanna? What went wrong?",
        "[SCENE_BREAK]",
        "Carly: Yeah. He's gobbling this up so fast.",
        "Jack: He's got a lot of growing to do.",
        "Carly: Thank you, Jack.",
        "Jack: For?",
        "Carly: Believing in me.",
        "Jack: I know you. You make it easy.",
        "Carly: I just can't imagine how I could've ever hurt a child.",
        "Jack: If you did.",
        "Carly: If I did. Well, I am gonna make up for it now. With our kids.",
        "Jack: You're great with them, Carly.",
        "Carly: And with this little guy right here. No matter what happened before, I'm gonna dedicate myself to this child right here. In honor of my brother.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Mike: If you change your mind and decide you want my help, I'm here. I always will be.",
        "Jennifer: Really? How does Katie feel about that?",
        "Mike: I don't know. Katie and I aren't together.",
        "Henry: I'm sorry! I can't move. I can't move. Okay?",
        "[Henry groans]",
        "Maddie: Oh, my God. This is all my fault.",
        "Lily: Excuse me? I'm Lily Snyder. Someone called saying my son was in custody?",
        "Officer: Yes, ma'am, that was me. He's in the interrogation room if you'd like to talk to him.",
        "Emily: Whoa. Too slow, Ryan. What're you trying to hide?"
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=mUzjdEWSxNI"
}