{
    "Episode Summary": [],
    "Recap": [
        "Lucinda pressures Keith into flying her to Mexico by threatening to tell Lily about his illegal involvement with organs. Keith finally relents, as Holden overhears their flights plans though. Meg befriends Jen in order to better understand Dusty and her relationship. When Jen leaves the room to talk to Jasmine about getting more drugs, Jen searches for a non-existing love letter to Jen from Dusty, but receives the surprise of her life, when she finds a vial of drugs instead. Emily and Paul wonder if their nightmare is over with people finding out about the baby switch. Emily thinks they are in the clear now that they have burned the evidence, but Paul is still fearful of Gwen. He subtly pits Gwen against Will and vice versa, while supposedly playing the hero to Gwen when he hands her an envelope of money with the stipulation that she leave town and never tell Will who helped her. Thanks to Paul's clever manipulations, Gwen finally agrees to his terms, as Will now wonders about their friendship. Carly must face the fact that she will probably not win custody of Rory, and puts into motion her sinister plan against Gwen, when she shows up at her apartment, olive branch extended."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Keith: You're ordering me to take you to Mexico?",
        "Lucinda: I need to go. I need to go as soon as possible.",
        "Keith: I'm willing to cut you a little slack 'cause you're sick, but nobody tells me what to do.",
        "Lucinda: But I don't have the time to stroke your ego. My daughters have -- have taken my passport and grounded me. And I could take a car -- I can get to Mexico, but -- I'm due at the clinic for my next treatment. You are my only option. In just a matter of hours, we must --",
        "Keith: Nope, no can do. I promised Luke I was taking him up for another flying lesson.",
        "Lucinda: That can wait. This can't.",
        "Keith: You need to back off on this.",
        "Lucinda: I don't have time to back off. Either you fly me to Mexico or I'm going to embroider such a yarn for Lily about you and illegal body parts and transporting them across borders. Oh -- I'll call her right now. I will. Then we have an agreement?",
        "[SCENE_BREAK]",
        "Meg: I'm sorry, did you just tell me that you can't stand Dusty? [Jennifer laughs] Did I say something funny?",
        "Jennifer: Oh, you must have, because I'm laughing. No, maybe I don't hate him, but five minutes ago I could have killed him. He makes me so mad.",
        "Meg: Why?",
        "Jennifer: Did you ever work with a man? Of course you did, you're a nurse. And all the doctors are men, or at least, I guess some of them are -- most of them --- a lot of them -- oh, I forgot, you don't work in a hospital anymore.",
        "Meg: So, about Dusty --",
        "Jennifer: Oh, drives me crazy! Except when he doesn't, and then he's the -- he's the sweetest, kindest -- he saved my life. He saved me and my baby, and he took us to the hospital and --",
        "Meg: You know, Jen, when you have an experience like that, you guys get closer. It's understandable.",
        "Jennifer: And on the eighth day, God made coffee. That was a Monday, and I thank her every day for that.",
        "Meg: Is Dusty working you too hard?",
        "Jennifer: That reminds me, that dress. That dress! It was -- it's -- it was made for you. I mean, it wasn't made for you, I wasn't thinking about you when I designed it, but you -- if I were you, I would wear it every day.",
        "Meg: Thank you. I'm glad you said that, since Dusty just gave it to me without asking you first.",
        "Jennifer: Oh, he has -- you know, he has perfect instincts. Red. Red, that's -- yes. Yes, that's it. I have to go. Thank you, thank you!",
        "Meg: Jen, are you okay?",
        "Jennifer: Do you want to go with me?",
        "Meg: Where?",
        "Jennifer: That's a great idea, you should come with me to my suite at the Lakeview. I had all these sketches, and I did so many of them last night. So many ideas, too little time. Just come with me, come look at my sketches.",
        "Meg: Wait, wait, wait, wait. One second, one sec.",
        "Jennifer: I'm sorry, yeah. I'm sorry, we don't even really know each other.",
        "Meg: No, no, no, I just need to pay the bill.",
        "Jennifer: So you'll come with me?",
        "Meg: Sure, why not?",
        "[SCENE_BREAK]",
        "Emily: It's over. Now no one, not Jennifer, not Hal, not Gwen -- no one will know that Craig switched the babies.",
        "Paul: Craig knows.",
        "Emily: Aren't you the one who keeps telling me that as long as Craig's in jail, nothing will happen? He won't tell. He'd be admitting to a crime. They'd keep him there longer.",
        "Paul: There's a happy thought.",
        "Emily: And Carly will never suspect that Rory is Craig's. I mean, how could she? We just destroyed the evidence. It's over.",
        "Paul: No, there's still one more loose end. Gwen.",
        "[SCENE_BREAK]",
        "Gwen: You think I lied to you?",
        "Will: I didn't say that.",
        "Gwen: Well, either you believe me or you don't. I only had sex one time, with Casey. Which means that Casey has to be the father.",
        "Will: Fine.",
        "Gwen: I would never lie to you. I thought you knew that.",
        "Will: Gwen, the test came back negative.",
        "Gwen: Look, I already explained that to you. Either somebody messed with the test or --",
        "Will: Yeah, or the hospital switched the babies.",
        "Gwen: Look, if the test was done right and nobody messed with the results, then they had to have tested the wrong baby, which means they gave my baby to somebody else.",
        "Will: Except the chances of that are like, nil.",
        "Gwen: Fine! Then somebody messed with the results, and that somebody has to be Carly Snyder.",
        "Will: You can prove that?",
        "Gwen: She broke into my room, Will.",
        "Will: What?",
        "Gwen: I found her here a little while ago, snapping photos to take to the judge. She'll do anything to keep my son. Anything.",
        "[SCENE_BREAK]",
        "[Carly remembering]",
        "Iris: Where's the baby? You were supposed to stay with him. My God, Carly, what did you do?",
        "Carly: I didn't do anything?",
        "Iris: Oh, you are a liar! You've hated him since before he was born. What have you done to my boy?",
        "Jack: Carly? Hey. Hey, you okay?",
        "Carly: No. No, but I will be. It's all falling into place.",
        "Jack: What is going on? What happened with the carriage?",
        "Carly: Nothing. It just -- it just fell over. Or, actually, Gwen knocked it over when she stormed out of here.",
        "Jack: Oh, Gwen was here? What'd she want?",
        "Carly: Just to ruin my day. You're right, Jack. She's not gonna change her mind.",
        "Jack: You thought she would?",
        "Carly: Well, after we found out that she lied about Casey Hughes being the father, yeah, I thought she might back off a little bit. It's humiliating, not knowing who your baby's father is.",
        "Jack: Well, maybe she thought she knew, honey, and --",
        "Carly: And she guessed wrong? What does that say?",
        "Jack: It doesn't matter. Gwen's within her rights. Even if Rosanna were, you know, able to represent herself, Gwen would still have a case.",
        "Carly: I know. Tom was here earlier, and he said the same thing that our lawyer's been saying. That since Gwen filed the papers within the 30 days, she has a decent claim. But that's just it. This isn't just about words on a piece of paper. This is about a living, breathing, beautiful little boy. And he deserves more than -- than growing up in some disgusting room near a garage with a mother who can't take care of him.",
        "Jack: You don't know that, honey. And if Tom Hughes is right, if the law's on Gwen's side, then maybe it's better if Rory not get too attached to you and me.",
        "Carly: What are you saying?",
        "Jack: Well, if we need to give him up --",
        "Carly: No, I'm not giving him up!",
        "Jack: No.",
        "Carly: I was just saying that Gwen is not gonna go away.",
        "Jack: Okay, then I'm not following you at all.",
        "Carly: I am not giving him up, Jack. No matter what.",
        "Jack: The idea was for Rory to be a part of the family, honey. And when your sister had her accident --",
        "Carly: My sister nothing. Craig drove her off the road. As far as I'm concerned, I'm just taking care of her baby until she recovers.",
        "Jack: And that's just like you. You are a loyal, stubborn, loving, terrific woman and I'm glad you're on my side.",
        "Carly: The question is, are you on mine?",
        "Jack: Of course.",
        "Carly: How far are you willing to go?",
        "[SCENE_BREAK]",
        "Will: Fine, whatever. Carly messed with the test. The point is, what's your next move?",
        "Gwen: Back to court, I guess. The judge wanted to talk to me.",
        "Will: Not until we can pay for your lawyer.",
        "Gwen: We?",
        "Will: Well, do you have the money?",
        "Gwen: Not yet. Not until I get custody.",
        "Will: Well, Winthrop's not going to wait, not now. I thought Paul could talk to my mom about getting to my trust, but maybe I just need to talk to her myself and convince her that I'd be using the money for a good cause.",
        "Gwen: Don't worry about it.",
        "Will: Gwen, you need a lawyer.",
        "Gwen: I've got one. It'll be okay. It always is.",
        "[SCENE_BREAK]",
        "Emily: I still don't understand why is Gwen a problem?",
        "Paul: Because she's asking an awful lot of questions.",
        "Emily: Yeah, but I thought you talked to her. You convinced her that it weakened her case if she claimed the baby wasn't hers.",
        "Paul: Yeah, I did. And I'm sure that with Cass Winthrop representing her, she's going to get custody.",
        "Emily: Well, she knows that you're not going pay her the money to give to Cass unless she agrees to leave town once she gets custody of the baby.",
        "Paul: Yeah, but what if she does get custody, even though she doesn't agree to my terms? And she stays in town. And she decides that she's going to talk to Will, and she tells will that she and I had a little chat. And will is puzzled. Why did big brother Paul not tell will that the baby wasn't hers?",
        "Emily: You're reaching.",
        "Paul: Am I? Months go by. Casey's living large. She decides she wants another paternity test. Or worse, the baby starts to look like Jennifer. Or even worse than that, Craig. Rory falls down, needs a blood transfusion. Only, the blood doesn't match his mother's.",
        "Emily: There are risks, Paul.",
        "Paul: Too many. This baby has to go.",
        "[Phone rings]",
        "Gwen: Hello?",
        "Paul: Gwen, Paul Ryan.",
        "Gwen: Uh, I was just going to call you.",
        "[Gwen clears throat]",
        "Paul: Really?",
        "Gwen: Yeah. I've been thinking about your offer about helping me pay for the lawyer. I'm hoping that's still a possibility.",
        "Paul: You've decided to accept my help?",
        "Gwen: I need to talk to you first. In person, okay?",
        "Paul: Yeah, sure. Why don't you come by right now? Oh, and Gwen? Come alone.",
        "[SCENE_BREAK]",
        "Meg: Oh, whoa, whoa, whoa.",
        "Jennifer: No, I got it.",
        "Meg: No, this is way too much for two cups of coffee.",
        "Jennifer: No, I -- hi.",
        "Holden: Hi.",
        "Meg: Hey.",
        "Jennifer: No, you pay that bill with that. I'm gonna -- I'm gonna go freshen up. I'll be right back. Your sister -- she's helping me. She's a genius!",
        "Meg: Hardly.",
        "Holden: You're helping Jennifer with her designs?",
        "Meg: No, no, she's just being polite. I was wearing one of her designs and she just wanted my opinion. That's all. We're friends.",
        "Holden: Since when?",
        "Meg: I don't know. Since I got back into town?",
        "Holden: Meg.",
        "Meg: What?",
        "Holden: Nothing.",
        "Meg: I hate when you do that.",
        "Holden: Fine, you want to hear what I'm thinking?",
        "Meg: No, I don't. Besides, you're wrong.",
        "Holden: You're not checking out the competition?",
        "Meg: So what if I am?",
        "Holden: She just lost a baby.",
        "Meg: So, what does that mean? I can't spend time with her?",
        "Holden: She's fragile.",
        "Meg: So I've heard.",
        "Holden: From Dusty?",
        "Holden: Meg, why're you hanging out with her?",
        "Meg: Because she asked me to, all right? It was her idea. Besides, why is it any of your business?",
        "Holden: Okay, fine. You want to buddy up to Jennifer? Go right ahead. But just don't come crying to me, okay?",
        "Meg: You're making a mountain out of a molehill.",
        "Holden: You think?",
        "Meg: I know.",
        "Holden: Call Dusty. Tell him that you're spending the afternoon with Jennifer. See what he says.",
        "Meg: You're right, I am curious about Jennifer. Yes. Do I want to know how she feels about Dusty? Absolutely. But not so I can hurt her in any way.",
        "Holden: Busting them up will hurt her.",
        "Meg: There is no them. At least, according to Jennifer. And if there is, I want to know so I can protect myself. Okay, I do like Dusty, I admit it. But after Josh, after the marriage -- or should I say the divorce -- I've changed. I'm not going to jump into a relationship. I've been hurt too many times. So if there is a Dusty and a Jennifer, if they are an item, I'm out of here.",
        "Holden: You mean that?",
        "Meg: Why are you taking her side?",
        "Holden: I'm not on her side. I want you to be happy, that's it.",
        "Meg: Me, too. And Dusty makes me happy. He could, if he's available. Which is what I'm trying to find out, that's all.",
        "Holden: Just be careful.",
        "Meg: I will.",
        "Jennifer: You ready?",
        "Meg: Yeah, just about.",
        "Holden: So where are you two ladies headed?",
        "Jennifer: Oh, I thought we would start upstairs in my suite, and then maybe the pool. I have swimwear on the brain.",
        "Holden: Must be nice to be able to take the afternoon off. Lucinda must be in a good mood.",
        "Meg: Well, I'm not working for Lucinda anymore.",
        "Holden: What happened?",
        "Meg: Ask her. And make sure you get an answer. Let's go.",
        "[SCENE_BREAK]",
        "Keith: Maybe this treatment down in Mexico, maybe it really is dangerous.",
        "Lucinda: No, Mr. Morrisey, you told me. You've told me, and I believed you. All the good that you do, delivering to people, saving their lives. And I know, from my own point of view, that this treatment has helped me more than anything else.",
        "Keith: You do what you want. You just leave me out of it.",
        "Lucinda: Please, I don't have time to argue.",
        "Keith: Dammit! You're asking me to lie to your daughter.",
        "Lucinda: Nothing new there. You've been lying to her since the day you met.",
        "[SCENE_BREAK]",
        "Paul: Gwen. Come on in. Can I get you something to drink?",
        "Gwen: I'm fine. I've got to work later, so could we get to it?",
        "Paul: Sure. I mean, you wanted to talk about my proposition?",
        "Gwen: Yeah. I want to be really clear so there are no misunderstandings.",
        "Paul: Great idea.",
        "Gwen: I'm just borrowing the money. Once the case is over and I get my baby, I'll pay you back. And I'll leave town. I know that's what you want.",
        "Paul: That's what my family needs. You know, with Jennifer's recent losses, any reminder is just too painful.",
        "Gwen: I get it. I'll go.",
        "Paul: I'm overwhelmed, you know? It's very generous of you.",
        "Gwen: Look, I'll be honest. I need the money and those are your terms, so --",
        "Paul: Still, I mean you're giving up so much.",
        "Gwen: Uh, Oakdale? There -- there're other towns.",
        "Paul: What about Will?",
        "Gwen: He's a friend. He'll understand.",
        "Paul: Yeah, Will will understand. On a -- on a good day.",
        "Gwen: What are you saying?",
        "Paul: Well, just that -- you know, once you have your baby, and you've left town, I'm sure that you will tell Will the real reason why you split. Which is that even though the court ruled in your favor, you knew that Carly would never give up, that she would keep coming after you, and you thought that the safest thing for you and for your baby was to go live someplace else.",
        "Gwen: Even if that's true, that's not why I'm leaving. I'm leaving because you asked me to.",
        "Paul: Yeah, but Will doesn't need to know that.",
        "Gwen: He's my friend.",
        "Paul: Yeah. He also saw how Carly went after you, so --",
        "Gwen: Look, he'll buy it. That's not the point. We trust each other. We tell each other everything. I can't keep this from him. It's not right.",
        "Paul: Gwen, you kept the paternity of your child a secret for a long time. Why was that?",
        "Gwen: I didn't want to hurt anybody.",
        "Paul: Well, this is the same thing.",
        "Gwen: How does it hurt Will for him to know that his brother's helping me?",
        "Paul: He hasn't told you everything, has he? Oh, I'm sorry, I thought you knew. Will and I have a very volatile and very fragile relationship. I can't go into it right now, but if he knew that I was helping you to leave town, there's just no telling how he would react. I -- I can't take that risk.",
        "Gwen: Well, wait, he'd understand. I mean, besides, he was going to give me the money anyway. Why would he care if I borrowed it from you?",
        "Paul: There's no telling how he would react. I'm sorry, Gwen. But for your sake and for Will's, I -- I don't think I can help you.",
        "[SCENE_BREAK]",
        "Jack: We don't know what happened.",
        "Carly: I hated him and I left him alone in the woods and when I came back, he was gone.",
        "Jack: You were just a child. Iris never should've left you alone with her son. End of story.",
        "Carly: Oh, but it isn't. Because here I am, left with this horrible feeling.",
        "Jack: I know, honey, I know.",
        "Carly: But I know that if I save Rory, I can make up for that somehow. And I know that if he goes with Gwen, she will do something.",
        "Jack: She's not a child.",
        "Carly: But she doesn't deserve him. She's selfish, she's reckless.",
        "Jack: And she's his mother. And in the eyes of the courts, that's usually enough.",
        "Carly: Unless she's unfit.",
        "Jack: Nobody's making that claim, and they couldn't. She's never had custody.",
        "Carly: Tom was here. Like I said, and it seemed to me like he was about to bring up some idea about sharing custody with Gwen, you know, like she'd ever go for that.",
        "Jack: You're probably right.",
        "Carly: But I don't want to share custody, anyway. I want full custody, Jack. But our lawyer thinks our case is weak. What do you think?",
        "Jack: It's hard to say.",
        "Carly: Because you don't know, or because you don't want to tell me? I trust you, Jack. You know the law. Is there any chance, any chance at all, that we will have custody of Rory? I need to know.",
        "Jack: Honey --",
        "Carly: Just tell me.",
        "Jack: I know that you want to keep him, but that's probably not gonna happen. And I know that's hard to hear. I wish I had better news.",
        "Carly: It's okay. Because really, it's -- its better that I know now so -- so I can prepare myself. And do what has to be done.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Gwen: What's that?",
        "Carly: The pictures.",
        "Paul: Gwen wants her baby back, okay? That is her number one priority, not your friendship. I don't know what you're doing with her.",
        "[SCENE_BREAK]",
        "Jack: What do you mean, do what has to be done?",
        "Carly: There are times when you just have to face facts. And, like you said, the way things stand, we won't get custody of Rory.",
        "Jack: Probably not.",
        "Carly: And now that I've heard you say it, I've accepted it.",
        "Jack: So what does that mean? You want to drop the suit?",
        "Carly: No. No, absolutely not. My sister would never forgive me. Besides, you never know. Miracles can happen. Anything could happen.",
        "Jack: Yeah, but if it doesn't, honey? What if there isn't a miracle?",
        "Carly: We'll lose him.",
        "Jack: I wish there was something I could do.",
        "Carly: That's why this marriage works so well. You do what you do, and I do what I do. And right now, there's a load of laundry calling my name.",
        "[Phone ringing]",
        "Jack: And that would be me. Listen, I'll call you from the station, okay?",
        "Carly: Uh-hmm.",
        "Jack: You sure you're going to be okay?",
        "Carly: Yeah. For today, Rory is ours. And tomorrow will take care of itself.",
        "Jack: And who knows, maybe there will be a miracle.",
        "Carly: One miracle coming up.",
        "[SCENE_BREAK]",
        "Gwen: Hey, what is it you think he would do?",
        "Paul: Will was in the hospital. You know that.",
        "Gwen: Yeah, but he's fine now.",
        "Paul: I love my brother. Seeing him in the hospital like that, I swore I would do anything I had to do to keep him from going back there. Do you understand?",
        "Gwen: I don't -- I don't want him to go back.",
        "Paul: Right. And you have been a great big part of his recovery, Gwen. You have given him a friendship. You have given him a purpose. You have made him feel special and important. You've made him feel really good. And nobody's really taken the time to do that for him before. And, Gwen, I'm genuinely grateful.",
        "Gwen: Okay.",
        "Paul: But the doctors warned us. I feel like I'm violating his trust even talking to you. Look, you know, Will has been handling his life really well. But there was this moment when he pretended, and I'm not saying that it was your fault, but he basically told the world that he was the father of your child. And it was caring and it was impulsive. It was risky. It was a little scary. Do you agree?",
        "Gwen: It was Wwill.",
        "Paul: Precisely. Will -- he takes these leaps without thinking about whether it's the right thing to do or whether it's the wrong thing to do. He leaps without thinking about what he's launching into. All right? Now let's say that you tell him that I helped you to move, okay? And you swear him to secrecy, and he agrees. And everything's fine, you know, for a little while. But then months go by and, all of a sudden, what seemed like a really good idea, all of a sudden isn't such a great idea. Because he misses you, okay, and he's lonely. And when Will gets lonely, he stops talking. And when you even ask him what's the matter, you say, \"Will, what's wrong?\" He just explodes. He gets so angry that he -- he's so angry he could put a hole in the wall. Anything could happen. Just -- bang! You've seen that kind of thing with Will, right?",
        "Gwen: He got into a thing with Casey! They broke a couple chairs.",
        "Paul: I am so scared that if he finds out that I helped you find a fresh start, that he will just lash out at you, at me, at Emily.",
        "Gwen: But why would he lash out at Emily?",
        "Paul: Because we have been hurting his father. And Emily has tried, you know, a million times to try to talk to him about it. And he just pretends that she doesn't even exist. And if he found out that I helped you make a new home someplace, you know, for her sake, well you know who he would wind up hurting.",
        "Gwen: I really don't think he would hurt anybody.",
        "Paul: Yeah, neither did I. And then he did. And let's say that he decides that he needs to tell somebody that I helped you. So he tells Casey, and Casey tells his mom, and his mom tells Jack, and Jack tells his wife.",
        "Gwen: So?",
        "Paul: Carly! Who will drag us all back into court, saying that this whole thing is some way of me getting some kind of sick revenge on my ex-wife. There will be a whole new round of petitions and hearings and postponements to investigate this new development. And in the meantime, your little boy who is a toddler now, still has no idea who the hell you are.",
        "Gwen: I don't know.",
        "Paul: You agreed to make this a private conversation. I asked you to come alone and you did. So why is this any different? Look, this is just between you and me. This is nobody's business but yours and mine. Okay, you know what? I understand if you can't do this. I won't mention this conversation to anybody.",
        "Gwen: I won't say anything to Will.",
        "Paul: It's really none of his business. And listen, if you ever need any more, or if you just want to talk --",
        "Gwen: I'm paying you back.",
        "Paul: Right, I understand.",
        "Emily: Maestro.",
        "Paul: Hey.",
        "Emily: You got to her.",
        "Paul: Yeah, for now.",
        "Emily: You think she's going to tell him?",
        "Paul: After a rough week in court? She might need to tell him. And he could try and convince her to stay, or even worse, she could try and convince him to go with her.",
        "Emily: There's not much you can do about that. They're best friends.",
        "Paul: Yeah, for the time being. Hey Will, I need to see you.",
        "[SCENE_BREAK]",
        "Keith: I'm proud of what I'm doing. I'm saving lives.",
        "Lucinda: Mr. Morrissey, you're my hero. You're my hero. The question of why you haven't told Lily about what you're doing -- that's something else. It's because it's illegal, and you know that lily wouldn't approve. Lily wouldn't approve any more than she approves of me finding alternative cancer treatments. Lily can't think outside the box. And she has that in common with the police.",
        "Keith: You wouldn't call the police.",
        "Lucinda: I'll do whatever it takes to survive. And that includes burying you. Are you going to take me or not?",
        "Keith: I'll let you know.",
        "Lucinda: Mr. Morrisey, I have got to be there. I have an appointment. You have one hour to make up your mind. Or, I will gleefully blab to Lily.",
        "[SCENE_BREAK]",
        "Jennifer: Would you wear this, no, this one?",
        "[Meg chuckles]",
        "Meg: Dusty would like this. What do you call it?",
        "Jennifer: Oh, you know, just a cover-up. You know, something to wear to the beach or over a nightgown or over nothing.",
        "Meg: You know, maybe you should get one for Dusty.",
        "Jennifer: What?",
        "Meg: Well, he sleeps in the raw. He could use one when he answers the door instead of a towel.",
        "Jennifer: Menswear. That is a great idea. [Cell phone rings] Oh, excuse me. Jasmine? You know, I have to take this. I'll be right back.",
        "Meg: Sure.",
        "Jennifer: Okay.",
        "Meg: Okay, if I were a love note from Dusty, where would I be? Okay, a diary. Probably on her computer at work. A calendar?",
        "[SCENE_BREAK]",
        "Paul: Hey, Will. Thanks for coming over. I really didn't want to do this over the phone.",
        "Will: Do what?",
        "Paul: Well, I sounded out Mom, you know, about your trust fund. Just an inquiry, okay, nothing specific -- but I wanted to find out if she'd give you more control now that you're a senior. And she said no. No dice.",
        "Will: I figured.",
        "Paul: Well, maybe it's better that way. You know, involving Mom is -- well, it's a risk.",
        "Will: Always is.",
        "Paul: Maybe there's another way we can help Gwen cover her expenses.",
        "Will: Yeah, maybe. I don't know.",
        "Paul: I didn't mean to drag you into this. I thought -- I thought you said that this was urgent.",
        "Will: No, it is, it is. It's just -- Paul, her story changes, like, every day.",
        "Paul: Really?",
        "Will: Yeah. She still wants the baby back, that hasn't changed. But ever since Gwen stood up in court and said that Casey was the father -- ever since the test came back negative --",
        "Paul: Yeah, how do we explain something like that?",
        "Will: First she said that Casey or someone in his family must've fixed the test.",
        "Paul: Who, Bob Hughes? Tom? Margo? You don't get more law-abiding than them.",
        "Will: I told her that. Gwen thinks that the hospital gave Rosanna the wrong baby. I know, it's crazy. And I even talked to Uncle Bob, and he said that there's so many safeguards that there's no way that the hospital mixed up the babies.",
        "Paul: Right. So what did Gwen say when you told her that?",
        "Will: She decided that Carly must've tampered with the test.",
        "Paul: Carly?",
        "Will: I know, its nuts. The point is the baby, not the father.",
        "Paul: Okay, and I'm just guessing here, and I have no idea, but maybe, you know, when the test did come back negative, Gwen was just embarrassed because she had been insistenting for so long that Casey was the father.",
        "Will: And she still is. And every time she comes up with a new story to explain why the test came back negative, it's like I'm supposed to agree with her.",
        "Paul: Right, but you know better. Wow, she has put you in a really awkward position.",
        "Will: Well, I still want to help her, though. It's just --",
        "Paul: Just not right. I mean, you care about her, and now there's this lie between you.",
        "Will: No, it's not that big a deal.",
        "Paul: I can't stand being lied to. You know, and if it's somebody that I care about, it's never the same. You just can't trust that person ever again.",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Gwen: Who is it?",
        "Carly: It's me, Gwen. It's Carly.",
        "Gwen: I don't have anything to say to you. Anything you have to say to me, you can say to my lawyer.",
        "Carly: No, Gwen, please, please.",
        "Gwen: Cass Winthrop. Bay City.",
        "Carly: Please, I just --",
        "Gwen: You know what, and as long as you're here, I've got enough money to keep you in court for as long as it takes. And the day I get my kid, I'm leaving. So you're never gonna see him again. What's that?",
        "Carly: It's the pictures that I took of your place. I didn't have them developed. Go on, take it. Destroy it.",
        "Gwen: I don't know what you're worried about. Getting arrested?",
        "Carly: No. No, I just realized that it wasn't fair to sneak into your place and take pictures. I'm sure you're doing the best you can with what you have. I'm sorry.",
        "Gwen: No, you're not. You want something.",
        "Carly: Yes. Yes, you're right. I do.",
        "[SCENE_BREAK]",
        "Keith: You win.",
        "Lucinda: Thank God.",
        "Keith: Just this once. You're on your own after today.",
        "Lucinda: When do we leave?",
        "Keith: I gotta call the airport. I'll get back to you.",
        "Lucinda: Thank you, Keith. Thank you. It's a new beginning. Short trip, new beginning.",
        "Holden: What kind of trip could you possibly be taking with Keith?",
        "[SCENE_BREAK]",
        "Jennifer: Jasmine, I am not an addict. I really wish you would stop saying that. No, I just need a little boost until the anti-depressants kick in. I'm supposed to call the doctor and ask if I can combine crystal meth with what I'm taking? Come on. No, I am not going to go back to how I felt when the baby died. That's just not an option.",
        "Meg: This is insane. Holden's right, I'm asking for it.",
        "[SCENE_BREAK]",
        "Paul: You know, I draw the line, man. If I can't trust somebody, then I don't even want them in my life. Now, I realize that might sound extreme and unforgiving. But that's just -- that's the way I'm made. And I think that you're probably pretty much the same way, Will.",
        "Will: I didn't really think about it before, but you're probably right. It's not like I know for a fact that Gwen lied to me. She was pretty shook up when the test came back.",
        "Paul: Will --",
        "Will: Say it.",
        "Paul: Well, I'm just -- you know, I'm supposing that the test results are accurate because these things generally are. But that could mean that there was somebody else. And hey, if she wants to keep that information private, then that's fine. But if she's gonna ask you for your help and not tell you exactly what's going on -- that does not seem right to me.",
        "Will: So what're you saying, that I shouldn't help her?",
        "Paul: No, that's up to you. But you've gotta know something. Gwen wants her baby back, okay? That is her number one priority. Not your friendship, not your trust, not the respect of your friends. She's already cost you Casey. I mean, she's obviously willing to sacrifice a lot to get her baby back. And that's -- that's fine, if you're okay with that. But if you're not okay with that, Will, then I don't know what you're doing with her.",
        "[SCENE_BREAK]",
        "Gwen: So why're you here? What do you want?",
        "Carly: After you left, Jack and I had a talk.",
        "Gwen: You tell him you broke into my apartment?",
        "Carly: I told him that I'd made a mistake. That I was fighting so hard to keep Rory for my sister that I'd forgotten what was really important. Rory.",
        "Gwen: That sounds great. What does it mean?",
        "Carly: Even though Jack and I can give Rory a wonderful home and a terrific life, you gave birth to him. You have a pretty strong case. It's possible that you could win custody.",
        "Gwen: There's no way I won't win this case.",
        "Carly: Well, if you truly believe that, then you'll be thrilled with what I'm about to say. I've decided to accept the fact that I may have to give him up.",
        "Gwen: That's big of you.",
        "Carly: I'm still going to fight you for custody, Gwen. Don't think I won't. But I've made a decision for Rory's sake. I'm hoping it'll change everything.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Keith: Your mother can take care of herself.",
        "Lily: I'm not so sure this time.",
        "Jennifer: Business partners.",
        "Dusty: We're more than that.",
        "Jennifer: So what are we?",
        "Carly: Instead of waiting until tomorrow, how would you like to see Rory today?",
        "Gwen: You're gonna let me see my baby a day before the court says you have to?",
        "Carly: That's right.",
        "Gwen: Why?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=GCHPi64YaRI"
}