{
    "Episode Summary": [],
    "Recap": [
        "Alison's heart is broken as she realizes that she will never see her mother again and she has her hand roughly removed when she tries to touch her true love. Barbara has no answers for being in the wrong place at the wrong time, shouts in horror when she hears the list of things that are going to be tested; and calmly gives up. Craig still feels that he can hit a hole in one.",
        "Hal will deal with doing the charges, as he feels that he has to. Holden talks sharply, as his point isn't getting across. Jennifer is horrified when she walks in on a confession. Lily buys more time with her husband. Paul is offered the truth, listens to a confession and finds no sympathy for a killer. Rosanna drops everything when a visitor delivers a message. Rose's murderer admits to it."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Chris: What can I get you to drink?",
        "Tish: Something to go -- I want to be alone with you.",
        "Chris: You will be. First drinks, then dinner, then -- bartender, can I get a couple of --",
        "Tish: I have food and drinks at my place.",
        "Chris: But we just got here. Hey, bartender! Must be busy.",
        "Tish: That's what I mean. Why take a number here when you can get a drink at my apartment in 30 seconds flat. Pretty please?",
        "Chris: In a little while, okay? Hey, pal, what do I got to do to get a drink here? Come on, Tish. Stop it.",
        "Alison: I won't stop -- not ever.",
        "Chris: Alison -- why are you here?",
        "Alison: Because -- even after everything that I've done to you, you still love me. And you always will.",
        "[SCENE_BREAK]",
        "Alison: No, but it's a bus, not a plane. How can it be that expensive? When I called earlier, they said -- okay, yeah. Confirm me. For the 11:50 to Chicago, tonight.",
        "Susan: Alison? [Alison sighs] You requested your paycheck early?",
        "Alison: I just needed some cash.",
        "Susan: I just gave you $2,000.",
        "Alison: Well, I said that I needed to get some baby things so --",
        "Susan: Well, how expensive are these things? And why do you need them now? The baby's not due for months.",
        "Alison: There's this really big sale --",
        "Susan: Alison, you are not going to convince me that you need all that cash for diapers and onesies. I want you to tell me why you suddenly are so desperately in need money.",
        "[SCENE_BREAK]",
        "Mitzi: Hospital? [Phone rings] Yeah?",
        "Craig: Did you tell lily you saw Paul Ryan put something in Rose's champagne? Mitzi!",
        "Mitzi: Huh?",
        "Craig: You told me you could handle this. I want to know what you've done, and I want to know now!",
        "Dusty: And how much did you pay the good doctor to tamper with the evidence?",
        "[Talking over each other]",
        "Jennifer: Paul didn't know anything about this!",
        "Paul: How many crimes do you want me charged with, Dusty?",
        "Jack: Hey! Tom, would you like to speak to Walker in private?",
        "Lily: No! No, please -- I need to know what happened to Rose.",
        "Tom: Walker, tell us what you found.",
        "Walker: The molecular makeup of the methanol found in Rose's system does not match the methanol found in the goblet.",
        "Tom: If the poisoned champagne isn't what killed Rose, what did?",
        "Dusty: It doesn't matter. He poisoned her any way. That's the guy! He's right there!",
        "Paul: The hell I am!",
        "Jessica: Tom, you have absolutely no reason to keep my client in custody.",
        "Dusty: On this maniac's word, Tom, are you gonna let him walk?!",
        "Jessica: Paul's only connection to the murder was the champagne in the wine goblets. And since Walker has proven --",
        "Jennifer: Then you've got to let him go.",
        "Lily: What about Mitzi? He poisoned Mitzi.",
        "Paul: You know what?! The hell with all of you. I'm out of here.",
        "Jack: No, wait, you're not going anywhere. Do you want him held in Mitzi's case?",
        "Paul: Oh, you have got to be kidding me!",
        "Tom: Jess, I would like your client to stay on here for questioning.",
        "Paul: You're locking me up?!",
        "Jessica: I'm filing a motion to have the charges against my client dismissed.",
        "Paul: Well, how long is that going to take?!",
        "Lily: You just gonna let that monster walk the streets? Look, I will do everything I can. I will use every resource that I have to make sure that he pays for what he did.",
        "Paul: Lily! Stop it! Please, for Rose, let me go.",
        "Dusty: Let you go? To wipe out some more evidence?",
        "Paul: No. Let me go before the real killer gets away with murder.",
        "[SCENE_BREAK]",
        "Hal: Lose something, Barbara?",
        "[SCENE_BREAK]",
        "Craig: I was just handling a little snafu.",
        "Rosanna: It sounded serious.",
        "Craig: Yeah, well, things happen.",
        "Rosanna: Right. Yes, there's been a lot going on lately. I should have realized.",
        "Craig: You and I haven't spent very much time together.",
        "Rosanna: Translation, I have been spending too much time thinking about Paul and his problems. And, let's see -- oh yes -- you don't like the fact that I went to Barbara's.",
        "Craig: That's right.",
        "Rosanna: Because she accused you of planting evidence against Paul?",
        "Craig: No. Because Paul Ryan is very likely a murderer, and he keeps clamoring for your attention and you could be in danger. But nothing I say is going to stop anything you do, so why waste my breath?",
        "Rosanna: Oh, sweetie, come on. Soon I'm gonna be able to concentrate completely on you and our family. I promise, okay? As soon as Paul is cleared of all these ridiculous charges.",
        "Craig: Don't get your hopes up.",
        "[SCENE_BREAK]",
        "Carly: Mitzi lied.",
        "Jack: Carly --",
        "Carly: She played you, Jack! That whole story about how she just happened to be at the church on the day of Rose's wedding, but nobody saw her. And how she just happened to see Paul putting poison into Rose's champagne goblet.",
        "Jack: Look, I really don't want to start in this whole thing with Mitzi again.",
        "Carly: Jack, the woman ripped Rose off, and then she lied about who killed her! Arrest her!",
        "Jack: It's not like she can run anywhere, Carly. She's in a hospital bed! And we still don't know how Mitzi was poisoned. Test results came back negative for methanol, so --",
        "Carly: So maybe she faked the whole thing after all.",
        "Jack: Carly?",
        "Carly: Jack, I wish you could see her for what she really is?",
        "Jack: The woman did not poison herself! Look, if you know who poisoned Rose and Mitzi, then we've got something to talk about.",
        "Carly: I don't have the answer to that, Jack. You know that.",
        "Jack: Okay. Then let me go back to work so I can try to figure it out.",
        "Carly: Okay. I love you.",
        "Jack: Well, I adore you. Now get the hell out of here.",
        "Carly: Who poisoned Mitzi?",
        "[SCENE_BREAK]",
        "Paul: You got to get me out of here, Jessica.",
        "Jessica: I'm working on it. Thank you. Just don't get yourself thrown in jail again by taking a swing at Dusty.",
        "Paul: I won't. I'm cool.",
        "Jessica: Look me in the eye and say that.",
        "Paul: Ice water in my veins.",
        "Jessica: Yeah.",
        "Jennifer: This isn't going to go away, is it? Even with Walker's evidence?",
        "Paul: You did a great job with Walker. It was terrific. You need to go home now.",
        "Jennifer: No, I want to help.",
        "Paul: Then go home. Call Rosanna and tell her what happened with Walker.",
        "Jennifer: But what happens if they arrest you for the whole Mitzi thing?",
        "Paul: Then I'll call Jessica. Go home.",
        "Jennifer: You keep it together, okay?",
        "Paul: Mm-hmm.",
        "Lily: What did you mean? When you said don't let the real killer go free?",
        "Paul: As soon as I get a chance to sit down with Hal, you'll know everything.",
        "Lily: I don't know why I bother talking to you.",
        "Paul: She haunts me too. Lily, I hurt her. I doubted her.",
        "Dusty: Killed her. I'll take you home.",
        "Paul: You're afraid that whoever took her away from us is gonna get away with it. It's not going to happen. I'll see to it.",
        "[SCENE_BREAK]",
        "Barbara: Well, I heard that Mitzi had taken ill. I thought I'd stop by, see if I could help out some way.",
        "Hal: Help out -- and you and Mitzi, you are like this, good friends, right?",
        "Barbara: Well, why else would I be here, Hal?",
        "Hal: You know, I got a couple of interesting phone calls earlier. One informed me that Mitzi was poisoned, right here in this room, with methanol. The same poison that was used to poison Rose.",
        "Barbara: That's terrible.",
        "Hal: Hmm. Everyone assumed that the poison was in the martini that Mitzi was drinking at the time.",
        "Barbara: Just like Rose and the champagne.",
        "Hal: Except that the glass and the shaker tested negative, not a trace of methanol. How do you explain that, Barbara?",
        "Barbara: I -- I can't.",
        "Hal: That's where the second phone call comes in, the one from Jessica. Did you know that Rose's champagne didn't kill her?",
        "Barbara: Well then what did?",
        "Hal: The same thing that poisoned Mitzi. Something in this house. What is it that you were so anxious to find, Barbara?",
        "Barbara: I told you, I thought maybe I could help out.",
        "Cop #4: We've got everything containing alcohol, lieutenant. Cleaning supplies, cough syrup, mouthwash, it's all going back to the lab.",
        "Barbara: No! Please, don't do this.",
        "Hal: What are they going to find at the lab, Barbara? You know, don't you? Come on, Barbara -- don't make this tougher on both of us.",
        "Barbara: I used to be able to tell you everything.",
        "Hal: You still can.",
        "Barbara: Shall we go?",
        "[SCENE_BREAK]",
        "Susan: I gave you $2,000. I gave you the money, you're right. What you do with it is up to you. And the money you earn is none of my business. I apologize. I'm sorry.",
        "Alison: Thanks. And now that Aaron and I have the apartment, I'm going to use it.",
        "Susan: Oh, when are you moving out?",
        "Alison: Tonight.",
        "Susan: Oh --",
        "Alison: Mom, I have to do this on my own, okay? So when I get there --",
        "Susan: You're telling me not to call, or stop by, or butt in.",
        "Alison: I just have to make this a home for the baby. I mean, all the books said -- it's called nesting.",
        "Susan: So they do. But suddenly, my nest is empty. What do those books say about that? Well, I'd better get back to work.",
        "Alison: No, Mom!",
        "Susan: Oh, what? Oh, wait a sec -- your barrette is loose. You be careful or you're gonna lose that. Oh, there I go again. There must be a 12-step program for mothers who can't stop mothering.",
        "Alison: No, mom -- I don't want you to ever stop. I know I haven't been the best daughter, but you've been the greatest Mom I could ever have.",
        "Susan: Oh, baby.",
        "Alison: I love you.",
        "Susan: When the baby comes, I'm going to be the greatest grandmother. We're going to have the best time together. So much fun.",
        "Alison: Mom, I think that -- that my shift is finally over.",
        "Susan: Oh, well, I'll walk you out. Come on.",
        "Alison: Can I just have a few minutes? I just have one last thing I need to do.",
        "Alison: Don't wake up, okay? The only way I can say these things is if you can't hear them. I love you so much, Chris. I wish like crazy that you could love me. Because then, I wouldn't just be saying good-bye. Then, I could tell you that -- what do you think that you're doing?",
        "Tish: The doctors need their rest. And you're bothering Chris.",
        "Alison: I was not! I didn't wake him up.",
        "Tish: Yeah, because you didn't manage to plant that tender kiss on his cheek.",
        "Alison: I was just talking to him.",
        "Tish: While he was sleeping? Get it in your head. You and Chris are done. You have a husband. If you want to talk, go talk to him.",
        "[SCENE_BREAK]",
        "Alison: Hi.",
        "Aaron: What are you doing here?",
        "Alison: I just wanted to tell you -- the baby's not going to be a problem anymore.",
        "Aaron: You finally told Chris he's the father?",
        "Alison: I told Chris everything he needs to know.",
        "[SCENE_BREAK]",
        "Jennifer: Hi.",
        "Rosanna: Hi.",
        "Jennifer: I'm sorry about coming so late. I hope I didn't wake the baby.",
        "Rosanna: Oh, no. Cabot keeps all hours. What's going on? Is there a problem with Paul?",
        "Jennifer: Well, actually, he wanted me to give you some good news. Walker Daniels discovered evidence that could clear him.",
        "Rosanna: Oh!",
        "Jennifer: The charges could be dropped tonight.",
        "Rosanna: Oh, that's fantastic! Darling, did you hear that?",
        "Craig: Yes.",
        "Rosanna: Sorry, he keeps his enthusiasm on the inside. Well, that's wonderful news. And thank you so much for coming all this way to tell me personally.",
        "Jennifer: Well, actually I --",
        "Rosanna: What? Is there a problem?",
        "Jennifer: Well, now they're saying that there could be an eyewitness.",
        "Rosanna: An eyewitness? Who?",
        "Jennifer: Mitzi, what's-her-name? I don't know. Rose -- Rose's friend. She all of a sudden came up with a story about -- about Paul spiking Rose's champagne.",
        "Rosanna: Oh, that's so absurd.",
        "Jennifer: Well, thing is, Mitzi's in the hospital. Someone tried to poison her tonight.",
        "Craig: Mitzi's in the hospital?",
        "Jennifer: Yes. Methanol poisoning, just like Rose. And of course, they're trying to pin it on Paul.",
        "Rosanna: Oh, no! Well, what could I do? How can I help?",
        "Jennifer: Well, Dusty and Lily are insisting that Paul be charged and I don't know -- I don't know what to do.",
        "Rosanna: Okay, all right. You and I, we have to go to the police station and we have to make sure that he isn't railroaded. All right?",
        "Craig: Rosanna!",
        "Rosanna: Sweetie, please -- here, take Cabot. I will be right back, okay? I promise it's not gonna take too long. Come on baby, go to Daddy. There you go, there you go. All right, I love you very much. I promise this won't take two seconds, okay? I'll see you very soon. I'll see you soon. Okay, let's go.",
        "Craig: Evidence that could clear Paul? No, no. Anyway, we still have Mitzi to put Paul Ryan where he belongs. Huh?",
        "[SCENE_BREAK]",
        "Hal: You're no longer being held for questioning, Paul. You're free.",
        "Paul: Barbara's been arrested? But why?",
        "Hal: I'm not at liberty to discuss that. Go home.",
        "Paul: Hal, I need to talk to you.",
        "Hal: Well, what is it?",
        "Paul: Barbara hired a hit man to kill Rose.",
        "Barbara: I want to call my lawyer.",
        "Hal: There's the phone. Did she say anything?",
        "Jack: No, she's a bit jumpy, but she's not talking.",
        "Hal: All right. Have O'Toole keep an eye on Barbara. You head down to the hospital. Follow up on Mitzi's statement. I'm going down to the lab to see if they've come up with anything.",
        "Jack: Wait a minute. If you want me to handle this thing with Barbara, I'd be more than --",
        "Hal: It's okay.",
        "Jack: She's your ex-wife and the mother of your children. What's it going to do to you to charge her with murder?",
        "Hal: That's why I have to do it, Jack. It's the only way I'll ever believe that she -- I loved her for so long. Let me know what you find out from Mitzi, would you?",
        "[SCENE_BREAK]",
        "Barbara: I told you I have nothing to say.",
        "Paul: Not even to your own son?",
        "Barbara: Are you sure you want to know? After all, I gave birth to you, I raised you -- protected you from your father.",
        "Paul: Mm-hmm. What's your point?",
        "Barbara: You've told yourself that you want to avenge rose's murderer. Bring her killer down. And yet, here you are -- in here with me, not the D.A. Not accusing, but asking. If you think I'm so damn guilty, call the D.A., Paul!",
        "Paul: I've had it, with all of your lies. With all of your dodging your responsibilities. With all of your blaming everyone and everything else.",
        "Barbara: All right, all right, all right! I'll give you what you want.",
        "[SCENE_BREAK]",
        "Carly: So why did you lie, Mitzi? Did you kill Rose?",
        "Mitzi: How can you say that? I was just poisoned myself!",
        "Carly: Yeah, I know. That was pretty desperate. But still, I just think that you did that to throw the police off. After all, Rose is dead, isn't she? And you're alive and kicking.",
        "Mitzi: I didn't kill Rose, okay? I swear!",
        "Carly: So why, Mitzi? Why did you sell Paul up the river?",
        "Mitzi: I -- I wanted justice.",
        "Carly: Justice, right. That and world peace, eh?",
        "Mitzi: Just get out!",
        "Carly: All right, I'll go. But I want you to think about something. When Lily calms down and realizes that you've mucked up the investigation into the death and the murder of her twin sister, I don't see her being very understanding. As a matter of fact, I bet you lost your meal ticket for good.",
        "[SCENE_BREAK]",
        "Tom: Here's where it stands. I do not have a case against Paul Ryan for the murder of Rose. So unless I find something between now and tomorrow morning, I'm going to drop this case.",
        "Lily: No! You can't --",
        "Tom: I'm sorry.",
        "Dusty: Its okay, it's all right. Paul Ryan is not going to get away with this, all right? We'll find something.",
        "[SCENE_BREAK]",
        "Holden: Dusty, it's late.",
        "Lily: We just had some really bad news.",
        "Holden: Yeah, I heard.",
        "Dusty: I think there's another way to get to Paul. A way we can get proof that he can't beat.",
        "Lily: What?",
        "Holden: Good night, Dusty.",
        "Lily: But Dusty and I are having a conversation here. We're talking.",
        "Dusty: I'll call you.",
        "Lily: Why did you do that? Why did you kick him out like that? I had to talk to him! What were you thinking!?",
        "Holden: That enough is enough.",
        "[SCENE_BREAK]",
        "Barbara: So I guess it's time for the truth, even if it means coming face to face with what you don't want to know -- or want to see. So here it is. Rose wasn't good enough for you. She wasn't good enough for us.",
        "Paul: Us?",
        "Barbara: Me, Jennifer, Will. She wasn't good enough for your family. I understood that from the beginning. After a while, Jennifer agreed. Even Will could see it. But you -- you could never see. Even when it was right in front of your face. Even when she betrayed you with your so-called best friend -- by breaking your heart, by breaking your engagement.",
        "Paul: That was because of you.",
        "Barbara: I was just trying to make you see how weak she was. I thought there would be a one-night stand and that when you found out the truth that you'd see her true colors and that would give you strength to walk away when she burst into tears and begged you to come back. But she turned the tables on you, didn't she, son? She dumped you. She threw you over for a man who isn't worthy to shine your shoes. And were you angry with her? No -- you decided to be angry with me!",
        "Paul: I had good reason to be angry at you.",
        "Barbara: And then you did the unthinkable. You pursued that woman. You ran after her and you won her back. And that's when you broke your family -- the people who really loved you -- into a thousand pieces. And when you see the truth -- when you know what is staring you in the face is a fact that can't be changed, then -- then you deal with it. You take action. You simply do what must be done.",
        "Paul: What have you done?",
        "Jennifer: Mom, what are you doing here?",
        "Rosanna: Is everything all right?",
        "Paul: No. What have you done!?",
        "Barbara: I've said enough.",
        "Paul: Oh, no. We've come this far. Let's finish this, Barbara.",
        "Barbara: I am your Mother! And I haven't forgotten it, even though you have.",
        "Rosanna: You know what? Jennifer, maybe you and I should --",
        "Jennifer: Paul? What's going on?",
        "Paul: Mom, please. Mom, finish this.",
        "Barbara: No.",
        "Hal: You don't have to. Because I know. I know how Rose died.",
        "[SCENE_BREAK]",
        "It's always been our dream...",
        "Chris: Where'd this come from?",
        "Tish: Somebody lost it.",
        "[Chris remembering]",
        "Alison: I hate this thing. It's always coming loose.",
        "Chris: Well, I love it.",
        "Alison: Why? Chris: Because when it falls out, this happens and then this happens. And then, this happens.",
        "Tish: Forget about the penny. I'd give a million bucks to know what you're thinking about.",
        "[SCENE_BREAK]",
        "Aaron: Ah, so you told him? How did Chris take it?",
        "Alison: Like you would expect.",
        "Aaron: Major meltdown, right?",
        "Alison: Well, at least he didn't say anything about taking away my baby.",
        "Aaron: Well, when are we getting a divorce?",
        "Alison: As soon as you want. But there is just one thing. Well, Chris said that he just needed some time -- just so he could figure out how he's going to give the news to his parents. And I still have to tell my Mom and Emily that you're not the father.",
        "Aaron: Right. How long are we talking about?",
        "Alison: Just a couple of days, max, but you just can't say anything to anyone, okay?",
        "Aaron: So I can't even talk to Chris about this?",
        "Alison: You can talk to him if you want to, but -- he knows that you covered for me. And he knows you went along with the lie, so you're not exactly his favorite person right now.",
        "Aaron: Yeah, I get that.",
        "Alison: I am really sorry. I'm sorry for everything. I'm sorry for lying, I'm sorry for Lucy, I'm sorry for the apartment --",
        "Aaron: Hey, look, it doesn't matter. Everything worked out. Everything else is gonna pan out, too. You did a good thing, Ali.",
        "Alison: Yeah -- yeah.",
        "[SCENE_BREAK]",
        "Carly: That's right! Rose was your friend. She took care of you, she looked after you, she hired you, she forgave you when you stole from her. She was your friend! So why don't you be her friend and stop lying!",
        "Jack: Carly --",
        "Carly: I was just --",
        "Jack: I need to ask you a few questions, Mitzi. Excuse us. Please. Luke said he saw a man leaving Rose's earlier tonight. Do you know who that was?",
        "Mitzi: A guy leaving my place? I never saw him.",
        "Jack: Did you have any personal items in Rose's bathroom?",
        "Mitzi: Why?",
        "Jack: Simple question.",
        "Mitzi: Right. Sorry. There was stuff of Rose's left in the medicine cabinet. I just used that.",
        "Jack: I'll let you get some rest.",
        "Mitzi: No, wait, wait! Who poisoned me? I mean, how did this happen?",
        "Jack: We're not sure yet. I personally don't think you have anything to worry about, but I'm thinking about posting a guard outside your cubicle.",
        "Mitzi: No! I mean, it's not like somebody's going to come after me here. Are they?",
        "Jack: Get some rest.",
        "Mitzi: Jack told you to leave.",
        "Carly: And I did. And I listened to his interrogation on the other side of that curtain. And you know what I heard?",
        "Mitzi: I know what I said.",
        "Carly: He didn't believe a word you said. So that call that you're so anxious to make? I hope it's to a lawyer, because when the cops come back, it won't matter when Lily throws you out. You'll have a new home -- with bars on it.",
        "[SCENE_BREAK]",
        "Hal: One of the household items that the police seized from Rose's place -- mouthwash -- tested positive for methanol.",
        "Jennifer: That's what killed Rose? Mouthwash?",
        "Hal: The champagne was just a diversion. I went over the autopsy again. Rose's bloodstream tested positive for traces of methanol, but her stomach did not. Do you have anything to add, Barbara?",
        "Paul: Say it.",
        "Jennifer: Oh, Mom --",
        "Paul: Will you just say it! For me, please! After what I did -- letting Rose get anywhere near you -- and for Rose, for my Rose, I can no longer have any doubts. And for Rose there is no way I'm gonna let you get away with this.",
        "Hal: I'll have forensics run tests on the mouthwash; see if we can't find out who tampered with that bottle.",
        "Barbara: No, no. Don't. There's no need. I'll give you all the proof you need.",
        "[SCENE_BREAK]",
        "Alison: The car was supposed to be here five minutes ago. I need to get to the bus station right away. Fine, I'll wait outside. What? No, I don't need a return trip. I'm never coming back to Oakdale.",
        "[SCENE_BREAK]",
        "Craig: I just found out you were at the hospital. Are you all right?",
        "Mitzi: I want my money and I want it now. Or I'm gonna tell everybody what you had me do.",
        "[SCENE_BREAK]",
        "Lily: Why are you giving me a hard time about this?",
        "Holden: I have been on your side throughout this whole thing. If Paul is innocent --",
        "Lily: He's not! He's not innocent! [Phone rings] That's probably Dusty. Let me just --",
        "Holden: Yeah, what is it? Did you call the vet? How bad is it? All right, well look, I have some things I have some things I need to take care of here. Just call me when the vet gets there.",
        "Lily: Is it Luke's horse? You said she wasn't looking very well.",
        "Holden: Yeah, it's bad. They can't get her up on her feet.",
        "Lily: Go. You've got to go there, because Luke can't take it. He can't take another loss.",
        "Holden: I'm not going anywhere -- not until you and I get one thing straight. You cannot keep this vendetta going. If Paul is guilty, then the police will figure it out. And if it is somebody else, you have made this guy's life a living hell.",
        "Lily: I know what Rose would want me to do.",
        "Holden: What? What would Rose want you to do?",
        "Lily: This. I'm sorry. I'm so sorry. You're right, you're right. Just -- there's nothing I can do about Rose's case now. Just go, our world shouldn't stop because of me.",
        "Holden: No, I'm not gonna. I don't want to leave you here alone.",
        "Lily: What are you going to do? You're not gonna stand there and watch me sleep. I'll be okay, promise. [Phone rings] Hello?",
        "Dusty: Hey, you remember that idea I had? It turned out to be a good one.",
        "Lily: You found something?",
        "Dusty: I sure did. When we show the cops, it's gonna change everything.",
        "[SCENE_BREAK]",
        "Barbara: It amazing -- ironic, really that you two children hate me so much. All I've ever done is love you and protect you. Loving and protecting, that's what families do. That's how families survive together. But somehow, the two of you have decided that I'm the villain in this. So, congratulate yourselves. You seem to have been right all along.",
        "Paul: Was I? Was I right?",
        "Barbara: Yes. I did it. I murdered Rose D'Angelo.",
        "[NEXT_ON]",
        "Lily: What'd you find?",
        "Dusty: You got a smokin' gun.",
        "Lily: You got proof that Paul killed Rose?",
        "Dusty: You tell me.",
        "Paul: Why'd you do it?",
        "Barbara: Why did I kill Rose? Everything I've done has been for my son."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=X2XK6u93pbY"
}