{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Emily: I ask you how you know Craig is innocent, and you \"just know\"?\r\nYou \"just know\" that Barbara didn't see him at the boathouse?",
        "Hal: That's right.  \r\n",
        "Emily: So she lied?  And if that's the truth, if she lied, this is huge.  This\r\n\r\nis huge.  She swore that she saw him.  \r\n",
        "Hal: I know what she swore.  I also know that Craig is a bum 52 different\r\n\r\nways, but I also know that he didn't try to kill her.  ",
        "Emily: Yeah, well, Barbara's eyewitness account is the cornerstone of the\r\n\r\nD.A.'s case, so she's got to tell Jessica the truth now.  \r\n",
        "Hal: She's not gonna do that.  ",
        "Emily: Why?  I mean, how do you know?  She told you, didn't she?",
        "Hal: Not exactly.",
        "Emily: But she did exactly commit perjury.  That is what you're saying,\r\n\r\nHal, isn't it?  \r\n",
        "Hal: Barbara never admitted to lying under oath.  She believes with all\r\n\r\nher heart that Craig is the one who tried to hurt her, so she figured that she\r\n\r\nwould say whatever she had to say to make sure that he did not get away \r\nwith that.  ",
        "Emily: Hal, she is lying.  \r\n",
        "Hal: That's the way she saw it, and nobody is gonna convince her \r\notherwise.  She is not gonna go to the D.A. or anybody else and tell them --",
        "Emily: What, that she broke the law?  Because that's exactly what she\r\n\r\ndid, Hal.  \r\n",
        "Hal: What do you want, Emily?  \r\n",
        "Emily: This isn't about Craig -- this isn't about Craig.  There are other\r\n\r\npeople getting hurt.  You cannot be seriously going along with this.",
        "Hal: Do you want her to get thrown in jail now on top of everything else?\r\nShe's been through hell.  \r\n",
        "Emily: Yeah, well, you know what?  So have I.  I me, maybe I wasn't a\r\n\r\nvictim of a bomb blast or anything, but that psycho who planted that bomb \r\nhad his hands around my throat, so excuse me if I don't want him coming \r\nafter me again.",
        "",
        "[Talking in courtroom]",
        "\r\nJudge: Order.  Order, or I am clearing this courtroom!  \r\n[Gavel bangs]",
        "Jessica: Would you like to rethink the answer to the last question?  Ms. Tenney, do you still maintain that you had no romantic involvement with the \r\ndefendant?",
        "Carly: Yes.  \r\n",
        "Jessica: I'll accept that.  Perhaps romantic isn't the right word.  Some\r\n\r\ninvolvements are purely sexual, aren't they?  \r\n",
        "Carly: No.  Craig and I never had sex.  It was a kiss, just one kiss. \r\n\r\n",
        "Jessica: One kiss which started when?  Please read the time stamp at the\r\n\r\nbottom of the photograph.  \r\n",
        "Carly: 8:59.  \r\n",
        "Jessica: And this kiss continued through -- please read the time stamp. \r\n\r\n",
        "Carly: 9:01.  \r\n",
        "Jessica: And ended --\r\n[whispering] ",
        "Carly: 9:02.  \r\nJudge: Louder, please.  \r\n",
        "Carly: 9:02.  \r\n",
        "Jessica: A three-minute kiss?  Why did you stop?  Run out of air?",
        "Cass: Objection.  \r\n",
        "Jessica: Withdrawn.  \r\n",
        "Carly: I stopped because I was angry.  More than angry, furious!  Craig\r\n\r\nhad no right.  He took me off-guard. [Jack Snyder leaves the courtroom]",
        "\r\nJack -- Jack!   ",
        "",
        "[Gavel bangs]",
        "\r\nJudge: The witness needs to compose herself, and so do the rest of you. \r\n\r\nMs. Tenney, do you think you can manage to pull yourself together?  \r\n",
        "Carly: Yeah.  I'm sorry.  It's just that Jack --",
        "\r\njudge: If you can't compose yourself, I will insist that your testimony be\r\n\r\nresumed later.  \r\n",
        "Carly: No.  Let's get this over with.",
        "Molly: This is killing her.  \r\nJudge: Does the prosecution have any more questions?  \r\n",
        "Jessica: Nothing further.  \r\nJudge: Does the defense have any questions?  ",
        "",
        "Cass: Oh, yes I do, your honor.  One moment to confer with my client,\r\n\r\njudge?  What?  \r\n",
        "Craig: Here's what you have to establish on the cross -- I initiated the\r\n\r\nkiss, not Carly.  She didn't see it coming.  \r\n",
        "Cass: Establishing that you forced yourself on another woman just \r\nmoments before you were supposed to marry Barbara is not what we defense \r\nlawyers would consider an \"air-tight defense.",
        "\r\nJudge: Counselor, you're testing my patience, which has already been\r\n\r\nsorely tried during these proceedings.  No pun intended, I assure you.",
        "Craig: Ask whether they have a picture of the moment when Carly pulled\r\n\r\naway and stomped on my foot, huh?  I kissed her.  She didn't kiss me.  It\r\n\r\nmade her angry, okay?  There was no conspiracy.  Jessica is way off. \r\n\r\nYou've got to make sure the jury knows all of that.  It's not just the ones the\r\n\r\nD.A. wants them to know.  \r\nJudge: Mr. Winthrop, do you or do you not have questions for this \r\nwitness?  \r\n",
        "Cass: No.  No questions.  \r\n[Talking in courtroom]",
        "Craig: What are you doing?  \r\n",
        "Cass: I don't like it when my clients withhold crucial information. \r\n\r\n",
        "Craig: A perfectly good witness is about to be branded a gold-digging\r\n\r\nslut.  \r\n",
        "Cass: It's not my job to salvage Carly Tenney's reputation, and I'm \r\ncertainly not gonna ask her any questions without knowing how she's gonna \r\nanswer them.  She could bury you.  \r\nJudge: Mr. Winthrop, is there a problem?  \r\n",
        "Cass: Your honor, in light of Ms. Griffin's surprising revelation, I would\r\n\r\nlike to request a brief recess.  \r\nJudge: Granted.  \r\n",
        "Carly: Does that mean I can go?  \r\nJudge: Yes.  The court is adjourned for the day.",
        "Craig: Carly -- ",
        "",
        "Molly: Carly, honey, I'm so sorry.  \r\n",
        "Carly: Oh, God, did that look as bad as it felt?  \r\n",
        "Molly: Well --",
        "Carly: Don't.  Don't even answer it.  \r\n",
        "Molly: If there's anything I can do --",
        "Carly: I know.  I've got to go.  I've got to find Jack. ",
        "",
        "Emily: Well, it looks like the kissy-kissy pictures weren't fakes after all. \r\n\r\n",
        "Hal: I wish they were.  \r\n",
        "Emily: I've got to get copies of that for tomorrow's paper.  \r\n",
        "Hal: You've got to be kidding me.  \r\n",
        "Emily: About the pictures?  No way.  I'll sell more papers with that\r\n\r\npicture than I will with the one I got of Carly kissing Jack Snyder.",
        "Hal: I know what this is about.  \r\n",
        "Emily: Yeah, it's called \"Freedom of the Press.",
        "Hal: Bull.  This is about you not wanting to get too close to anybody\r\n\r\nbecause then you might get hurt.  Best not to get involved in the first place,\r\n\r\nright?  Never get too close.  \r\n",
        "Emily: Yeah, well, believe me, closeness won't be a problem as long as I\r\n\r\nhave \"The Intruder.",
        "Hal: I saw the way you looked at Carly when she stormed out of the \r\ncourtroom.  Didn't feel good, did it?  Craig makes you nervous.  So you put\r\n\r\non your armor, and you ride off to your paper, and you attack them, and then \r\neverybody leaves you alone.  \r\n",
        "Emily: You are so off the mark.",
        "Hal: Payback time, my friend.  You're always poking me with these little\r\n\r\ntruths, but now, I just nailed you.  See, I'm an expert at prickly behavior. \r\n\r\nYou're talking to the original porcupine.  \r\n",
        "Emily: Okay, so what is your point?  Do as you say, not as you do?",
        "Hal: That's how I lost Barbara.  You have got to let yourself need people,\r\n\r\nEmily.  \r\n",
        "Emily: I need you to go in there and tell Jessica that Barbara lied up on\r\n\r\nthat stand and whoever tried to kill her and me is still out there.  \r\n",
        "Hal: That I can't do.  \r\n",
        "Emily: You can't?  \r\n",
        "Hal: I'm sorry.  \r\n",
        "Emily: You know what?  Don't be.  But next time you feel like busting\r\n\r\ninto song how we all need to wear our hearts on our sleeves, you go sing it to\r\n\r\nsomebody else.  I really thought I knew where I stood with you.  Boy, was I\r\n\r\nwrong. ",
        "",
        "Molly: Jake, it was just a kiss.  You know, they had their clothes on, and\r\n\r\nit was just that one time.  It was that one, stupid time.  That was the only\r\n\r\ntime that anything physical happened between them.  Carly told me that, and\r\n\r\nI believe her, Jake, 100%.  She swore to me.  \r\n",
        "Jake: Look, look, you don't have to convince me of your intuition.  I will\r\n\r\nback it every time.  \r\n",
        "Molly: You're the only one who will believe it.  No one else is going to. \r\n\r\nCarly is being punished for things she did a long time ago, and it's just not\r\n\r\nfair.  \r\n",
        "Jake: You're right.  It's not.  \r\n",
        "Molly: She thought that everything was gonna be okay.  I warned her.  I\r\n\r\nwarned her to watch out, because somehow, your past always has a way of \r\ncatching up with you just when you least expect it.",
        "Jake: That is not happening to you.  If you remember, your buddy Nick\r\n\r\nScudder just bounced out into your present.  \r\n",
        "Molly: I know.  Thank God Kim was on my side.  She really seemed to\r\n\r\nunderstand that it was impossible for me to go to work with that guy.  I\r\n\r\nmean, I just look at his face, and it brings back these awful memories, Jake. \r\n\r\nI mean, I lived that life once, and it was bad, and I don't want to do it again. \r\n\r\n",
        "Jake: You're not gonna have to.  Listen, if anybody gives you even as\r\n\r\nmuch as a mug shot on a matchbox, I'm gonna pay your buddy Nick a little \r\nvisit.  \r\n",
        "Molly: Do you know how great it is to have my own very personal \r\nsuperhero.  \r\n",
        "Jake: Do you -- oh, you mean me?",
        "Molly: All right.  You know what I'm gonna do?  \r\n",
        "Jake: What?  \r\n",
        "Molly: I will go down to the station.  I'm gonna write this story, and I'm\r\n\r\ngonna figure out someway to put Carly in a better light.  \r\n",
        "Jake: Atta girl.  I think I'm going to go check on -- check on the girls. \r\n\r\n",
        "Molly: Well, you could call Mary, and you could come to the station with\r\n\r\nme.  \r\n",
        "Jake: Well, if Kim has given Nick the boot, I don't think you have \r\nanything to worry about, not to mention the fact that I think I have to go get\r\n\r\nmy cape out of the dry cleaner.  Come on. ",
        "",
        "Craig: All you had to do was give her a chance to explain, Cass, but you\r\n\r\nget all steamed up because I forgot to tell you about one little impulsive \r\nmoment that amounted to exactly nothing.  And now, the jury walks out of\r\n\r\nhere, thinking what they're told instead of what really happened.  Huh?",
        "\r\nYou're quitting?",
        "Cass: Wouldn't you if you were me?  \r\n",
        "Craig: No!  \r\n",
        "Cass: Well, I'm not either.  I'm walking out of here and into that press\r\n\r\nconference where I will try to do some serious damage control.  \r\n",
        "Craig: Well, you'd better hope they don't ask you why you didn't cross-\r\nexamine Carly.  \r\n",
        "Cass: Craig, they've covered enough trials to know that cross-examining\r\n\r\nher after the D.A. sledge-hammered her would have been the legal \r\nequivalent of playing Russian Roulette.  She could have killed any chance\r\n\r\nyou had at an acquittal.  \r\n",
        "Craig: That was a gamble you should have taken.  \r\n",
        "Cass: You know, my whole approach to this case has been completely \r\nwrong.  Instead of trying to prove that you're innocent of this crime against\r\n\r\nBarbara, I should have been trying to prove how stupid you are, and you \r\ncouldn't possibly have pulled it off.  [Lucinda laughs]",
        "Craig: Ah, Lucinda.  Nobody gloats with quite the abandon you do. \r\n\r\n",
        "Lucinda: Gloat, gloat, gloat.  Darling, this is your day.  This is your\r\n\r\njudgment day.  I'm just -- I'm just glad that I have a ringside seat. \r\n",
        "",
        "Lucinda: No, I can't go away.  But I'm very glad that this day arrived\r\n\r\nwhen my daughter Sierra can see along with the rest of the world, publicly, \r\nsee you for what you are.  You're a nasty man.  And you have the impulses\r\n\r\nof a thug.  \r\n",
        "Craig: How'd you get those photographs?  \r\n",
        "Lucinda: Oh, I can't take credit for that.  \r\n",
        "Craig: You?  \r\n",
        "Paul: Nothing would have made me happier.  But no.",
        "Craig: Rose?  \r\n",
        "Rose: Yes.  Absolutely.  Who knew a dumb Jersey girl like me could\r\n\r\noutmaneuver a mogul like Craig Montgomery.  Never underestimate the \r\npower of a woman, Craig.  \r\n",
        "Lucinda: I can't take credit for that, either.  I didn't raise her. \r\n\r\n",
        "Craig: Well, enjoy yourselves, ladies.  Everything comes around. \r\n\r\n",
        "Lucinda: That's what they say.  Oh, by the way, how much time do you\r\n\r\ndo for trying to blow away your old lady?  Is it 80 years?  That'll do for us,\r\n\r\nwon't it?  It's fine with us.  Well, did you want to come back to the house for\r\n\r\na drink?  I have some lovely champagne.  ",
        "",
        "Rose: Yes, please come with us.",
        "Paul: I don't know if that'd be a good idea.  \r\n",
        "Lucinda: Paul, you are truly welcome.  \r\n",
        "Paul: All right, all right.  \r\n",
        "Lucinda: Come on.  ",
        "",
        "Margo: What is going on?  Those photographs should have been shared\r\n\r\nwith defense during discovery, right?  What's Jessica trying to pull?",
        "\r\nTom: I don't know, and I'm not going to speculate.  \r\n",
        "Margo: Well, we may have to wait, because she's got to finish up her\r\n\r\nlittle press op.  Are you in?  \r\nTom: Not on your life.  See you later. \r\n\r\n",
        "Margo: Jessica, can I ask you a question?  \r\n",
        "Jessica: Sure.  As a matter of fact, I need to talk to you. \r\n\r\n",
        "Margo: What was I just watching in there?  'Cause Cass had never seen\r\n\r\nthose photographs of Carly and Craig.  You sprang that on opposing counsel\r\n\r\nwithout warning.  I mean, I'm not a member of the bar, but that's far from\r\n\r\nkosher.",
        "Jessica: Margo, your brother's a regular Houdini when it comes to \r\nslipping out of trouble.  Sometimes one needs the element of surprise. \r\n\r\n",
        "Margo: Well, I hope your need doesn't make you careless.  \r\n",
        "Jessica: And what is that supposed to mean?  \r\n",
        "Margo: It means I hope your chain of evidence is clean, that it's built on\r\n\r\nfacts, not something else.  \r\n",
        "Jessica: You got something to say, spit it out.  \r\n",
        "Margo: You've changed, Jessica.  I don't know.  Maybe it's your ambition\r\n\r\nthat's making you blind.  \r\n",
        "Jessica: You know, Margo, we've been friends for a long time, so for the\r\n\r\nsake of that friendship, why don't we just stick with official police business\r\n\r\nuntil this trial is over.",
        "Margo: I'm sorry.  It's too late for that.  A lot of people are getting hurt\r\n\r\nhere.  \r\n",
        "Jessica: Well, get used to it, 'cause it's gonna get worse before it gets\r\n\r\nbetter.  \r\n",
        "Margo: Why?  The prosecution's gonna spring another surprise?",
        "Jessica: I need you to make an arrest for me.  \r\n",
        "Margo: Who?  \r\n",
        "Jessica: I'll tell you on the way to the police station.",
        "",
        "Sierra: Just when I think there's nothing left that you can do to hurt me,\r\n\r\nyou find a whole new way.",
        "",
        "Molly: \"Today's trial was marked by\" -- does anybody have a pen,\r\n\r\nplease?  Thanks.  \r\n\t\t",
        "Nick: No problem.  \r\n",
        "Molly: Nick.  What are you doing here?",
        "Nick: Just trying to help out.  You said you needed a pen, right?",
        "Molly: Yeah, well, not yours, so get out.  Out.  Hey, hey, security?!",
        "\r\nSomebody get this man out of the studio now!  ",
        "",
        "Carly: Jack?  Jack, please be here.  Oh, thank God.  Do you know that I\r\n\r\nwas so scared, but you're here and you didn't go, which is why I'm gonna \r\nlove you until -- until the day I die.  \r\n",
        "Carly: No.  \r\n",
        "Jack: I'm sorry, Carly.  Even I have a limit.  Watching the woman I love\r\n\r\nkiss another man pretty much defines it.  \r\n",
        "Carly: I didn't kiss him, Jack.  He kissed me.  Now, I know that sounds\r\n\r\nlame, but it wasn't -- I swear to you it wasn't --",
        "Jack: It wasn't what it looked like?  We all got a good, long look, Carly. \r\n\r\nThree minutes, that's a good, long time.  I can't imagine how you're going to\r\n\r\nexplain your way out of this one, but I know it's going to be good, so -- tell\r\n\r\nme a story.  \r\n",
        "Carly: You have every right to be angry.",
        "Jack: Big of you.  \r\n",
        "Carly: And I know that I shouldn't have kept it from you.  \r\n",
        "Jack: But you did.  \r\n",
        "Carly: But if you had been there, Jack, you would have seen that I \r\nstomped on his foot, and I shoved him away.  \r\n",
        "Jack: He likes it rough?  \r\n",
        "Carly: You would have heard me tell him that I love only you.  \r\n",
        "Jack: Oh, yeah, then why did you let him put his arms around you?",
        "Carly: It was an insane night, Jack.  You remember that.  You showed up\r\n\r\nat the wedding with Julia on your arm.  She was still refusing to sign the\r\n\r\ndivorce papers.  She was clinging to you -- and me -- I was a wreck.  I was\r\n\r\ngetting the evil eye from Lisa and from Barbara.  I was wondering what I\r\n\r\nwas doing there to begin with.  I was wondering what Julia's next move was\r\n\r\ngoing to be.  I don't know -- I had a moment of panic.  And I guess I was\r\n\r\ncrying, and I was scared, and I was mad.  And then suddenly, there was \r\nCraig, ready to pounce.",
        "Jack: That's funny, because I didn't see you screaming in any of those\r\n\r\npictures.  \r\n",
        "Carly: I was too shocked to scream, Jack.  But when I finally got my\r\n\r\nbearings, I shoved him away.  I told him nothing like that would ever happen\r\n\r\nagain.  Really, Jack.  Please -- just please tell me you can believe me. \r\n\r\nBecause if you can believe me, you can forgive me.  \r\n",
        "Jack: No, that's not the point, Carly.  What hurts -- so much I can hardly\r\n\r\nbreathe.  \r\n",
        "Carly: Oh, Jack.  \r\n",
        "Jack: What hurts is that you didn't think to come to me and say, \"You're\r\n\r\nnever gonna believe what this sleazy two-timer did.  He kissed me on his\r\n\r\nwedding day.\" You said you were shocked.  You were horrified, but \r\nsomehow when it came to me, the incident wasn't worth mentioning.",
        "Carly: I thought about it.  I wanted to tell you, just so I could erase that\r\n\r\nugly memory from my mind.  But was afraid to, Jack.  I knew you'd be\r\n\r\nupset.  \r\n",
        "Jack: Well, who wouldn't be upset!  I've got every right to be!",
        "Carly: Of course you do.  And I wanted to spare you that.  Do you know\r\n\r\nwhat the worst part was about being in court today?  It wasn't what the D.A.",
        "\r\nwas doing to me.  It's what she was doing to you -- publicly humiliating you. \r\n\r\n",
        "Jack: Yeah, how about all the times you privately humiliated me, Carly?",
        "\r\nOf the two, I'll take public any day.  \r\n",
        "Carly: When did I ever do that to you?  \r\n",
        "Jack: Every time I lit into Craig, and you stood there and did nothing. \r\n\r\nEvery time you watched me laugh in his face, all cocky because I thought I \r\nhad you.  I can't imagine what was going through his mind the day I told him\r\n\r\nthat you always come home to me, to my bed.  I didn't understand why he \r\nwas so smug all the time, but now I get it.  He was thinking of his own bed,\r\n\r\nwasn't he?",
        "Carly: Stop it.  No, I never slept with Craig.  I never even considered it. \r\n\r\nThe thought makes me sick.  \r\n",
        "Jack: No, you never went to bed with him?  \r\n",
        "Carly: You know I didn't.  \r\n",
        "Jack: How can I when you couldn't even tell the truth about a kiss?",
        "Carly: You know Craig.  If I had told you, you would have gone to him,\r\n\r\nconfronted him, and he would have found some way to twist it around, make \r\nit seem like I wanted it, right?  That's the kind of game he plays. \r\n\r\n",
        "Jack: You know, before the trial, before you took that witness chair and\r\n\r\nchanged our lives forever, I asked you -- I asked you if I knew everything. \r\n\r\nAnd you looked me right in the eyes and said yes.",
        "Carly: I was trying to protect you.  \r\n",
        "Jack: Oh, you did it all for me.  \r\n",
        "Carly: Yes.  \r\n",
        "Jack: That's exactly what you said when you forgot to tell me you were\r\n\r\nmarried to Winston Lowe.  \r\n",
        "Carly: That was different, Jack.  \r\n",
        "Jack: No, Carly, it's the same.  It's the same as every other time you didn't\r\n\r\ntrust me enough to tell me the truth.  The only difference now is I stopped\r\n\r\ntrusting you.  \r\n",
        "Carly: So, where does that leave us?  \r\n",
        "Jack: It doesn't.  ",
        "",
        "Craig: Sierra, I hope you --",
        "\r\nSierra: Don't.  Just please don't.  I swear that if I hear that refrain one\r\n\r\nmore time I'm just going to scream.",
        "Craig: I never wanted you to --",
        "\r\nSierra: You know, you didn't even mention Carly.  We made love, and\r\n\r\nyou didn't even mention her.  \r\n",
        "Craig: There wasn't anything to mention.  \r\n\r\n",
        "Sierra: You know, I really do deserve some of the blame, because it was\r\n\r\nfoolish of me to think anything could be different.  I'm just so mad at you. \r\n\r\n",
        "Craig: I never made any promises.  \r\n",
        "Sierra: Yes, you did.  \r\n",
        "Craig: I did?  \r\n",
        "Sierra: To Barbara, yes.  You know, don't you think it's time for you to\r\n\r\ngrow up?  You were seconds away from marrying Barbara, but, still, you \r\ncouldn't resist a little sampling of the buffet.  \r\n",
        "Craig: Oh, come on, you are making too much of a little --",
        "\r\nSierra: Yeah, me and the D.A. and probably the jury.  \r\n",
        "Craig: Yeah, well.  \r\n",
        "Sierra: You know what really galls me in all of this?  I helped convince\r\n\r\nBarbara to marry you.  \r\n",
        "Craig: I'll be more careful next time, all right?  \r\n",
        "Sierra: Listen to you.  Listen to you.  You don't even pretend that maybe\r\n\r\nyou could live a normal and decent life.  \r\n",
        "Craig: Normalcy never really appealed to me. ",
        "Sierra: It's not too late.  \r\n",
        "Craig: You know I need a certain amount of freedom, a certain amount of\r\n\r\nsuspense.  I have to feel like I'm living my life, not just counting off days in\r\n\r\na box.  \r\n",
        "Sierra: Is that how you felt when you were married to me?  \r\n",
        "Craig: Oh, hey, we tried.  Sierra, it wasn't you.  We're just different, that's\r\n\r\nall.  I like -- I like living a little dangerously.",
        "\r\nSierra: Well, it looks like all that living dangerously is going to land you\r\n\r\nin jail.  Talk about counting your days from a little box.  \r\n",
        "Craig: You think the jury has any sympathy at all?  \r\n",
        "Sierra: Why should they?  \r\n",
        "Craig: Well, maybe because I'm innocent?  Maybe because I'm about to\r\n\r\nbe put away for a crime I didn't commit?  Not that anyone would believe that\r\n\r\nafter today.  \r\n",
        "Sierra: Did anyone before?  \r\n",
        "Craig: Hal Munson.  How ironic.  He came to me and said he thought\r\n\r\nsomebody else actually did it.  \r\n",
        "Sierra: Well, maybe you should call him.  I mean, could he do something\r\n\r\nto help you?  \r\n",
        "Craig: After watching Barbara's closeup, I don't think so.",
        "\r\nSierra: You know, Craig, I hate all these things you've done.  But I hate\r\n\r\nseeing you give up more.  \r\n",
        "Craig: You will never really know how much your support has meant. \r\n\r\n\t\t",
        "Sierra: Don't.  ",
        "",
        "Hal: And I'm convinced of that, Emily.  \r\n",
        "Sierra: Hal.  Hal, I'm glad you're here.  \r\n",
        "Hal: Are you really?  \r\n",
        "Emily: No, excuse me.  We're in the middle of something important, so --",
        "\r\nSierra: I need your help.  \r\n",
        "Hal: I don't know what this is about, sierra.  \r\n\t\t",
        "Sierra: It's about justice.  Craig needs you.  And you might be his last\r\n\r\nchance.  ",
        "",
        "Mary: \"Hey, diddle, diddle, the cat and the fiddle --\" \r\n",
        "Jake: \"The goose -- the goose jumped over the moon.\" The goose jumped\r\n\r\nover the moon.  Don't you laugh at me.  Daddy knows it was a cow.  Ooh, I\r\n\r\nlike that.  What's that scent?  Is that eau d'baby powder?  Anything -- ah, ah,\r\n\r\nah -- anything funky in the mail today?  \r\nMary: No, I don't think so.  \r\n",
        "Jake: No souvenirs with Molly's m-u-g-s-h-o-t?  \r\nMary: No.  Nothing like that.  Just bills and such.  \r\n",
        "Jake: Listen, wait, do you guys want to have a little tea party?  Let's go\r\n\r\nget our dollies.  No, we're going to go this way to get our dollies. [Jake\r\n\r\nleaves and comes back again] So, did you talk to the neighbors?  \r\nMary: All of them.  And the building staff, too.  Sorry, Mr. McKinnon,\r\n\r\nnobody saw anything suspicious on the day that package was delivered.",
        "Jake: That's okay.  I think I got a break today.  I think I can find out\r\n\r\nexactly who is behind this.  ",
        "",
        "Molly: Security, yeah, I need a guard up here now.  I need this man taken\r\n\r\nout of the station now!  \r\n",
        "Kim: Molly, Molly, Molly --",
        "Molly: Kim, he's here.  He's here even after you fired him!  He's here!",
        "Kim: I did not fire him.  Calm down.  \r\n",
        "Molly: What?  But you said that --",
        "Kim: I said that I would take care of the problem, and I did.  I'm sorry if\r\n\r\nyou think that sounded like I was going to let him go.  \r\n",
        "Molly: Kim, why are you trying to protect him?  \r\n\t\t",
        "Kim: I am not trying to protect him.  I'm an employer.  I cannot fire an\r\n\r\nemployee who hasn't done anything wrong.",
        "Molly: That man let me go to jail for something he did.  That's not\r\n\r\nwrong?  \r\n\t\t",
        "Kim: Honey, I knew that he had a record when I hired him, and I thought\r\n\r\nit was worth giving him a second chance.  And you of all people should \r\nknow how important it is to have a second chance.  As far as I'm concerned,\r\n\r\nthe best thing I ever did was to give you the benefit of the doubt.  \r\n",
        "Molly: And I agree with your principle, 100%, Kim.  But this is Nick. \r\n\r\nThis is Nick, okay.  Don't you ever -- have you ever met someone that just\r\n\r\ngave you the creeps so bad?  I feel like he's watching me.  Oh, brother.  I\r\n\r\nsound nuts, huh?  \r\n\t\t",
        "Kim: No, you don't.  You just sound scared.  And just so you know that I\r\n\r\nam taking your concerns seriously.  I have told Nick that he has to watch his\r\n\r\nstep.  And if he does anything at all that you can legitimately call \r\nharassment, he's out of here.  And I promise you that.",
        "Molly: Thanks.  \r\n\t\t",
        "Kim: Okay?  ",
        "Nick: Molly?  \r\n",
        "Molly: What do you want?  \r\n\t\t",
        "Nick: Look, I didn't -- I'm sorry.  I didn't mean to spook you, okay?  I just\r\n\r\n--",
        "Molly: You know, you should really know that I don't spook easily \r\nanymore.  I am not the person that you used to know, okay?  So, don't you\r\n\r\nconfuse this woman right here with the girl who drove your getaway car, \r\nbecause I am all grown up.  And these people here in this station, they \r\nrespect me.  So, you think about that.  You remember that just in case you\r\n\r\ndecide to try anything.  Because you cross me, Nick, and I bring you down. \r\n\r\nAnd I swear to God I'll have help.  \r\n\t\t",
        "Nick: Molly, you've got me all wrong.  \r\n",
        "Molly: No, I had you all wrong.  All those years ago when I actually\r\n\r\nthought you were somebody that I could count on.  \r\n\t\t",
        "Nick: So that's what this is about, the past.  But look, Molly, everybody's\r\n\r\ngot one.  And sometimes, the best thing that we can do is try and forget\r\n\r\nabout it.",
        "Molly: Well then maybe you should stop sending me those little \r\nreminders, like my mug shot on a T-shirt!  \r\n\t\t",
        "Nick: You know what, I'm innocent.  This is crazy!  \r\n",
        "Molly: No, you know what, you were guilty the day you were born.  I'm\r\n\r\ngoing to set some ground rules here, okay?  I'll work with you when I have\r\n\r\nto work with you, and I'll even treat you fairly.  But that's it.  I got\r\n\r\nboundaries, don't cross 'em.  You know, I almost ruined my life because of\r\n\r\nyou.  Because of somebody that treated me like dirt.  And I'm never going to\r\n\r\nbe that stupid again.  \r\n\t\t",
        "Nick: All right, look, in the past.  Yeah, maybe I played with people's\r\n\r\nheads.  But I've changed.  I promise.  And you know what?  I'm gonna prove\r\n\r\nit to you.",
        "Molly: Don't strain yourself, please.  I'm not interested. \r\n\r\n\t\t",
        "Nick: Well I didn't expect that you were going to change your mind \r\nabout me overnight.  But the one thing that I can do is that I can treat you\r\n\r\nwith the respect that I was too stupid to show before.  And then maybe I can\r\n\r\nshow you and convince you that I am not a bad guy, and I am one of the \r\ngood ones.",
        "",
        "Lucinda: I've been saving this for -- it's very good -- for something\r\n\r\nspecial.  And what's better than Craig Montgomery getting his -- ha-ha. \r\n\r\n",
        "Rose: Mmm.  A wine cooler this is not.  It's very good. \r\n\r\n",
        "Lucinda: Ah, it's good, isn't it?  But, darling, Paul, since you're here, let's\r\n\r\ndrink to us.  Never adversaries.",
        "Paul: Nothing like sharing a common goal.  \r\n",
        "Lucinda: It's not too crass is it?  To drink to a common enemy?",
        "Rose: No!  Drink, drink, drink.  \r\n",
        "Paul: No, never.  But we should have a drink to you, Rose.  If it weren't\r\n\r\nfor you, the D.A. would have had a difficult time getting a conviction, so \r\ncheers.  \r\n",
        "Rose: Oh.  Cheers.  I'll send ya the bill.  \r\n",
        "Paul: No, you owe me -- a dinner, remember?  \r\n",
        "Rose: Oh, yeah.  Yeah.  \r\n",
        "Lucinda: Oh, darling, you -- oh, well that's okay, there's plenty more. \r\n\r\nHelp yourself to some more.  \r\n",
        "Rose: All right.\r\n",
        "Lucinda: Hey, Paul, you know something?  Your instincts are 100%. \r\nCause next week, Rose has a birthday.",
        "Paul: Hmm, thanks for the tip.  \r\n",
        "Rose: What are guys whisperin' about over there?!  No secrets!",
        "Lucinda: What?  Innocent looking me?  \r\n",
        "Rose: Oh, you're about as innocent as a crocodile, Ms. Walsh.  \r\n",
        "Paul: Looks like I'm not the only one with good instincts in this room. \r\n\r\nLadies, it's been lovely, but I've got to go.  \r\n",
        "Lucinda: Oh.  \r\n",
        "Rose: Oh.  \r\n",
        "Lucinda: Oh, so soon?  \r\n",
        "Paul: Yeah, my mother's expecting me, so --",
        "Rose: Oh.  At least you have good news for her.  \r\n",
        "Paul: Yeah.  \r\n",
        "Rose: Right.  \r\n",
        "Lucinda: Please, give her my best.",
        "Paul: I will.  And, Rose, thank you.  ",
        "",
        "Rose: Oh, you're welcome.  What were you talking about?  Come on,\r\n\r\nspill it!  \r\n",
        "Lucinda: No.  I was just -- I was just telling him what a great gal you are. \r\n\r\n",
        "Rose: Oh, with your natural light touch, I'm sure.  \r\n",
        "Lucinda: Well, what's wrong with that?  You're interested in him, aren't\r\n\r\nya?  \r\n",
        "Rose: Oh, he's -- he's interesting.  He's nice.  \r\n",
        "Lucinda: Uh-huh.  Oh, darling, sip, sip.  Hold it down there and sip. \r\n\r\n",
        "Rose: Hmm, that's excellent.  Gave me heartburn, though.  I gotta go. \r\n\r\n",
        "Lucinda: Yeah, he's a nice boy!  But you're missing something else.  He's\r\n\r\nalso a very useful one. ",
        "",
        "Hal: I am not going to help Craig beat this rap.  \r\n",
        "Sierra: Look, there's no reason that you should even help him cross the\r\n\r\nstreet, but you're a guy who believes in right and wrong, and you believed \r\nthat he was innocent.  Do you still?  \r\n",
        "Hal: Hmm, I have my doubts.  But there's nothing I can do. \r\n\r\n",
        "Sierra: Look, if this is because last time that I was in town, we parted on\r\n\r\nbad terms, I apologize.  I -- I was wrong.  \r\n",
        "Hal: It has nothing to do with that.  \r\n",
        "Sierra: Listen, Hal, I will pay anything.  I need you to help me keep Craig\r\n\r\nout of jail for something that he didn't do.  He doesn't stand a chance against\r\n\r\nthose pictures.",
        "Hal: I don't want your money.  And I don't want your job.  I'm sorry,\r\n\r\nSierra, but the police are going to have to handle this.  \r\n",
        "Sierra: Well if you change your mind, I'll be at my mother's.\r\n",
        "Hal: Now there's irony for you.  Me hired to get justice for Craig. \r\n\r\n",
        "Emily: Well I guess nobody told Sierra you only protect Barbara. \r\n\r\n",
        "Hal: Not only Barbara.  Now I'll keep looking for this guy, but I'll do it\r\n\r\non one condition, Emily, I do it alone.  \r\n",
        "Emily: You don't even want to compare notes?  \r\n",
        "Hal: Emily --",
        "Emily: Look, I'm going to keep looking for this guy.  You can work with\r\n\r\nme or without me, but you can't stop me, Hal.",
        "Hal: Well --",
        "Emily: This guy wants me dead.  I'm not going to sit around and give him\r\n\r\na target.  \r\n",
        "Hal: Then we got a problem.  Because I do this my way, and I do it\r\n\r\nalone.  \r\n",
        "Emily: Why, why?  So the d.A.  Doesn't charge Barbara with perjury?",
        "\r\nForget about that.  It's not going to make any difference to Barbara if the\r\n\r\nwhole world knows she lied up on that stand.  Not if she's already dead. \r\n",
        "",
        "Carly: You can't leave.  \r\n",
        "Jack: There's nothing left to say.  \r\n",
        "Carly: I love you.  \r\n",
        "Jack: Carly, when two people don't trust each other, there's not enough\r\n\r\nlove in the world to make a difference.  \r\n",
        "Carly: I do trust you.  It's Craig I don't trust.  We can get through this,\r\n\r\nJack.  We've gotten through so much worse than this.",
        "Jack: I gotta go.  \r\n",
        "Carly: I lied.  It was stupid, just pointless and gutless and stupid, but I\r\n\r\nwasn't trying to pull anything over on you, Jack.  If I'm guilty of anything at\r\n\r\nall, it's loving you so much that I'm afraid.  I'm always afraid I'm going to\r\n\r\nlose you.  So please, we can work this out.  We can get through it, Jack.  If\r\n\r\nwe quit now, then Craig is going to win.  Is that what you want?  \r\n",
        "Jack: He's already won, Carly.  Craig won the first time you two shared a\r\n\r\nsecret.  \r\n",
        "Carly: No.  \r\n",
        "Jack: I know all the time I spent with Julia hurt us, but at least I can say\r\n\r\none thing.  I never lied to you.  I never cheated on you, I never kept anything\r\n\r\nfrom you.  I'd give my own life right now, if you could tell me the same.",
        "Carly: Jack, I love you.  Please don't leave me.  Jack, please don't go. \r\n\r\nJack.  Jack.  \r\n[Jack Snyder leaves]",
        "",
        "Jake: Hello, beautiful.  \r\n",
        "Molly: Where are the girls?  \r\n",
        "Jake: Oh, they're zonked.  You know those -- those tea party animals. \r\n\r\nThere just knockin' back chamomiles, slingin' cinnamon toast.  Some of my\r\n\r\nbest work, what's wrong?  \r\n",
        "Molly: Oh, I really hate to bring this home.",
        "Jake: Well, home's the best -- what's goin' on?  \r\n",
        "Molly: It's Nick.  \r\n",
        "Jake: Kim didn't fire him?  \r\n",
        "Molly: Turns out Kim's way of \"Taking care of it\" was just givin' the guy\r\n\r\na stiff lecture.  \r\n",
        "Jake: You're okay with that?  \r\n",
        "Molly: I guess.  \r\n",
        "Jake: You guess.  You're sure?  \r\n",
        "Molly: I can handle it.  I can handle him.  You know, I'll call security, I'll\r\n\r\nhave him keep an eye out.  Besides, you know, Kim practically swore that\r\n\r\nshe'd give the guy the boot if he looked at me cross-eyed.  Jake, without any\r\n\r\nproof, I really can't make her do anything.  \r\n",
        "Jake: Well, I may have the answer.  See, Margo slipped me the tape in\r\n\r\ncourt today.  She didn't have a chance to review it, but it's the security\r\n\r\ncamera in our -- in our lobby.  It's all cued up right now, if you'd like to take\r\n\r\na look at it.  [Molly giggles] It's all cued up.  \r\n",
        "Molly: Does this mean that we're going to be able to find who delivered\r\n\r\nthat package?!  \r\n",
        "Jake: Well I can guarantee it won't be purple dinosaurs teaching us our \r\n\t\tABCs.  Let's press Play.",
        "Molly: Hello, Aiden.  Oh, there's Mrs. Blumenthal from 4C. \r\n\r\n",
        "Jake: Right, that must be where he went to help her.",
        "Molly: The package, Jake!  It's there, it's right there!  \r\n",
        "Jake: Wow.  Whoever did that definitely didn't want to be seen. \r\n\r\n",
        "Molly: Nobody came in the front door.  Well I guess I should be glad that\r\n\r\nit's not Nick.  But I'm not liking the alternative much better.  \r\n",
        "Jake: Neither am I, especially if your mind's going where my mind is.",
        "Molly: It was delivered from in the building.  Jake, one our neighbors did\r\n\r\nthis.  ",
        "",
        "Sierra: I knew that you'd be doing a victory dance.  Why?  There's no\r\n\r\nvictories here, Mother.  Everything about this trial is a tragedy. \r\n\r\n",
        "Lucinda: The idea that you would still be defending him really turns my\r\n\r\nstomach.  \r\n\t\t",
        "Sierra: You know, the fact that Craig committed one of his stupid \r\nindiscretions doesn't prove anything except that he's still an adolescent when\r\n\r\nit comes to women.  But he's not being accused of lust, Mother, he's being\r\n\r\naccused of attempted murder.  And he -- he did not try to kill Barbara. \r\n\r\nSomebody else did and guess what?  They're still out there. ",
        "",
        "Emily: I am not going to argue with you, Hal.  I've made up my mind. \r\n\r\nAnd you don't want to cross me after I've made up my mind.  \r\n",
        "Hal: You insist on going after this guy, you are putting yourself out\r\n\r\nwhere he can take another crack at you, and you should be laying low.  \r\n",
        "Emily: Look, I'm not going to sit around and wait for you or anybody\r\n\r\nelse to figure out who is trying to kill me!  \r\n",
        "Hal: Will you just listen to me for one second?!  \r\n",
        "Emily: I have taken care of myself up to this point in my life!  I don't\r\n\r\nneed you or anybody else telling me what I need to do to pro --",
        "Hal: Enough!  I have never heard anybody talk so much!  Your gums are\r\n\r\ngoing to bleed in a second.",
        "Emily: Are you finished?  Because I have work to do.  \r\n",
        "Hal: You think I'm dragging my feet?  You think I'm puttin' Barbara's\r\n\r\nwelfare in front of yours, Emily?  I am not.  I am not doing that, believe me. \r\n\r\nI do not want anything bad to happen to you.  \r\n",
        "Emily: Okay, well then let's get this guy.  Let's nail him.  Are we partners\r\n\r\nor what?  \r\n",
        "Hal: I'm going to regret this.  \r\n",
        "Emily: Mm-hmm, mm-hmm.  \r\n",
        "Hal: All right.  Partners.  \r\n",
        "Emily: But you listen to me.  If this guy comes after you, don't you go\r\n\r\nafter him with a weapon again.  You leave this to me.  Don't go stabbin' him\r\n\r\nin the shoulder, okay?",
        "Emily: All right, all right, Mr. \"All the orders.\" Let's go.  Buy you a cup\r\n\r\nof coffee, okay?  We're going to find this guy.  ",
        "",
        "[Doorbell rings]",
        "Carly: Jack?  Jack!  \r\n",
        "Margo: I am so sorry to disappoint.  \r\n",
        "Carly: I'm really not in the mood.  \r\n",
        "Margo: Carly, this is not a social call.  \r\n",
        "Carly: After everything else, you are going to bring me down to station\r\n\r\nand question me some more?  I don't know anything.  \r\n",
        "Margo: The D.A. didn't like it that you swore that there was no romantic\r\n\r\nrelationship between you and Craig.",
        "Carly: There isn't one!  \r\n",
        "Margo: She also didn't like it that you tried to get rid of the photographs\r\n\r\nof you and Craig kissing.  \r\n",
        "Carly: It was misleading.  \r\n",
        "Margo: Carly, it was evidence.  Carly Tenney, you're under arrest as\r\n\r\naccessory to attempted murder.  \r\n",
        "Carly: What?  \r\n",
        "Margo: You have the right to remain silent and refuse to answer \r\nquestions.  Do you understand?  \r\n",
        "Carly: Wha --?  \r\n",
        "Margo: Anything you do say may be used against you in a court of law. \r\n\r\nDo you understand?  You have the right to consult an attorney before \r\nspeaking to the police and to have an attorney present during any and all \r\nquestioning.  Do you understand?  If you cannot afford an attorney, one will\r\n\r\nbe provided for you without cost.  Do you understand? "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=skepF83dkp0"
}