{
    "Episode Summary": [],
    "Recap": [
        "After much debate, Jack swears to Carly he'll come back to Oakdale, but he's bringing Julia and JJ with him. At the press conference, Lucy remembers Raphael and they embrace. Roseanna forgives Paul and asks for a second chance, Paul more than happy to give it to her. Bob tells Ben because there's been a charge against him, he'll have to submit to a urine test to clear his name. Ben refuses. Roseanna tells Carly to hang in there, urging her to fight for Jack and their life together."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Dusty: Take it easy, would ya? That thing took a long time to hang.",
        "Aaron: I've a lot of work to do before the fight.",
        "Dusty: Bud told me you've been killing this thing for hours. Relax, would ya?",
        "Aaron: What's the matter, Dusty? Are you afraid I'm going to make Dominic's guy look like a chump?",
        "Dominic: Hey kid, hit the showers and use extra soap. You got a press conference coming up.",
        "Aaron: What, I do?",
        "Dominic: Don't you read the paper? Rafael Ortega's coming on a tour today. In fact, he's probably checking into the Lakeview right now. He's gonna settle up, and he's going to come over and see you soon. So come, the reporters are coming.",
        "Aaron: Wait, I'm going to be in the newspaper?",
        "Dominic: You're not only going to be in the newspaper, hundreds of people are going to watch you fight. Look, I've been talking to local cable. Okay, they might fit us in the line-up, prime time.",
        "Dusty: You know the City Times is owned by Lucinda Walsh. That's Lucy's grandmother.",
        "Dominic: That's one of the reasons why I didn't want your little girlfriend hanging around. You told her to stay away, right?",
        "Dusty: Yeah.",
        "Dominic: Cheer up, baby. We're going to make some serious bucks here.",
        "Dusty: I know.",
        "Bud: Hey, you're feeling good?",
        "Aaron: Bud, feeling great.",
        "Bud: How're your chances against Ortega?",
        "Aaron: A lot better than those two guys think, that's for sure.",
        "[SCENE_BREAK]",
        "Lucy: I don't believe it. I don't believe it.",
        "Alison: Rafael Ortega, a promising young middleweight, dropped out of the picture two years ago and has chosen Oakdale as the place to re-launch his career. Managed by -- yadda yadda yadda -- Ortega will meet his opponent, newcomer, Aaron Snyder, today for a press conference. Aaron's in the newspaper!",
        "Lucy: Alison, Dusty didn't even tell me there was a press conference. He completely shut me out.",
        "Alison: Well, weren't you on your way over to tell him that the shut-outs are over?",
        "Lucy: Well, I was, but then I figured I should just wait for him to get back to Lakeview. You know, Dominic doesn't like me hanging around.",
        "Alison: Oh, who cares? Lucy, you've got to learn to stick up for yourself or just get \"use me\" tattooed to your forehead.",
        "Lucy: You're right.",
        "Alison: Okay, so let's go to the gym.",
        "Lucy: You're coming with me?",
        "Alison: Absolutely, and if you chicken out, I'll just point to my forehead.",
        "[SCENE_BREAK]",
        "Ben: This is what I'm taking. See for yourself.",
        "Bob: Ben, you should have told me that you're still taking medication.",
        "Ben: You know, I didn't think it was necessary for a physician to inform the chief of staff every time he had a headache.",
        "Bob: Headache?",
        "Ben: Yes, you are holding my big, bad stash of ibuprofen.",
        "Bob: So I am. I'm sorry.",
        "Ben: Look, I don't blame you for believing Jessica. Just next time, try to remember you can't trust everything that comes out of that woman's mouth.",
        "Jessica: Ben, I only mentioned it to Bob because I was concerned about you.",
        "Ben: Well don't be. There's nothing seriously wrong with me. I think a few tension headaches are par for the course when your life gets trashed.",
        "[SCENE_BREAK]",
        "Paul: I shouldn't -- I'm sorry. You know what, I'm just going to leave.",
        "Rosanna: No, you didn't do anything wrong.",
        "Paul: Why, I did. I made you think of Cabot.",
        "Rosanna: It's okay. I always think about Cabot. The memory isn't fading, it's just getting less dominant.",
        "Paul: I think I know what you mean. I mean, for a long time, all I could remember was that last awful moment. But lately, I've been trying to remember some of the good things.",
        "Rosanna: Yeah, like the way he would wake up from a nap.",
        "Paul: Yeah, he'd stretch for like 10 minutes before he opened his eyes. Looked like a little cat.",
        "Rosanna: And he would always wake up with a big, silly grin. I loved making that child laugh.",
        "Paul: We don't need to do this, Rosanna.",
        "Rosanna: No, it's okay. I think we do. You know, I watched you with Sage and Parker. It made me remember something. You loved Cabot.",
        "Paul: I absolutely did.",
        "Rosanna: If you hadn't, you wouldn't have saved him from the fire. You risked your own life to do that. And all this time, I've been accusing you of letting me down. It gave me time with my baby.",
        "Paul: Are you saying that you might forgive me?",
        "Rosanna: I'm thinking about it.",
        "[SCENE_BREAK]",
        "J.J.: Mom, when are we leaving?",
        "Julia: J.J., Go back into the room and finish watching your show. Okay? As soon as Jack is ready, I will let you know.",
        "J.J.: I'm sick of TV. I'm sick of going into the other room. What's taking Jack so long? What's Jack and that lady talking about anyway?",
        "Julia: Honey, I wish I could tell you.",
        "[SCENE_BREAK]",
        "Carly: Jack, you said you'd come home.",
        "Jack: I will. But I can't just pick up and leave right this second. Julia and J.J., they're counting on me.",
        "Carly: I'm not asking you to abandon them. I have money. I can give them whatever they need to go back, or to start new some place else. They can have whatever belongs to me, except you.",
        "Jack: Listen, I made commitments.",
        "Carly: Yes, you did, to me and Parker and Sage!",
        "Jack: Look, I'm sorry but I can only deal with what I know. And right now, all I know is that when I married Julia, I promised to take care of her and J.J. for the rest of my life.",
        "Carly: I love you. Our children love you and we need you. Who's going to teach Sage how a good man acts? Who's going to teach Parker how to be one?",
        "Jack: But J.J., J.J. needs the same thing.",
        "Carly: You just met J.J. Our children know you, the real you. Jack, they deserve to have their father back. I can't raise them without you.",
        "Jack: This life you're talking about, it's not real to me.",
        "Carly: Well it is. It's completely real. It's this life with Julia that's make-believe.",
        "Jack: Okay, I know it might look that way to you --",
        "Carly: To anyone. She used you, Jack. She saw that you were vulnerable and she took advantage of that.",
        "Jack: No, no. I was the one who pushed. Julia, she was the one who was afraid to fall in love.",
        "Carly: Do you remember our last day together? At Emma's pond? You told me that you wanted to have more children with me. You're not even trying to remember.",
        "Jack: No, I have been trying for months. I'm sorry, nothing's coming back.",
        "Carly: That's why you need to come to Oakdale with me.",
        "Jack: I need to talk to them first.",
        "Carly: Okay, fine. Go ahead.",
        "Jack: Alone.",
        "Carly: I'll wait out here.",
        "Jack: I mean really alone. Without the threat of you outside the door.",
        "Carly: I'm a threat?",
        "Jack: To Julia and J.J.? What else could you be? Look, go back to Oakdale. I'll join you there as soon as I've sorted everything out.",
        "Carly: You expect me to leave here without you? After everything that I have done to find you, there is no way, no way that I am going to risk losing you again.",
        "Jack: All right, you know me well, right?",
        "Carly: I know you better than anyone in the world.",
        "Jack: Right, then let me ask you a question. Am I a man you can count on?",
        "Carly: You make a promise, you keep it.",
        "Jack: I'm still that man. And I promise, I will meet you in Oakdale after I talk to Julia.",
        "Carly: No --",
        "Jack: I'm sorry. There's no other way.",
        "[SCENE_BREAK]",
        "Bob: Jess, are these the pills that you saw before?",
        "Jessica: I'm not exactly sure. They look different.",
        "Ben: Oh, come on Bob. You're not seriously going to pursue this?",
        "Bob: Different in what way?",
        "Jessica: Well the capsules were bigger, I think.",
        "Ben: Wait, wait, wait. Let me ask a couple of questions here, all right? The bottle that you saw me open, was it tinted?",
        "Jessica: Yes, yes it was tinted.",
        "Ben: Okay and how about the lighting at the metro?",
        "Jessica: It's always dim.",
        "Ben: Exactly. See, between the tinted bottle and the dim lighting, there's no way that she could have seem what I was taking from across the room.",
        "Jessica: Okay, maybe I made a mistake but --",
        "Bob: Well go on.",
        "Jessica: There was something in your eye when I asked you about those pills. You looked like you were caught.",
        "Ben: I was angry. I'm angry because I don't think this is any of your business. Not because I have something to hide, unlike some people.",
        "Jessica: You know, I really don't think Bob needs to hear any of this.",
        "Ben: No, I think Bob needs to hear all of this so that he can understand why she comes to you and tells you that I have a drug problem.",
        "Jessica: Ben, I am worried about you. I feel responsible for your pain.",
        "Ben: You feel responsible? Is that why you went digging through my pockets, jumping to some ridiculous conclusions, coming to my boss with unfounded accusations.",
        "Bob: Isn't it just possible that Jess called me because she's concerned about your well being?",
        "Ben: No, no, no. Let's just look at the timing here. The day that I served Jessica with divorce papers, what's the first thing she does? She comes to you, accusing me of being a drug addict. This is payback, plain and simple.",
        "Jessica: Ben, I would never -- you know me.",
        "Ben: No, that's just the point Jessica. I don't know you. Bob, she has already betrayed me. Don't let her ruin my career, too.",
        "[SCENE_BREAK]",
        "Paul: As horrible as James is, I didn't think he'd actually go through with it. And I know that I've said this to you before, Rosanna. But I really thought that I had time to save you both.",
        "Rosanna: I know. It was just so painful. I had to lash out at somebody. I'm really sorry that it had to be you.",
        "Paul: Has something changed?",
        "Rosanna: I guess so, I mean, I'm watching my sister go through this horrible time with Jack and I -- I guess I realized how lucky I am to have somebody in my life that really cares about me. And if I'm pushing that person away, it's probably because I'm punishing myself.",
        "Paul: What did you ever do to be punished for?",
        "Rosanna: I thought I was smarter than James.",
        "Paul: Yeah well, we both thought that.",
        "Rosanna: But we can't beat ourselves up for that for the rest of our lives. And I know you were in an impossible situation.",
        "Paul: I loved Cabot.",
        "Rosanna: I know, we both did. And I think that James has just caused us enough pain. So, I'm watching my sister get a second chance with her husband, and I thought that I would like a second chance. And I thought it would be nice if I could have a second chance with you.",
        "[SCENE_BREAK]",
        "Carly: I can't leave here alone. The minute I go, she'll start filling your head with lies about me. She'll try to convince you --",
        "Jack: No, did I used to be easy to fool or something?",
        "Carly: No. No, never. You were my g-man. The guy who size up any situation and get it right.",
        "Jack: You've said that before, g-man.",
        "Carly: It was my nickname for you. Please, please tell me that something is coming back.",
        "Jack: I was asleep one night. It felt like someone whispered it to me.",
        "Carly: That was me. Somewhere in that beautiful head of yours, it was me calling to you in your dreams. You called me at home, do you remember that?",
        "Jack: I did?",
        "Carly: About a month ago, from a rest stop on a highway. I was in trouble and you knew somehow.",
        "Jack: You know who I called? I had this feeling that someone needed me and I thought it was Julia that was calling.",
        "Carly: It was me. I was in danger, g-man, and you saved me.",
        "Jack: How did I know?",
        "Carly: You always know. I'm part of you, Jack. You're a part of me. I'm in here. You just have to find me.",
        "[SCENE_BREAK]",
        "Aaron: I've never been to one of these things.",
        "Dusty: All right, take it easy, would ya?",
        "Aaron: Yeah.",
        "Dusty: All you got to do is stand there and stare down this guy Ortega. Let him know who's who.",
        "Aaron: Uh-huh.",
        "Dusty: The press is going to be all over him.",
        "Aaron: So, I'm just here to make him look good.",
        "Dusty: Now you're catching on.",
        "Alison: There's Aaron. Good luck. And don't forget, you have every right to be here.",
        "Lucy: I know there is nothing that Dusty can say that's going to change my mind.",
        "Dusty: What are you doing here?",
        "Alison: Check you out. Oakdale's champion. You look great.",
        "Aaron: Alison, what are you doing?",
        "Alison: Well, I came to make sure that you stayed out of trouble.",
        "Aaron: Oh, hey, there's something you're pretty good at.",
        "Lucy: It's a good thing I read the paper. Otherwise I wouldn't have known you were holding a press conference to promote the fight.",
        "Dusty: I thought we agreed that you'd stay out of this.",
        "Lucy: You agreed. I thought we were together on everything.",
        "Dusty: Everything but this. Please baby, you gotta stay away. All right?",
        "Lucy: Make me.",
        "[SCENE_BREAK]",
        "Rosanna: I was watching my sister's face when they told her Jack had died and it was so sad. It was so awful. And it made me realize how precious love is. It's a terrible thing to waste.",
        "Paul: Yes, it is.",
        "[SCENE_BREAK]",
        "Carly: This is very hard for you.",
        "Jack: Yeah.",
        "Carly: We've done hard before, Jack. And we've always made our way back to each other. So you go, and talk to Julia. I'll go back to Oakdale and I'll wait for you.",
        "Jack: I'm going to need a little more time.",
        "Carly: Tomorrow?",
        "Jack: At the latest.",
        "Carly: I'm trusting you. I'm trusting that you'll come home.",
        "Jack: I will.",
        "Carly: You --",
        "Jack: What?",
        "Carly: You probably don't remember where we live. I'll write it down for you, okay? Here's our address and my number, my cell number. And the Police station.",
        "Jack: Yeah, okay.",
        "Carly: Okay. And here, this credit card is in both our names. You can use it to -- to get your plane ticket.",
        "Jack: Thanks.",
        "Carly: Jack, there's one more thing. I'll see you at home.",
        "Julia: Jack.",
        "Jack: Huh? We're going to Oakdale.",
        "[SCENE_BREAK]",
        "Ben: I'm sorry that you were dragged into this, Bob.",
        "Bob: I just wish -- well that you guys could have worked it out. I mean, you're both good people.",
        "Ben: Yeah, well -- the important thing is that we've cleared all this mess up.",
        "Bob: Well, not quite. I mean, since there's been a complaint lodged against a member of the staff, the hospital has to investigate.",
        "Ben: What, so now you think I'm an addict?",
        "Bob: Ben, I'm chief of staff. I have no choice. An official inquiry will have to be opened.",
        "[SCENE_BREAK]",
        "Paul: Rosanna, listen, you didn't, you didn't need to do that.",
        "Rosanna: What do you mean? I mean, after the way you helped with the kids, the least I can do is bring you a drink. Is that a car outside? Did you hear that?",
        "Paul: No. What, so you think Carly's back already?",
        "Rosanna: Well maybe. Let's check see, huh? Carly! What happened?",
        "Carly: I don't quite know how to answer that.",
        "Rosanna: Where's Jack?",
        "Carly: It's a long story.",
        "Paul: I'm gonna get out of here. If you need anything at all, will you please call me? Carly, I'm really glad you're home safe.",
        "Rosanna: Carly, where's Jack? He's coming home, isn't he?",
        "Carly: He said he would.",
        "Rosanna: When?",
        "Carly: He said tomorrow at the latest.",
        "Rosanna: Oh, wow. That's tough. I mean, the kids are going to be really disappointed.",
        "Carly: Oh, my God. Where are they? I can't have Parker hearing any of this.",
        "Rosanna: They're upstairs. What happened?",
        "Carly: I can't talk in here. I found the motel where Jack is staying, and I was just about to knock on the door, when he came out. He was carrying suitcases and he looked right at me.",
        "Rosanna: Oh my God. What did you do?",
        "Carly: At first, all I could was stare. It was amazing. He looked so beautiful like every dream I've had come true. And then I realized that he wasn't looking at me the same way.",
        "Rosanna: Really?",
        "Carly: We knew, we assumed that Jack wasn't himself. But I was so sure that when he saw me, when he looked into my eyes --",
        "Rosanna: Yeah I know, I know. I was hoping the same thing.",
        "Carly: It's awful. He looks at me and he doesn't remember one single thing about our life. Not our children, not our wedding, nothing.",
        "Rosanna: What did he say when you told him who you were?",
        "Carly: He kept saying that he was sorry that he couldn't remember. I tried everything. I talked to him about the kids, I showed him a family picture. Nothing, nothing worked.",
        "Rosanna: This is a nightmare. I mean, you guys are Jack's life.",
        "Carly: We are the life he's forgotten.",
        "Rosanna: You just have to get back in there.",
        "Carly: I'm not sure it's going to be that easy. He has a new wife. He has a new step-son.",
        "Rosanna: The wife, did you see her?",
        "Carly: Yeah I saw her. I let her have it, too. But it didn't make much difference. She has Jack convinced that the three of them are a family. He looks at her the way he used to look at me. He thinks about her kid like it's his son. He says he loves her, he says he loves them.",
        "Rosanna: What you need to do, what you need to do is get him back. Get him remembering again and you will. Okay? You will, you have to.",
        "Carly: Yes, he'll remember. He has to because I'll be damned if we lose him to anybody. And I made that perfectly clear to her, too. She didn't want Jack to know the truth, especially the part about how she was keeping him from us. But I told him everything. And can you believe, that after all that, he still wouldn't come home with me?",
        "Rosanna: Well he promised to come home tomorrow, right?",
        "Carly: Yeah. He said he needed time to take care of his wife and son first.",
        "Rosanna: Then he'll be here. Okay? He'll be here.",
        "[SCENE_BREAK]",
        "Julia: Jack, look, here's what I'm not saying. I'm not saying that you shouldn't ever go. What I'm saying is that maybe, maybe we should get settled first and we should stick to the original plan.",
        "Jack: Don't you mean your original plan? The one that has me living under an assumed name in a place where no one will come looking for me?",
        "Julia: You have every right to be angry.",
        "Jack: Yeah I'm angry, Julia. You're right about that. I'm a lot of other things, too.",
        "Julia: I want to fix this. Okay --",
        "Jack: If you really want to fix this, then you'll tell me the truth. Every last detail.",
        "Julia: What do you want to know?",
        "Jack: Was Carly right? Did you know that I was married to her and I already had a family?",
        "Julia: Yes, I did.",
        "Jack: I trusted you.",
        "Julia: It wasn't deliberate, Jack. I swear to God I didn't know anything until after you and I were already married.",
        "Jack: It doesn't matter when you found out. Julia, don't you understand that? You should have told me.",
        "Julia: Maybe I should have, Jack. But I couldn't, okay? I fell in love with you thinking that the only woman from your past was your first wife, Julia, who tried to kill you. I thought you were divorced. I never would have married you, had I known it. Had I known otherwise, but once I made that commitment to you, Jack. Once I gave you my heart, I couldn't -- I couldn't give you back.",
        "Jack: So you decided to lie to me. You went to Oakdale and you saw my family, and you didn't tell me about it?",
        "Julia: I saw Carly and she was with this man --",
        "Jack: Honey, that wasn't your call to make. It wasn't your decision to make and you had no right to make it for me.",
        "[SCENE_BREAK]",
        "Dusty: Don't do this, all right? Don't come in here a couple of minutes before a big press conference and change the rules on me. Don't do that.",
        "Lucy: I thought the rules were we didn't exclude each other.",
        "Dusty: On most things, but this is business. You could not understand.",
        "Lucy: This business is going to finance our move away from Oakdale. That makes it my personal business.",
        "Dusty: Lucy, I'm serious. Go home. We'll talk later.",
        "Lucy: You're telling me to leave?",
        "Dusty: I'm telling you this is no place for Lucinda Walsh's granddaughter.",
        "Lucy: I can't believe you of all people could say that to me. You were the only person in my life who didn't patronize me or stick me in some roll. If you're not that person anymore, you need to tell me now.",
        "Dusty: You know what, it hurts me to say it, but you're right. Okay. To hell with Dominic. You stay here.",
        "Lucy: You mean it?",
        "Dusty: I lie, baby, but never to you.",
        "Bud: Ladies and gentlemen of the press --",
        "Dusty: Okay, that's my cue. Let's go.",
        "Bud: Let's have a nice welcome for Aaron Snyder. He's an up and comer, originally out of Seattle. Now he's one of our local boys managed by Dusty Donovan.",
        "Reporter #1: Snyder, what's your record? How many fights have you won?",
        "Aaron: Ah --",
        "Dusty: Aaron's been fighting since he was a kid, no losses. He's a killer.",
        "Dominic: Okay, folks. Put your hands together for the next middleweight champion of the world, Rafael Ortega.",
        "[Cheers and applause]",
        "Reporter #2: Mr. Ortega, is it true you quit the fight game for a couple of years?",
        "Photographer #1: And smile for the camera.",
        "Reporter #3: Your manager says that you're going to be the next Oscar de la Hoya. What do you think?",
        "Rafi: That's right.",
        "[SCENE_BREAK]",
        "Julia: You're right. Once I found out about Carly, I should have told you. I should have let you make your own choice. And now you're making it.",
        "Jack: Yeah, now I'm making it.",
        "Julia: Jack, is there -- do you still love me or --",
        "Jack: That's not going to change. That's not going to change. Listen, if I didn't love you, I could walk away from this and feel nothing. But, I can't.",
        "Julia: Then why do you have to go back there? I mean, if you still love me then let's go --",
        "Jack: Honey, I got to go back because I do love you. Honey, my memories are back in that town. I go back there, I find out who I am.",
        "Julia: I know who you are. You're the man that changed my future. You changed my future and J.J.'s future. You go back there, then what's going to happen to that future?",
        "Jack: I want you to come with me. Come with me. You know, Carly gave me this credit card to charge a plane ticket to but I want to drive back, the three of us. I'll find a really nice hotel, one with a pool for J.J. and you guys can hang out there while I sort this whole mess out.",
        "Julia: How does this story end, Jack? With the three of us getting in a car together and saying goodbye to Oakdale? Are you going to put me and J.J. on a bus and -- put us on a bus to nowhere?",
        "[SCENE_BREAK]",
        "Rosanna: Look, if Jack has promised that he'll come, he'll come. Okay? Jack never breaks his promises.",
        "Carly: But that woman, that Julia, she's playing games with his mind, she's probably convincing him right now to send me a letter saying, \"I'm sorry but I've decided to stick with family number two.\"",
        "Rosanna: Come on, she would never get away with that.",
        "Carly: How do you know?",
        "Rosanna: Because Jack has seen you. He's not going to be able to stay away. And once he's here, he's going to start remembering.",
        "Carly: He thinks he's in love with her.",
        "Rosanna: Come on, with memories as powerful as the ones that are in this house. Come on, it will be no contest.",
        "Carly: We have done a lot of living in this house, haven't we? When we brought Sage home, Jack had her tucked inside his jacket. He carried her right through that door.",
        "Rosanna: How many pumpkins have you carved on this porch?",
        "Carly: Last year we used seven rolls of film to try to capture the perfect Christmas card picture.",
        "Rosanna: You are going to have that all back.",
        "Carly: When, when? And how do I know that Jack isn't going to decide that his ready-made family's a lot easier.",
        "Rosanna: Look, when the four of you are all together, he'll know. You'll show him photo albums. You'll take him to Emma's farm.",
        "Carly: What if it isn't enough? I can't lose him again.",
        "Rosanna: You won't, you won't. He's alive, the worst is over.",
        "Parker: Where's Jack? He's not coming, is he?",
        "[SCENE_BREAK]",
        "Ben: If this accusation were coming from anywhere else, it would be different. But from my soon-to-be-ex-wife?",
        "Jessica: Ben, I would never just make something --",
        "Ben: You would never what? Lie? Do something that would hurt me or destroy my life? No, you can't say you would never do that because you already have, haven't you, Jess?",
        "Jessica: Bob, I seem to have made a terrible mistake.",
        "Bob: It's nothing that can't be rectified. A simple urine test should clear this up once and for all.",
        "Ben: A urine test?",
        "Bob: It's not a big deal, Ben. Five minutes in the lab.",
        "Ben: Absolutely not.",
        "Bob: Are you refusing to settle this?",
        "Ben: I'm refusing to be humiliated. She's already taken enough from me, Bob. Don't let Jessica take my dignity, too.",
        "Bob: Ben, I'm not asking you to do this, I'm ordering you.",
        "Ben: Fine, you can order all you want. I'm not doing it!",
        "[SCENE_BREAK]",
        "Reporter #1: Is it true you fight with your girlfriend's picture tucked into your socks?",
        "Rafi: I'll let you know as soon as I get a girlfriend.",
        "Reporter #2: How do you like Oakdale so far?",
        "Rafi: The first thirty-five minutes have been great.",
        "Reporter #1: Strike a pose Rafi, I need to get a couple more shots.",
        "Aaron: Think this guy's as quick with his fist as he is with his mouth?",
        "Alison: Yup. You're going to get massacred.",
        "Aaron: Maybe, maybe not.",
        "Lucy: I can't get a good look at Dominic's fighter.",
        "Dusty: Well you'll have plenty of chances in the next few weeks.",
        "Reporter #3: Are you homesick, sonny?",
        "Rafi: Are you kidding? I've been trying to get away from those white sand beaches and turquoise waters my whole life.",
        "Lucy: Where's he from?",
        "Dusty: South America -- Central, something like that.",
        "Lucy: You know, they are different. Come on, I want to check out the competition.",
        "Dusty: All right. Careful.",
        "Lucy: Jose? Oh my God, hi.",
        "Rafi: Lucy! Oh my God. I can't believe it. Oh my God.",
        "[SCENE_BREAK]",
        "Paul: So Carly never stopped believing that Jack was alive. And then when she found out she was right, she and Rosanna went to go get him.",
        "Will: I thought Rosanna was watching Sage and Parker.",
        "Paul: She is now. But, well she needed me to help for a little while. That's what took me so long.",
        "Will: I thought you two were -- never mind.",
        "Paul: What? Oh, come on. Look, if you were mother I wouldn't tell you anything. But you're my little brother, I'll tell you whatever you want to know.",
        "Will: So, what happened?",
        "Paul: Well I played with Parker for a little while and then I put Sage down for a nap. I generally restored calm to the region and then Rosanna and I had a conversation.",
        "Will: You talked?",
        "Paul: Yeah. Don't underestimate talk. It was time when I didn't think Rosanna would have two words to say to me ever again.",
        "Will: Well then I guess it's good. You know, you talked.",
        "Paul: I didn't say that's all we did.",
        "Will: There's more? So tell me.",
        "Paul: Let's just say that Carly is not the only one who's going to get back someone she loves.",
        "[SCENE_BREAK]",
        "Parker: Why isn't Jack coming home?",
        "Carly: He is, sweetie, just not right away.",
        "Parker: When?",
        "Carly: He has a couple of things to take care of and then he'll come home to us.",
        "Parker: You did find him, right, Mom?",
        "Carly: Oh yes, yes I did. Honey, I swear that Jack was right there at that motel with the white horse just like you said he would be.",
        "Parker: Then why isn't he here right now?",
        "Carly: He will be. He promised.",
        "Parker: Oh, Jack promised. Then it's okay. Jack never breaks a promise.",
        "Rosanna: That's right, Parker. Jack never breaks a promise.",
        "[SCENE_BREAK]",
        "Julia: I need to know, Jack. I need to know before I subject J.J. to another minute of this. I need to know what happens once we get to Oakdale.",
        "Jack: I don't have an answer for that. I just need to go.",
        "Julia: But you don't even remember Carly.",
        "Jack: All the more reason I got to go back there, honey. I made decisions about my future without knowing anything about my past. I've got kids, a little daughter, a step son.",
        "Julia: We're going to lose you. Me and J.J. are going to lose you.",
        "Jack: No, no that's not going to happen. Honey, no matter what happens in Oakdale, I'm never going to stop loving the two of you. I couldn't if I tried. Honey, are you coming to Oakdale with me or what?",
        "J.J.: I thought we were going to Louisville, where they make baseball bats.",
        "Julia: We were, honey, but there's been a little change of plans. We're going to go, the three of us, to Oakdale, Illinois.",
        "J.J.: What are we going to do there?",
        "Julia: We are going to find out all about Jack.",
        "[NEXT_ON]",
        "Jennifer: I need a real man for these ads, not just some pretty boy model.",
        "Mike: I don't need any models, pretty boy or not, so -- no, not me.",
        "Lucy: So, let me have it.",
        "Dusty: If you say so.",
        "Jack: I'll be back. I promise.",
        "Carly: That woman really has her hooks into Jack. It's even worse than I thought."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=v1zhEHEZNSM"
}