{
    "Episode Summary": [],
    "Recap": [
        "Aaron has a change of heart and demands that the sonogram go as scheduled. Alison finds out that her mother knows about her sonogram appointment. Barbara refuses to take a lie detector test. Chris announces that he had unprotected sex. Curtis walks in on an unexpected group.",
        "Dusty blames a twin for the death. Hal hears a suspect begging for forgiveness. Jessica assumes she knows the culprit. Joe learns his daughter seems to have been murdered. Lily cries in a strange pair of arms. Paul is haunted. Sarah gets her back up when accused. Todd is found having a conversation with himself."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Ben: Welcome home, Mrs. Harris.",
        "Jessica: And it was a wild ride.",
        "Ben: And the ride ain't over yet.",
        "Jessica: So, you mean I don't have to conjure a hurricane to get your attention?",
        "Ben: You are a hurricane.",
        "Jessica: Welcome home.",
        "Ben: Oh, baby. What the hell happened to our house?",
        "Jessica: Some -- somebody trashed my house.",
        "Ben: Okay, all right. All right, all right, all right. We -- just wait here. They may still be here.",
        "[SCENE_BREAK]",
        "Alison: Why can't you just believe me? This isn't your baby.",
        "Chris: I guess we'll find out in the morning.",
        "Alison: If Aaron finds out -- if Chris finds out -- oh, God, I am so dead. Is this radiology? Hi, this is Alison Stewart. I have an appointment this morning for a sonogram. But the thing is I have to cancel.",
        "[SCENE_BREAK]",
        "Chris: Hey. Is Alison here yet?",
        "Susan: Alison's not on the schedule.",
        "Chris: No. No, not for work. For her sonogram.",
        "Susan: Dr. Schiller ordered a sonogram?",
        "Chris: No. No, I did.",
        "Susan: Why are you involving yourself in my daughter's pregnancy?",
        "Chris: Susan, I need to make sure whether or not the baby's mine, okay? I'm not proud of this, but there was one time that Alison and I didn't use protection.",
        "Susan: I guess you know what this could mean.",
        "Chris: Yeah, yeah, I do. That's why I want her to have the sonogram now. 'Cause -- 'cause if it's mine, I want to take responsibility now, not down the road.",
        "Susan: She's very sure it's Aaron's baby.",
        "Chris: Yeah, that's what she wants everybody to believe. That's why she married him.",
        "Susan: What? Did you just say that Alison married Aaron?",
        "Chris: Yeah.",
        "Susan: When?",
        "Chris: Last night. Look, I'm sorry. I figured she would have told you by now.",
        "[SCENE_BREAK]",
        "Lucinda: I need -- I didn't charge my phone. And Ms. D'Angelo's father is coming in from Italy, and I don't know if he's at the airport or here. Could I please use your phone?",
        "Nurse: Of course.",
        "Lucinda: Thank you. I appreciate it.",
        "[Elevator bell dings]",
        "Joe: Lucinda.",
        "Lucinda: Oh.",
        "Joe: Where's my baby? Where's my little Rose?",
        "Lucinda: I don't know how to begin to tell you.",
        "John: Difficult to say good-bye. But we have to do it. And I know you will, Lily.",
        "Lily: Not yet.",
        "John: Are there any arrangements that I can help? Is there someone I can call? Lily, you seem exhausted. Why don't you let Holden take you home. Would you like me to prescribe something that could make you sleep a little bit better?",
        "Lily: No.",
        "Holden: Come on, we need to go home.",
        "Lily: I love you, Rose. No, no, no. Don't -- don't touch me. Don't. [Lily crying] I'm sorry. I'm sorry. I don't want anything.",
        "Holden: All right, it's okay. It's okay. It's all right. Okay, I won't touch you. Just let me take you home, okay?",
        "Dusty: I need to see Rose.",
        "Holden: They're moving Rose out of here. John just told us.",
        "Lily: It's okay, it's okay. They can wait a few more minutes. It's okay. I'll stay with him. I'll -- it's okay.",
        "Dusty: I failed you. But I won't fail you again. Whoever did this is gonna pay. I promise.",
        "Lily: You think that's what Rose wants to hear right now? Cheap heroics? It's too late for that. Get out!",
        "[SCENE_BREAK]",
        "Hal: Guys, I need that forensics report on Rose D'Angelo as soon as possible. Not now, Barbara.",
        "Barbara: I heard that Rose was murdered.",
        "Hal: If you've come to gloat, don't.",
        "Barbara: No. I -- I came to share information with you. I know who wanted her dead and had the most to gain from it.",
        "Hal: Well, it sounds to me like you've come to make a confession.",
        "[SCENE_BREAK]",
        "[Birds chirping]",
        "Paul: Rose. I had the most terrible dream. But it was just a dream, right? I mean, that -- nothing happened, right? We're still gonna have our wedding. Oh, it's gonna be perfect. Forgive me. Please. Please, forgive me.",
        "Imaginary Rose: Why? Why couldn't you trust me? All you had to do was believe. That's all. And I'd still be alive.",
        "Imaginary Rose: Why didn't you just believe in me?",
        "Paul: I should have. I -- I should have talked to you. I should have just told you that I saw you with Dusty and given you a chance to explain. I should have known that you were in danger. I should have taken you away the way you asked me to.",
        "Imaginary Rose: Yes. But you didn't do any of those things. And now it's too late.",
        "Paul: No. It's not. It's not too late. Rose. Rose! Oh, God, Rose, come back.",
        "Cop #3: Hey!",
        "Paul: What?!",
        "Cop #3: This is a crime scene.",
        "Paul: Leave me alone. Go away. I'm having a conversation here. She's gonna be my wife. Rose? Oh, come back. Please, come back. Oh, Rose.",
        "[Paul crying]",
        "[SCENE_BREAK]",
        "Hal: Now, come on, Barbara, for old time's sake, why don't you tell me the truth.",
        "Barbara: You know what, Hal? You have searched my apartment, you found nothing. Certainly not a champagne glass. Now, what you gotta do is think, okay? It's pretty obvious who the killer was.",
        "Hal: Why don't you tell me?",
        "Barbara: Dusty Donovan. He only pretended that he loved her while he was planning her murder. He hated her, he hated Paul. He murdered one and framed the other.",
        "Hal: Get out.",
        "Barbara: I'm trying to help, Hal.",
        "Hal: Barbara, you're trying to take the focus off yourself and your son.",
        "Barbara: No, no, no. What I want to happen here is I want you to find the killer. I want the guilty party convicted.",
        "Hal: Good. Then take a polygraph.",
        "Barbara: You know, you already accused me of concealing evidence. I don't trust you or your police-ordered lie detector test.",
        "Hal: You know what? I don't need it. I can already tell.",
        "Barbara: Tell what?",
        "Hal: That you're lying. But don't worry. I'll get to the truth one way or another.",
        "Cop #4: Chief. Phone call.",
        "Hal: Munson.",
        "Cop #3: I've got this crazy guy here who keeps calling out the name Rose.",
        "Hal: Paul Ryan?",
        "Cop #3: Looks that way.",
        "Hal: All right, I'm on my way. And don't let him leave.",
        "Barbara: What's wrong with Paul?",
        "Hal: Nothing.",
        "Barbara: You're going to arrest him.",
        "Hal: No. I'm just gonna talk to him.",
        "Barbara: You know what, Hal? He was betrayed, he was angry because he was so heartbroken. He's not a killer. My son is not a killer, Hal!",
        "Hal: I'll keep it in mind.",
        "[SCENE_BREAK]",
        "Dusty: I owe it Rose to make things right. I loved her. We loved each other.",
        "Lily: She never loved you.",
        "Dusty: You're wrong. You're wrong.",
        "Lily: No, she was attracted to you. Very different. But I lost so much time with her because of you.",
        "Dusty: Listen to me --",
        "Lily: I asked her to choose between you and me. And she chose you. And I lost days, weeks where I didn't talk to her, I hardly saw her. And I have you to thank for that.",
        "Dusty: Save it. Save your anger for the one who killer her.",
        "Lily: No. You --",
        "Dusty: Do yourself a favor.",
        "Lily: You and Paul -- you both killed her. You -- you guys played tug-of-war with her. And she would still be -- if you and Paul had just left her alone and not put her through this, she would still be alive today. There is no hero in this story, Dusty. Just two selfish men!",
        "Dusty: You and I know the truth. I love you. And you loved me. [Dusty sobbing] I wanted to protect you. I wanted to protect you. I'm so sorry. Paul Ryan will not get away with this. I swear.",
        "[SCENE_BREAK]",
        "Aaron: I'm sorry I'm late. Things are real bad at home. I couldn't even get away.",
        "Alison: Well, then maybe you should just go back and be with your family.",
        "Aaron: No. No, my grandma just showed up, so -- besides, I -- I've got responsibilities now. I'm a married man, right?",
        "Alison: It doesn't seem real, does it?",
        "Aaron: Why not? I mean, people say \"I do\" every day. All right, yeah, it doesn't seem real at all.",
        "Alison: I feel so bad about this.",
        "Aaron: Well, don't, all right? Look, Alison, I've always wondered, you know, what kind of man I can be. And now I'm finding out. It turns out I'm pretty damn good.",
        "Alison: No kidding. I would be totally lost without you. Because it's like everyone in this world is telling me to take this vitamin and go get that sonogram. And that's why I was thinking about going to Chicago. Do you want to come with me? Because I -- I found this -- it's this women's health center. And I found it on the web. And we could just check it out.",
        "Aaron: Alison, Lily's sister just died. I can't go anywhere right now. My family is going through some serious hell. I gotta stick close to home.",
        "Alison: Right, right. I know.",
        "Aaron: Look, you're gonna be fine, all right? A couple of days isn't gonna make a difference.",
        "[Cell phone rings]",
        "Alison: Hello?",
        "Susan: Alison, the next time you get married, could you be the one who tells me? I really didn't like finding out from Chris Hughes.",
        "Alison: Mom. I -- I'm so sorry. I was going to tell you, I swear. But you were asleep when I got in. And Aaron and I just needed some time just to get used to it before we started to tell people.",
        "Susan: I'm not people. I'm your mother. Your very angry mother. I want you to get over to Memorial right now. We have a lot of talking to do.",
        "Alison: I can't meet you there.",
        "Susan: Why not? You have to come here anyway for that sonogram that Chris scheduled.",
        "Alison: You know about that? Susan: Yes, I know about that. And I know why he scheduled it. If there's any chance that this baby is his and not Aaron's --",
        "Alison: I can't talk about this right now.",
        "Susan: Now, Alison.",
        "Alison: Great.",
        "Aaron: Is that your Mom?",
        "Alison: She heard that we got married.",
        "Aaron: Oh, let me guess, she's not too thrilled about having me for a son-in- law?",
        "Alison: No, no, no. It's not that at all. It's just -- you know, I'm just gonna go to Chicago myself.",
        "Aaron: No, no, no, no. Ali, the only place you're going is the hospital.",
        "Alison: Yeah, but I can't face my Mom, Aaron, please.",
        "Aaron: Look, if she goes ballistic, she can go ballistic on me, okay?",
        "Alison: No, but, Aaron, you just don't understand. I can't --",
        "Aaron: Look, you're gonna be fine. All right? We'll take care of your mother together. You have nothing to be scared of.",
        "[SCENE_BREAK]",
        "Ben: We didn't have a break-in 'cause the lock wasn't forced. Whoever did this had a key.",
        "Jessica: Well, the only people with keys are Bonnie, Isaac and Curtis. And Bonnie, of course, couldn't have done it. Isaac is in Florida. And Curtis went back to school, right?",
        "Ben: Yeah. Well, Curtis gave me a call from his friend Zeke's house in Chicago to let me know he got here safe. And then he said they were gonna be driving back to school.",
        "Jessica: So who did this?",
        "Ben: I don't know. But whoever it was, they sure weren't worried about hiding their tracks.",
        "Jessica: Wait a minute, Ben. Don't touch anything.",
        "Jessica: Hi, Troy? Yeah, it's Jessica Griffin. Do you still have my address? Good. Because I'd like you to come over here right now. And bring Sarah with you.",
        "[SCENE_BREAK]",
        "Intercom: Dr. Hughes. Dr. Chris Hughes, call 637.",
        "Alison: I've gotta get out of here.",
        "Aaron: No. What you've gotta do is talk to your Mom.",
        "Alison: Yeah, but not here.",
        "Susan: Alison! Don't you dare.",
        "Alison: Mom! I'm just feeling really queasy. So I'm just gonna wait in the car, and you can talk to Aaron.",
        "Susan: I don't think so. We're gonna talk about your marriage, and you're very much part of that discussion.",
        "Aaron: Dr. Stewart, listen, I know you're very angry. But please listen to us. Ali and I, we figured this was best for our child. I mean, this way we can live together with the baby, right? We could live -- and it gives me a chance to be a father.",
        "Susan: Aaron, would you do me a favor?",
        "Aaron: Sure.",
        "Susan: Get me a cup of coffee. Please?",
        "Aaron: Yes, ma'am.",
        "Susan: That's a very nice young man. Much too nice to be saddled with a baby that isn't his. What do you think? You wanna tell me what's going on?",
        "Alison: Nothing.",
        "Susan: That's not what Chris Hughes says.",
        "Alison: Well, I don't care what Chris Hughes says. Aaron's the father, and that's final. Okay?",
        "Susan: But if this sonogram proves otherwise, you're gonna have to let that kid out of this marriage.",
        "Alison: You know, I don't why Chris is making such a big deal out of this. He doesn't even care about me.",
        "Susan: I'm not so sure about that. He said he'll take full responsibility for the baby if it's his. Now, I don't know what happened between you two, but obviously he feels some obligation --",
        "Alison: No, I'm not gonna be anyone's obligation. And I know I made the right decision. I married the baby's father.",
        "Susan: Who you don't love. And who doesn't love you.",
        "Alison: Mom, just -- just please -- can you just let me go?",
        "Susan: After the sonogram.",
        "Alison: Mom --",
        "Susan: Aaron's giving up a lot for this baby. Let's just make sure it's his.",
        "Alison: But I don't need the sonogram. I know when I got pregnant.",
        "Chris: It's a good thing since you canceled it.",
        "Susan: You what?",
        "Chris: Alison canceled her appointment.",
        "Alison: Can we just stop talking about this stupid sonogram?",
        "Chris: No. No, we can't. I want to know if you're lying to me. And I'm sure your husband would like to know the answer to that, too!",
        "Aaron: Hey! Get your hands off my wife.",
        "[SCENE_BREAK]",
        "Lily: I feel so alone.",
        "Holden: I know you may feel alone, but you're not. I'm here. I'm with you. And, yes, losing Rose isn't the same for me as it is for you. But maybe that's a good thing. I can carry you, I can carry the kids until you can figure out a way to say good-bye. I can get you through this.",
        "Lily: No. I don't think you can. I don't think anybody can.",
        "Lucinda: Oh, darling, I thought I might find you in here. Joe is here.",
        "Lily: Oh, my God.",
        "Lucinda: Yes. That she's gone. It's just -- he's devastated. Just awful. It's hard to know what to say. Parents shouldn't outlive their children.",
        "Holden: All right. I'll -- I'll go and try to talk to him. Just --",
        "Lucinda: One guy to another.",
        "Holden: Don't leave her alone, okay?",
        "Lucinda: No, I won't. I won't. How are you doing, honey?",
        "Lily: I really would like to be alone.",
        "Lucinda: Okay. Whatever you want. The nurse -- she just gave me these things of Rose's. Shall I -- do you want them?",
        "Lily: She was a princess, yeah. She never was afraid to make an entrance, that one. Never afraid of anything.",
        "Lucinda: No, she wasn't. Are you gonna be all right? Oh, honey. Honey? There's something I want to say to you, but I can say it later. We have time.",
        "Lily: Rose -- yesterday was supposed to be the best day of your life, not you're last.",
        "Dusty: Lil.",
        "Lily: I want to be alone.",
        "Dusty: That's too bad. You unloaded on me. So I guess it's payback time.",
        "[SCENE_BREAK]",
        "Paul: I shouldn't have done it. I shouldn't have hurt you like that. Forgive me? Oh, God, forgive me.",
        "Hal: They say confession is good for the soul.",
        "Paul: I was wondering how long it would take before you showed up.",
        "Hal: You met the cop I posted outside. He called me.",
        "Paul: Yeah? Did he actually say the words, \"the killer returns to the scene of the crime\"?",
        "Hal: You gotta something you wanna tell me, Paul?",
        "Paul: I love her.",
        "Hal: You publicly humiliated her. She walked down the aisle expecting to get married, and you tore her apart in front of half the town.",
        "Paul: Yeah, well, I thought she cheated on me.",
        "Hal: You know what I think? I think you might have killed her.",
        "Paul: I'd never hurt Rose.",
        "Hal: You're in a church. You're begging her for your forgiveness. Now you tell me, Paul, does that sound like an innocent man to you?",
        "[SCENE_BREAK]",
        "Coming up on \"As The World Turns\" --",
        "Hal: Oh, all the glasses are gone and the bottle of champagne. Do you have any idea who might have taken them?",
        "Paul: No.",
        "Hal: I think I might already have an idea.",
        "[SCENE_BREAK]",
        "Dusty: If you didn't push her to marry him, you wouldn't have blood on your hands.",
        "Lily: Just leave me alone!",
        "[SCENE_BREAK]",
        "Aaron: I said get your hands off my wife. Are you okay?",
        "Alison: No. Let's just get out of here.",
        "Aaron: What is he talking about?",
        "Susan: Alison, I'll see you in radiology after you answer Aaron's question. You owe it to him and to Chris and your baby.",
        "Aaron: Okay, what is she talking about?",
        "Chris: If you don't tell him, I will.",
        "Alison: Fine, fine. I'll tell you everything just -- just not here, not in front of -- I'll tell you everything in the car, okay?",
        "Chris: Why did you cancel the sonogram?",
        "Aaron: What sonogram?",
        "Chris: The one that I ordered. The one that is gonna determine whether the baby is mine.",
        "Alison: You know, for the 5,000th time, this baby is Aaron's.",
        "Aaron: There's no way this child could be yours.",
        "Chris: Actually, Aaron, there is. Because Alison and I had unprotected sex.",
        "Aaron: Is this true? Ali, what else have you forgotten to mention?",
        "[SCENE_BREAK]",
        "Lily: I am not interested in anything you have to say.",
        "Dusty: Yeah, hold on. Now let me talk. Now it's my turn.",
        "Lily: My sister is dead!",
        "Dusty: I'm sorry. I can't imagine what it's like to lose a sister. I didn't cause your sister's death. But I'm guilty. I'm so guilty of letting her go back to Paul Ryan.",
        "Lily: Really? Is this the way it's gonna be now? Dusty Donovan is Rose D'Angelo's personal savior?",
        "Dusty: More than you.",
        "Lily: Please.",
        "Dusty: More than you or anyone in your family. That's for sure. You all thought she was different. Like she wasn't from the same kind of class, the kind of class that only your money -- your money can buy ya. And marrying Paul was just kind of supposed to smooth out all her rough edges so she could be just like you.",
        "Lily: No. No, no, no, I never wanted to change her. I wanted --",
        "Dusty: Who cares what you wanted? Your sister is dead! And you've got no one to blame but yourself.",
        "[SCENE_BREAK]",
        "Hal: Apparently Rose had nothing to eat or drink yesterday except for the champagne that you sent to her dressing room. Now did you buy this champagne before or after you decided to humiliate her at her own wedding?",
        "Paul: After. Part of my master plan.",
        "Hal: How come Rose's glass was different than the glasses you gave to the bridesmaids?",
        "Paul: I wanted her to feel special and confident. And then --",
        "Hal: Go on, Paul.",
        "Paul: Well, that way, when I turned the tables, it would have more impact.",
        "Hal: Impact? You really wanted her to suffer, didn't you?",
        "Paul: Yes. I wanted to retaliate against something that she didn't even do. My God, I sound just like my father.",
        "Hal: Oh. I wouldn't go around saying that, especially if you're innocent. So, you bought the champagne?",
        "Paul: Yes. And I poured it into four glasses. And I put the four glasses onto a tray. And I left the tray somewhere where Rose could find it.",
        "Hal: And you weren't there when she found them?",
        "Paul: No.",
        "Hal: Did you see anybody else at the church?",
        "Paul: I don't -- I have no idea. I don't remember. All I was thinking about was how much I was gonna hurt her right here. And I was obsessed. But I didn't put any poison into her glass. Someone else did that.",
        "Hal: Assuming -- assuming that's how the poison was administered. But I can't find the glass, so I can't prove it was.",
        "Paul: Well, then find the glass.",
        "Hal: Oh, all the glasses are gone, and the bottle of champagne. Do you have any idea who might have taken them?",
        "Paul: No. But if you find out who took the glasses --",
        "Hal: I think I might already have an idea.",
        "[SCENE_BREAK]",
        "Joe: I don't get it. How could Rose be dead? I mean, she didn't -- she never even caught a cold growing up. My kid is tough as shoe leather. She never gets sick a day in her life.",
        "Lucinda: Joe, I'm sorry. But I don't -- I think you've misunderstood something.",
        "Joe: What? What do you mean?",
        "Lucinda: This is Dr. Dixon. -- Call him. He was the attending physician.",
        "Joe: What's going on here? What's going on here? Tell me.",
        "John: Joe -- your daughter was murdered.",
        "Joe: No.",
        "Holden: It's true.",
        "Joe: No. No. [Joe crying] who would wanna -- who could -- who could kill Rose? And who would want to hurt her, huh? The whole world loved my little Rose. No. No.",
        "[SCENE_BREAK]",
        "Hal: You brought the champagne, you came to the church, you filled the glasses and then you left?",
        "Paul: Whoever took those glasses must have done it right after Rose collapsed.",
        "Hal: Assuming whoever took the glasses is the killer or covering for the killer.",
        "Paul: No, no, no. Don't you look at me like that, Hal. I'm -- I'm innocent.",
        "Hal: Hey, what you did didn't start -- didn't start with this wedding, Paul. It started days ago. It started with you disguising your voice and making a threatening phone call. It started with you taking a baseball bat to Rose's car and --",
        "Paul: I didn't do that! I didn't touch Rose's car! I don't know who did that!",
        "Hal: Save it, Paul! You're a lot of things; innocent is not one of them. Don't leave town.",
        "[SCENE_BREAK]",
        "Lily: You didn't just stand there and blame me for Rose's death.",
        "Dusty: I told you over and over again that Paul Ryan was out for revenge, that he was gonna hurt your sister. And no one would listen to me.",
        "Lily: Just get out.",
        "Dusty: And you're still not listening to the truth! If you didn't push her to marry him, you wouldn't have blood on your hands.",
        "Lily: Just leave me alone!",
        "[SCENE_BREAK]",
        "Jessica: Troy, thanks for coming over.",
        "Troy: You said there was a problem?",
        "Jessica: Yeah. Mm-hmm. Ben and I just got back from our honeymoon.",
        "Troy: Congratulations.",
        "Jessica: Thank you. And we come home to find this. And this is not how we left it.",
        "Troy: I'm sorry. But I'm not sure what this has to do with Sarah.",
        "Jessica: Sarah, you wanna tell him or should I?",
        "Troy: Tell me what?",
        "Sarah: Isn't it obvious? She thinks I broke in here and made this mess. I'm sorry to disappoint you, but I didn't do this.",
        "[SCENE_BREAK]",
        "Aaron: You knew that you and Chris had unprotected sex? And you just -- just forgot to tell me?",
        "Alison: Okay, look, I will answer any questions, just not here.",
        "Chris: You're not leaving until you've had a sonogram.",
        "Alison: Aaron, this is exactly why we got married, remember? To keep people from telling us what to do. So we could live our own lives and have our baby and --",
        "Aaron: Alison -- you're having that sonogram. Okay? And you're having it now.",
        "[SCENE_BREAK]",
        "Jessica: See, I really didn't expect you to admit it. But I want you to --",
        "Sarah: Oh, thanks. That's real big of you.",
        "Jessica: -- Start cleaning this up.",
        "Troy: Whoa, slow down. When did this happen?",
        "Ben: We left for the Caribbean right after Thanksgiving dinner, so it happened sometime between then and now.",
        "Troy: Then you owe Sarah an apology. She came down with the flu Thanksgiving day and hasn't been out of bed since. Today's the first time she's been up and around.",
        "Jessica: Are you sure?",
        "Troy: Of course I'm sure. And before you insult me by asking if Sarah got out of the shelter behind my back --",
        "Ben: Could she have?",
        "Troy: No. I would have known.",
        "Sarah: Stop trying to blame me! Okay? I don't care how much you hate me, I didn't do this to your house!",
        "Jessica: Sarah, I don't hate you. I know you're angry because you blame me for your father's death, but --",
        "Sarah: Well, yes, I'm angry. But I don't go around trashing other people's property! So find somebody else to hassle.",
        "Curtis: Pepperoni. But you better get over here 'cause --",
        "Ben: Curtis?",
        "Curtis: So the newlyweds are back. What a surprise.",
        "[SCENE_BREAK]",
        "Alison: You can't make me get a sonogram.",
        "Aaron: Ali, you want control of our lives? Listen, all I'm saying is, don't make Chris Hughes run you out of town to some doctor you don't even know.",
        "Chris: I'm not running you anywhere, Alison. But if you're carrying my child, I want to know sooner rather than later.",
        "Aaron: She already told you that it's not your child, okay? She wouldn't lie about something that important. Right?",
        "Alison: You know, my personal life is not going to be today's hot topic in the nurse's lounge.",
        "Susan: Alison? I got your sonogram reinstated. Okay? We're gonna find out how many weeks pregnant you are.",
        "Alison: Mom --",
        "Aaron: Alison, you're getting a sonogram, okay? And, you, when you find out I'm the father, you do me a favor. Back off!",
        "Alison: I don't believe this.",
        "Aaron: Come on. It's gonna be okay. It's gonna be okay. All right? I promise.",
        "[SCENE_BREAK]",
        "Dusty: I know that you had so many reasons, you know, not to trust me. It's not your fault.",
        "Lily: Rose is my sister, and she's dead. She's dead. And I'm never gonna get another chance to tell her that I loved her.",
        "Dusty: She knows that.",
        "[Lily crying]",
        "Lily: No. She's gone from me forever.",
        "Dusty: No, she's not. She's not gone. She's not gone. She'll always be with you. Her arms are always gonna be around you. And her voice and her laugh. She's alive. She's alive, Lily, because she's living in you.",
        "[Lily crying]",
        "[SCENE_BREAK]",
        "Barbara: It's okay. The cop is gone. No one can hear us.",
        "Paul: Hear us for what?",
        "Barbara: I know that Hal thinks that you killed Rose. But not to worry, mother's taken care of everything.",
        "[NEXT_ON]",
        "Emily: There's something I think you should know.",
        "Hal: I'm listening.",
        "Emily: Carly and I think Molly might have had a motive for murdering Rose.",
        "Barbara: We both know that you wanted Rose dead. And I'm here to make sure that you're protected.",
        "Susan: Alison, it's your mother. Open the door.",
        "[Susan gasps]"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=hRwVYKPdyaI"
}