{
    "Episode Summary": [],
    "Recap": [
        "Lily is helping Keith as he gets home from the hospital. She wants to make sure he truly has forgiven her. He passionately kisses her to let her know he has. Lucinda interrupts the moment, and Lily demands she apologize and thank Keith, which Lucinda begrudgingly does. Lucinda wants Lily and the kids to stay with her, but Lily doesn't need her help. After Lucinda leaves, Keith offers his place. Lily is surprised but doesn't think it is a good idea right now, but Keith surprises her further, by telling her he won't be there. He explains he will be in Chicago for two weeks taking care of business. After they say their good byes, Lucinda looks like she is trying to hatch a plan to take advantage of the fact Keith is going to be out of town away from Lily for two weeks. Gwen gets a call about a part time job as a waitress, but is disappointed to hear the uniforms are cut off shirts, and daisy duke shorts, knowing she is showing. She is desperate for money as her bills pile up. Will is looking for Casey, but bumps into Celia. They share memories of the prom, but then Will notices Casey's Will Armstrong bracelet on her wrist, and is surprised Casey would give it to her, knowing how important it is to him. Casey interrupts their moment with news he was given a clean bill of health from Bob regarding his concussion. Later, Will shows up at Gwen's, having talked to Bob about pregnancy, wanting to take her for an appointment to get checked out. At first Gwen doesn't want to, but then finally relents. Will and Gwen bump into Casey and Celia at the hospital and Casey is suspicious of what they are doing there. Craig shows up unannounced at Jen's sonogram appointment, upsetting Jen, who kicks him out. Elsewhere, Mike and Katie argue about her interference/help, but finally come to an understanding. Jen interrupts them by calling Mike to tell him Craig showed up at her appointment. When Craig lets on he knows the baby's sex, Jen assumes Katie told him. Jen overhears Mike wondering to Katie if allowing Craig some access may not be a good thing. Rosanna goes to talk to Paul and finds Emily leaving after having made love with Paul. They argue about how much Rosanna ruined Emily's life. Emily wants to cause Rosanna as much pain as she caused her. After Emily leaves, Rosanna begs Paul to take her back and let her into his life. Paul tells a devastated Rosanna he wants her out of his life forever. Meanwhile, Emily has gone to the Police Station to confront Hal about how she feels. It appears Emily is asking for a divorce."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Keith: Listen, I'll be fine.",
        "Lily: Oh, come on, you've been shot. Let me just reserve a suite at the Lakeview for you. Room service, you know?",
        "Keith: I like it here. All my stuff is here and everything.",
        "Lily: Yeah, but you're bandaged. I mean, you can't cook and you can't clean. You need to clean.",
        "Keith: Well, I think we can, you know -- couple of days without swabbing the place down, huh?",
        "Lily: I just don't want to leave you alone right now.",
        "Keith: Well, come on. Sweeny almost burned your house down. You got more important things to worry about.",
        "Lily: My kids are fine, Carly's fine and you're safe. That's all that matters. The insurance company, they can take care of the rest.",
        "Keith: What?",
        "Lily: Are you sure you forgive me for doubting you?",
        "Keith: Well, let's see. Yeah, you're forgiven.",
        "Lily: Good. Well, let's get you to bed.",
        "Keith: Would you like to join me.",
        "[Lily laughs]",
        "Lily: You're injured. It's probably not a very good idea. What are you doing?",
        "Keith: That's physical therapy.",
        "Lily: Oh.",
        "[SCENE_BREAK]",
        "[Phone ringing]",
        "Gwen: Yeah? Hey, Vee, what's up? Are you kidding me? No, another part-time waitress job would be sweet. Yeah, yeah. What's the name of the place? No. No, I've seen it. Cut-off tops and Daisy Dukes, right? No. No, you know me. Showing skin is no problem. Okay, bye. [In southern accent] Sure, sweetheart, you're just what guys like me come in here looking for. When's the baby due?",
        "[SCENE_BREAK]",
        "Celia: So, what did you want to tell Casey?",
        "Will: It's private.",
        "Celia: What can you tell Casey that you can't tell me?",
        "Will: Well, I guess you'll just find out soon anyway.",
        "Celia: Find out about what?",
        "Will: Gwen.",
        "[SCENE_BREAK]",
        "Mike: What did you just say to say to me?",
        "Katie: I said, go to hell!",
        "Mike: Oh, you're angry at me?",
        "Katie: Yeah, you and everybody else who keeps telling me to butt out, shut up, and get lost!",
        "Mike: I didn't say that. I didn't use those words.",
        "Katie: You didn't have to. Jennifer already did. And Margo, and Henry -- and I've had it! I am sick of getting a slap in the face every time I try to help. I am sick of everybody deciding how I feel and what I feel and who I feel it for. I am sick of brothers and sisters and friends and husbands. But most of all, right now, Mike, I am sick of you.",
        "[SCENE_BREAK]",
        "Nurse: I guess this is a surprise. Your wife didn't think you'd make it.",
        "Jennifer: He's not my husband.",
        "Nurse: Oh.",
        "Craig: No, but I am the baby's father. My baby.",
        "[SCENE_BREAK]",
        "[Paul remembering]",
        "Rosanna: Emily, you always seem to be here.",
        "Emily: There's a reason for that.",
        "Rosanna: Yeah, I know. You and Paul are very close.",
        "Emily: Closer than you know.",
        "Rosanna: Emily, what are you trying to say?",
        "Emily: You think you own Paul, don't you? You think his love for you is so boundless, all you need to do is show up with a hug and a kiss, and all will be forgiven?",
        "Rosanna: Well, I realize that's not enough for you.",
        "Emily: Not even close.",
        "Rosanna: But this is between Paul and me.",
        "Emily: Now you know what? For that statement alone, I should slap you stupid. You hurt Paul, Rosanna, but you used me. You drugged me. Because of you I went to jail. Because of you my family doubted me. My husband doubted me!",
        "Rosanna: Emily, if I could change everything --",
        "Emily: Well, you can't! But you can pay. You can pay for it. And you sweating it out a few years in a cell, I think it would make us just about even, don't you?",
        "Rosanna: Look, I realize that you're angry because Paul won't help you press charges against me.",
        "Emily: Wait a minute, angry? I want to rip you apart. You stole from me.",
        "Rosanna: I did not steal --",
        "Emily: You stole my memories!",
        "Rosanna: Emily --",
        "Emily: You cost me months of my life. Months! Every thought, every memory, I have -- I don't dare trust. You know why? Because I don't know if it's my own or if it's something you suggested to me!",
        "Rosanna: I'm sorry. I am so sorry.",
        "Emily: Oh, God, you have no idea, do you?",
        "Rosanna: I -- I don't know what you're talking about.",
        "Emily: You have no idea how much I want to hurt you the way you hurt me.",
        "Paul: So, what's stopping you?",
        "[SCENE_BREAK]",
        "Mike: You're the one who keeps meddling.",
        "Katie: Okay, maybe I shouldn't have come to see you today to talk about Craig.",
        "Mike: You think? Jennifer is scared to death that Craig's going to try to take the baby.",
        "Katie: I know that.",
        "Mike: You're his sister. You show up without calling, spouting off about how we need to make nice or we're going to be squaring off in court.",
        "Katie: I was just trying to help!",
        "Mike: Seeing you doesn't help my wife. When you make it out to look like I'm taking your side instead of hers, that doesn't help either.",
        "Katie: Mike, I did not do that! I came to talk to you. You weren't there. Jennifer was, so I talked to her.",
        "Mike: And she told you to butt out.",
        "Katie: Well I didn't expect to run into you when I walked outside and you asked me what was wrong. Keeping Craig from his child is wrong and you know it. I know, deep down inside, you agree with me.",
        "Mike: You upset my wife.",
        "Katie: You don't have to keep throwing that word in my face every two seconds! I know you're married. I'm happy you're married. I want Jennifer to have a healthy baby. And I want you two to be married for 100 more years and have 100 more children if that's what you want.",
        "Mike: Really?",
        "Katie: Really. So stop deciding what's in my heart. I know what's in my heart.",
        "Mike: Great, clue me in.",
        "Katie: I love you, Mike. But I love Henry, too, and that is more important. I want to stay married to him even if he doesn't want to be married to me.",
        "Mike: Okay.",
        "Katie: And what I said to you the day of your wedding about wanting you to be happy -- I meant it. I still mean it. And I want that same happiness for Jennifer, and for Craig.",
        "Mike: Craig.",
        "Katie: He's my brother, Mike. And he is the father to Jennifer's baby. That is not going to change.",
        "Mike: Okay, that doesn't give him the right to order DNA test before the baby is even born. Or to scare her with threats of going after full custody.",
        "Katie: Okay, I agree with you, but you need to understand something -- my brother was set up and pushed out of town by people sticking up for Jennifer. He's angry and defensive. Wouldn't you be?",
        "Mike: I guess.",
        "Katie: That is the reason I offered to act as a go-between. Because I understand both sides. I don't want Jennifer to feel pressured and I don't want Craig to feel backed into a corner.",
        "Mike: Well, it's not working too well so far.",
        "Katie: Yeah, I get that. So you know what, Mike? Here's one more piece of unsolicited advice. You and Jennifer and Craig better come to some agreement soon or there's going to be hell to pay. And, knowing my brother, you and Jennifer are going to be the ones to pay it.",
        "[SCENE_BREAK]",
        "Jennifer: Get out.",
        "Craig: Well, no, not yet.",
        "Nurse: Is there something wrong?",
        "Jennifer: Yes, get security. Now!",
        "Craig: You should calm down. You know, you're going to upset the baby.",
        "Jennifer: Why can't you just stay away?",
        "Craig: This is the first sonogram. Where am I going to go? So, how's is the baby? Answer my question, please.",
        "Jennifer: Get out of my way!",
        "Craig: Jennifer, please. I am trying to be nice here, okay?",
        "Jennifer: You invade my privacy and you call that nice?",
        "Craig: I will not be shut out of my child's life because of your whim, Jennifer. Not until -- we obviously have to lay down some ground rules, all right? When you have a doctor's appointment, I will be informed and I will be included. Do you understand that?",
        "Jennifer: How did you even know I was here?",
        "Craig: You should have told me you were having a sonogram.",
        "Jennifer: Katie. Katie! Damn it, she told you I was on my way to the doctor.",
        "Craig: I am the child's father, Jennifer.",
        "Jennifer: Get out of this room right now or I swear I will have you arrested.",
        "Craig: Do you want me to have the judge order the DNA test to confirm what we already know?",
        "Jennifer: You can't do that. Please don't do that.",
        "Craig: All right, then you will not shut me out of my child's life! All right? I am the child's father and the sooner you accept that, the better for all of us!",
        "[SCENE_BREAK]",
        "Dr. Schiller: What's going here? Jennifer?",
        "Jennifer: Please. Get him out of the room, please.",
        "Craig: Oh, Dr. Schiller, I'm Craig Montgomery. I'm the baby's father. Nice to meet you.",
        "Dr. Schiller: I thought Mike Kasnoff was the child's father.",
        "Craig: Well, Jennifer has a tendency to confuse critical details when it suits her.",
        "Dr. Schiller: Mr. Montgomery, this kind of display is not good for Jennifer's health nor that of the baby. And if you're not concerned about that, you should be. Now please leave or I will call security.",
        "Nurse: Mr. Montgomery?",
        "Craig: No, no, no. All right, all right, all right.",
        "Nurse: Come with me.",
        "Craig: Dr. Schiller, this child's heath is of utmost importance to me. So you -- just take care of her.",
        "Dr. Schiller: Jennifer, I need you to calm down and try to relax.",
        "Jennifer: No, I need my phone.",
        "Dr. Schiller: Jennifer you need to --",
        "Jennifer: Please, let me get to it!",
        "Nurse: Mr. Montgomery --",
        "Craig: Ma'am?",
        "Nurse: You're going to have to leave.",
        "Craig: Yes, I'm just waiting to talk to the doctor about my child's healthcare, okay? I think I'm entitled to that much, don't you?",
        "Nurse: Yes, I don't know the details and, well, I don't need to. But, well, I can see that this is difficult for you.",
        "Craig: Yeah, well, thank you. You're very kind.",
        "Nurse: Or very stupid. I'm about to do something I shouldn't. But if you agree to leave as soon you're done looking.",
        "Craig: Looking?",
        "Nurse: I brought you this so you could see it. That shadow there? Well, it is, it's --",
        "Craig: That's a boy.",
        "Nurse: Most people can't tell.",
        "Craig: Oh, that's a boy.",
        "[SCENE_BREAK]",
        "Katie: You can decide that I'm stupid to believe in Craig. That's up to you. But nobody, not you or Jennifer or anybody gets to make accusations about my real motives.",
        "Mike: If you'd stay out of it we wouldn't have to do this, would we?",
        "Katie: Oh I am! I am out of it. I am done.",
        "Mike: Katie.",
        "Katie: What?!",
        "Mike: I'm sorry. For trying to decide that I knew what was in your mind or your heart.",
        "Katie: You used to be pretty good at it.",
        "Mike: Yeah, well, I'm a little out of practice. Look, I know when it comes to this baby, that you don't want to be in the middle and I know you don't want to cause trouble.",
        "Katie: Really? You know that? Because it's true, Mike. I swear.",
        "Mike: I believe you. [Cell phone ringing] Hello?",
        "Jennifer: Mike.",
        "Mike: Honey, what is it? You all right?",
        "Jennifer: Can you come to the hospital? Craig is here.",
        "Mike: I'm on my way.",
        "Katie: Why, what's wrong?",
        "Mike: Craig. [Katie sighs] I'm on my way.",
        "Katie: Why, what's wrong?",
        "Mike: Craig.",
        "[Katie sighs]",
        "[SCENE_BREAK]",
        "Celia: Is Gwen in trouble?",
        "Will: Celia, this is a mistake. Gwen would not want you to know.",
        "Celia: And it's okay for Casey to know? He's a guy. Whatever the problem is, I could probably help her better than he could. Or you could.",
        "Will: Probably, but the thing is, Gwen -- where'd you get that?",
        "Celia: The bracelet? It's Casey's.",
        "Will: He let you wear it?",
        "Celia: Sure. Why not?",
        "Will: He's a Lance Armstrong freak. I wouldn't think he'd lend you unless he was going into brain surgery or something.",
        "Celia: He didn't lend it to me. He gave it to me. He wanted me to have something of his. Hey, you look so sad. Are you really that worried about Gwen?",
        "Will: Yeah, I kinda am.",
        "Celia: What is it?",
        "Will: It's -- it's her prom dress. You know, it really got trashed on prom night.",
        "Celia: I know.",
        "Will: And it was really expensive and it was on loan, so she's, you know -- she's worried about it. And, I was figuring, Casey's Lisa's grandson, so --",
        "Celia: Is that all?",
        "Will: Yeah.",
        "Celia: Well, tell her not to worry about that. Mrs. Grimaldi will be cool about the whole thing or Casey will convince her to be. Or I'll pay for the dress.",
        "Will: No. I can do that. You know what? I'm going to do that. I should have thought of that before.",
        "Celia: Like you bought my dress for me?",
        "Will: Yeah.",
        "Celia: I loved that dress. It was so beautiful. I'm just sorry it got ruined, too.",
        "Will: Yeah, but it was great for that one night. I mean it was -- it was perfect. I'm really glad you wore it.",
        "Celia: It was perfect.",
        "Casey: Yo, guys. Who died?",
        "Celia: Nobody. Are you okay?",
        "Bob: He's fine. There's no residual damage from the concussion.",
        "Celia: That's great. Isn't it?",
        "Will: Yeah. Casey's one lucky guy.",
        "[SCENE_BREAK]",
        "Lily: Wait a minute.",
        "Keith: Minute's up.",
        "Lily: No, but you have this injury. And if I just hit it by accident, I could really cause a lot of pain.",
        "Keith: Well, it might be hurting on the inside, but the outside would be having a good time. And I'm going to go with the good time.",
        "Lily: Okay.",
        "[Knocking at the door]",
        "Keith: Oh, come on, let's not answer the door.",
        "Lily: It could be Luke. My car's here. I gotta just -- hold that thought. Mother!",
        "Lucinda: I saw your car. I hope I'm not interrupting anything.",
        "Lily: Yes, you are. But I'm glad you're here. Come in.",
        "Keith: You are?",
        "Lucinda: You are?",
        "Lily: I am. You have a few things to say to Keith.",
        "Lucinda: Well, several things come to mind.",
        "Lily: No, like thank you. For saving my life, for saving your life.",
        "Lucinda: Right. Yes. Thank you.",
        "Keith: You're welcome.",
        "Lily: And?",
        "Lucinda: What? Now what?",
        "Lily: An apology?",
        "Lucinda: Okay, look -- I'm very, very sorry -- very sorry that I jumped to the conclusion that you killed your sister. And I apologize. I'm sorry for those accusations.",
        "Keith: Thank you.",
        "Lucinda: Thank you. Okay. All right. So that's been done. Um, come on, come on, honey.",
        "Lily: What?",
        "Lucinda: Home, home.",
        "Lily: Home?",
        "Lucinda: Home with me. Ladybug, ladybug, your house is in ashes.",
        "Lily: I'm staying at the farm with the kids.",
        "Lucinda: No, unacceptable. Unacceptable, darling. It's a crime scene. You and the kids have to have some distance from that.",
        "Lily: Well, I'm not going home with you.",
        "Lucinda: Your children have lost their home. They need your focus and your attention. And I'm sure that the savior, Keith here, needs a little R and R. And I can -- I'll wait outside while you say good-bye.",
        "Lily: Please don't wait. Because I'm not going with you.",
        "Lucinda: I'll wait outside while you say good-bye.",
        "Lily: Please don't wait. Because I'm not going with you.",
        "[SCENE_BREAK]",
        "Paul: Need a hand out here?",
        "Emily: No, actually I think I got it all under control. Want me to stick around so you can get rid of her?",
        "Paul: No, Rosanna was just leaving.",
        "Emily: I'll see you later?",
        "Paul: Count on it.",
        "Rosanna: Paul, can I talk to you just for a minute. Can I come inside?",
        "Paul: Yeah, we tried talking. It didn't do a thing for me.",
        "Rosanna: Well, what's the matter? Are you afraid to be alone with me? You afraid of what you're gonna feel?",
        "Paul: All right, come on in. You have one minute.",
        "Rosanna: Okay.",
        "Paul: Speak.",
        "Rosanna: Craig told me that you decided to -- to not press the charges against me. And I'd just like to know why.",
        "Paul: Well, why do you think?",
        "Rosanna: I think um -- I hope that it's because you had time to consider everything that I told you. And, that you realize why I left and what I was up against with James and that -- that you've decided to forgive me.",
        "Paul: No, you're wrong. Oh, and your minute's up.",
        "Rosanna: Paul?",
        "Paul: Yeah, I was blackmailed by your little lap dog. You see, Craig said that he would make life very difficult for my sister.",
        "Rosanna: I know.",
        "Paul: You know? Do you know? Because I would have done everything in my power to help Emily's case. I would have testified against you! I would have hired a private investigator to bolster the state's evidence! I would have bribed judges, jurors, witnesses --",
        "Rosanna: You really hate me that much?",
        "Paul: More.",
        "Rosanna: I remember a time when you came to me for forgiveness. And I didn't just forgive you, i married you. Do you know why?",
        "Paul: Revenge?",
        "Rosanna: 'Cause every time I tried to remind myself there was no place for you in my life, I remembered that we're the same.",
        "Paul: We are not the same.",
        "Rosanna: We are the same. We're so lonely. Except when we're together. I'm yours. You're mine. Come on, that's all there is. We belong to each other.",
        "Paul: I don't want you.",
        "Rosanna: You do. You do. I know you do. And I'm going to prove it to you.",
        "[SCENE_BREAK]",
        "Announcer: Coming up, on \"As the World Turns\" --",
        "Paul: What is that?",
        "Rosanna: James made me take it off, but I never stopped waiting for the time when you were going to put it back where it belongs.",
        "Mike: Look, you need to take a walk.",
        "Craig: Well, not until I talk to the doctor.",
        "Katie: Craig, don't you see how upset Jennifer is? Do you really want that?",
        "[SCENE_BREAK]",
        "Paul: What is that?",
        "Rosanna: James made me take it off, but I never threw it away. I never stopped waiting for the time when you were going to put it back where it belongs.",
        "Paul: Get out.",
        "Rosanna: Paul? Come on, I am not gonna let you turn back into the person that you were before we fell in love.",
        "Paul: I been doing just fine without you.",
        "Rosanna: No. You were lost. We were both lost. But we can have it all back -- we can go back and make everything right and this past few months will just be this horrible, brief, forgettable period where we both forgot what was true.",
        "Paul: What was true? What is true, Rosanna?",
        "Rosanna: That we belong to each other.",
        "Paul: You left me because you wanted to punish me, dismiss me, betray me?",
        "Rosanna: I had to do all that --",
        "Paul: Can't decide? Maybe it's all of the above.",
        "Rosanna: James forced me to do all of that.",
        "Paul: He forced you? Did he bribe you or coerce you? Choose one.",
        "Rosanna: No, that was not what it was like.",
        "Paul: Why did you came back here, Rosanna?",
        "Rosanna: Because, I never forgot you, because I missed you, because I love you.",
        "Paul: Because you, well, okay, fine -- let's examine that. Let's examine that. You wanted Cabot back, so you turned to James. Did you love James?",
        "Rosanna: No.",
        "Paul: You wanted to get away from James, so you turned to Craig. Did you love Craig?",
        "Rosanna: No.",
        "Paul: Do you see the truth here? Because, it's there, Rosanna. There is a pattern here! The truth is everything that you do! Every choice that you make! Did you turn to me? No! Did you confide in me? No! Did you trust me? No! Did you love me?",
        "Rosanna: I love you, I'm sorry. I know I hurt you. I'm sorry.",
        "Paul: Hurt me, no! You -- no hurt in my life, not from my mother, not even from my father, can compare to -- why am I doing this? You know what? Never mind, I'm sorry. This is all my fault. I let you in. But now, I am cutting you out. I'm cutting you out of my heart. I am cutting you out of my life. Out, out. Out, out, out. Get out.",
        "[SCENE_BREAK]",
        "Emily: I need to speak to you.",
        "Hal: Well, hey, I'll be done here in a couple hours. Maybe we can go get a bite to eat.",
        "Emily: No, it needs to be now.",
        "Hal: I'd really prefer not discussing our personal problems here.",
        "Emily: I know. But this will have to do.",
        "Hal: Okay. Say what you've come to say.",
        "Emily: You blindsided me, Hal. Hearing what you really thought about me -- those things you said about me and other men.",
        "Hal: You deny giving in to certain feelings, certain attractions?",
        "Emily: No. No. The only reason you knew about those feelings was because I told you. I was honest with you about my doubts and my fears. You weren't honest with me.",
        "Hal: Emily, I didn't cheat on you.",
        "Emily: No.",
        "Hal: Not with a look, or a touch.",
        "Emily: What you did was worse. You let me believe in our marriage when you didn't. I thought you accepted me. I thought you'd forgiven me. And all the while, you been walking around with this secret checklist just waiting and ready and to add on to it.",
        "Hal: I just wanted to be enough for you. But I never was, was I?",
        "Emily: You call yourself a detective. Enough? You were everything. You were it. You were the good guy who loved me so much, I actually started liking myself. When did that go away, Hal? Was it ever really there?",
        "Hal: Maybe it's time we went to a counselor.",
        "Emily: I think it's time for us to stop living this lie.",
        "[SCENE_BREAK]",
        "Bob: Will, I understand that Jennifer's coming in for a checkup today. Have you seen her?",
        "Will: Ah, no.",
        "Celia: Is Jennifer all right?",
        "Bob: Oh, she's fine. Pregnant women need lots of checkups. It goes with the territory. Listen, if you should run into your sister, tell her that I have some wedding gifts for her from the staff.",
        "Will: Yeah, sure.",
        "Casey: All right, let's go.",
        "Will: Ah, I got some stuff to do.",
        "Casey: All right. Catch up with us later?",
        "Will: Yeah. Maybe.",
        "Casey: All right, cool.",
        "Celia: See ya.",
        "Will: Uncle Bob? What you said about pregnant women, um --",
        "Bob: Are you worried about your sister?",
        "Will: Yeah, kind of. It's true that they need to see a doctor, right, when they're going to have a baby?",
        "Bob: It's very true.",
        "Will: Well, what can go wrong? If, you know, the baby's inside and she doesn't get hurt or anything -- what kind of complications can there be?",
        "Bob: Well, lots of things. The baby needs nourishment -- proper nourishment. Mother has to watch her diet, take vitamins, no smoking, no alcohol, of course, no drugs.",
        "Will: Well, what if they do smoke? I'm just really interested, it's fascinating stuff.",
        "Bob: Well, we could always use another doctor in the family. Are you really interested?",
        "Will: Yeah, really.",
        "Bob: Well, listen why don't you come to my office and I'll give you a couple of books to read? Now you've heard the stork theory, haven't you?",
        "[SCENE_BREAK]",
        "Gwen: If I do a partial on the rent and on the electricity and I don't eat for a couple days \u0096",
        "[SCENE_BREAK]",
        "Lily: The children love staying at Emma's.",
        "Keith: Listen, Lily? Can I talk to you for a minute, alone?",
        "Lucinda: Why don't I go and just call on the kids. I bet they'd appreciate the many benefits of living with me.",
        "Lily: Oh, no, no, no. Don't you bribe them. No gifts.",
        "Lucinda: There's a thought. I'll be back.",
        "Lily: She's coming back? See what she's doing? She's just trying to keep me away from you. Again.",
        "Keith: Well now, she does have a point.",
        "Lily: What?",
        "Keith: Well, that farmhouse -- it is a little crowded over there. There's like, I think, one person too many.",
        "Lily: Oh, Holden. Don't worry about that. It's gonna be fine. Holden and I --",
        "Keith: Yeah, yeah, yeah, you're gonna get divorced. But in the meantime, I just don't like the idea of you guys together over there.",
        "Lily: I guess I could rent a place. Or you could move in here, with your kids.",
        "Lily: I'm crazy about you, I am. But I can't -- with my kids, in here. They've been disrupted enough.",
        "Keith: Whoa, no, the reason why I said you could move in here with the kids is because I'm moving out. I'm leaving.",
        "Lily: What do you mean, you're leaving? Since when?",
        "Keith: Well, since now.",
        "Lily: Well, what about, picking up where we left off? What about all that?",
        "Keith: Well, we are.",
        "Lily: How?",
        "Keith: When I come back. I can't just walk away from you Lily.",
        "Lily: Yes, but you just said that you're leaving.",
        "Keith: Yeah, just for a little bit.",
        "Lily: Well, why do you have to go? And, don't say you have to go because -- is my mother -- because we were fine until my mother came in here and started acting like my mother.",
        "Keith: No, you're mother's right. She has a point. You know, your house was almost burnt down. And, your kids are probably, a little nutty about that right now, so they probably need to spend some time with you.",
        "Lily: Why don't you stay and help me?",
        "Keith: 'Cause I've got some things to do in Chicago.",
        "Lily: When do you have to go?",
        "Keith: Well, I gotta go and I'll be back in two weeks.",
        "Lily: Two weeks?",
        "Keith: Mm-hmm.",
        "Lily: You know when you get back, in two weeks --",
        "Keith: Yeah. Yeah, when I get back what's gonna happen?",
        "Lily: Well, I think you're going to have to wait two weeks to find out.",
        "Keith: Wait a second, what is that about?",
        "Lily: That was incentive. So you'll remember that there's no place like home.",
        "[SCENE_BREAK]",
        "Gwen: Why are you back?",
        "Will: You know how bad this is for the baby. Gwen, I'm taking you to see a doctor right now.",
        "Gwen: Please, like I have money for a doctor.",
        "Will: Listen, my Uncle Bob will you for free, okay? And he's not gonna say anything about it to anybody.",
        "Gwen: I don't think so.",
        "Will: Well, then, we'll go see someone else.",
        "Gwen: I'll think about it.",
        "Will: What's to think about?",
        "Gwen: I don't know, okay? Going to doctors, doing all that baby stuff, it makes it all kind of real.",
        "Will: Gwen, this baby is real. And it's yours.",
        "Gwen: That's right -- all mine. And, sweet little Casey doesn't have to miss a minute of his precious beauty sleep.",
        "Will: You know what? I hate to say it. But, you can't be angry at a guy for being an irresponsible father until you tell him he's a father in the first place.",
        "Gwen: I'll tell him when I'm ready.",
        "Will: Great, fine. But in the meantime, we're going to the hospital, okay? I'm gonna help you, Gwen. I swear I will. But you gotta take care of your baby.",
        "[SCENE_BREAK]",
        "Mike: What are you doing here?",
        "Craig: I'm looking at a picture of my son.",
        "Mike: Son?",
        "Craig: Yeah, it's a boy.",
        "Jennifer: Why are you still here? Why is he still here? You -- you told him where I was.",
        "Craig: Now, you don't blame Katie. She just mentioned this appointment in passing.",
        "Mike: Look, you need to take a walk.",
        "Craig: Well, not until I talk to the doctor.",
        "Katie: Craig, don't you see how upset Jennifer is? Do you really want that?",
        "Craig: All right, I'll go. But I am, and I will be a part of my son's life Jennifer. You have to accept that.",
        "Mike: What happened?",
        "Jennifer: How does he know it -- how does he know it's a boy? Did you somehow find out and tell him?",
        "Katie: What?",
        "Jennifer: You always tell people things.",
        "Mike: No, Jen, Katie just got here.",
        "Jennifer: Well, as if that really matters. Because she snoops through medical files, and she listens at doors, and you're always here! Why are you always here?",
        "Dr. Schiller: Jennifer, come back inside.",
        "Jennifer: No, I'm fine!",
        "Dr. Schiller: I am your doctor, and I'm telling you, you're not. Now, you need to calm down. Come with me.",
        "Mike: Look, I'll come with you.",
        "Dr. Schiller: No, no, no. Give us just a minute, first, all right?",
        "Katie: Once again, I just end up making things worse.",
        "Mike: Well, you talked Craig down, which kept me from having to knock some sense into him and probably get myself arrested. So, I'd say you did some good.",
        "Katie: Here, don't forget this.",
        "Mike: Thanks.",
        "Katie: Why didn't you tell Jennifer that Craig had it?",
        "Mike: What would have been the point? It wouldn't have gotten him kicked out of here. And even if it is, he's just going to keep coming back.",
        "Katie: So, what are you gonna do?",
        "Mike: Is that your way of asking me whether I'm gonna take your advice or not? Start treating Craig like family, and suddenly everything is gonna get better?",
        "Katie: Well, you saw how torn up Jennifer was. How could it get any worse?",
        "[SCENE_BREAK]",
        "[ Door opens ]",
        "Rosanna: I know I'm supposed to go. But I just feel like if I walk out that door -- tell me what to say. Tell me how to reach you. I don't know what to say. The only thing I can think of to say is that I love you. And every time I say it, you get so angry. Please tell me what to say.",
        "Paul: Your tears mean nothing to me. Your feelings mean nothing to me. You mean nothing to me.",
        "[SCENE_BREAK]",
        "Emily: I'm going to take Daniel away for a few days. When I get back, we'll -- we'll make arrangements.",
        "Hal: Emma, why don't we just get it all said? You've decided that this marriage is over, haven't you?",
        "[SCENE_BREAK]",
        "Lily: Miss me?",
        "Keith: I miss you already. I'll call ya.",
        "Lucinda: Where's he going?",
        "Lily: Chicago.",
        "Lucinda: Really?",
        "Lily: Yes. I'll be staying here with the kids for now. Okay?",
        "Lucinda: Oh, honey, that's a perfect solution.",
        "Lily: I think so, yeah.",
        "Lucinda: A view of next door -- you can supervise the reconstruction. And, holden is nearby.",
        "Lily: I know you haven't given up on the idea that I'm going back to Holden.",
        "Lucinda: Honey, when you got a great love --",
        "Lily: It's not gonna happen. I'm not going back to Holden. Holden and I will never get back together. Okay?",
        "Lucinda: When's he going to be back?",
        "Lily: He? Keith? Two weeks. Okay?",
        "Lucinda: Two weeks.",
        "[SCENE_BREAK]",
        "Will: It's right up here. Gwen?",
        "Gwen: I'm okay. I'm okay. I just hope this kid appreciates what I'm doing for him, that's all. Let's go.",
        "Celia: Hi. What's going on?",
        "Casey: What are guys doing here?",
        "[SCENE_BREAK]",
        "Mike: Look at this kid. Oblivious. If he had any idea what was waiting for him, he'd never make an entrance.",
        "Katie: Oh, sure he would. You're here. And Jennifer. And Craig.",
        "Mike: I thought we were concentrating on the good news.",
        "Katie: That is good. We all already love him.",
        "Mike: Maybe letting Craig in is the best way to go. You might be right.",
        "Jennifer: The hell she is.",
        "[SCENE_BREAK]",
        "Announcer: Tomorrow, on \"As the World Turns,\" brought to you by spray 'n wash.",
        "Carly: I'm going over to Street Jeans to quit my job.",
        "Jack: Why?",
        "Carly: Well, so I can be a full-time mommy and wife.",
        "[Jack laughs]",
        "Casey: What are you guys doing here?",
        "Will: Hanging out.",
        "Casey: At the hospital?",
        "Will: Yeah, Jen's getting her checkup, I wanted to see how she was doing.",
        "Casey: What's your excuse?",
        "Jennifer: She's Craig's family and the only that we will have peace is if Craig is completely out of our lives."
    ],
    "Transcript Author": [
        "By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=aWlF7A7jZQU"
}