{
    "Episode Summary": [],
    "Recap": [
        "After Carly and Parker leave the water park, a worker posts the picture of Jack that he took. Once home, Carly tries to explain to Parker that he couldn't have seen Jack, but the little guy is insistent \u0096 he saw him. Once the kids are down, Carly sits and thinks; she then tells Mike to get a sitter, they're going back to the water Park. Once Jack and Julia are home, J.J. insists he wants to go back to the water park, Julia instead turning her living room into one when they battle with super soakers. When Jack takes his shirt off for her to put in the dryer, they kiss. Barbara ties up Chris and Emily in the boathouse facing each other and then leaves. Trying to get loose, they fall over with Emily on top, succumbing to their urges. Allison discovers they're gone and when she hears a gunshot from the garage she goes out there and calls Hal. Aaron comes to comfort her and when they hear that Chris and Emily are at the boathouse, they leave. Barbara drives her car through the Mental Hospital's front doors after Hal tells her there is no way she's getting Will."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Hey, Emily! You'll never guess Aaron's big crisis! Emily?!",
        "Barbara: Okay, kids, listen up. You do what I tell you to do, hopefully we'll all get out of this alive.",
        "Emily: Barbara, you are insane --",
        "Barbara: What did you call me, Emily?",
        "Chris: Barbara is right. Okay, just relax. Everybody stay calm.",
        "Barbara: Nice bedside manner, Cousin Chris. Move!",
        "Alison: Hey, Em! Em!",
        "Barbara: Let's go! In the car, both of you. Hands where I can see them.",
        "[Gunshot]",
        "[Alison screams]",
        "[SCENE_BREAK]",
        "Dusty: That's it for the day?",
        "Curtis: It's been slow.",
        "Dusty: Since when?",
        "Curtis: Since it was all over the news that Molly McKinnon got grabbed from here.",
        "Dusty: Really?",
        "Curtis: Yeah. I mean, it hasn't killed us, but it wasn't great for publicity. You haven't noticed?",
        "Dusty: No, I've been busy.",
        "Curtis: Yeah, so has Craig. Good thing Aaron and I know how to run this place, especially on our salaries.",
        "Dusty: You trying to hit me up for a raise when business is so slow? Put these on my desk. Hey, Curtis -- where did this come from?",
        "Curtis: It was here when I got in.",
        "Dominic: To old friends.",
        "Dusty: What brings you by?",
        "Dominic: Well, word in Chicago is you're looking for some business opportunities.",
        "Dusty: A year ago, I was looking. Where have you been, Dominic?",
        "Dominic: What's the matter? You're allergic to money now?",
        "Dusty: I got a legitimate business now.",
        "Dominic: Uh-huh. Well, business don't look too good tonight, pal.",
        "Dusty: Well, that's what they call a seasonal slump. Business has been great.",
        "Dominic: So you'd be too busy for a new investment?",
        "Dusty: Depends. What is it?",
        "Dominic: I got a sure-fire way you and I can make a bundle.",
        "Dusty: What do I gotta do?",
        "Dominic: That's the beauty of it -- practically nothing.",
        "[SCENE_BREAK]",
        "Jack: Here you go, kid.",
        "Julia: You okay?",
        "Jack: Yeah, it's just -- just weird. I feel like I left something behind.",
        "[SCENE_BREAK]",
        "Parker: No, we have to go.",
        "Carly: Hey, what's going on?",
        "Parker: I saw him. I saw Jack.",
        "Mike: Well, you saw a man with black hair? Maybe he looked like Jack?",
        "Parker: No, I saw him. It was Jack! He just went out that door. We have to find him!",
        "Security guard: You need to stay here with your mom.",
        "Carly: Oh, my God. Jack.",
        "[SCENE_BREAK]",
        "Alison: Emily, I heard something! What was --",
        "Alison: Chris?",
        "[SCENE_BREAK]",
        "Barbara: Slow down, skippy. You trying to get the cops to spot us?",
        "Chris: I thought you were in a hurry.",
        "Barbara: Oh, right. And you grabbed that shovel so we could do some gardening, right? Didn't you learn anything back there? I will use this again, and next time, I will aim.",
        "Emily: Okay, you know what? No one needs to shoot anyone, all right? Just -- Chris and I are doing exactly what you told us. We're not causing any trouble, Barbara. I hope you realize you've made things a lot worse --",
        "Barbara: Keep on going.",
        "Emily: You want to escape, right? Well, you don't need two extra people tagging along.",
        "Barbara: Tell me about it. All I wanted was the gun and the car, and then you two showed up. I don't want to hurt anyone.",
        "Chris: Then don't.",
        "Barbara: Too late. You put yourselves in the middle, and now you'll have to pay the price.",
        "[SCENE_BREAK]",
        "Dusty: Let me get this straight. I do practically nothing for a pile of money. Enjoy your drink, Dominic. It's on me.",
        "Dominic: Come on, aren't you even a little curious?",
        "Dusty: Nope. I can smell it from here.",
        "Dominic: If you could smell it, man, you'd be smelling roses.",
        "Dusty: What is it?",
        "Dominic: I got this young fly-weight, this Montegan kid, Rafael Ortega.",
        "Dusty: I've never heard of him.",
        "Dominic: Nobody has. That's the beauty part. He's hot, and he's ready. And he's been completely mismanaged.",
        "Dusty: Whoa. What's new? That's the downfall of every boxing career. Tell me something I don't know.",
        "Dominic: Yeah, yeah, it's true. It's true. Some people are incompetent. It's sad. But I am now perfectly positioned to turn this kid's mismanagement into a gold mine.",
        "Dusty: You bought his contract? What's your end -- 50%? More than 50?",
        "Dominic: Hey, kid's getting nothing now.",
        "Dusty: You're a real mentor -- real mentor.",
        "Dominic: Listen, I'm looking out for the kid's future. All I have to do is get him a few fights, get his feet wet, get some press, make the kid look like he's a winner.",
        "Dusty: You're looking for a pigeon.",
        "Dominic: A worthy challenger.",
        "Dusty: Someone with more brawn than gray matter. Someone who will make your boy look good, right?",
        "Dominic: It'd be a clean fight.",
        "Dusty: How about a fair fight?",
        "Dominic: Come on, Donovan. Life is rarely fair. It's a sad lesson we all learn. So what about it? You want to find me a pigeon for my boy?",
        "Dusty: I haven't been in a gym in a long time. Give me a second, all right?",
        "Dominic: Mm-hmm.",
        "Dusty: Hey.",
        "Lucy: Hey.",
        "Dusty: What are you doing?",
        "Lucy: I had to get out. I've been on the phone all day looking for a job.",
        "Dusty: A job?",
        "Lucy: Well, if I'm not going to school, I have to be doing something.",
        "Dusty: What do you need a job for? I got a job.",
        "Lucy: No. It's not about the money. I want to be useful. Anyway, I think I'm finished for today, so I thought I'd come down and see -- who's that?",
        "Dusty: That's a guy.",
        "Lucy: A friend of yours?",
        "Dusty: No, I know him. We were just talking. You want me to get rid of him?",
        "Lucy: No. No, of course not. You go finish your meeting. I'm starving, anyway. I've had a big appetite since I skipped breakfast.",
        "Dusty: That was a great breakfast.",
        "Lucy: Perfect way to start the day. Anyway, you go and finish your business.",
        "Dusty: You know what you're doing to me. [Dusty sighs] Okay. Where were we?",
        "Dominic: Huh? I forgot. That's the thing about beautiful women -- they're so distracting.",
        "Dusty: Dominic, watch yourself.",
        "Dominic: What? I'm just appreciating your taste. She is -- somethin'. Very classy. I'm smelling some old money, though. Am I right? You're coming up in the world.",
        "[SCENE_BREAK]",
        "Carly: Jack --",
        "Faux Jack: Hello.",
        "Carly: Oh, I'm sorry. I'm sorry. I thought you were someone else.",
        "Faux Jack: For you, sweetie, I could be somebody else.",
        "Parker: Did you find him?!",
        "Carly: No. No, sweetheart. It's not Jack. You see?",
        "Parker: No. The guy I saw was wearing a light blue T-shirt.",
        "Mike: All right, Parker, come on. Let's take it easy, buddy, okay?",
        "Parker: He just left. But maybe he's still in the parking lot. Come on, Mom. We have to go!",
        "[SCENE_BREAK]",
        "Parker: Why couldn't we look in the parking lot?",
        "Mike: We did.",
        "Parker: No, we went to our car. Jack was there. Call the water park, guys.",
        "Carly: Mike, would you put Sage up in her crib for me, please?",
        "Mike: Sure, sure.",
        "Parker: I have a great idea!",
        "Carly: Honey --",
        "Parker: No, wait! Get them to ask for Jack on the loudspeaker. They could tell him to meet us.",
        "Carly: Parker, Parker --",
        "Parker: Just like when you're lost at the mall.",
        "Carly: Stop it! Please! Sweetheart, all this talk about seeing Jack has to stop. It has to stop now.",
        "[SCENE_BREAK]",
        "Julia: Thank you.",
        "J.J.: I don't get it. We hardly got to do anything. The water park is still open.",
        "Julia: Did you or did you not get to go down the water slide?",
        "J.J.: Yeah, but --",
        "Julia: Yeah, but you didn't get all pruney and wrinkly and get to go on everything twice. Is that it?",
        "J.J.: Yeah!",
        "Julia: Listen, did you forget that Kayley was coming over tonight and she's bringing Roswell and you have to walk him with her?",
        "J.J.: Why do I need a babysitter tonight? Are you two going out?",
        "Julia: No, but Jack and I are going to do some work on the computer.",
        "J.J.: Are you going to find out where Jack was before he came here?",
        "[Jack laughs nervously]",
        "Julia: Hopefully. Listen, can you run along and get changed out of those wet clothes, please?",
        "J.J.: I hardly got wet at all.",
        "Julia: I heard that, young man. I get a feeling we're going to hear that grumbling at least for a few more days.",
        "Jack: I'm sorry. The two of you can go back without me.",
        "Julia: No, don't be silly. He'll be fine once Kayley and Roswell get here.",
        "Jack: Who's Roswell?",
        "Julia: He's this funny-looking little mutt that Kayley found and brought home. You'll see -- when he gets here, you'll see for yourself. I mean, the dog -- seriously, he could be an alien.",
        "Jack: Sounds like me -- Jack Roswell. There's a name for you -- Jack Roswell.",
        "Julia: Jack --",
        "Jack: I'm kidding, please. It's all right.",
        "Julia: I'm worried about you. You know, with the dizziness and everything. I think that maybe you should go back to the doctor tomorrow.",
        "Jack: A doctor can't help me.",
        "Julia: You still feel like you left something behind at the water park? I mean, something jogged your memory.",
        "Jack: Maybe. Or maybe I just felt like I needed to remember something, so I made it up.",
        "Julia: Or maybe it's real. If you want, you could sit down on the couch. Maybe I could try to get you to relax. We'd go through the day, step by step --",
        "Jack: No, you don't have to do that.",
        "Julia: I know. This must be very frustrating for you.",
        "Jack: Yeah. Yes, it's frustrating, but isn't it boring? I mean, honestly, Julia, aren't you tired of the same thing over and over? I know I am.",
        "Julia: No, I'm not. I understand.",
        "Jack: You know what the best part of the day was for me today? I caught a glimpse of you and J.J. At the top of the water slide. When you started down that thing, you guys were screaming your heads off.",
        "Julia: Oh, I didn't know you were watching.",
        "Jack: Yeah.",
        "Julia: Yeah, we're not the real quiet type.",
        "Jack: I get that. But you looked like you were having the time of your life. And for a split second, I --",
        "Julia: What? Tell me.",
        "Jack: I wanted to feel that way. All the time. Just stop worrying about what I don't remember anymore and just be happy for right now. I wanted that moment to last forever.",
        "[SCENE_BREAK]",
        "Dusty: That girl doesn't concern you.",
        "Dominic: Does she have a name?",
        "Dusty: Not for you, no.",
        "Dominic: Dusty, you misunderstand. I'm happy for you, with her, whatever. I don't want to fight with you. What I want is a fight between my guy Rafael and a challenger who you choose.",
        "Dusty: Why don't you find a challenger yourself?",
        "Dominic: I can't hold contracts on two guys in the same fight. You know that.",
        "Dusty: You can't find some loser and set him up with someone else, not me? You can't do that?",
        "Dominic: I need someone I can trust. And the whole thing's got to pass the smell test at the boxing commission.",
        "Dusty: Oh, I get it. You mean you can't be around the challenger?",
        "Dominic: Ah, finally. You know, Donovan, you're starting to scare me. I think you've forgotten everything you know.",
        "Dusty: I'd like to.",
        "Dominic: Come on, this thing could be a cash cow. You don't even have to come to Chicago. We could put the fight on right here in Oakdale. All you gotta do is find me my pigeon, sit back and collect your money. That's it.",
        "Lucy: Hey. I thought you might be hungry.",
        "Dusty: Thank you.",
        "Dominic: Is she doing homework?",
        "Dusty: Good luck to you, all right? I mean, this kind of proposition, you should not have any problem finding a taker. Do it.",
        "Dominic: But not you?",
        "Dusty: Not me. I'm out of the scene, you know?",
        "Dominic: What's the matter with you, huh? What, are you afraid little Miss Muffet won't approve?",
        "[SCENE_BREAK]",
        "Alison: I thought it was really weird how the door was open, so, anyway -- okay, so I came in because I wanted to show Emily my shower gifts, only she wasn't there, and that's when the gun went off, and --",
        "Hal: The gun?",
        "Alison: Yeah. Well, I don't know what else it could have been, and I was out here, and --",
        "Hal: Damn.",
        "Alison: And that's when I found a piece of Chris' shirt, and I don't know why.",
        "Hal: I asked Chris to stay with Emily. With Barbara on the loose.",
        "Alison: Barbara's out? How?",
        "Hal: She escaped.",
        "Alison: Oh, my God. Oh, my God. You have to go after her! She hates Emily --",
        "Hal: Alison, take a deep breath and tell me everything else that you remember.",
        "Alison: That's -- all. No, wait! No, I heard -- there was a car that peeled out.",
        "Hal: They must've taken Emily's.",
        "Alison: Hal, you have to find them.",
        "[SCENE_BREAK]",
        "Chris: Look, Barbara, we don't have to be a problem, okay? Just let us out, and you can go. Leave us by the side of the road.",
        "Emily: Chris is right. Look, we're at the edge of town. Drive another mile or so, and we'll be stranded.",
        "Chris: And you can be on your way.",
        "Emily: And there's no way for us to call the police.",
        "Barbara: Oh, no, no, no. Quiet, you two. You are my only chance to -- [Cell phone rings] Hark. I hear bells. \"We'll be stranded.\"",
        "Emily: I honestly -- I didn't remember --",
        "Barbara: Hand it over.",
        "Emily: I'm sorry, I --",
        "Barbara: Oh, good.",
        "Hal: Emily?",
        "Barbara: Try again.",
        "Hal: Hello, Barbara.",
        "Barbara: Hello, Hal. Sorry I had to rush out like that, but when your husband and children are trying to railroad you into jail time for defending your baby boy --",
        "Hal: We've heard the speech already. Is Emily with you?",
        "Barbara: Yes. And she brought a buddy. For safety.",
        "Hal: I heard a gun went off. Is anybody hurt?",
        "Barbara: No, we're having a swell time. It's a road trip.",
        "Hal: Barbara --",
        "Barbara: Huh-uh. My turn. So, you want to see her again?",
        "Hal: You know I do.",
        "Barbara: Only one way that can happen.",
        "Hal: I'm listening.",
        "Barbara: Let's make a deal.",
        "Hal: If you think I can get the charges dropped against you --",
        "Barbara: I don't care about the courts or the law. Only one thing I want, only one thing I need -- the only love in my life that still loves me back.",
        "Hal: Barbara \u0096",
        "Barbara: If you want to see your beautiful baby bride again, you will give me Will. Tonight.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns --\"",
        "Emily: Ow.",
        "Barbara: Okay. That should hold you long enough.",
        "Emily: Long enough for what?",
        "[SCENE_BREAK]",
        "Hal: You want to exchange Will for Emily?",
        "Barbara: That's right. I'll even throw in Chris Hughes. Two for one.",
        "Hal: I can't do that, Barbara. Even you know that's not possible.",
        "Barbara: Well, then I hope you find us in time. Pull over. This is it.",
        "[SCENE_BREAK]",
        "Alison: What happened? Call her back! You cannot let her do this!",
        "Aaron: Ali, Ali!",
        "Alison: That psycho took Emily and Chris!",
        "Aaron: Who?",
        "Alison: Barbara Ryan.",
        "Hal: I need a new APB out on Barbara Ryan. She's driving a green SUV, license number arb3824. She has hostages -- Emily Munson and Chris Hughes.",
        "Alison: No, Hal, wait!",
        "Hal: Officer Durant is going to stay here in case somebody tries to contact us here. I'm going to go intercept Barbara.",
        "Alison: Do you know where they are?",
        "Hal: No. But I know where she wants to be.",
        "[SCENE_BREAK]",
        "Barbara: Oh, good. This is good. You see that rope, Chris? Pick it up.",
        "Chris: Barbara, what --",
        "Barbara: Pick it up!",
        "[SCENE_BREAK]",
        "Mike: Sage is asleep. I asked Parker to get into his pajamas, but he didn't want to just yet. Carly, I'm sorry.",
        "Carly: Why? It's not your fault.",
        "Mike: I thought it would help him if we let him look for Jack, you know? So he could figure out on his own that he's looking for someone who -- who isn't there.",
        "Carly: I know. But it's -- it's just gotten way out of hand. He's getting worse, not better. Now it's not just, \"I know Jack's alive.\" Now, it's, \"I saw Jack.\" And you know the worst part? I believed it myself today. For a minute there, when Parker was so sure, I let myself believe it.",
        "Mike: Hey, who wouldn't?",
        "Carly: But it's wrong. It's not healthy for any of us. It has to stop.",
        "Mike: You sure you're up for it tonight?",
        "Carly: It won't be any easier tomorrow.",
        "Mike: Hey, buddy. I'm going to go check on your sister. Do you want me to read you a story later? All right. Well, I'll be here, okay?",
        "Carly: Hey. Want to come sit by me? Sweetie, I know that you want to think that Jack is -- around.",
        "Parker: I thought we couldn't talk about Jack anymore.",
        "Carly: No, baby. We'll never forget Jack. We can talk about him all the time. We can tell stories about him. We will always remember him. But you just can't pretend that you see him.",
        "Parker: I did see him. I did.",
        "Carly: Parker, if you saw Jack -- why didn't he say hello?",
        "Parker: He didn't see me. He was leaving.",
        "Carly: So you saw him from the back? Because, you know, sometimes people can look alike.",
        "Parker: It was Jack.",
        "Carly: You know, I thought I heard Jack yesterday. I woke up, and I went to the closet to get my clothes, and I really thought heard him.",
        "Parker: Jack wasn't in our house.",
        "Carly: No, he wasn't. I know. That's the point. I wanted to hear him so badly that I imagined it. And I felt better for a little while. So I get it, Parker. I know you want to feel that he's around. But just because you want it to be true doesn't make it true. Do you understand?",
        "Parker: Sure.",
        "Carly: Good.",
        "Parker: That's like pretend. Today -- today was real. I saw Jack at the Water Park. I did.",
        "[SCENE_BREAK]",
        "J.J.: Wait! You just cheated!",
        "Jack: How could I possibly cheat with that fortress you have built up around your cards? Will you just stop whining and tell me how many cards you want?",
        "J.J.: One.",
        "Jack: One. Let me have one back.",
        "Jack: You're getting the hang of this. Oh, unfortunately -- I have two pair, buddy. Read 'em and weep.",
        "J.J.: Full house! I win.",
        "Jack: Ah! How could you possibly win every single hand?",
        "J.J.: Years of practice.",
        "Jack: \"Years of practice\"? You're, like, 8.",
        "Julia: Hey, guys. Anybody hungry? Yeah? What do you want to eat?",
        "J.J.: Cotton candy and a footlong hot dog!",
        "Julia: Really? Well, geez. Where on earth would I get something like that? I don't know, maybe --",
        "J.J.: The Water Park!",
        "Julia: Oh, the Water Park. You know what, kiddo, I am so sick and tired of hearing about the Water Park.",
        "J.J.: It's still open! We could go back and --",
        "Julia: Really? You want to get wet, babe? You want some water, huh? Is that what you want? You want to get soaked?",
        "J.J.: Yeah.",
        "Julia: All right, Mr. Man, you got it!",
        "[Screaming]",
        "Jack: Come on, J.J.! We need reinforcements!",
        "[SCENE_BREAK]",
        "Emily: Ow.",
        "Barbara: Okay. That should hold you long enough.",
        "Emily: Long enough for what? Barbara, what?",
        "Barbara: Oh, come on, Emily. I just don't know what to say to you. Apparently, your husband isn't very concerned about getting you back. I wonder if he'll care about what happens to you now.",
        "Chris: What does that mean?",
        "Emily: What are you doing? Are you coming back?",
        "Barbara: Oh, you miss me already? Don't worry, Emily. You'll see me again. In hell.",
        "[SCENE_BREAK]",
        "Hal: The patient's name is Will Munson. And you have to move him to maximum security now. I want a guard at his door, a guard in every hallway, every stairwell --",
        "Nurse: Excuse me, Mr. Munson. We can't disrupt the entire hospital just --",
        "Hal: Its Lieutenant Munson, and we have an emergency here. A dangerous fugitive escaped police custody today. So you will disrupt. You will move and have officers in place now! Call the station. See how many officers we can round up. If they can't provide the security we need, I want police here now.",
        "Cop: And we'll get copies of Ms. Ryan's mug shot for the staff.",
        "Hal: Good thinking. [Cell phone rings]",
        "Cop: Don't worry, sir. We'll be ready for her.",
        "Hal: We better be. Barbara's fixated on Will, and if she doesn't -- Munson.",
        "Barbara: Ryan.",
        "Hal: Where are you, Barbara?",
        "Barbara: Far away, Hal. Far, far away.",
        "Hal: You've left town?",
        "Barbara: Oh, I'm leaving the country. I realized, tonight, there's no point in staying.",
        "Hal: So this would be a good-bye call?",
        "Barbara: I thought it was only fair to warn you. Not that you'd give me the same courtesy.",
        "Hal: Warn me about?",
        "Barbara: Traveling light.",
        "Hal: What does that mean?",
        "Barbara: You had your chance. You could've had Emily back.",
        "Hal: What have you done?",
        "Barbara: Emily and Chris are tied up at the boathouse. If I were you, I'd skedaddle.",
        "Hal: Why?",
        "Barbara: Well, there's a -- let's call it a device, set to go off in 20 minutes. Unless you get there first.",
        "Hal: You're gonna blow up Emily and Chris?",
        "Barbara: You won't let me have Will. Then you, too, can live without someone that you love.",
        "Hal: But I could stop this bomb?",
        "Barbara: If you get there in time. And if you make the right choices. It has to be you, Hal. Don't think that you could send someone else. This surprise is just for you.",
        "Hal: You know, it's funny -- you know who you sound like now? You sound just like James Stenbeck.",
        "Barbara: He was a good teacher.",
        "Hal: And he taught you to make explosives, too? Right. And where did you get the materials that you needed for this bomb, Barbara? In my garage? In the boathouse, maybe?",
        "Barbara: Oh, come on, Hallie. You don't think I escaped without a plan, do you?",
        "Hal: Yeah, I think you jumped through that window with the plan of saving your own--",
        "Barbara: Come on. Remember that call from my lawyer in jail? The one who didn't give his name? Well, you were right. It was James. And he set this all in motion. And gave me some insurance. Tick-tock, Hal. 18 minutes and counting.",
        "Hal: You're lying.",
        "Barbara: Are you willing to risk your wife?",
        "Hal: I'm not willing to risk our son. You want me out at the boathouse so you can get to Will. Well, it's not gonna work, Barbara. I'm at the hospital. And I'm staying at the hospital. This place is crawling with guards. More are on the way. And you're not going to get within 100 feet of Will!",
        "Barbara: Damn you, Hal!",
        "[SCENE_BREAK]",
        "Aaron: Look, Alison, they haven't been gone that long, okay? Okay, that's good. We found out right away that --",
        "Alison: That a total nutcase, who threw herself out of a courtroom window, grabbed my sister and Chris!",
        "Aaron: Alison, look. Look right there. Okay, there's a cop. They're all over this, okay? They know exactly what car she's in. And Hal knows where Barbara's headed.",
        "Alison: No, he thinks! Maybe! I'm gonna be sick.",
        "Aaron: Okay, listen. Relax, relax, okay? Take a seat. Take a seat. Sit, sit, please. Breathe, breathe.",
        "Alison: You know, Barbara hates Emily. She would hurt her just for spite. I can't believe this, Aaron. I mean, Emily -- she's always there for me. And Chris --",
        "Aaron: Listen, listen. They're going to both be back.",
        "Alison: Yeah, and how do you know? Barbara has a gun. And she's already fired it once.",
        "Aaron: Because she told Hal she hasn't hurt anybody yet.",
        "Alison: Yet, Aaron. And I know Chris. And Chris wouldn't just sit around and be captured. He would -- he'd try to escape or help Emily -- Aaron, Chris could end up in big trouble.",
        "Emily: The end -- it's near my hand. I know it is.",
        "Chris: Can you reach the knot?",
        "Emily: I -- almost -- no, we've got to get out of here! Come on!",
        "Chris: Okay, settle down. Settle down.",
        "Emily: If I could just get the end on something!",
        "Chris: Barbara is gone. It's okay. This is what we wanted. All right, not exactly this, but we wanted her to leave us behind. Emily, its okay. You're safe now.",
        "Emily: This is not safe, Chris. I've got to get the end. If I could just rub it on something, and then I could slip my hand through it.",
        "Chris: Behind you. There's something behind you.",
        "Emily: Yeah, yeah, turn me around. Turn me around. Go. All right, back up. One more step. Go, go. Ah, ah!",
        "Chris: Are you okay?",
        "[SCENE_BREAK]",
        "Dusty: Finish up your drink and get out of here, will ya?",
        "Dominic: All right. And, Dusty, about the girl, I was just -- observing.",
        "Dusty: Observe the door, all right?",
        "Dominic: Come on. You must have noticed she's a little young.",
        "Dusty: Watch it. Watch it, what you're saying in here -- in here.",
        "Dominic: You got it bad, don't you? I'm just saying, I've never known you to turn down a lot of money. It's a lot of easy money.",
        "Dusty: Dominic, I'm retired.",
        "Dominic: All right. You know, I only came to you first because I owed you from that thing in Cicero.",
        "Dusty: Well, we're good. We're even now, all right?",
        "Dominic: Yeah. But as your friend, I got to say, you're making a big mistake here.",
        "Dusty: Okay, wouldn't be my first, believe me.",
        "Dominic: You know, if you think you're gonna be someone else for this --",
        "Dusty: Listen, man, I got a legal gig here.",
        "Dominic: Yeah?",
        "Dusty: That's it. Drop it.",
        "Dominic: You said that, but we both know why you're not taking advantage of a once-in-a-lifetime score, and you're fooling no one but yourself.",
        "[SCENE_BREAK]",
        "Carly: Honey, if Jack is alive, why doesn't he come home?",
        "Parker: I don't know. Maybe he's mad at us?",
        "Carly: No, sweetheart. No. And even if he were mad, he would still come home to us. You know that?",
        "Parker: Yeah.",
        "Carly: Yeah. He would know how worried we are, how much we miss him. If he were around, he would come home.",
        "Parker: Maybe he's lost.",
        "Carly: Well, the water park is not that far away. If he could find his way there, he could certainly find his way back to our house.",
        "Parker: I don't know. It's weird. That's why we have to find him. Something's wrong.",
        "Carly: Parker, we're not gonna find him.",
        "Parker: We will, if we keep looking.",
        "Carly: Oh, sweetie, I did look. I looked so hard, I thought I saw him, too.",
        "Parker: You wanted to see Jack. I did see him.",
        "Carly: Parker, we can't do this.",
        "Parker: I don't lie.",
        "Carly: No. No, I know you don't.",
        "Parker: I saw Jack at the water park today. I did. Please, don't give up.",
        "[SCENE_BREAK]",
        "Julia: All right, come out wherever you are, you little chickens. Bock, bock, bock, bock, bock, bock, bock! I hear you breathing.",
        "Jack: Now!",
        "[Julia screams]",
        "Julia: That's so not fair!",
        "Jack: J.J. -- I got a jam. I got a jam.",
        "Julia: Jack!",
        "Jack: We got her!",
        "J.J.: Yes!",
        "Jack: Yes! You were awesome!",
        "J.J.: No, you were awesome!",
        "Jack: No, you were awesome!",
        "J.J.: You!",
        "Jack: Okay, it was me. I was awesome.",
        "[Jack laughs]",
        "Julia: Victory is mine!",
        "[Julia laughs]",
        "Jack: That was uncalled for.",
        "Julia: Okay. Well, are you wet enough now? Did you like that? Are you all pruney and pickled?",
        "J.J.: Um --",
        "Julia: Yeah, is that enough for you?",
        "J.J.: Yeah.",
        "Julia: Okay, good, because the home water park is now closed. Sorry. All right, go upstairs. Change your clothes.",
        "Jack: Get out of here. You have a very, very, very good evil laugh. Do you know that?",
        "Julia: Oh, really? Thank you. I'm sorry about that. It's -- can you tell? We watch way too many cartoons.",
        "Jack: Yes, yes. I can tell that you're a very large child.",
        "Julia: Yes, I am. Guilty.",
        "Jack: Which is probably why you're such a great mother.",
        "Julia: Well, yeah, uh-huh. Right now, I rule. But wait till tomorrow morning. I'll be the biggest meanie on the block again. Wait and see.",
        "Jack: No, seriously, you're -- you're quite amazing.",
        "Julia: Well, thank you. Actually, I'm not sure about that, but I'm really, really good with household appliances. I am. Can I have this t-shirt? I'll put it in the dryer for you.",
        "Jack: Yeah. I got soaked in the back.",
        "[SCENE_BREAK]",
        "Dusty: I've had enough of your, you know, insights regarding my business.",
        "Dominic: Look, it's a lot of money that you're passing up for what, for some cute girl?",
        "Dusty: I got everything I need, and you're selling nothing that I want.",
        "Dominic: Oh, yeah? Maybe -- for now. You know what my life experience has taught me?",
        "Dusty: Take it to Oprah, will ya?",
        "Dominic: People don't change, and they sure as hell don't change for someone else. It never works.",
        "Dusty: Put it on a t-shirt. Dominic, what is your problem?",
        "Dominic: Donovan, look at that girl. Look at that young girl there, and look in the mirror. Think about how you spent the last eight to ten years of your life. Ask yourself the logical question -- what's wrong with the picture?",
        "[SCENE_BREAK]",
        "Carly: Do you think Parker will get any sleep?",
        "Mike: I read him a story.",
        "Carly: That doesn't exactly answer my question.",
        "Mike: I'll check on him in a half hour, make sure his eyes are closed. How's that? Besides, it will give me a chance to look in on Sage. She's one beautiful little girl, you know that?",
        "Carly: That's what Jack used to say, every night.",
        "Mike: You know, he was pretty good to me when she was born. He understood how hard it was for me to give up the idea that she was mine.",
        "Carly: He knew that you'd already started to love her.",
        "Mike: Well, she couldn't have a better father than Jack Snyder. That guy was born to have kids.",
        "Carly: Must be why he always talked about having a houseful.",
        "Mike: Really?",
        "Carly: Oh, yeah. The more, the merrier. That way, he could say, \"when we were -- when we were old, we'd always have lots of grandchildren around us.\"",
        "Mike: I'm an idiot, Carly. I'm sorry.",
        "Carly: No. Why?",
        "Mike: You know what? This is not what you need to be talking about right now, all right? Come on, I'll get you a cup of hot tea from the kitchen, and we'll come out here and turn on the television, watch something completely mindless. Okay?",
        "Carly: Sounds like a good plan.",
        "Mike: All right.",
        "Carly: I love our life, Jack, and I want more of it. I want more of us. Mike? Mike?",
        "Mike: Are you okay?",
        "Carly: Yeah, its fine, but we need to get a babysitter.",
        "Mike: Why?",
        "Carly: We're going back to the Water Park. Tonight.",
        "[SCENE_BREAK]",
        "Worker #1: Wait. Don't throw those out yet.",
        "Worker #2: We're closing.",
        "Worker #1: Not for another hour. Those people could still come back and buy them.",
        "[SCENE_BREAK]",
        "Julia: I should go put your shirt in the dryer.",
        "Jack: Don't go.",
        "[SCENE_BREAK]",
        "Cop: That's it. That's the suspect's car. The boathouse on the Walsh property. Got it. Hey, you two, where are you going?",
        "Chris: It's okay. We're -- gonna be okay.",
        "Nurse: We have guards at all the entrances to Will's floor.",
        "Hal: What about the windows?",
        "Nurse: Lieutenant --",
        "Hal: Are there any windows like these without bars on that floor? Because I'm telling you, they won't stop this woman.",
        "Nurse: Sir, with all due respect, I think you're overreacting.",
        "Cop: Your wife just drove through the front gate?",
        "Hal: They let her in?",
        "Cop: No, no. She crashed through the gates. She's headed this way.",
        "[Tires screeching]",
        "Hal: Oh, my good God! Everybody, down.",
        "[Crashing]",
        "[NEXT_ON]",
        "Dusty: I'm sorry. I gotta stay here and run this place.",
        "Lucy: I can think of a lot of other things we could be doing.",
        "Mike: Parker is wrong.",
        "Carly: If I don't go back to that park and look for whatever clue there might be, I will regret it for the rest of my life.",
        "Hal: You're not gonna shoot anybody.",
        "Barbara: You stay back, Hal! I want my son, and I want him now!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=juNPKl3eLWI"
}