{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Henry: You \r\npacked yet? ",
        "Maddie: Almost.\r\n",
        "Henry: All \r\nright, we're almost out the door, so quit blogging. Let's get a move on, huh?\r\n",
        "Maddie: One \r\nsecond. My loyal readers want to read when I'm evicted and sent home in \r\ndisgrace. ",
        "Henry: That's \r\njust what I need, Madeline. I need a bunch of teenage girls mocking my troubles. \r\nBeen there, done that. ",
        "Maddie: Well \r\nHenry, we wouldn't have any troubles if you would just let me use my donut money \r\nto rent us a place. ",
        "Henry: Come \r\nhere. Come here, sweetie. Listen, I don't want to shatter the myth of the donut \r\nmoney, all right? But here are the hard facts -- all of your savings would equal \r\nabout three, four months' rent tops. Save it for college, kiddo. ",
        "Maddie: I don't \r\nneed any money for college now. ",
        "Henry: What?\r\n",
        "Maddie: Oakdale \r\nLatin was my only shot at getting into a decent school. I know this is all my \r\nfault. If I hadn't pulled the secret admirer scam, Katie wouldn't have thrown us \r\nout. And I just wish you wouldn't have taken the fall, that's all. ",
        "Henry: It's \r\nbetter me than you. Hey guys, we're just about fully packed here. Just \r\neverything but the computer, right Maddie? ",
        "Maddie: Right.\r\n",
        "Henry: I didn't \r\nhave much. ",
        "Mike: I'll take \r\nyour bags to the car. ",
        "Katie: Well I \r\nguess this is it. In spite of everything, I am gonna miss you. ",
        "Henry: You \r\ndon't have to miss us at all. ",
        "\r\n--------------------------------------------------------",
        "[Grunting]\r\n",
        "Tom: You need \r\nhelp? ",
        "[Margo \r\ngiggling] ",
        "Casey: Whoa. \r\nToo much. ",
        "Margo: All \r\nright, is that a good \"whoa\" or a bad \"whoa\"? ",
        "Casey: It's a \r\ngood \"whoa.\" ",
        "Tom: Well, its \r\nsenior year, dude. We wanted to start things off right with a party. ",
        "Casey: Yeah, me \r\ntoo. So thanks a lot. ",
        "Margo: You know \r\nwhat, I am just so glad that it's this kind of party and not a baby shower.\r\n",
        "Casey: Mom, \r\ndon't even. ",
        "Margo: Wait a \r\nminute, after what I saw in the park, I'm glad you never had anything to do with \r\nGwen Norbeck. ",
        "\r\n------------------------------------------------------------------------",
        "Jack: I know \r\nyou were hoping a night out with the kids could get me to forget what you did, \r\nCarly, but I can't. You set Gwen up. ",
        "Carly: She \r\ndidn't need much help, Jack. ",
        "Jack: Don’t.\r\n",
        "Carly: Come on, \r\nshe doesn't even know who the baby's father is. ",
        "Jack: You \r\ndidn't know who Sage's father was for the longest time, and no one tried to take \r\nher away from you. ",
        "Carly: How can \r\nyou say that to me? ",
        "Jack: It's the \r\ntruth. One of many you seem to have forgotten. ",
        "Carly: I am \r\njust trying to save that baby. ",
        "Jack: You are \r\ntrying to separate a mother from child, bottom line. And it stinks, no matter \r\nhow you try to justify it. ",
        "\r\n-------------------------------------------------------------------",
        "Barbara: What \r\non earth? No, Jen, no, no. ",
        "Jennifer: It's \r\na miracle. Mom, this is him. It's him. It's my baby. Mom, look. Look. See, I \r\nwasn't wrong. I wasn't wrong that day that I heard him, I knew I was right. And \r\nI was. There was a terrible, terrible mistake, but now he's back. He's finally \r\nback where belongs. Hello sweetheart. ",
        "Paul: Jennifer \r\n-- ",
        "Jennifer: Paul, \r\nlook at him. Look, look. Don't you see it? He's us, all over. This is my baby.\r\n",
        "\r\n---------------------------------------------------------------------------------",
        "Carly: What do \r\nyou want me to do, Jack? Would you like me to go to the judge and tell him that \r\nGwen deserves a second chance? ",
        "Jack:: That \r\nwould be a start. ",
        "Carly: The only \r\nthing that would do is put Rory in danger. ",
        "Jack: You don't \r\nknow that. ",
        "Carly: Well \r\nGwen would screw up, sooner or later. Probably sooner. ",
        "Jack: You don't \r\nknow that. ",
        "Carly: Yes, I \r\ndo. ",
        "Jack: How?\r\n",
        "Carly: I know \r\nwhat she is. ",
        "Jack: How?\r\n",
        "Carly: I just \r\ndo. ",
        "Jack: You think \r\nGwen is like you? And you have this terrible vision of how you used to be. So \r\nyou have a terrible vision of what she would do, honey. But it's not fair to \r\neither one of you. Can't you see that? ",
        "Carly: All I \r\nwant to do is protect Rory. That's what this is about. That's the only thing \r\nthis is about. Not -- nothing else. ",
        "Jack: Well, if \r\nthat's true, this is worse than I thought I have seen you through everything. I \r\ncan't do this. ",
        "\r\n----------------------------------------------------------------------------------",
        "Jennifer: Paul, \r\nyou have to look at him. You have to see it -- I see it in his nose and his \r\neyes. He's my baby. ",
        "Paul: Jen, I \r\nknow that you think that he's yours. ",
        "Jennifer: No, I \r\ndon't think. I know. Just like the day that I heard him at the church. I knew \r\nthen and I know now. And before I came down here, the nurse told me. ",
        "Paul: What \r\nnurse? ",
        "Jennifer: \r\nUpstairs. She told me. ",
        "Barbara: You \r\nsaw a nurse there? ",
        "Jennifer: Yes. \r\nYes, and she told me that my baby was alive. ",
        "Barbara: She \r\nwas alone. ",
        "Jennifer: No, \r\nstop looking at each other like that. I know you think that I'm crazy, but I'm \r\nnot. This is my baby. Emily, you believed me before. You know that I'm right. \r\nTell them. ",
        "Jack: What's \r\nthis? ",
        "Jennifer: I \r\nknow my own baby. You would, too. You said it. You said it before, Mom. You said \r\nit when we were younger. You used to swear that you could hear us, you could \r\nfeel us breathing across town. And I used to think that you were nuts, but now I \r\nknow. Now I know that you were right. Because I could feel him. Couldn't I, \r\nsweetheart? Hello, yes, it's Mommy. ",
        "Jack: Let me. \r\nHey. Jennifer. That's Rory. ",
        "Jennifer: No. \r\nNo, it's not. I know you all think that I'm crazy, but I'm not. This is my baby.\r\n",
        "Jack: Okay, why \r\ndon't you let me hold him until we can --? ",
        "Jennifer: No! \r\nHe's my baby, and I will never give him back! ",
        "\r\n---------------------------------------------------------------",
        "Margo: Look, I \r\nwouldn't normally think it's a good idea to keep a mother away from her child. \r\nBut in Gwen’s case, as a good decision. ",
        "Casey: Did you \r\nguys leave the porch light on? 'Cause people should be here. ",
        "Margo: All \r\nright, I guess they're sitting out in their car, two blocks away, too \r\nembarrassed to be the first ones here. ",
        "Casey: Yeah, \r\nprobably. ",
        "Margo: So, then \r\nI'll just go count the folding chairs. ",
        "Tom: So, who \r\nall's coming to this thing tonight? ",
        "Casey: Mostly \r\nthe people you know. ",
        "Tom: Oh, yeah? \r\nGood. Will? ",
        "Casey: No. I \r\nasked him, but he's still pretty mad about what happened. ",
        "Tom: Oh, with \r\nGwen. ",
        "Casey: Yeah. \r\nEven though he should know that she's the liar, not me. ",
        "Tom: You know \r\nwhat, I'm sorry about that. Because I should have believed you when you told me \r\nthat you weren't the father. ",
        "Casey: Dad, you \r\nalready apologized. ",
        "Tom: Yeah, I \r\nknow. But I just thought that maybe you were a little too embarrassed to tell \r\nus. And the last thing you needed was to be doubted by your own dad. ",
        "Casey: Dad, \r\njust please, drop it. ",
        "[Doorbell \r\nrings] ",
        "Lia: Are you \r\nready to party? ",
        "\r\n--------------------------------------------------------------------",
        "Henry: I don't \r\nblame you for throwing me out. ",
        "Katie: Well, \r\nthat's big of you. ",
        "Henry: I took \r\nadvantage of your kindness. ",
        "Katie: You lied \r\nto me, Henry. We can't do those things anymore. ",
        "Henry: I know, \r\nI know, I know. It was a desperate act. ",
        "Katie: Being my \r\nsecret admirer? ",
        "Henry: No, that \r\nwasn't -- ",
        "Katie: Wasn't \r\nwhat? ",
        "Henry: That \r\nwasn't -- the reason that I pulled the whole hurt back thing is I wanted to give \r\nMaddie a roof over her head. That's all. She's miserable at home. She's getting \r\na lousy education. ",
        "Katie: She's \r\nsmart. She's a smart girl. ",
        "Henry: She is \r\nsmart. She's very smart. She's just started at Oakdale Latin. The teachers are \r\ngoing to love her. She has a shot here. She's a good kid. You know that. \n",
        "Katie: Yeah.\r\n",
        "Henry: Yes, and \r\nshe needs a break. You know how my family is. It's a miracle that they haven't \r\nbroken her spirit by now. If she stays there, that's going to happen. You can't \r\nsend her back. Don't send her back. ",
        "Katie: I'm not \r\nthe one -- I mean, I am. What do you expect me to do after the stunt you pulled?\r\n",
        "Henry: I \r\npulled. Not Maddie. She didn't have anything to do with -- you cannot blame \r\nsomeone for their brother's crimes. How many times has Craig put you in that \r\nposition? ",
        "Katie: Oh, no \r\nfair. ",
        "Henry: No, it's \r\nnot fair. It's not fair. So just let her stay for a little while. Please, just a \r\nfew months at most. Please, Katie. She won't be any trouble, I promise. \n",
        "Katie: All \r\nright. She can stay. ",
        "Henry: Thank \r\nyou, bubbles. Thank you, thank you, thank you. Thank you. Madeline, unpack your \r\nbag. ",
        "Maddie: We're \r\nstaying? ",
        "Henry: You're \r\nstaying, yeah. Temporarily, on your best behavior. ",
        "Maddie: Yes, oh \r\nyes. Absolutely, you bet. Katie, thank you. ",
        "Katie: You're \r\nwelcome. ",
        "Maddie: Oh, you \r\nwon't be sorry. ",
        "Mike: Car's \r\npacked. ",
        "Henry: Yeah. So \r\nMadeline, let's go out there and take care of this. Madeline? ",
        "Maddie: Coming.\r\n",
        "Mike: Let me \r\nguess. ",
        "Katie: It's \r\njust Maddie. And it's just until Henry finds a place. ",
        "Mike: Why do \r\nyou let him work you like that? ",
        "Katie: He \r\ndidn’t. He said some very true things. ",
        "Mike: Henry? \r\nHenry Coleman said some true things. ",
        "Katie: Yes, \r\nlike a girl can't be blamed for the stupid things her brother does. [Mike sighs] \r\nWhat? ",
        "Mike: He is \r\ngood. ",
        "Katie: It's \r\ntrue. ",
        "Mike: I'm just \r\nnot so sure that Maddie’s innocent in all this. ",
        "Katie: Oh, \r\nshe's a sweet kid. And Henry loves her to death. ",
        "Mike: Well \r\nthen, he should take care of her. ",
        "Katie: And he \r\nwill, as soon as he can. ",
        "Mike: In the \r\nmeantime, she's here being his eyes and ears. ",
        "Katie: Well, \r\nwhat am I supposed to do, Mike? I was married to the guy. That's his little \r\nsister. I'm already throwing one of them out on the street. ",
        "Mike: All \r\nright, I'm sorry, you're right. This is yours to handle. However you want to do \r\nit. It's not my place to -- ",
        "Katie: No, but \r\nit is. I want you to be happy. I want everyone to be happy, and have a roof over \r\ntheir heads. Should that be so hard? ",
        "Mike: No, it \r\nshouldn’t. ",
        "Katie: Maybe it \r\ndoesn't have to be. ",
        "Mike: What?\r\n",
        "Katie: I just \r\nthought of the perfect solution. Stay here. I'll be right back. ",
        "\r\n------------------------------------------------------------------",
        "Margo: Man, \r\nlook at him. ",
        "Tom: Yeah, \r\nkinda nice to see him smile, huh? ",
        "Margo: I never \r\nthought I would be so happy to have a whole roomful of wild, obnoxious \r\nteenagers. ",
        "Tom: With real \r\nkid-sized problems like acne, grades and tragic hairstyles. ",
        "Margo: I know. \r\nAmen. [Doorbell] Hey Katie, thank goodness it's you. ",
        "Katie: Thank \r\ngoodness, why? Who are all these people? ",
        "Tom: That's \r\nwhat we're trying to find out. ",
        "Margo: It's a \r\nparty. But thank goodness it's you. Because I don't think this room could hold \r\nanother adolescent. ",
        "Katie: I'm \r\nhoping I can change your mind on that one. ",
        "\r\n---------------------------------------------------------------------------------",
        "Maddie: All \r\nright, I am all unpacked and settled in. This is so kind of you, Ka -- where's \r\nKatie? ",
        "Henry: Mike \r\nsaid she had to run an errand. And then he went to check on the renovations on \r\nhis house. ",
        "Maddie: \r\nExcellent. Just me and you. ",
        "Henry: You \r\nknow, the suck-up version you walked in with works a lot better. ",
        "Maddie: Hey, I \r\npromise, I will be the picture of gratitude when they -- ",
        "Henry: No, you \r\nwill not. You will be more than a picture, okay? You will be truly grateful. Do \r\nyou realize how delicate this situation is, Maddie C.? Huh? One mess up with \r\nMike and Katie, you're on the next plane home. ",
        "Maddie: Okay, I \r\ngot it. I will be perfect, I promise. Next time you come here, I will be on the \r\nback porch with a scrub bucket and a brush, all right? ",
        "Henry: What, on \r\nyour hands and knees, or something like this? This is not isn't Cinderella, \r\nokay? You don't have to do that. Just load the dishwasher and clean your room \r\nand don't be in their way at all. And you will not see me here. ",
        "Maddie: Well, \r\nyou have to come by. Especially now, if mike is moving back to his place. You'll \r\nhave to come see me anyway. ",
        "Henry: I will \r\nsee you outside this house. And you have got to stop trying to get Katie and me \r\nback together. Get that out of your head, all right? Speaking of which, it is \r\ntime that we get rid of K-k-k-katie's little geek. ",
        "Maddie: What is \r\nthe harm in letting the guy live out his dream? ",
        "Henry: Because \r\nhe dreams out loud, with flowers and little pink sweaters. That's why. And if \r\nanother gift shows up here, and Katie thinks it's from me, what does she do?\r\n",
        "Maddie: Sends \r\nme packing. ",
        "Henry: That's \r\nright. ",
        "Maddie: Well, \r\nyou know, he probably didn't even, you know -- he stopped writing because I \r\nstopped writing him. ",
        "Henry: Ah.\r\n",
        "Maddie: Whoa.\r\n",
        "[Computer \r\nbeeps] ",
        "You've got \r\ne-mail. ",
        "Maddie: Or not.\r\n",
        "Henry: Maddie, \r\nis that 20 messages? ",
        "Maddie: Yep. \r\nYou gotta love the guy's spirit. You notice he did not give up. ",
        "Henry: I also \r\nnotice he's barking up the wrong tree. Get rid of him. ",
        "\r\n-------------------------------------------------------",
        "Katie: I know \r\nyou warned me that it might be a problem having Henry live with me. ",
        "Margo: Well, I \r\nhate to say \"I told you so.\" ",
        "Tom: The kids \r\nhaven't even noticed we're gone yet. ",
        "Margo: I told \r\nyou so. ",
        "Katie: We just \r\nneed some breathing room. ",
        "Margo: You're \r\nnot going to get that with Henry Coleman’s sister living with you. ",
        "Katie: That's \r\nwhy I'm here. ",
        "Margo: No.\r\n",
        "Katie: Please, \r\nMargo -- ",
        "Margo: No.\r\n",
        "Katie: It will \r\nbe for a few months, max. Henry's gonna find a place. And you have plenty of \r\nroom, right? ",
        "Margo: No, no, \r\nwe don't, no. ",
        "Katie: Are you \r\nworried about Casey living with a cute girl under the same roof? ",
        "Margo: No! I \r\ntrust Casey completely. But what do we know about this girl? We don't know her. \r\nWhat if she comes on to Casey? ",
        "Katie: What?\r\n",
        "Margo: Yeah, \r\nwell, it happens all the time. Girls, they see a kid like Casey, and it's \r\nnothing but trouble. ",
        "Katie: No, not \r\nMaddie. She lives on the computer. She's a straight \"A\" student. ",
        "Tom: Henry \r\nColeman’s sister? ",
        "[Margo \r\nchuckles] ",
        "Katie: She \r\nprobably wouldn't even notice Casey. She can't stand Mike. She thinks he's an \r\nempty-headed tool belt. ",
        "Margo: A girl \r\nthat thinks that Mike Kasnoff is not attractive? ",
        "Katie: Go \r\nfigure. It's the kind of girl who will study quietly, not bother your son. She \r\ngoes to Oakdale Latin, so the scheduling won't be a problem. Free gym \r\nmemberships for the whole D.A.'s office. ",
        "Tom: Sold.\r\n",
        "Margo: No, come \r\non, let's do this as a united front? ",
        "Tom: Oh, you \r\njust stop, you were going to cave anyway. You know we have room. She sounds like \r\na nice girl that could use a break. ",
        "Katie: Exactly.\r\n",
        "Margo: All \r\nright, all right. ",
        "Katie: Margo?\r\n",
        "Margo: So it \r\nmight be nice to have a girl around the house. ",
        "Katie: Oh, \r\nyou're the best. Thank you, thank you, thank you. You have just made my life so \r\nmuch easier. ",
        "Margo: Yeah, \r\nbut have I mad mine harder? ",
        "Katie: No. No, \r\nnot at all. Maddie will not be a problem. ",
        "Margo: All \r\nright. Well you should bring her by tonight. Because all these kids are from \r\nOakdale Latin. And she could start meeting some of them, okay? ",
        "Tom: Yeah.\r\n",
        "Katie: Oh, yes, \r\nthat is a great idea. Thank you. I don't know how I'm ever going to thank you.\r\n",
        "Margo: I will \r\nfigure out a way. I will figure out a way.",
        "Katie: All \r\nright, I'm going to go get Maddie. I'll be right back. ",
        "Margo: Okay. \r\nAll right, well we'll just be checking for damage. [Rock music playing] So, what \r\ndo you think? You think Casey’s gonna be okay with having this girl around?\r\n",
        "Tom: After the \r\nlast few months of Casey’s life? I don't think having an extra person around is \r\ngoing to be a problem. ",
        "\r\n----------------------------------------------------------",
        "Maddie: This is \r\ntoo mean, Henry. ",
        "Henry: No, \r\ngetting some poor schlub's hopes up, that's too mean. ",
        "Maddie: You \r\ndon't understand. ",
        "Henry: Oh, but \r\nyou do? ",
        "Maddie: Yeah, I \r\ndo. Online, Byron could have his fantasy. It's not like he actually wanted a \r\nreal relationship with katie in real life. He'd freak. A virtual relationship is \r\nperfect for him. All right, Byron’s history. Hi, Mike. ",
        "Mike: Hi. You \r\nneed help with your things, Henry? ",
        "Henry: No, no, \r\neverything's loaded. Just waiting to say goodbye to Katie. ",
        "Mike: I'm sure \r\nshe wouldn't want you to wait around just for that. ",
        "Henry: Old \r\nschool manners, Mike. I can't go without thanking her personally. ",
        "Katie: Hey, \r\nguys. Good, you're all here. I have the best news. ",
        "Mike: What?\r\n",
        "Katie: Tom and \r\nMargo have agreed to let Maddie stay with them. ",
        "Henry: Tom and \r\nMargo? ",
        "Maddie: Who?\r\n",
        "Katie: My \r\nsister. Margo's my sister. She and her husband have a huge house and their son \r\nCasey goes to Oakdale Latin, too. ",
        "Mike: This is \r\nperfect. ",
        "Katie: It is, \r\nisn't it? Oh, and he's having a party tonight. All his friends are gonna be \r\nthere, you can meet them and you can get settled in right away. ",
        "Maddie: No, \r\nKatie, I can’t. ",
        "\r\n-----------------------------------------------------------",
        "Emily: What are \r\nyou going to do? ",
        "Paul: I don't \r\nknow. ",
        "Carly: Paul?\r\n",
        "Paul: I can’t. \r\nLook at her. I can't take him away from her. ",
        "Carly: All \r\nright, well, I mean, this can't go on. Hey, can we -- I think we need to talk.\r\n",
        "Jennifer: I \r\ndon't think I have time right now. I think that he might be hungry. Do you know \r\nwhere I can get a bottle, by chance? I think that I should feed him something.\r\n",
        "Carly: You know \r\nwhat, Jen, he's okay. ",
        "Jennifer: I \r\ncan't wait to give him his first bottle, Carly. I get to feed my baby. This is \r\njust a miracle. ",
        "Carly: Jen, \r\nhe's not yours. ",
        "Jennifer: Don't \r\nsay that. ",
        "Carly: If you \r\nlet me hold him, I'll show you. ",
        "Jennifer: No, \r\nno. ",
        "J.J.: Is \r\nJennifer going take Rory away? ",
        "Jack: No, no, \r\nbuddy. Wait just a second, okay? They should be home. ",
        "Carly: Well, \r\nI'm not leaving without that baby. So you go. ",
        "Jack: No, I \r\nshould be here, too. In case they need a cop. This would kill Hal. ",
        "Carly: Hey, Em, \r\nI need a favor. I think the kids really need to go home. Would you take them?\r\n",
        "Emily: Are you \r\ngonna be okay? Yeah, of course, I'm sorry. Okay. ",
        "Paul: We need \r\nto get that baby away from her, Jack. ",
        "Jack: I agree.\r\n",
        "Barbara: Dr. \r\nMichaels is on her way. ",
        "Jack: But she's \r\nnot gonna give him up, so -- if you distract her, I can get in there. \n",
        "Paul: Distract \r\nher? ",
        "Jack: Yeah. \r\nYou're the only one she trusts, right? ",
        "Paul: Right, \r\nshe does trust me. ",
        "Jack: Okay \r\nthen, Paul. We gotta help her out. We gotta help her face reality, here. \n",
        "[Baby fussing]",
        "Jennifer: I \r\nthink he's tired. I think we're going up to my room to rest. ",
        "Paul: You are \r\nbreaking my heart. ",
        "Jennifer: Paul, \r\nyou think I'm crazy, too? ",
        "Paul: No.\r\n",
        "Jennifer: You \r\nthink that this isn't my baby. ",
        "Paul: No, I \r\ndon't think you're crazy. Not at all. ",
        "\r\n----------------------------------------------------------------------------",
        "Announcer: \r\nComing up on \"As the World Turns\" -- ",
        "Katie: Henry, \r\nwait. ",
        "Casey: Who the \r\nhell are you? ",
        "\r\n----------------------------------------------------",
        "Carly: It's all \r\nright. ",
        "Jennifer: No! \r\nIt's okay. It's all right. ",
        "Jennifer: No!\r\n",
        "Paul: No, stop.\r\n",
        "Jennifer: No, \r\nwait! Why are you doing this? Give him back. Please, help me with my baby.\r\n",
        "Paul: Jen, shh.\r\n",
        "Jennifer: I'll \r\nnever stop! I want my baby. ",
        "Paul: Stop it.\r\n",
        "\r\n---------------------------------------------------------------",
        "Katie: Maddie, \r\nI've found you the perfect place for you to live. My sister and her husband have \r\na son your age who goes to the same school. I can't imagine a more perfect \r\nsituation for you right now. ",
        "Maddie: I don't \r\nknow these people. ",
        "Mike: They're \r\ngood people. ",
        "Maddie: Look, I \r\ncan be such a big help around here. I can go grocery shopping after school and \r\nhave dinner ready for when you get home. All you have to do is pull up a chair.\r\n",
        "Katie: I don't \r\nneed help. ",
        "Maddie: Okay, \r\nwell, you want me to be out of the way? I can do that, too. ",
        "Henry: Tom and \r\nMargo are great. Mike's right. This is a good idea. I think this is the best \r\nsolution for everyone. ",
        "Maddie: Well, \r\nlooks like I'm moving again. ",
        "Katie: You'll \r\nhave fun there, I promise. ",
        "Maddie: Can I \r\nhave fun tomorrow? 'Cause I mean, I just unpacked everything. ",
        "Katie: Yeah, \r\nyeah, stay here tonight. But we should go over there so you can meet everyone. \r\nThey're expecting you.",
        "\r\n-----------------------------------------------------------------",
        "Tom: Oh, come \r\non. She's a teenager, she would've understood. ",
        "Margo: You \r\nknow, I think she's a smart one. I think she's too smart to get into that kind \r\nof trouble. ",
        "Tom: Well, \r\nmaybe she'll be a good influence on Casey. ",
        "Margo: Our son \r\ndoes not need a good influence. He has proven himself to be very reliable to me.\r\n",
        "Tom: That's not \r\nwhat I'm saying. I'm just saying, with teenagers, it doesn't hurt to have good \r\nexamples. ",
        "Casey: So why \r\ndon't we go find someplace private? ",
        "Lia: Your mom \r\njust roped off all the bedrooms. ",
        "Casey: Come on, \r\nI know where we can go. ",
        "Zach: Dude, \r\nyou're gonna need this. [He hands Casey a condom.]",
        "Casey: Real \r\nsmooth, Zach. Want a breath mint? ",
        "Tom: I'm good. \r\nHoney? ",
        "[Doorbell \r\nrings] ",
        "Margo: Well, \r\nthat was fast. ",
        "Katie: Hey, \r\nguys. ",
        "Margo: Where's \r\nour new boarder? ",
        "Katie: Maddie, \r\nthis is my -- Maddie? Hi. ",
        "Maddie: Hi.\r\n",
        "Katie: Maddie \r\nColeman, this is my sister, Margo Hughes, and her husband Tom. ",
        "Maddie: Hi, \r\nnice to meet you. ",
        "Tom: Hey, we're \r\nhappy to have you, Maddie. ",
        "Margo: Yeah, \r\nwelcome. Come on in and join the party. We’ll show you your room later. \n",
        "Katie: Oh, \r\nshe's not staying here tonight. ",
        "Margo: Well, \r\nreally, you're more than welcome. ",
        "Maddie: Oh, you \r\nhave a lot going on. ",
        "Margo: Well, \r\nthat's nothing new. We have a busy, fast house. We like it that way. Come on in, \r\nyou'll get used to it. Let me introduce you to everybody. ",
        "Katie: Bye.\r\n",
        "Tom: Hey, \r\nshe'll be fine. ",
        "Katie: I know, \r\nTom. I just feel bad. She was really not into coming here. ",
        "Tom: We'll be \r\nso nice to her that she won't be able to resist us. Just go ahead and go home.\r\n",
        "Katie: Thank \r\nyou. And call me when she's ready and I'll come pick her up, okay? ",
        "Tom: Okay.\r\n",
        "Katie: Thanks.\r\n",
        "Margo: Casey \r\nwas here, like, five minutes ago. But you know what, make yourself at home, sit \r\ndown, and I'll go find him. ",
        "[Maddie \r\ndaydreaming.]",
        "Lia: Maddie? \r\nThat's you, right? ",
        "Maddie: Yeah.\r\n",
        "Lia: I knew it. \r\nAnn,come here. It's her. We tried to catch you after poli sci class. ",
        "Ann: We need to \r\nask a favor. ",
        "Maddie: You \r\nwant a favor from me? ",
        "Ann: We want \r\nyou to try out for cheerleading. ",
        "Maddie: What, \r\nso I can, like, fall on my face? No, no, no, thank you. ",
        "Lia: Yeah, but \r\nyou wouldn't. ",
        "Maddie: I can't \r\neven do a cartwheel. ",
        "Ann: You don't \r\neven have to. You have such perfect spirit. ",
        "Lia: Yeah, and \r\nyou're so gorgeous. I mean, we could either hate you or own you. So choose.\r\n",
        "Zach: You do \r\nnot have to choose anything. You can have whatever you want.  ",
        "Ann: Which is \r\nwhy you have to be our friend. ",
        "Maddie: You \r\nwant to be my friend that badly? ",
        "Lia: Everyone \r\nwill. It'll be exactly what you wanted, Maddie. Oakdale Latin just falling at \r\nyour feet. ",
        "Maddie: I can \r\nlearn to love this. ",
        "\r\n************************************************",
        "Mike: All \r\nright, I moved my truck. You should be able to get around me now. ",
        "Henry: Great. \r\nIt's okay if I just hang out here for few more minutes? I want to see how Maddie \r\ndid at the party. ",
        "Mike: I'm sure \r\nshe was fine. ",
        "Henry: It's a \r\nlot of changes, Mike. Ever since she's got here, nothing has gone like she \r\nplanned. ",
        "Mike: She \r\ncould've gone home. ",
        "Henry: You have \r\nno idea what that means. ",
        "Mike: Henry, I \r\nget that she's your sister and you'd do anything for her. But this wasn't the \r\nway. ",
        "Henry: What \r\nway's that? ",
        "Mike: Lying and \r\ntaking advantage of Katie. ",
        "Henry: You \r\nknow, Katie didn't see it that way. She was ticked at me, but she didn't take it \r\nout on Maddie. Not until you got back. ",
        "Mike: Going to \r\nMargo and Tom was completely her idea. I didn't say a word. ",
        "Henry: You \r\ndidn't have to. ",
        "Mike: No, I \r\ndon’t. Because it's obvious how awkward it would be with Maddie coming in \r\nbetween me and Katie all the time. ",
        "Henry: Oh come \r\non, mike. She wouldn't do that. ",
        "Mike: Just like \r\nyou wouldn't? ",
        "Katie: Hey.\r\n",
        "Henry: Hey. \r\nHey, how was it? Did she look like she was actually enjoying herself? And were \r\nthey happy to see her, or were they just being polite? ",
        "Katie: They \r\nwere happy. ",
        "Henry: Good -- \r\nhow were the other kids? She's great with adults, but the other kids are so much \r\nfar behind her -- ",
        "Katie: Margo \r\nwas just going to introduce her to Casey when I left, but she was fine. Really.\r\n",
        "Henry: Okay. I \r\nguess that's it then. ",
        "Mike: Bye, \r\nHenry. ",
        "Henry: Bye. \r\nBye, bubbles. ",
        "Katie: Henry, \r\nwait. ",
        "\r\n-----------------------------------------------------------",
        "Emily: Hey, \r\nit's me. Listen, I am so sorry I had to leave you there alone to tell Jennifer \r\nyourself. I'll be there as soon as I can. As soon as somebody gets back here. \r\nYou know what, somebody's here. I will see you in a few minutes, okay? Hey.\r\n",
        "Carly: Hey. The \r\nkids asleep? ",
        "Emily: Yeah. \r\nYou have the baby? ",
        "Carly: I wasn't \r\ngoing to leave there without him. How are the boys? ",
        "Emily: Oh fine. \r\nLots of questions, you know. So Carly, what happened when I left? ",
        "Carly: Well, at \r\nfirst it seemed like Paul was getting through to Jennifer. She seemed to \r\nunderstand that the baby isn't hers. ",
        "Emily: Wait, \r\nthat's what he said to her? ",
        "Carly: Yeah, \r\nand it seemed like she was accepting it, but then as soon as I took the baby \r\naway, she freaked out again. ",
        "Emily: Oh God. \r\nI gotta go. I'm sorry. ",
        "Carly: Why? \r\nCouldn't you stay for a little while? ",
        "Emily: I'm \r\nsorry I can’t. I gotta go. I have to go. ",
        "Carly: Okay. \r\nThanks. Hey, I think you should be in bed. ",
        "Parker: Is Rory \r\ncoming back here? ",
        "Carly: Yes, \r\nsweetheart, he's right here. See? There he is. ",
        "Parker: That \r\nwas scary, what Jennifer did. What's wrong with her, Mom? ",
        "Carly: You \r\nknow, I really don't know. But she's going to be okay. The doctor's are going to \r\ntake care of her and she'll be fine. ",
        "Parker: What \r\nabout Gwen? ",
        "Carly: What do \r\nyou mean? ",
        "Parker: Will \r\nGwen try to take Rory away too? ",
        "\r\n-----------------------------------------------------------------",
        "Jennifer: Paul. \r\nPaul, please get him back. Please, I want my baby. I want him here. ",
        "Barbara: What \r\nare you doing for her? ",
        "Dr. Michaels: \r\nWell I've just given her a sedative for now, but I'm calling Memorial for an \r\ninternal medicine consult. ",
        "Barbara: Why?\r\n",
        "Dr. Michaels: \r\nHer heart is l racing. I don't like it. ",
        "Barbara: I \r\nthought the antidepressants were supposed to take care of that. ",
        "Dr. Michaels: \r\nThey just regulate her mood. ",
        "Barbara: How \r\ncould you let this happen on your watch? ",
        "Dr. Michaels: \r\nBarbara, I have called Jennifer twice a day, left messages, for the last few \r\nweeks, hoping to monitor the medication, follow up with her. She has not \r\nreturned a single call. Now obviously, we want to prevent any other kind of \r\ndelusional episode. But for now, I've got to get these vitals back in line. So \r\nyou're going to have to excuse me. ",
        "[Heavy \r\nbreathing] ",
        "Barbara: Honey. \r\nTry to take some slow breaths, okay? ",
        "Jennifer: I \r\nneed my baby. ",
        "Barbara: I \r\nknow, honey. I know you do. Come on, Jen. Come on, Jen. ",
        "Jennifer: No, I \r\nneed my ",
        "Barbara: Honey, \r\nyou need to rest. ",
        "Jennifer: No.\r\n",
        "Barbara: I \r\nunderstand. I do. ",
        "Jennifer: No.\r\n",
        "Barbara: I know \r\nhow you feel. ",
        "Jennifer: No. \r\nYour baby is dead. Mine is alive. Please, I want my baby. ",
        "\r\n--------------------------------------------------------------------------",
        "Margo: Oh, I \r\nstill can't find Casey. But I will, you hang on. ",
        "Maddie: By my \r\nfingernails. ",
        "[Maddie sighs]\r\n",
        "Lia: You want \r\nme to climb into a tree house? Hughes, that is so -- ",
        "Maddie: So \r\nafter school special. ",
        "Casey: So -- \r\nwhat? ",
        "Maddie: Say \r\nromantic and I will be sick. ",
        "Lia: Leafy, I \r\ndon't know. Come on, let's go back into the party. ",
        "Casey: Whoa, I \r\nlike it out here. Come on, can't you feel it? ",
        "Lia: What's \r\nthat? ",
        "Casey: Fall's \r\nin the air, everything smells so -- ",
        "Maddie: Oh, \r\nplease. Spare me the back to nature routine. ",
        "Lia: So what?\r\n",
        "Casey: That's \r\nyou. I know that perfume. ",
        "Lia: No, you \r\ndon't. What's it called? ",
        "Casey: I don't \r\nknow, but I'll find out. ",
        "Maddie: I'm not \r\nholding my breath. ",
        "[Lia giggles]\r\n",
        "Lia: Casey, \r\nwhat are you doing? ",
        "Casey: I'm just \r\nso high from getting this close to you. Who the hell are you? ",
        "\r\n---------------------------------------------------------",
        "Katie: You \r\nforgot something. The sweater. ",
        "Henry: It's not \r\nmy color. ",
        "Katie: Henry, \r\nit must've put a dent in your credit card. Take it back. ",
        "Henry: No, I \r\ndon't take things back. And no returns. So, hold down the fort there, Snickers.\r\n",
        "Katie: Maybe I \r\nshould've let him take Snickers. ",
        "Mike: Katie --\r\n",
        "Katie: Well, we \r\nwere supposed to have joint custody, and now that he doesn't have Maddie with \r\nhim, he could probably -- ",
        "Mike: Do you \r\nreally think he needs one more thing to remember you by? ",
        "Katie: I don't \r\nknow. ",
        "Mike: Don't let \r\nme hold you back. ",
        "Katie: I wanted \r\nhim off my couch, Mike. But Henry is still one of the best friends I've ever \r\nhad. ",
        "Mike: I know \r\nyou care about him, all right. But he will be fine. ",
        "Katie: He will.\r\n",
        "Mike: Listen. \r\nWhat is that? ",
        "Katie: I don't \r\nknow. I don't hear anything. We're alone. ",
        "Mike: Finally. \r\nYou and me. ",
        "\r\n-----------------------------------------------------------------------------",
        "Carly: Gwen's \r\nnot going to do what Jennifer did, Parker. She'll be fine. Everybody will be. \r\nWell, except you, unless you get some sleep. It's a school night, isn't it?\r\n",
        "Parker: I know.\r\n",
        "Carly: All \r\nright, well, good night, then. Go on. Well, how is she? ",
        "Jack: Jennifer \r\nis heavily sedated and pretty much out of her mind. She was still calling for \r\nthe baby when they were bringing her upstairs. ",
        "Carly: That \r\npoor girl. ",
        "Jack: Yeah. \r\nIt's a terrible thing to lose a child. ",
        "Carly: She is \r\nnot Gwen. It is not the same. ",
        "Jack: No? I bet \r\nmissing her kid is making Gwen half out of her mind, too. ",
        "Carly: Jack --\r\n",
        "Jack: I'm going \r\nto bed. ",
        "\r\n-------------------------------------------------------------------",
        "Barbara: Shh, \r\nshh, shh. She's calming down. ",
        "Dr. Michaels: \r\nGood. I'd be reluctant to give her any more sedative until we know where we \r\nstand. ",
        "Barbara: So, \r\nwhat do you think? ",
        "Dr. Michaels: \r\nIt's hard to say. It's clear she's had a break with reality that goes beyond \r\nwishful thinking, or even what she experienced in the church that time. Jennifer \r\ngenuinely believes that baby is her child. Somehow, we're gonna have to find a \r\nway to get her back into the real world. ",
        "Paul: Oh, hey.\r\n",
        "Emily: How is \r\nshe? ",
        "Paul: She is \r\nout of her mind. She snapped. ",
        "Emily: And you \r\nstill didn't tell her? ",
        "Paul: I froze. \r\nI kept looking at her -- at her face, and I could see how determined she was. \r\nShe's ready to fight us, Emily. She's ready to tear the doctor's needle right \r\nout of her arm just to get to her child. That's how convinced she is that Rory \r\nis her baby. ",
        "Emily: Because \r\nhe is. She feels it in her soul. She feels that mother-child connection, Paul. \r\nAnd, it's not going to go away. I'm sorry, I know this is hard, and I'm so happy \r\nyou didn't try to tell her on your own. But I'm here now. We have to tell her \r\nthe truth. You have to tell Jennifer her baby is alive. ",
        "\r\n-----------------------------------------------------------------",
        "Announcer: On \r\nthe next \"As the World Turns\" -- ",
        "Maddie: He's \r\nCasey? ",
        "Margo: That's \r\nright. I wanted you to get to know Maddie before she moves in. ",
        "Casey: Moves \r\nin? ",
        "Mike: You need \r\na roommate. Someone that can actually pay the bills. Keep the fires burning.\r\n",
        "Jennifer: Do \r\nyou really wanna help me? ",
        "Paul: \r\nAbsolutely. ",
        "Jennifer: Will \r\nyou do something for me? ",
        "Paul: Anything. \r\nJust tell me. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=JeAm8Az8NQQ"
}