{
    "Episode Summary": [],
    "Recap": [
        "Kit comes back home and interrupts Carly and Sam who almost kiss. Parker tells Kit that Sam has been putting the moves on Carly and both she and his mom are in danger if she doesn't make Sam leave town. Kit confronts Carly about Parker's accusations but Carly tells Kit Sam has only been a supportive friend to her. Parker gets upset when his plan backfires and he runs away. Paul wants to find Dusty's real killer so that Meg will be grateful to him when the charges are dropped against Holden. Lily and Holden tell Jack what Lily remembered and her suspicion that Emily killed Dusty. Jack believes the story but Emily won't talk when he questions her. Bonnie quits Holden's case when he tells her he is willing to go to jail to protect Lily. Holden and Lily are determined to find a way to make Emily talk to the police. Paul teams up with Lucinda to get Emily to take the wrap for Dusty's murder. Paul makes a deal with Emily to implicate Chris as Dusty's killer."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Kit: Uh, hi, Honey, I'm home.",
        "Sam: Kit? You're back!",
        "Kit: Yeah, I just went by Metro.",
        "Sam: You came back to me.",
        "Kit: It looks like I'm back to a business that's closed and my man getting too close to another woman.",
        "Sam: Oh, now I was -- we were afraid, first of all, that they would never let you out. That we would never see you again.",
        "Kit: Yeah, well, it could still happen.",
        "Carly: The Metro's just closed temporarily for repairs.",
        "Kit: That's a relief, I guess.",
        "Carly: I've got to say, I'm sort of confused here. Sam, you said --",
        "Sam: I can explain.",
        "[SCENE_BREAK]",
        "Dylan: You coming?",
        "Parker: You guys go ahead. My stupid brother. Still spying on me?",
        "J.J.: Remember? You're supposed to be grounded?",
        "Parker: Mom and Dad will never know.",
        "J.J.: Mom and Dad are trusting you.",
        "Parker: So, no problem then.",
        "J.J.: And they're trusting me, too.",
        "Parker: Just following orders, right?",
        "J.J.: No, why do you have to be such a jerk?",
        "Parker: Just grow up, J.J.",
        "[SCENE_BREAK]",
        "Sam: I am so glad you're back. You wouldn't believe what Carly's been going through these last few weeks. She could really use a friend right now.",
        "Kit: Oh, yeah? What you been up to, Carly?",
        "Carly: Well, I -- well, for starters, the boiler at Metro practically imploded.",
        "Sam: Huge mess. Huge mess. I mean, we're lucky that there wasn't more damage, actually. And then -- tell Kit about Parker.",
        "Carly: Oh, she doesn't want to hear about that.",
        "Sam: Sure she does. It's Parker. He's having so many problems. And then Carly's sister went back into a coma. The doctors have no idea if or when she's ever going to ever come out of it.",
        "Kit: I'm sorry to hear that. You guys were real tight.",
        "Sam: That's what Carly was telling me on the couch when you came in --",
        "Carly: Sam was just giving me a sympathetic ear.",
        "Kit: Really? Among other things --",
        "Sam: What are you doing back in Oakdale? Hey, you didn't bust out, did you?",
        "Kit: Get real. You know, weeks of waiting for a court date and then, I finally get in front of a judge, and she tosses the whole thing.",
        "Carly: So you're free?",
        "Kit: Yeah, free as the wind. And I'm ready to take back everything I left behind.",
        "Carly: That's great. That's wonderful. We can definitely use another pair of hands at Metro.",
        "Kit: Then let's get to it. I'll just freshen and up and you can tell me everything I missed while I was gone.",
        "Sam: Great idea. Hurry back, Kitten.",
        "Carly: Am I missing something here? Didn't you tell me that Kit broke up with you?",
        "Sam: Yeah. I have a confession to make.",
        "[SCENE_BREAK]",
        "Emily: Paul! Paul, would you stop? Wait! I heard about Rosanna.",
        "Paul: I'm responsible for some of what happened to her. But it's time to move on.",
        "Emily: Let me guess. With Meg? Except I thought she didn't want anything to do with you.",
        "Paul: That'll change.",
        "Emily: How can you be so sure?",
        "Paul: Because you're going to help me.",
        "[SCENE_BREAK]",
        "Lucinda: And you said you weren't hungry.",
        "Luke: It's been crazy at home. I can't even remember the last time we ate -- well, as a family, I mean. Look, Grandmother, thank you so much for inviting me out.",
        "Lucinda: Good. I wish that Noah could have joined us because I really -- I wanted to get to know him a little better. Seems like an okay guy.",
        "Luke: Yeah, he's an okay guy. Uh, he had a late class. He's very sorry that he couldn't come, but --",
        "Lucinda: Go on.",
        "Luke: You didn't invite me out here to meet my boyfriend, now did you?",
        "Lucinda: Oh, am I so transparent?",
        "Luke: No, you do this thing with your -- your hand and eyebrow when you get worried. I've actually started doing it, too.",
        "Lucinda: Oh, stop -- stop right there. Now, look, I know how difficult it is for you -- with your father being arrested.",
        "Luke: Yeah. It was really hard.",
        "Lucinda: Yeah.",
        "Luke: I'm glad Noah was there. Otherwise, I would have gone ballistic and ended up in an adjoining cell.",
        "Lucinda: And Holden's got to be strong -- he's got to be strong for the whole family, but more --",
        "Luke: I know --",
        "Lucinda: But more particularly for your mother.",
        "Luke: I know -- I know, he keeps saying that. But I just don't understand why he's so focused on his family and not proving that he's innocent.",
        "Lucinda: Well, Honey, no greater love -- I don't know whether that's in the bible or Shakespeare -- no greater love --",
        "Lucinda: Yeah.",
        "Luke: That's the bible. Or, in our case, a man laying down his life for his family. I think I know why Dad's been so tightlipped about -- about Dusty's murder and why he's not really willing to prove that he's innocent. Dad thinks Mom killed Dusty. And he'd be willing to go to jail to protect her.",
        "[SCENE_BREAK]",
        "Lily: Thank you for coming by, Jack. I know how difficult this must be for you, having to do your job and take care of your family at the same time.",
        "Jack: Well, actually, Margo took me off the case. I'd love to help, but it's not going to be easy.",
        "Holden: We understand that. That's why we asked you to come here instead of going down to the station. We want you to listen to what we have to say. Unofficially, and tell us what you think.",
        "Lily: Holden didn't kill Dusty.",
        "Jack: Oh, I believe you. Officially or otherwise. The problem is, the evidence against him is --",
        "Lily: I know -- I know. But we can explain.",
        "Jack: How? Margo found the syringe used to kill Dusty right here in the house, with Holden's fingerprints all over it. Nobody else's.",
        "Lily: Holden was trying to cover for me. Holden found me and I had the syringe. He thought I did it.",
        "Holden: But I was wrong.",
        "Jack: That's good. I'm relieved.",
        "Lily: But now I remember who might have killed Dusty.",
        "Jack: Who?",
        "Holden: Emily.",
        "[SCENE_BREAK]",
        "Emily: You want me to help you get Meg back? How? By reminiscing about all the good times we had?",
        "Paul: Look, Meg is very upset right now. Her brother has been arrested for killing Dusty.",
        "Emily: Oh. And so you're going to worm your way back into her life by exonerating Holden.",
        "Paul: Better than that. I'm going to give the cops the real killer. Which, Emily, leads me directly to you.",
        "[SCENE_BREAK]",
        "Jack: You think Emily killed Dusty?",
        "Holden: Lily saw Emily sneaking out of the lab the night that Dusty was murdered.",
        "Lily: And she was a wreck. She was shaking -- she was crying. She was so out of it, she didn't even notice I was there.",
        "Jack: Where'd she go?",
        "Lily: I don't know. I -- she just ran away.",
        "Jack: Why didn't you say any of this before?",
        "Lily: I just recently remembered when I went back to the lab. Then that night, I was so -- I was so out of it. I wasn't thinking straight.",
        "Holden: That's when she walked into the lab and found the syringe lying next to Dusty.",
        "Jack: You picked it up? And what did you do with it?",
        "Lily: Nothing. I didn't even remember having the syringe in my hand. I was so out of it --",
        "Holden: That's when -- that when I found her.",
        "Jack: With the syringe?",
        "Holden: Right. At the time, I didn't know that Dusty had been murdered. I thought that she had OD'd. That's when I went over to the cart. I wanted to find out what she had taken so I could tell the doctors.",
        "Jack: That's when Susan Stewart saw you?",
        "Holden: Yes. I know that I looked suspicious. I guess I was just too worried about Lily to care. And when I found out that Dusty was murdered, that's when it crossed my mind that the syringe could have been the murder weapon.",
        "Jack: Wiping off the prints --",
        "Holden: Yeah, I know, Jack. I shouldn't have done it.",
        "Jack: It was criminal.",
        "Holden: Fine. You know what? Arrest me for obstruction of justice or tampering with evidence. But I did not kill Dusty, and neither did Lily.",
        "Jack: I believe you. The problem is, everything you did makes the two of you look guilty as hell.",
        "[SCENE_BREAK]",
        "Emily: Are you accusing me of killing Dusty?",
        "Paul: Explain to me why you were standing over a dying man and you didn't bother to call anybody for help?",
        "Emily: I was in shock. What's wrong with you? Why are you talking to me like this? I thought we actually got somewhere when we saw each other at the church.",
        "Paul: Hey, at the church, I was asked you pointblank if you killed Dusty. You didn't deny it.",
        "Emily: Yeah, what would have been the point? You wouldn't have believed me.",
        "Paul: I don't believe you now. Are you lying to me now? If there's something that you're not telling me --",
        "Emily: I don't need this from you. Just -- enough --",
        "Paul: You know, you weren't my first choice.",
        "Emily: Oh, well, you've made that perfectly clear on numerous occasions.",
        "Paul: Craig -- guilty Craig. Now, that to me, has a real ring of satisfaction.",
        "Emily: Great -- great, that's just great. So, accuse him of being the murderer and leave me the hell alone!",
        "Paul: He doesn't have an alibi, either.",
        "Emily: Well, there you go. See, your evidence against him is just as solid as what you've got against me. Nothing.",
        "Paul: No, because he wasn't at the hospital the night of the murder, standing over Dusty's dead body.-",
        "Emily: Will you give me a little credit --",
        "Paul: That -- is just a little more you --",
        "Emily: Please, give me some credit. If I had killed Dusty, you think I would have hung around? No -- the logical thing would have been to get out of --",
        "Paul: I don't know -- maybe it was a crime of passion. You know, like shooting a guy in the back and then rolling his body off of a cliff.",
        "Emily: Next time, I'll pick a higher cliff.",
        "Paul: You held Dusty hostage. He was having sex with your sister. And then that, somehow wound up online. And there's the inevitable messy break-up, and then the tearful retreat from town --",
        "Emily: That's enough.",
        "Paul: And then you come back with Chris Hughes and Dusty makes his --",
        "Emily: All right, just shut up --",
        "Paul: His life work to break the two of you up --",
        "Emily: Just shut up, Paul!",
        "Paul: Any one of those things might be a motive --",
        "Emily: Shut up, I swear to God I'm going to --",
        "Paul: What? You're going to do what? Kill me?",
        "[SCENE_BREAK]",
        "Sam: This is going to sound really strange.",
        "Carly: It's stranger than the woman who supposedly broke up with you, waltzing in here and acting like you're still together?",
        "Sam: Kit has this thing. You know how love means never having to say you're sorry?",
        "Carly: Not in my experience, but I know the expression.",
        "Sam: Well, Kit never, ever says she's sorry. See, her way of apologizing is to pretend like it never even happened in the first place. I'm sort of used to it right now. It happens all the time.",
        "Carly: And so, you're supposed to just --",
        "Sam: Accept it. Move on. If I want to get back together with her. Which I do, Carly. I do want to get back together with her.",
        "Carly: I -- I understand.",
        "Sam: Good. So do me a favor, don't mention this letter that she wrote to me. Because I just don't want to get her all riled up by bringing it up again. Set her off, that kind of thing.",
        "Kit: What you two talking about?",
        "Sam: We're actually talking about all the money that's been wasted on this busted boiler over at Metro. What it's going to cost. But you know what? I think it's time to celebrate your homecoming and not get bogged down in all of our troubles.",
        "Kit: Okay. Um, Sam, I noticed you moved your stuff out. How come? Has someone been a bad boy while I've been gone?",
        "Carly: Kit, actually, I'm afraid something did happen.",
        "[SCENE_BREAK]",
        "Luke: You don't think Mom killed Dusty, do you? I mean, she was OD'd on the drugs. She was -- she's out of her mind. But I don't think she's ever capable of killing anyone.",
        "Lucinda: No. No, she is not capable of doing that. And neither is Holden. He's just doing what he's doing to protect her.",
        "Luke: This is just so crazy. How did it get to this?",
        "Lucinda: He's just -- he's doing everything he can think of so that she won't be a suspect.",
        "Luke: Yeah, but -- but that's what's crazy about that. I don't think either one of them killed Dusty.",
        "Lucinda: No, neither do I. Therefore, we've got to find out who did.",
        "Luke: Any ideas?",
        "Lucinda: I've got plenty of ideas. I have no evidence.",
        "Luke: Well, that's what Mom and Dad are working on.",
        "Lucinda: They're such a good team. It's true. I mean, either one of them -- they'd give their lives for each other.",
        "Luke: Well, let's hope it doesn't come to that.",
        "Lucinda: Yeah, but that's what true love is, I guess. Believing -- believing in the other one no matter what happens.",
        "Luke: I just wish I could help.",
        "Lucinda: You are helping! You're taking care of the kids. They know -- they know that everything is okay at home when you're around.",
        "Luke: Yeah, well, I wish I could do more than baby-sit.",
        "Lucinda: Well, you can believe -- believe in them. I know it's a clique, but positive thinking, you can do that.",
        "Luke: So, all you're saying is to think good thoughts.",
        "Lucinda: Good thoughts. Darling?",
        "Luke: Well, it's bringing Mom and Dad closer. Maybe, just maybe, they'll realize that they belong together.",
        "Lucinda: Good. Because there's no people in this earth who deserve happiness more than them.",
        "[SCENE_BREAK]",
        "Lily: I thought that Margo was in charge of Holden's case.",
        "Jack: Well, she's taking a little break tonight. Casey just got released from jail. Dallas Griffin is filling in tonight.",
        "Holden: So, is Dallas going to talk to Emily about what Lily remembered?",
        "Jack: No. I'm going to take care of it. Let's give Emily Stewart a call -- see if there's anything else she'd like to tell us about the night Dusty was killed.",
        "[SCENE_BREAK]",
        "Emily: If it were that easy to kill you, maybe I'll give it another try.",
        "Paul: Great. Then you can throw yourself on the mercy of another court, maybe convince another judge that you're not guilty by reason of insanity.",
        "[Cell phone rings]",
        "Emily: Hello?",
        "Jack: Emily, its Jack Snyder. I'm going to head down to the station. Could you meet me there in 20 minutes? I've got some questions for you.",
        "Emily: What's this about?",
        "Jack: Dusty Donovan's murder.",
        "Emily: You ratted me out to the cops.",
        "[SCENE_BREAK]",
        "Kit: So, what did Sam do to get you to give him the boot? Huh? Did he leave a trail of clothes from the front door to the bedroom, or clip his toenails at the breakfast table?",
        "[Carly laughs]",
        "Carly: No, no. It's nothing like that, no. Sam was a fine houseguest. The problem was with my son, Parker. Like Sam said, he's going through some issues right now.",
        "Kit: Um, what's that got to do with Sam?",
        "Carly: Parker decided to take all of his anger out on Sam. He's been ridiculously rude and there was an incident with the dummy.",
        "Sam: But, Cowboy's fine. Boys will be boys.",
        "Carly: No, Parker stole Cowboy Jack and lied about it. He's very angry, very upset that Sam's living here with me, so Sam offered to move out for Parker's sake.",
        "Kit: Are you sure your ex didn't put him up to it? I mean, Jack's never been thrilled about Sam living here. He wouldn't even let the kids visit.",
        "Carly: No, Jack is fine now, really. The problem is, that we are concerned about Parker.",
        "Kit: Okay. Well, if Sam's living at Metro, then I'll move in, too. Don't want to upset the kids.",
        "Carly: Well, that's nice of you. But really, it's still freezing there.",
        "Kit: It's no biggie. Sam and I know how to keep warm, don't we baby?",
        "Sam: Warm? More like hot .",
        "Kit: Yeah.",
        "Sam: Come on, let's go. Let's get out of here. I'll get your bags. Bye, Carly. There we go.",
        "[SCENE_BREAK]",
        "Parker: The dude's got a dummy. And he thinks he's cool.",
        "Judd: So what, the dude's got a dummy.",
        "Dylan: Oh, funny. Real funny. Parker, what's wrong?",
        "Parker: Nothing. I got to go.",
        "[SCENE_BREAK]",
        "Paul: As much as I would love to take credit for the Oakdale P.D. hauling you in for the murder of Dusty Donovan, they came up with that little gem all by themselves.",
        "Emily: Paul, just leave me alone!",
        "Paul: Please, let me tag along. Please. It would make Meg so happy to know that her brother was exonerated.",
        "Emily: Oh!",
        "[SCENE_BREAK]",
        "Lily: Thank you for doing this for us, Jack.",
        "Holden: Will Margo be a problem?",
        "Jack: Don't worry about it. It's nothing you wouldn't do for me. Just give me a minute to set up, okay?",
        "Lucinda: Lily! Honey! Excuse me, I'm Mrs. Walsh, you know my face, this is my daughter.",
        "Lily: Mother? What are you doing here?",
        "Lucinda: Honey, I'm driving by in my car, and I see the pair of you coming into the police station. What has happened now? Holden, I said it once, and I'll say it 1,000 times more, you really need a heavy hitter -- a real good lawyer. You can't trust yourself to some wet-behind-the-ears neophyte. You can't.",
        "Lily: Holden trusts Bonnie.",
        "Lucinda: Well, then where the hell is she when he's being questioned?",
        "Jack: Lily, Holden -- I'm ready for you.",
        "Lily: I'll explain everything later, I promise.",
        "Lucinda: Honey --",
        "Emily: Will you stop following me? Stay away from me, okay? Or I'll sic the cops on you.",
        "Lucinda: Oh, Emily Stewart is being brought in for questioning? For heavens sake, does that mean that somebody around this place is actually thinking for a change?",
        "Paul: Maybe. I think Emily's statement is really going to change everything.",
        "Lucinda: Oh God, I hope so. Is it going to clear Holden?",
        "Paul: Let's hope so.",
        "Lucinda: Yeah, I hope so. Since when are you so interested in Holden's welfare? Has the virtuous Meg, has she rekindled your sense of justice?",
        "Paul: You know, you and I should brainstorm.",
        "Lucinda: Yeah?",
        "Paul: Mm-hmm. Would you like a cup of coffee, on me?",
        "Lucinda: On you? [Lucinda laughs] Make it a drink, okay? Make it several drinks.",
        "Paul: You got it.",
        "Jack: Just some questions about your whereabouts the night that Dusty Donovan was murdered. Unofficially, of course.",
        "Emily: Unofficially or officially, you can direct all your questions to my attorney.",
        "Trip: Trip Baker, esquire. You may have heard of me. I never lose a case.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "J.J.: Hello?",
        "Carly: J.J., hi. How are you?",
        "J.J.: Okay. Parker's not here.",
        "Carly: Well, I'm not just calling for him, you know.",
        "J.J.: Right.",
        "Carly: Hey, is everything okay? Are you all right?",
        "J.J.: I'm fine.",
        "Carly: Are you sure?",
        "J.J.: I'll tell Parker you called. I got to go.",
        "Carly: Okay, I'll talk to you soon. Great. They both hate me.",
        "[SCENE_BREAK]",
        "Sam: Oh, there you go.",
        "Kit: Mmm.",
        "Parker: Your boyfriend's a liar.",
        "Kit: Excuse me?",
        "Parker: Yeah. He's acting all crazy about you now, but the whole time you were gone, he was actually hitting on my mom.",
        "Kit: Listen, Parker, I know you're having some trouble with your mom --",
        "Sam: Not as much as you're going to have if you dump that guy. Tell him to get out of town.",
        "Sam: Boiler's kicking out a little heat. Slowly. Now, where were we?",
        "[SCENE_BREAK]",
        "Paul: Thanks. Can you put these on my tab, please?",
        "Lucinda: You surely are turning on the charm, Paul. I just ask myself the question, \"Can Paul be trusted?\"",
        "Paul: Well, you trusted me to help you bring down Craig before. Cheers.",
        "Lucinda: Oh, cheers. That was an unqualified success. I don't have my company, you took a swan dive off a cliff.",
        "Paul: That's true. But now we both have our reasons to make sure that Craig hangs for killing Dusty.",
        "Lucinda: But do you have any evidence to support that?",
        "Paul: No, not yet.",
        "Lucinda: I didn't think so.",
        "Paul: So, we'll just have to incriminate someone else.",
        "Lucinda: Who? A, b, c, d -- Emily! Emily Stewart!",
        "[SCENE_BREAK]",
        "Trip: Detective Snyder, are you questioning my client, after you've been taken off the case?",
        "Jack: Well, the chief is out of town. I'm filling in. And new evidence has come to light.",
        "Trip: Is that so? Why are the prime suspect and his wife here to witness this interrogation? As your fan club, perhaps?",
        "Jack: Lily, Holden -- would you mind waiting outside? Happy now, Trip?",
        "Trip: With the knowledge that you won't be tricking Ms. Stewart into incriminating herself today? Very.",
        "Jack: Emily, when you found Dusty's body, why didn't you tell anybody?",
        "Trip: The police asked Ms. Stewart this exact question the night of Mr. Donovan's death. It's all in her statement. Next time, just a suggestion, you might want to do your homework first, Detective.",
        "Jack: When you found Dusty's body, was that the first time you were in the lab that night?",
        "Trip: Meaning what, exactly?",
        "Jack: I'm asking your client if she was in the lab earlier that evening. Did you leave and come back, perhaps?",
        "Emily: Finding Dusty like that -- I don't remember much. It's all a blur.",
        "Trip: Do you have evidence of Ms. Stewart being in the lab prior to the time she already testified?",
        "Jack: There's a witness who saw her running out.",
        "Trip: What witness? We have the right to full disclosure.",
        "Jack: Lily Snyder.",
        "Trip: Oh, that's classic! Is Mrs. Snyder lying because she's an addict, or because she's trying to save her husband? Either way, you can't take her seriously.",
        "Jack: It's a serious accusation, trip.",
        "Trip: This conversation is over. Let's go, Emily.",
        "Jack: One more thing.",
        "Trip: You're wasting our time, Detective.",
        "Jack: You can't hide behind your lawyer, anymore. I'm going to need to hear it from you. Is Lily telling the truth? Were you in the lab earlier that evening? See?",
        "Trip: Don't answer that question. The police already have your statement on file from the night of the murder. Any further questions at this time would constitute harassment.",
        "Jack: She can't keep ducking these questions, no matter how much money she's paying you.",
        "Trip: This meeting is over. Unless, you'd like to see what Margo Hughes has to say about your working sub rosa on a case in which your cousin is accused. After you, Emily.",
        "Emily: You may want to think twice next time you try to throw me to the wolves.",
        "Jack: Sorry I couldn't get a straight answer out of her. But something tells me show knows more than she's letting on.",
        "Lily: She's definitely guilty.",
        "Holden: Don't worry. Emily will slip up. And we'll get her.",
        "[SCENE_BREAK]",
        "Lucinda: I wouldn't be surprised if Emily was guilty as sin. [Lucinda sighs] Dusty certainly hated her. And he was angry at her boyfriend, too.",
        "Paul: Right -- Chris Hughes. I heard that Dusty and Chris were butting heads over some research project at the hospital. But to me, that doesn't sound like a motive for premeditated murder.",
        "Lucinda: I cannot suspect Bob's son.",
        "Paul: So maybe, Chris was just in cahoots with Craig?",
        "Lucinda: Now, there was one damning comment that he made that night, Dusty said.",
        "Paul: What did he say?",
        "Lucinda: Well, he said, and these were the words he used -- that Chris was guilty of foul play, and Dusty was going to prove it.",
        "Paul: I don't know what that means. What does that mean?",
        "Lucinda: We don't know, because he was murdered before he could reveal anything.",
        "Paul: Okay, but if Dusty had something over Chris -- if he was holding something over Chris and he was threatening to reveal it, that might be motive for murder.",
        "Lucinda: But that's just speculation. That's not any kind of proof?",
        "Paul: Well, if proof is all you need, then we'll get proof.",
        "[SCENE_BREAK]",
        "Carly: Parker, where have you been? I called earlier. You weren't there.",
        "Parker: Practice finished up late. The coach had us speed skating until everyone practically passed out.",
        "Carly: Well, then, I'm glad you survived. I'll see you soon. And Parker, I'm really proud of everything you've done.",
        "Parker: Thanks, Mom. Bye. What?",
        "J.J.: You're lucky.",
        "Parker: Yeah, right.",
        "J.J.: Having Mom and Dad believe every lie you tell them.",
        "Parker: Hey, they want to believe it. Helps them sleep at night.",
        "J.J.: You know, where did you go after Al's, anyway?",
        "Parker: Oh, I was getting rid of a dummy. And his stupid puppet, too.",
        "[SCENE_BREAK]",
        "Sam: Carly's kid said what?",
        "Kit: He said that you were making a move on his mom while I was out of town.",
        "Sam: And you believed him? Kit, I told you -- Carly told you -- the kid is messed up. They had to call a shrink.",
        "Kit: Sam, you've stepped out on me before.",
        "Sam: Ancient history. Look, Carly's my boss. You really think I'm so stupid as to make a move on her?",
        "Kit: Sure, why not?",
        "Sam: All right, who are you going to believe? Me, or some kid with one foot in juvie hall?",
        "Kit: How about the kid's mother?",
        "[SCENE_BREAK]",
        "J.J.: So, you got rid of Sam? Yeah. Right.",
        "Parker: Whatever. You'll see.",
        "J.J.: Aw, is Parker still scared of an itty-bitty doll?",
        "Parker: Shut up.",
        "J.J.: If you're so scared, why'd you hide Cowboy Jack in your bed when you stole him?",
        "Parker: I didn't.",
        "J.J.: So, he just crawled in all by himself?",
        "Parker: Look, I stole the stupid thing, but Sam put him in my bed to mess with me.",
        "J.J.: Yeah. Because grown-ups do that.",
        "Parker: Okay, who cares? All right, the guy is history. Come on, I'll show you.",
        "[SCENE_BREAK]",
        "Sam: Kit, you didn't have to call Carly.",
        "Kit: Yeah? Well, this kind of thing is best settled face to face. I swear Sam, if that kid is telling the truth, I'm going to make you hurt so bad, Cowboy Jack will be in splinters.",
        "Sam: Would you just calm down?",
        "Kit: Don't you tell me to calm down!",
        "Carly: I'm here! What's the big emergency?",
        "Kit: Carly. Your boy, Parker, was here earlier. He said that Sam was making a move on you while I was back in Idaho. Truth or dare, Carly.",
        "Carly: Kit, I am so sorry.",
        "Sam: Carly, now, it's not like we did --",
        "Carly: I have no idea why Parker would say something like that. I really don't.",
        "Kit: So, it's not true?",
        "Carly: No. Oh, no. Absolutely not. Sam has been a friend to me. And frankly, I really needed one. I'm at the end of my rope with that boy. Parker just keeps lying to me. Like today, for example, he said that he was having hockey practice late, when clearly, he was here. Sam, I don't know what to say.",
        "Sam: It's all right. It's better that Parker's mad at me than you.",
        "Carly: It's just so unfair to you.",
        "Sam: I was a teenager once. It's tough. You do crazy stuff for no reason.",
        "Carly: Thank you for understanding, Sam. That's a great guy that you have there. And he missed you like mad. I'm going to go, and let you guys continue with your reunion, okay? I'm sorry that Parker ruined it.",
        "Sam: Don't worry. We're going to be just fine. Right, Kitten?",
        "Kit: Yeah.",
        "[Door closes]",
        "J.J.: Do you think he's still think he's leaving town?",
        "Parker: I don't believe it!",
        "J.J.: You do need a shrink.",
        "Carly: Don't worry I'll handle Parker.",
        "[SCENE_BREAK]",
        "Lily: What are we going to do? There's got to be a way to get Emily to confess.",
        "Holden: Lily. Please, just calm down, okay? We'll get through this. I promise.",
        "Bonnie: Imagine my surprise when Dallas told me you were down at the station answering questions.",
        "Holden: Bonnie, it's all right. I was just --",
        "Bonnie: From now on, you don't even say good morning to a cop unless I'm there with you. And that includes Jack Snyder.",
        "Holden: No, Jack is family.",
        "Bonnie: Jack can't defend you. That is my job. So don't you dare go behind my back again.",
        "[SCENE_BREAK]",
        "Lucinda: Ah, Dusty. Well, he had plenty of reason to hate Chris Hughes, 'cause Chris was sleeping with Emily, but I just can't imagine that Bob and Kim's son could be a cold-blooded killer. No matter what Dusty said.",
        "Paul: All right. Well then, we'll just have to keep digging until we can clear Holden's name.",
        "Lucinda: Oh, it's just so sweet. It's so lovely, your concern for Holden's welfare. If utterly self-serving.",
        "Paul: Yeah. Does it really matter why I want to help Holden? Just so long as we solve this crime, right? Then we both get what we want.",
        "Lucinda: Right. Right. I've always preferred allies with a selfish agenda. Oh, oh dear. Our lady of the sorrows. No, I can't. I cannot hear another tale of woe. I can't. I'm off.",
        "Paul: How'd it go?",
        "Emily: What do you care? Lily and Holden are singing your tune. They're trying to pin Dusty's murder on me. And now Jack is in their corner.",
        "Paul: Calm down. Let's just say for a second that you didn't murder Dusty. You know what they say about the best defense, right?",
        "Emily: Meaning what?",
        "Paul: Meaning, that if Lily and Holden are trying to pin this murder on you, maybe you should turn it around and pin it on someone else.",
        "Emily: Ooh, are you volunteering?",
        "Paul: Me, no, no. But Lucinda just let it slip that Dusty, before he was dead, was running around, accusing your Chris of foul play.",
        "Emily: No, no. He's not my Chris anymore.",
        "Paul: You're not surprised by this, are you?",
        "Emily: I don't believe it for a second.",
        "Paul: Really? Because I think you do. I think you know exactly what Dusty was talking about.",
        "Emily: No, I don't.",
        "Paul: Look, Em -- right now, they've nabbed the wrong guy for murder. But sooner or later, they're going to figure that out, and somebody's going to do time for this, okay? Now, would you rather it be you, or Chris Hughes?",
        "[SCENE_BREAK]",
        "Bonnie: Destroying evidence? Concealing evidence? Unauthorized interrogation of a suspect? Holden, can't you see how much worse you're making things for yourself? Now, even if we get you off for Dusty's murder --",
        "Lily: If? Holden didn't kill Dusty.",
        "Bonnie: Fine. When we get you off for Dusty's murder, they can charge you for obstruction of justice. Why weren't you straight with me from the beginning? I cannot do my job if I don't know the whole story!",
        "Lily: We thought we were doing the right thing.",
        "Bonnie: By going against the advice you're paying me for?",
        "[Cell phone rings]",
        "Lily: Hello, Mother. I can explain. Hold on, excuse me.",
        "Bonnie: This has to stop, or I can't represent you.",
        "[SCENE_BREAK]",
        "Carly: Hey. J.J., what are you doing here? Did something happen at home?",
        "J.J.: Sort of.",
        "Carly: What's wrong?",
        "J.J.: Parker brought me here. He said he figured out a way to make Sam leave town. And once he saw that didn't work, he freaked out.",
        "Carly: Where is he now?",
        "J.J.: He took off.",
        "Jack: Did Parker say where he was going?",
        "J.J.: He didn't say anything. He just took off.",
        "Jack: Okay J.J., do me a favor. Go up to Parker's room. See if he came back, or if he took his stuff.",
        "[SCENE_BREAK]",
        "Cowboy Jack: Ooh! I sure missed you, Miss Kitty.",
        "Kit: How about you let me put the rest of my stuff away, and then I'll find a better place to put your hands?",
        "Cowboy Jack: You've got yourself in a real fix. Here you are, stuck with Kit -- but you'd rather be with Carly. How're you going to get yourself out of this one, cowboy?",
        "[SCENE_BREAK]",
        "Carly: This is getting out of control.",
        "Jack: He probably just needed to blow off some steam. Maybe he's taking his anger out on a hockey puck.",
        "J.J.: Parker's not in his room. And his backpack's gone.",
        "Carly: Do you think he run away again?",
        "Jack: We will find him. J.J., stay by the phone, call me on my cell if you hear anything. Let's go.",
        "[SCENE_BREAK]",
        "Bonnie: I represent you, Holden. Not Lily. And if you keep putting yourself at risk to protect her, I can't do my job.",
        "Holden: I'm not changing my mind. Lily has got to come first.",
        "Bonnie: Even if that means going to jail?",
        "Holden: I'll do whatever it takes. I won't let her get hurt.",
        "Bonnie: That is very noble of you, Holden. Under the circumstances, I think you should find yourself another lawyer.",
        "Holden: If that's the way it has to be, fine.",
        "Bonnie: I wish you the best. I hope you'll still consider me your friend.",
        "Lily: What happened? Why did she leave?",
        "Holden: She quit.",
        "Lily: Why?",
        "Holden: You know what, it doesn't matter. We both know my best chance for getting acquitted is not in the courtroom. We need to get proof that Emily did this. We need to get her in front of Jack, Margo, or Dallas. Somebody has got to make her talk. I'm not giving up. Are you?",
        "Lily: Never.",
        "Holden: Good. Then we have nothing to worry about.",
        "[SCENE_BREAK]",
        "Paul: So, should I just keep looking for information that makes you look guilty, or are you going to tell me what you know about Chris Hughes?",
        "Emily: If I tell you, will you leave me alone?",
        "Paul: Only one way to find out, really.",
        "Emily: All right. Chris -- he had good reason for wanting Dusty dead. Dusty and I -- we slept together -- after Chris and I were involved. And Chris found out about it the night Dusty was killed.",
        "Paul: Interesting timing.",
        "Emily: Plus, Dusty was trying to ruin Chris's reputation at the hospital.",
        "Paul: People don't murder over a reputation at a hospital.",
        "Emily: Yeah, well Dusty got it into his head that Chris somehow poisoned Bob, which caused Bob to have his stroke.",
        "Paul: Why would he poison his father?",
        "Emily: Well, Dusty thought Chris did it to take over as chief of staff. You see, Bob was completely against Evan Walsh's research project. Chris wanted the project to move forward. He overheard the two of them arguing right before Bob had his stroke.",
        "Paul: So this is the foul play that Dusty was talking about when he talked to Lucinda.",
        "Emily: I don't blame Dusty for being suspicious. I mean, think about it -- the way Chris was acting -- his behavior -- he took Bob's doctor off the case. He hoarded his medical records. He wouldn't let anyone look at them.",
        "Paul: So, what did the toxicology report say?",
        "Emily: What reports? He never ran them.",
        "Paul: Then maybe we have our killer. Which is great. It gets Holden off the hook. And you too, incidentally.",
        "Emily: No. I know Chris. I just don't think he's capable of murder.",
        "Paul: Really? Maybe he was pushed over the edge. You of all people should know about that.",
        "Emily: Maybe. I don't know.",
        "Paul: This might be your only chance to get yourself off the hook, Em.",
        "Emily: I haven't been charged with anything.",
        "Paul: No. You cared about Dusty though, right? Don't you want to see his killer brought to justice?",
        "Emily: You make this sound like a game.",
        "Paul: It is a game. And I'm going to win. You in or out?",
        "Emily: In.",
        "[NEXT_ON]",
        "Sofie: I just saw the light on. I thought I'd visit with Hallie for a couple of minutes. Can I come in?",
        "Barbara: No!",
        "Carly: I love you so much. I'll do whatever I can to help you.",
        "Parker: All right. Simple. Get rid of Sam.",
        "Kit: Let me make it easy for you. If Sam goes, I go. And my money goes with me."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=sxeulI83nt4"
}