{
    "Episode Summary": [],
    "Recap": [
        "At the diner, Luke tells Noah that he is not returning to school. Emily offers to pick up some breakfast for herself and hunter, but Hunter refuses. Hunter holds a box in his hand which holds his Mother's ashes. Damian arrives to see Meg to tell her that the neurosurgeon that he had found in New York is fully cleared at Memorial. Meg tells Damian that Margo had called and Dusty had decided to plead guilty.",
        "Bonnie stops by Dusty's hotel room to see if he is ready for his hearing. Paul and Emily meet up at the diner, but he doesn't know who she is. Lucinda stops by the Intruder to see Emily, but see Hunter instead. After watching Hunter a few moments, Lucinda remarks that he could run this place on his own. Lucinda tells Hunter to tell Emily that she would like to see her. Luke informs Noah that he is going to be working for Grimaldi Shipping. Bonnie stops by the ranch to talk Meg into testifying for Dusty. Hunter catches up with Paul and Emily at the diner and tells Emily that Lucinda wants to see her .Emily goes to see Lucinda and because of the low revenue, Emily is fired. Hunter walks in and Emily blames Hunter for getting her fired. Meg is all prepared to testify for Dusty when Paul walks in and takes all the blame. No charges are pressed against Paul and he is free to go. At home, Paul and Emily kiss."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Cell phone vibrating]",
        "[Noah and Luke laugh]",
        "Noah: Good morning.",
        "Luke: Good morning. How did you know I was here?",
        "Noah: Well I finished the coffee this morning and I know you need your daily fix. Did you get my note?",
        "Luke: Yeah, yeah. Uh, what time did you get home last night?",
        "Noah: I have no idea. I stopped looking at the clock around -- I don't know, 2:00.",
        "Luke: It's weird. I mean, we finally live together, but it's like I see you less that I did before.",
        "Noah: Well, last night was a one-time thing, I promise. You know, Mason's helping a friend with a documentary, and they were both nice enough to let me edit some. But if I'm going to finish anything resembling a film before the end of the year, I just -- my God.",
        "Luke: Noah, Noah, Noah. It's okay. It's gonna be fine. It's July.",
        "Noah: Right. Right. You know, let's just change the subject?",
        "Luke: Okay. All right. So, uh, what was this mysterious errand you had to run?",
        "Noah: Aah. For you.",
        "Luke: Oh.",
        "Noah: Go ahead, open it. It's a little back to school present. Your old one's so beat up, I think it's time for you to have a little image upgrade.",
        "Luke: Yeah.",
        "Noah: Um, you could exchange it.",
        "Luke: No, no. It's great. I, um, I love it. The thing is, I'm not going back to school.",
        "[SCENE_BREAK]",
        "Emily: I'm working on a story, uh, a little later, but I thought I'd pick up some breakfast. You hungry? I'm buying.",
        "Hunter: Why do you always try to feed me? You know, I did manage to eat all those years I didn't even know you exist.",
        "Emily: No, I'm not. I'm not trying to feed you. I'm -- I'm hungry, we gotta eat. I'm craving pancakes. I thought we'd go, you know, talk technology while we eat.",
        "Hunter: Sorry, I'm not hungry.",
        "Emily: Write off the check. What's that?",
        "Hunter: My mother's ashes. Um, the funeral home messengered them over.",
        "Emily: That's your mother?",
        "Hunter: What's left of her, anyway.",
        "Emily: Well, you can't just keep her here.",
        "Hunter: What else am I supposed to do with it?",
        "Emily: I don't know. She's your mother.",
        "Hunter: And all this time I thought you weren't hearing me.",
        "Emily: No, I heard you. I heard you loud and clear. That's your mother, I'm a biological complication. But could you do me a favor? Are you planning on keeping her on your desk, like in a fishbowl or something, just in case I forget?",
        "Hunter: This isn't about you.",
        "Emily: Really?",
        "Hunter: You think I expected to walk in and have the receptionist hand me a box full of my mother along with my messages. I don't know what to do with her.",
        "Emily: Well, figure it out. Hunter, it's a little crowded with the three of us in here.",
        "[SCENE_BREAK]",
        "Meg: You're out early.",
        "Damian: I would have called, but I was afraid the phone would wake Eliza.",
        "Meg: Oh, well, actually she's a really good sleeper. She hasn't learned to worry yet.",
        "Damian: Perhaps she won't need to.",
        "Meg: Well, if I had a magic wand, maybe.",
        "Damian: Thank you. I have good news. The neurosurgeon I found in New York is fully cleared at Memorial. He can operate on Paul as soon as the two of them can get together and work out a schedule.",
        "Meg: Damian, I --",
        "Damian: I thought you'd be happy.",
        "Meg: I am. I'm -- I'm relieved. You just lifted a two-ton weight off my shoulders.",
        "Damian: Come on. I don't think Paul weighs quite that much. Not physically, anyway. Bad joke, I'm sorry. I shouldn't make jokes.",
        "Meg: At least you're honest. You helped Paul, and even though you have no reason to like him.",
        "Damian: It was the right thing to do.",
        "Meg: I don't know how I'm going to thank you.",
        "Damian: Why don't you let me take you and Eliza out to the lake for a few hours?",
        "Meg: I don't think I'm going to be really good company.",
        "Damian: Oh, come on, you can worry there just as easily as you can here. And there's nothing more we can do for Paul at the moment.",
        "Meg: It's not just Paul. Margo called. Dusty's pleading guilty.",
        "Damian: To everything?",
        "Meg: It's not like him to give up without a fight.",
        "Damian: I'm sure he bargained with the D.A. for a lesser sentence.",
        "Meg: Yeah, I don't know. Last I spoke to him, he was adamant that he wasn't at fault. Something changed.",
        "Damian: Yeah, well, something hasn't changed. He planted a bomb that went off. And now Paul lost his memory. He's lucky that's all he's lost. We all could have been killed, Meg.",
        "Meg: Yeah, I know. I know. I know.",
        "Damian: So, why does it matter what Dusty's motivations were? He gambled with your life. Let him do what he needs to do to make up for it.",
        "Meg: The hearing's today.",
        "Damian: Yeah, well, you have other priorities, Meg. That little girl upstairs needs your full attention. Hey, Dusty can take care of himself. It's time to put him behind you.",
        "[SCENE_BREAK]",
        "Bonnie: You ready for your hearing?",
        "Dusty: I think so. Does this suit say guilty to you?",
        "Bonnie: Dusty, don't do this. There is still time to change your plea.",
        "Dusty: Didn't I fire you?",
        "Bonnie: No, I don't give up that easy. Listen, Dusty, you do not have to go to jail.",
        "Dusty: I set a bomb.",
        "Bonnie: It was a mistake!",
        "Dusty: So what? People got hurt. If I don't take responsibility who's going to?",
        "[SCENE_BREAK]",
        "Emily: Didn't anyone tell you print is dead?",
        "[Emily sighs]",
        "Paul: Do I know you?",
        "Emily: And don't give me any grief, okay, really. The day's quota's already been met.",
        "Paul: Okay.",
        "Emily: And no gloating.",
        "Paul: I'm not gloating.",
        "Emily: Yet. Whatever. You know what, I'm covering Dusty's story for the -- the intruder-dot-web. You know what I mean. Anyway, you got an angle for me?",
        "Paul: You're a reporter?",
        "Emily: What's with you? You hate Dusty, you're in the middle of this entire thing, and you can't give me a quote?",
        "[Gasps]",
        "Emily: I'm sorry. You were blown up. I heard you were blown up. You don't -- you don't look like you were blown up. You look pretty good.",
        "Paul: Hmm.",
        "Emily: I'm sorry, can I get a cup of coffee over here? Thank you. So, I hear Dusty's in big trouble. I mean like, go-to-jail kind of trouble? So bad. I mean, I'd feel more worse if he hadn't ripped my heart out and stomped it to smithereens, several times. But still I'd hate to see the guy go down to Statesville.",
        "Paul: Yeah, he's guilty. I mean, he's never said otherwise.",
        "Emily: It's weird, isn't it? I mean weird but good for you. I mean with Dusty out of the picture, you finally get Meg back. Which I'm sure was your grand plan all along. What's with you? Why are you looking at me like that? Do you have anything to say for yourself?",
        "Paul: Please tell me that somewhere in the deep, dark recesses of my past that I had the good sense to take you bed.",
        "[SCENE_BREAK]",
        "Lucinda: Morning, Hunter. How are you?",
        "Hunter: Ms. Walsh. Good morning.",
        "Lucinda: Darling, how many times have I asked you to call me Lucinda?",
        "Hunter: Sorry.",
        "Lucinda: Where's Emily?",
        "Hunter: Not here.",
        "Lucinda: I know. I can see that.",
        "Hunter: I mean, I mean, she's out. On a story.",
        "Lucinda: Oh, okay. Well, I'll wait.",
        "Hunter: Oh, sorry. Let me move her.",
        "Lucinda: It's a her?",
        "Hunter: Never mind. You're welcome to wait, of course. Uh, I don't know when Emily's going to come back. I mean, you could tell me what you wanted to tell her and I can --",
        "Lucinda: No, Darling. It's not that kind of message. But anyway, carry on. Carry on. You look like you were very, very busy.",
        "Hunter: Well, yeah, you know, um, our site's 24/7. That means we have to post whenever news happens or find something new to fill the space every few hours.",
        "Lucinda: Welcome to the future. What are you working on?",
        "Hunter: I'm working on a new section of the site where you can just post links to their own videos. I'm trying to build an online community, which is what advertisers like to see. Once the word gets out there, intruder-dot-web could triple in traffic.",
        "Lucinda: You could run this place all by yourself.",
        "Hunter: Sure, no problem. Ah, was there something else you wanted to see?",
        "Lucinda: No. No, I've seen enough, I think. Um, just tell Emily I want to see her. All right?",
        "Hunter: Is it important?",
        "Lucinda: Emily will think it is.",
        "[SCENE_BREAK]",
        "Emily: I heard -- I heard you had a little bit of brain damage. But you really don't know who I am?",
        "Paul: Nope. To my regret.",
        "Emily: Paul. It's me, okay. It's just the two of us sitting here. Will you look me in the eye and tell me -- we've been through the wars together. You're -- is this for real?",
        "Paul: Yeah.",
        "Emily: You -- you don't know anything about your entire life?",
        "Paul: Nothing. Hard drive's completely pow -- kapluey.",
        "Emily: Okay. No, no, no, no. No references to computers, okay? It really ticks me off today.",
        "Paul: Okay.",
        "Emily: Okay.",
        "Paul: Keep that in mind. What's your name?",
        "Emily: Emily.",
        "Paul: Of course. Yes.",
        "Emily: So, you remember?",
        "Paul: No, not at all. But it suits you. It's very nice on you.",
        "Emily: Oh, well thank you. Thank you. So, um, what do you know?",
        "Paul: Uh, just what two women, Barbara, oh, and Meg, what they told me. You know them, right?",
        "Emily: Unfortunately.",
        "Paul: They kind of filled in the gaps.",
        "Emily: Yeah, I'm sure that was entertaining.",
        "Paul: It was horrifying.",
        "Emily: It's all in the perspective.",
        "Paul: Did I do terrible things to you?",
        "Emily: Wow. I don't even know where to begin with that.",
        "Paul: That's a yes?",
        "Emily: That's a definite yes.",
        "Paul: Okay.",
        "Emily: But then, you know what? I shot you in the back once.",
        "Paul: Did I deserve it?",
        "Emily: Absolutely.",
        "Paul: Well, then I'm sorry.",
        "Emily: You can't be sorry. You can't be sorry for something you don't remember doing.",
        "Paul: Thank you. That's -- finally. Someone who gets me. I've been saying that.",
        "Emily: Okay, so, if this memory loss thing is for real --",
        "Paul: Why would I lie about something like that?",
        "Emily: Why? Because lying is your hobby. You don't know that. Um, it's just so convenient. You know, amnesia. Now you don't have to be remorseful for anything you did to Dusty.",
        "Paul: No, look. I am remorseful. I would like to take responsibility for what I've done --",
        "Emily: No, you don't.",
        "Paul: -- To Dusty Donovan. Yes, I do. Look, I drove that guy crazy enough that he wanted to set a time bomb. Whatever I did to him must have been pretty bad.",
        "Emily: Oh, it was. It was really bad.",
        "[SCENE_BREAK]",
        "Luke: So, I got a job. I'm working for Grimaldi Shipping.",
        "Noah: As what?",
        "Luke: As everything. Damian's going to teach me the business.",
        "Noah: So, it's all settled then.",
        "Luke: Yeah, pretty much.",
        "Noah: And you waited 'till now to tell me? I mean, when did you decide this?",
        "Luke: Well, I've been thinking about it for a couple days.",
        "Noah: And you're just mentioning this now?",
        "Luke: Yeah, Noah, when would I mention it? We hardly spend any time together.",
        "Noah: I would have made time! God, Luke. You could have just called me up and said, \"Come home, we need to talk.\" Did that not occur to you?",
        "Luke: Why are you getting so upset?",
        "Noah: We had plans. We were going to be at OU together. Maybe even graduate at the same time.",
        "Luke: Yeah, but, Noah, you've been so crazy busy with your senior project, you won't even miss me.",
        "Noah: How can you say that?",
        "Luke: Because you've been so busy. And now, finally, I'll be busy, too.",
        "Noah: Well, what happens when I'm done with the project? What happens when I graduate? I thought we were going to move to New York together. How is that going to happen if you're working for Damian?",
        "Luke: Well, that's the great thing about this job. Grimaldi Shipping lines main office is on Fifth Avenue. So, I can work there, while you work at becoming the next Scorsese. Another great thing about the job, there's tons of travel opportunities. You can come with me. We can see the world.",
        "Noah: Not if I'm still in school, we can't.",
        "Luke: Noah, we'll work it out.",
        "Noah: I thought you were excited to go back.",
        "Luke: I thought I was, too. But then I spoke with Damian, and I realized I was just doing what everybody wanted me to do. You don't need to go to college to be successful. I'd kind of like to just get my life started.",
        "Noah: I thought we were getting our lives started.",
        "Luke: Look, Noah. I don't understand why this is such a big deal? I mean, maybe I'll go back to college in the future, if I want to. But right now, the only thing that makes sense is working for Damian. And being with you.",
        "Noah: I thought that when you were in a couple, you didn't make life-altering decisions without talking it out with each other.",
        "Luke: We are talking.",
        "Noah: No. Okay, you're telling me. There's a big difference. You went ahead and did whatever it is that you wanted to do without thinking about me at all. And how's that supposed to make me feel?",
        "[SCENE_BREAK]",
        "Bonnie: Where's Meg?",
        "Meg: Bonnie, hey, what are you doing here? Why aren't you at Dusty's hearing?",
        "Bonnie: Well, Dusty's lost his mind. Get your purse. We do not have a lot of time.",
        "Meg: No, wait, wait. For what?",
        "Bonnie: We need to go down to the courthouse. I need you to speak on behalf of Dusty. You're the only one who can help him right now. Wow, Steve, well done. Those burgers come with the grill?",
        "Bonnie: You can be a character witness for the defense.",
        "Damian: And say what?",
        "Bonnie: Paul pitted Damian and Dusty against each other to keep them out of your life. That's why they struck out. That counts as extraordinary circumstance that needs to get into evidence.",
        "Damian: Dusty's not Meg's responsibility.",
        "Bonnie: Look, Dusty meant something to you once. You two were even married for a minute, right?",
        "Meg: A lot has happened since then, Bonnie. Too much.",
        "Bonnie: Meg, what are you saying? Do you want to help me help Dusty, or not?",
        "Meg: I would like to -- but I don't want to get involved in this mess again.",
        "Bonnie: So, if Dusty gets 10 or 20 years in prison, can you live with that?",
        "Meg: You know, he's made his choice, Bonnie.",
        "Bonnie: What does it matter? What does it matter? What choice matters, if he's not thinking clearly, Meg?",
        "Damian: He sounds very clear to me.",
        "Bonnie: Look, once this happens, there's no going back. He's gonna do time.",
        "Damian: I'm sure he's aware of that.",
        "Bonnie: Look, knowing it and living it are two different things, Damian. Look, Dusty would do anything for you and Eliza. Now, if you cannot step up and help him when he needs it, I guess you're just going to have to live with yourself. You have a good picnic.",
        "[Door slams]",
        "Damian: You did right, Meg. You don't owe Dusty anything.",
        "Meg: I know. But he's my friend. If I don't speak up for him, nobody else will.",
        "[SCENE_BREAK]",
        "Emily: Well, the idea was simple but effective. Slice a fuel line, hijack a laptop and boom. World war three. Well, I think the boom came a little bit later, but you get the idea.",
        "Paul: Hey.",
        "Emily: Hmm?",
        "Paul: Okay. Well, no wonder Dusty wants to get back at me. Who can blame the guy?",
        "Emily: Uh, a lot of people really. I mean, that's an epic conversation for another day.",
        "Paul: If I'm such a horrible person, why don't you hate me?",
        "Emily: Um, I'm no candidate for sainthood, myself, really. And saints are boring, don't you think? I mean, really, the only fun thing about them is knocking them off their pedestals. You're in there somewhere, Paul Ryan. I can see it.",
        "Paul: Would that be such a good thing?",
        "Emily: Don't be so hard on yourself. You had a lot of, um, enjoyable qualities.",
        "Paul: Well, I might need a refresher course.",
        "Emily: Well, you know what they say? It's like riding a bike.",
        "Paul: But I hurt people, right? I've cause a lot of harm.",
        "Emily: Yeah, you did.",
        "Paul: Well, who's this?",
        "Emily: Um, my business partner, Hunter. Um, Paul Ryan.",
        "Hunter: Hey.",
        "Paul: Hi.",
        "Hunter: Uh, Lucinda Walsh is looking for you.",
        "Emily: Oh, she doesn't know how to use a phone?",
        "Hunter: She just told me to tell you she was at the office.",
        "Emily: Well, I'm busy. I'm right in the middle of covering Dusty's -- Dusty's story.",
        "Hunter: Yeah, well, she was kind of weird. You might want to talk to her.",
        "Emily: No, no, no. She's not. It's just -- you're not used to her.",
        "Hunter: Well, she said you'd think it was important.",
        "Emily: All right. I, uh, guess I'll catch up with you later -- amnesia boy. That is if you remember our conversation.",
        "[SCENE_BREAK]",
        "Noah: I had no idea that you were having doubts about going back to school. It's not like you to keep something this huge from me.",
        "Luke: I wasn't. I didn't know I was having doubts either. And then I started talking to Damian, and he asked me all these questions, and I just realized, Noah, that -- that I am not happy.",
        "Noah: Happy, um, just with school?",
        "Luke: Yes, oh, God, yes, Noah. Oh, I am so happy with you.",
        "Noah: Well, me, too.",
        "Luke: Well, good. I hope so. Because this is what I want to do with my life. And I'd like to know that you support me.",
        "Noah: I'm not that kind of boyfriend.",
        "Luke: What? The supportive kind?",
        "Noah: The kind who thinks everything you do is adorable even if you're making a huge mistake. That's not support. Luke, that's enabling.",
        "Luke: So, you do think I'm making a mistake?",
        "Noah: I didn't say that. Look, I just wish we could have discussed this together.",
        "Mason: Hey.",
        "Noah: Hey.",
        "Mason: How's it going, Luke?",
        "Luke: It's going great. How are you?",
        "Mason: Good.",
        "Noah: Um, so much longer were you working on the film last night.",
        "Mason: 'Til about 15 minutes ago. But the film is done. Yeah, we're, uh, going to have a screening of the final cut as soon as I bring these coffees back. Why don't you come?",
        "Noah: Um, not now.",
        "Luke: No, you know what, Noah? You should go.",
        "Noah: Luke.",
        "Luke: Look, I have things I have to do. This isn't worth having everybody get angry at me. Especially you.",
        "Mason: Everything okay?",
        "Noah: I think I just convinced my boyfriend to quit his job.",
        "[SCENE_BREAK]",
        "Emily: Told you're looking for me?",
        "Lucinda: Sit down, Emily.",
        "Emily: I'm due at the courthouse in about 20 --",
        "Lucinda: Sit.",
        "Emily: Okay.",
        "Lucinda: I've been going through the budget.",
        "[Lucinda sighs]",
        "Lucinda: And the Intruder is still in the red.",
        "Emily: Well, of course we are. We're not bringing any money from the newsstands. We have to find new revenue streams. It's takes time to build an online audience.",
        "Lucinda: How much time?",
        "Emily: I don't know. I left my crystal ball at home.",
        "Lucinda: Why not hazard a guess.",
        "Emily: Hazard a guess? A few months. Six. Nine, maybe? I -- I -- I don't know. It -- we're finding our voice. We're tweaking the format.",
        "Lucinda: We're tweaking? I think Intruder has to be made over from scratch. I was having a conversation with Hunter who thinks it's the the tone of your writing that needs adjustment.",
        "Emily: Really?",
        "Lucinda: I'm looking for it as we speak.",
        "Emily: Stop living it in the past. Prince is gone, not coming back.",
        "Lucinda: Yeah, I'm aware of that.",
        "Emily: Okay.",
        "Lucinda: Then it will come as no surprise when I tell you that I'm relieving you of your duties.",
        "Emily: What? Did I just fire me?",
        "[SCENE_BREAK]",
        "Judge: Do you have anyone to represent you, Mr. Donovan?",
        "Bonnie: I'm counsel for the defendant your honor.",
        "Dusty: No, your honor, I don't.",
        "Bonnie: Look. Hey. You can enter whatever plea you want. But you're going to have to shut up and let me do the talking. Trust me, you do not want to make a scene right now.",
        "Judge: Is there a problem?",
        "Bonnie: No, just a little development I wanted to discuss with my client. Your honor, could we have a minute, please?",
        "Dusty: What's the development?",
        "Bonnie: I asked Meg to come and speck on your behalf?",
        "Dusty: Why did you do that?",
        "Bonnie: You will thank me later.",
        "Dusty: No, I don't think so. Where is she? Maybe your powers of persuasion need a tune-up.",
        "Bonnie: Look, just have a little faith, Dusty. Thank you, your honor. We're ready to present our case.",
        "[SCENE_BREAK]",
        "Damian: Meg, before you do this, when Dust -- -- is right about the bomb, he went ahead with it anyone. He knew what he was doing and he made the wrong choice. Are you sure you want to defend him?",
        "Meg: No. But I can't stay away.",
        "[SCENE_BREAK]",
        "Bonnie: My client would like to enter a plea of guilty. However, I invited a witness to speak on Mr. Donovan's behalf.",
        "Dusty: I don't want you to.",
        "Meg: My name is Meg Snyder, your honor.",
        "Bonnie: Miss Snyder is prepared to testify on behalf of Mr. Donovan that his actions were a result of severe provocations and emotional distress, and without harmful intent.",
        "Prosecutor: It was a bomb, not a piñata. What other kind of intent is there?",
        "Bonnie: Just take your time. Tell the judge what really happened. Meg? Would you like a glass of water?",
        "Paul: Hi, hi. Excuse me. I don't think Meg should be anywhere involved in this than she already is. There was -- I think you would call an extreme provocation. Because of me.",
        "Dusty: Your honor, what's this man doing here?",
        "Paul: What I have to say has a direct bearing on the actions of Mr. Donovan. And if the situation were reversed, I probably would have tried to blow him up, too.",
        "Bonnie: No, this is good.",
        "Paul: And I admit that I'm not the world's most reliable witness right now --",
        "Prosecutor: Objection.",
        "Judge: Denied. I'd like to hear what he has to say.",
        "Paul: Um, hello. Apparently, I'm Paul Ryan. And I was there when the bomb went off. Although, unfortunately, I don't remember it or anything else, for that matter. But, uh, I've been asked around, and I've been able to piece together a little bit, I think, of what happened. And I know that technically that's hearsay, but, uh --",
        "Bonnie: You know what? Just tell the story, Paul. Nobody is objecting.",
        "Paul: You have pretty eyes. Um, okay, right. So, here's what I do know. I manipulated these two into going into some kind of a war. Now, um, I can't be held accountable for what I've done because my brain is pretty much a blank slate. And, uh, I think a trial at this point would, you know, cost the taxpayers a lot of money that they just don't need to spend.",
        "Bonnie: You know, why don't we get to the part about the bomb?",
        "Paul: Right. Okay, um, uh, I've been told I was kind of a bad guy. But I was very much in love with Meg. And I can see why. And we have the most beautiful little girl together. But I screwed the whole thing up. And then when I tried to get her back, these two guys, they wanted her. And really, who can blame them? 'Cause she's like super hot. And, I mean, she must be one hell of a woman. Anyway, these two guys, they figured it out. And they tried to pay me back. You know, teach me a lesson with a bomb. And it wasn't supposed to go off, you know? You know, it was like a technical malfunction. Kind of like what's going on with my brain. So, I guess, guys, if what you were trying to do was get back at me, hey, it worked. So, uh, that's pretty much it. Um, I just wanted you all to know that there was more to the story than some jealous jerk, you know, setting off a time bomb.",
        "Dusty: Is this necessary?",
        "Paul: If I was the guy that everybody says I was, then you two had every right to try and take me down. And, Meg, I'm sorry. And, Dusty, I'm sorry. I owe you an apology, too. But don't worry about it, okay, 'cause whoever this Paul Ryan guy was, he's not around anymore. I won't be anymore trouble for you. So, go ahead, you know. Throw the book at me. Um, whatever life I had is gone. And I drove Dusty Donovan to do whatever he did. I don't want to be the cause of anymore harm for him. You know what I mean?",
        "Judge: Mr. Prescott?",
        "Prosecutor: We don't intend to press charges, your honor.",
        "Judge: You're free to go, Mr. Ryan.",
        "Paul: Thanks.",
        "Bonnie: Thank you, your honor.",
        "Judge: We'll be reconvening in a few days for sentencing.",
        "Damian: Feeling better?",
        "Meg: I don't know. This new Paul, he's full of surprises.",
        "Damian: Yeah, well, don't read too much into it. Whether or not he remembers, he's still Paul.",
        "[SCENE_BREAK]",
        "Emily: You -- you're making a hideous mistake.",
        "Lucinda: Quite possibly. But I doubt it. From my perspective, you see, you lack the youth.",
        "Emily: You did not just say that.",
        "Lucinda: The insight and the experience to bring the Intruder into the twenty- first century.",
        "Emily: How the hell would you know? You're stuck in the nineteenth century!",
        "Lucinda: You're not helping your cause.",
        "Emily: Where did this -- where did this ridiculous idea come from? Hmm? From Hunter?",
        "Lucinda: We had a discussion.",
        "Emily: Really?",
        "Lucinda: He thinks that his way of working is more contemporary than yours.",
        "Emily: Why? Why? Because he does everything virtually, and I still like to work face-to-face?",
        "Lucinda: Yes. And it's very, very costly.",
        "Emily: Well, you get what you pay for don't you?",
        "Lucinda: That's why I'm not paying for you any longer. As a matter of fact, I think I'm going to make Hunter the editor-in-chief of the Intruder.",
        "Emily: That's one way of putting me in my place, now isn't it?",
        "Hunter: You found each other. Good.",
        "Emily: For you.",
        "Hunter: What?",
        "Lucinda: Uh, I think I'll let you two work this thing out together. And, Emily, the changes are effective immediately.",
        "Emily: You see that? That was what you call a hit and run.",
        "Hunter: Did I miss something? You don't want me to act like your mom, fine, I won't. But you didn't have to get me fired!",
        "[SCENE_BREAK]",
        "Noah: Luke decided he isn't going back to school.",
        "Mason: I thought he was looking forward to it.",
        "Noah: He was. I think he's scared.",
        "Mason: Of?",
        "Noah: I know what I want to do with my life, I want to be a filmmaker.",
        "Mason: Uh-huh.",
        "Noah: And since my senior year is all about my final project, I think Luke's afraid that's he's going to be stuck reading Beowulf in some old English class, while I'm off doing something glamorous and exciting.",
        "Mason: Glamorous? Right.",
        "Noah: And I think it really freaked him out to meet you and your ex. I mean, he doesn't -- he doesn't want to be George, the one left behind. No, no offense.",
        "Mason: None taken. Noah, I know I'm supposed to your teacher, but don't use me as an example for your love life. Every relationship is different. And just because George and I didn't work out, it doesn't mean you and Luke can't. George and I had a lot more problems than just my work.",
        "Noah: See, that's the thing. We used to have tons of problems, but lately, everything's been great.",
        "Mason: Well, that sounds like that's a relationship worth fighting for. Prepped to here",
        "[SCENE_BREAK]",
        "Lucinda: Luke, Darling. What a lovely surprise.",
        "Luke: Hi, Grandmother. What are you doing out here?",
        "Lucinda: There's a battle royal taking place in my office but never mind. Going to work?",
        "Luke: Actually, I think I'm going to quit. Try not to look so thrilled.",
        "Lucinda: I want you to do whatever makes you happy.",
        "Luke: I don't know what that is. But if everyone else is so upset with me working for Damian, then it's not worth it.",
        "Lucinda: Good decision! We can find you another job. I have contacts -",
        "Luke: Wait a minute. I thought this was about going back to school so I could have all the advantages you and Dad didn't get. But that's not it, is it? Like everything else, this is about Damian.",
        "[SCENE_BREAK]",
        "Dusty: Can I speak to you alone?",
        "Meg: Well, Damian --",
        "Dusty: Okay, stop please. I just wanted to say something. I owe you an apology.",
        "Meg: Hearing Paul what he did so clearly and simply, I misjudged you. I'm sorry, I should have known better.",
        "Dusty: Yeah.",
        "Meg: But I know that now, I believe that now. I'm sorry.",
        "Dusty: Me to. Damian and the police came by. Never gave me a chance.",
        "Meg: I'm sorry.",
        "Dusty: I'm no prize, just trying to look after you and your daughter. Paul is dangerous, but I realize it's not up to me to keep you guys apart.",
        "Meg: I can take care of myself.",
        "Dusty: I hope so. Because I'm going to be out of the pick picture for a while.",
        "Meg: You know, maybe the judge will let you off the probation.",
        "Dusty: Oh, come on. That's a bunch of pretty words from a guy who doesn't know who he is. It's not going to hold a lot of water.",
        "Meg: Well, I hope the judge is kinder to you than you were to yourself.",
        "Dusty: What's done is done. You made your choice. Take care.",
        "Meg: Wait --",
        "Dusty: It was over a long time ago.",
        "Bonnie: Hey, are you okay?",
        "Dusty: Yeah. What now?",
        "Bonnie: You wait for your sentence. Come on, let's get out of here.",
        "[SCENE_BREAK]",
        "Luke: Everything that everybody has accused Damian of doing since he got back to Oakdale turned out not to be true. You can just give up.",
        "Lucinda: Just a minute. You came in here because you wanted to go back to school. Now suddenly that's not what you want anymore. I think you're con if you have had.",
        "Luke: No, the only thing that is confusing, Grandmother, is listening to what everybody else wants me to do. And you know what? You know what's really funny? Damian was only person who asked me what I want to do. And I would be proud to work for him.",
        "[SCENE_BREAK]",
        "Emily: In one fell swoop you get a promotion and ditch the invent mother. Well, you know what, well done, grasshopper. Because I never even saw it coming. Get the door. I never saw you and your mother happy, I'm sorry, you and your real mother.",
        "Lucinda: Oh, Darling, let her go.",
        "Hunter: I didn't mean for you to fire her! Emily is the Intruder! Oh, my God, you have no idea who smart she is. She's going to be as good as I am in six months. I will never be 1/100 of when she is to this paper. She is the heart and soul of this place! I can't do it without her!",
        "Lucinda: That ain't what you said before.",
        "Hunter: I'm saying it now. I love working here. But Emily is the Intruder. And I quit.",
        "Lucinda: I've got another quitter. You can't quit.",
        "Hunter: I just did.",
        "[SCENE_BREAK]",
        "Emily: Travel everywhere with your golden box?",
        "Hunter: Only when you get fired.",
        "Emily: You didn't say anything about that at breakfast. Didn't seem worried at all.",
        "Hunter: I wasn't. It was an ambush. Sorry.",
        "Emily: Don't be. I'll be just fine. I'm sure one of the two newspapers that are still in business will be banging on my door any minute. Nothing that a double shot of bourbon won't make up for.",
        "[SCENE_BREAK]",
        "Paul: I didn't see you at Dusty Donovan's hearing.",
        "Emily: You were there?",
        "Paul: Yeah.",
        "Emily: What happened?",
        "Paul: Well, I if he bad, I messed the guy's life up so I told the judge it was all my fault.",
        "Emily: You -- wow, you really are anti Paul.",
        "Paul: I was hoping some of my better qualities would have stuck.",
        "Emily: Really? You remember?",
        "Paul: No.",
        "Emily: No.",
        "Paul: No, not yet. I was kind of hoping that maybe -- you could remind me what it is that I do to try and cheer you up.",
        "Emily: Let's get out of here.",
        "[SCENE_BREAK]",
        "Luke: Noah, Noah, I'm glad you're here. Look, I really have to talk to you. I am so sorry about how I handled that college stuff, you know. It's just that I've never been in a relationship before, and I'm going to make mistakes sometimes, but I should have talked to you first before I made these plans, because Noah, you are the most important person to me in the world and I want you to be part of all of my plans. I you to be a part of everything. No, no, please. Let me finish. I'm not going to go back to college. I don't want to. I want to work for Damian and more importantly, I want to get to know Damian. And this is something that you have been encouraging me to do all along, and you were right. So please, please, please don't freak out.",
        "Luke: Here.",
        "Noah: What?",
        "Luke: I can't take this. This was meant --",
        "Noah: I exchanged it for neck ties. You're going to need it.",
        "[SCENE_BREAK]",
        "Dusty: So that's it? We wait for the judge to decide the rest of my life.",
        "Bonnie: Yep, what did you think was going to happen, genius?",
        "Dusty: I thought I would be in jail by now.",
        "Bonnie: Aren't you glad you aren't? Look, I know I forced myself on you in courtroom, but what was I going to do? Stand by and let you give away the next 10 years of your life? I mean, maybe, maybe if Paul hadn't provoked you maybe, but those are the facts and they need to be in the record.",
        "Dusty: You're good at lawyer talk.",
        "Bonnie: Well, you still doubt me. Look, I assume you're going to try and ditch me again, but you need me whether you like it or not.",
        "Dusty: Can I talk now?",
        "Bonnie: No, I already know what you're going to say. You're going to say, you know, I don't like what you did. And I don't need your help.",
        "Dusty: Thanks.",
        "Bonnie: And -- I was just going to say thanks.",
        "[SCENE_BREAK]",
        "Damian: This morning was difficult. It would be good for you to clear your mind.",
        "Meg: I think I might have to go further than -- not thinking about Paul.",
        "Damian: I'll help you.",
        "Meg: Listen to him. You were he was the old Paul, the one I knew, the one I took back so many times. The one that was honest and living. It wasn't his fault that he was taken over by something he didn't understand. He was the Paul I fell in love with.",
        "Damian: No, he's got a neurological condition, that's all. He could change back in an instant.",
        "Meg: Or he could stay like this for the rest of his life. I want to go see him. Now.",
        "[SCENE_BREAK]",
        "Paul: What would you like?",
        "Emily: I think the dark.",
        "Paul: What do I like?",
        "Emily: Anything dark, I think.",
        "Paul: Speaking of what I like, what brought us together? You know, in the beginning, before you allegedly shot me.",
        "Emily: Oh, you don't believe me, you could check the scar for yourself.",
        "Paul: Don't worry. I can tell by looking at you you're probably capable of pulling a trigger.",
        "Emily: We've been together off and on since we were kids, really. We used to team up for these nasty schemes. You used to find that sort of thing a turn- on.",
        "Paul: How about you? Turn you on?",
        "Emily: Um, you have no idea.",
        "Paul: You're right. I have no idea. About anything. I guess I'll just have to put myself in your hands.",
        "Emily: Sure.",
        "Paul: Okay.",
        "Emily: As long as you return the favor.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns.\"",
        "Casey: Dad thinks you have the hots for Riley.",
        "Janet: What? Theresa?",
        "Craig: You know her?",
        "Janet: She is my baby sister!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=FFdqEZF9BjA"
}