{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Gwen: Okay, I'm here. What's going on? ",
        "Maddie: That's what I want to find out. ",
        "Gwen: Look, I'm about as interested in Jade as I am in the bird flu epidemic.\r\n",
        "Maddie: I think that's going to change. ",
        "Gwen: Why, is she being launched into orbit? ",
        "Maddie: Better. ",
        "Gwen: Maddie, I really don't know if I want to hear this. ",
        "Maddie: Oh, no? You don't want to hear that Jade's faking this pregnancy just \r\nto keep her hooks into Will? ",
        "",
        "Jade: Special delivery -- ",
        "Will: That was fast. ",
        "Jade: Yeah. I think I got in and out of Java in 30 seconds flat. ",
        "Will: Why? ",
        "Jade: Because I'm so popular in town. ",
        "Will: Is that the Pomegranate tea you were talking about? ",
        "Jade: Um, no. They were all out, so I ordered a latte instead. But don't \r\nworry, its decaf. I'm not taking any chances. Did I show you? I got this book at \r\nthe clinic about health and nutrition during pregnancy. I thought we could both \r\ncheck it out. ",
        "Will: Yeah, sure. Sounds good. ",
        "Jade: I can get you a copy, or we both could do it. ",
        "Will: Okay, do you whatever you want. ",
        "Jade: I was thinking I could start now, with a walk around the lake. It's so \r\nbeautiful out, but there's still some icy spots. So, I could really use an arm \r\nto lean on just in case. ",
        "Will: Not today. You're going to be getting your exercise by moving into your \r\nnew apartment. I got you a place at Oakdale Court. It's got utilities included. \r\nAnd six months rent paid up front. Room for you, and a bathroom, and another \r\nroom for the baby. ",
        "Jade: Wow. You didn't waste any time. ",
        "Will: Well, I meant what I said. You can't stay here. ",
        "",
        "Henry: The woman at the flower shop says yellow means friendship. I hear \r\nthey're ready to spring you. ",
        "Emily: Did my mother send you, Henry? ",
        "Henry: No, no, she's up to her stethoscope in storm victims, Hal’s off on a \r\nspecial assignment. Anyway, I'm your lift. Your lift home. We're going to go to \r\nyour mom's place, and I've got an all-day scrabble tournament set up. Daniel's \r\ngoing to stop by for a quick visit, and then I might even try to make some \r\nhomemade ice cream, if I can figure out the machine. Because I got to warn you, \r\nme and mechanical things -- there's always a severed something -- ",
        "Emily: What's a five letter word for traitor? Could it be H-e-n-r-y? So, no, \r\nHenry. No scrabble, no ice cream, and thanks. I'll find my own way -- I mean it.\r\n",
        "Henry: Emily, don't -- ",
        "Emily: I mean it. I don't want you in my life. Henry, I don't ever want to \r\nsee you again. ",
        "",
        "Meg: Thank you for making the arrangements. ",
        "Chaplain: Let me know if there's anything else I can do for you. ",
        "Meg: Well, thank you. I'll let you know after I talk to Paul. ",
        "Chaplain: Of course. ",
        "Craig: Meg, do you got a minute? ",
        "Meg: For you? No. What's with the stick? ",
        "Craig: I've heard some women think that a cane adds a touch of old world \r\nelegance to a man -- ",
        "Meg: Well, luckily I'm not one of those women. ",
        "Craig: I lost my balance earlier. ",
        "Meg: You lost your balance a long time ago. ",
        "Craig: Biting, cutting wit, I knew you were the girl for the job. ",
        "Meg: I'm not a girl and I already have a job. ",
        "Craig: I need your professional help. I want out of this hospital. ",
        "Paul: You stay away from Meg, or you will need that cane permanently. ",
        "",
        "Dusty: She's okay, Chaz. ",
        "Lucy: Who is this guy, secret service? ",
        "Dusty: More like an insurance policy. ",
        "Lucy: You hired a bodyguard to protect Johnny from my father? ",
        "Dusty: Well, as long as I got Chaz around, no one comes within a mile of my \r\nson. ",
        "Lucy: And if he tries, what happens? He ends up with no kneecaps? ",
        "Dusty: I don't know. Who knows. ",
        "Lucy: I don't believe this. ",
        "Dusty: I don't believe that your dad is walking around a free man. Do you \r\nunderstand what he did to my wife? ",
        "Lucy: If you want to talk about criminal records, I have a few questions for \r\nyour friend Chaz over there. ",
        "Dusty: Chaz? He's honest about what he does. ",
        "Lucy: What is that, exactly? ",
        "Dusty: You want to talk about Chaz, I don't know what to say. ",
        "Lucy: If you want to talk about my father, I have a ton of things to say. \r\nHere's something you might not remember about me, Dusty. I don't like being told \r\nwhat I can or can't do, who I can or can't be with -- ",
        "Dusty: If you want to be with your old man -- ",
        "Lucy: Look, I don't know what I want to do about my father. Or how I feel.\r\n",
        "Dusty: I don't want to hear about how he risked his life to save you and \r\nJohnny. Your father's got an agenda. ",
        "Lucy: Yeah, getting pinned under a tree is some agenda. ",
        "Dusty: He shows up in the middle of nowhere with a ski mask on. He just \r\nhappens to be there when you got to get my son to the hospital. ",
        "Lucy: How do you turn that into something subversive? ",
        "Dusty: He followed you. He's got his sights on my boy. ",
        "Lucy: Dusty, he's my father. I can't pretend that he doesn't exist. But that \r\ndoesn't mean I think he deserves to be Johnny’s father. ",
        "Dusty: Okay, what does it mean? ",
        "Lucy: You're Johnny’s dad. You're the guy who should raise him. Teach him to \r\nplay fair, and love him for who he is. Do you think I want him growing up the \r\nway I did? Making excuses for his father? I want him to be proud of his dad. I'm \r\nproud of you. But if my father just being here means we can't be friends, have \r\nthe guts to tell me to my face. I don't want to hear it from Chaz. ",
        "Dusty: I do my own talking. ",
        "Lucy: So which is it? Friends or enemies? ",
        "Dusty: You think you can keep some distance from your father? ",
        "Lucy: I can separate who he is to me from what I know he can never be to \r\nJohnny. ",
        "Dusty: You sure? ",
        "Lucy: You want it in blood? Excuse me? I don't think we've been formally \r\nintroduced. I'm Dr. Lucy Montgomery. Johnny's older sister, daughter of public \r\nenemy number one, Craig Montgomery? I'm sure you have his mug shot somewhere on \r\nyour person. ",
        "Chaz: Boss? ",
        "Lucy: For the record, I want Johnny to stay with Mr. Donovan. I don't think \r\nthey should be separated. And in the interest of not having to wear protective \r\ngear the next time I'm in their company, are you giving me access to Johnny and \r\nMr. Donovan or not? ",
        "Dusty: I think she's okay. ",
        "Lucy: Just okay? You make a girl's head spin, Donovan. ",
        "Dusty: I'm glad we got that settled. ",
        "Lucy: Yeah, I hope we did. ",
        "Dusty: Your father's not going to make it easy. ",
        "Lucy: When has my father made anything easy? ",
        "Dusty: Mr. Yamamoto, good to see you. Welcome back to Oakdale. Listen, I'm \r\nsorry that I wasn't able to make it to New York. ",
        "Mr. Yamamoto: Luckily, my business in Chicago made it possible for us to \r\nreschedule. ",
        "Dusty: I want you to meet my son, Johnny. Mr. Yamamoto, and you remember \r\nLucy? Dr. Lucy Montgomery? ",
        "Mr. Yamamoto: Of course. It's a pleasure to see you again, Doctor. ",
        "Lucy: How's your wife doing, Mr. Yamamoto? Did she take my advice on her \r\ntennis elbow? ",
        "Mr. Yamamoto: Yes, she did and she's much improved. Thank you again. ",
        "Dusty: And how about you, Sir? What can we do for you? ",
        "Mr. Yamamoto: My people are ready to review those licensing agreements as we \r\ndiscussed. ",
        "Dusty: When would you like to meet? ",
        "Mr. Yamamoto: I've taken the liberty of having our attorneys gather in the \r\nconference room across from the lobby. We're ready if you are. ",
        "Dusty: Give me a moment. I'll be there in a sec. ",
        "Dr. Yamamoto: Pleasure, Dr. Montgomery. You too, young man. ",
        "Lucy: Go, go. I'll watch Johnny and Mr. Hairy Knuckles over here, can watch \r\nme watching Johnny. He'll be fine, Dusty. Show a little faith in me. ",
        "",
        "Meg: Paul, I can handle Craig. ",
        "Craig: This is strictly a professional request. ",
        "Paul: It's a hospital and there's plenty of nurses. You go find yourself \r\nanother one. ",
        "Meg: Hey, it's okay. ",
        "Craig: Well, look at that, speaking for herself. At least she hasn't \r\nrelinquished that right yet. ",
        "Meg: You're obviously feeling better? ",
        "Craig: Much. ",
        "Meg: What is it you want me to do exactly, Craig? ",
        "Craig: I want you to page whoever it is you need to page and get me out of \r\nhere. ",
        "Meg: You're not my patient and you're not on my floor. So, page whoever you \r\nneed to page yourself. ",
        "Craig: I see that health care really is your calling. Thank you so much for \r\nyour help. ",
        "Meg: I came so close to putting that cane to some good use myself. ",
        "Paul: You weren't the one who told me not to let him get under my skin? ",
        "Meg: Yeah, well, it was good in theory. Are you okay? ",
        "Paul: Not at all. I keep going over and over in my head the last few months. \r\nYou know, did I push Emily too hard? Did I cause her health problems? ",
        "Meg: We all did, Paul. The moment we found out she was pregnant, we knew it \r\nwouldn't be easy for her to carry this baby with all the emotional baggage that \r\ncame with it. ",
        "Paul: I guess I just kind of took it for granted that everything was going to \r\nbe okay. ",
        "Meg: No, you didn’t. You moved mountains to help her. You did everything she \r\nneeded. You did everything right. ",
        "Paul: So, how come everything went all wrong? ",
        "Meg: Because you couldn't make her happy. You couldn't give her the one thing \r\nshe wanted, a life with you. Anything short of that, and there's bound to be \r\ntrouble. ",
        "Paul: Yeah, poor kid got mixed up in our trouble before she was even born.\r\n",
        "Meg: The hospital chaplain has made arrangements for a small memorial. ",
        "Paul: You talked to him? ",
        "Meg: Yeah, just a little while ago. ",
        "Paul: Thank you. ",
        "Meg: It's the least I could do. ",
        "Paul: What? ",
        "Meg: Paul, if it's okay with you and Emily, I'd like to be at the memorial. I \r\nfeel that I need to find a way to say goodbye to Jennifer too. ",
        "",
        "Henry: Emily -- ",
        "Emily: Henry, just go away. ",
        "Henry: You hate me? ",
        "Emily: Yes. ",
        "Henry: You blame me for what happened to the baby? ",
        "Emily: Yes, I blame you. ",
        "Henry: You never want to speak to me again? ",
        "Emily: Not if I can help it. ",
        "Henry: Okay then, don’t. Don't speak. I'll talk. Look, I know I said this \r\nwhole thing in motion by calling Meg. But I would rather you hate me for life, \r\nthen have you go off in a middle of storm and give birth with only Daniel to \r\nhold your hand. I mean, is that a memory that you want for this boy? ",
        "Emily: You don't know I would go into labor! You don't know -- you don't know \r\nanything! ",
        "Henry: My only other option was to do nothing. And I've tried that before. I \r\ntried it with my little sister and what happened? She went to hell and back \r\nbecause I wouldn't interfere. I bought into her fantasy that her life was \r\nperfect. I'm not going to buy into yours, Em -- ",
        "Emily: Everything would have been okay. ",
        "Henry: You don't know that. You don't know that. I'm sorry about the baby. I \r\nwanted to be an Uncle Henry. You have no idea how much I wanted that. So, if you \r\nneed to blame somebody, blame me. Rather than blaming yourself. ",
        "Emily: Blame myself for what? ",
        "Henry: For going off in the middle of an ice storm. It was dumb. It was \r\nreckless. It was dangerous. But you've paid for it. You paid for it more than \r\nanyone should ever have to pay. So, if you need to blame me, blame me. I will be \r\nyour fall-guy. ",
        "",
        "Jade: I get that you don't want me around. But no two days are the same for \r\nme. Especially now that I'm pregnant. ",
        "Will: Yeah, I remember with Gwen. ",
        "Jade: Why does everything have to be about Gwen! This is my pregnancy. I'm \r\nsorry. You do something nice for me and I'm yelling at you. It's just my moods.\r\n",
        "Will: Sorry, I can't do anything about your mood. ",
        "Jade: I just wish that the baby and I mattered half as much as Gwen. ",
        "Will: The baby does matter. Look, just tell me, do you want the apartment or \r\nnot? ",
        "Jade: Yes, I want the apartment. I'm not ungrateful. I'm sure it's a really \r\ngreat place. So, did you pack my vitamins and the folic acid? ",
        "Will: I couldn't remember where you left them. ",
        "Jade: Kitchen. ",
        "Will: I'll go get them. ",
        "Jade: No, no, I'll do it. You've already done enough for me. ",
        "",
        "Gwen: Okay, so Dallas Griffin said that Jade was acting weird about the baby. \r\nSo what? ",
        "Maddie: No, no, not weird, secretive. Okay, she gets in this car accident and \r\nthen she doesn't tell him or anybody else about the baby. Don't you think that \r\nshould have been the first thing out of her mouth? But no. Then, later, she went \r\nto the hospital and she was acting the same way. ",
        "Gwen: Okay, so Jade keeps secrets. That doesn't mean that she's lying about \r\nthe pregnancy. ",
        "Maddie: Hang on a sec -- ",
        "Gwen: Maddie. ",
        "Maddie: I have an idea. ",
        "Gwen: I have to write a paper. ",
        "Maddie: This isn't going to take long. ",
        "Gwen: What are you looking up? ",
        "Maddie: You'll see. ",
        "Gwen: Look, I think it's really great that you want to help, but I cannot \r\nmake my entire life about Jade. ",
        "Maddie: I thought you wanted to make your entire life about will. ",
        "Gwen: No, school. My life is about school -- ",
        "Maddie: Okay. There are three. ",
        "Gwen: Three what? ",
        "Maddie: These two seem like the best bet. Those, let's see. ",
        "Gwen: Hey, are you listening to me? ",
        "Maddie: Yeah, yeah, yeah, every word. Today at therapy, my therapist said \r\nthat I need to start thinking about myself and who I am, and who my friends are. \r\nWhat they mean to me. And well, the three of them anyway. And you, and Casey, \r\nand Will showed up for me when I was completely out of my mind. I didn't even \r\nknow what I was doing, so -- ",
        "Gwen: You don't owe us anything for that. ",
        "Maddie: Oh, okay. Here. Check it out. ",
        "Gwen: You're not serious. ",
        "Maddie: Don't you want to know the truth? This is the only way that we're \r\ngoing to find out if Jade's lying or not. ",
        "Gwen: All right, what if they have caller id? ",
        "Maddie: I'm going through information. There's no trail. Hi, yes, could you \r\ngive me the number for the Women's Free Clinic on -- ",
        "Gwen: Sherman Avenue. ",
        "Maddie: Sherman Ave. Yeah, go ahead and connect me. Thank you. ",
        "Gwen: What if you're wrong? ",
        "Maddie: What if I'm right -- ",
        "Clinic Nurse: Women's free clinic. How may I help you? ",
        "Maddie: Hi, this is Jade Taylor. I was in a car accident recently during the \r\nice storm on the interstate. I was treated at Memorial Hospital. I was wondering \r\nif I could swing by and pick up my records. They needed them to do a follow up.\r\n",
        "Clinic Nurse: Of course. May I have your patient id number? ",
        "Maddie: Uh, I'm sorry. I don't have it with me right now. ",
        "Clinic Nurse: Do you know the last date you were here? ",
        "Maddie: Yeah, I was sometime last week. Or maybe the week before. Actually, \r\nyou know, I'm all confused with the ice storm and the accident -- ",
        "Clinic nurse: Ms. Taylor if you give me your social security number, I'd be \r\nglad to help. If not, we can't continue with this conversation. ",
        "",
        "Will: The cab's going to be here any minute. ",
        "[Cell phone ringing] ",
        "Jade: It's the clinic. I hope everything's okay. Hello? ",
        "Clinic Nurse: Ms. Taylor this is Nurse Dalton at the clinic. We must have \r\nlost our connection. If you give me your id number I'll be glad to pull your \r\nrecords. ",
        "Jade: Why? ",
        "Clinic Nurse: Didn't you just call, requesting them? ",
        "Jade: No. ",
        "Clinic Nurse: I just received a call from someone claiming she was you. I was \r\na little suspicious when she didn't know your last appointment or patient id \r\nnumber. ",
        "Jade: What did you tell her? ",
        "Clinic Nurse: Nothing. She must have hung up. ",
        "Jade: Okay, well, thank you for protecting my privacy. ",
        "Will: Is everything okay? ",
        "Jade: No, everything's not okay. Somebody's trying to get their hands on my \r\nmedical records. ",
        "Will: Who? ",
        "Jade: My guess? Gwen or Maddie. She's crazy enough to pull a stunt like this.\r\n",
        "",
        "Paul: Of course I want you at Jennifer's service. ",
        "Meg: It's just that, we've been surrounded with so much sadness lately. And I \r\nwant to find a way to make peace with this. Especially with my part in it. ",
        "Paul: You had no part in it. Meg, you can't blame yourself. ",
        "Meg: Paul, I lured Emily into the barn. I locked her in there. If I had known \r\nthat she'd go into labor -- ",
        "Paul: How could you have known that? You were just doing what I asked you to \r\ndo. I love you. ",
        "Meg: And I love you -- ",
        "Paul: And we will figure out a way to get through this memorial service \r\ntogether and then start to heal. ",
        "Meg: Well, you should find Emily. The chaplain would like to start soon. ",
        "Paul: I couldn't get through any of this without you. ",
        "Meg: I'll tell the chaplain we're on our way. ",
        "",
        "Henry: Em, I know you don't believe this now -- I was more of a friend to you \r\nthat day of the storm than any of our little schemes -- ",
        "Emily: Meg told me you tipped her off, I said to myself, there's no way, not \r\nHenry. Not my friend, Henry. He's on my side. ",
        "Henry: I was on your side. I still am on your side. ",
        "Emily: When I look at you, I hear the silence after my baby was born. The \r\nsilence that was so deafening, it filled the entire house. ",
        "Henry: Emily, I am so sorry. It breaks my heart that you had to go through \r\nthat. It does. ",
        "Paul: We need to talk. ",
        "Emily: I know. It's okay. We're through. ",
        "Henry: Well, that's a matter of opinion. ",
        "Paul: The chaplain has organized a small ceremony. Meg just spoke with him.\r\n",
        "Emily: Whoa, wait, I'm sorry. Did you say Meg arranged the ceremony? ",
        "Paul: Well, neither one of us was in any condition to do it. ",
        "Emily: Well, why do we have to do it -- why do we have to do it today? ",
        "Paul: I think that would be best. ",
        "Emily: Or does Meg think that it's best. Just get it over with quickly? Just \r\nerase all the memories as fast as she can so you two can be done with me and our \r\nbaby -- ",
        "Paul: Meg did everything she could to save that baby. And you know that. You \r\nwere there. Now, I think that a ceremony would be good for all of us. ",
        "Emily: All of us? ",
        "Paul: Well of course, Meg's going to be there -- ",
        "Emily: You want the woman who killed my baby to cry phony tears at my \r\ndaughter's memorial? No. You tell her no. ",
        "",
        "Dusty: This guy came a long way to do business. I can't take Johnny with me.\r\n",
        "Chaz: I got it covered, Boss. Me and the kid will get along fine. ",
        "Lucy: I'm sure Chaz knows how to handle a dirty diaper. And if your meeting \r\nruns later, I'm sure he'll know to give Johnny is antibiotics on schedule and \r\nmake sure he's got enough fluids. ",
        "Dusty: You sure you know how to make your way through a messy diaper? ",
        "Lucy: I've changed my share. ",
        "Dusty: I'll be right across the way -- ",
        "Lucy: Yeah, conference room off the hall. Got it. ",
        "Dusty: Be good to Lucy. I won't be gone long. ",
        "Lucy: Good luck at your meeting. ",
        "Dusty: Thank you. ",
        "Lucy: Yeah, the three of us will be fine. Hey, do you want to read a book? \r\nI'm sure your dad has a really great one in here. He's always got a good \r\nselection. Oh, look, \"The Happy Little Chappy.\" It's just like you, Johnny --\r\n",
        "Craig: Lucy? Excuse me. ",
        "Chaz: You are off limits. ",
        "Craig: Who's the ape? Tell him I'm Johnny’s father. ",
        "Chaz: Yeah, I know who you are. ",
        "Craig: Excuse me. You can't keep me from my son. ",
        "",
        "Announcer: Coming up on \"As the World Turns.\" ",
        "Will: Hey, what do you want us to do? Show up and steal the records? ",
        "Maddie: You can show up and take a peek at them. ",
        "Dusty: What's he doing here? ",
        "",
        "Will: I honestly can't see Gwen doing something like that. ",
        "Jade: Okay, so, maybe it was Maddie. She's so desperate for friends, she'd \r\nprobably do this to score points with Gwen. ",
        "Will: To prove what? ",
        "Jade: I don't know. Maybe that I'm faking this pregnancy? ",
        "Will: That's ridiculous. Why don't you find out if it's Maddie first before \r\nyou go having a meltdown? ",
        "Jade: I saw her. She was snooping around the hospital after the accident. And \r\nshe really doesn't like me, Will. You know what? I don't care what she thinks. I \r\ncare what you think. ",
        "Will: I wouldn't have put money down on an apartment, if I thought you were \r\nlying about being pregnant. ",
        "Jade: Thank you. Thank you so much for saying that. ",
        "[Car horn beeping] ",
        "Will: Cab's here. I'm going to carry this stuff out for you. I got to head \r\nout anyway. ",
        "Jade: You sure? ",
        "Will: Yup. ",
        "Jade: I have my next appointment with the clinic, and I'd really like it if \r\nyou came. ",
        "Will: Yeah, maybe I will. ",
        "",
        "Paul: You're being unreasonable. ",
        "Emily: I'm burying my daughter -- our daughter, not Meg's. The only thing I \r\nget to do for my little girl is to find a way to say goodbye. We need to do that \r\nas her mother and her father together. I swear to God, its the last thing I'll \r\never ask of you. Please just let it be the two of us. Please. ",
        "Paul: I'll talk to Meg. ",
        "Henry: She might still show up. ",
        "Emily: Why are you still here? ",
        "Henry: For ballast. And if Meg shows up, I can line up on your side -- ",
        "Emily: You had your chance to line up on my side and you blew it. And now, my \r\nbaby is dead. ",
        "Henry: You know, Emily, one of these days, you are going to wake up the with \r\nurge to live again. And when you do, you are going to want to be with someone \r\nwho has never asked you, \"What’s in it for me?\" ",
        "Emily: Yeah, don't wait for your phone to ring. ",
        "Henry: I will, Emily. As long as it takes. ",
        "",
        "Nurse #5: Meg, I am so sorry about the baby. ",
        "Meg: Thank you. Hey. ",
        "Paul: Hi. ",
        "Meg: How did it go? ",
        "Paul: Emily wants it to be just herself and me at the service. I'm sorry. ",
        "Meg: No. No, you know, a part of me kind of thought that she would want that.\r\n",
        "Paul: She said it was going to be the last thing that she and I would do \r\ntogether. ",
        "Meg: Right, I understand. ",
        "Paul: You sure? ",
        "Meg: Yeah, I'd probably feel the same way Emily did -- ",
        "Paul: I want you to be there. You know that. ",
        "Meg: And that's all I need to know. ",
        "Paul: All right, you know what? I'll go back, I'll talk to her, I can push it \r\n-- ",
        "Meg: No, no, no, it wouldn't be fair to Emily. No. ",
        "Paul: Are you sure you're okay with this? ",
        "Meg: Yeah, I'm fine. I'll say a little prayer. I'll find a way to say goodbye \r\nto Jennifer myself. ",
        "",
        "Lucy: Leave him alone. He's been hurt. ",
        "Chaz: I got my orders. ",
        "Lucy: Can't you see he's not going to give you any trouble? He can barely \r\nwalk. What are you doing here? Why aren't you at the hospital? ",
        "Craig: The longer I stayed, the larger the bulls-eye grew on my back. ",
        "Lucy: You gave me your word you'd stay. ",
        "Craig: Until I was better and I'm better. At least I was, a minute ago. ",
        "Lucy: Who signed off on your release? ",
        "Craig: Oh, I overrode my doctor. It happens all the time, it's just -- ",
        "Lucy: It's called against medical advice. Yeah, I know something about that \r\n-- ",
        "Craig: Oh, Angel -- Barbara told me about Jennifer. ",
        "Lucy: You swore to me you'd stay. You gave me your word. You said you'd be \r\ndifferent. That you won't push things with Johnny. ",
        "Craig: I didn't come here to cause trouble. ",
        "Lucy: You walk into a room and there's trouble. It follows you around. \r\nSometimes it even arrives before you do. ",
        "Craig: I didn't even know you were here. I certainly didn't know Johnny was \r\nhere. ",
        "Lucy: Stop it. You know he and Dusty live here. ",
        "Craig: Look, I'm sorry if I put you in a bad position with Dusty. ",
        "Lucy: Please, go. ",
        "Craig: You know, he reminds me a lot of Bryant at that age. Except for \r\nBryant, he had a head full of gold -- ",
        "Lucy: There's a restraining order against you. Go back to the hospital. Check \r\nyourself in, where you belong. ",
        "Craig: No, I'm fine. I'm really fine as long as Cro-Magnon keeps his hands \r\naway from me. I'll tell you what. I'll be a good boy and I'll go right up to my \r\nroom and rest. ",
        "Lucy: You'll go where? ",
        "Craig: Well, actually it's not a room, technically, it's a suite. But I've \r\nalways liked this place. So as of now, I'm in residence. ",
        "",
        "Maddie: Hey. ",
        "Gwen: No. No more calls. ",
        "Maddie: We don't even know if that was the right clinic. ",
        "Gwen: It doesn't matter. ",
        "Maddie: It matters if Jade really isn't pregnant. ",
        "Gwen: It's not right and it's probably not even legal. ",
        "Maddie: Nobody's going to find out. ",
        "Will: Yes, they will. The clinic called Jade the second you hung up on them.\r\n",
        "Maddie: They did? ",
        "Will: Yeah, to confirm that she called them. ",
        "Gwen: I'm sorry. It was my fault. I should not have let her go through with \r\nit. ",
        "Will: It's okay. I'm not mad. ",
        "Maddie: Gwen tried to talk me out of it. ",
        "Gwen: I didn't exactly wrestle the phone out of your hands. I'm sorry. ",
        "Maddie: I don't think she's pregnant, Will. ",
        "Will: Yeah, I figured. ",
        "Maddie: I mean, she goes to the hospital after the accident, and she doesn't \r\ntell anybody that she's having a baby. Don't you think that's a little weird?\r\n",
        "Will: Maddie, I wish Jade was faking it more than anybody, but the clinic \r\ncalled her right back. That proves she's a patient there. She even asked me to \r\ngo to her next appointment with her. ",
        "Maddie: She's bluffing. ",
        "Gwen: No, she isn’t. ",
        "Will: I've seen her sick and tired. ",
        "Maddie: Or acting that way. ",
        "Will: It's no act. Like it or not, Jade's pregnant with my kid. ",
        "",
        "Chaplain: I'm very sorry for your loss, Emily. And yours, Paul. ",
        "Paul: Thank you. ",
        "Chaplain: Shall I wait for Meg before we begin? ",
        "Paul: Meg won't be joining us. ",
        "Chaplain: I see. I'm in the business of having the \"right\" words. But there \r\nare times in life where no words can give comfort. This is one of those times. \r\nBaby Jennifer was a gift to you. A gift taken the moment she was given. It's \r\nnatural to ask why. It's natural to be angry with God. To question how he could \r\nallow such a thing to happen. And the answer is disturbingly simple. We will \r\nnever know. We humans don't like the not knowing. Especially when the pain is so \r\ngreat it threatens to overtake our lives. I can only say this. You had a glimpse \r\nof the purest kind of love. That between parent and child. It is powerful and \r\nenduring. So mark her birthday. Mark the day that this gift was given to you. \r\nBaby Jennifer reminds us how precious time is. Perhaps that was her mission \r\nduring her brief moments on this earth. To remind us how great love is. Embrace \r\nit, live it and remember baby Jennifer as you do. ",
        "",
        "Lucy: I know this town is your home. And I guess you have a right to come \r\nback to your home, but if you're here because you intend to take Johnny -- ",
        "Craig: You expect me to watch another man raise my son? ",
        "Lucy: Yes, because it's what's best for him. You promised me. ",
        "Craig: I said I would try. ",
        "Lucy: If you really love Johnny, you'd want to make his life easier, happier, \r\nnot put him in the middle of a war with Dusty. ",
        "Craig: I'm not at war. I just need a place to live. ",
        "Lucy: Fine, pick a place. Anyplace but here. ",
        "Craig: Are you worried about Johnny or yourself? Because obviously I've \r\ncomplicated whatever relationship you're having with Dusty these days -- ",
        "Lucy: That's not fair. ",
        "Dusty: What's he doing here? ",
        "Chaz: She said -- ",
        "Dusty: She doesn't get paid to protect my son. ",
        "Lucy: He hasn't touched Johnny. ",
        "Craig: I couldn’t. I was assaulted the second I walked in here. ",
        "Dusty: You said he was in the hospital. ",
        "Lucy: He signed himself out. ",
        "Dusty: Get out of here. ",
        "Craig: I'm sorry. I live here now. ",
        "Dusty: Did you know about this? ",
        "Lucy: Of course not. ",
        "Craig: You know, Dusty, you can have your goon here attack me, keep me from \r\nmy son, make my life as miserable as you pay him to make it, but he can't make \r\nme invisible. ",
        "Dusty: Don't be so sure about that. ",
        "",
        "Maddie: Just because she's a patient at the clinic, doesn't mean that she's \r\npregnant, okay? She could've gone there for many reasons. Just check it out. I \r\nwrote down the number and the address for you. ",
        "Gwen: Look, we don't need it. ",
        "Maddie: You're just going to take her word for it? ",
        "Will: Hey, what do you want us to do? Show up and steal her records? ",
        "Maddie: You could show up and take a peek at them at least. ",
        "Will: You couldn't even get through on the phone, they're not going to let \r\nyou through the door. ",
        "Gwen: Will's right. Let it go. ",
        "Maddie: Okay, fine. But if you change your mind, I'll be at the library. ",
        "Gwen: Okay. ",
        "Will: I wish Maddie was right about Jade. ",
        "Gwen: I know. Me too. ",
        "Will: But she's not. ",
        "Gwen: Where is Jade right now? ",
        "Will: She's moving into her new apartment. I got her a place at Oakdale \r\nCourt. ",
        "Gwen: How does she feel about that? ",
        "Will: She's not happy, but she needs a reality check. Because even though \r\nI've told her I love you and I want you to move back in, she -- ",
        "Gwen: Will -- ",
        "Will: Look, I know that it's not a sure thing, you coming back. But whatever \r\nhappens, at least I'm not sending Jade the wrong signal by letting her stay at \r\nour -- at my place. ",
        "Gwen: I have to go to the library myself. It probably won't hurt to keep an \r\neye on Maddie. ",
        "Will: How's school going? ",
        "Gwen: It's great. My music theory professor is incredible. He even wants us \r\nto compose our own cd. You know, just two, three songs max. What? ",
        "Will: I love hearing you talk about music, or anything. It's really lonely at \r\nhome without you. ",
        "Gwen: I have to go. ",
        "Will: Hey, those songs you're going to write. Are they going to be about us?\r\n",
        "Gwen: Only all of them. ",
        "",
        "Jade: You don't have to wait. I'll call when I need a ride. Thanks. You two \r\nlittle witches want proof that I'm pregnant? You'll get your proof. ",
        "[Jade is holding a pregnancy test]",
        "",
        "Chaplain: Emily, Paul, would you please come forward. At this time, please \r\nlight a candle for Jennifer. As well as one for both of you, to represent the \r\nbond that you shared as a family. Emily, Paul, my prayers are with Emily, Paul, \r\nmy prayers are with you and your daughter. I'll leave you a moment alone to say \r\nyour final goodbye. ",
        "Emily: What happens when the candle goes out? ",
        "Paul: We remember that she'll always be a part of us. ",
        "Emily: Saying goodbye is like saying goodbye to the life I've wanted for so \r\nlong. I can't do it. I don't know if I can let go. ",
        "",
        "Nurse #5: There was a special delivery for you while you were gone. And it \r\nlooks expensive. ",
        "Meg: Oh, thank you. Paul? Oh, it's gorgeous. ",
        "[Meg reads the note]",
        "Craig: Congratulations on your engagement. With warmest regards Craig \r\nMontgomery. ",
        "",
        "Dusty: Get him out of here. ",
        "Craig: I can let myself out. ",
        "Dusty: Don't come back. ",
        "Lucy: I'll help -- ",
        "Craig: That's all right, Sweetheart. Stay here and watch Johnny. ",
        "Dusty: Stay with him. So, is this becoming a habit? Setting up Johnny -- ",
        "Lucy: I didn't set Johnny up. ",
        "Dusty: First, the hospital, now here. You didn't know he was moving in here?\r\n",
        "Lucy: I told you. No. ",
        "Dusty: I trusted you. You bring him here? ",
        "Lucy: I didn't -- ",
        "Dusty: Did you mean any of that stuff you said about me being Johnny’s \r\nfather? ",
        "Lucy: How can you ask me that? ",
        "Dusty: Then just tell me what you and your dad have planned next. Because I'm \r\nnot in the mood for any more surprises. ",
        "",
        "Announcer: Next week on \"As the World Turns.\" ",
        "Meg: Next time you want to take a shot at Paul and me, don’t. ",
        "Gwen: As long as Jade is having your baby, I can't be with you. ",
        "Luke: Jade, stop it! There is no baby. You're lying to Will and you're lying \r\nto everybody! "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=vR-pAyHFcPE"
}