{
    "Episode Summary": [],
    "Recap": [
        "Paul's family gathers for a tearful and heartfelt memorial service but what everyone doesn't know is that Paul is hiding inside the church listening to his own memorial service. Jack gets drunk and Nick challenges him to a fight at Mike and Kate's engagement party. Jack isn't happy that Hal wants him to partner with Nick on the gambling case. Emily runs out of the church crying and thinks she hears Paul's voice as well as sees his face outside the church."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Nick: Hey, hey, hey! They're here! Let's get this party started! How does it feel? Your first official appearance as fiancés.",
        "Mike: Just knowing I'm going to marry you is good enough for me.",
        "Katie: I have no problem flaunting it.",
        "Cop: Hey, congratulations. It's all downhill from here.",
        "Nick: All right, man. Let him figure it out for himself, all right?",
        "Mike: Not gonna happen, not gonna happen. Look, Nick, you didn't have to do this, man.",
        "Nick: It's really no big deal.",
        "Mike: From where I sit, if anyone deserves a party, it's you.",
        "Cop: Yeah. Good work cracking the Paul Ryan case, Detective.",
        "Nick: Yeah, that was good work, right? Wasn't it? Listen, no. It's not about me tonight, it's about these two. You know what I mean? You guys got a long future of being happy for the rest of your lives.",
        "Katie: Thanks.",
        "Nick: Come on, let's get a beer. Come on.",
        "Katie: I'm gonna go say hi to Margo.",
        "Mike: Okay. Hey, you mind if I call some other people to join us?",
        "Nick: It's your party, do whatever you want.",
        "Mike: Okay. Jack, its Mike. What are you and Carly up to tonight?",
        "[SCENE_BREAK]",
        "Casey: Hey, I've been looking all over for you.",
        "Maddie: Why, what did I do?",
        "Casey: Nothing. Relax. You're always so paranoid.",
        "Maddie: Well, given what's happened to me the last few months, are you surprised?",
        "Casey: Well, I've got just the cure -- the Waverley is having a \"Star Wars\" marathon. All six movies, back to back.",
        "Maddie: Sounds like galactic heaven.",
        "Casey: So, you want to go?",
        "[Maddie remembering]",
        "Casey: I can't believe you're busting my chops about Maddie of all people.",
        "Margo: She's a pretty little girl.",
        "Casey: Maybe to you, but to me she's like this annoying little kid sister. What, you're suddenly not a \"Star Wars\" fan?",
        "Maddie: No, it's not that. It's just -- did you say this Saturday? I think I have plans. No, I definitely have plans.",
        "Casey: And these plans are better than Obi Wan?",
        "Maddie: Unbelievable, but true.",
        "Casey: Yesterday, you said you didn't have anything to do all weekend.",
        "Maddie: Yeah, well that was yesterday.",
        "Casey: Yeah, well, whatever it is, it can't be better than \"Star Wars.\" Come on, I'll spring for the popcorn.",
        "Maddie: Sorry, Case, I already have plans.",
        "Casey: Yeah? With who?",
        "[SCENE_BREAK]",
        "Will: When do you finish?",
        "Gwen: This is my last room. Why?",
        "Will: I just -- I need to get out of here. I want to be with you.",
        "Gwen: Are you sure about not going to Paul's funeral service?",
        "Will: Yeah. No. I don't know.",
        "Gwen: You know, we could go somewhere and get a coffee or something. Talk about it.",
        "Will: I just -- I'm having a really hard time believing that he's actually gone. Especially the way that he did it. To take your own life -- what was going through his head?",
        "Gwen: You're going to drive yourself crazy trying to figure out that one.",
        "Will: Last time that I saw him, I was so angry. I couldn't believe that he could treat someone that he claimed to love the way he treated Jen. But I guess I shouldn't have been too surprised, though. I mean, he can't help the way he is -- the way he was -- anymore than I can. I come from a really messed up family.",
        "Gwen: No. No. Your mom, yes. But not you.",
        "Will: Gwen, maybe you don't know me.",
        "Gwen: Look, if you're talking about what happened with Rose, you were a kid --",
        "Will: Gwen, Rose died because of me. The woman is dead because of me! What gave me the right to hate Paul? After everything that I took from him.",
        "Gwen: Will, it's not your fault that your brother killed himself.",
        "Will: Look, I'm sorry. I'm sorry. I just -- I'm just having a really hard time wrapping my head around the fact that he's actually gone.",
        "Gwen: I know it's got to be really hard that you never had a chance to say good-bye.",
        "Will: I should have forgiven him, the way he forgave me. Now I'll never get that chance.",
        "[SCENE_BREAK]",
        "Barbara: What the hell are you doing here?",
        "Emily: I came to say good-bye to the man I love. And you can't stop me, Barbara.",
        "[SCENE_BREAK]",
        "Paul: You don't understand. I have to do this. I have to hear what people are going to say about me at my own funeral.",
        "Meg: Okay, that's crazy. The fever is making you delusional.",
        "Paul: No, I'm fine. I'm perfectly clear. Meg, this is something I have to do. You can't stop me.",
        "Meg: Paul, you can't sneak into your own funeral. Especially when you went to such great lengths to make everybody in Oakdale believe you're dead.",
        "Paul: Well, they'll keep thinking that. I won't get caught.",
        "Meg: Yeah, famous last words.",
        "Paul: Exactly, yes. That's what I mean.",
        "Meg: I'm not following you.",
        "Paul: It's a memorial service. There are going to be a few last words about the deceased.",
        "Meg: So, you're expecting to hear some glowing eulogy?",
        "Paul: No. But if Jennifer has found a way to forgive me now that I'm gone, I really need to hear that.",
        "Meg: At this stage of the game, what does it matter?",
        "Paul: Oh, it matters, Meg. More than you know. Now get out of the way.",
        "Meg: Okay, you know what? I am not willing to risk jail time just because you want a clear conscience before you disappear into the night. If you're wrong, and you get caught, we're both going down. Okay? So forget it. I'm not letting you go anywhere. How you think you could get yourself into town, listen in on your funeral without getting caught, is really beyond me.",
        "Paul: I know that church. Very well. There's plenty of places for me to hide.",
        "Meg: Oh. And how do you plan on getting there in the first place?",
        "Paul: You'll drive me?",
        "Meg: I see. Just when I thought I had done the last insanely dangerous favor for you!",
        "Paul: Meg, listen, when I disappeared, I had no one left. No one in my family believed that I was trying to protect Jennifer. And maybe they still don't. Either way, I need to know.",
        "Meg: I get that Paul. I'm not an idiot. I get that you want to know if anybody understands why you did what you did. But I'm being practical here. Forget the danger of getting caught -- you're too sick to make the trip!",
        "Paul: No, I'm fine.",
        "Meg: Yeah, right. Okay. Well, let's just say I don't want to risk you dying before you pay me my million bucks.",
        "Paul: Well, what if I tell you that I'm not going to pay you your million dollars unless you take me to my funeral.",
        "Meg: I'll call your bluff.",
        "Paul: Fine. I'll go by myself. Give me your car keys.",
        "Meg: For the last time, no!",
        "Paul: Meg, look -- I could die anyway, right? Whether I go to the service or not. The only difference is that I will be alone and completely unforgiven. Now, do you really think that I deserve that?",
        "Meg: Okay, fine. Fine. You know, I'll tell you what. I'll go to the service, I'll listen in, and I'll come back and tell you everything everyone said.",
        "Paul: How do I know that I can trust you? How do I know that you're going to tell me the truth?",
        "Meg: You don't have a choice.",
        "Paul: Damn. You're right, Meg. I don't have a choice.",
        "[SCENE_BREAK]",
        "Will: You never knew Rose. Paul loved her so much. The thing is, he loved me, too. Enough to forgive me when she died.",
        "Gwen: It sure took him a long time to get to the point so that he could.",
        "Will: Yeah, but he did. And that's all that matters. You know, I should have forgiven him. And now I'll never get that chance. And I hate that.",
        "Gwen: You know, even though you didn't get a chance to tell him, I bet that he knows.",
        "Will: Maybe. I hope so. But I never should have judged him the way I did. The way he could have judged me, and he didn't. In the end, he was a better man than I am.",
        "Gwen: Don't say that. Don't you ever say that. You're the best person I've ever known. I don't even know where I'd be, if it wasn't for you. I don't really know much about all that karma stuff, but I bet you've made up for a lot in your past just by helping me.",
        "Will: Gwen, you are the one right thing that I have done with my life. And I know that. I think Paul even started to believe that, too.",
        "Gwen: You know, it's not too late to change your mind about going to the service. If that's what you want.",
        "Will: Only if you'll come with me.",
        "Gwen: I'd like to, but it sounds like it's a family thing.",
        "Will: Gwen, you are my family now. And I can't go through this without you.",
        "[SCENE_BREAK]",
        "Barbara: You have no right to be here.",
        "Emily: I was his fiancée.",
        "Barbara: But he never married you. Which was the last wise decision he ever made. Which means, you don't belong here, Emily.",
        "Emily: It's not up to you to decide who belongs here and who doesn't.",
        "Barbara: No one wants you here, no one invited you.",
        "Emily: No, actually, the minister invited me. He thought I wanted to say good- bye. And I have every right to do that. More so than you. Your son hated your guts, Barbara. Paul loved me.",
        "Barbara: Paul never loved you. He used you to get over Rosanna. And the fact that you still can't accept that means you're a bigger fool than I ever thought you were.",
        "Emily: No, you're the fool. Because Paul could care less if you mourn his death or not. He never cared what you thought, he wanted nothing to do with you.",
        "Jennifer: Okay! Both of you, stop. This is not the time or place.",
        "Barbara: I want you out of here. Right now.",
        "Emily: That's too bad. I'm not going anywhere.",
        "Barbara: Haven't you done enough damage to this family already? You coerced Paul into trying to destroy my daughter's life. And then you manipulated him into breaking the law. And then you pushed him so far, his only alternative to get out was to take his own life!",
        "Emily: How dare you blame me for his suicide. I had nothing to do with that. That wasn't my fault.",
        "Barbara: It was your fault as if you had pulled the trigger yourself.",
        "Jennifer: Mom, that is not fair.",
        "Barbara: She doesn't deserve to be treated fairly. She almost destroyed your life, and she did destroy your brother's.",
        "Emily: You're a cruel woman. It's no wonder the whole town hates you.",
        "Henry: Whoa, whoa. Where are you going?",
        "Emily: I can't do it, I can't handle it.",
        "Henry: What do you mean you can't. You're going to have to handle it. How do you think it's going to look if you bail out now?",
        "Emily: It doesn't matter, Henry. Barbara already thinks I'm guilty. They all do.",
        "Henry: Shh, shh, shh. Let them think whatever they want to think. But you cannot give in to them. Now chin up, okay? Let's go. You can sneer at them -- you can sneer at them, you can be openly spiteful towards them, whatever you need to do. But do not turn your back and run. Okay.",
        "Emily: Okay.",
        "Minister: Please take your seats, everyone. I believe we're ready to begin.",
        "[SCENE_BREAK]",
        "Casey: You know, you're like impossible to figure out. You haven't by any chance been diagnosed as being bipolar, have you?",
        "Maddie: No, monopolar. I blow cold all the time.",
        "Casey: Yeah, well, whatever. Next time, don't make up some lame date with some nonexistent person just to get out of something you don't want to do.",
        "Maddie: I'm not making anything up, Casey? What do you think, I have no life outside of the walls of your house?",
        "Casey: Kind of, yeah.",
        "Maddie: Just so you'll leave me alone, I'll tell you. I have plans with him.",
        "Casey: Nate Bradley?",
        "Maddie: Mm-hmm.",
        "Casey: You have a date with Nate Bradley?",
        "Maddie: I didn't say it was a date, I said we had plans.",
        "Casey: You know, whatever. The guy's, like, president of student council. He's got his pick between Harvard and Yale next year. What, are you going to compare advanced calculus notes?",
        "Maddie: Maybe.",
        "Casey: You know what, whatever, nice try.",
        "Maddie: You know what? You are being amazingly annoying, and you're totally off. So, see you later. Hi -- I know you really don't know me, even though I am in four of your classes, but can I ask you for a huge favor?",
        "Nate: Sure, Maddie. What's up?",
        "Maddie: You do know me?",
        "Nate: Yeah. I actually pay attention in class, if you can believe that one. What's the favor?",
        "Maddie: Okay. Can I just hang out with you guys, and you can pretend you're having a conversation with me?",
        "Nate: Why do we have to pretend? I've been waiting to talk to you for a long time. Right?",
        "Guy: Yeah, he's telling the truth. I'll see you later.",
        "Maddie: Bye.",
        "Nate: Look, do you want to grab a table?",
        "Maddie: Sure. Oh, thanks. So, you've been wanting to talk to me for a long time?",
        "Nate: Yeah, for a really long time.",
        "Maddie: Not to sound pathetic, but may I ask why?",
        "Nate: You're different. You've got it more together than most of the girls in class.",
        "Maddie: Yeah, well, that's not saying much.",
        "Nate: You've got a great sense of humor, too. You can crack a joke and give the right answer at the same time.",
        "Maddie: So you're saying that I'm funny and smart? Wow. That's better than the last compliment I got. Somebody asked me if I was bipolar.",
        "[SCENE_BREAK]",
        "Katie: I don't know, Mike. I'm not sure that was the best idea.",
        "Mike: Why not? Jack and Carly are our friends. If there's a party to celebrate our wedding, they'd want to be here. Don't you think? Is there something I don't know about?",
        "Katie: No, you know about it. It's just that -- Nick took Jack's job.",
        "Mike: So --?",
        "Katie: So, I guess Carly and Jack probably aren't very happy about that.",
        "Mike: Look, I already talked to Jack about it, all right? He doesn't blame Nick for what happened. They've been working together, so obviously they're getting along okay.",
        "Katie: Okay, good. What about the Carly issue?",
        "Mike: What Carly issue?",
        "Katie: Come on, Mike. You've seen your cousin. He flirts like crazy with her.",
        "Mike: You cannot take that seriously. He is that way with everybody. He was that way with you till he found out we were together.",
        "Katie: Yeah, I know. But with Carly it's a little more intense.",
        "Mike: Look, that's just the way he is. It's not serious. Okay? You're making too much out of this.",
        "Katie: Okay, I hope you're right.",
        "Nick: Hey, lovebirds. Get over here. I want to make a toast. To my favorite couple, may they have happiness, love -- and great sex. [Laughter] For the rest of their days.",
        "Katie: I'll drink to that.",
        "Jack: Oh, brother.",
        "Carly: Maybe this wasn't such a good idea.",
        "Carly: Do you think you could sneak out of here before anybody notices us?",
        "Jack: Honey, we're not going to bail. I work these guys, I work with Nick.",
        "Carly: Yeah, but after that blow up you had with Hal --",
        "Jack: Maybe this is the perfect opportunity to set things straight. I said a lot of things to him that I shouldn't have. I want to clear the air. Besides, tonight's not about the job, it's about Mike and Katie. They want us here, we should be here for them.",
        "[Carly sighs]",
        "Mike: Hey, you guys, glad you could make it.",
        "Jack: Yeah, congratulations, buddy.",
        "Carly: Hi.",
        "Mike: Long time coming, huh?",
        "Jack: Well worth the wait, though, huh?",
        "Carly: Ah, let me say hi to the bride-to-be.",
        "Jack: Okay.",
        "Carly: Hi.",
        "Katie: Hey.",
        "Carly: You look beautiful.",
        "Katie: Oh, thank you.",
        "Carly: You look happier than I've ever seen you. You really do.",
        "Katie: Must be because I am. Thank you.",
        "Carly: And what do you think, Margo?",
        "Margo: I think my little sister's finally getting everything she's ever searched for.",
        "Katie: Yeah. I am.",
        "Jack: Hey, Nick.",
        "Nick: Hello, Jack.",
        "Jack: It was nice of you to pull this whole thing together for Mike.",
        "Nick: Yeah.",
        "Jack: Hal, could I talk to you for a second?",
        "Hal: Sure.",
        "Jack: I -- I wanted to say I'm sorry for what happened yesterday.",
        "Hal: So am I.",
        "Jack: I was out of line, and I said some things that I shouldn't have.",
        "Hal: Yes, you did.",
        "Jack: Listen, I've been -- it's been tough r me, Hal. Being out of the loop as long as I have, and then coming back part-time and watching somebody new take the cases that I'd be handling if I still had my old job --",
        "Hal: But you don't.",
        "Jack: I know that. And listen, I'm not complaining. Hey, I appreciate you taking me back at all. It's just that it's been -- it's been tough. And it's put me on edge.",
        "Hal: I can understand that.",
        "Jack: I still think that you and Nick jumped the gun a bit, presuming Paul dead. But I shouldn't have dragged your relationship with Emily into the case. And I was wrong to accuse you of making things personal. And for that I am truly sorry.",
        "Hal: Apology accepted.",
        "Jack: Good. I just hope you trust me enough to keep me on. Okay? Because I do want to prove to you that I'm a team player.",
        "Hal: You don't have to prove anything to me, Jack.",
        "Jack: Regardless, I'll stay out of Nick's way from now on.",
        "Hal: I don't want you out of his way, I want you working alongside him.",
        "Jack: I'm sorry?",
        "Hal: Hey, Nick? I'm putting you two together. Now that the Ryan case is solved, I want you working with Jack on this gambling thing.",
        "Nick: Great. When do we start?",
        "[SCENE_BREAK]",
        "Nate: So I've been waiting to talk to you for a really long time.",
        "Maddie: Well, you could've just came up to me and said, \"Hi, Maddie, I'm Nate.\"",
        "Nate: I could've.",
        "Maddie: Yeah.",
        "Nate: But after seeing that wicked sense of humor in action, I was afraid I'd end up on the wrong side of it. Do you want to hang out later?",
        "Maddie: Sure.",
        "Nate: All right. I've got to go run and sign up for this stupid seminar. It shouldn't take long, but -- are you going to be here for a while?",
        "Maddie: Yeah, I could wait.",
        "Nate: All right. Mind if I leave my bag here?",
        "Maddie: I'll watch it like a hawk.",
        "Nate: Thanks.",
        "Maddie: Mm-hmm.",
        "Nate: I'll be right back.",
        "Maddie: All right.",
        "Casey: What was that about?",
        "[SCENE_BREAK]",
        "Barbara: We parents, I believe, never really want our children to grow up. Spend our whole lives trying to protect them, even when they tell us that they don't really want us in their lives anymore. And that's the real heartbreak -- to feel unwanted, to feel like you've lost that connection with a child you brought into the world. And when, in an instant, they're taken from you, and so many things are left unsaid --",
        "Dusty: What's Meg doing here?",
        "Jennifer: I don't know.",
        "Barbara: As a parent, you blame yourself. As a parent, you question what you could possibly have done to save them. My son Paul fought against so much in his life -- a father I tried all of his life to protect him from, and I believe that he felt that I should have kept him safe from James Stenbeck forever. But no one could have done that. And I think that Paul just couldn't fight anymore. But the one thing -- in his death that he was able to do, that he couldn't in his lifetime, was bring his family together. Even if we're just here to say good-bye to him. I've failed you. You always were a tortured human being. I couldn't help you. And when you needed me most, I turned away. Please forgive me. I will never stop loving you.",
        "[SCENE_BREAK]",
        "Barbara: Jen, would you like to say a few words, honey?",
        "Jennifer: Thank you, everybody, for coming. So much has happened. So much pain, so much loss. It can seem overwhelming. I know it has for me. Especially at that terrible time when I was lead to believe that I had lost my child. And when I found out that -- how big a part Paul played in all that, I just -- I couldn't fathom why he would subject me to so much pain. And so I lashed out. I refused to listen, I refused to forgive. I felt like that was the worst punishment that I could give to Paul after what he did to me. I never imagined that he would punish himself by taking his own life. And as angry as I am at Paul for hurting me the way he did, I am more angry at him for leaving us. I think, in time, I could have found the forgiveness that Paul so desperately wanted from me. But now he will never know that. So I guess I just hope that he somehow found some peace. Thank you again for coming.",
        "[SCENE_BREAK]",
        "Casey: You've never even mentioned this guy's name before today.",
        "Maddie: Well, I'm sorry I don't say everything that goes through my head. What, I can't have a life of my own?",
        "Casey: Yeah, you can do whatever you want, all right? I just don't buy that you and student council boy have anything more in common than calculus.",
        "Maddie: Well, that just shows how off you are. Nate and I happen to be on the same wavelength.",
        "Casey: Oh, really?",
        "Maddie: Yes.",
        "Casey: And what wavelength would that be? The \"pretend you're my friend, Casey will buy it\" one?",
        "Maddie: No. The \"we actually do have a lot in common, so tough luck if you don't believe it.\" Look, why is it so impossible for you to believe that Nate and I are friends?",
        "Casey: Because, he's way out of your league.",
        "Maddie: Oh, really? Thanks a lot.",
        "Casey: I'm sorry. I meant that as a compliment, all right? I mean, the guy's a brainiac, you're a lot more to down to earth than he has. And plus, you've got a sense of humor. I mean, your whole life doesn't revolve around proving how smart you are, right? I mean, the guy's in the chess club, for Pete's sake. He's going to go to Harvard next year.",
        "Maddie: Yeah, so what does that mean? He can only talk to other people who are going to Harvard?",
        "Casey: Look, just forget it, all right? You can hang out with whoever you want to hang out with.",
        "Maddie: Thank you for the endorsement. I don't know why it bothers you so much anyway. It's not like you're jealous or anything.",
        "Casey: Jealous? Of Nate Bradley? In your dreams.",
        "[SCENE_BREAK]",
        "Carly: How'd it go, honey?",
        "Jack: I just got saddled with a new partner. That's how it went.",
        "Carly: Nick?",
        "Jack: Now that I've done all the leg work on this gambling ring, Hal wants him to join forces with me, and he wants us to work together.",
        "Carly: Oh, no. That's ridiculous. Where is Hal?",
        "Jack: He left. Honey, I don't want you saying anything to him about this, all right? Just stay out of it.",
        "Carly: Jack --",
        "Jack: Honey, you and I both know that whenever you get involved, trouble usually follows. So please just stay out of it. I'm gonna get a beer. You want one?",
        "Carly: Yes, I do.",
        "Katie: Hey, where's Jack?",
        "Carly: Hey. He's just getting us a couple beers.",
        "Katie: Oh. You wanna dance? You can borrow Mike for a minute.",
        "Carly: No, I wouldn't dream of it. I wouldn't want to break your stride. You guys go ahead. You look great.",
        "Nick: Looks to me like you could use a partner.",
        "Carly: I got one, thanks.",
        "Nick: Funny -- I don't see him sweeping you across the floor.",
        "Carly: You know something, Nick? You've got a lot of --",
        "Nick: I've got a lot of what? Huh? A lot of charm? I've got a lot of rhythm. You want to see?",
        "Carly: No thanks.",
        "Nick: You know, I'm tired of taking no for an answer.",
        "Carly: I've noticed.",
        "Nick: Come on, it's just a dance. How much trouble could you get into?",
        "Carly: Nick, how many different ways can I say buzz off?",
        "Katie: Hey, besides, you owe me a dance, honey.",
        "Nick: All right. Well, then, to be continued --",
        "Carly: Not in this lifetime.",
        "Jack: What was all that about?",
        "Carly: Nothing, sweetheart. That guys just got wax in his ears, that's all.",
        "Jack: Trouble on his mind.",
        "Carly: Hey, I thought you said you weren't going to let Nick Kasnoff bother you anymore.",
        "Jack: Believe me, I'm trying. Oh, you're reading my mind. Thank you very, very much. I'll have another one of these when you get a chance. Thank you, thank you.",
        "Margo: Hey, listen up, everybody. [Margo whistles] I've got something to say. Come on.",
        "Katie: Oh, no.",
        "Margo: Come on, come on! It's a good something. Come on. I want to make a toast to two really great people, who have finally found something they've been searching for a long, long time. You know, they say that the road to true happiness and love is never smooth. And I can't think of two people who've had a rougher road than Katie and Mike. But they do truly love each other. And I don't think that anybody deserves happiness more than those two, right? So, my little sister, I've been thinking about all the things that you've given me -- mostly the headaches -- but Katie, you gave me my life. I don't know, some of you might not know that Katie donated a part of her liver to me a couple of years ago, and she is the reason that I'm standing here today. And now you're finally getting the life that you've always hoped for, with the man of your dreams.",
        "Katie: Yes, he is.",
        "Margo: And Mike, you're getting the best little gal this side of just about anywhere.",
        "Mike: Don't I know it.",
        "Margo: So be happy, be in love -- and buddy, take a look around the room -- notice I've got the entire police department at my disposal. So, if you screw this up, we're all coming over to your door to read you your rights. [Laughter] To Mike and Katie! [All speaking] To Mike and Katie! Cheers!",
        "Katie: Thank you, Margo.",
        "Margo: I love you.",
        "Katie: I love you, too.",
        "Mike: That was beautiful. Thank you. And thanks to Nick for putting this party together.",
        "Cop: Yeah. Here's to Detective Kasnoff.",
        "Jack: Oh, just in time. And I'll have this one, too. Cheers.",
        "[SCENE_BREAK]",
        "Casey: All I'm saying is, you hook up with Nate, then you guys start dating. And the next thing you know, he's on the fast track to some Ivy League school and you're left in the dust.",
        "Maddie: For the last time, Casey, we're not dating. Nate and I are friends. Why are we even talking about this?",
        "Casey: Don't you get it? I'm trying to pay you back, all right? You saved me when I missed my curfew. I owe you.",
        "Maddie: Oh. And by what, giving me dating advice? I guess that's what you think the big brother is supposed to do.",
        "Casey: What?",
        "Maddie: You're supposed to protect me, the annoying little sister, from the big, bad Harvard boy?",
        "Casey: Why are you getting all bent out of shape about this?",
        "Maddie: Because this annoying little girl already has a big brother. His name is Henry, and he looks out for me just fine. And you know what? He doesn't even really think I'm that annoying.",
        "Casey: What is this here?",
        "[SCENE_BREAK]",
        "Emily: I can't.",
        "Henry: Yes, you can.",
        "Emily: I can't.",
        "Henry: Yeah, you must. It'll look worse if you say nothing. To hell with Barbara.",
        "Emily: No, it's not Barbara. What am I going to say?",
        "Henry: You should just tell the truth. The good and the bad. Come on, everyone else has.",
        "[SCENE_BREAK]",
        "Meg: You lied to me.",
        "Paul: Shh.",
        "Meg: You promised me that you'd stay in bed.",
        "Paul: Don't get all mad. I couldn't stay away.",
        "Meg: I thought I got through to you. Do you have some kind of death wish or something? Come on, you've got to go right now.",
        "Paul: That's not funny. No, I'm not going anywhere. I'm not leaving until I hear what Emily has to say.",
        "Meg: Dammit, Paul.",
        "Paul: Look, I'm fine. Nobody's going to see me. I would be much better if you would just leave me alone.",
        "Meg: No, I am not going to let you mess up the only chance I have to get out of this mess you caused. I am getting you out of here, if I have to drag you out myself.",
        "[SCENE_BREAK]",
        "Maddie: What is so funny?",
        "Casey: The whole situation. I can't believe that you heard something I said to my mom and totally took it seriously.",
        "Maddie: First of all, I don't even know what you're talking about. And second of all, I don't take much of what you say very seriously.",
        "Casey: Oh, really?",
        "Maddie: Yeah, really.",
        "Casey: Then how come you know exactly what I said to my mom, practically word for word.",
        "Maddie: No, you answer my question first. If I'm just an annoying, nothing little kid sister, then why does it bother you so much that I'm hanging out with Nate?",
        "Casey: You know, it doesn't bother me so much. It's just that I don't want to see you getting hurt somewhere down the line. 'Cause I care about you. I mean, as a friend. I care about you as a friend.",
        "Maddie: Mm-hmm. Well, you know what? Do me a favor -- quit caring so much.",
        "Casey: Fine.",
        "Maddie: Fine. Listen, I'm not going to get hurt by someone I'm not even dating. And who I date shouldn't matter to you at all, so why does it?",
        "[SCENE_BREAK]",
        "Nick: All right, no cheers for me. Tonight's all about these two.",
        "Cop: Listen to the guy who only broke the Ryan case.",
        "Nick: Well, it's kind of easy when your suspect shows up dead. You know? All right, let's hear it for Paul Ryan, all right? For making my job a piece of cake.",
        "Jack: Everything's a big joke to you, isn't it, Kasnoff?",
        "Nick: Which Kasnoff are you talking to?",
        "Jack: You know damn well who I'm talking to.",
        "Carly: Jack --",
        "Jack: Did you think about anybody but yourself? Do you stop and think for one second about the people in this town who are affected by this case? Paul Ryan is dead. A human being is dead. Now, no matter what anybody thought about Paul Ryan, whether you thought he was guilty or not, that's what he was. He was a human being. And a lot of people in this town are in pain right now because he took his own life.",
        "Nick: I think you took me the wrong way, Jack.",
        "Jack: No, I don't think I did. I think your sucking up the glory. I don't think you care about the real fallout here.",
        "Nick: Don't preach to me. I wasn't the one suspended for an ethics violation.",
        "Jack: Only because you haven't been caught. Oh, my --",
        "Nick: My record's clean, Snyder. And you're way out of line.",
        "Jack: Oh, am I?",
        "Mike: You two need to take it down a notch, all right?",
        "Jack: No, I am sick of being told what I can say and what I can't say to this guy. That's over.",
        "Nick: Well, we could just take this outside.",
        "Jack: Yeah, maybe we should. Maybe we should.",
        "Carly: No, Jack.",
        "Jack: Stay out of this, Carly. It's about time somebody set this kid straight.",
        "Nick: I'm ready when you are.",
        "[SCENE_BREAK]",
        "Meg: I didn't nurse you back from the dead to have you make a public spectacle of yourself by giving up the ghost in front of everybody that hates us both.",
        "Paul: No, but they don't. I me, that's the thing. Didn't you hear what Jennifer was saying?",
        "Meg: Jennifer is being generous because she thinks you're dead. If she knew you were faking this, she'd probably kill you herself. And if she doesn't, Dusty definitely will.",
        "Emily: Whatever you all may think, I loved Paul. I loved him very much.",
        "Barbara: Do we have to sit here and listen to this? This is hideous.",
        "Emily: And I know -- I know, in his own way, he loved me.",
        "Paul: Meg, please -- it's only for a few minutes. Let me back inside.",
        "Emily: I just wish that -- I'm sorry. I'm sorry, this was a mistake. I cannot do this.",
        "Henry: Yes, you need to do it.",
        "Emily: Don't make me do this, please. Don't make me.",
        "Paul: I have to know if Emily forgives me.",
        "Emily: Paul? Is that you?",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Jennifer: You're gone. Oh, Paul, I wish you were still here.",
        "Gwen: I hate you! Not for what you've done to me, but because of what you've done to your son. And you will pay, lady. If it is the last thing I do, I will find a way to make you pay.",
        "Henry: Psst. Come on, we're in.",
        "Jack: I was protecting my wife. That's why.",
        "Nick: I say you took the easy way out.",
        "Jack: All right --",
        "Margo: No, no!",
        "Carly: Jack!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=dlEERr62M5c"
}