{
    "Episode Summary": [],
    "Recap": [
        "Gwen tells Will about the deal she and Hal made, and Will is not happy about it. Emily tells Henry depending on how he answers a question, someone lives and someone dies. Nick and Katie confront Chardonnay about setting him up. She tells them she can't help them because Anatoli is already gunning for her. Paul lets Meg in on his plan to get Emily to reveal where Dusty is, and it involved convincing Emily he still loves her and that she was turning state's evidence. Meg worries what Emily could do to him if she finds out he is lying, but Paul feels he has to do this for Jen and her. Emily tells Henry about what Paul told her. She wants to know if she can trust him? In talking to him she realizes she needs proof that she can in fact really trust him. Nick tells Chardonnay he will give her full immunity if she gives up Anatoli and the person who told Anatoli he was a cop. Will and Gwen argue about the deal she made with Hal because they disagree as to why he is now helping them; Will thinks he is trying to reel them in by getting them to stay there; he wants to take Bob's job offer so they can move out pronto. Gwen worries that going to school and working will be too hard. Hal talks to Barbara about giving Will his trust fund back; he thinks if they stop fighting them Will will stop trying to defy them at every turn. As Meg and Paul are getting closer, Emily spies them and Paul sees this; he starts yelling at Meg telling her to get out of his life. Chardonnay gives Nick and Katie the slip by faking an asthma attack, and Nick worries without her help now he will be going to prison. When Carly goes to see Jack at the station, she ends up talking to Margo about how much time Nick will do if he is convicted of the crime he is being charged with. She then learns Jack is now on the Galaxy/Nick/Anatoli case and she leaves worrying about what he could find out now. Barbara agrees to Hal's terms, and he thinks with noone to fight with now they will simply drift apart like most high school couples. Paul supposedly confesses his undying love to Emily and tells her he will do anything to prove it to her; she tells him she is thrilled to hear him say that. She wants him to marry her tonight. Hal tells Gwen and Will that Barbara accepted his terms, but knowing how Will feels, Gwen tells him they can't stay accept his offer any longer. Carly comes home and is glad to see Jack's car, but that feeling subsides quickly when she walks in and finds him standing there with Chardonnay."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Will: Gwen! I've got good news!",
        "Gwen: Me too. In fact, I mean, it's up to you but I may have solved our problems.",
        "Will: Yeah? What did you do, win the lottery?",
        "Gwen: Kind of. I talked to your dad. And you know how great he's been about letting me stay here, accepting that we're married?",
        "Will: That's just temporary.",
        "Gwen: Right, but he was saying that if we were willing to go back to school and graduate in June, and I'm not saying it'd be easy, we'd have to do a year's work in basically two months. But we could do it, if that's all we had to do.",
        "Will: What are you saying?",
        "Gwen: He made the point that paying rent and keeping an apartment, it takes a lot of time and energy. And that it'd be hard to, you know, pay for school and find time to study. I mean, we could do it, I've done it before, it just, he offered to let us stay here and pay your tuition so that we could graduate. I'd have my scholarship. And it would just be for a couple of months until the summer and then we could move out and get jobs, you know, whatever you want. It just means that we can study full time.",
        "Will: And stay here.",
        "Gwen: Yeah. Just for couple of months so we could graduate. Don't look at me like that.",
        "Will: Like what, like I don't know you?",
        "[SCENE_BREAK]",
        "Paul: Emily?",
        "Meg: No, it's me. Don't look so disappointed.",
        "Paul: I'm not, believe me. But did you see her? Did you talk to her?",
        "Meg: No, what's going on? Why are you suddenly so hot to see Emily?",
        "Paul: Because of Meg I'm going away for a long time. I may never see you again, I know you may probably hate me.",
        "[SCENE_BREAK]",
        "[Emily remembering]",
        "Emily: Just say it!",
        "Paul: What I want is for you to believe this, because it is absolutely true. The biggest mistake I ever made was the moment I turned my back on you.",
        "[SCENE_BREAK]",
        "Henry: Correct me if I'm wrong, Bo Peep, but shouldn't you be on the lam?",
        "Emily: The lam?",
        "Henry: Yeah. On the run. Hiding? The leading capture, ducking into doorways to avoid Oakdale's finest?",
        "Emily: You make it sound like I've done something wrong.",
        "Henry: Well, I realize you march to the beat of your own drummer there, Em, But I think in most places premeditated murder is still a no-no.",
        "Emily: Premeditated murder?",
        "Henry: Not that I'd ever testify against you. I wouldn't do that. But when you left you said you were going off to kill -- well, I assumed it was Meg.",
        "Emily: Henry, if I killed everyone I ever got mad at, Oakdale would be a ghost town.",
        "Henry: So you didn't kill Meg?",
        "Emily: No.",
        "Henry: Anyone else?",
        "Emily: No. Not yet. And who knows, I may not have to.",
        "Henry: Wouldn't that be nice.",
        "Emily: It all depends on you.",
        "Henry: On me?",
        "Emily: That's why I called you. Depending on what you tell me? Someone lives and someone dies.",
        "[SCENE_BREAK]",
        "Parker: Can we put this in the box?",
        "Carly: A baseball? Sweetie, those things are going on Jack's desk at work now that he's got his job back.",
        "Parker: This is the ball I hit to win that game against the Tigers. It's good luck.",
        "Carly: Oh, of course. Well then absolutely he should have it. I know Jack will love it.",
        "Parker: You look better.",
        "Carly: Oh, yeah? Nothing like a little lipstick.",
        "Parker: No, I mean since that lady left.",
        "[Carly remembering]",
        "Carly: Hey, what the hell do you think you're doing?",
        "Chardonnay: Get your hands off me.",
        "[SCENE_BREAK]",
        "Parker: You said she didn't hurt you, but she did, didn't she?",
        "Carly: No, sweetheart, look at me. I'm fine. Okay? I think you just need to forget about it and not mention it anymore, to anyone. You need to concentrate on the good things in our lives. You and me and J.J. and Sage and Jack, especially Jack. He is so happy he got his job back. And I won't let anything spoil that.",
        "Parker: Not even that bad lady?",
        "Carly: Especially that bad lady.",
        "[SCENE_BREAK]",
        "Nick: I know it was you in the room with me that night. You set me up.",
        "Chardonnay: No.",
        "Katie: Look, we understand that maybe this wasn't your idea, but you were there, you know what happened. And you owe it to Nick to tell him who's responsible. He could've died.",
        "Chardonnay: Look, I'd like to help you, I would. But I can't.",
        "Katie: Why not?",
        "Chardonnay: Because Anatoly will kill me. He's mad enough as it is.",
        "Nick: Why?",
        "Chardonnay: Because he thinks I've been talking to people and I haven't. And if he finds out you've been here, I'm dead.",
        "[SCENE_BREAK]",
        "Paul: Once I realized that you hadn't killed Dusty -- I had no choice.",
        "Meg: And you're sure he wasn't critical when you left him? I mean if he had internal injuries he could have bled to death in a couple hours, and collapsed who knows where.",
        "Paul: I got in a few good shots, but nothing that would've killed him. He was in better shape than I was.",
        "Meg: So whatever's happened to him, Emily's responsible.",
        "Paul: Which is why I called her.",
        "Meg: You called her? Are you nuts?",
        "Paul: What's she going to do to me? I'm in a jail cell. Anyway, she came running.",
        "Meg: That's just sad.",
        "Paul: I told her that it was a mistake for me to turn my back on her.",
        "Meg: And she believed you?",
        "Paul: I said that I only cut her loose to protect her which was true and that it was the worst mistake of my life.",
        "Meg: Which isn't true.",
        "Paul: And then I told her that you'd sold me out, you were turning state's evidence.",
        "Meg: I bet she loved hearing that.",
        "Paul: The guard dragged her out before we could really get into it. Which is why I was sure she'd be here first thing this morning.",
        "Meg: Excuse me for asking, but why did you tell her all this?",
        "Paul: I know what she did to Dusty. If she went after him to frame you because she thought that you and I, well, that we were close then I thought maybe telling her that we weren't so close might get her to change things.",
        "Meg: You think she'll let him go?",
        "Paul: At least tell us where he's buried. We have to do this this way.",
        "Meg: I don't know, it's risky. Maybe I could follow her.",
        "Paul: No. Then she'd know I was lying.",
        "Meg: But if she finds out you're playing her -- remember what happened the last time she thought you betrayed her? She shot you.",
        "[SCENE_BREAK]",
        "Henry: Oh no. Accessory after the fact is one thing but you're talking about premeditation that's 25 to life here.",
        "Emily: And if you tell me what I want to hear, it won't be an issue.",
        "Henry: Why is this up to me?",
        "Emily: Because we're in this together, Henry. Me and you. Ever since we found each other in the woods, we've been on this little journey.",
        "Henry: This isn't a fairy tale Gretel, okay? I'd have gotten out of the woods a long time ago if you'd just given me my money.",
        "Emily: I'm just trying to save you from yourself Hansel for the millionth time. Now we need each other. I need you.",
        "Henry: I'm touched.",
        "Emily: Honestly, who else am I going to turn to? You're the only one who knows the whole story, who's been with me every step of the way.",
        "Henry: If the cops ask you about that you just keep that to yourself.",
        "Emily: No, no, no. Its just that your -- your opinion is more valuable than mine right now because I'm too close to it. That's the problem. You need to tell me if what Paul's telling me makes sense.",
        "Henry: You talked to Paul?",
        "Emily: Yes. He called me and I went to see him.",
        "Henry: In jail?",
        "Emily: Yes, in jail. They won't give him bail.",
        "Henry: Gee, I wonder why.",
        "Emily: Anyway, he admitted that he'd been taking the fall for meg. Only she's turned on him. The D.A. offered a deal and now he's stuck and he realized that it was a huge mistake to trust her.",
        "Henry: He said that?",
        "Emily: That's not all he said, he said leaving me was the worst mistake he's ever made. Can I believe him?",
        "Henry: Well, I suppose it's possible. I mean if Meg made a deal with the D.A.",
        "Emily: Well she's been released we know that much.",
        "Henry: Knowing Paul, he'd be furious at her.",
        "Emily: But the part about me, what he said about me that he wished he hadn't --",
        "Henry: Dumped you at the altar?",
        "Emily: Will you please stop saying that? I know he dumped me but he had good reason. He knew he was going to jail and he didn't want to drag me down with him.",
        "Henry: Sounds to me like you've already made up your mind.",
        "Emily: I know what happened I overreacted. The question is how am I going to trust him?",
        "Henry: Trust how?",
        "Emily: Should I go back to him?",
        "Henry: What? What? What are you -- you saying that you want to go stay with a guy who's going to spend the rest of his life in prison?",
        "Emily: I don't care about that. If he loves me, we need to be together.",
        "Henry: Emily. They're going to lock him up. He killed Dusty. He confessed, there's not even going to be a trial, they'll just sentence him and send him away.",
        "Emily: You let me worry about that. Can I trust him?",
        "Henry: I don't know. I wasn't there.",
        "Emily: But is it possible? Could he have gone from loving me to loving Meg to loving me all over again? Or maybe he never loved Meg. Maybe it was always about me and Meg was just using him and he fell for it.",
        "Henry: Emily.",
        "Emily: Or maybe he's not capable of loving anybody but himself. I can't trust the guy. He's lied to me so many times.",
        "Henry: If you want proof --",
        "Emily: Proof, oh, my God that's it. I need proof that he still loves me. Why didn't I think of that. I love you, Henry. Why didn't I think of that? Oh!",
        "[SCENE_BREAK]",
        "Carly: Don't forget you and J.J. are supposed to meet Mrs. Flynn by the flag pole after school. She's going to bring you over to the baby-sitters.",
        "Parker: The glass is broke. That mean lady broke it.",
        "Carly: Well, your wonderful mother is going to fix it.",
        "Parker: How?",
        "Carly: No big deal, I'll just get another frame.",
        "Parker: And Jack won't even know?",
        "Carly: And Jack won't even know.",
        "Parker: And everything will be back the way it used to be?",
        "Carly: Even better. I promise. Let's go.",
        "[SCENE_BREAK]",
        "Nick: So you're saying Anatoly set me up?",
        "Chardonnay: I'm not saying nothing.",
        "Nick: Suit yourself. But he shot me full of heroin and dumped me in a parking lot.",
        "Chardonnay: But you're a cop. You were trying to put him out of business. I make a remark and he goes completely nuts. Throwing things, pulling my hair. He put a gun in my face. But he got a call and had to go see somebody somewhere.",
        "Katie: Well, who told Anatoly that Nick was a cop?",
        "Chardonnay: Who are you anyway?",
        "Katie: I just want to know if somebody else knows --",
        "Nick: Excuse me.",
        "Katie: Just because she hasn't said anything doesn't mean she's not involved.",
        "Nick: I know you're trying to help but she's scared. And you're just making it worse. We have no problem with you. We just want Anatoly.",
        "Chardonnay: How stupid do I look?",
        "Nick: You help us, we'll help you.",
        "Chardonnay: Immunity.",
        "Nick: The full ride. You just tell us what you know. It's the best offer you're going to get.",
        "Chardonnay: Okay.",
        "Katie: But you have to tell us everything and name names.",
        "Chardonnay: Fine. I'll tell you whatever I know. Don't forget to rinse those dishes first.",
        "[SCENE_BREAK]",
        "Gwen: The mustard is in the --",
        "Will: I know where the mustard is, I used to live here, remember?",
        "Gwen: There's a new jar in the cabinet. The, other cabinet. I'm sorry. I'm really sorry, I am. I guess your dad's moved some stuff around since you've lived here.",
        "Will: If you're about to tell me he changed --",
        "Gwen: How would I know? I just met him. I mean, I met him before but I'm just getting to know him.",
        "Will: You don't know him and that's not your fault. I don't mean to blame you. This is just how he operates. He makes you a deal, an offer that sounds reasonable, only it's not. It's a trap. It's a bait and switch. Do you know what that is?",
        "Gwen: Yeah, I know what that is. We're not stuck, Will.",
        "Will: That's right. We're not because I found a job.",
        "Gwen: You did?",
        "Will: I talked to Uncle Bob. Who says congratulations, by the way. And they offered to help and I said they could and Uncle Bob offered me a job.",
        "Gwen: Doing what?",
        "Will: Janitor at the hospital. Just until I graduate and I get that little piece of paper and then he'll give me something better.",
        "Gwen: What? Surgeon? Heart specialist? Look, I think it's great that you talked to your uncle. And I'm glad that he's supportive and I don't mean to be --",
        "Will: Sarcastic?",
        "Gwen: I know what it's like. I've worked and I've gone to school and it's not easy. That's all I'm saying.",
        "Will: That's not all you're saying.",
        "Gwen: Will, I know that your dad has let you down before. But once he's paid the tuition, it's not like he's going to go to the school and ask for his money back.",
        "Will: He's already started he got you on his side.",
        "Gwen: I am not on his side. I am on your side. It is you and me. Look, this is going to sound really cold, okay? But let's just use him for three months. Let's use him for what he's offering, free rent, free food, free tuition, use it to get what we want.",
        "Will: See and that's the reasonable part. That's the way he wants you to see. That's the hook. So what if we did stay here and graduate in June? Then what? It's not like we're going to go to college in the fall. We still have to get jobs and save up.",
        "Gwen: Not necessarily.",
        "Will: Is he going to pay our tuition? He doesn't have that kind of money.",
        "Gwen: No, but you do.",
        "Will: I don't have a cent.",
        "Gwen: You haven't talked to your mom. It's your money.",
        "Will: You're not talking about the trust fund, are you?",
        "Gwen: He's on your side. He just wants you to have a --",
        "Will: Oh, my God! I can't believe you did this.",
        "[SCENE_BREAK]",
        "Barbara: You want me to just swallow the fact that my son, my 17-year-old son, who hasn't even graduated from high school, is married?",
        "Hal: Your feelings about their marriage notwithstanding, it's a fact, Barbara.",
        "Barbara: That doesn't mean I have to like it, Hal, or even support it. And I won't. You want to let them play house under your roof? I can't stop you. But I won't condone it and I won't release his trust fund as long as he is hooked up with that little gold-digger.",
        "Hal: She's not a gold-digger,",
        "Barbara: Then why the sudden interest in his money?",
        "Hal: They need money to live on.",
        "Barbara: I thought they were living with you.",
        "Hal: For now. But I promised them that if they stayed in school and graduated in June that I would do everything in my power to get them their money. They're going to need to set up house, to apply to college.",
        "Barbara: Oh, tell me that you're not thinking that this marriage is a good idea.",
        "Hal: I don't.",
        "Barbara: Then I don't understand you. Why are you supporting it?",
        "Hal: Because my son made a choice and whether I like it or not I'm not going to cut him off.",
        "Barbara: It's called tough love, Hal.",
        "Hal: Will isn't tough. You, of all people, should know that. Why do you think he glommed onto this girl? He needs her. And she needs him. They've both had it rough.",
        "Barbara: Oh, come on! You can't compare Will's childhood to Gwen's. Her mother's a convicted felon.",
        "Hal: I wouldn't go there, Barbara, not with your record.",
        "Barbara: Oh, I see. I'm a terrible mother and that's why my son married the school slut.",
        "Hal: Like it or not, Gwen is part of this family.",
        "Barbara: Well I don't have to see it that way. And I'm not going to enable it.",
        "Hal: Oh, congratulations. You just guaranteed they'll stay together.",
        "Barbara: Meaning what?",
        "Hal: Do you think that Will really would have married this girl if we'd given him another alternative?",
        "Barbara: I gave him an alternative, I told him that I would release his trust fund to him if he left her and went back to school.",
        "Hal: And he didn't exactly jump at it.",
        "Barbara: Is that my fault?",
        "Hal: And mine. If we'd allowed them to live together, this wouldn't have happened. They'd be back in school.",
        "Barbara: Okay. So you want to reward them for defying us?",
        "Hal: That's exactly what they're doing, Barbara. They're defying us at every turn. And we're so dumb we keep giving them the ammunition to keep on doing it. Don't you remember what it's like to be a teenager? How good it felt to hate your stupid parents? It's a rite of passage and most kids get through it unscathed. But Will, after what he's been through? He couldn't make it on his own. He needed a friend, an ally, and he found one in Gwen. She's helping him grow up. And if we don't back off, he'll never get the chance. It's going to be him and Gwen against the world from now on. Now is that what you really want?",
        "[SCENE_BREAK]",
        "Meg: Where is she?",
        "Paul: I don't know. Maybe she's talking to Hal, finding out that i didn't --",
        "Meg: She wouldn't do that. That would give Hal an opening.",
        "Paul: All they would do is tell her that you've been released. Do me a favor, find out if I got any phone calls.",
        "Meg: You think she'll call here and leave a message with one of the guards? Saying what? Please ask Paul if he's lying to me, if he still loves me?",
        "Paul: All right. You're right. I'll call her.",
        "Meg: No. You can't do that. It's dangerous. Apologizing is the one thing, she can't hold that against you. But if you go any further and something goes wrong, this time she'll kill you.",
        "Paul: I have to do something, Meg. My sister thinks I killed a man who means everything to her.",
        "Meg: Listen, if Dusty's alive, he'll surface. If he isn't, he'll still surface. Either way, the truth will come out. You just need to calm down, okay? And I know patience is difficult but you can't take the chance that Emily will hurt you again.",
        "Paul: She's not going to hurt me again.",
        "Meg: You almost died. And I was there. I saw it. And you've barely recovered. And it's bad enough that you're locked behind a cell. Now if Emily tries to poison you or --",
        "Paul: Shhh. If she does hurt me again, at least I get to have you patch me up. Closure? You want closure from me? After you ratted me out to the cops? You want closure, Meg? I'll give you closure -- get the hell out of my life!",
        "[SCENE_BREAK]",
        "Chardonnay: Look, before I go anywhere with you, I need a guarantee that I'm not going to jail. None of this was my idea, Anatoly just used me.",
        "Nick: And the D.A. will understand that. Get her some water.",
        "Chardonnay: No. It's my asthma. I get like this when I get upset. I need my inhaler. I think it's in my other bag?",
        "Nick: We'll protect you. You know you're getting a second chance.",
        "Chardonnay: Let me just get my inhaler and we'll go.",
        "Nick: Whoa.",
        "Katie: You sure about this?",
        "Nick: Listen, if you keep riding her she's going to shut down.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Will: After I get that first paycheck I'm getting out of here. Are you with me?",
        "Emily: I'd be willing to come back to you if you're willing to prove to me that you still love me.",
        "Carly: Do you have any idea when Jack will be back?",
        "Margo: He's working the Kasnoff case?",
        "[SCENE_BREAK]",
        "Paul: Emily, will you please call the guard and get her out of here?",
        "Meg: Don't bother. I was just leaving. I saved your life, Paul. The least you could do is thank me.",
        "Paul: Thank you? I paid you and then you turned on me.",
        "Meg: You expect me to take the fall for killing Dusty? I had nothing to do with it.",
        "Paul: Neither did I.",
        "Meg: That's not what the cops know. Besides, you confessed.",
        "Paul: Because I thought you did it!",
        "Meg: That's so sweet of you, Paul, but you're really not my type.",
        "Paul: You have no idea how glad I am to see you. I'm sorry you had to hear all that. I told you. Meg turned on me.",
        "Emily: Yap. I could see that. The trouble is, I don't believe it.",
        "[SCENE_BREAK]",
        "Will: You let my father think that not only you could talk me into staying here but that you could get me to make some kind of bargain with my father.",
        "Gwen: All I did was listen and agree to talk to you.",
        "Will: Which tells them what, that they've won you over and that as always, I'm the problem?",
        "Gwen: That's not true. You're not the problem. They're the problem. If they were half decent parents, you'd want to stay here.",
        "Will: And that's what this is all about, right? You want to stay here?",
        "Gwen: Of course. Who wouldn't. It's a nice house. It's your home. I don't want to be the reason you have to move out. You think I want you working as a janitor, cleaning up after people who are sick, living in a lousy apartment on some noisy street, staying up all night to cram for exams, because of me? You could stay here, you could go to school, you could pay for college.",
        "Will: See this table Gwen?",
        "Gwen: Yeah.",
        "Will: It's a nice table. Looks like a table in magazines. They call this a cozy kitchen.",
        "Gwen: It's a beautiful table, Will.",
        "Will: You know what I think of when I look at this table? I remember sitting here and having my mom tell me that she was leaving my dad. I remember sitting here and being told that I was going to the state hospital and my sister crying and my parents arguing and cops out the front door and me feeling like I just wanted to die. So this is not a happy place, Gwen. This is where it all fell apart. And coming home to a one bedroom dive and staying up all night to study, that sounds like heaven as long as you're there.",
        "Gwen: Of course I'm there. I'm just saying it gets old. Not being able to pay the bills. Being tired all the time. I get that you don't want to deal with your mom. I don't want to deal with my mom. But your dad, I'm not saying he's perfect, but he's trying. And he wants to help us.",
        "Will: I know he does. But for whatever reason, my mother, his job, his own it never works out. I can't go through that again. I can't depend on him and trust him and then watch it all collapse.",
        "Gwen: I'm just saying -- I don't know. I don't know. Maybe it's because I never knew my dad. But your dad. Yes, he's got a temper, but he's kind, Will. You know. He's really kind.",
        "Will: Yeah but he doesn't trust me. Which is a big reason I wasn't living here when I met you, it was why I was with Aunt Kim or Uncle Bob or my brother.",
        "Gwen: I don't know. I feel like he's trying to make up for all the other times.",
        "Will: My dad does want me to go to college and so do I. But the most important thing to me is building a life with you. That's why I married you, sweetie, to build a life together because I know if we focus on that, then we can be happy.",
        "Gwen: That's what I want, too.",
        "Will: But it's not what my parents want. They're just waiting to figure out a way to drive a wedge between us.",
        "Gwen: Not going to happen.",
        "Will: It already has. We've been here two days and we're fighting like crazy. You've got to trust me on this, Gwen, we've got to get out of here.",
        "[SCENE_BREAK]",
        "Margo: I've always loved that picture.",
        "Carly: I'm just glad it's back where it belongs.",
        "Margo: These things have a way of working themselves out. And I for one, couldn't be happier.",
        "Carly: Even with what's happened to Nick?",
        "Margo: Oh, man, what a disaster that was. I mean who could have seen that. Oh he's a hot dog, no question. But a dirty cop? I didn't see that coming.",
        "Carly: What's going to happen to him?",
        "Margo: Well, you know, corruption and then you know added to possession with intent to sell, if he's convicted of that we're looking at 10, 20 years.",
        "Carly: 20 years? Wow. That's a long time. That's a lot. He'll miss getting married, having children.",
        "Margo: Yeah, that's what happens when you commit a crime.",
        "Carly: Yes, I know. It's just --",
        "Margo: I thought you didn't like Nick Kasnoff.",
        "Carly: He's Mike's cousin. I wish there was something I could do. I know there's not. I just feel bad. For the family.",
        "[SCENE_BREAK]",
        "Katie: I know I was pushing her but that's what I do. I'm a nudge. You know that.",
        "Nick: You're a lot more than that. Listen you saved my life. You're the best friend I got, Katie. You about ready in there? Chardonnay?",
        "[SCENE_BREAK]",
        "Barbara: Please just tell me that you think this marriage is a mistake.",
        "Hal: She's a nice girl and she loves your son.",
        "Barbara: You didn't answer my question.",
        "Hal: They're too young.",
        "Barbara: Okay. As long as I know that you're going to support the marriage with the intention of breaking it up.",
        "Hal: I'm not in the business of breaking people up, Barbara.",
        "Barbara: Oh, for God's sake, Hal, you are impossible. But with Paul in jail and Jennifer falling apart, I don't have the strength to deal with you. You go ahead and tell Will that I've accepted your terms.",
        "Hal: That if they stay with me and finish high school that you'll release his trust fund?",
        "Barbara: Yes, Hal, you win. So now Gwen can go out and buy herself a split level and a flock of pink flamingos.",
        "Hal: I wouldn't worry. I know they love each other but with no one to fight my guess is they'll drift apart like most high school couples.",
        "Barbara: They better.",
        "[SCENE_BREAK]",
        "Will: Do you remember when you had to move back in with your mom?",
        "Gwen: I just did that so I could keep Billy.",
        "Will: What happened?",
        "Gwen: Your dad is nothing like my mom.",
        "Will: What happened?",
        "Gwen: My mom poisoned herself to make it look like you did it.",
        "Will: My mom used to live her. As bad as you think your mom was she's a saint compared to my.",
        "Gwen: We both know your mom's not going to leave us alone.",
        "Will: Wouldn't you rather live in our own place? It's not like my dad can protect us here. We can't relax. I feel like when we close the door behind us we we need it to just be us. What?",
        "Gwen: I just feel like you're not listening to me. You know, I can't argue with you about your parents, but I do know what it's like to work and go to school and I just feel like you're not hearing me.",
        "Will: Okay. That's fair, I get defensive when we're talking about my parents. And you know the drill when it comes to working and going to school.",
        "Gwen: That's all I'm saying. I don't want you to think that it's going to solve anything by leaving here. But there are other problems. And I'm just -- I'm scared.",
        "Will: Scared of what?",
        "Gwen: I married you for the same reasons that you married me. I want to have a life together. And I'm scared. That with work, and with rent, and school, that it's going to bring us down.",
        "Will: As long as we don't turn on each other, we can be happy. And I don't care about being broke.",
        "Gwen: I'm not talking about being broke, Will, I'm talking about being poor. There's a difference.",
        "Will: But we're not going to be poor forever. You know we're going to finish school. It might take a little longer. And then we'll have professions and we'll make good money and we'll have a nice house and adopt a bunch of kids and we'll be happy, I promise.",
        "Gwen: You're pretty optimistic.",
        "Will: You make me that way. All right? So what's it going to be? 'Cause after I get that first paycheck I'm getting out of here. Are you with me?",
        "[SCENE_BREAK]",
        "Margo: Are you playing house?",
        "Carly: Any idea when Jack'll be back?",
        "Margo: No, I don't expect him to be back. He's working the Kasnoff investigation.",
        "Carly: I'm sorry?",
        "Margo: Yeah, he's the arresting officer. He's got to question everyone at the Galaxy. Then he's got to present the case to the D.A.",
        "Carly: I'm sorry, I just remembered that my baby-sitter's waiting for me. So I'm going to go. Nice to see you.",
        "[SCENE_BREAK]",
        "Paul: I don't blame you for that believing me. After the way I treated you? It's really too much to expect that you would still have feelings for me.",
        "Emily: I never said that. Of course I still have feelings for you. I loved you. We were supposed to be married.",
        "Paul: Yes, we were.",
        "Emily: But so much is happening to you that I wasn't part of. I don't trust up.",
        "Paul: Well then go. Will you just go? Really, leave. I have nothing to offer you, Emily. I'm in jail. I'm going to prison for a long time. I confessed to a murder I didn't acquit. Even if I take my confession back, Meg will testify against me now so it's over. And whatever we had. Whatever I hoped that we could have -- oh, this is so sad. Look, whatever happens, know this, I deserve to go to jail. And not just because I lied about Jennifer's baby, but because I hurt you.",
        "Emily: You did.",
        "Paul: I didn't mean to. In the end I thought I was being noble. And you, you still trusted me. You still loved me. God forgive me you still loved me after all of the ways I disappointed you. And I turned it all into a rejection and for that I hate myself.",
        "Emily: Do you?",
        "Paul: Yes, of course. Come on, Emily. If it had been the other way around, if you had let me go, I would have snapped. That's the thing about us. Is that we were always very fragile. We've both been through so much. And I I forgot that. So good-bye. And please don't you forget that I will always love you.",
        "Emily: See here's the thing, I'd be willing to come back to you.",
        "Paul: I would love that. But -- it's not possible. Come on, I'm going to prison for a long time.",
        "Emily: We could talk about that. That is if you're willing to prove to me that you still love me.",
        "Paul: I would do anything. What do you want me to do?",
        "Emily: Oh, Paul, I am so glad to hear you say that.",
        "[SCENE_BREAK]",
        "Hal: Hey, Will. Gwen? I had a long talk with Barbara. Good news! I'm glad you're here, Will. I had a long talk with Gwen. Did she fill you in?",
        "Will: She filled me in.",
        "Hal: Well I spoke to your mother and she's agreed to your terms.",
        "Will: My terms?",
        "Hal: I know you've been wanting access to your trust fund and she's agreed. As long as you and Gwen go back to school and graduate and you get to stay here as we discussed.",
        "Will: Dad, you and I didn't discuss anything.",
        "Hal: No, that's true, you weren't here. But I just assumed since you and Gwen are a married couple it's a decision you'd want to make together. So, what's it going to be? Are we celebrating? Because I could sure use a night out at Al's.",
        "Gwen: I know you're trying to help, and I really appreciate it. But Will and I are going to stick to the plan we started with. We're going to get jobs and move out.",
        "[SCENE_BREAK]",
        "Barbara: I hope you're satisfied.",
        "Meg: I beg your pardon.",
        "Barbara: I know they found Dusty Donovan's blood on your gloves and that you attempted to hide them from the police.",
        "Meg: Have a nice day, Barbara.",
        "Barbara: You won't get away with this.",
        "Meg: With what?",
        "Barbara: Trying to blame my son for this.",
        "Meg: Your son confessed.",
        "Barbara: And so you're going to let Paul take the rap for something you did?",
        "Meg: No, I'm not. Because I didn't do anything. I think I'm going to take the stairs. Good for the heart.",
        "Barbara: Pity you don't have one.",
        "Meg: You're so wrong.",
        "[SCENE_BREAK]",
        "Emily: If I could trust you, Paul, if I knew that you were really willing to make up for your mistakes and start all over together --",
        "Paul: Are you sure that's what you want, Em? Because with me in prison -- what kind of life is that for you?",
        "Emily: Let me worry about that. What I want to know is, do you want me back, the way it was before -- before everything went wrong?",
        "Paul: Absolutely. But that's not possible.",
        "Emily: Not if you marry me. If you marry me, now, today, I'll know that I can trust you. So what do you say? Want to marry me, Paul?",
        "[SCENE_BREAK]",
        "Katie: Any sign of her?",
        "Nick: She's gone. With my luck she's probably face down --",
        "Katie: She faked the asthma attack so she could get out of here.",
        "Nick: She's gone, I'm not getting my second chance.",
        "Katie: Without Chardonnay.",
        "Nick: I'm going to prison.",
        "[SCENE_BREAK]",
        "Carly: His car's here. Everything's going to be fine. Honey?",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Carly: Jack!",
        "Minister: I pronounce you husband and wife.",
        "Lily: Luke! Luke!",
        "Dusty: My love."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=i0wjHKbGJ7A"
}