{
    "Episode Summary": [],
    "Recap": [
        "Katie tells Jack and Janet that Brad and Liberty are getting along from what she saw on her secret mission to the cabin; she thinks this will be met with relief and happiness, but instead Janet is angry with Katie that she went without her; she also feels they are judging how she is as a mother to Liberty. Brad and Liberty bond some more after he gives her driving lessons. Parker shows up at Liberty and Brad's cabin wanting her to run away with him. Liberty is unsure, but Parker convinces her that her dad is only appeasing her for the time being, but nothing will change afterwards. Meg continues to be plagued by visions of Sophie's \u0091ghost' telling her to kill Paul. Paul makes an appointment with Dr. Michaels for Meg, who begrudgingly goes. Jack and Katie are able to calm Janet down and they all try to get along. While Parker hides, Liberty tests Brad to see how he will treat her. When she doesn't like his responses, she agrees to leave with Parker in Brad's car when Brad walks to the store. Meg sees Sophie's \u0091ghost' while she is talking with Dr. Michaels so Dr. Michaels tells Paul that Meg needs to be hospitalized. Paul declines promising her that he can take care of Meg better at home. Brad realizes Liberty is gone and calls Katie, but since Jack and Janet are with her, they learn about Liberty's vanishing act too, so they anxiously join Katie on her road trip to the Lake \u0096 especially when they realize Parker is gone too. Liberty and Parker's life on the run ends as quickly as it starts when Liberty comes to her senses and realizes they can't go on the run with less then $50. Parker still wants to go, but Liberty tells him that she is heading back. Sophie's \u0091ghost' convinces Meg that Paul is trying to drive her crazy so she winds up in a sanitarium the rest of her life. Meg becomes more unstable and paranoid, as she pretends to take the sedative pills Paul gives her. Paul calls Dr. Michaels and tells her that he now believes Meg needs more help then he can give her, which Meg overhears. Even though Janet is furious with Brad, they and Jack and Katie work together to find Liberty and Parker, which they do soon afterwards. Parker is angry at Liberty. Brad still wants to keep Liberty and Parker apart \u0096 even in the car ride home. After giving into what Sophie's \u0091ghost' suggests that she needs to do in order to save herself, Meg takes Paul's gun out of the safe and hides it from him under her pillow."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jack: Well, bet you're glad that shift's over.",
        "Janet: I guess so. I mean, don't get me wrong. I am glad I'm not at work anymore, but it did get my mind off of your stupid brother's kidnapping stunt.",
        "Jack: Janet.",
        "Janet: All right, fine. It wasn't a kidnapping. It's one-on-one alone time together. Whatever. Is that better?",
        "Jack: Brad just needs to learn how to be a dad to Liberty, okay?",
        "Jack: And we need --",
        "Janet: To give him that time? I know, I know.",
        "Jack: Hey. I'm sure that everything's fine.",
        "Janet: I just -- I need to get my mind off of everything, all of this. I just need to do something. Want to have sex? [Jack laughs] How about dinner?",
        "Jack: No, Honey. I wish. I'd love to. I'd love to, but I got to get back to Carly's house. She's off picking Sage up at camp.",
        "Janet: Well, okay. What about you go pick up Parker and bring him over here, and I can make us all a very nice dinner, and I'll feel so much better. Please?",
        "Katie: Hey.",
        "Jack: Hey.",
        "Janet: Have you heard anything?",
        "Katie: Better than heard -- I saw for myself. Brad and Liberty are having a great time.",
        "Janet: You saw them?",
        "Katie: Yes. I went up to Half Moon Lake. I found the cabin. I did a little surveillance -- but don't worry. They didn't see me. And they were having such a wonderful time.",
        "Janet: What the hell were you doing up there without me?",
        "[SCENE_BREAK]",
        "Brad: Say it again.",
        "Liberty: Okay.",
        "Brad: Oh, come on. Say it again.",
        "Liberty: I had a good time.",
        "Brad: Fun. The word you used was fun.",
        "Liberty: Okay, okay. Driving was a lot more fun than I thought it was gonna be, and it was easier, too!",
        "Brad: Just think what you're gonna be like when you're able to, you know, get a few lessons under your belt.",
        "Liberty: Yeah. I'll bet hitting the road, blaring my music.",
        "Brad: Stopping at every stop sign, staying under the speed limit.",
        "Liberty: Okay, that, too. That, too.",
        "Brad: It's called rules of the road, just like in life.",
        "Liberty: And the moral to this driving lesson is?",
        "Brad: Is that you are gonna be fine if you listen to me and follow the rules.",
        "Liberty: Okay. Well, message is received, and -- and moving too fast, especially with boys, is totally off-limits.",
        "[SCENE_BREAK]",
        "Janet: You told me you thought Jack had the right idea, that we should leave them up there alone, and you sneak up there behind my back?",
        "Katie: No, I just thought --",
        "Janet: You thought you'd lie to me?",
        "Katie: No, it wasn't about lying. It was about not interfering.",
        "Janet: Oh, oh, I'm sorry. I get it. So, because I'm her mother and I care about her, I'm interfering? Is that what it is?",
        "Jack: No, no. I'm sure that's not what Katie meant by that.",
        "Katie: No, it's just that seeing them was visible proof that Jack was right. We should have left them alone.",
        "Jack: Well, thank you for the belated vote of confidence.",
        "Katie: Seeing Brad and Liberty bonding the way they were, I knew that if anybody interrupted it, it would stop it and ruin it. So, I just walked away without saying anything. Could you have done that?",
        "Janet: No! And why shouldn't I say anything? Why is it that everybody on this planet thinks that they know what's better for my daughter than I know what's better for her?",
        "Jack: Janet, I'm sure that Katie did not mean to offend you.",
        "Janet: Oh no, you -- you need to stay out of this, okay? You're no better than she is because you were the first person to tell me to leave them alone. It's almost like you think --that she's better off with her father than she is with me.",
        "[SCENE_BREAK]",
        "Liberty: Dad?",
        "Brad: Yeah?",
        "Liberty: I'm so really hungry. Please don't tell me we have to kill Bambi next.",
        "Brad: Well, no, I don't think you have to worry. I mean, the woodland creatures are safe. I mean, there is a camp store far from here that stores supplies. I mean, I could use a good long walk.",
        "Liberty: There's a store, an actual store with food? So we really didn't have to do the whole worm on a hook in the water?",
        "Brad: Boy, you wouldn't have had all that fun catching this fish. Come on. You don't have to -- okay, fine. You don't have to admit that I'm right.",
        "Liberty: Good. 'Cause I won't.",
        "Brad: All right, what do you want from the store?",
        "Liberty: Okay, um, chips, please, first of all. And cold cuts and soda and chocolate, like whatever kind you want to get. Oh, I'm so hungry.",
        "Brad: Anything else, Principessa?",
        "Liberty: No, but too bad I can't call you if I think of anything. [Brad leaves and Parker comes in] Oh! Mm. Parker? Oh, my God. What are you doing here?",
        "[SCENE_BREAK]",
        "[Meg gasps]",
        "Sofie: Hello, Meg. Closing your eyes isn't going to make me go away. Haven't you learned that by now?",
        "Meg: You're not here. You're not really here.",
        "Sofie: Did Paul tell you that? But you know he's lying to you, that he's always lying to you.",
        "Meg: What do you want from me?",
        "Sofie: I'm just trying to help you. I'm trying to help you save yourself.",
        "Meg: How?",
        "Sofie: You know how, Meg. You just don't want to admit it.",
        "Meg: Please. Please, just go away. I can't.",
        "Sofie: To save yourself, you have to kill Paul.",
        "Meg: No. I can't. I can't. I can't.",
        "[SCENE_BREAK]",
        "Paul: Hi, I'd like to make an appointment with Dr. Michaels, please. It's not actually for me. It's for my wife. She needs to see someone today. There's something really wrong with her.",
        "[SCENE_BREAK]",
        "Sofie: You don't have any choice, Meg. Paul's evil.",
        "Meg: No, he's not. He's good. He's kind.",
        "Sofie: Kind. Meg, he killed your baby.",
        "Meg: That was an accident.",
        "Sofie: And accidents always seem to happen around Paul, don't they? Look at what happened to me.",
        "Meg: Paul didn't kill you. Cole did.",
        "Sofie: But Paul wanted me gone, and now I am. Are you just gonna wait around for him to find a way to get rid of you? Or are you going to get rid of him first?",
        "Meg: Stop it! Stop it! Just go away! Leave me alone!",
        "[Paul walks into the room]",
        "Paul: Hey, hey, hey. What's going on? What's wrong?",
        "Meg: God.",
        "Paul: Meg.",
        "Meg: Nothing. Nothing, nothing. I just had a nightmare.",
        "Paul: Um, you seem to be having a lot of nightmares, Meg.",
        "Meg: Yeah, I -- I suppose so. And I -- I thought maybe I -- could I -- I could sleep in the afternoon instead of the nighttime and they'd go away, but I guess they still caught up to me.",
        "Paul: Right. I think it's time we get rid of the nightmares for good.",
        "Meg: How? We've tried everything. I've had so much milk I'm swimming in it.",
        "Paul: Well, so maybe that's enough of the homemade remedies. Maybe -- maybe you need a professional. Dr. Lynn Michaels at Memorial. I know you know her.",
        "Meg: I'm not seeing Dr. Michaels. I'm not crazy.",
        "Paul: Nobody's saying you're crazy. It's just -- no. It might be nice for you to talk to somebody about nightmares. You're having nightmares.",
        "Meg: No!",
        "Paul: I already made the appointment.",
        "Meg: Without asking me?",
        "Paul: It's one session, all right? There's no mumbo jumbo. There's no psychobabble. It's just you having a conversation with somebody that you really trust and that you respect. Is there anything really wrong with that? Do you need my help getting dressed?",
        "Meg: I can dress myself. Thank you.",
        "Paul: Fine. I'll wait for you downstairs.",
        "Sofie: I told you. He wants to get rid of you. Only instead of killing you, he's gonna have you locked away someplace where you'll never get out.",
        "[SCENE_BREAK]",
        "Parker: I heard about your dad kidnapping you.",
        "Liberty: Kidnapping? Who told you that?",
        "Parker: Well, he made you leave when you didn't want to, right?",
        "Liberty: Yeah.",
        "Parker: So why didn't you text me or tell me where you were going?",
        "Liberty: Okay, my dad ditched my phone. So what. You satisfied?",
        "Parker: See, I knew you were in trouble. This is why I came to help.",
        "Liberty: Oh, Tough Guy, came to rescue me. That's really sweet.",
        "Parker: Well, it kind of looks like you need rescuing, unless you're into the whole log-cabin lifestyle.",
        "Liberty: Listen, I hate to burst your bubble, but I'm okay. You know, I really don't need any help right now.",
        "Parker: Right, because you're having so much fun in the middle of the woods with no TV or phone. You don't actually like it out here, right, away from everyone?",
        "Liberty: Um -- I guess it's kind of boring.",
        "Parker: See? I knew it.",
        "Liberty: But, you know, my dad did actually teach me how to drive, and that was really cool.",
        "Parker: Don't you get what he's doing?",
        "Liberty: Making sure I'm the first one in my class to get a license?",
        "Parker: No, he's softening you up. He's trying to make you think he's this good guy that's on your side so you'll do whatever he wants.",
        "Liberty: It's not true, Parker. He's trying to get to know me.",
        "Parker: Liberty, I've had a dad a lot longer than you have, okay? Trust me. They pretend that they want you to be happy and that they're doing whatever they're doing for your own good. And then all of a sudden, you end up a prisoner in your own home, and they tell you it's your fault.",
        "Liberty: No. He changed his mind about that. I'm not a prisoner anymore. Really.",
        "Parker: Yeah. That's what you think. Wait and see.",
        "[Brad whistling]",
        "Liberty: Oh, my God. That's my dad. Go, go. Hide. Please. Quick. Go back there.",
        "Liberty: Hey.",
        "[SCENE_BREAK]",
        "Jack: Janet, look at me. Look at me. Look at me right now. Nobody -- nobody would ever say that Liberty is better off with Brad than with you, least of all me. But aren't we forgetting something really important here, huh? That we all know that everything's fine?",
        "Katie: I'm so sorry. I didn't intentionally keep you out of the loop. I just wanted to make sure everything was fine. But you know if something was wrong, I would have called you immediately.",
        "Janet: So they were having a good time?",
        "Katie: Great time. It really looked like they were connecting.",
        "Janet: Well, that's all I really wanted was for them to connect.",
        "Jack: Well, great. Okay. Well, now that we know everything's cool, what do you say we get dinner started?",
        "Janet: Yes. All right. You're right. Yes, yes, yes. Let's get dinner started. I'll get into this refrigerator and see if I can whip us up an Italian feast.",
        "Jack: Katie, you want to join us?",
        "Katie: Here? For dinner?",
        "Janet: Uh, Katie probably already has plans.",
        "Jack: Do you?",
        "Katie: Um, no, but I -- I don't know. I wouldn't want to intrude.",
        "Jack: You wouldn't be intruding, would she, Janet?",
        "Janet: No, not at all.",
        "Katie: Good. Then I'll stay. As long as you'll let me help.",
        "Janet: Oh, no, no, no, no, no. Honey, this kitchen -- when I'm in it, it's a one-woman show.",
        "Jack: Janet, come on. Every great chef needs a good sous chef, right? I'm sure that Katie can help you out with.",
        "Janet: Sure, Jack. I guess.",
        "[SCENE_BREAK]",
        "Liberty: Hey, um, Dad, when we go back --",
        "Brad: Are you so eager to end our time together?",
        "Liberty: No, no, of course not. But, uh, when we get back, does Ugo have to go to all my classes with me? I mean --",
        "Brad: That depends.",
        "Liberty: What -- what do you mean?",
        "Brad: Well, it means if you stay away from Parker and every other sex-crazed boy, you know, it shouldn't be a problem.",
        "Liberty: Uh, well you -- you really can't tell me who I can and can't hang out with.",
        "Brad: Of course I can. I'm your father. I thought we had an understanding.",
        "Liberty: You know, you -- you really forgot the mustard here.",
        "Brad: What?",
        "Liberty: Yeah, you're making these sandwiches totally dry and gross, and you really just should go get -- go get the mustard. Go. Mustard.",
        "Brad: Okay, I'm gonna go to the store and get some, but when I come back --",
        "Liberty: This conversation's not over. Got it.",
        "Parker: What'd I tell you?",
        "Liberty: Chill with the \"I told you sos,\" okay? Ugh. What am I supposed to do now?",
        "Parker: Run away with me.",
        "Liberty: Get real, Parker. We cannot just run away.",
        "Parker: We don't have a choice. Our parents aren't gonna let us see each other again. Your dad just said so.",
        "Liberty: Okay, even if we wanted to, we couldn't. My dad will be back like any minute.",
        "Parker: What about his car? He taught you how to drive, right?",
        "Liberty: Yeah, but --",
        "Parker: Or are you gonna spend the rest of your life doing what your dad wants instead of what you want?",
        "Liberty: No, of course not.",
        "Parker: I mean, he took you off to a shack in the middle of nowhere just for trying to see me. Okay, what happens the next time you disobey him, he sends you to boarding school?",
        "Liberty: Would he? No, he wouldn't. Okay, um, get the food, and let's just hit the road. Go, go, go. Hurry, hurry.",
        "Parker: Hurry up, will you?",
        "Liberty: Oh, okay. [Engine turns over] Okay, 10:00 and 2:00.",
        "Parker: You don't have time to worry about 10:00 and 2:00. We need to get out of here before your dad gets back. Geez! Okay, are you sure you know how to drive this thing?",
        "Liberty: I did it before. It's not that big a deal.",
        "[Chuckles nervously]",
        "[SCENE_BREAK]",
        "Lynn: So, I guess I can assume that showing up here today was not your idea?",
        "Meg: Well, I -- I don't know if you heard what happened to me recently, but I was shot.",
        "Lynn: Oh. Right here in the hospital. I know.",
        "Meg: Yeah.",
        "Lynn: Everyone was so relieved to hear you're all right.",
        "Meg: Well, thank you. But the thing is, since then I've been having I guess what you would call post-traumatic stress. Bad dreams, things like that. But that's not unusual, right?",
        "Lynn: Oh, not at all.",
        "Meg: And that's what I keep telling Paul, that there is nothing to worry about, but he just won't believe it.",
        "Lynn: Why do you think that Paul is having so much trouble believing you?",
        "Sofie: Don't tell her anything.",
        "Lynn: Meg, is there something behind me?",
        "Meg: No. Why -- why should there be?",
        "Lynn: It looked as though you were staring at something or someone.",
        "Meg: But there's no one there. Has -- has Paul been telling you I've been talking to walls 'cause I think Paul needs to talk to you more than I do.",
        "Sofie: That's a great idea, Meg. Tell her it's all in Paul's head.",
        "Meg: You know, he's really been over-reacting lately about everything.",
        "Lynn: So this is Paul's problem?",
        "Meg: No. No, I -- I -- I mean, I -- I am stressed. I -- I already told you that, but that's understandable after what happened, right? I -- I feel better every day.",
        "Lynn: I'm glad to hear that.",
        "Sofie: So far so good.",
        "Meg: Well, I'm glad to be saying it, so why don't we just agree that there is no reason for me to be wasting your time.",
        "Sofie: You're doing great, Meg. You're got her convinced that there's absolutely nothing wrong with you.",
        "Lynn: Meg, I need to ask you to excuse me for just a minute. Can you wait here, please?",
        "Meg: Yeah. Yeah, of course.",
        "Paul: How is she?",
        "Lynn: I'm afraid the situation is worse than you described. Paul, your wife needs to be admitted to the hospital as soon as possible.",
        "[SCENE_BREAK]",
        "Brad: Well, they didn't have the fancy stuff, but there's nothing wrong with good old basic yellow mustard. Oh, Liberty, what'd you go and do a picnic or \u0096 [Brad looks sees the car keys are gone] Oh, no.",
        "[SCENE_BREAK]",
        "Janet: See, isn't this fun, cooking together?",
        "Jack: I'll say.",
        "Katie: Any secrets for not tearing up when you chop onions?",
        "Janet: Aw, you're doing just fine there, Honey. Isn't she doing great?",
        "Jack: Mm-hmm.",
        "[Cell phone rings]",
        "Katie: Excuse me. Hi, Honey.",
        "Brad: Oh, I've been upgraded to Honey? Well, last time we talked I was kidnapper. What changed?",
        "Katie: I kind of have a confession to make. I figured out you guys were probably up at Half Moon Lake, so I snuck up there and spied on you guys and saw you and Liberty having a great time, and I actually told Jack and Janet about it.",
        "Brad: Oh. I really wish you hadn't done that.",
        "Katie: Oh, come on. The way you two were singing together -- it was so cute.",
        "Brad: And I had a great time, too, but I think I was the only one.",
        "Katie: What makes you say that?",
        "Brad: Well, Liberty's gone, and she took my car.",
        "Katie: Liberty did what?",
        "Brad: Don't -- don't -- don't freak out, okay? I mean, I gave her a driving lesson earlier, so I think she's gonna be okay. At least she's got a backup, and we didn't get that far.",
        "Katie: How did this happen?",
        "Brad: Well, I went to the camp store to get some supplies. When I came back, she was gone. I need you to help me find her and bring her back.",
        "Katie: Why haven't you called the police?",
        "Brad: Yeah, siccing the cops on my daughter is really gonna help her to trust me. You know, I mean -- look, I need you to come back up here and help me look for her. And this is the most important thing of all -- do not tell Janet. She will freak out. Okay, come here as quickly as you can and come alone.",
        "Katie: Brad, I don't think that's a good idea. Brad? Brad!",
        "Janet: The words \"Liberty\" and \"Police\" in the same conversation? Not a good sign. What happened?",
        "[SCENE_BREAK]",
        "Paul: You make it sound like Meg needs to be committed.",
        "Lynn: No, no, I'm not talking about anything like that. I'm talking about observation.",
        "Paul: I'll -- I'll observe her. I can do it at home. I'll watch her 24/7.",
        "Lynn: You don't know what to look for.",
        "Paul: Well, then tell me what to look for. Look, Doctor, I've -- I've watched a lot of people that I love get locked up. I'm not gonna let anything like that happen to Meg.",
        "Lynn: Well, I can't force you to follow my suggestion, but if you change your mind, or if Meg's behavior becomes even more erratic, this is my private number. I'm gonna give you this to be filled. These pills are just a mild sedative.",
        "Paul: I'm not drugging my wife.",
        "Lynn: This is only in the event of an emergency. If you notice her condition worsening or you're afraid she might harm herself then at least these pills will calm her down until you can get help.",
        "Paul: She's not gonna need them.",
        "Lynn: I hope you're right.",
        "Meg: Hey. So what did she say?",
        "Paul: She said you can come home.",
        "[SCENE_BREAK]",
        "Katie: Brad just wanted to catch me up on how things were going at the lake.",
        "Jack: And the police are involved how?",
        "Katie: Well, he had taken Liberty out for a driving lesson.",
        "Janet: Oh, my God. Was there an accident?",
        "Katie: No, no. You think I would have neglected to mention that?",
        "Janet: I don't know! You're neglecting so much! Why don't you tell me what happened?!",
        "Katie: Okay, listen. Then Brad left to go get some supplies, and Liberty decided to continue the driving lesson on her own.",
        "Janet: Oh, my God! Oh, my God! So, my girl, who has one driving lesson in her life, is out there in the middle of nowhere somewhere with Bradley's car!",
        "Katie: That's about the size of it, but listen -- listen, I was on that road myself. I barely saw one car the whole time I was there. I'm sure it's gonna be fine.",
        "Janet: How? How is it gonna be fine when she is behind the wheel of a car she doesn't know how to drive?",
        "Jack: She couldn't have gotten far, Janet.",
        "Janet: Unh-unh. Don't do that.",
        "Jack: Don't do what?",
        "Janet: Don't stick up for your brother like that. \"Janet, let them have some alone time together. They'll be fine. Janet, you're being selfish.\" So I do that and look what happens. Now my daughter's missing.",
        "Jack: I'm calling Parker to see if he's heard from her, okay? And he's not picking up. Okay, he could be -- he could be in his room going deaf from his music. What I'm gonna do, I'm gonna go home. I'm gonna check on him, and I'll let you guys know what I find out, okay?",
        "Janet: Oh, no you're not.",
        "Katie: We're coming with you.",
        "Jack: He's not up there.",
        "Katie: He's not in the backyard, either.",
        "Jack: Yeah, and his bike's out front which means he's not in his usual hangout.",
        "Katie: He could be anywhere.",
        "Janet: Oh, come on. What the hell are we wasting our time for? We all know where Parker is. Liberty's not joyriding in the woods all by herself. They are together on their way to God knows where. Let's go.",
        "[SCENE_BREAK]",
        "Meg: See? I told you I didn't need a psychiatrist. I wish you would have believed me when I tell you I'm fine.",
        "Paul: I just -- I think you're a little stressed, that's all.",
        "Meg: Are you surprised I'm stressed when my husband thinks I'm crazy?",
        "Paul: I don't think you're crazy, Meg. I -- relax. Would you like a little something to drink?",
        "Meg: Yeah, okay. I am a little thirsty.",
        "Paul: Great. You know, you're always after me to hydrate, and I get you a little bit of water.",
        "Sofie: Don't drink it. It's been poisoned.",
        "Paul: You said you were thirsty. Will you just take it?",
        "Sofie: Don't do it, Meg. He put something in the water. He wants to make you go crazy so they'll lock you up.",
        "Meg: No!",
        "[Glass shatters]",
        "[SCENE_BREAK]",
        "Parker: Okay, um, I think that maybe you could use a couple more driving lessons.",
        "Liberty: Considering I just learned, I think I'm pretty amazing. What, you want to jump in the driver's seat and take over? Paranoid much?",
        "Parker: My dad's a cop, remember? And as soon as your dad realizes that his car's missing, he's gonna be on the phone with my dad.",
        "Liberty: And all of his little cop buddies?",
        "Parker: Yeah. There's probably already a trace on the license plate.",
        "Liberty: What does that mean?",
        "Parker: That means that the local cops are gonna be looking for his car and probably us.",
        "Liberty: So what do we do now?",
        "Parker: We need to ditch the car and get as far away from it as possible. Don't worry. I'll take care of you.",
        "[SCENE_BREAK]",
        "Brad: Oh, took you long enough to get here. What part of \"Alone\" didn't you understand?",
        "Katie: The part that became impossible once they figured out something was wrong.",
        "Janet: You are done keeping me in the dark where my daughter is concerned.",
        "Jack: How'd you let a 16-year-old take off with your car?",
        "Brad: Okay, now how did this become my fault?",
        "Janet: Who's the one that kidnapped her in the first place?",
        "Jack: Listen, if you hadn't dragged Liberty off kicking and screaming, Parker never would have followed her up here.",
        "Brad: Wait a minute. Parker? Now he's going after my daughter after everything that happened? You let him?",
        "Katie: We're not quite sure he's up here.",
        "Jack: We know he's not home, so it stands to reason that yeah, he followed her here.",
        "Brad: Now look who's not controlling their kid.",
        "Janet: Hold on here. Okay? If you two hadn't blown something that is perfectly natural out of proportion, this never would have happened. So, now Liberty and Parker think they're in the middle of this forbidden love story where their only choice is to run away.",
        "Katie: Oh, come on.",
        "Janet: No. If you had just let them date and get bored with each other like normal American teenagers, they would not be thinking they are Romeo and Juliet, and if this turns into a tragedy, I know exactly who to blame.",
        "[SCENE_BREAK]",
        "Parker: Here you go. I know you like roast beef.",
        "Liberty: So do you.",
        "Parker: Yeah, I'm fine. I like ham, too. You know, these are really good.",
        "Liberty: My dad would say, \"It's 'cause we're eating them in the fresh air.\"",
        "Parker: Nah. I think it's because we're eating them together.",
        "Liberty: I just wish we had some mustard somewhere.",
        "Parker: I'm fine without it.",
        "Liberty: I guess I am, too. So, what's the plan, tough guy? Where do we go from here?",
        "[SCENE_BREAK]",
        "Katie: Okay, the most important thing is we need to find them. Brad, you know this area better than anyone. What -- where do you think they could have gone?",
        "Brad: Don't ask me. Jack's the cop.",
        "Jack: Yeah, it's a good thing for you I am.",
        "Janet: Why, did you do something?",
        "Brad: You see? Captain Jack to the rescue.",
        "Jack: Before we left Oakdale, I pulled in a few favors. I put a trace on Brad's car and an APB out on the kids.",
        "Janet: Oh, does this mean Liberty's gonna have a record?",
        "Brad: See? That is exactly why I didn't want --",
        "Jack: No, no. I made sure that the local P.D. knew that there were no charges pending. To them, it's just a courtesy to a fellow cop who's worried about his kids.",
        "Janet: Thank you, Jack.",
        "Brad: I will thank you when we find them.",
        "[Cell phone rings]",
        "Jack: Snyder. Yeah, got it. Thank you. Thank you very much. They spotted your car. Let's go.",
        "[SCENE_BREAK]",
        "Parker: First, we wait until dawn.",
        "Liberty: Mnh-mnh. No. There are bears here.",
        "Parker: Yeah, we'll stay close to the road. Okay, bears won't go near roads. Then hitch a ride to the nearest town. Once we're there, we'll go to a bus station and we'll catch the next bus to anyplace.",
        "Liberty: How much money do you have on you?",
        "Parker: About 40 bucks.",
        "Liberty: And I have -- I have $7, so how far do you think that will get us?",
        "Parker: Far enough. Once we get someplace safe, we'll get jobs and we'll make enough money to move on.",
        "Liberty: Jobs? We're -- we're still in high school. What kind of jobs you think we're really gonna get?",
        "Parker: I don't know. Find something, okay? We can wait tables or -- I could emcee at a club.",
        "Liberty: At a club that won't card you? And then I bet you're gonna get discovered by a really big record producer, and we're just gonna be rich and famous. Parker, what kind of movie are you living in?",
        "[SCENE_BREAK]",
        "Meg: I'm so sorry. I didn't mean to break it.",
        "Paul: It's just a glass. It's no big deal.",
        "Meg: Here, let me help you, okay? No, it's just --",
        "Paul: Meg, I got it. I -- I got it. What -- what -- what's wrong?",
        "Meg: There's nothing wrong. Where are you?",
        "Paul: I'm -- I'm right here.",
        "Sofie: If you hadn't listened to me, he would have poisoned you. Who knows what he'll try next.",
        "Meg: Shut up!",
        "Paul: I didn't say anything.",
        "Meg: I'm not talking to you! I -- I'm just talking out loud.",
        "Paul: Look, don't do this, please.",
        "Meg: I'm not doing anything!",
        "Paul: Meg, whatever it is that's terrifying you, please talk to me about it. We can deal with this together. There's nothing we can't go through together.",
        "Meg: There is nothing for us to go through. You know what? I'm, uh -- I'm just tired. I'm gonna go lie down.",
        "Paul: Yeah, maybe that's a good idea. Hey, Dr. Michaels, it's Paul Ryan. I'm sorry to bother you, but I'm starting to think maybe you're right. Maybe Meg does belong in a hospital.",
        "Sofie: He's going to have you in a rubber room if you don't act fast. You'll end up like me. All alone. Only you won't be dead. You'll just wish you were.",
        "Meg: Stop it!",
        "Sofie: All alone, Meg. Locked away from everything, everyone you care about, and you can say goodbye to any chance of having that baby you wanted so desperately.",
        "Meg: No. Paul loves me. He wouldn't do that to me.",
        "Sofie: He's tricked you, Meg. And I'm not the only who thinks so. Your own mother thinks Paul is evil. He says he wants what's best for you, but it's all lies, Meg. It's all nothing but lies.",
        "Meg: Paul.",
        "Paul: How are you feeling?",
        "Meg: Better, now that you're here.",
        "Paul: That's good. Still can't sleep, though, huh? I think that I have something that might help.",
        "Meg: What's that?",
        "Paul: You need rest. Hey, Meg. Come on, I only want what's best for you.",
        "Meg: You only want what's best for me.",
        "Paul: Yeah. Take it.",
        "Meg: All right.",
        "[Meg fakes taking the pill]",
        "[SCENE_BREAK]",
        "Janet: Liberty! Liberty, Baby!",
        "Jack: Parker!",
        "Brad: Where are they?",
        "Jack: Maybe they went for a walk.",
        "Brad: Yeah, they stole a car so they could go for a walk. That's good thinking.",
        "Janet: It's gonna be dark soon. They could get lost and cold and hungry.",
        "Jack: Try to stay calm.",
        "Janet: Don't tell me to stay calm.",
        "Jack: My son is out there, too. As long as they're together, they're probably twice as safe.",
        "Janet: Yeah, well, I might have bought that before we found this car on the side of the road without any sign of my Liberty. Now, that girl is the only thing that makes my stupid life worth living. If anything happens to her --",
        "[SCENE_BREAK]",
        "Parker: Okay, you know what? I don't hear you coming up with any better ideas.",
        "Liberty: That's because running away was your great idea in the first place.",
        "Parker: Okay, so now you don't want to be with me?",
        "Liberty: It's not that. I -- I just think it's really lame that we think we can hit the open road with 47 bucks and no plan.",
        "Parker: I didn't say it would be easy, but isn't it worth it if it means that we can be together? I guess it isn't to you.",
        "Liberty: I guess it isn't. Maybe because I'm older and I know what works and what won't, but you have to face it, Parker. This won't. Let's just -- let's just hope that I can get us back to the cabin without killing us or wrecking the car.",
        "Parker: Go ahead.",
        "Liberty: You can't stay here.",
        "Parker: You want to bet? I've been on my own before. All right, I don't need you. I don't need anyone.",
        "Liberty: You have to admit, I'm pretty nice to have around. Okay, fine. Fine, be that way. But just make to send me a postcard from whatever really wonderful place 40 bucks takes you. I'm going back.",
        "[SCENE_BREAK]",
        "Paul: You should be able to sleep now.",
        "Meg: Yeah, I'm already feeling drowsy.",
        "Paul: I'll be back to check on you later.",
        "Sofie: Nice work, Meg. He actually believed you fell for his act. Now you just have to get the gun.",
        "Meg: I can't.",
        "Sofie: You didn't believe that Paul wanted to get rid of you until you heard it for yourself. Do you really want to wait until he succeeds to start protecting yourself? Now all you have to do is open the safe and take out the gun. You remember the combination, don't you? Do it now before it's too late.",
        "[SCENE_BREAK]",
        "Jack: We should allow ourselves five minutes to fan out and search the immediate area.",
        "Janet: Then what?",
        "Jack: And then I will contact the local police, and they will step up the search.",
        "Katie: That sounds like a plan.",
        "Brad: Five minutes, and then --",
        "Janet: Baby! Oh, Baby!",
        "Liberty: Mom. I'm really happy to see you.",
        "Janet: Oh, thank God.",
        "Brad: Where were you? What were you doing? Do you have any idea how dangerous that was?",
        "Liberty: Hey, it's no big -- and I wore my seatbelt, and I paid attention to the -- to the speed limit.",
        "Brad: That is not the point, and you know it.",
        "Jack: Isn't Parker with you?",
        "Liberty: Yeah, he was.",
        "Jack: Where is he now? Liberty, if you know where he is, you got to tell me.",
        "Liberty: I'll take you to him.",
        "Liberty: Parker? Parker?",
        "Parker: I knew you'd change your --",
        "Jack: Parker.",
        "Parker: Thanks a lot.",
        "Jack: No, don't blame her. I didn't exactly give her a choice. Do you have any idea how mad I'm gonna be at you in a minute?",
        "Parker: Am I in trouble?",
        "Jack: Oh, you're a smart kid. You'll figure that out.",
        "Parker: Yeah, right. Let's go home. I have no idea why I even came here in the first place.",
        "Jack: Come on.",
        "[SCENE_BREAK]",
        "Paul: Yes, Dr. Michaels, I did give her the sedative. My question is do you think that she will sleep until tomorrow? Great. So it's okay with you if I bring her around then. All right.",
        "[SCENE_BREAK]",
        "Brad: Parker, just what the hell are you trying to prove coming up here? And I want to know what were you doing alone in the woods with my daughter.",
        "Jack: Brad, we need to get the kids back before dark.",
        "Brad: No, I'm not done here.",
        "Jack: Hey, anything you need to say to Parker you can say back in Oakdale.",
        "Katie: Jack's right. Let's just all go home.",
        "Janet: Come on, Libby, let's go.",
        "Brad: Okay, where do you think you're taking her?",
        "Janet: She's riding back with me and Jack.",
        "Brad: Says who?",
        "Janet: You do not want to cross me on this one, Brad.",
        "Brad: I am not gonna let Liberty ride back to Oakdale with Parker.",
        "Janet: What the hell is he gonna do in a car with me and Jack?",
        "Brad: I'm not willing to find out.",
        "Liberty: Hey, Tough Guy, are you mad at me?",
        "Parker: What do you think?",
        "Liberty: I didn't mean to sic your dad on you like that. But I didn't want to leave you alone in the woods with the bears either.",
        "Parker: Yeah, like you'd care.",
        "Liberty: Like, I care a lot.",
        "[Jack clears throat]",
        "Jack: Parker, you're driving back with me. Liberty, you're with your parents and Katie.",
        "Liberty: Hey, Mom, I caught a fish.",
        "Janet: Ew.",
        "Liberty: And Dad didn't use garlic. He just fried it up in a pan.",
        "Janet: Now, why would you want to go and do something like that for? Who cooks a fish without garlic and a little white wine?",
        "Jack: Come on, we got a long trip back to talk about just how grounded you are.",
        "[SCENE_BREAK]",
        "Paul: Feeling better?",
        "Meg: Hey.",
        "Paul: Hi.",
        "Meg: Is it morning yet?",
        "Paul: No, not yet. I love you.",
        "[Paul leaves and Meg feels under the pillow for the gun]",
        "Sofie: It's the only way. And then you'll be safe.",
        "[NEXT_ON]",
        "Brad: Keep Parker away from Liberty. You do that, and we won't have a problem from now on.",
        "Parker: I want to be with you all the time, Liberty. Don't you get it? I love you.",
        "Bob: There a dangerous infectious disease running rampant around this hospital. This could turn into an epidemic. God knows where that would lead us."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=D5q7B4Lrl8A"
}