{
    "Episode Summary": [],
    "Recap": [
        "Luke happily welcomes Noah home from his trip. Janet continues to deal with not being in Jack's life anymore. Carly tends to Jack, who is in the hospital. Dusty tells Meg that he is not pressing charges against Paul. Mike comes to say goodbye to Lily. Dusty asks Meg to keep his secret about him being alive. Holden, who is frantic to see if Meg is ok, finds her with a not-so-dead Dusty, and he unleashes his fury on him. Brian, needing them for a meeting, interrupts Noah and Luke's reunion. Mike tells Lily he is going back to Europe to work with Neal; he wishes her all the best with Holden. Lucinda and Brian interrupt their goodbye, as Lucinda is pleased that he is leaving so Lily and Holden's path back together is not misdirected because of him. Holden won't promise to keep Dusty's secret after what he did. Janet tells Liberty she is afraid to get hurt when it comes to Jack. Jack pours his heart out, as he tells a stunned Carly that he loves her and wants to get back together. Carly has waited to hear these words because he will always be her true love. However, an emotional Carly tells him that he is just going to her because his life is falling apart and that she realizes she is not the best person for him. Jack looks crushed as Carly excuses herself. Holden tells Dusty that if he decides to come back from the dead he wants him to stay away from Lily. Carly calls Janet and tells her that Jack needs her, as Janet goes running. Carly leaves Jack without telling him and runs into Holden, who is waiting for Meg. Carly tells Holden that she called Janet to take care of Jack, who is still in the hospital. Meg says goodbye to Dusty. Carly, Meg and Holden head home. Carly admits to Holden that Jack and she almost restarted their relationship after spending the time together relying and depending on one another, but in the end, she thought Janet was better for him. Holden offers to take Carly home, but she would rather go to Metro. Jack awakens to find Janet there instead of Carly and is disappointed. Janet explains that Carly called her and said he needed her, as Jack looks upset. Carly and Holden arrive at Metro, where Lily, Luke, Noah, Lucinda and Brian are having their meeting about the Benefit at Metro. Lily is furious to find them together, as Holden starts to explain. Lily and Holden leave to talk. Janet is babbling about all the stuff she brought Jack, who is lost in his thoughts about Carly. Janet finally sees this and is ready to bolt because she thinks Jack would rather be with Carly instead. Jack stops her and tries to explain, but ultimately he tells her that he is happy she is there. Meg finds a very sedated Paul at the hospital and wants the doctors to ease up on the medicine. She would like to take Paul home, but the doctors want to wait and see. A funeral director on the Island arrives to ask Dusty what to do with James' remains. Dusty is confused, as the director explains that he is the only contact listed on his estate. Dusty tells him that the person he is looking for is dead and he should talk to James' son because he could care less what he does with the remains. Lily apologizes to Holden for overreacting, but she wonders if she will always be in competition with Carly. Holden brings up her feelings for Dusty and explains he understands how she feels because of what happened with him. She wonders why he brings up Dusty; Holden doesn't tell her, but just promises no one \u0096 not Carly or anyone will ever come between them again. Dusty makes plane reservations to get off the island as soon as he can."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Luke: Just one second, Grandmother. I'm taking some notes on this proposal for the foundation. Oh. Hello.",
        "Noah: Yeah, the real one wouldn't fit in my carryon.",
        "Luke: Noah! Oh, my God!",
        "Noah: Is that a smile, or are you just happy to see me?",
        "Luke: I am happy. I am really, really happy.",
        "[SCENE_BREAK]",
        "Liberty: Mr. Johnson is gonna pass out. He's gonna pass out 'cause I nailed this report on Hungary.",
        "Janet: You know what, Honey, if you're hungry, why don't you go get some meatballs. They're in the fridge.",
        "Liberty: What?",
        "Janet: What? What?",
        "Liberty: Oh, wow. You're really taking this depression thing to another level. Mom!",
        "Janet: You know what, Sweetie? There is just nothing else for me to do except laundry.",
        "Liberty: Yeah, I noticed.",
        "Janet: By the way, a little disconcerting -- your father wears glow-in-the- dark underwear. What's that for?",
        "Liberty: I hate seeing you so sad.",
        "Janet: Oh, Sweetie. Don't. You're gonna make me cry.",
        "Liberty: No, don't cry! Make fun of my clothes or my hair or my eye shadow or something. Anything but the tears.",
        "Janet: You know what, you're awesome, and I love you.",
        "Liberty: Hey, I love you, too. Don't you think you should try to get out of here today? Come on.",
        "Janet: There's only one other place I'd rather be right now.",
        "Liberty: With Uncle Jack?",
        "Janet: Yeah. Sneaking out of his room, into mine, making sure that Emma doesn't catch us.",
        "Liberty: Well, on the upside, you can sleep late.",
        "Janet: Yeah. Alone. For the rest of my life.",
        "[SCENE_BREAK]",
        "Carly: Here you go.",
        "Jack: Thank you. Oh, no. You know what, that's terrible. It tastes like sand. Please.",
        "Carly: You know something, Jack Snyder? You are a terrible patient.",
        "Jack: Yeah, well, maybe they should let me out of here!",
        "Carly: No. You heard the doctor. You lost so much blood, Jack. They need to monitor you.",
        "Jack: I don't need to be monitored. I need to figure out how James managed to fall to his death.",
        "Carly: Good luck with that. I tried asking. The police weren't talking.",
        "Jack: Maybe they'll talk to me.",
        "Carly: Oh, they might, if you were still on the force, but you're not, so just relax and let me take care of you.",
        "[SCENE_BREAK]",
        "Meg: I can't believe they let you out of the hospital so soon.",
        "Dusty: I'm fine. Lucky for me, your husband's a lousy shot.",
        "Meg: You know what happened with Paul was an accident. He didn't mean to shoot you.",
        "Dusty: Are you sure about that?",
        "Meg: Yes! You saw the way James was taunting him. He pushed Paul to the brink!",
        "Dusty: Don't worry, Meg. I already told the cops I'm not gonna press charges.",
        "Meg: You did? I'm very grateful, and if Paul were here, he would say the same thing.",
        "Dusty: I just hope I don't regret not putting him away when I had the chance.",
        "[SCENE_BREAK]",
        "Lily: Mother, you're very ear-- Mike.",
        "Mike: Hi.",
        "Lily: Hi. I thought you were my mother.",
        "Mike: I hope you're not disappointed.",
        "Lily: No. No, not at all.",
        "Mike: Listen, you have a minute?",
        "Lily: Sure. What's on your mind?",
        "Mike: I'm not here to stir anything up again, I just -- I had something I wanted to say to you in person.",
        "Lily: What's that?",
        "Mike: Goodbye.",
        "[SCENE_BREAK]",
        "Meg: Sorry.",
        "Dusty: You hear from Barbara?",
        "Meg: Yeah. She said Paul was doing a lot better by the time they got into Oakdale last night. She did ask about you.",
        "Dusty: Yeah. I figured she would.",
        "Meg: I didn't know what to tell her, so I asked her not to say anything to anyone until you were safe.",
        "Dusty: Good. No one needs to know I'm alive. Not yet. I already told the cops to be quiet, as well.",
        "Meg: That's the real reason you didn't want to press charges, isn't it? You didn't want word to get around. It would jeopardize your search for Johnny.",
        "Dusty: That's right. The fewer people who know about me, the better.",
        "Holden: Meg! Dusty? Does someone want to tell me what the hell's going on here?",
        "[SCENE_BREAK]",
        "Luke: I really missed you.",
        "Noah: The feeling's mutual. I mean, the trip was great. It was amazing, but every time I saw something that blew me away, I just wanted to turn to you and say, \"Did you see that?\"",
        "Luke: Well, if you ever want to go back and take me with you, I'd be all for that. Hey, you need somebody to teach you how to say other things besides \"Ice cream\" and \"Cheese.\"",
        "[Both laugh]",
        "Noah: Formaggio.",
        "[Cell phone rings]",
        "Noah: You don't have to answer that.",
        "Luke: Yeah, I do. It's Brian. Hey. No, no. I'm at the farm. Noah just got back. Brian says, \"Hello.\"",
        "Noah: Hey.",
        "Luke: Hey. Oh, no, no. That's fine. I'll be right there.",
        "Noah: Well, you two sound like you're getting along better.",
        "Luke: Yeah, we are, but he has really terrible timing. There was a meeting that he pushed up, so now I have to go over to Metro right now.",
        "Noah: You have to leave now? I just got back.",
        "Luke: I know.",
        "Noah: You should really fire that guy.",
        "Luke: Yeah, yeah. I really should.",
        "[SCENE_BREAK]",
        "Lily: You're moving back to Europe? Why?",
        "Mike: It just seems like the right thing to do. Project at the farm's over, and that's the reason I came back here to begin with.",
        "Lily: But you had decided to stay.",
        "Mike: Yeah, but I need to go where the work is. You know, I've been in touch with Neil, and he's got a couple projects he could use my input on.",
        "Lily: I feel like I'm running you out of town.",
        "Mike: Well, you're not.",
        "Lily: Right. Now, tell me the truth.",
        "Mike: Well, okay. I mean, if things worked out differently between the two of us, I may have had to give Neil's offer a second thought, but that's not what happened.",
        "Lily: I know that we were moving towards something, but when Ethan fell down that pit, I just --",
        "Mike: You and Holden needed each other. He's Ethan's father. I mean, it makes sense. You're doing the right thing, Lily.",
        "Lily: Thank you for saying that.",
        "Mike: The kids must be pretty happy.",
        "Lily: They are. Oh, they're gonna miss you. They like you so much, even Faith.",
        "Mike: They're easy to love. They're a lot like their mom that way.",
        "Lily: Mike.",
        "Mike: Just promise me one thing -- that you and Holden, you'll be happy together.",
        "[SCENE_BREAK]",
        "Dusty: Holden, this doesn't have to go any further than this room, all right?",
        "Holden: You're asking me to keep quiet?",
        "Dusty: Yes, I am. I don't want to make things more complicated than they are.",
        "Holden: You don't want to make things more complicated? You faked your death!",
        "Dusty: I did what I had to do.",
        "Holden: I want to know how, and I want to know why.",
        "Dusty: No way would I put the people who help me at risk. I'm trying to find my son.",
        "Holden: And that justifies what you've done?",
        "Dusty: You're a father. What would you do if someone stole your son?",
        "Holden: Don't you talk to me about family. You have no idea what you did to my family.",
        "Dusty: It wasn't my intention.",
        "Holden: You have no idea what you did to Lily. Do you have any idea? She almost killed herself that night because of you!",
        "Meg: Stop! That's enough.",
        "Holden: Don't defend this guy! Not after everything he's put this family through.",
        "Meg: Dusty is the reason I'm standing here. He helped me escape, and he put his life at risk. He protected me from James.",
        "Holden: This guy is no hero, and I don't owe him anything, including my silence!",
        "[SCENE_BREAK]",
        "Carly: I spoke to the kids, told them everything's all right.",
        "Jack: Good.",
        "Carly: What are you doing? Jack, let me help you.",
        "Jack: Listen, listen. They can make me stay here, but they can't make me wear this stupid gown, okay? I'm just putting this on.",
        "Carly: Let me do it.",
        "[Jack sighs]",
        "Jack: Fine.",
        "Carly: There.",
        "Jack: Thank you.",
        "Carly: All set.",
        "Jack: Carly, wait.",
        "[SCENE_BREAK]",
        "Liberty: I don't get it, really. What is his problem?",
        "Janet: Honey, it's not really a what, it's a who, and her name is Carly.",
        "Liberty: He's not over her?",
        "Janet: You know how some people say that someone's in their blood? It means that you can't shake them, and that other person defines who you are. And I think that's what it is for Jack and Carly, and anyone who gets in the middle of that is just looking for trouble.",
        "Liberty: Okay. Don't get mad at me here, Mom, but that has never really stopped you before. What's different now?",
        "Janet: I don't know. Gosh. I guess I grew up, God forbid. Or I just don't want to get my heart broken again.",
        "[SCENE_BREAK]",
        "Jack: You know, I've been sitting in this bed last night and this morning just thinking.",
        "Carly: About what?",
        "Jack: About you. Us. About how you always manage to know what I need and when I need it and when I need you.",
        "Carly: Jack.",
        "Jack: No. Let me just finish this, okay? You came out here. You came after me because, somehow, you knew -- you felt that I was in trouble.",
        "Carly: James set a trap for you. I couldn't let you walk into it. Anybody would have done what I did.",
        "Jack: No, no, no, no. You put your life on the line, and I'm willing to be all the money that I have that you didn't even think twice about it.",
        "Carly: That part is probably true.",
        "Jack: And it's not the first time you did that, is it? Or the second, or the third. So, when I was doing this thinking, I kept asking myself, \"Why?\" Why do you keep coming back, and how do you know what I'm thinking, Carly, when, you know, half the time, I don't even know myself. And how do you always find me when I'm so completely lost?",
        "Carly: You're my true north.",
        "[Jack laughs]",
        "Jack: I think it's more than that. I think it's a sign. And maybe we've just been too disillusioned or, in my case, too proud and stupid to see it.",
        "Carly: Jack, are you saying what I think you're saying?",
        "Jack: No, no, no, no. What I'm saying is, maybe we should stop fighting this -- this connection between us and just go with it, follow it through all the way.",
        "Carly: Jack, if we do that --",
        "Jack: I know, Carly. Believe me, I know.",
        "Carly: Jack, what you're suggesting is crazy.",
        "Jack: Yeah, it's crazy enough that it might just work.",
        "Carly: I know you feel that way now. I know you do because I've been there. I have tried this argument with you, like, a thousand times.",
        "Jack: Yeah, maybe all I needed was to believe it, too.",
        "Carly: You almost died, Jack. God, if that had happened --",
        "Jack: But it didn't, because you saved my life.",
        "Carly: And I would do it again, but this, what you're feeling, it isn't love. It's gratitude.",
        "Jack: Oh, the hell it is, Carly.",
        "Carly: Your whole life has just been turned upside-down. Think about it. You were forced out of a job that you loved. You find yourself in this strange place, trying to get your bearings, you look over your shoulder, and there I am, the one thing you know. So you grab on to me because it makes you feel safe.",
        "Jack: Come on, Carly. We both know, the one thing you're not is safe.",
        "Carly: Yeah, I suppose you got me there.",
        "Jack: I love you. I love you. Any doubt I ever had about that, it's gone. Now you look at me and you tell me you don't feel the same, because I know you do.",
        "Carly: Of course I love you, Jack. It's like breathing. I just do it. I don't even have to think about it. What we had is the best my life's ever been. But so much has happened now, and we're such different people. And I look into those beautiful eyes of yours, and I know that I'm not what you need. Not anymore.",
        "Jack: You mean that, don't you?",
        "[Door opens]",
        "Nurse: Look who's on his feet.",
        "Jack: Just give us a minute, please.",
        "Carly: No. You know what, that's fine. I have to make a phone call.",
        "Jack: Carly.",
        "[SCENE_BREAK]",
        "Janet: Uh, hello! You're gonna be late for school.",
        "Liberty: Mnh! Rats! Man, I was hoping you wouldn't notice.",
        "Janet: Not a chance. Here, I'll tell you what. You go to school and you learn yourself something today, and then we can go, I'll pick you up. We'll get a double mani-pedi. You can cheer me up. How's that?",
        "Liberty: Okay. As long as I get to pick the colors this time, Mom.",
        "Janet: All right, it's a deal.",
        "[Telephone rings]",
        "Janet: Oh, hold on. Hello?",
        "Carly: Janet, hey. It's Carly.",
        "Janet: Oh, hi. Brad and Katie aren't here right now.",
        "Carly: No. Actually, I'm calling to talk to you.",
        "Janet: Okay, what's up?",
        "Carly: It's about Jack.",
        "Janet: What -- how long has he been there? Okay. And you really think that I -- but -- okay. Okay, I'll do what I can. I'll talk to you soon.",
        "Liberty: Is everything all right?",
        "Janet: Yeah. Everything's fine. I'm really sorry. I'm gonna have to take a rain check on the mani-pedi, okay?",
        "Liberty: Mom!",
        "Janet: I got to go out of town. Does this match?",
        "Liberty: Who was that on the phone?",
        "Janet: Who cares.",
        "Liberty: What's going on?",
        "Janet: Listen, I think trouble just found me.",
        "Liberty: Okay, and you are just gonna go headed straight for it, right?",
        "Janet: Honey, Sweetie -- sometimes it's worth the risk.",
        "[SCENE_BREAK]",
        "Dusty: Thank you, Lieutenant. I appreciate that. The investigation into Stenbeck's death is called off.",
        "Meg: And your shooting?",
        "Dusty: Like it never happened.",
        "Holden: Who shot you?",
        "Dusty: Who shot me is the least of my problems.",
        "Holden: You know what, I'm really tired of the runaround. You better tell me what's going on here, and if you don't, I will find someone who will, and I will not quit until I find out everything.",
        "Meg: Hey, okay! It was Paul. Dusty and James were fighting. Paul had a gun, and he was aiming for James.",
        "Holden: So he shot Dusty by accident. Where is Paul? Jail?",
        "Meg: No. Barbara took him back to Oakdale. He's in the hospital. Thanks to Dusty, he won't be prosecuted.",
        "Holden: All right. All right, we should get going, Meg.",
        "Meg: You know what, I'll meet you there in a minute. I just want to say bye to Dusty.",
        "Holden: I just got to say one thing to you. If you decide to raise yourself from the dead and come back to Oakdale, do us all a favor -- stay away from my wife.",
        "[SCENE_BREAK]",
        "Lily: I'm really gonna miss you, Mike. Promise me that, when you get there, you'll -- I know you're gonna be happy there.",
        "Mike: Yeah, me too. Yeah, I know you've been through hell the last couple of years. I really hope the worst is behind you.",
        "Lily: And the best is in front of you. You deserve it. You're a good man, Mike.",
        "Mike: And you are an amazing woman and a lifelong friend.",
        "Lucinda: Oh, pardon us for interrupting.",
        "Lily: I always do.",
        "Lucinda: Well, Darling, you knew that we were coming, and if you wanted privacy, you could have shut the door.",
        "Lily: Mother, Mike came to say goodbye. He's moving back to Europe.",
        "Lucinda: Oh, for good?",
        "Mike: For now.",
        "Lucinda: Well, good health and Godspeed, Mr. Kasnoff.",
        "Mike: Yeah, I'm sure you mean it. Take care of yourself.",
        "Lily: You too, Mike. Could you have rushed him out of here any sooner?",
        "Lucinda: Well, Darling, doesn't he have a plane to catch? We wouldn't want him to miss his plane, would we? Well, that's great. Now with him gone, the road to Holden is wide open, right?",
        "Lily: Holden and I are just fine, thank you.",
        "Lucinda: Oh, good. Well, we've gotten rid of one distraction. How are we doing on the other one?",
        "Lily: Are you referring to Carly?",
        "Lucinda: In as polite a way as I can.",
        "Lily: Well, you don't have to worry about Carly. Carly knows to stay clear of Holden. I made sure of that.",
        "[SCENE_BREAK]",
        "Carly: Thanks.",
        "Holden: Carly?",
        "Carly: Holden, what are you doing here?",
        "Holden: I'm here for Meg. That's a long story.",
        "Carly: Yeah, well, I think I know it, at least some of it. I was with Jack.",
        "Holden: Jack? Where is he?",
        "Man: Excuse me. I have to get a courier package. We'll ship off as soon as I get back.",
        "Carly: Well, under certain circumstances, this might actually be funny.",
        "Holden: Yeah? How so?",
        "Carly: Lily tells me to stay away from you, no matter what, and yet, somehow, here we are in the middle of nowhere. I am officially cursed.",
        "Holden: Yeah. Of all the boat docks in the world --",
        "Carly: I had to walk onto yours.",
        "Holden: Yeah, go figure.",
        "Carly: So, how's Meg? You said that she was with you?",
        "Holden: Yeah, she says she's fine, but I still haven't talked to her alone yet.",
        "Carly: The police must be all over her. Where is she now?",
        "Holden: Putting this nightmare behind her, I hope.",
        "[SCENE_BREAK]",
        "Meg: Well, at least, this time, I get to say a proper goodbye.",
        "Dusty: Well, I apologize for all this.",
        "Meg: No, no. You don't owe me an apology. I understand why you did it, after everything you did for me here.",
        "Dusty: Well, you got me out of that cage, so I guess we're even.",
        "[Meg laughs]",
        "Meg: I guess so. So, what are you gonna do now?",
        "Dusty: I'm gonna go back to Asia, pick up on Johnny's trail. I'm not gonna give up until I find him. What are you gonna do?",
        "Meg: Go back home, be with Paul, take care of the baby.",
        "Dusty: You're gonna be a great mom. You got to promise me that you'll be careful.",
        "Meg: Dusty.",
        "Dusty: No, I'm serious. You got to ask yourself if Paul has it in him to be the kind of father your baby deserves. Paul's only role model has been the devil.",
        "Meg: Okay, stop it. Stop. I hear what you're saying. I do. Paul is not James Stenbeck. He never will be.",
        "Dusty: Okay. I got to give you something. This is a number of a P.I. in San Francisco. His name is Ed Suzuki. He's the only guy in the world who knows how to reach me, so if you need anything, call him, okay?",
        "Meg: Thank you. I will. So, I guess this is goodbye. You be safe out there, okay?",
        "Dusty: You too.",
        "[SCENE_BREAK]",
        "Holden: I thought I was seeing things when you got off that boat.",
        "Carly: I guess I was probably the last person you expected to see here, huh?",
        "Holden: I don't know about that.",
        "Carly: What does that mean?",
        "Holden: Never mind. You said you were with Jack. Is he on another boat?",
        "Carly: No. No. Jack's gonna stay here.",
        "Holden: I thought they closed the investigation into James' death.",
        "Carly: Jack's in the hospital, and they're not ready to release him.",
        "Holden: The hospital? Why? What happened?",
        "Carly: James. He lured him out here. He made Jack believe that he had a lead on Meg.",
        "Holden: Were you with him?",
        "Carly: Not the whole time, but I was with him when it mattered.",
        "Holden: What does that mean?",
        "Carly: I really don't want to get into it right now. I really don't. He's gonna be fine. I'm gonna be fine.",
        "Holden: I'm kind of surprised that you would leave him here alone.",
        "Carly: I'm not leaving him here alone.",
        "Holden: Well, I'm not talking about the hospital staff, Carly.",
        "Carly: Neither am I. Hi.",
        "Janet: Hi.",
        "Carly: You made it.",
        "Janet: Yeah. I don't know how, between the connecting flights and that boat ride, which I don't suggest you ever do on an empty stomach. Am I crazy to be doing this? I mean, maybe you should stay and I should just catch the next inner tube home.",
        "Carly: Janet, I wouldn't have asked you to come here if I didn't believe that you were exactly what Jack needs right now. Hey, Honey.",
        "Meg: I love you. Thank you for coming after me.",
        "Holden: Anytime, troublemaker.",
        "Meg: Okay. I'm gonna get over to Memorial.",
        "Holden: I think you should rest. Listen, you don't need to be doing anything right now, and if you do decide to go over there, I'm gonna call Mama and make her come over here.",
        "Meg: Don't you dare! I need to be with Paul! You can't expect me not to go there.",
        "Holden: You said he had a breakdown. They're not gonna let him have any visitors anytime soon.",
        "Meg: I'm not a visitor. I'm his wife! He needs to know that I'm not going anywhere. Holden, you have no idea what James has put him through these last few weeks.",
        "Holden: Yeah, and when he wakes up, I don't think he's gonna get over it anytime soon.",
        "Meg: All the more reason why I need to be there.",
        "Holden: Meg!",
        "Meg: Holden! James is dead, and for the first time in his life, Paul doesn't have to live in fear. That's gonna make all the difference in the world. You'll see.",
        "Carly: She's as stubborn as the rest of you, isn't she?",
        "Holden: She's worse. She's the baby of the family. How you doing? You were pretty quiet on the plane. Having second thoughts about leaving Jack with Janet?",
        "Carly: No. No. I know that I did the right thing. It's just, before I called her, something happened. I know that I was right to stop it, but -- oh, boy. Never mind.",
        "Holden: No, no. It's okay.",
        "Carly: Out there on that island, Jack and I, we needed to rely on each other. We needed each other. It brought up a lot of feelings. It would have been very easy to fall back into the way things were before.",
        "Holden: What stopped you?",
        "Carly: It would have ended up the same way.",
        "Holden: Well, at least you didn't go there. At least you were able to resist that.",
        "Carly: I know. But calling Janet and telling her that she was who Jack needed, it sort of made them seem real, and it hurt. Silly, isn't it?",
        "Holden: No, no. Not at all. If it were Lily with some other guy, I'm not sure I would have been able to do what you did. What do you say I give you a lift home?",
        "Carly: Okay. But can we stop at Metro first, please? I don't feel like going home to an empty house. There's a free drink in it for you.",
        "Holden: Sure. Sounds good. Let's go.",
        "[SCENE_BREAK]",
        "Jack: Janet. What are you doing here?",
        "Janet: No, \"Hello, Nurse?\"",
        "Jack: No, it's just -- I must have dozed off. What happened to Carly? Where'd she go?",
        "Janet: She went home.",
        "Jack: Why?",
        "Janet: Because she said you needed me now.",
        "[SCENE_BREAK]",
        "Lily: So, Brian, you plan on having a foundations benefit here?",
        "Brian: Yes. I talked to Henry Coleman. He was more than generous with his rate for the evening.",
        "Lucinda: Darling, there's none of us here who isn't unaware of your problems with Henry's partner. I mean, if it's a big problem, speak now.",
        "Luke: Mom, we can have this benefit somewhere else if it's better for you.",
        "Lily: Look, I really don't have a problem with it being here. Can we just move on?",
        "Noah: So, the party is to raise money to turn the housing project into green space for the public?",
        "Brian: Yeah, that's the goal. Now, at our last meeting, we chose a name for our project.",
        "Luke: Project Greenup.",
        "Lucinda: Yay!",
        "Brian: It's been a big hit. With the corporations looking to promote a more eco-friendly image, the trend is definitely in our favor.",
        "Luke: So, you've already gotten donations?",
        "Brian: Oh, more than that. In fact, if this continues, all the money we raise that night will be strictly profit.",
        "Lily: Wow!",
        "Luke: Brian, that's fantastic.",
        "Lucinda: Well, of course it is. He's very good, this one. Very good. Persuasive.",
        "Luke: Excuse me.",
        "Brian: So, who wants to talk to Kim Hughes about getting WOAK involved with the event, hmm?",
        "Luke: Dad, Mom's here. You have to go.",
        "Holden: She is?",
        "Lily: Uh-oh. What's going on here? I thought I made myself clear. You are to stay the hell away from my husband.",
        "[SCENE_BREAK]",
        "Janet: Okay, I brought you all kinds of stuff 'cause I wasn't sure what you'd need. So, I got you some shirts. They're Brad's, but, you know, they're clean. I washed them before I came. Trust me. I got you some other stuff. I got some games from the airport. I thought you might like that. And, oh, peanuts. Airline peanuts. Those are fantastic. I got you some magazines, too. They're those, like, gossip magazines, but I thought they were really fun, and reading them is really, really fun, too. I wasn't sure. Oh, \"Wheels,\" of course, for cars. I know that you're into cars and everything. What else? Oh, I got you some cards -- some playing cards. I got you two different packs. I wasn't sure which one you'd like better, but it kind of might be hard to play with one hand. Jack?",
        "Jack: Hmm? What? I'm sorry.",
        "Janet: I don't know what Carly was thinking. I never should have come here.",
        "[SCENE_BREAK]",
        "Holden: Lily, this is not what you think it is.",
        "Lily: It never is, is it?",
        "Noah: Hey, let's get out of here. I just told Brian we'd go talk to Kim about covering the benefit.",
        "Luke: Well, maybe you should go, and I'll just --",
        "Lily: No, Luke. You should go. Go.",
        "Carly: Lily --",
        "Lily: Don't. Don't you dare. What did it take you, two days to go back on your word?",
        "Holden: Lily, Lily, that's enough. We ran into each other because I was looking for Meg. Carly just happened to be there.",
        "Lily: What were you doing with Meg?",
        "Holden: James Stenbeck kidnapped her.",
        "Lily: What? Oh, my God! Is she all right?",
        "Holden: She's fine, but Jack and Carly were looking for her. Jack got injured.",
        "Lily: Jack got injured? Why isn't she with him? Why is she with you?",
        "Carly: Holden, its okay.",
        "Holden: No, no. It's not. It's not okay. Listen, if you want to yell at me, fine, you can yell at me, but let's do it at home, okay?",
        "Lily: Fine.",
        "Holden: I'm sorry.",
        "Carly: It's not your fault.",
        "[SCENE_BREAK]",
        "Meg: Excuse me. I just looked at my husband's chart. Why is he so heavily sedated? I walked in, and he didn't even wake up.",
        "Doctor: His mother said that his behavior's been highly erratic.",
        "Meg: Yeah, but the medication you have him on, do you think he's some kind of threat to himself or anybody else?",
        "Doctor: Seeing as he had a violent episode.",
        "Meg: Did my mother-in-law explain the circumstances? His father has been mentally and physically abusing him for weeks now.",
        "Doctor: That's why we're monitoring him.",
        "Meg: You know, I think he's gonna do a lot better if I can just take him home. Will I be able to check him out after he gets some rest? I'm sure that's all he needs, and then he'll be fine.",
        "Doctor: We'll see.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Dusty: Come in. Can I help you?",
        "Mr. Jolly: I hope so. My name is Nathan Jolly. I'm with the islands funeral home. I'm looking for a Mr. Dustin Donovan.",
        "Dusty: Why is that?",
        "Mr. Jolly: First, to offer my condolences on his loss, and, secondly, to know what his wishes are in regard to the remains.",
        "Dusty: Who's remains are we talking about?",
        "Mr. Jolly: James Stenbeck's.",
        "[SCENE_BREAK]",
        "Lily: Holden, can we talk about this, please? I'm sorry.",
        "[SCENE_BREAK]",
        "Janet: I never should have left Oakdale. I'm such an idiot. What a joke. I just got finished telling Liberty that nobody could ever replace Carly, and what does Carly do -- she calls me, and I come running over here like I'm stupid!",
        "Jack: No, you're not stupid, okay? If you'd wait five seconds, I'd be able to tell you that.",
        "Janet: That's okay. You don't have to. I'm just gonna pretend this never happened. I wish you would, too, okay? I'll see you later. Peace out.",
        "Jack: Lady! Hold it right there. Right there. Hey, listen to me. Last time we left each other, it wasn't exactly on good terms, so, and when I saw you standing over me when I woke up --",
        "Janet: You were disappointed.",
        "Jack: I was surprised.",
        "Janet: Because you were expecting Carly.",
        "[Sighs sarcastically]",
        "Jack: Am I a little upset that Carly wasn't here and took off without telling me? Yes. But can I just say, I'm really happy that you're here.",
        "Janet: You are?",
        "Jack: Yes. Now hand over the nuts.",
        "[SCENE_BREAK]",
        "Brian: Well, if I had the different colors, that might help out.",
        "Lucinda: Might help.",
        "Brian: Yeah, okay.",
        "Carly: Lucinda.",
        "Lucinda: Oh, hi, Carly.",
        "Carly: Hello.",
        "Lucinda: Oh, Carly, Carly. This is Brian Wheatley. Carly Tenney.",
        "Brian: How do you do?",
        "Carly: Hi. Pleasure's mine. Anyway, Lucinda and Mr. Wheatley, I wanted to let you know how happy I am that Metro here will be hosting the benefit for your foundation.",
        "Brian: Oh, well, actually, it's Luke's foundation.",
        "Carly: Oh. Okay, well, if there's anything I can do to help, let me know.",
        "Lucinda: Oh, Carly. Excuse me, I mean, if you really meant what you just said, I have a suggestion.",
        "Carly: I'm all ears.",
        "Lucinda: Well, I know how hands-on you like to be, but this benefit -- this benefit doesn't really need your particular brand of expertise, you understand? We want this evening to be a success.",
        "Carly: No. I'm afraid I don't understand. What exactly are you saying, Lucinda?",
        "Lucinda: Well, of course, Henry is an old friend, and we'll continue to work with him. But on the night, do you think you could possibly, perhaps, find a place to put your charitable skills someplace else?",
        "Carly: Are you trying to kick me out of my own place?",
        "Lucinda: Absolutely not. I was just trying to give you a way to be more helpful.",
        "Carly: Okay. Well, let me give you a way to be helpful, Lucinda.",
        "Lucinda: Yes?",
        "Carly: Go to hell.",
        "Lucinda: Some people can be so touchy.",
        "Brian: Especially when their buttons are pushed.",
        "Lucinda: Was I too direct?",
        "Brian: Well, you know, if keeping her at bay is what you feel is best for Lily, who's to say you're wrong?",
        "Lucinda: What's best for Lily? Oh, my God. I don't know what's best for Lily. Poor Lily. The pain. When she was young, I knew exactly what was best for her.",
        "Brian: Mm-hmm.",
        "Lucinda: Not Holden, I thought. But, of course, the minute she saw him and all that hair, she just fell head over heels. She was a goner.",
        "Brian: Yeah, well, you know, you can't ever help who you fall in love with.",
        "Lucinda: Oh, I know that. I know that. I've been there several times myself, but I think that's why -- I think it's why I'm so supportive of the pair of them now, of Lily and Holden, despite their double infidelities, because I'm older and I'm wiser. And I accept. I accept everything.",
        "Brian: Now, I may buy wiser, but older? Never.",
        "Lucinda: Oh, keep talking like that and I might like you.",
        "Brian: That's the plan.",
        "[SCENE_BREAK]",
        "Lily: I shouldn't have gone off like that. I get this knee-jerk reaction every time I see you with Carly. I can't help it. I can't help wondering if I'm always gonna be in competition with her for your heart.",
        "Holden: Like me with Dusty?",
        "Lily: What? No. Dusty and I were friends before anything else, and that's the way it should have stayed.",
        "Holden: Yeah, but it didn't. You had real feelings for him.",
        "Lily: Holden, it has always only been you for me, and that is never gonna change. Why are you even bringing that up now?",
        "Holden: Meg! Lily, you have to know that you have nothing to worry about. Carly and I both know that we're better off as friends. There's no way that anyone -- Carly, nobody -- can come between us again.",
        "[SCENE_BREAK]",
        "Mr. Jolly: I was instructed by Mr. Stenbeck's estate that I could find Mr. Donovan at this address.",
        "Dusty: Well, you're out of luck. Mr. Donovan's dead.",
        "Mr. Jolly: Oh. Let me offer my condolences to you on that, as well.",
        "Dusty: That's okay.",
        "Mr. Jolly: But what am I to do with Mr. Stenbeck's remains? Mr. Donovan was the only contact on Faro Island.",
        "Dusty: Really? Well, why don't you ask his son, Paul Ryan, what he wants to do with them. As far as I'm concerned, you can stuff them in a tin can and kick him down the beach. Now shut the door on your way out, would you? It's me. Get me the first flight out of here.",
        "[NEXT_ON]",
        "Casey: I was a boy toy. Well, you know what? Forget it. I'm not playing anymore.",
        "Lily: Aren't you two the cozy pair?",
        "Meg: I love my husband. I will not walk away from him.",
        "Carly: I didn't want you to be alone, Jack.",
        "Jack: Alone? Or alone with you?",
        "Margo: Someone was shot at the lighthouse, and I want to know who it was."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=a39DdCYVC4Y"
}