{
    "Episode Summary": [],
    "Recap": [
        "Craig tells Margo he loves Meg and why he tried to save Paul because he wanted to be a man worthy of her love. Meg can't handle Meg's sympathy for her so she moves in with Craig so she can get some peace and quiet. Brad's plan to break up Jack and Katie seems to be working when Katie is hurt that Jack didn't propose to her and Brad listens to her and comforts her. Sage hurts herself and calls Jack to go to Carly's house and sing her the boo boo song. Carly invites Jack to dinner to make up for ruining his date with Katie. Jack accepts Carly's invitation to eat leftovers with her. Brad calls Carly while she is putting dinner on the table for Jack and she congratulates him because his plan worked like a charm."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Meg: I knew facing my family would be difficult, but I'm not sure I can do it.",
        "Craig: You don't have to face them alone. We can do this together.",
        "Meg: No, we can't, Craig. In fact, I wish you hadn't come.",
        "Craig: I can't let you face Emma and Holden's judgment by yourself. Look, let me be useful. If I'm here, maybe they'll direct their anger at me, and not you.",
        "Meg: I'm not your concern anymore, all right? I need to own up to what I've done, and I need to do it alone.",
        "Craig: But you're not alone. You may think you don't need me, but I'm still your husband. You're still my wife.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Jack: Hello.",
        "Sage: Hi, Mommy!",
        "Carly: Hi, Sweetheart!",
        "Sage: Tonight is so special! Know why?",
        "Carly: Why is that?",
        "Sage: Daddy's going out with Katie, the boys are at the fair, and you and I get to have a girl's night all to ourselves.",
        "Carly: Yes, that's right.",
        "Sage: Can I go to my old room?",
        "Carly: Of course you can. You don't have to ask. Go ahead.",
        "Jack: Here. Take your overnight bag, and Arnold.",
        "Sage: Thanks.",
        "Jack: All right. Watch your step, though.",
        "Sage: Bye, Daddy!",
        "Jack: Bye, Honey. Hey, no accidents, okay? We had to set up a couple rules. She gets chapter, unless it's short, then she gets two, and you have to read that to Arnold. But that's only after she brushes her teeth.",
        "Carly: I do know how to tuck her in.",
        "Jack: Right. Sorry. Thanks for doing this.",
        "Carly: You don't have to thank me for taking care of my own child. I'm happy to have her.",
        "Jack: It's just that you and I both know that it's my night, and, although you'd switch the schedule, and I don't mind it, I just don't want to make a habit of it.",
        "Carly: Well, you have to spend time with Katie, don't you?",
        "Jack: Yeah, I guess I do. All right -- thanks again.",
        "Carly: Jack! I can't let you leave like this. [Carly turns down Jack's collar] Better.",
        "[SCENE_BREAK]",
        "Brad: Whoa, back this ship up. What makes you think Jack's going to propose to you, tonight, no less?",
        "Katie: Drop the act, Brad. You know. I know you know. And you know, I know, you know.",
        "Brad: Whoa, okay -- no, no, no. No, no -- I don't know. And just because someone called to talk to Jack about a ring --",
        "Katie: Isn't it obvious?",
        "Brad: No, it's not. Okay, maybe there's a snowball's chance in hell that Jack's going to propose to you -- if he does, do you know what your answer is going to be?",
        "Katie: Duh, it's going to be \"Yes.\"",
        "Brad: Double duh, it's got to be \"No!\"",
        "[SCENE_BREAK]",
        "Jack: Um, okay. I'm sure whatever was wrong with my collar, I could've fixed it in the car.",
        "Carly: I'm sure you could have.",
        "Jack: All right, you have my cell, so if Sage needs to get in touch with me, don't hesitate to call.",
        "Carly: Okie-doke.",
        "Jack: Thank you.",
        "Carly: I'm sure we'll be fine. You have a good time with Katie.",
        "Jack: Thank you. Lily.",
        "Lily: Jack. \"Have a good time with Katie?\" Are you serious?",
        "Carly: Don't start.",
        "Lily: Do not play innocent.",
        "Carly: I'm just trying to be a good sport about this whole thing, okay?",
        "Lily: Since when? Last we talked, you wanted to rip Jack away from Katie. Now you're telling him to have a good time with her?",
        "Carly: Can't I be the one to do the better thing?",
        "Lily: And still be you? Hmm. Oh, unless this is your \"I-can-catch-more-flies with-Honey\" strategy.",
        "Carly: Well, who says it's a strategy?",
        "Lily: You're history. And that look in your eyes.",
        "Carly: What look? There's no look.",
        "Lily: You told me you wanted to outsmart Katie, so either you've changed your mind, or this is just a different line of attack.",
        "Carly: I've changed my mind.",
        "Lily: Oh, no. We both know -- when you want to win Carly -- you never change your mind.",
        "[SCENE_BREAK]",
        "Katie: If Jack asks me to marry him, there's no way I'm going to say \"No.\"",
        "Brad: Big mistake.",
        "Katie: Why?",
        "Brad: Does the phrase, \"Fools rush in\" mean anything?",
        "Katie: Why do you think it's too soon for us to start talking about marriage? Jack and I have been through some challenging times. It's bonded us. Besides, since when are you an expert on my life? Or Jack's -- or relationships in general, for that matter?",
        "Brad: Okay, well you just step back from your excitement just for a nanosecond -- have you even said the three magic words to each other?",
        "Katie: That's none of your business.",
        "Brad: Okay, I'm going to take that as a no. So, what makes you think that he's going to propose, if he hasn't even said, \"I love you?\"",
        "Katie: Maybe he's waiting to say it until he gives me the ring. Maybe he's old fashioned.",
        "Brad: Or maybe, he's barreling into marriage because he's trying to push down his real feelings.",
        "Katie: Jack's feelings for me are real.",
        "Brad: As real as they are for someone else?",
        "Katie: Oh, you're not going to start that again, are you? Jack is over Carly.",
        "Brad: Don't bet on it.",
        "Katie: Find a new game, Brad. This one is getting really old.",
        "Brad: Look, I know my brother. There are two things he does really well. Love Carly and deny loving Carly.",
        "Katie: I am so done with you trying to make me insecure. And Jack is done with you trying to make him jealous. Can't you just admit defeat and stop playing with our heads? Stop playing games. How hard is it to just be happy for us?",
        "Brad: Okay. Okay, fine. Get your hopes up. Plan a future with Jack. Get your heart broken, when he tells you he's still in love with Carly. But I'll still be here for you.",
        "Katie: This has nothing to do with friendship. This has to do with you being so jealous that Jack has what it takes in his life to move forward, where you, however, are stuck in junior high when it comes to women, or anything else, for that matter. Now, if you'll excuse me, I'm going to go get ready for my engagement dinner!",
        "[SCENE_BREAK]",
        "Meg: Come on, Craig. You and I are married on paper, but you have to know that, that's going to change. We are not together, and we're not presenting a united front, and you can't do anything about my life or my family, so just please go!",
        "Craig: Okay. Okay, Meg. Okay. It was easy -- fast -- to talk about the future. I don't mean to be insensitive. I do think that this was right, to come home.",
        "Meg: Then let me do it alone.",
        "Craig: As you wish.",
        "[Door opens]",
        "Emma: I thought I heard voices out here. Meg, it's you.",
        "Meg: Mama -- before you tell me how angry and disappointed you are in me, I just want you to know that you're not half as angry and I should have listened to you and Holden -- and Paul. And I didn't. And now -- the only man I ever loved, more than anything --",
        "Emma: I'm so, so sorry -- Holden told me what happened. What a terrible, terrible tragedy.",
        "Meg: He's dead. Paul's dead. You know something? That's the first time I've said that. You would think that would help me believe it, but I'm having trouble accepting that there isn't something I can do to bring him back.",
        "Emma: Oh, Meg.",
        "Meg: You knew something terrible was going to happen, didn't you? And if I'd just listened to you, none of this would've happened. So go ahead, say it. Say what you need to say.",
        "Emma: Oh, Sweetheart \u0096",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Craig: It's open.",
        "Margo: Hi.",
        "Craig: Margo. How did you know I was back?",
        "Margo: I'm the chief of detectives. I get a lot of information, and you are my brother.",
        "Craig: How'd you know I'd be in my office?",
        "Margo: Well, maybe you're a little more predictable than you think.",
        "Craig: Apparently. Okay, I shall ask the obvious -- why are you here to see me?",
        "Margo: I know you've been through a lot, and I want to know if you're okay.",
        "Craig: No. You have heard rumors that you would like to hear from the horse's mouth just what happened up in Canada.",
        "Margo: Yeah. And I wanted to know if you're okay. Come on, is it that hard to believe I care about you?",
        "Craig: Right now? Yeah. Right now, it's very hard to believe that any woman cares about me. But if you would like to feel free to gloat, go ahead. I mean, you were right. You tried to warn. You knew that Meg didn't love me.",
        "Margo: You knew that she didn't love you. You're the one who told me that you were banking on coming around",
        "Craig: Good thing I don't invest my money the way I invest -- other things. No, Meg and her lover were plotting against me the whole time.",
        "Margo: Hmm. How do you know that?",
        "Craig: I saw them kissing in the church, right after we exchanged vows. I heard her tell him as long as I didn't figure it out, they could get what they wanted and be long gone before I knew what hit me.",
        "Margo: Wow. That's gotta hurt. And we all know what happens when Craig gets hurt. He gets angry and he lashes out.",
        "Craig: Okay, I got angry.",
        "Margo: How angry did you get, Craig? Craig -- how angry did you get?",
        "Craig: I didn't kill him, Margo.",
        "Margo: But you wanted to.",
        "Craig: Meg and Lucinda saw Paul go off that cliff, and I didn't push him.",
        "Margo: Hmm, not according to Lucinda.",
        "Craig: Oh, there's a reliable witness. How about Meg? She backs me up and it was her lover who died.",
        "Margo: Okay, here's something I just don't understand.",
        "Craig: How'd Paul know where we were?",
        "Margo: No, no, no, no. That's easy enough, because I'm sure that he was working along with Lucinda to track you down. What I don't understand is, if thought he was meeting Meg there, then why were the two of you -- you and Paul -- alone together, on that cliff?",
        "Craig: You tell me. You're the cop.",
        "Margo: Well, I'm sure that you made up some excuse, some pretext, to make him think that he was meeting Meg there.",
        "Craig: You have earned your position in the Oakdale P.D.",
        "Margo: Why would you lure him there, Craig, when you knew that you wanted to do nothing but harm to him?",
        "Craig: Okay. I admit it. I hated the man, and I wished that he were dead. But I didn't kill him.",
        "Margo: What, did you just try to scare him? To bait him?",
        "Craig: Yeah. Did all that. Even told him that I had slept with Meg, hoping that he would believe it. And suffer. And then, when the moment came, that I could have pushed him off that cliff -- couldn't do it.",
        "Margo: Why? Why couldn't you do it?",
        "Craig: Paul is there, hanging on by his fingernails. It would've been so easy to just give him the last little nudge into oblivion. And then, I find myself trying to save him. Not that that matters.",
        "Margo: No, it does, Craig. It does. It matters a great deal. What happened in that moment that you couldn't do it? What changed? Why did you try to save him?",
        "Craig: Meg.",
        "[SCENE_BREAK]",
        "Emma: You're home now. I don't want you to worry about a thing, you hear me? Come. Come on over here. Sit down. Come on. Sweet girl, yes. Can I get you something?",
        "Meg: No. No, I'm fine.",
        "Emma: No?",
        "Meg: Nothing.",
        "Emma: How about a little -- how about a little soup, and a little tea -- little toast, something like that?",
        "Meg: I'm not hungry, really.",
        "Emma: Where are your things?",
        "Meg: Outside, I'll get them later.",
        "Emma: You must be exhausted. I was hoping you'd come home. I made up your room for you. I put up those special curtains, that I was going to put up, you know --",
        "Meg: Why are you being so kind?",
        "Emma: Well, you're my girl. You're my baby. I'm just trying to take care of you.",
        "Meg: I don't deserve it. Not after what I've done.",
        "Emma: What you've done? You haven't done anything. You lost the person you love.",
        "Meg: Well, I was married to the one that I didn't love. I know how you felt about me marrying Craig, and whatever I'm going through right now, it's all my fault.",
        "Emma: Now stop it. Don't do that. Now, don't blame yourself. What's done is done. Now, come on, just let me run a bath for you, and I'll turn down the bed, and I'll --",
        "Meg: No, no, no. You know what, I can't. I gotta go.",
        "Emma: You gotta go? Meg, Sweetheart, you just got here. It's late. I mean, where are you going this time of night?",
        "Meg: I -- I need to go back to Al's. I'm going to try and get my job back.",
        "Emma: Oh, no, you don't need to do that. You don't need to start thinking about working now. What you have to do, you have to begin to recover from what's happened. Just stay here. Stay here and let me take care of you!",
        "Meg: I gotta go, Mama. I love you. I need to go, okay? Okay?",
        "[SCENE_BREAK]",
        "Carly: We really should get down to business here, Lily.",
        "Lily: No, no, no -- nice try. I'm not going to talk about square footage and bottom line with you, until you come clean with me.",
        "Carly: Well, there's nothing to come clean about. You were right. Using Brad to try to make Jack jealous was a stupid idea, and I've decided to sit back and do nothing.",
        "Lily: I don't believe you. I don't believe you.",
        "Carly: You are impossible.",
        "Lily: That's what you get for having a friend who knows you too well.",
        "[Carly sighs]",
        "Carly: Okay. I've decided to let somebody else do the dirty work, and he said that he will make sure that my hands are kept clean.",
        "Lily: He? He, who? Brad? Brad Snyder? Why -- are you kidding? Why would you trust anything that that man said? Carly. [Cell phone rings] Soon as I get off this call, I want an answer. Holden?",
        "Holden: I know you're in a meeting and I'm sorry to bother you, but how soon do you think you can meet me?",
        "Lily: Why? Did something happen?",
        "Holden: It's Meg. She needs our help. So, why don't you meet me out at the farm and we'll go find her.",
        "Lily: I'll be right there. Okay, bye. I have to go. But listen, I want to hear about this big plan that you have with Brad, but -- let me just give you one piece of advice. One piece. If this plan of yours has something to do with deceiving people -- just take a lesson from Meg, and be prepared for it to blow up in your face.",
        "Carly: What an awful thing to say!",
        "Lily: I am trying to be your friend. Trying to break up Jack and Katie -- it's just going to backfire.",
        "Carly: How?",
        "Lily: Well, you know. You know how people react when they feel like outside sources are trying to break them apart. It just brings them closer together. Have you thought about how you're going to feel if it happens with Jack and Katie? I'll call you.",
        "[Door closes]",
        "[Cell phone rings]",
        "Carly: This had better be good news.",
        "Brad: It's me -- how could it be anything but? The seed has been planted. Katie thinks Jack's going to propose.",
        "Carly: Are you sure?",
        "[Brad laughs]",
        "Brad: Yeah. You should've seen her. She was all pumped. She's going to be so surprised. I can't even picture what she's going to do when she realizes she shared all that excitement with me for nothing. And then I suppose she'll get mad at Jack, and then you can jump right in.",
        "Carly: But what if she doesn't get mad at Jack? What if the plan backfires?",
        "Brad: How?",
        "Carly: What if, to prove a point, Jack actually does propose to here?",
        "Brad: Aw, Negative Nelly -- just chill out, okay? There is no way that Jack is going to propose.",
        "Carly: How can you be sure?",
        "Brad: No horse is a sure bet until it crosses the finish line, so let's just sit back, relax, and just watch how the race plays out, all right?",
        "Carly: Sage! Sage, could you come in here please?",
        "[Door opens]",
        "Sage: Ow!",
        "Carly: What happened?",
        "Sage: I fell and hurt my knee.",
        "Carly: Aw, Sweetheart. Come here. Come over here and sit down. Let me take a look, okay? Ouch. All right. Well, you're probably going to have a bruise, but there's no blood, and that's a good thing, right? Yeah. Is that better?",
        "Sage: Yes. Why'd you call me?",
        "Carly: Well, I had a terrific idea. How about you and I go out together?",
        "[SCENE_BREAK]",
        "Jack: Hi, there.",
        "Katie: Hi.",
        "Jack: What are you doing?",
        "Katie: What do you mean?",
        "Jack: With your hands? What are you doing? Oh, wait a second. Am I supposed to guess something's different here? Like -- the color of your nail polish, maybe?",
        "Katie: Oh. In fact, I did change it.",
        "Jack: Yes, yes, yes. Well, that was easy. Do I get points for that? Hey, listen -- I talked to the maitre d'. It's going to be awhile before we get our table, so I hope you don't mind waiting.",
        "Katie: No, I don't mind.",
        "Jack: In the meantime, there is something I had to ask you. I was going to wait until we were sitting, but I might as well ask you now.",
        "Katie: Go ahead.",
        "Jack: Listen, I know it's a lot to ask, and I know it's a little soon in our relationship for me to expect for you to make this kind of commitment, but if I don't take this opportunity now, then I will have wasted one. Do you know what I mean?",
        "Katie: Yes!",
        "Jack: Yes? I haven't even asked you yet.",
        "Katie: Right. You're right. Sorry. Go ahead. Ask away.",
        "Jack: I got a better idea. You know, I'd like to show you. You see, a picture's worth 1,000 words, right?",
        "[SCENE_BREAK]",
        "Jack: Ahh, huh, voila.",
        "Katie: What is this?",
        "Jack: It's a flyer for J.J.'s summer baseball camp. They have a fundraiser every year, and there's a silent auction, and I was thinking that you could use your clout a WOAK to get your makeup artists -- you know, the one dolled Sage up that one time -- ask her if she could donate her time? It's for a great cause. Uh -- okay. I know, I know. It's too much to ask --",
        "Katie: No --",
        "Jack: I shouldn't have assumed --",
        "Katie: Of course. It's not too much to ask. I would love to ask her.",
        "Jack: You sure?",
        "Katie: Yeah.",
        "Jack: Thank you. I really appreciate that, you know?",
        "Katie: Anything else you wanted to ask me?",
        "Jack: I don't think so. [Jack chuckles] Or, you never know. I might come up with something over dinner. Speaking of which, I should probably ask the maitre d' if our table's ready. Excuse me.",
        "Katie: Idiot! He's just trying to make sure you don't suspect anything.",
        "[SCENE_BREAK]",
        "Carly: So, how 'bout it? Dinner out?",
        "Sage: Yeah. Can we go to Al's and get curly fries?",
        "Carly: You know, I was thinking about maybe going someplace really special -- like the Lakeview -- and ordering the most expensive thing on the menu, and then having that flaming desert thing.",
        "Sage: The Lakeview costs a lot of money, Mommy. Aren't you trying to save up for your new business?",
        "Carly: Yes. Yes, but Sage, sometimes girls have to treat themselves, even if they can't necessarily afford it. That's why God invented credit cards.",
        "Sage: Mommy, banks invented credit cards. Besides, isn't the Lakeview where Daddy's taking Katie tonight?",
        "Carly: I don't know -- is it?",
        "Sage: You just want to spy on them, don't you? Well, you're doing it all wrong.",
        "[SCENE_BREAK]",
        "Bartender: Complimentary glass of champagne while you wait?",
        "Katie: That's it.",
        "Bartender: I beg your pardon?",
        "Katie: Sorry. I'll take that, thank you. Oh, he put the ring in the champagne. That is so romantic.",
        "Jack: What are you doing?",
        "Katie: Nothing. I thought there was something in my glass.",
        "Jack: Let me take a look. I see strawberries, and champagne. Nope, nothing. Good news, though. Our table is ready. Shall we? Are you ready?",
        "Katie: I have never been more ready.",
        "[Cell phone rings]",
        "Jack: Oh. Carly? Something wrong?",
        "Sage: It's me, Daddy. I'm sorry to bother you.",
        "Jack: No, Sage. You're not bothering me. I told you you could call me whenever.",
        "Sage: I fell and hurt my knee. Can you come over and say your magic spell to make it stop hurting?",
        "Jack: Could you put your mother on the phone, please?",
        "Sage: Sure.",
        "Carly: I'm sorry, Jack. Sage was just so insistent that we call you, but she's fine, really. You don't need to come. I know you're busy.",
        "Jack: I'm never too busy for the kids, Carly. I'll be right there. Sage hurt her knee.",
        "Katie: Not bad, I hope.",
        "Jack: No, she's -- she's going to be okay. But she's asking for me. Would you mind if we did this another night?",
        "Katie: Of course not.",
        "Jack: Okay. So, how 'bout we go, and we'll tuck Sage in together?",
        "Katie: You know what, you go. I really need to get to the studio and grab a script. It'll give me a chance to look over it.",
        "Jack: You're not upset, are you?",
        "Katie: No. Of course not.",
        "Jack: Because she wasn't pressuring me to go over there. In fact, it was the opposite. So, whatever you said to her earlier is working. It's just, if it weren't for Sage -- she needs a lot of reassurance right now. It's a tricky time for her.",
        "Katie: Sure, right.",
        "Jack: Thank you for understanding.",
        "Katie: No problem.",
        "[SCENE_BREAK]",
        "Margo: Meg kept you from killing Paul? How?",
        "Craig: I love her. I couldn't do the one thing she could never forgive.",
        "Margo: Well, your feelings do run deeper than I thought.",
        "Craig: Told ya -- I wanted to start over. I lost everything, Margo -- my wife, my children, my entire life. And I just -- I wanted to start over with somebody new. A new family. Somebody different from me. Somebody -- good.",
        "Margo: Oh, Craig -- you practically blackmailed her to marry --",
        "Craig: Oh, you know. I didn't think it was going to be a long shot. I knew that. I just figured it would take a little time. You know, I knew in her heart of hearts -- Meg's drawn to me. Even if it's just to reform me. Make herself feel better.",
        "Margo: Wow, you're willing to settle for that?",
        "Craig: If it meant a chance of something bigger -- yeah. I didn't kill Paul because I wanted to be the kind of man that Meg could love. And I have failed on all counts. So -- now you know what happened. And now you know how I'm done. For what it's worth.",
        "Margo: You know, Tom and I -- we order Schezuan every Thursday night. You -- you wanna come and join us?",
        "Craig: You know what, you go home to that husband of yours. And you -- you hold on to him. You be grateful that you have him. I'll be fine.",
        "Margo: You sure?",
        "[SCENE_BREAK]",
        "Holden: Meg, Mama said we might find you here.",
        "Lily: Oh, I'm so sorry about everything. How are you holding up, Honey?",
        "Meg: I'm alive. But thanks to me, Paul isn't.",
        "Holden: I told you in Canada, what happened, it's not your fault.",
        "Meg: Do you remember the patient that died because of me? I made a deal with the universe. I would atone for my patient's death by getting Lucinda's company back. And it ended up -- I've lost Paul in the bargain. It was pathetic and awful and Mama's making a pot of soup and fixing up my room?",
        "Lily: Maybe we should just sit down and have a long talk.",
        "Holden: You know Mama, she's just trying to help you get through this. That's all.",
        "Meg: I can't stay there. So if you came to bring me back, you can leave now.",
        "Holden: Well, Lily and I want you to come stay with us.",
        "Lily: Meg, you need some time and space to grieve.",
        "Meg: Look, I don't want you to make me feel special. It's not right. Don't you understand?",
        "Lily: I don't want to bother you or pressure you. We'll keep the kids out of your hair.",
        "Holden: We're not going to take no for an answer, Meg.",
        "Meg: Okay, okay. You know, I just need to tell the manager something. But I have my car here. I'll meet you at your place.",
        "Holden: Okay. All right, fine. Don't be long.",
        "Meg: I won't.",
        "[SCENE_BREAK]",
        "Brad: Okay, let me see this rock. I know it's got to be a whopper knowing my brother.",
        "[SCENE_BREAK]",
        "Jack: Let me take a look at that knee.",
        "Sage: Are you sure you're not",
        "Jack: No, of course, I'm not mad.",
        "Sage: See, I told you.",
        "Carly: I didn't want to be responsible for ruining another date.",
        "Jack: No, you didn't ruin anything. It was just dinner. We hadn't even started yet.",
        "Sage: Daddy? Can you sing the magic song for my boo-boo so the hurt will go away?",
        "Jack: Honey, I thought you had out-grown the whole boo-boo thing.",
        "Sage: I know -- but when I fell, it really hurt and I started missing you so much.",
        "Jack: Yeah, okay. The magic boo-boo song -- see if I can remember it. Umm -- magic kisses work so well 'cause Daddy knows the magic spell. One kiss, two kiss, hurt's all gone. Magic kisses and a magic song! Better?",
        "Sage: All better!",
        "Jack: Yes. Okay, all right. Why don't you go upstairs? Brush your teeth and get ready for bed.",
        "Sage: What about our bedtime story?",
        "Jack: I can't wait to hear what happens next. Go. Go for it, I'm going to talk to your mommy real quick.",
        "Carly: I'm sorry.",
        "Jack: Oh, no. Don't -- don't apologize at all, okay. The only reason you're hesitant to call me is because I came down so hard on you the last time you interrupted me and Katie.",
        "Carly: Well you do have a right to a social life.",
        "Jack: Yeah, well, I don't want to feel so uncomfortable that you can't call me about the kids. That's silly. I'm sorry.",
        "Carly: Thank you, Jack.",
        "Jack: Better get up to that story.",
        "Carly: Yeah.",
        "[SCENE_BREAK]",
        "Emma: Meg isn't here. I thought -- I thought you were going to take her home with you.",
        "Holden: Well she was going to meet us after she talked to the manager at Al's. But she never showed up. I knew I should have put her in the car with us.",
        "Emma: I'm so, so worried about her -- she just -- she won't stop blaming herself for what happened.",
        "Lily: She's just sad. She needs time to think things through. I can understand that.",
        "Holden: If she doesn't show up soon, I'll go look for her.",
        "Emma: Good.",
        "Lily: Okay.",
        "Faith: Hey guys.",
        "Lily: Hey.",
        "Holden: Hey.",
        "Lily: I guess I don't have to ask how the fair was. Look at that duck.",
        "Holden: Wow.",
        "Faith: J.J. won it for me.",
        "Lily: Oh.",
        "Faith: Isn't this Aunt Meg's? Is she back from her trip?",
        "Holden: Yeah. Yeah, she got back today.",
        "Faith: I bet Paul's going to be really happy. Is something wrong?",
        "Holden: Honey, there's -- there's something that you should know about Paul.",
        "[SCENE_BREAK]",
        "Craig: Honey, I'm home. I'm home. Ah, Millicent -- I didn't expect you to be working late this evening.",
        "Meg: It's me.",
        "Craig: Don't tell me they banished you.",
        "Meg: Just the opposite. There was soup and baths and cheery new curtains.",
        "Craig: Why are you here?",
        "Meg: You told me before that if I wanted to be left alone, you'd give me that. Did you mean it?",
        "Craig: I meant it.",
        "Meg: That's what I want. More than anything, I just want everybody to just leave me alone.",
        "Craig: Is it okay if I ask what happened?",
        "Meg: Holden and Lily and my mother happened. Their sympathetic looks and their reassurance that what happened wasn't my fault. Nobody wants me to feel guilty. And I am guilty. There's no way around it. I just wish everybody would just leave me in peace. I just wish I could go someplace quiet.",
        "Craig: Before you came in, I was thinking how quiet it is here. You know, there's no sound of children playing, no laughing, no crying. Nobody needs a shoe tied or a bedtime story.",
        "Meg: I know -- that's why I came.",
        "[SCENE_BREAK]",
        "Faith: I can't believe he's really gone.",
        "Lily: I'm sorry, Honey.",
        "Faith: Parker's going to take this really hard. He loved Paul. Paul treated him like a brother. He's really going to miss him. So am I.",
        "Holden: I know, Honey. You two weren't the only ones.",
        "[SCENE_BREAK]",
        "Meg: Is there something you want to say?",
        "Meg: I know what I said. You know what? Forget it. This was a mistake. I shouldn't have come.",
        "Craig: Meg, wait. I have no problem with you being here. I will give you what you want.",
        "Meg: You'll leave me alone?",
        "Craig: Yes.",
        "Meg: Nothing has changed between us. You get that, right?",
        "Craig: Of course.",
        "Meg: I just want a place to stay where it's quiet.",
        "Craig: Then you have found one.",
        "[SCENE_BREAK]",
        "Jack: Whoo. I don't know how that little girl does it. First just one chapter, then it's two and now it's the whole book. And now she won't go to sleep without her stuffed rabbit there.",
        "Carly: Oh, right. She has you wrapped around her little finger.",
        "Jack: Not that I mind. They grow so fast, you know? All right.",
        "Carly: Hey Jack?",
        "Jack: Yeah -- did you have anything to eat?",
        "Jack: Actually, I didn't, no.",
        "Carly: I have leftovers, just from what I made Sage.",
        "Jack: I don't want to put you out, Carly. Come on.",
        "Carly: It's no trouble.",
        "Jack: Okay, sure -- thanks.",
        "[SCENE_BREAK]",
        "Brad: Why don't you tell Uncle Bradley what happened.",
        "Katie: Nothing, that's the problem. I was so sure Jack was going to propose and then all he did was ask me to auction off a makeover for J.J.'s baseball camp.",
        "Brad: I'm sorry. Really, I'm sorry. I hate seeing you hurting like this.",
        "Katie: Enjoy it. It's not like you didn't warn me.",
        "Brad: Maybe he just needs time.",
        "Katie: Time for what?",
        "Brad: To make sure you're the one. Marriage -- it's a big step.",
        "Katie: I know. But Jack knows that we're right for each other. At least I thought he knew.",
        "Brad: Well why aren't you at dinner with him, still? You know. Did you ditch him because he didn't propose?",
        "Katie: No, of course not. Sage had a minor crisis so he had to go to Carly's. Don't say it. Don't \u0096",
        "[SCENE_BREAK]",
        "[Brad calls Carly]",
        "Brad: Hey -- well, I understand you have some unexpected company.",
        "Carly: That's true. The sample that you sent over is perfect.",
        "Brad: So I'm not as much as a liability as you thought, am I?",
        "Carly: I suppose not.",
        "Brad: It's all working. You know, tears, insecurities, the whole nine yards, our plan is definitely working.",
        "Carly: Nine yards -- yes, I'd say that definitely works for me.",
        "[SCENE_BREAK]",
        "Narrator: On the next, \"As the World Turns\".",
        "Lily: If you love Jack, just come out and tell him. Before he finds out that you've been trying to break up him and Katie.",
        "Carly: Can you come over, Jack? I need to talk to you.",
        "Jack: Now?",
        "Carly: It really can't wait.",
        "Barbara: My son is dead, and you're staying in this marriage? Are you out of your mind?",
        "Alison: That's a lot of luggage. Where are you going?",
        "Emily: As far away from you and dusty as I can get."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=YgAC8CZNmr4"
}