{
    "Episode Summary": [],
    "Recap": [
        "Carly is cornered and presented with receipts that prove she was canoodling with someone forbidden. Henry has an idea for getting more information. Holden regrets judging his wife in the past. Lily is angry when she figures out that her mother-in-law has been called to come and sit with her, because of the kids.",
        "Lucinda will do anything to keep her daughter from working on the Rose Foundation. Lucy agrees to keep the secret of exactly who was on the trip to her interview. Mike sees the need for new women's clothes, as old clothes are covered with blood. Paul agrees to go skating, but only if there is no laughter."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Mike laughs]",
        "Mike: Didn't your mother ever tell you not to play with your food?",
        "Pilar: Michael, help! These eggs are --",
        "Mike: I know, they're overcooked. It's the only way they make them. You want me to go downstairs and get you something else?",
        "Pilar: No, please stay. I have the most amazing news. Dr. Dixon said I can leave the hospital today. You're not happy?",
        "Mike: Knife wounds are tricky. Um, I guess he's sure it's safe for you to leave the hospital. But you know what? I just want to double check with him and see if there's anything special you need.",
        "Pilar: Wait a minute. You're not going anywhere. I asked you a question last night, and you still haven't given me the answer. Don't give me that innocent look. You told me Katie Frasier was the reason you were leaving Oakdale. I asked you if you were still in love with her.",
        "Mike: It's that obvious, huh? Yeah, I love her.",
        "Pilar: Then go to her, Mike, now. Whatever is wrong, fix it today.",
        "[SCENE_BREAK]",
        "Katie: Henry, where have you been?",
        "Henry: Investigations take time, my little cherub. As requested, I got the lowdown on one Pilar Domingo.",
        "Katie: Come on, come on. What, what, what, what, what?",
        "Henry: Well, it seems that she and Mike got close on the racing circuit. I never thought I'd see our mild-mannered Mr. Kasnoff strapped behind the wheel of a formula one.",
        "Katie: Yeah, right, they met racing, they met racing. Go ahead, what else?",
        "Henry: Well, they reunited in Spain, where according to all accounts, the engines overheated.",
        "Katie: Does that mean they slept together?",
        "Henry: Um, Pilar is gorgeous, and Mike has a pulse. So --",
        "Katie: Yeah, well, you know what? It must not have been that earth-shaking, or they wouldn't have broken up.",
        "Henry: Of course, right.",
        "Katie: And besides, Mike told me once that he and Pilar had no unfinished business, that he was sure in his heart that they were meant to be friends, so --",
        "Henry: So, case closed. What's the problem? Let's go hit the snack machines, huh?",
        "Katie: Unless -- Pilar had another idea. Like she's been pining after him this whole time, and this is her chance to make her move.",
        "Henry: Do you think she would tell you if you asked her?",
        "Katie: After all the questions I asked her last night, she's never going to talk to me again.",
        "Henry: Okay.",
        "Katie: But maybe there could be someone else to ask her questions, someone that she would trust --",
        "Henry: You know, you're not going to believe this, but I know just the person.",
        "[SCENE_BREAK]",
        "Dusty: No, I want the Rose foundation to be kept very simple. I want it to be scholarships for underprivileged kids. That, and sometimes, low-interest loans for people who are interested in starting their own business, provided they're reputable. That's it. That's the focus.",
        "Lucinda: Focus. Well, Rose would be very pleased.",
        "Dusty: Yes, she would. She would. And I'm going to keep it small at first, at least for the first two years. You know, here in Oakdale, Chicago, New Jersey maybe later.",
        "Lucinda: Well, you've done your homework. May I ask a question? Are you officially open for business yet?",
        "Dusty: Why? What do you got in mind?",
        "Lucinda: I happen to have a check, right here in my handbag. I want to make a contribution to Rose's foundation. $10 million. Do you think you can handle it?",
        "Dusty: Yes, I think we can.",
        "Lucinda: With a proviso, that Lily has nothing to do with Rose's foundation -- not now, not ever.",
        "[SCENE_BREAK]",
        "Holden: Unless, you want to let me stay right here?",
        "Faith: Daddy, that's cheating.",
        "Holden: You're right. That is cheating.",
        "Faith: Mommy!",
        "Lily: Hi! Did you have fun?",
        "Holden: Hi.",
        "Lily: Hi.",
        "Holden: How're you feeling?",
        "Lily: Great. Perfect. Cured. Is that what you want to hear?",
        "Holden: Faith, honey, why don't you go and play with your dollhouse? Your Mommy and I, we need to talk.",
        "Faith: See you later, alligator.",
        "Lily: Yes, we will definitely.",
        "Holden: I didn't mean to upset you. All I was doing was --",
        "Lily: Yeah, you wanted to know how it went with Dr. Michaels. And it was a barrel of laughs. And I get to do it again in a few hours. Whoopee!",
        "Holden: Forget it. I'm sorry I asked.",
        "Lily: I'm sorry. It was fine, and I'm home, so you can go to work.",
        "Holden: That's okay. I'm gonna stick around until my mother gets here.",
        "Lily: Why would you do that?",
        "Holden: No reason. Just to say hello.",
        "Lily: You can say hello to her when you call her to tell her not to come. I don't need a baby-sitter. Holden, I want you to pick up the phone, call your mother and cancel. Get in your car and go to work, and leave me alone with my children.",
        "[SCENE_BREAK]",
        "Carly: Let's hope we can get out of here today. One night snowbound in Massachusetts is quite enough for me.",
        "Paul: All right. My plane's still snowed in. We're stuck here for at least another day.",
        "Carly: Oh, no. What am I gonna tell Jack?",
        "Lucy: Well, I don't think it's so bad. I mean, at least we're all together.",
        "Paul: Yeah, that's right. There's not a whole lot else we can do. And -- who brought doughnuts?",
        "Lucy: I got up early, and there was a shop down the road.",
        "Paul: Wow!",
        "Carly: Oh, please, tell me you brought some coffee.",
        "Lucy: I didn't know when everybody would be getting up, and I didn't want it to be cold, so -- but you could go. It's a nice walk.",
        "Paul: You know what? That's a good idea, Carly. Give Lucy and me a chance to talk.",
        "Carly: Oh. [Carly laughs] Okay, nothing I love more than a nice stroll in the morning in four feet of snow. Save me a glazed.",
        "Lucy: So what'd you want to talk about?",
        "Paul: Carly.",
        "Lucy: What about her?",
        "Paul: No one can ever know she was here.",
        "[SCENE_BREAK]",
        "[Whispering to herself]",
        "Carly: Right. Take a nice walk in the snow.",
        "Craig: Good morning, buttercup.",
        "Carly: How -- what are you doing here?",
        "Craig: Well, that depends. I could be here to put an end to everything you want.",
        "[SCENE_BREAK]",
        "Mike: You're a good friend, and I know you're just trying to help out, but there's no way I'm running after Katie Frasier.",
        "Pilar: You won't have to run. Once she hears how you feel --",
        "Mike: You're gonna have to trust me on this one, okay? Katie and I had every chance in the world. It just didn't work out.",
        "Pilar: But you said you still care for her.",
        "Mike: I don't want to talk about this, Pilar. Please? Why don't we talk about the night you got mugged, okay? The more information you can tell the police, the better chance they have of finding out who did it.",
        "Pilar: You can't just change the subject.",
        "Mike: I just did. Have you remembered anything else about the man who stabbed you, took your purse?",
        "Pilar: I'll tell you everything I can remember -- after my morning siesta.",
        "Mike: All right, it's a deal. In the meantime, I'll get you some new clothes.",
        "Pilar: What's wrong with the ones I had on?",
        "Mike: Let's just put it this way -- I don't think bloodstains are the fashion statement you want to make, okay? I'll buy you something you won't be embarrassed to wear, don't worry. All right?",
        "Pilar: Thank you, Michael. You're the best.",
        "[In an Irish accent]",
        "Henry: Good morning, my child. I thought you could use some spiritual comfort.",
        "[SCENE_BREAK]",
        "Carly: I don't know why you're here, and I don't care why you're here. And you're not gonna threaten me anymore, Craig. Those days are over.",
        "Craig: You glad you got that off your chest? Good. Now, I have a proposal to discuss with you.",
        "Carly: What is it?",
        "Craig: Carly, I drove all night, through snow, bad coffee and worse talk radio because I heard that you, Paul Ryan and my daughter were camping out in winter wonderland.",
        "Carly: There was a blizzard, Craig. It wasn't our choice.",
        "Craig: Carly, are you so blinded by ambition you don't recognize a scam anymore, or that Paul Ryan is Lucy's best friend just to get at me?",
        "Carly: Yeah. Before she left, Rosanna told Lucy that if she needed somebody to talk to, she could lean on Paul. And all he wants is to --",
        "Craig: No, what he wants is to get at me, for some reason. Now, when he feels that I have suffered enough, he's going to drop Lucy like a brick.",
        "Carly: Lucy's a bright girl and believe it or not, she can take care of herself.",
        "Craig: She's still my baby, and I'm not gonna let her get hurt in Paul Ryan's latest revenge fantasy. You, I hope, can still take care of yourself. Now, are you gonna help me with this or not?",
        "Carly: Help you?! I don't want anything to do with you!",
        "Craig: Oh, all right. Now, would you like to hear my theory as to why you tagged along on this little trip?",
        "[Carly laughs]",
        "Carly: No, not particularly, no.",
        "Craig: Paul said he wanted to brainstorm with you about B.R.O. He said he thought a trip out of town would keep you away from Mommy's evil eye. And so, killing two birds with one stone, he said, \"come along on Lucy's college trip.\"",
        "Carly: I told you, I'm not working for B.R.O.",
        "Craig: Oh, okay. So this was just a little spur of the moment jaunt, just a sudden urge to see maple sugar season in the Berkshires?",
        "Carly: This fellowship interview of Lucy's was very important to her. And she was nervous, and since Rosanna could not be with her, I thought I would do my best to fill in.",
        "Craig: Carly, you bought it. You're here. You're in cahoots with Paul Ryan, and you can't convince me or anybody else otherwise.",
        "Carly: Think what you like. But you still have no proof.",
        "Craig: Oh, please, who are you talking to? I've got registration documents, receipts, I've got signed affidavits from the hotel, from Williams College all attesting to the fact that you and Paul Ryan were here together. And you know that Barbara will be loving that.",
        "Carly: You wouldn't.",
        "Craig: Of course I would.",
        "Carly: Damn it. [Carly sighs] What do you want me to do?",
        "Craig: I want you to get Lucy out of this hotel and on her way back to Oakdale in the next 45 minutes, okay? You don't say you saw me, and you don't say I had anything to do with this.",
        "Carly: The -- the airport is closed. What would you like me to do?",
        "Craig: I don't know. Listen, it was a long way from Oakdale here. I had plenty of time to figure something out.",
        "[SCENE_BREAK]",
        "Paul: I know this must seem strange to you, and I wish I could tell you more, but --",
        "Lucy: Its okay, Paul. You don't want people to know that Carly was here, I won't say anything.",
        "Paul: Great. And you know I would never actually ask you to lie, but if it --",
        "Lucy: Consider it helping a friend.",
        "Paul: Okay. I wouldn't ask you if it wasn't important.",
        "Lucy: I know. So, um, what do we do now? I mean, it's a free day. We might as well have some fun, right?",
        "Paul: Yeah, fun -- fun is fun. Why, you got any suggestions?",
        "Lucy: Well, um, there's this pond nearby, and when I was going to get the doughnuts --",
        "Paul: Mm-hmm.",
        "Lucy: -- I saw that people were skating.",
        "Paul: Oh, no.",
        "[Paul laughs]",
        "Lucy: You want to try?",
        "Paul: Sure, I'd love to. As long as you don't tease me when I wipe out.",
        "Lucy: Oh, yeah, right. You're probably this expert hockey guy.",
        "Paul: Hmm-mm.",
        "Lucy: All right, well, I'll call the front desk and see if they can tell us where to get skates.",
        "Paul: Okay.",
        "Lucy: This is going to be so much fun.",
        "Carly: Hey, Lucy, I just found a way to get you home. Isn't that great news?!",
        "[SCENE_BREAK]",
        "Dusty: Well, 10 million bucks buys a lot of influence, but I got to tell you something, Lily has been with me on this Rose foundation thing from the very inception, and I don't plan to cut her out of it.",
        "Lucinda: Initially, I was all for it -- initially because I thought when she was part of the foundation; it might help her with her loss.",
        "Dusty: It does help. It will help. It's gonna help all of us.",
        "Lucinda: You were at the funeral, darling, when Lily turned up spooked, wearing Rose's costume.",
        "Dusty: Yeah. Yes, yes, she was out of her mind. Of course she was. She's better. She is much better now. She's pulled herself together.",
        "Lucinda: Oh, I don't think so. No, not all together. No, she hasn't pulled herself together. No. She's obsessed I think with Rose -- with Rose's desires and Rose's memory.",
        "Dusty: All right, she's not 100%. Of course she's not 100% yet. But working on this Rose foundation, this is gonna be the best thing for her. It's gonna put her right on track. And besides, what else does she have?",
        "Lucinda: Her husband thinks intensive therapy with a professional would be a good idea. Now that takes hard work, a lot of concentration and no distractions, like trips to Chicago.",
        "Dusty: I'll tell you what she doesn't need. She doesn't need half this town telling her what to do. You know what? This Rose foundation has been the first thing that's really brought excitement to her life since Rose died. So why don't you tell me? How is it a bad thing?",
        "Lucinda: You think you know her better than her husband or her mother?",
        "Dusty: No, no, I'm not saying that. But maybe she is, and she deserves a chance to find out.",
        "Lucinda: Well, here's the check. Let me know if you accept it.",
        "Dusty: And if I don't?",
        "Lucinda: Nothing changes, not about you and the foundation. I don't want Lily anywhere near that foundation, and I will do whatever it takes to keep her safely away.",
        "[SCENE_BREAK]",
        "Lily: We had a deal. I see Dr. Michaels, I get to be with the kids. I'm holding up my end of the bargain. Why aren't you doing the same?",
        "Holden: Because you come home from seeing Lynn Michaels, and you're so angry. That's not what I need to see.",
        "Lily: I'm sorry that I cannot program the response that you would like. No, forget it. I'm not sorry.",
        "Holden: That's exactly what I mean. You're not trying to get better. You're just trying to make it look like you're getting better.",
        "Lily: Well, see, that's not fair. That's not accurate. Because I look at -- I see Rose's picture, I see her phone number in my phone book, and I start crying for half an hour.",
        "Holden: I never said that I know what it's like to lose a sister, but --",
        "Lily: But you're willing to condemn me for feelings that you don't understand? Don't you see how destructive that is? Don't you think someday you're going to regret what you've done?",
        "Holden: I already do. I could have been more patient. I could have tried a little harder not to judge you.",
        "[Doorbell rings]",
        "Lily: I'll get it.",
        "Emma: Lily.",
        "Lily: Your watchdog is here. You can go to work now.",
        "[SCENE_BREAK]",
        "Carly: I was at that little shop getting the coffee, and I heard two students talking about Al's diner, of all places. And then when I heard them mention Metro, I knew they were from Oakdale, so I introduced myself, we started talking --",
        "Lucy: Really? What were their names?",
        "Carly: Barry -- Barry and Lloyd. Anyway, it turns out, they were supposed to come to Oakdale today for a birthday party for one of their friends, but the friend got sick, and they canceled the party.",
        "Paul: Right, right. Let me guess. One of them offered a ticket that Lucy could use.",
        "Carly: Well, I bought it, actually. But isn't this great? There's a bus leaving for Boston in half an hour.",
        "Lucy: Boston?",
        "Carly: It didn't snow as much there. The airport's open. You can hop on a plane and be home in time for afternoon classes. Williams is watching, honey. How much school do you want to miss?",
        "Paul: I think we should stick out the storm together. That was the plan.",
        "Lucy: And that's what we're doing. This is my decision, Carly, and I'm staying. Look, I know you told my grandmother that you would look out for me, but she wouldn't know about the bus ticket unless somebody told her.",
        "Paul: I'm really sorry, Lucy, but Carly is right. You shouldn't miss anymore school, if you can help it.",
        "Lucy: We were going to go skating.",
        "Paul: And we will. As soon as I get back to Oakdale.",
        "Lucy: It won't be the same.",
        "Carly: The cab is waiting for you, honey. I think you really should go.",
        "Lucy: Bye.",
        "Paul: Have a good trip. I'll call you as soon as I get home.",
        "Lucy: Promise?",
        "Paul: Mm-hmm. So where's the coffee?",
        "Carly: What's that? Oh, the coffee. I must have left it on the counter.",
        "Paul: Uh-huh.",
        "Carly: I suppose I should tell you what's really going on.",
        "Paul: Don't bother. I already figured it out.",
        "[SCENE_BREAK]",
        "Paul: Okay, I know that you were worried about Lucy having a crush on me, and that, you know, getting rid of her is an attempt on your part to protect both of us. But you really -- you should have talked to me about it, Carly. I don't -- I don't like being manipulated.",
        "Carly: No, no, no. You've got this all wrong.",
        "Paul: Okay, then explain to me why you bent over backwards to get Lucy out of here?",
        "Carly: Because I was protecting myself. Not you, not Lucy -- me. The person who right now, who needs it more than either one of you.",
        "Paul: I don't know what you mean.",
        "Carly: I have spent a lifetime on the outside, watching other people grab the brass ring, never quite snagging it for myself. Well, not anymore. It's not enough for me to just think about and talk about what I'm gonna do. I need to make things happen, now! This is my big chance, Paul. It might be my last chance, and I'm not gonna let it slip through my fingers.",
        "[SCENE_BREAK]",
        "[Baby talk]",
        "Lily: Where's Natalie?",
        "Emma: Oh, hi, we just put her down to sleep.",
        "Lily: I'm sorry I snapped at you.",
        "Emma: Oh, forget it. I already have.",
        "Lily: Well, I haven't. You've been so good to me, and I've -- I don't say it enough.",
        "Emma: Oh, what's there to say? I only do what anyone in my place would do.",
        "Lily: No, no, that's not true. You're so good to me and the kids and Holden and -- I'm so lucky to have you in my life.",
        "Emma: Lily, there is nothing in this world that I wouldn't do for you. I hope you know that.",
        "Lily: Would you let me be alone with my children?",
        "Emma: You think you're ready?",
        "Lily: Oh, I have no doubt. I won't -- I won't put you in that position.",
        "Emma: And which position might that be, may I ask?",
        "Lily: Going against Holden's wishes. I'm sure he has a lot to say to you about me.",
        "Emma: Let's get something straight, Lily. I'm not here with these children because of what Holden asked me or what he told me to do. I'm here because of what I have seen myself.",
        "Lily: I -- I just haven't fully recovered from losing Rose --",
        "Emma: Sweetheart, you haven't even begun.",
        "[SCENE_BREAK]",
        "Lisa: Pilar Domingo is here in town? Since when?",
        "Mike: Couple of nights ago. She showed up on my doorstep with a stab wound.",
        "Lisa: Oh, my goodness. Well -- well, what happened?",
        "Mike: She got mugged at the bus station. Took her purse, she lost a fair amount of blood, but it looks like she's gonna be okay, though.",
        "Lisa: Oh dear, that's just terrible. Well, wha -- what -- what was she doing in town? I mean, was she passing through, or did she come to see you?",
        "Mike: I really haven't asked her too many questions. You know, she hasn't felt much like talking either, so --",
        "Lisa: No, I guess not. Well, do the police have any idea who may have mugged her?",
        "Mike: They're out there looking, but so far, no luck.",
        "Lisa: Well, I'm glad she's going to be all right. Please tell her for me that I look forward to catching up with her.",
        "Mike: I will, definitely.",
        "Lisa: Now let me see, Pilar Domingo, I think I have her sizes still over here. Let me just double-check here. There we are, right there. Got her size and everything. Okay, over there on that rack. Anything on that rack over there will be just fine. And if you need help, ask the sales girl. She's over there.",
        "Mike: Okay, thank you, Lisa.",
        "[Katie gasps]",
        "Katie: Mike, hi. What a coincidence.",
        "[SCENE_BREAK]",
        "Henry: The name is Father Francis Finnegan. But you can call me Father Frank. Or Father or Frank. Whatever you like. I'm here to serve.",
        "Pilar: It's nice to meet you, Father, but -- I'm not dying, am I?",
        "Henry: Oh, no, no. One of the nurses told me what happened -- mugged, left bleeding, lying there. It's all -- I thought maybe you'd want to talk about it.",
        "Pilar: Not really. The less I say about that night, the happier I'll be.",
        "Henry: Yeah, well, that's a dangerous attitude, my child. You see, the soul is, uh, -- it's like a stuffy room. And sometimes you just have to open a window and air it out.",
        "Pilar: I've never thought of it that way.",
        "Henry: As I was saying in my last sermon, little lambs, if you want spiritual peace, you have to have the courage to reveal everything -- your past, your hopes and dreams, where you came from, where you're going.",
        "Pilar: I'm sorry, Father. I guess I'm not much of a talker.",
        "Henry: Well, that -- that's because your spirit is hurting, my child. It's backed up like a balky sink, but it can be fixed if you unburden everything now.",
        "Pilar: Maybe you're right. Will you hear my confession?",
        "Henry: Your -- yes. Yes, of course. I would be honored. Tell me everything.",
        "[SCENE_BREAK]",
        "Lily: Everybody knows that I went into a total tailspin after Rose's death. I didn't -- I was searching for something. But I'm ready now to move on with my life.",
        "Emma: What, you just turned all those feelings off, just like you'd turn off a spigot?",
        "Lily: I was looking for an answer, and I almost lost hope of even finding one. But I did. I did with Dusty, and I know now I can move on past Rose's death.",
        "Emma: Lily, oh, sweetheart, now listen to me. If you were as well as you say you are, you would -- you would be more at peace now. You'd be engaging in life more. Instead -- instead, you're walking around with -- with this chip on your shoulders, as if what we've all been through together is everyone else's fault except yours. Now, you're looking for forgiveness, but you're unwilling to give it.",
        "Lily: No, it may look that way to you, but Holden and I --",
        "Emma: Holden and you are just moving further and further apart instead of pulling together. Now, the Lily I know would realize that you have to get together with Holden. That's how you're going to regain your life again.",
        "Lily: I'm sorry that I don't meet this family's standards for the right recovery. I lost my sister, my twin, and I will deal with her passing any way that I like.",
        "[SCENE_BREAK]",
        "Craig: Okay, good-bye, sweetness. Please be safe. Okay, all right. Time to call Carly and tell her self-destructive secret is safe. [Phone rings] Yeah? Yes, this is Craig Montgomery. I have had trouble getting my messages, and I expect full compensa -- it's fixed? Thank you very much. Let's see here. Eh -- later. Eh -- someone broke into Fairwinds and tied up my housekeeper? Well, so much for having all this under control.",
        "[SCENE_BREAK]",
        "Paul: Carly, I know that your career is important to you, but what does that have to do with you sending Lucy all the way back to Oakdale?",
        "Carly: Nothing. I just -- I thought that we could work a little better without her here prancing around in little night shirts.",
        "Paul: Could you please, Carly, tell me the truth?",
        "Carly: Craig was here.",
        "Paul: That's impossible. The airports are closed.",
        "Carly: Oh, he was here. He drove, from Oakdale, all night, in the snow. He was waiting for me on the other side of that door.",
        "Paul: What did he want?",
        "Carly: He's afraid that you're trying to take Lucy away from him. So he told me I had to get rid of her, or he was going to tell Barbara that you're trying to take B.R.O. away from her. He has proof that we were here together. He has, uh, affidavits from the hotel clerk, and bills -- and he is all ready to hand those to Barbara.",
        "Paul: Well, that's not gonna happen. You did what he asked. He has no reason to go to Barbara.",
        "Carly: This time. But he'll come after me again. He'll come after us. This is just ending already, and it hasn't even started yet.",
        "Paul: Look, I know that you're nervous, and I know that you -- you have a lot at stake here. But don't panic, all right? Craig can be stopped.",
        "Carly: Craig is not the only problem. Jack and Lucy both know that I was here with you. They're gonna end up telling somebody, and somehow Barbara's going to find out, and it's just another dream shot to hell.",
        "Paul: That's not true. The dream will go on, I promise you, just like we planned.",
        "Carly: Because you say so? What guarantees do I have that you're not as crazy as your parents? That you're not gonna wake up one day and decide to throw me to the wolves?",
        "Paul: None. None whatsoever. You're just gonna have to trust me.",
        "[SCENE_BREAK]",
        "Mike: All right, uh -- this one. And this one. And --",
        "Katie: No, no, no, no -- not that one. The color is wrong for her.",
        "Mike: Did I ask for your opinion?",
        "Katie: No, I guess you wouldn't. But I don't think color coordination is really your thing.",
        "Mike: I'll take those two, that's it.",
        "Katie: No, no. Uh, sorry, can you wait just a second? I'm gonna help him find something else. Okay, here we go. No, a little too see-through. Oh, this could work.",
        "Mike: Katie, stop.",
        "Katie: Wait, hold on. You know what? We should consider pants.",
        "Mike: All right, you know -- this is ridiculous. Instead of acting like Pilar's personal shopper, why don't you tell me why you followed me here?",
        "Katie: Oh, I followed you? Maybe you followed me, huh?",
        "Mike: Okay. You know what, this conversation is gonna get us nowhere. Just those two, that's it. Thank you. Thanks.",
        "Katie: Wait, hold on a second. You can't just accuse me of following you and then leave without apologizing.",
        "Mike: I'm sorry for more things than I can tell you.",
        "Katie: Hold on.",
        "Mike: What's going on?",
        "Katie: Nothing. Okay, well, a lot -- a lot of things, I guess. And I'm not going to let you leave until we settle them. Okay?",
        "Mike: You don't want me to leave the store, I get that -- okay, a blind man could get that -- but I don't understand why. Of course, Pilar.",
        "[SCENE_BREAK]",
        "Pilar: I'm sorry, Father, but I'm not comfortable.",
        "Henry: Oh, is it the pillows? Here, I'll rearrange them for you.",
        "Pilar: No, no, the pillows are fine. But confession is a serious matter. And I would like to do it exactly as I do in church.",
        "Henry: What do you mean, like one of those phone booths with the little mail slot in it? I mean -- I mean -- I mean -- oh, child -- child, child -- I don't think -- I don't think we have room for that in here, no.",
        "Pilar: No, I mean, with the traditional prayers and procedures.",
        "Henry: You know, it occurs to me that maybe I should make a little confession myself. I've never been very good at the old-fashioned ways. My style is more -- spontaneous, more seat-of-your-pants, you know?",
        "Pilar: And people don't mind?",
        "Henry: Oh, they love it. You should hear some of the stuff they tell me. Not that I would, of course, ever reveal anything that was said to me. Of course not. It's just -- they can be very intense.",
        "Pilar: Well, if you think it's all right.",
        "Henry: You have my word as a man of -- as a man. So, anytime you're ready, just let it out. Let 'er rip.",
        "Pilar: Would you mind coming closer? I want to whisper in your ear.",
        "Henry: Ah, see, now you're catching on. We can just make up the rules as we go along.",
        "Pilar: Bless me, Father -- for you have sinned. You're not a priest. Who are you?",
        "[SCENE_BREAK]",
        "Lily: All I ask is that you don't tell me what a disappointment I've turned into.",
        "Dusty: No, I wasn't going to tell you that. Why would I?",
        "Lily: Oh, that's all I've heard all morning from everyone -- Holden, Emma. I can't take it anymore.",
        "Dusty: Well, that's not why I called you to meet me.",
        "Lily: Okay. It's about the Rose foundation?",
        "Dusty: Yeah.",
        "Lily: Good.",
        "Dusty: I've been thinking, and I really think that maybe I should just kind of work on it myself. You know? All right, forget it. Here.",
        "Lily: What?",
        "Dusty: Look at this.",
        "Lily: My mother gave you a check for $10 million for the Rose foundation?",
        "Dusty: Yeah.",
        "Lily: Why?",
        "Dusty: Generous, but strings attached.",
        "Lily: Oh, really? My mother's gifts usually do have strings attached.",
        "Dusty: Well, this one sure does, because -- she doesn't want you working for the Rose foundation, ever. And if you do, she withdraws this very generous offer.",
        "Lily: Did she say why?",
        "Dusty: Well, yeah. She thinks your involvement will, you know, keep you thinking about Rose.",
        "Lily: Right. Yeah, you know, stop. I already know the rest. I'm gonna take this check.",
        "Dusty: Why?",
        "Lily: Because I want to rip it up.",
        "Dusty: Wait. That's a lot of dough, you know. Maybe we should think about this.",
        "Lily: What, would Rose take this check? Would she allow anyone, including my mother, use money to push her around?",
        "Dusty: No. No, you're right, you're right. You're right. This foundation has Rose's name on it, so we gotta do everything that she would be proud of.",
        "Lily: And would she be proud of me if I backed off just because people thought that they knew what was right for me? No, I'm going to work on the Rose foundation until I want to stop, and anyone who doesn't like it can get out of my way.",
        "[SCENE_BREAK]",
        "Carly: I have to be honest with you, Paul. People have warned me about you.",
        "Paul: People like Montgomery people?",
        "Carly: Yeah.",
        "Paul: When are you going to learn that every single time --",
        "Carly: If there's one thing that Craig knows about, it's selling people out. And he says it's just a matter of time before you do it to me.",
        "Paul: Okay, I made a promise to you. I gave you my word that I wouldn't disappoint you. I brought you into my confidence; I even offered to name our company after you. But at some point, Carly, this is on you. At some point, you are going to have to decide whether or not you trust me.",
        "Carly: That's not easy.",
        "Paul: And you -- you think you're the only one in the world that has that issue? I've been dealing with it my whole life. My parents crushed me, my friends have betrayed me, and even Rose, as wonderful as she was --",
        "Carly: I don't want to hear you talk about Rose.",
        "Paul: -- Slept with my best friend. And when that happened, I swore that I would never trust anybody again as long as I lived. But I've decided to trust you, as long as we both want the same things.",
        "Carly: We do.",
        "Paul: Well, then you need to tell me that you trust me, and that you're with me. No second thoughts.",
        "Carly: I trust you. I'm with you. No second thoughts.",
        "[NEXT_ON]",
        "Chris: Ready?",
        "Lily: Only, like, my whole life! Ah!",
        "[Chris laughs]",
        "Barbara: Oh!",
        "Lisa: Are you all right?",
        "Barbara: I'm fine. I just, I didn't -- I didn't see that rack there. I just didn't see it.",
        "Pilar: I'm in danger, Michael, and you're the only person who can help me now."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=no5--PKlJnY"
}