{
    "Episode Summary": [],
    "Recap": [
        "Holden forbids Luke from seeing Kevin after Kevin's father forces Kevin to apologize to Lucinda and Holden for getting Luke drunk and keeping him out all night. Barbara and Jennifer plan a memorial service for Paul but Will refuses to go because he fells like Paul abandoned him again. Emily and Henry are relieved that nobody knows she shot Paul because everyone thinks Paul killed himself. Paul makes plans to go to his own memorial service."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: You all right?",
        "Lucinda: Come in. Come in.",
        "Holden: What are you doing down here in the guesthouse?",
        "Lucinda: Scene of the crime.",
        "Holden: Scene of the crime? What is this emergency that you were talking about?",
        "Luke: Hi, Dad.",
        "Holden: Luke. What are you doing down here? Did your grandmother call you down here as well?",
        "Lucinda: The emergency isn't me. It's Luke.",
        "[SCENE_BREAK]",
        "Gwen: Okay. Bed made. Check. Bathroom. \"Compliments of the Lakeview.\" Okay, you are way too tempting. Out you go.",
        "Will: Hey.",
        "Gwen: Hey. What are you doing here?",
        "Will: This.",
        "[SCENE_BREAK]",
        "Hal: Emily, look at me. You knew Paul was dead? How?",
        "Henry: You know what? I am parched. Hal, you want some coffee?",
        "Hal: No.",
        "Henry: How about some water?",
        "Hal: No!",
        "Henry: Okay. Emily, I'm sure you want something. You want to go to the kitchen?",
        "Emily: No. I want this to be over.",
        "Hal: Then tell me, why did you think Paul was dead?",
        "Henry: Hal, that's such a silly question.",
        "Hal: Silly?",
        "Henry: Especially coming from you. I mean, you were married to Emily. You know what an amazing woman she is. Paul Ryan could never willingly stay away from her. No man in his right mind could. Ergo, he must be dead. It's simple.",
        "Hal: Why are you here, Henry?",
        "Henry: I told you. I'm picking up some clothes for charity. In the other room. There's some great stuff in the other room.",
        "Hal: Emily, you know you can trust me. So just tell me what you know about Paul's death.",
        "[SCENE_BREAK]",
        "Barbara: My son is dead. I need to do something. I need to. I need to do something. I need to find him. I need -- I mean, just the thought that he's out there in the cold somewhere. I have to give him a proper burial.",
        "Jennifer: We will. Dad will find Paul's body, and then we'll take care of all that.",
        "Barbara: And what do I do until then? I never realized that --",
        "[Barbara sighs]",
        "Jennifer: What?",
        "Barbara: Taking care of all the arrangements. That's what -- makes a death real. Planning the service, choosing the casket and the flowers, writing the obituary. Paul may be gone, but unless I can do something, it just won't seem real to me.",
        "Jennifer: Well, you need to do something, we'll do something.",
        "Barbara: Who are you calling?",
        "Jennifer: We're making plans, Mom. We'll put Paul to rest.",
        "[SCENE_BREAK]",
        "Announcer: And now for a newsbreak. The Oakdale Police Department has just released a statement that missing local businessman, Paul Ryan, is believed to have committed suicide in the vicinity of Fuller's bluff, where his car plunged into the river. Police confirm that DNA evidence was found not far from Mr. Ryan's abandoned vehicle, but further search and recovery efforts have been officially discontinued due to icy conditions in the area. Mr. Ryan, a former CFO of Barbara Ryan originals, has been missing for some days after allegedly jumping bail in the wake of a recent arrest. No further details are available at this time.",
        "[SCENE_BREAK]",
        "Dusty: What are these for?",
        "Meg: None of your business. Excuse me, I have an appointment.",
        "Dusty: Who with?",
        "Meg: Not you. What? What?",
        "Dusty: With that guy? With that guy I just saw you with from the hospital?",
        "Meg: Oh, you like to watch? All those hours in bed and I never knew.",
        "Dusty: I saw him give you those drugs. What's going on?",
        "Meg: Nothing is going on, okay? So don't jump to any conclusions.",
        "Dusty: I won't have to if you'd be honest with me for once.",
        "Meg: Oh, you want me to be honest with you, Dusty? Okay, how's this? My life is not your business anymore. Hey! Let go of me.",
        "Dusty: I'll do that as soon as you tell me what the drugs are for.",
        "Meg: Let go of me, Dusty, or I swear I'm screaming for security.",
        "Dusty: You really want to do that? Go ahead.",
        "Meg: Fine, you win. It's a dangerous, super-addictive, completely legal antibiotic, okay? Happy?",
        "Dusty: You sick?",
        "Meg: Can you give them back to me, please? I have to go.",
        "Dusty: Your mother's worried about you.",
        "Meg: How did my mother get into this?",
        "Dusty: Because she came to me. She's worried about you. She thinks that something weird was going on with you.",
        "Meg: Yeah, it was pretty weird. But since you dumped me, I'm just fine.",
        "Dusty: And what about this? Tell me or I'm getting rid of them.",
        "Meg: Okay, fine, all right! You know I lost my job.",
        "Dusty: Yeah.",
        "Meg: I also lost my health insurance. And I have an infection, and my friend Eli is helping me out with some samples, okay? Are you satisfied?",
        "Dusty: No.",
        "Meg: Dusty, come on, I have to go.",
        "Dusty: Not till you explain to me -- what, you need what? Free drugs? 'Cause you don't have any money?",
        "Meg: No, I don't.",
        "Dusty: Then how can you afford to live here at the Lakeview? Huh? Look at me. Are you buying drugs and selling them with your friend Eli?",
        "Meg: Of course not!",
        "Dusty: Then where'd you get the money? Who's keeping you these days?",
        "[SCENE_BREAK]",
        "Paul: Meg? You were doing something. What were you doing? Right. You're dead. Gotta disappear. Cut everything into a million tiny pieces. And you'll be dead. You can be happy without me around.",
        "[SCENE_BREAK]",
        "Jennifer: I had every right to hate him.",
        "Barbara: Yes, you did.",
        "Jennifer: He did say he was sorry, though. But I just -- I couldn't listen, you know? And maybe that's why he did this. So that I would finally know how alone he was, how hopeless he felt.",
        "Barbara: Or maybe just to make us suffer. To get in the last word.",
        "Jennifer: Yeah, well, we'll never know for sure, will we? We'll never really know why. So -- so, we'll do this for us. We don't have to do it for Paul, we'll do it for us. So who do we invite?",
        "Barbara: He burned a lot of bridges, didn't he? And if we do it today, it's pretty short notice.",
        "Jennifer: That doesn't matter, really. Even if it's just us, that'll be -- that'll be fine. As long as we get it done. Mom?",
        "Barbara: I will meet you at the church.",
        "Jennifer: Where are you going?",
        "Barbara: To find Will and tell him his big brother is dead.",
        "[SCENE_BREAK]",
        "Will: I've been dying to do that. I missed you so much last night.",
        "Gwen: Me, too. Hey, how did you know which room I was in?",
        "Will: Well, I used to live here with my mom, so I have friends in housekeeping.",
        "Gwen: So they know you're with me? Will, you have to get out of here.",
        "Will: But I thought your shift was almost over?",
        "Gwen: It almost is. I have to do the bathroom and I have to vacuum.",
        "Will: So how bad is it working here?",
        "Gwen: It's okay. Some of the people are real slobs, but -- when I'm alone in the room, I pretend like I could actually afford to live in a place like this.",
        "Will: Well, if my mom gave me access to my trust fund --",
        "Gwen: It'd still be your trust fund. I don't want that. I don't want to live off you.",
        "Will: Well, that's good. Because right now, I can't even live off me. But one day -- hey, so what's with the fruit basket?",
        "Gwen: Oh, they give those to preferred customers. Whoever was in this room didn't even touch it.",
        "Will: So you get to keep it?",
        "Gwen: Oh, no, no. I get to throw it out.",
        "Will: Mm-hmm. And you did.",
        "Gwen: I did?",
        "Will: Yeah. You threw out this wonderful basket of fruit and candy. Then I got it out of the garbage, and I pigged out.",
        "Gwen: Will, you can't do that. It's really good.",
        "Will: Yeah, it sure is. You know, I really like this job of yours. It's got a lot of perks.",
        "Gwen: Yeah, a paycheck and free food.",
        "Will: And privacy.",
        "Gwen: We shouldn't.",
        "Will: All right. You're right. I don't want to get you fired.",
        "Gwen: Hey, Munson. You're worth it.",
        "[SCENE_BREAK]",
        "Emily: You're always there for me, even when I don't deserve it.",
        "Hal: Do you want to change your story about the night Paul died?",
        "Henry: You're still asking her about that? Hal, are you allowed to badger her that way?",
        "Hal: I'm not bagering her.",
        "Henry: I don't know. Doesn't she deserve a lawyer or something like that?",
        "Hal: Do you know something about this, Henry?",
        "Henry: Nothing. I know nothing.",
        "Emily: Would you stop it? Stop it. I want to talk to Hal.",
        "Henry: No, you don't, Emily.",
        "Emily: Yes, I do. I was so confused that night.",
        "Susan: Emily! Oh. Emily -- oh, I guess Hal told you about Paul's suicide. [Both speaking] Suicide?",
        "[SCENE_BREAK]",
        "Holden: What were you doing down here last night? Did you throw a party?",
        "Luke: No.",
        "Holden: Then what?",
        "Lucinda: Luke, tell him.",
        "Luke: I was just hanging out by myself.",
        "Lucinda: Luke!",
        "Luke: All right. Look, Dad -- I know that it was stupid and I never should have done it and I'm not going to do it again, okay?",
        "Holden: That depends on what it is.",
        "Luke: I got drunk.",
        "Lucinda: Very drunk.",
        "Luke: And I know that it was wrong.",
        "Holden: Wrong doesn't begin to touch it. Do you realize that you only have one kidney left?",
        "Luke: Yes.",
        "Holden: And that every time you disobey what the doctors have told you --",
        "Luke: Yes, I know what you're going to say!",
        "Holden: Well, then why did you do it? You promised your mom and me.",
        "Luke: I know. And I'm sorry. But I just slipped up once, that's all. It's not a big deal!",
        "Holden: Where did you get it?",
        "Luke: What?",
        "Holden: The liquor. Where did you get it?",
        "Luke: You know, I don't even know why that matters.",
        "Lucinda: Kindly tell him the whole story!",
        "Luke: I found it, okay? Just like I told Grandma. I found a bottle of vodka and I brought it back here.",
        "Holden: All right, enough. All right. I want the truth.",
        "Luke: But I just did tell you the truth.",
        "Holden: Don't lie to me. Last night, I thought everything was okay. We talked about going to the White Sox spring training camp. You seemed very happy about it, so why on earth would that be the time to go grab a bottle of vodka and drink it all by yourself in your grandmother's guesthouse?",
        "Luke: I didn't mean to fall asleep. I guess I just did, and Grandma found me this morning and she called you.",
        "[Knocking on door]",
        "Lucinda: Oh --",
        "Sean: Hello. Are you Ms. Walsh?",
        "Lucinda: Yes, I am.",
        "Sean: I'm Sean Davis. You must remember my son, Kevin?",
        "Lucinda: Oh, yes. Come on in. Come on in.",
        "Sean: Holden.",
        "Holden: Sean.",
        "Sean: Kevin told me what happened with him and Luke last night, and I wanted to bring him back here to apologize to Ms. Walsh in person.",
        "Sean: Kevin, don't you have something to say to Ms. Walsh?",
        "Kevin: I apologized before, Dad.",
        "Sean: Well, do it again.",
        "Kevin: I'm sorry for getting drunk and passing out in your guesthouse, Ms. Walsh. It won't happen again.",
        "Sean: And?",
        "Kevin: I'm sorry, Mr. Snyder.",
        "Holden: I appreciate your honesty, Kevin. I just wish I could say the same for my son.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Will: Gwen, it's my cell phone. Calm down. It's my mom. She's been calling me all morning.",
        "Gwen: I thought it was Lisa or my supervisor or something.",
        "Will: Well, I'm turning the phone off. No more interruptions.",
        "Gwen: Hey, you know how much I love you, right? I can't do this here. Lisa was so nice to give me a job and a place to stay.",
        "Will: You're right. I should go, anyway. They're actually hiring people at the movie store.",
        "Gwen: Or you could go back to school.",
        "Will: Not yet. The more we work, the more we save up. And the faster we can move in together. And that's the plan, right?",
        "Gwen: Right. Okay, get out of here or else I'm never gonna clean this room. I'll see you later, right?",
        "Will: Count on it.",
        "[Will leaves the room.]",
        "Barbara: Will! Honey, I have been trying to call you all morning. You haven't answered your phone. What are you doing here?",
        "Will: What do you want, Mom?",
        "Barbara: I'm going to my suite to change my clothes. Come with me so we can talk.",
        "Will: No. Whatever you have to say, you can just say it right here.",
        "Barbara: Please, Will, you can spare five minutes of your time --",
        "Will: Actually, no. I have to go find a job because you got me fired and evicted. So --?",
        "Barbara: It's about your brother.",
        "Will: Well, then I really don't want to hear it.",
        "Barbara: Will, Paul is dead.",
        "[SCENE_BREAK]",
        "Hal: You're surprised? I thought you knew. You just said --",
        "Emily: No, I -- I was suspicious. That's what I was trying to say to you.",
        "Hal: You thought Paul was suicidal?",
        "Emily: The way he was that night -- it didn't make any sense. I mean, he was happy and joking with me, while we were getting dressed for the wedding, and then to turn around and call it off the next minute, it just doesn't make any sense. And I started thinking, you know, and I know Paul. The man never would've walked out on me unless something was horribly, horribly wrong.",
        "Susan: Honey, don't start blaming yourself.",
        "Emily: Oh, I can't help it. I mean I know it happened. Jennifer pushed him out of her life. And Will. He was heartbroken over that. Thinking back, I know he must've been a wreck inside. He was all over the place. He was up one minute, and down the next. I mean, think about it, he could have had a brain tumor or something like that, right?",
        "Susan: I doubt it.",
        "Emily: And then he didn't call me, I started to worry. I couldn't shake the feeling that maybe he had taken his own life. And I should have told you --",
        "Hal: Why didn't you tell me?",
        "Henry: Why are you interrogating her? Can't you see the woman is distraught?",
        "Susan: Could the questions wait till later?",
        "Emily: No, it's okay. I'm okay. I'd actually like to know how it happened.",
        "Hal: We found his car in the river. We think he must have pushed it over the edge, to cover any traces of where he'd been. We found a gun. His fingerprints were the only ones on it. One round fired. We think he must've shot himself and fallen into the river. I know the way you felt about him, Emily. I'm sorry things turned out this way.",
        "Susan: Hal, let me walk you out, okay?",
        "Henry: It's official. Paul is dead and you are off the hook!",
        "Emily: Oh, Henry!",
        "[SCENE_BREAK]",
        "Meg: Give me my medicine!",
        "Dusty: Tell me, who's bankrolling you?",
        "Meg: You can't do this! You can't push me out of your life and then waltz back into mine anytime you want.",
        "Dusty: If you're in trouble, I can.",
        "Meg: I'll deal with it. I've had enough of trying to be something that I'm not. From now on, I'm living down to my potential.",
        "Dusty: Come on.",
        "Meg: Look, I may never be happy, and I may never find love, and I sure will never be as good as your sainted Jennifer. But I can live with that. And I most definitely can live without you. Let go of me. Oh, hell.",
        "[SCENE_BREAK]",
        "Coming up, on \"As the World Turns\" --",
        "Henry: I am going to turn you into a grieving widow.",
        "Dusty: I won't go to the service. And I don't think you should, either.",
        "Will: You think I should go.",
        "Gwen: Yep.",
        "Will: Why?",
        "Gwen: Because he was your brother, Will. And he wasn't always a bad person.",
        "Paul: I was thinking that I'm really glad that you're the one who saved my life.",
        "[SCENE_BREAK]",
        "Meg: Well, you know how to kill a good exit speech.",
        "Jennifer: Did you tell her about Paul?",
        "Meg: What about him?",
        "Jennifer: They found him.",
        "Meg: What?",
        "Jennifer: Not exactly found, but they know what happened to him.",
        "Dusty: Paul killed himself.",
        "Meg: Oh, Jen. That's terrible. I'm sorry.",
        "Jennifer: You're sorry that he's dead?",
        "Meg: Well, for him to take his own life -- that's a terrible thing, no matter who it is. But no, I won't be shedding any tears for the guy.",
        "Jennifer: There's a memorial service this afternoon at Luther's Corners Church.",
        "Meg: Why? Oh, I get it. Now that your brother's dead, it's not so easy to hate him anymore.",
        "Dusty: Meg. Don't do anything stupid.",
        "Dusty: A memorial service?",
        "Jennifer: Yeah, it'll be pretty simple, obviously. Nothing elaborate.",
        "Dusty: Barbara's idea?",
        "Jennifer: Mine.",
        "Dusty: Why? I'm sorry.",
        "Jennifer: No, I just came by because I wanted to ask you if you wanted to go with me, but you know if you don't want to go, you don't have to go.",
        "Dusty: He's doing it, you know?",
        "Jennifer: What?",
        "Dusty: He's doing it -- at least I -- he's running your life. Your brother is still running your life. I can't. I won't do it. I won't go to the service. And I don't think you should either.",
        "[SCENE_BREAK]",
        "Will: Paul's dead? How? Why?",
        "Barbara: It seems that he felt great remorse and guilt for what he did to Jennifer.",
        "Will: Yeah.",
        "Barbara: Honey, it was suicide.",
        "Will: No. No way.",
        "Barbara: Will.",
        "Will: No way!",
        "Barbara: Will, I know it's horrible to hear this.",
        "Will: He pulled all these strings, he messes up Gwen's life, and Jen's life, and my life and instead of sticking around to deal with it, he just kills himself?",
        "Barbara: Your brother was a very troubled man. Much more troubled than any of us realized.",
        "Will: He was a coward.",
        "Barbara: He's your brother. And we're family. And we love each other, no matter what has happened, and Paul was trying to protect that, and so we have to honor him for that.",
        "Will: Honor him?",
        "Barbara: Jen and I have made arrangements for a memorial service this afternoon at church. Okay? It'll probably be just be the three of us --",
        "Will: I won't go.",
        "Barbara: Will.",
        "Will: Mom, he's not dead, because of some disease or an accident. He's dead because he didn't care about his life anymore. Why should I?",
        "Barbara: No, no, no. You don't mean that. You don't.",
        "Will: Yeah, I do.",
        "Barbara: Honey. Years from now, you're going to feel very differently. And you're going to be very sorry that you didn't give yourself the chance to say goodbye. So please, change your mind, Will",
        "Will: I won't.",
        "Barbara: The church at Luther's Corner. He loved you.",
        "Gwen: Will? It's okay.",
        "[SCENE_BREAK]",
        "Henry: Why are you so upset? All your troubles are over.",
        "Emily: Hearing it like that. He's really gone.",
        "Henry: Yeah. I think the real problem is, my money was not where you said it was going to be, Emily. I'm just curious where it might be --",
        "Emily: Actually, something's not right --",
        "Henry: Something's wrong? You're right. Something is wrong with my money --",
        "Emily: No, forget the money, okay? You'll get your money, Henry! Something is wrong with the evidence he was talking about. The fingerprints on the gun. Paul's fingerprints.",
        "Henry: What, what -- and the problem with that is?",
        "Emily: I wiped the gun clean before I threw the gun away, Henry.",
        "Henry: So you missed a fingerprint or two. Consider yourself lucky. I tell you what, where is the money? We'll take a little bit of that and go celebrate. What do you say?",
        "Emily: I can't celebrate. Are you kidding me? The man I loved is dead and it's all my fault.",
        "Susan: Oh honey, you listen to me. What Paul did has nothing to do with you. It's not your fault. It's not. I wish I didn't have to go to the hospital. Henry, can you stay with her?",
        "Henry: It'll be my pleasure. It's no trouble at all.",
        "Susan: Okay, thanks.",
        "Emily: Thank you. Thank you for coming. Honestly, it would have been so much worse if you didn't come to tell me.",
        "Henry: I'll say.",
        "Susan: Well, you take care of yourself, okay? And I will be home early from the hospital.",
        "[Cell phone rings]",
        "Emily: Hello? Yes, this is Emily. Oh, yeah. Oh, thank you. Thank you for letting me know. That was the minister from the Luther's Corners Church.",
        "Henry: Fundraising?",
        "Emily: No. He remembered that Paul and I were going to get married there. There's going to be a memorial for him this afternoon and he wanted me to go.",
        "Henry: That's kind of fast, isn't it?",
        "Emily: Part of me wishes I could be there.",
        "Henry: Emily, what are you talking about? You have to be there.",
        "[SCENE_BREAK]",
        "Holden: Sean, thanks for bringing Kevin over. I'm glad you and Valerie take this as seriously as we do.",
        "Sean: We certainly do. This will not happen again.",
        "Luke: Oh, I forgot, there's something for school I gotta ask Kevin about. I'll be right back.",
        "Lucinda: I just came over here, minding my own business, that's all. Found 'em, passed out.",
        "Holden: Why didn't you tell me that Kevin was here?",
        "Lucinda: Well, actually, because Luke asked me not to. He was protecting his friend. I thought it was a good thing. It's good to care about someone other than himself.",
        "Holden: Yeah, they're friends. Good friends.",
        "[SCENE_BREAK]",
        "Lucinda: I told your father the complete story.",
        "Luke: How mad is he?",
        "Lucinda: Darling, he's worried. He's concerned. As am I. Would you please put some effort into trying to trust your father? Your father has your best interests at heart. Please.",
        "Luke: Yeah, okay.",
        "[SCENE_BREAK]",
        "Jennifer: Look, when I was a kid and Michael Gillespie called me pencil legs and made me cry, Paul was there to make it all better, telling me that I was beautiful just the way I was. And when Will was so torn up about Mom leaving us, Paul would get down on the floor in his Italian suit and play with him. They'd wreck things. Cars and trucks and robots. And Will would just laugh. And I loved that. I loved him.",
        "Dusty: He's changed.",
        "Jennifer: Yeah, he did. So I need to say goodbye to the other Paul. The one who made things go all right.",
        "Dusty: You really think it will help you?",
        "Jennifer: I don't want to spend the rest of my life hurt and angry. I want my heart to be free and clear so that I can it fill with love.",
        "Dusty: For Johnny?",
        "Jennifer: And for you.",
        "Dusty: If you've got to say goodbye, let's get it done.",
        "Jennifer: Together?",
        "Dusty: Always.",
        "[SCENE_BREAK]",
        "Henry: You have to show the world just how bereaved you really are. You have to prove to them that you really loved Paul Ryan.",
        "Emily: I did.",
        "Henry: Then what is the problem then? You think his ghost is going to show up and point his finger at you. No body, no ghost. Which gives me an idea. Let's go.",
        "Emily: Go where?",
        "Henry: This is going to take a lot of work, but I'm going to turn you into a grieving widow.",
        "[SCENE_BREAK]",
        "Meg: What are you doing?",
        "Paul: What are you doing? From the radio, I thought the roads would be solid ice.",
        "Meg: Yeah, the roads were a mess.",
        "Paul: How'd you get through?",
        "Meg: I grew up driving a tractor. Here, swallow. You need to lie down. Come on. What were you burning over there?",
        "Paul: Nothing.",
        "Meg: Okay.",
        "Paul: Just my I.D. Credit cards. Don't need memories now that I'm dead, right?",
        "Meg: Have you been coughing a lot?",
        "Paul: Some.",
        "Meg: Any bleeding?",
        "Paul: No. What's the matter with you?",
        "Meg: Nothing. Nothing, I'll make you some soup.",
        "Paul: Something happen?",
        "Meg: I'm just tired, okay? I'm tired of being a person I hate more than everybody else hates me.",
        "Paul: Oh.",
        "Meg: I pour my guts out to you and that's all you can say?",
        "Paul: I didn't want to tell you what I was really thinking.",
        "Meg: Try me.",
        "Paul: Okay, but you can't hit me because I have pneumonia and I have a gunshot wound.",
        "Meg: Yeah, yeah. Will you tell me?",
        "Paul: I was thinking that I'm really, really glad that you're the one who saved my life.",
        "[SCENE_BREAK]",
        "Holden: Is something bothering you?",
        "Luke: No.",
        "Holden: Something that you're afraid to talk about?",
        "Luke: No, no.",
        "Holden: If you're getting drunk because you're not happy -- if you're confused about something, then -- look, if you don't want to talk to me about it then maybe you should talk to your counselor.",
        "Luke: I don't have to because there's no problem.",
        "Holden: I thought if there's no reason for what you did last night then I have to assume that you just set out to disobey your mom.",
        "Luke: It wasn't like that.",
        "Holden: Then what was it like? Okay, fine. This is the deal -- no more drinking. Your life depends on it. And if it happens again, we're going to look into a rehab center.",
        "Luke: I don't need rehab.",
        "Holden: Fine, then prove that to me. And no more driving privileges. I can't risk you endangering your sisters.",
        "Luke: I would never do that.",
        "Holden: Or anybody else's family. Do you understand?",
        "Luke: Yes, fine. I really am sorry, Dad.",
        "Holden: I'm going to need more than words this time, Luke.",
        "Luke: I know. I'll get my stuff.",
        "Holden: One more thing.",
        "Luke: Yeah?",
        "Holden: No more Kevin.",
        "Luke: What? Why?",
        "Holden: Because he's the one who brought the liquor over.",
        "Luke: Yeah, but he didn't lie, that was me.",
        "Holden: Look, this is the way it has to be. I don't understand this behavior of yours, so if Kevin is out of your life, then I have to assume that you're going to get into a lot less trouble.",
        "[SCENE_BREAK]",
        "Will: My mom wants me to go to this service that they're having for him. But I won't go. I can't do it after what he did.",
        "Gwen: Maybe you should.",
        "Will: You think I should go?",
        "Gwen: Yeah.",
        "Will: Why?",
        "Gwen: Because he was your brother, Will. And he wasn't always a bad person.",
        "Will: Gwen, he killed himself. He left us here all thinking that maybe we could have done something. How could you do that to your family?",
        "Gwen: Jennifer will be there. Maybe it'll help her if you're there, too.",
        "Will: I don't care what my family does. If they want to give him some big sendoff, they can forgive him.",
        "Gwen: Why can't you?",
        "Will: Because he walked out on me way too many times. At least I know this will be the last time.",
        "Gwen: Will.",
        "Will: He bailed on me, Gwen. Everybody who's supposed to care about me has bailed on me. Everybody except you. You're my only family now.",
        "Gwen: Come here.",
        "[SCENE_BREAK]",
        "Barbara: It'll be very short. Just a few words, a prayer.",
        "Minister: I understand. I'll give you a few minutes.",
        "Jennifer: Everything looks nice, Mom. Did you talk to Will?",
        "Barbara: He doesn't want to come.",
        "Dusty: Well, it looks like it's just us. Should I ask the minister to begin?",
        "Barbara: You might as well.",
        "[SCENE_BREAK]",
        "Meg: You look better. I think your fever's breaking.",
        "Paul: Thanks to my angel of mercy.",
        "Meg: Hey, I'm doing this for the money, let's make that clear.",
        "Paul: You'll get your money. Don't worry about that. You've earned it. Now I can disappear and no one will miss me.",
        "Meg: Don't be so sure about that. I have a feeling your sister cares more about you than you think.",
        "Paul: You saw Jennifer?",
        "Meg: There's a service for you this afternoon.",
        "Paul: And she's going to be there?",
        "Meg: Yeah.",
        "Paul: She swore she'd never forgive me. Why would she do that?",
        "Meg: Beats me. I guess she saw more in you than I do.",
        "Paul: I have to see her.",
        "Meg: You can't.",
        "Paul: I can, I can. If I go to my own funeral, I can.",
        "[NEXT_ON]",
        "Emily: Paul could care less if you mourn his death or not.",
        "Barbara: This is not the time or the place.",
        "Emily: I want you out of here right now.",
        "Barbara: That's too bad. I'm not going anywhere.",
        "Meg: I'll go to the service and tell you everything that everyone said.",
        "Paul: How do I know that you're going to tell me the truth?",
        "Meg: You don't have a choice.",
        "Nick: Come on, it's just a dance. How much trouble could you get into?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=d6W4fhourBA"
}