{
    "Episode Summary": [],
    "Recap": [
        "Carly thinks that she knows who the killer is. Craig pays off a spy. Dusty refuses a search. Hal finds a way to get his search warrant. Holden hurries things along for the funeral.",
        "Jennifer wishes that she could change the past. Lily runs off when faced with decisions. Lucinda finds a document. Molly gets a warning. Rosanna knows of her husband's jealousy."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Henry: Ah --",
        "Carly: Henry, you were supposed to be here 20 minutes ago.",
        "Henry: Well, yeah, well, in my line of work deadlines are often approximate.",
        "Carly: You don't have a line of work, Henry. Unless you consider selling your soul a full-time job.",
        "Henry: One needs a buyer in order to sell. And I believe you called me inquiring about my services.",
        "Carly: All right, all right.",
        "Henry: All right.",
        "Carly: What did you find out about Mitzi?",
        "Henry: She's been busy. Apparently, she purchased a train ticket on the morning of Rose's wedding.",
        "[SCENE_BREAK]",
        "Lucinda: Oh, my heavens. Interesting filing system, Rose, my darling girl.",
        "[Lucinda sighs]",
        "Lily: What are you doing here?",
        "Lucinda: Hi.",
        "Lily: Hi.",
        "Lucinda: I'm helping. I thought somebody maybe should go through Rose's papers. And you?",
        "Lily: Some clothes -- jewelry. This is all I have left of her, so I'm going to keep all of it.",
        "Lucinda: I know how deeply and horribly and terribly you're going to miss her, darling. But I think preserving her clothes and her -- her bits and pieces that could just prolong the agony for you.",
        "Lily: It just makes me feel closer to her.",
        "Lucinda: Oh. Well, whatever! Whatever it takes to get through this horror. You do it.",
        "Lily: Do you mind if I look through these things? I don't even know what's in here.",
        "Lucinda: No, I'd love it, dear. Go ahead. I've got plenty to keep me occupied. I do have to say that I didn't exactly relish the thoughts of rummaging through her papers. On the other hand, if it has to be done, I'm the person to do it. Oh! Oh, this is not something I would've expected to find.",
        "[SCENE_BREAK]",
        "Dusty: Permission to search my place is denied. And any other request you might have is also denied.",
        "Hal: You know, this will be a lot easier if you cooperate.",
        "Dusty: Who tipped you off to come here?",
        "Hal: Can't say.",
        "Dusty: You can't say? Paul Ryan? I bet you could.",
        "Hal: Rose D'Angelo's been murdered. Anybody with a motive has to be checked out.",
        "Dusty: I loved her. Is that a motive?",
        "Hal: But you couldn't have her. She chose Paul over you.",
        "Dusty: Do you have a search warrant, lieutenant?",
        "Hal: No.",
        "Dusty: Then get out of here.",
        "[SCENE_BREAK]",
        "Paul: Will you stay here with me for a little while?",
        "Rosanna: As long as you need me.",
        "Rosanna: Oh, sweetie, shh. It's okay. [Paul crying] It's okay.",
        "Paul: This isn't fair. I -- well, I'm just -- I'm dumping on you. I'm burdening you with all of my troubles.",
        "Rosanna: Oh, come on. You were there for me. God, I had such a need to have a child. You were there for me. You listened to me. You helped me. That's what friends do for each other.",
        "Paul: I just -- I guess I'm kind of waiting for you to join the lynch mob.",
        "Rosanna: I understand you're going through a difficult time. Your confusion, your remorse over Rose's death has just got to be awful. [Cell phone rings] I'm sorry. I'm so sorry. Excuse me. I'm so sorry. I've got to take this. Hello, Rosanna Cabot.",
        "Craig: Does it look to you like, uh, like Cabot might be coming down with something?",
        "Rosanna: Why? Does he have a fever?",
        "Craig: Well, I don't know. I don't know.",
        "Rosanna: Did you take his temperature?",
        "Craig: Well, you know, I'm not that good with thermometers.",
        "Rosanna: Well, why don't you just ask the babysitter, okay?",
        "Craig: No, look, you're busy. That's all right. I don't want to tear you away from whatever you -- whatever you're doing. Don't worry.",
        "Rosanna: Are you sure? You sure?",
        "Craig: Well -- it would be a lot better if you were here, but I don't want to tear you away from -- from, uh, where are you?",
        "Rosanna: I'm at the Luther's Corners Church. With Paul.",
        "Craig: Yeah, yeah. Being a good friend.",
        "Rosanna: Yes. But --",
        "Craig: Well, \"but\" nothing. I know that if we needed you, you'd come right home. Wouldn't you?",
        "Rosanna: Are you saying that you need me to come home?",
        "Craig: Yes, I am.",
        "Rosanna: You know, sweetheart, you're scaring me. If Cabot is ill, you should call the pediatrician.",
        "Craig: If Cabot were in danger, I would've done that. All right? I just -- I just got the feeling that he needs his Mom. I know I do.",
        "Rosanna: All right, well, I will be home, then, as soon as possible.",
        "Craig: All right, good. Good.",
        "Rosanna: And thank you for calling. It's nice to be needed.",
        "Craig: Yeah? Yeah, all right, I'll see you soon.",
        "Rosanna: I'm so sorry, Paul. I have to go home. Cabot isn't feeling well. I'm so sorry.",
        "Paul: No, I -- I hope it's nothing serious.",
        "Rosanna: Well, he had a touch of colic earlier, it's probably just that. But listen, you call me if you need me. Okay? And take my advice. Go to Hal. You have nothing to hide.",
        "Paul: Rosanna, stop. Go. Go be with your family. They need you.",
        "Rosanna: Right. I'll be in touch.",
        "[SCENE_BREAK]",
        "Lily: What is it? What'd you find?",
        "Lucinda: Honey, it's Rose's life insurance policy.",
        "Lily: I didn't know she had one.",
        "Lucinda: I didn't know either. I mean, I talked to her about it when she first started the business, but I didn't know she went ahead. Oh, my heavens, look. Look who the beneficiary is. Well --",
        "Lily: Wow.",
        "Lucinda: Hey, I think maybe we should take this to the police. Do you think so?",
        "Lily: Yeah.",
        "Lucinda: I might help them in the investigation of the murder.",
        "Lily: I guess.",
        "Lucinda: What time is it? I'll go right now.",
        "Lily: Okay. Whatever you think.",
        "Lucinda: Darling? Sweetheart, why don't you come with me? Come with me, 'cause I'm sure there are gonna be questions, and you'll able to answer them better than I can.",
        "Lily: Look at this. I was there -- I saw her -- Rose D'Angelo, featured dancer. Look at that.",
        "Lucinda: Lily, dear?",
        "Lily: Hmm?",
        "Lucinda: Did you hear what I just said to you?",
        "Lily: Oh, about the police station? Yeah, I did. I don't know anything about that -- I don't know about that policy, so what good am I over there? I want to give this to Faith, though, don't you think this is nice? Someday.",
        "Lucinda: Sweetheart --",
        "Lily: It's a little bit much I think, but --",
        "Lucinda: Hey, pretty girl. My little darling. You can't stave off the inevitable. You know? So it's death. That's that. You're gonna have to get used to the idea of a world with no Rose in it.",
        "Lily: I can't do it.",
        "Lucinda: Yes, you can. Yes, you can.",
        "Lily: It hurts too much.",
        "Lucinda: You can. You know why you can? You have responsibilities. Thank God. You're gonna have to deal with that. You got Christmas, you got Natalie's birthday, you have the children. They're -- darling, you can't disappoint them. You can't just disappear on them.",
        "Lily: Don't you think I know that? Don't you think I know that when I walk in the door they're gonna look at me, they're gonna say, \"is Mommy over it yet? Is she better yet? Can she handle it now?\"",
        "Lucinda: Shh. No, no, no. They're babies, darling. They're babies.",
        "Lily: I'm not blaming them. I'm not. I'm not blaming them, but I can't blame myself for missing my sister.",
        "Lucinda: Okay. I'll go. I'll just go by myself. Darling, are you gonna be all right alone?",
        "Lily: I'm not alone, Mother. I'm with Rose.",
        "Lucinda: Please don't stay here too late.",
        "Lily: Okay.",
        "Lucinda: Okay? And give me a call, all right?",
        "Lily: Good-bye.",
        "Lucinda: I'm here. Hello? I'm here -- I'm here to help you, so is Holden. Emma is here for you and all your friends. But --",
        "Lily: Drive safely, Mother. Please.",
        "Lucinda: You have to allow us in. Don't shut us out.",
        "Lily: Good-bye.",
        "[SCENE_BREAK]",
        "Carly: I knew it. Mitzi is the one who poisoned Rose.",
        "Henry: Whoa, whoa, whoa. My report mentioned a train ticket purchased. I didn't say anything about murder.",
        "Carly: Henry, think about it. She bought the ticket on the morning of the wedding. That would've given her plenty of time to come into town, go to the church, put the poison in Rose's champagne glass and then leave town before anybody even knew she was here.",
        "Henry: The credit card said a ticket purchased. It didn't say she came to Oakdale.",
        "Carly: I don't care what it said. She was here, Henry. She had to be.",
        "Henry: Why? Why, because that's what you want it to be?",
        "Carly: Because Rose D'Angelo was a friend of mine, and I'm going to find out who killed her.",
        "Henry: Where are you going?",
        "Carly: To give Jack the good news.",
        "[SCENE_BREAK]",
        "Hal: You know, it doesn't make sense for us to be buttin' heads here. I mean, the sooner you let me search your room, the sooner I can cross you off my list.",
        "Dusty: I think we both know that I'm only on that list 'cause Paul Ryan convinced you that somehow I had motive to kill Rose.",
        "Hal: Mm, I never said the tip came from Paul.",
        "Dusty: Whatever, he killed her. And now he's covering up his tracks. That's the truth.",
        "Hal: Paul Ryan is still a suspect. But he's not the only one. So that means that I'm checkin' out every lead that I get.",
        "Dusty: I don't want you or your guys going through my place. I'm sorry.",
        "Hal: Is that because maybe you have something to hide?",
        "Dusty: You know what? If you guys really knew what you were doing, Rose might be alive right now.",
        "Hal: Last chance. You letting us in?",
        "Dusty: No.",
        "Hal: All right, I'll get a warrant.",
        "Dusty: You gotta have a reason to have a warrant, and you don't got one!",
        "Hal: Something you might've forgotten about me, Donovan. I don't back off.",
        "[SCENE_BREAK]",
        "Craig: Phyllis!",
        "Phyllis: Yes, Mr. Montgomery, what can I do for you?",
        "Craig: Where's the babysitter?",
        "Phyllis: In the nursery with Cabot.",
        "Craig: All right, well, I'd like to see them now please.",
        "Phyllis: Why? Is there something wrong?",
        "Craig: No, no, no, no. I'd just like to see them now please. Thank you.",
        "Sophie: Hey, look, Cabot, it's your daddy!",
        "Craig: Cabot! Cabot! Cabot. Thank you, Sophie, you can go on home now.",
        "Sophie: Oh, I have a six-hour minimum. I've only been here four.",
        "Craig: How time flies, huh? Here you go. Thank you very much. Cabot. Yeah, baby boy.",
        "Sophie: Well, um, see you tomorrow, and thanks.",
        "Craig: Okay, okay. Oh, Sophie, would you go out the back please? Ms. Montgomery might take a little issue with the minimum. I hate to ruin a good thing for you, all right?",
        "Sophie: That's what I like about you, sir, always thinking.",
        "Craig: All right, Cabot. Cabot, listen. You feel awful, right? You feel terrible. You've been crying for hours, right? You got it? Good, okay. Here we go. Yeah, okay. Yeah, oh, yes.",
        "Rosanna: Craig, where are you?",
        "Craig: I'm in here, with the big guy.",
        "Rosanna: Hey, oh, I got here as soon as I could. Is he all right?",
        "Craig: Oh, I think he's a little better now. I don't know.",
        "Rosanna: Yeah? Let me have him, honey.",
        "Craig: Okay.",
        "Rosanna: Hey, doesn't feel very warm. Was he coughing?",
        "Craig: Uh -- a couple of times.",
        "Rosanna: When?",
        "Craig: I don't know. I was pacing. I can't keep count when I'm pacing.",
        "Rosanna: All right, all right. I mean enough.",
        "Craig: Okay, good. Now, can we go to bed? Please?",
        "Rosanna: There is nothing wrong with Cabot. There probably never was.",
        "Craig: Well, then why was he crying? You know? Maybe he missed you?",
        "Rosanna: No, maybe Daddy missed me. Maybe the only reason you called me here was because you knew I was with Paul.",
        "Rosanna: Oh, come on. 'Fess up. The only reason you called me here was because you knew I was with Paul.",
        "Craig: And how could I possibly know that?",
        "Rosanna: I don't know. Perhaps you talked to someone or perhaps you were spying on me.",
        "Craig: But you've insisted he's just a girlfriend. Why would I go to all that trouble?",
        "Rosanna: Because I know you, and you are very stubborn. Once you get an idea in your head, no one can convince you otherwise.",
        "Craig: Well, that's true.",
        "Rosanna: That man just lost the love of his life. Can't you possibly muster up a little sympathy?",
        "Craig: I never have before. And besides, he ambushed his bride in a church full of people. He's a suspect in her murder, and he is the love of his own life and always has been.",
        "Rosanna: Whatever. Look, I know you wish that I weren't friends with him, but I promise you, I am never gonna take time away from our family to be with Paul.",
        "Craig: What about tonight?",
        "Rosanna: I'm here, aren't I? Look, why don't I take Cabot upstairs, and I'll put him down for his little nap, and I'll meet you in the bedroom, huh? What do you say? See, you have nothing to worry about.",
        "Craig: How do you know?",
        "Rosanna: I know because I'm telling you. You and Cabot are the only loves of my life. Okay. See you later --",
        "Craig: Bye -- bye.",
        "[SCENE_BREAK]",
        "Jennifer: Hi.",
        "Paul: What are you doing? What do you want?",
        "Jennifer: Just checking up on my big brother. Do you want some dinner? Have you had -- have you had dinner? I could make you something.",
        "Paul: No.",
        "Jennifer: Oh, Paul, listen. I know -- I know you're going through a lot. But you don't have to do this alone.",
        "Paul: Maybe some soup.",
        "Jennifer: Coming right up. [Knock on door] Don't move. I've got it.",
        "Dusty: Where is he?",
        "Jennifer: Oh, go home, Dusty. Not --",
        "Dusty: What did you say to Hal Munson?",
        "Paul: About what?",
        "Dusty: Me killing Rose.",
        "Paul: Nothing. What do you want?",
        "Dusty: All of the sudden, I'm a suspect. I'm a suspect in killing Rose. Hal Munson comes over to my place and wants to search it with a warrant.",
        "Paul: Okay, and that's my fault? Dusty, get out of here right now. This is the last thing I want to do is deal with you.",
        "Dusty: Oh, you got a plan, don't you?",
        "Paul: What are you even talking about?",
        "Dusty: I've known you for a long time, Paul. So don't play dumb with me right now. You -- you! You killed her. You killed Rose, and you're tryin' to pin it on me.",
        "[SCENE_BREAK]",
        "Molly: Hey, Jack. Is Hal here?",
        "Jack: Out of the office, Molly.",
        "Molly: Can you tell me where?",
        "Jack: Sorry, no.",
        "Molly: But he did go to Dusty's, right?",
        "Jack: Yes. Hal is searching Dusty's room based on your say-so. Listen, your job's done. We'll take it from here.",
        "Hal: Would anybody like to explain to me why the light over the entrance to the building is still out? Good. Somebody replace it, please. Thank you.",
        "Molly: How'd it go?",
        "Hal: No comment.",
        "Molly: Well, that doesn't sound very good.",
        "Hal: Donovan wouldn't let us search the place without a warrant.",
        "Molly: But you can get one, right?",
        "Hal: It's not that simple, Molly. The D.A.'s gonna need somethin' stronger to go on than your word.",
        "Molly: What, does he need my signature on something? Just tell me what I have to do.",
        "Hal: Tell me something, Molly. How come you're so determined to nail Donovan's butt to the wall?",
        "Molly: You think this is personal, don't you?",
        "Hal: Mm, the thought had occurred to me, yeah.",
        "Molly: It's not.",
        "Hal: Just a concerned citizen doing her duty?",
        "Molly: Hal, since Dusty came back to Oakdale, he's gotten away with one crime after another, and I don't know about you, but I've had enough.",
        "Lucinda: Oh, good. Hal, you're here. I caught you. There's something I think that you ought to know about. And Jack -- I think Jack should be in on this, too.",
        "Hal: Jack? Come here a minute.",
        "Jack: What's up?",
        "Lucinda: Well, I was helping. I was helping Lily. I was helping going through Rose's papers, and I found a life insurance policy. And the beneficiary stands to inherit quite a bit.",
        "Hal: And who would this beneficiary be?",
        "Lucinda: It's Dusty Donovan.",
        "Hal: Well, what do you know? Everything I need for my search warrant is right here in black and white.",
        "[SCENE_BREAK]",
        "Coming up on \"As The World Turns\" --",
        "Dusty: Tippin' off Hal had to be you.",
        "Paul: Why? Why was it me?",
        "Dusty: No one else would have a reason.",
        "[SCENE_BREAK]",
        "Delivery man: [Delivering flowers.] Are you Paul Ryan?",
        "Craig: Why, yes I am. [Card reads, \"Glad to hear you took my advice, Love James Stenbeck.\"",
        "[SCENE_BREAK]",
        "Paul: I think you missed your calling, Dusty. Why run a bar? You could go write for \"Matlock.\"",
        "Dusty: Except I'm not a big fan of fiction. You killed Rose, and you're trying to pin it on me.",
        "Paul: How many times am I going to have to say this before it gets through your thick head? I didn't kill Rose. Dusty, I loved her.",
        "Dusty: Oh, come on, man. Come on. You loved her? Maybe you wanted her back to destroy her for leaving you for me.",
        "Paul: Why did you want her? So you could take advantage of her every time you felt like it? She had some kind of weakness for you, Dusty, she wasn't able to control it.",
        "Dusty: Well, believe me, yes, we did have a connection that you would never understand.",
        "Paul: You have never connected with anyone. So don't you dare disgrace Rose's life by pretending you had some kind of special connection with her.",
        "Dusty: Are you gonna tell me what to do? I doubt it. I doubt it, pal.",
        "Paul: What? What are you gonna do? You gonna hit me? Go ahead, hit me. Come on. Just go ahead.",
        "Jennifer: No.",
        "Paul: I'll hit you back, Dusty, and I'm telling you right now, I'm done. I got nothin' left to lose.",
        "Jennifer: There will be no fighting. Now, do I have to call someone to ask you to leave or are you gonna go quietly?",
        "Dusty: If you keep it up with your lies, you might get off on insanity, maybe, but you will not set me up to take your miserable place.",
        "Paul: I've been a little distracted lately. I've been preoccupied with things that are going on in my life. I really haven't had time to think of a way to set you up.",
        "Dusty: No? Tippin' off Hal had to be you.",
        "Paul: Why? Why was it me?",
        "Dusty: No one else would have a reason.",
        "Paul: Maybe you don't know what all the reasons are.",
        "Dusty: Stay out of my way. You, too.",
        "[SCENE_BREAK]",
        "Lily: Hey, what are you guys doing here?",
        "Luke: Faith wanted to see you.",
        "Lily: Does your father know you're here?",
        "Luke: He gave me the flashlight.",
        "Faith: Can you come home now, Mommy?",
        "Lily: Oh -- in a few minutes. Okay? I'm just -- actually just going through some things of Aunt Rose's.",
        "Faith: Is she here?",
        "Lily: Honey, you know that Aunt Rose is in heaven.",
        "Faith: Will she be back in time for my birthday?",
        "Lily: I wish that she would be. Nothing would make me happier than that, but -- I'm sorry, she won't be here this year or -- or next year. So we're gonna have to get used to holidays and birthdays without her. And I know that won't be easy for you but it's not going to be easy for me, either.",
        "[Lily sobbing]",
        "[SCENE_BREAK]",
        "Craig: Jack? Is Hal here? I need to talk to him.",
        "Jack: He's gone, Craig. Must be his lucky day.",
        "Craig: Well, I'll talk to you.",
        "Jack: Oh, please, don't do me any favors.",
        "Craig: Jack, I just saw Paul Ryan out at Luther's Corners Church. Now, isn't he a wanted suspect for murder?",
        "Jack: And what makes you so sure that he poisoned Rose?",
        "Craig: Well, his tirade at his supposed wedding was practically a confession.",
        "Jack: Craig, you weren't even there.",
        "Craig: I heard. And, Jack, he's always been dubious at best, right?",
        "Jack: You're right, you're right. Thank you for solving this for us. We can all take tomorrow off.",
        "Craig: Would you rather I went to the press, Jack?",
        "Jack: The press? What are you talking about?",
        "Craig: I run the best-read tabloid in town. I can turn the public, Jack, with one headline.",
        "Jack: Are you trying to intimidate me into arresting Paul Ryan?",
        "Craig: Whatever works, Jack.",
        "Jack: No wonder I like the day shift. At night, all the cockroaches come out.",
        "Carly: Hey.",
        "Craig: Oh, Carly, stop.",
        "Carly: I really gotta talk to my husband.",
        "Craig: No, Jack can wait. I need you now more than he does.",
        "[SCENE_BREAK]",
        "Lily: Oh, kids. Sorry, I just get very sad when I think about Aunt Rose.",
        "Luke: Do you want me to get Dad?",
        "Lily: No! I mean -- I'm okay. Hey, I have an idea. Let's go back to the house and have hot chocolate.",
        "Luke: Couldn't we get milkshakes from Al's?",
        "Lily: Yes! Let me get my keys.",
        "Luke: All right! Hi, Grandma.",
        "Faith: Hi, Grandma.",
        "Lucinda: Hello, darlings. Oh, look at you. He's just better lookin' every day.",
        "Luke: No, I'm not.",
        "Lucinda: Yes, you are. And this bug. Look at this little bug, Lily. We've got a debutante in the making here.",
        "Lily: Bite your tongue.",
        "Lucinda: Don't worry, kids. I'm here. I'm going to take care of everything.",
        "Lily: Um --",
        "Lucinda: Yeah?",
        "Lily: Could you do me a favor? Could you take the kids back to the house and then go to Al's diner and get them some milkshakes?",
        "Lucinda: Al's diner? Okay. Sure, darling. Anything for you. Join us!",
        "Lily: I wanna stay here.",
        "Luke: Mom! You said you'd come back.",
        "Lily: I know. I know, and then Grandma showed up. And I thought maybe she could take you home.",
        "Lucinda: Oh, it's okay. Sure. We can cope. You got your flashlight? Turn it on. You ready?",
        "Luke: I guess.",
        "Lucinda: All right. Why don't you two start back? Start back to the house, my darlings, and I'll catch up in just a minute.",
        "Luke: 'Night, Mom.",
        "Lucinda: Lily, you cannot do this to them. You cannot put their life and their needs on hold.",
        "Lily: I'm just trying to spend time with my sister. Why is that so difficult for everybody to understand?",
        "Lucinda: It is not difficult. I understand. But Rose is gone. She is gone, darling. Time heals everything, but time is never going to bring Rose back.",
        "Lily: I'm just trying to honor her memory. I can't pretend that she never existed.",
        "Lucinda: Nobody is asking you to pretend that. And you are not answerable to me for anything.",
        "Lucinda: Go ahead; grieve in your own way. Go ahead. I've got to get out there; the kids are in the dark. Lily! Just you remember -- Rose's memory is not gonna be well-served if you stop living yourself.",
        "[SCENE_BREAK]",
        "Carly: Are you having problems with your memory, Craig? I'm not doing you any more favors.",
        "Craig: Even if it involves your sister?",
        "Carly: Hurry up.",
        "Craig: Now, Rosanna has been wasting an awful lot of time with Paul Ryan recently, ignoring, amongst his many other lack of qualities, that he's presently a suspect in Rose's murder. All right? Now, I've tried to warn her, but she refuses to listen, surprise, surprise.",
        "Carly: They're friends, Craig. She doesn't want to desert her friend during a crisis.",
        "Craig: Well, if he poisoned his fiancée, what is he gonna do to a friend?",
        "Carly: Do you really think I'm brain dead? This isn't about Rosanna's safety. This is about you and your insecurity. You just can't stand the idea of her becoming close to another man. Excuse me.",
        "Craig: Well, to another man, maybe, but to a prancing, possibly criminal neurotic, yes. All right? Listen, Rosanna means everything to me, Carly. She's more every day.",
        "Carly: Really?",
        "Craig: Yes, really.",
        "Carly: Well, I had no idea that you were capable of becoming attached to another human being.",
        "Craig: Eh, you know. So you'll help me?",
        "Carly: What do you want me to do?",
        "Craig: Tell her to stay away from him.",
        "Carly: I can't do that.",
        "Craig: Why not?",
        "Carly: Because, Craig, I don't agree with you that Paul is dangerous. I don't agree with you that he poisoned Rose.",
        "Craig: Well, do it as a favor for me.",
        "Carly: Just go home. And hug your wife, and kiss your wife and tell her how important she is to you. You do that, and everything'll be okay, I promise.",
        "Craig: Whoa, whoa, whoa. Okay, listen, listen, will you do one thing for me?",
        "Carly: What do you want?",
        "Craig: If you see her with him, call me.",
        "Carly: I'm going inside, okay? I'll see you later.",
        "Craig: Would you rather I didn't care? Would you rather I see her get murdered?",
        "Carly: Hey.",
        "Jack: Hey.",
        "Carly: Jack, I really want to talk to you.",
        "Jack: Is everything okay?",
        "Carly: Yes, everything's fine. It's just -- I have some information, and I want you to hear it -- now.",
        "[SCENE_BREAK]",
        "Paul: That's why Rose and I were gonna move to Paris. And start a whole new life. 'Cause of people like Dusty Donovan coming over here and interfering.",
        "Jennifer: Well, look on the bright side. The police are questioning Dusty, they're wanting to search his place. That means that they're not automatically assuming that you're the one who poisoned Rose.",
        "Paul: Even if they figure out who killed her, it won't bring Rose back to me.",
        "Jennifer: No, but it might give you some peace.",
        "Paul: I don't know. Impossible. All these things in my life are wrong, and I don't know how to make any of them right.",
        "Jennifer: Paul, listen. Getting through this is going to take time. And I think that you should be sad for as long as you need to be, I do. But I think sooner or later you're gonna have to make a decision. Either spend the rest of your life looking backwards or look to the future and make the best of it.",
        "Paul: That's very sweet. This is a terrible time for a pep talk.",
        "Jennifer: Well, how about that soup?",
        "Paul: I don't think I could keep it down. I think I'd like to be alone for a little while, Jen.",
        "Jennifer: Okay. Okay. Paul, just remember that I care about you so much. And so do lots of other people.",
        "Paul: I don't need anybody's sympathy. I just want Rose back.",
        "Jennifer: I wish I could bring her back.",
        "Paul: I know.",
        "Jennifer: Hey, call me if you need anything, okay?",
        "[SCENE_BREAK]",
        "Lucinda: Hi. Telephoned ahead for four milkshakes, Mrs. Walsh, to go.",
        "Molly: Lucinda. Hi.",
        "Lucinda: Oh, Molly.",
        "Molly: How are you?",
        "Lucinda: Well, thank you, I just don't know what to say. I mean, Rose's murder -- it's like an open wound.",
        "Molly: I know this must be horrible.",
        "Lucinda: For all of us.",
        "Molly: Listen, I know you have family and staff and everything, but if you need anything from me, please don't hesitate to call.",
        "Lucinda: Oh, that's very kind. We're okay. We're coping.",
        "Molly: Okay. Well, I won't take up any more of your time.",
        "Lucinda: Molly -- I mean, since we meet -- ships that pass in the night, could I give you just a little bit of advice?",
        "Molly: Of course.",
        "Lucinda: Steer clear of Dusty Donovan.",
        "Molly: Why?",
        "Lucinda: Well, besides the other reasons, I was just at the police station, and Hal thinks that he can get a warrant to search Dusty's place, meaning they think that he's had something to do with the murder. There's my order, okay? But -- I'm serious. You stay well.",
        "Molly: Thank you.",
        "[SCENE_BREAK]",
        "Holden: You okay?",
        "Lily: Why? What did the kids say?",
        "Holden: Faith said you were crying.",
        "Lily: I'm okay now. I'm just going through some of Rose's things.",
        "Holden: The man from the funeral home showed up at the house. I told him to meet us over here.",
        "Lily: What? You did that without asking me?",
        "Holden: I thought you might want to get it done.",
        "Lily: No. No, no, not tonight. No.",
        "Holden: Lily, you can't avoid it. When Rose's autopsy is done, they're gonna release the body. [Knock on door] That's him. Hi, Mr. Grant. How are you? This is my wife, Lily.",
        "Mr. Grant: A pleasure. First, allow me the opportunity to express my condolences. I've heard very good things about your sister.",
        "Lily: Thank you.",
        "Mr. Grant: As far as her funeral goes, there are several options --",
        "Lily: I can't do this. I can't -- I can't do it.",
        "[SCENE_BREAK]",
        "Craig: So, Dora, this is a photograph of my wife. If you see her coming out of that door, I want you to call me immediately, all right?",
        "Dora: Yes, sir.",
        "Craig: The number's on here. And this is for your services. This is for your mouth. All right?",
        "Dora: You got one for dinner tonight?",
        "Craig: Eat hardy. Thank you.",
        "Delivery man: Are you Paul Ryan?",
        "Craig: Why, yes I am. Are those for me?",
        "Delivery man: Yes sir. Enjoy 'em.",
        "Craig: \"Congratulations, glad you took my advice -- Dad.\" Fatherly advice from James Stenbeck? Huh.",
        "[SCENE_BREAK]",
        "Jack: Well, I'm happy you've got news for me, Carly. I'd be happier if it wasn't about police business.",
        "Carly: Why not?",
        "Jack: Ever since Rose passed away, everybody in this town's trying to do my job for me. The only thing they don't realize is that you need solid evidence before you arrest someone for murder. So, what did you want to tell me?",
        "Carly: Uh -- just that I miss you, and I don't want you to be late.",
        "Jack: And that's it?",
        "Carly: That's it! Well, you'll find out the rest when you get home.",
        "Jack: Oh.",
        "Hal: Hey, Jack.",
        "Jack: Yeah?",
        "Hal: The district attorney's office approved the search warrant for Dusty's place. First thing tomorrow morning, I'm gonna pay him another visit.",
        "[SCENE_BREAK]",
        "[Molly already in Dusty's room.]",
        "Dusty: Did we have a date or somethin'?",
        "Molly: I didn't know we needed one.",
        "Dusty: I had a rough night, so I don't think I want any company, okay?",
        "Molly: Dusty, I'm not looking for anything more than you can give.",
        "Dusty: Why are you bein' so cooperative?",
        "Molly: Everything has been so crazy the last few days. And it got me thinking, what if -- what if something were to happen that would make it so we couldn't see each other for a long time, you know? At least we'd have one last night together.",
        "Dusty: If -- if something happened like what?",
        "Molly: I don't know. I guess Rose's death has me completely freaked out. You know, how everything you count on can change so quickly? I mean, you go to sleep at night, and in the morning your whole world can be destroyed.",
        "[NEXT_ON]",
        "James: All you want to know is if Paul happened to mention anything about murdering his fiancée.",
        "Craig: That's right. I do.",
        "Carly: The real murderer is out there. And with your help, I think I may have a way of proving that she is the one who poisoned Rose.",
        "Hal: Oh, oh, what do you know. You wanna tell me what this is, Dusty?",
        "[Holding a bottle of Methanol.]",
        "Dusty: I've never seen it before."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=AUErSmsjhgw"
}