{
    "Episode Summary": [],
    "Recap": [
        "Will daydreams about Alison telling him she loves him and giving him a kiss. Aaron is worried that Will might hurt Alison once he learns that Will hurt his own hand. Aaron thinks Will needs to go back to therapy but Alison thinks Will just needs her to be a good friend. Jennifer tells Sierra and Dusty about the night she spent with Craig and that he used that information to control her. Craig quits Worldwide and tells Sierra he is going to start his own company to compete with Street Jeans. Katie encourages Mike to forget about Craig and concentrate on rebuilding his relationship with Jennifer. Paul and Dusty team up to bring Craig down once they discover Craig has stolen Jennifer's staff and her designs to start his new company."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: You never change, do you, Henry?",
        "Henry: Not in my devotion to you.",
        "Katie: What about your devotion to the truth? Face it. Hon, you are a little truth challenged.",
        "Henry: How can you say that, my bubblette?",
        "Katie: Because you think that Jen was stupid to tell Mike about her one-night stand.",
        "Henry: Yeah, I thought she was taking a bit of a chance. Yeah, sure.",
        "Katie: You thought he was for sure going to break up with her. And he ended up asking her not to move out.",
        "Henry: Okay, all right, whatever. Chalk one up for the truth, sure.",
        "Katie: He really does love her, Henry.",
        "Henry: As much as I love you?",
        "Katie: No, that's impossible. Nobody loves anyone as much as you love me.",
        "Henry: That's right.",
        "Katie: Which is kind of my point. I was just wondering if I made the same mistake that Jen did, would you try and forgive me?",
        "Henry: You can't make the same mistake. Craig is your brother.",
        "Katie: Ew!",
        "Henry: I know, that's disgusting, isn't it?",
        "Katie: You know what I mean, though.",
        "Henry: Yeah, yeah, yeah, yeah.",
        "Katie: Mike loves Jen so much that he's going to do whatever it takes to make this work. And everything is going to be fine.",
        "Henry: Wanna bet?",
        "[SCENE_BREAK]",
        "Alison: What time did you get home?",
        "Aaron: Way past your bedtime. Plus, you were snoring.",
        "Alison: Why didn't you wake me up?",
        "Aaron: Believe me, I wanted to.",
        "Alison: We could have said good night to each other.",
        "Aaron: Mmm, i love the way we say good night to each other. I missed being close to you.",
        "Alison: We're close right now.",
        "Aaron: You want to get closer? Don't go anywhere, I'll be right back. What is this? Ali, what happened here last night?",
        "[SCENE_BREAK]",
        "Jock #1: Hey, look, Munson's had major repair. Wonder whose face he ran into?",
        "Will: Get a life.",
        "Jock #2: Who wrapped that bandage, the mummy?",
        "Will: No, your mother. And she said she wished it was your head.",
        "Jock #2: Hey, man, you're a riot. You must've had them rolling down there at the funny farm.",
        "Jock #1: Come on, man. He's not worth it.",
        "Celia: Hi. How'd your date go?",
        "Will: What?",
        "Celia: Alison's waitress friend from the diner?",
        "Will: Oh, that wasn't really a date.",
        "Celia: Sure looked like it. When a girl offers to get you into a club for free, it means she's into you. Are you guys going out again?",
        "Will: Don't grill me, okay?",
        "Celia: Grill you? It's called conversation.",
        "Will: Yeah, whatever.",
        "Celia: What's up with you, anyway?",
        "Will: Nothing. I have to get to history.",
        "Celia: No, I mean last night. Everybody was having a good time. Then all of a sudden, you got really weird.",
        "Will: I am weird. I told you that. And I do crazy things.",
        "Celia: Did you do something crazy to your hand?",
        "[SCENE_BREAK]",
        "Paul: What do you want, Mother?",
        "Barbara: Good morning to you, too, darling.",
        "Paul: If this is another attempt to get you to talk Jennifer out of her business and you into it, you can save your breath.",
        "Barbara: No. I have realized that I put in a very awkward position asking you to intercede on my behalf, so I've taken matters into my own hands. Please, sit down.",
        "Paul: What have you done now?",
        "Barbara: With one brilliant stroke, I have solved all of Jennifer's problems.",
        "Paul: Why are you telling me this?",
        "Barbara: I'm hoping you'll approve.",
        "[SCENE_BREAK]",
        "Sierra: I can understand Lily's desire to cover for her son.",
        "Dusty: Lily didn't murder anybody.",
        "Sierra: No, I don't think she did. Nor do i think my nephew did.",
        "Dusty: Why is she confessing to something she didn't do? What is she thinking?",
        "Sierra: She's not thinking. She's going on pure instinct. But, listen, can we get back to work? Because if I start worrying about Lily, I am not going to get anything done. And my assistant says I have a very busy morning. Oh, which reminds me. I need to call Craig.",
        "Dusty: About what?",
        "Sierra: Well, you know what? Despite your reservations, it seems that he has pulled off a major coup.",
        "Dusty: Yeah? What's in it for him? A new car? Huh? One of those new jaguars? Bulletproof?",
        "Sierra: You know, anything that benefits Street Jeans benefits Worldwide. And you know, he deserves the spoils. So maybe -- maybe you want to think about giving him some slack.",
        "Dusty: Well, tell me what for and maybe I will.",
        "Sierra: You know, Craig and I had a really good meeting. And it turns out that he's organized this big trunk show for a chain of department stores, so that Street Jeans can preview their line directly to the buyers. It's really, really major.",
        "Dusty: It's all on the up and up?",
        "Sierra: Well, I think its aggressive marketing at right place at the right time. And I'm sure that Jennifer is as impressed as I am. And you know what? All the doubts that I've had about, you know, them working together? They're just a thing of the past now.",
        "Dusty: Just like that, huh? Must've been some meeting.",
        "Sierra: Well, I think I gave him an opportunity to run with and he's done that. So I think we need to give credit where credit is due.",
        "Dusty: Whatever you say.",
        "Sierra: You know, I think you could trust my instincts on this. Really. You know, Craig is not going to let me down.",
        "Dusty: All your years in politics, you must've read a lot of history, right?",
        "Sierra: Of course.",
        "Dusty: You ever read about Caesar and Brutus?",
        "Housekeeper: Miss Lucy is calling on the house line, ma'am.",
        "Sierra: Um, I guess I'll take that in the other room.",
        "Dusty: Okay.",
        "[Dusty sighs]",
        "Jennifer: Oh, Dusty. I didn't know anyone was in here.",
        "Dusty: Yeah, Sierra's taking a call.",
        "Jennifer: Yeah, i ran into her in the hall. She told me that I could wait in here but, um, I didn't realize --",
        "Dusty: Oh, if you want to be alone, that's no problem.",
        "Jennifer: No, no, no. Don't -- don't go.",
        "Dusty: Are you okay?",
        "Jennifer: Yeah.",
        "Dusty: You don't look okay. Jen, what's going on? [Jennifer sobs] what's going on?",
        "[SCENE_BREAK]",
        "Paul: You have never wanted my approval for anything. Tell me, seriously, is there, like, a hidden camera somewhere?",
        "Barbara: Why can't you be serious about this? Don't you care about your sister?",
        "Paul: I said I'd talk to her.",
        "Barbara: But you haven't.",
        "Paul: I didn't realize I was on a time limit. I've been busy.",
        "Barbara: Doing what? Brooding? Sorry, I shouldn't have said that. But I realize that after Rosanna left that you must feel very distracted.",
        "Paul: Your compassion is staggering. So, in your effort to speed everything up, what have you done this time? Rip Jen's company out from under her? Destroy every dream she ever had?",
        "Barbara: No. After careful consideration, I realized that I did not have to take over Street Jeans myself. All I had to do was get Craig out and out of Jennifer's life. So I made a deal with him.",
        "Paul: You made a deal with him?",
        "Barbara: Yes. I bought him out and set him up at his own fashion house.",
        "Paul: You gave that man money?",
        "Barbara: Just seed money.",
        "Paul: Like giving a pyromaniac a box of matches. How does that help Jennifer?",
        "Barbara: All I care about is that he's out of her life. That's all. I don't care what he does with his own company.",
        "Paul: I can't believe that you thought you could bargain with Montgomery, of all people. How many times has he cheated you? How many times has he stolen from you? How many times has he humiliated you?",
        "Barbara: We have a binding legal agreement.",
        "Paul: Which I'm sure isn't worth the paper it's printed on. You made a deal with the devil. Do you know what that makes you, Mother? An idiot.",
        "[SCENE_BREAK]",
        "Craig: Good morning, people. People, I want you to listen up. I have an announcement to make. I am leaving Street Jeans. I'm starting my own company -- Boulevard Jeans. A similar name, but a whole new road -- bigger, better, sounder -- and I'll pay all of you 25% more than you're making here. You come with me, we'll blow the competition away.",
        "Melanie: Including Jennifer? You want us to leave her?",
        "Craig: I want you to do what you think is best for you. But this corporate experiment of Jennifer's is over. She didn't really want the big time. But if you want the big time, it's with me.",
        "Melanie: I thought we were running in the black.",
        "Craig: Well, sure, last month's projections were good, but I'm leaving. And Jennifer goes through life with rose-colored glasses. She didn't really have the desire to pull this all together.",
        "Melanie: If the company's folding, she should make the announcement.",
        "Craig: Well, I'm sure she will be in touch, but she's a little confused right now. It's very difficult to confront a failure. Now, Melanie, Melanie -- you don't need Jennifer Munson. But I need you. Now if you're smart, you care about your future, you'll jump on this board and you ride with me. Huh? All right? So, who's in? Huh? Well, Melanie?",
        "Melanie: I'll lock up on my way out.",
        "[SCENE_BREAK]",
        "Katie: I have to talk to him.",
        "Henry: Of course you do. I'll get us a couple of lattes and be right over.",
        "Katie: Oh -- alone?",
        "Henry: Yeah. Yeah, sure. Of course. Go ahead and dash over there and have a heart to heart. And I'll grab the paper and check up on the ponies and wait here for -- for my wife.",
        "Katie: Mm-hmm. That's right, your wife. I'll be right back.",
        "Henry: Okay.",
        "Katie: Mike? Hey. Um, don't take this the wrong way, but you look like --",
        "Mike: I just lost my best friend. Yeah, maybe I'm wondering whether I have.",
        "Katie: Are we talking about Jennifer? I thought you guys decided you should stay together.",
        "Mike: Yeah, but I keep hearing your voice asking me if I was sure if I did the right thing or not.",
        "Katie: I'm sorry. I shouldn't have said that. It was not my place.",
        "Mike: No, no, no. Of course it was. Look, you earn rights when you care about people. And it was clear last night how much you care about me and Jen.",
        "Katie: That's why I'm kind of confused. When I left you last night, you guys seemed okay.",
        "Mike: We were. Then -- this is crazy. I cannot keep doing this.",
        "Katie: Doing what?",
        "Mike: Whenever I close my eyes, I -- I picture Craig putting his hands on her and Jennifer wanting him to.",
        "Katie: Oh, you're right. You can't do that. You're going to drive yourself crazy. It's stupid and it's pointless, because Jennifer can explain to you that what you're imagining isn't what happened at all. Where is she, anyway?",
        "Mike: That's another thing. I don't know. I woke up this morning, she was already gone.",
        "[SCENE_BREAK]",
        "Dusty: Tell me what you need. You want to talk?",
        "Jennifer: I -- I lied to you.",
        "Dusty: To me?",
        "Jennifer: Well, not exactly, but I just -- I wasn't completely honest with you about what happened with Craig and me.",
        "Dusty: You don't owe me an explanation.",
        "Jennifer: No, but I do. I do because you and Sierra run Worldwide and Worldwide owns Street Jeans and I am Street Jeans and I slept with Craig.",
        "Dusty: Whoa.",
        "Jennifer: And believe me, it can't sound worse to you than it does to me. But that is why I just -- I can't work with him anymore.",
        "Dusty: Your personal business is your business, it doesn't have to affect your work.",
        "Jennifer: But it does. Because Craig is using the fact that I slept with him to control me.",
        "Dusty: Control you how?",
        "Jennifer: He threatened to tell Mike. He said that he would destroy my relationship if I didn't play ball.",
        "Dusty: Ooh, blackmail.",
        "Jennifer: Yes. But that is over now, because I told Mike the truth.",
        "Dusty: You did?",
        "Jennifer: Yeah. Yeah. And he said he wanted to work things out.",
        "Dusty: Well, there you go. And look, you should feel good about standing up to Montgomery. He tried to hustle you.",
        "Jennifer: Yeah --",
        "Dusty: And you blew him away.",
        "Jennifer: But it's not enough. Okay? I want Craig gone. I can't even stand to breathe the same air as he does.",
        "Dusty: You got it. You got it. I'm with you.",
        "Sierra: Did I hear you two talking about Craig? What's going on?",
        "Dusty: Remember I asked you if Craig's activities were kosher? You might want to take a second look.",
        "Sierra: Why don't you get to the point, Dusty?",
        "Dusty: He slept with Jen. And then he used blackmail to keep himself here in the company.",
        "Jennifer: It's true. As humiliating as it is to admit it. And I know that I -- I never should've --",
        "Sierra: Just take a deep breath and start at the beginning, all right? This is going to be difficult, but I need to hear everything.",
        "[SCENE_BREAK]",
        "Alison: Sorry, I should've thrown that shirt down the garbage chute last night.",
        "Aaron: Alison, you still haven't told me what happened.",
        "Alison: To me? Nothing. It wasn't my blood, thank goodness. Now that we're up, do you want some pancakes? We have buttermilk.",
        "Aaron: Ali, please stop tap dancing.",
        "Alison: I can't talk about it.",
        "Aaron: Why not?",
        "Alison: I promised I wouldn't say anything.",
        "Aaron: About who? Who are you protecting? Ali, we're not supposed to keep secrets from each other.",
        "Alison: Okay, but you have to promise that you won't breathe a word of this. I mean it, Aaron, promise.",
        "Aaron: I promise.",
        "Alison: It's Will. He got into a little accident last night.",
        "Aaron: A little accident? Did you see how much blood was on that shirt?",
        "Alison: He smashed his hand on the dashboard of his car.",
        "Aaron: Oh, my -- is he okay?",
        "Alison: Yeah, he's fine. I brought him back here. I got the cut all cleaned up.",
        "Aaron: Why did you bring him here? Why didn't you just take him to the emergency room?",
        "Alison: Because he was embarrassed. He didn't want to run into anyone he knew.",
        "Aaron: Did he do something illegal?",
        "Alison: No.",
        "Aaron: Then why was he too embarrassed to see a doctor?",
        "Alison: Because, technically, it wasn't an accident.",
        "Aaron: Alison, are you saying that Will did this to himself?",
        "[SCENE_BREAK]",
        "Will: Really, Celia, it's not that interesting a story.",
        "Celia: Tell me what happened.",
        "Will: What is it to you?",
        "Celia: We're friends, right? If you saw my arm in a sling, wouldn't you ask what happened?",
        "Will: Okay. I was driving my car, I stopped short, my hand hit the dashboard. End of story.",
        "Celia: So that girl, Gwen -- did she take you to the hospital?",
        "Will: No, it wasn't that bad.",
        "Celia: You really want me to leave you alone, don't you?",
        "Will: It was just a stupid accident. I'd really like to forget about it. Is that so hard to understand?",
        "Celia: You like being a man of mystery.",
        "Will: No, there's mystery. Everyone in town knows all about me.",
        "Celia: They know what you did a long time ago, Will. That doesn't mean they know who you are now.",
        "Will: Same difference.",
        "Celia: That girl, Gwen? She liked you. I could tell. You should call her, tell her your hand hurts.",
        "Will: Why?",
        "Celia: So she can kiss it and make it feel better.",
        "Will: I have to get to class.",
        "Celia: Whatever. Later.",
        "[SCENE_BREAK]",
        "[Will daydreaming]",
        "Alison: I'm glad that you called. Does it hurt?",
        "Will: I had to thank you for taking care of me last night.",
        "Alison: You don't have to thank me. You and I -- well, we understand each other. And I wouldn't want you to go to anyone else.",
        "Will: You know how I feel about you, right?",
        "Alison: I feel the same way about you.",
        "[School bell rings]",
        "[SCENE_BREAK]",
        "Barbara: Don't call me an idiot just because I want to protect my only daughter.",
        "Paul: You aren't trying to protect Jen from Craig. You're trying to isolate her. You're trying to clear the field so that you can insert yourself into her life, into her business.",
        "Barbara: No, I'm not. I love her.",
        "Paul: So much so that you're willing sacrifice her to Craig's competition. This is your idea of motherly love. Medea had nothing on you.",
        "Barbara: You know, whatever company Craig manages to put together, it's not going to hold a candle to Jennifer's. She's the creative force behind Street Jeans. She's the reason that Seventh Avenue is all abuzz. She even has a trunk show in the works.",
        "Paul: Who set that up?",
        "Barbara: Why does that matter?",
        "Paul: It matters if it was Craig, and you know that. Was it Craig? Great. So you gave that man money and a built-in venue to launch his own company? Thanks to you, he's has an all-clear to go head-to-head with Street Jeans. Oh, good work, Mom.",
        "Barbara: He is not going to sabotage Jennifer.",
        "Paul: He wrote the book on sabotage.",
        "Barbara: She gave him a new start in the fashion industry.",
        "Paul: He doesn't have a grateful bone in his body. You are so naive. You led your own daughter to slaughter and handed Craig an axe.",
        "Barbara: No, I have not. I have freed her.",
        "Paul: You know what you've done? You've made a gigantic mess out of everything as usual! And as usual, I have to go clean it all up.",
        "Barbara: Where are you going?",
        "Paul: I'm going to Street Jeans to warn Jennifer. I have to stop this disaster before it even starts.",
        "[SCENE_BREAK]",
        "Sierra: Craig threatened you?",
        "Jennifer: He was -- he was so furious that I went behind his back about not wanting to work with him. And he said that he'd worked so hard to earn your trust that he couldn't risk that I would dismantle it. He was so mad that I wouldn't go to Singapore with him.",
        "Sierra: Well, now I understand why you were so resistant. You thought that business would continue to be personal.",
        "Jennifer: I didn't want it to be. I was just afraid. You know, Craig said that it was a one-time thing, but he was just so controlling that I -- I couldn't breathe! I couldn't even design! And the more that I tried to keep my distance, the more that he would try to pressure me. I know I should have tried to explain it to you at the beginning, but it was personal, and I was really trying to be professional. But you know with Craig, everything gets personal. The boundaries are just blurred.",
        "Sierra: I understand.",
        "Jennifer: On the one hand, I wanted to tell you because I thought that it was important. But on the other hand, I just -- I felt like a child who couldn't solve a problem on her own. And I -- that's why I didn't tell you.",
        "Sierra: You know, I think I've heard enough. I'll take care of it.",
        "Dusty: I can find him if you want.",
        "Sierra: I said I could take care of it.",
        "Jennifer: I'm really sorry, Sierra. I should have come to you.",
        "Sierra: You don't need to apologize to me.",
        "Jennifer: Do you still want me at Worldwide?",
        "Sierra: Of course I do.",
        "Jennifer: Thank you.",
        "Sierra: Dusty, will you do me a favor, please, and escort Jennifer back to her office?",
        "Dusty: You sure you don't want me to find him?",
        "Sierra: No. But maybe if you could make sure that the locks are changed and that the access codes to the computers are restricted.",
        "Dusty: Done.",
        "Jennifer: Sierra, I hate to ask you for another favor after everything I've done, but I really don't want to see Craig.",
        "Sierra: You won't have to. I'll take care of everything privately. He won't bother you again.",
        "Dusty: Come on, we'll take my car.",
        "[Phone ringing]",
        "Craig: Craig Montgomery.",
        "Sierra: It's Sierra. I need to see you right away.",
        "Craig: Well, I'm on my way.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Katie: I'm going to ask you a question and don't think about the answer, just answer with your heart, not your with head.",
        "Mike: Okay.",
        "Katie: Do you love Jennifer?",
        "Dusty: You mean you gave him the chance to steal Jennifer's business?",
        "Barbara: I didn't want this to happen. I didn't think this was going to blow up in your face!",
        "Jennifer: Please, Mother -- now! Get out!",
        "[SCENE_BREAK]",
        "Aaron: Wow. Will did enough damage to himself to bloody up a shirt?",
        "Alison: He wasn't trying to hurt himself. He smashed his hand on the dashboard of his car. He was upset!",
        "Aaron: Why? Because your friend thought he was creepy? Sounds like she's got pretty good reason.",
        "Alison: She doesn't even know him. He's a good person.",
        "Aaron: Ali, please. Will's got some serious issues.",
        "Alison: So does everybody!",
        "Aaron: No, I mean like, \"I need to see a shrink everyday\" type stuff.",
        "Alison: Okay, I'm not saying that he doesn't have issues, but Will is -- he's a pretty normal guy really, if you just give him a chance.",
        "Aaron: Alison, normal people talk to friends when they're stressed out. Not so normal people punch things. They throw their fists everywhere.",
        "Alison: Okay, yes, it was a stupid thing to do and Will knows it. And he's not going to do it again. See, this is why I didn't want to tell you. Because I was afraid that you would come down on him like everybody else does.",
        "Aaron: I'm not coming down on him, Alison. Hell, I even like the kid. I'm just worried about you. I mean, who knows what's going to tip him over the edge.",
        "Alison: Don't say that.",
        "Aaron: Earth to Alison -- he has killed a woman.",
        "Alison: It was an accident. An accident that he has to live with every day of his life. You know, you have no idea what it's like having people whispering behind your back like you're some sort of ticking time bomb.",
        "Aaron: No, but I'm not his shrink and neither are you.",
        "Alison: I'm his friend. And I remember what it was like to be his age. I understand him.",
        "Aaron: Alison, you are not inside his head. Okay, you think you guys are alike because you screwed up a couple of times. He poisoned somebody. Okay? He needs to see somebody about this stuff.",
        "Alison: He talks to me.",
        "Aaron: No, somebody professional, Alison! He has a lot of family that can -- that can take care of him, you know? You can't be playing nursemaid for him 24/7. Listen, Alison, I just -- I just don't want you to dig yourself too deep with this, okay?",
        "Alison: I won't. I promise.",
        "[SCENE_BREAK]",
        "Casey: Celia, wait up.",
        "Celia: Casey, hi. How come you're not in class?",
        "Casey: This is my free. What are you doing out here?",
        "Celia: Forgot my stupid algebra book.",
        "Casey: Well, it's a good thing you did, because you know that singer you were talking about? That one from the magazine? She's throwing a concert. Wanna go?",
        "Celia: You're kidding? She's here in Oakdale?",
        "Casey: Not exactly. She's in Chicago.",
        "Celia: We have bad luck in Chicago, remember?",
        "Casey: Yeah, but maybe not this time. I mean, if we actually get together a crew, get consent from the parentals, it'll be good.",
        "Celia: That would be amazing.",
        "Casey: You think Rafael would go for it? I mean, yesterday, he actually treated me like I was a human.",
        "Celia: He better. Oh, thank you, thank you. You know, we should ask Will to come. I just saw him. He's kind of a mess.",
        "Casey: Will's always a mess. He'll be fine. You should get back to class. I'll go nail those tickets down. See you after fourth period? All right. See you.",
        "[SCENE_BREAK]",
        "Alison: You missed a spot.",
        "Aaron: Well, I guess I better take care of it.",
        "Alison: Did you hear something?",
        "Aaron: Yeah, it was probably my heart beating a mile a minute.",
        "Alison: No, I think there's somebody at the door. Hello? Is anybody there?",
        "[Will outside the door holding flowers]",
        "[Will leaves, but drops a petal]",
        "[SCENE_BREAK]",
        "Katie: Okay, I'm going to ask you a question, and I don't think about the answer, just answer with your heart, not with your head.",
        "Mike: Okay.",
        "Katie: Do you love Jennifer?",
        "Mike: Yes, I love her.",
        "Katie: Okay, then, there's nothing else to think about. Sometimes, love is unpredictable. Sometimes, it comes in a package that you didn't expect, but if it does come into your life, you have to grab it. Grab it and do not let go.",
        "Mike: Well, I thought I was, then this.",
        "Katie: Well, it's not always easy. I mean, this is the part where, even if love doesn't look like you thought it was supposed to look like, you have to see where it takes you. And believe me, if you stick with it, it can be better than you ever imagined.",
        "Mike: I get the feeling you're not just talking about Jen and me anymore.",
        "Katie: I'm sorry.",
        "Mike: No, no, you sound happy.",
        "Katie: I am. Surprisingly happy.",
        "Mike: I'm glad for you.",
        "Katie: Thanks. Well, listen, you know that if you ever need me, you can call me anytime.",
        "Mike: Henry's cool with that?",
        "Katie: Yeah, he's cool. Bet you're dying to know what Mike said.",
        "Henry: I know what he said. And I know what you're gonna say. It's over between us. We're through.",
        "[SCENE_BREAK]",
        "Jennifer: This is odd. Why are the lights off? Where is everybody? Where are all the samples?",
        "Dusty: Where do you keep your designs?",
        "Paul: We're too late. Craig pulled a fast one.",
        "[SCENE_BREAK]",
        "Craig: Hello?",
        "Sierra: Craig, I've been doing a lot of thinking.",
        "Craig: Good. Because I have, too. And I'd like to put my cards on the table if that's all right.",
        "Sierra: All right.",
        "Craig: Good. Good. Now I know it wasn't easy for you to go out onto a limb, asking me to join you at worldwide. I know I'm not Lucinda's choice to head one of her divisions, but I'm still very grateful for everything you've done for me. But I've decided that it's time for me to -- to move on. Now this is my resignation -- effective immediately. I beg your pardon?",
        "Sierra: Don't deprive me of the pleasure. You're fired.",
        "[SCENE_BREAK]",
        "Celia: Will.",
        "Will: I'm kinda in a hurry.",
        "Celia: Where'd you go last period?",
        "Will: Nowhere.",
        "Celia: Where'd you get those flowers?",
        "Will: Nowhere. I mean, they're for you.",
        "[SCENE_BREAK]",
        "Alison: It's getting late. What time were you going to go into work?",
        "Aaron: Thought I'd take the day off.",
        "Alison: Are you kidding me? Mr. Metro is playing hooky?",
        "Aaron: Mm-hmm. Didn't you want to see a movie?",
        "Alison: I haven't seen one in ages.",
        "Aaron: Well, then let's do lunch, see a chick flick and cry into a box of tissues.",
        "Alison: Aaron Snyder, are you asking me out on a date?",
        "Aaron: I guess I am. Hey, let's go check the listings.",
        "Alison: Sure.",
        "[Alison goes out the door to the hallway and gets the paper, she picks up the flower petal laying on the floor]",
        "[SCENE_BREAK]",
        "Jennifer: I keep all of my sketches in here, as well as my finished drawings. They're gone. All of my work, my sketches, the fabrics, they're all gone.",
        "Barbara: Honey, are you sure? Maybe --",
        "Jennifer: What, what, that I misplaced my life's blood, Mother!? I know where i keep it.",
        "Paul: Very proud of yourself, Mother. Craig took her samples, took her drawings, stole her entire company.",
        "Dusty: What are you talking about?",
        "Paul: Should you tell him, or shall I? Barbara set Craig up with his own company. I think you can guess where he got his staff.",
        "Barbara: Honey, I did it to protect you, because I love you. Because I want you free and out from underneath that horrible man.",
        "Dusty: You mean, you gave him the chance to steal Jennifer's business?",
        "Jennifer: He took my designs and he's going to do the same thing that he did to you, Mother. He's going to change a buckle here, some fabric there and then pass them off as his own, and you allowed him to do it!? How could you!?",
        "Barbara: Honey, I didn't want this to happen. I didn't think this was going to blow up in your face.",
        "Jennifer: Leave, Mother. Now! Get out!",
        "[SCENE_BREAK]",
        "Craig: You fire me, I quit. There's no difference.",
        "Sierra: You know, I thought you had changed. I put my faith in you. I stood up under the incredible scrutiny of our board, against my mother's better judgment.",
        "Craig: Well, people come, people go, Sierra. That's life, that's business.",
        "Sierra: You lied right to my face. I asked you point blank about your relationship with Jennifer.",
        "Craig: And I told you, I gave her everything she asked for. That was the truth. Any details would have been inappropriate.",
        "Sierra: There you go again, just slithering through loopholes. Just peppering your answers with the smallest grain of truth so that you don't have to be held accountable.",
        "Craig: I took full responsibility for my part, but what happened was between two consenting adults. And that's nobody's business, not even yours.",
        "Sierra: Yeah, well, except for when you use that personal information to blackmail one of Worldwide's most valuable assets, it becomes my business.",
        "Craig: To blackmail? I had to get her attention, there was a lot at stake. All right? It was a non issue, until the little princess had to blow it all out of proportion. She's a spoiled brat.",
        "Sierra: You know, maybe -- just maybe you could have been an adult enough to not take her to your bed.",
        "Craig: Oh, I see. So this has nothing to do with Jennifer blowing a mega- million dollar Asian deal because she had a bad hair day. This is personal?",
        "Sierra: This is the perfect example of what you do best. You know, shifting the focus so that you can twist the truth if anyone gets too close. What about letting me down? What about destroying the trust that I had in you? Does that mean anything to you? I gave you the opportunity of a lifetime.",
        "Craig: A lifetime? All right, the truth is that for most of my adult life, I had to kowtow to you and you mother. The truth is any time that I wanted anything from you, my wife, I had to say, \"pretty please,\" or \"Mother, may I?\" Well, wake up, smell the divorce and tell your mother it's over! We're over! So stop waiting around for me to ask you for something I want! I don't have to!",
        "[SCENE_BREAK]",
        "[Alison giggles]",
        "Aaron: Did you decide what movie you want to go see yet?",
        "Alison: I wouldn't care if we stayed in bed all day.",
        "Aaron: Ali, I don't want to keep harping on you about this, but I just -- I mean, Will listens to you, right? Takes your advice?",
        "Alison: Yeah, I guess. Why?",
        "Aaron: Well, the next time you two have a heart to heart, maybe you should just, like, them him to go back to therapy or something.",
        "Alison: Will's seen every shrink in the state. What he needs is a good friend. And that's what I'm going to be if that's okay with you.",
        "Aaron: Maybe you're right.",
        "Alison: About Will?",
        "Aaron: Staying in bed all day.",
        "[Alison laughs]",
        "[SCENE_BREAK]",
        "Celia: These are really nice. Too bad I get this funny feeling you didn't really buy them for me.",
        "Will: Why not? I told you. We're, you know -- you said we're friends, right?",
        "Celia: I want to be. But you wouldn't even let me ask you why you have that great big bandage on your hand.",
        "Will: Okay, look, I was just trying to do something nice, but I guess it was stupid.",
        "Celia: What's wrong with you? You're not acting like yourself.",
        "Will: Myself? You think I was weird yesterday? Well I'm only gonna get weirder.",
        "Casey: What was that about?",
        "Celia: I don't know.",
        "Casey: Where'd you get those flowers?",
        "Celia: From Will.",
        "[SCENE_BREAK]",
        "Katie: What are you talking about, over between us?",
        "Henry: You and Mike -- the way you looked at each other. I saw everything, Katie. Two people that have so much between them. I know what that means. You don't have to spell it out for me",
        "Katie: Hold on. One conversation with a friend and I'm bailing on my marriage?",
        "Henry: Well --",
        "Katie: How many times do I have to tell you, Henry? Mike and Jennifer are committed to staying together.",
        "Henry: What if they weren't?",
        "Katie: You are my husband in every sense of the word.",
        "Henry: You'd take me over Mike Kasnoff?",
        "Katie: In a New York minute.",
        "[SCENE_BREAK]",
        "Craig: I have swallowed Lucinda's insults, her condescending and inane advice. I have tolerated your golden leash. And why? I don't know. I don't know. Maybe I just thought it was easier to appease you two. Well, guess what, sweetheart? That foxtrot is finito -- is over. Because I quit!",
        "Sierra: I fired you!",
        "Craig: Well, whatever! Never again.",
        "Sierra: What are you talking about?",
        "Craig: I am moving on. I am starting my own company. I am the new competition. And guess what? I'm going to bury you!",
        "[SCENE_BREAK]",
        "Barbara: Honey, think this through clearly. A couple of sketches are gone, but so is Craig. It's a blessing.",
        "Jennifer: I said go!",
        "Barbara: Honey, I can help you out here. I have ideas!",
        "Paul: Here's an idea. [Paul shoves Barbara out the door]",
        "Jennifer: He stole all my designs, my staff, the career that I have always dreamed of!",
        "Paul: Stop. I'm so sorry you got hurt.",
        "Dusty: Maybe it hurts, but it's far from over. Craig Montgomery's going down. Are you in?",
        "Paul: Yeah. We can take care of Craig. The way he should've been taken care of years ago.",
        "Jennifer: How? What are you going to do?",
        "Dusty: We're gonna beat Montgomery at his own game.",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns\" --",
        "Carly: I can testify, about that.",
        "Michael: Sorry, but your testimony could only hurt us.",
        "Katie: Well, if you're having second thoughts about staying, maybe you shouldn't. It is a lot to forgive what Jennifer did.",
        "Lily: I don't know. Why can't I stop feeling like I'm going to just crack or break?",
        "Keith: Oh, that's because you've been scared for a long time. You don't have to be scared anymore."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=qmbKI-5Kyxg"
}