{
    "Episode Summary": [],
    "Recap": [
        "Will and Gwen seem to be enjoying their normal life with just the three of them \u0096 Gwen, Will and Billy. He is bringing her flowers, a gift for the baby and a pamphlet for an apartment they should go look at to live in. Iris is overhearing all of this, and is conjuring up a plot to put an end to this, but under the guise of being supportive. It blows up later, when Will finds out from Hal that Paul was paying Gwen's lawyer fees. An angry Will confronts Gwen, who is at a loss for words. Lily and Holden lament over the fact that Luke needs a kidney transplant due to the infection he caught in Mexico. They are trying to reach Damian, and Jack and others will get tested. Keith shows up and offers his support to get tested, but an angry Lily and Holden don't want to hear from him. It is because of him that their son contracted E. Coli. Keith is definite with them; he cares about Luke; he will get tested. A distraught Lily finds out she is not a match for a kidney transplant with her son. Mike talks to Jack about pressing charges against BJ, but he finds out there is nothing they can do until BJ does something further. Katie goes to quit at WOAK, but BJ has beaten her to the punch with Kim. BJ has told Kim it was all a misunderstanding and Kim explains to Katie that she would like her to rethink her decision. Katie doesn't want to, but BJ calmly reminds her that she is under contract. After Kim and Katie talk in private Kim promises to watch out for her and to make sure BJ keeps his distance. When Katie goes on her tour, a female publicist will accompany her. After Katie agrees, Kim makes BJ understand that she did not appreciate the position he put her in. Mike is upset as well when he hears Katie is staying, but he agrees to keep working on the station to keep an eye on BJ. Jack meets with his FBI contact and he tells Jack that they are looking at someone local - BJ Green."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Iris: There you are. The hair of the dog that --",
        "[Knock on door] [Iris sighs] Would you just give me a minute to wake up? Well. If it isn't Beaver Cleaver.",
        "Will: Is Gwen here?",
        "Iris: She's with the baby.",
        "Gwen: Hey, Will.",
        "Iris: I was just telling your friend that he should get some manners. It's just a little too early for a visit.",
        "Gwen: I've been up for hours. I can handle it.",
        "Iris: Oh. Well, okay, you two kids just be alone.",
        "Will: So, can I come in?",
        "Gwen: Yeah. Sorry, yes. Come in. What's that?",
        "Will: Just a little something for the baby.",
        "Gwen: Wow. I guess this is the closest I'll get to a baby shower, huh?",
        "Will: Just open it. [Motorcycle jacket baby size]",
        "Gwen: This is so cool. Oh, it's even got, like, the little zippers.",
        "Will: Yeah, I figure since he's your kid, he's probably gonna have a wild streak. He might as well dress the part.",
        "Gwen: Oh, I was wondering what I was gonna do for a warmer jacket. This is perfect.",
        "Will: And these are for you. [Flowers]",
        "Gwen: Wow.",
        "Will: You don't like them?",
        "Gwen: No, it's not that. They're beautiful. It's just that -- nobody's given me flowers before.",
        "Will: Well, I guess you've been hanging out with the wrong kind of people.",
        "Gwen: Thanks.",
        "Will: Oh, one other thing.",
        "Gwen: No, Will. This is already too much.",
        "Will: No, it's not a present. I found an apartment.",
        "Lily: Its okay, Luke. Dad and I are right here. Don't worry.",
        "Nurse: Can you give us a moment to get the patient transferred to his bed?",
        "Holden: Sure.",
        "Lily: How can this be happening? He was at the best clinic in the country. All those tests, all those treatments -- how can his kidneys be failing? I don't understand why the dialysis wouldn't have helped him.",
        "Holden: Because the E. coli created blood clots. The dialysis would have killed him.",
        "Lily: He's so weak. Oh, my God. Oh, my God. What are we going to do?",
        "Holden: Lily, the transplant is going to be the only option here, so we just have to wait for your test results to come back, or for another donor to come along.",
        "Lily: I have to be a match. I cannot stand not being able to help my son. I would give my life for him.",
        "Holden: I know. I know. So would I.",
        "Lily: I just -- I just love him so much. I'm gonna be a match. I am. I just know it. I know it. I just know it. I am.",
        "[SCENE_BREAK]",
        "Mike: Jack.",
        "Jack: Mike.",
        "Mike: Thanks for coming by, man. I would have met you down at the station.",
        "Jack: Actually, you couldn't have. I'm officially on a leave of absence.",
        "Mike: I didn't know that. Hope everything's okay?",
        "Jack: It's complicated. Look, you said something on the phone about Katie being bugged by some creep? Sounded like a stalker situation.",
        "Mike: Yeah, it's kinda weird. I thought you might have some experience dealing with stuff like this.",
        "Jack: Yeah. Who's the guy?",
        "Mike: His name's B.J. Green.",
        "Jack: The new boss at WOAK?",
        "Mike: Yeah. He came into town, promised Katie he'd give her, you know, her own show, make her a big star, but after what happened last night, I want to make sure that he can't get anywhere near her ever again.",
        "[SCENE_BREAK]",
        "Katie: Hi.",
        "Kim: Hi. Hi. Oh, I'm so glad you're here. I just got your itinerary for the press tour. Now, everybody has received your original exercise video and we've sent them a ton of --",
        "Katie: I'm sorry, Kim, but there isn't going to be any press tour.",
        "Kim: I beg your pardon?",
        "Katie: I know its late notice, but I have to quit the show. You will never believe what B.J. did at his Halloween party last night.",
        "B.J.: Don't worry, Katie. I've already explained everything to Kim, and she completely understands.",
        "Katie: Kim understands? Did he tell you what he did to me?",
        "Kim: Well, he just said that the two of you had a misunderstanding.",
        "Katie: A misunderstanding? No, he has lied about everything, including who he is and what he's doing here.",
        "B.J.: Um, hi. I'll be the first one to admit how awkward I am socially. And I definitely made a grave error in judgment. That being said, I'm not a monster. I'm just me. I'm really, really sorry.",
        "Katie: This is not some social faux pas. This is a man passing himself off as someone he's not, starting with his name.",
        "B.J.: Well, see, that there -- I mean, Kim knows that I changed my name legally years ago, and there's nothing wrong with that.",
        "Katie: Until you track me down and offer me a once-in-a-lifetime opportunity that had nothing to do with my talent. You just wanted to fill out some high school fantasy.",
        "B.J.: Wow. It's amazing. Your take on things is just it's a bit larger than life. I mean, really, I offered you a job because I thought you'd be a great investment, Katie. That's all. Just like countless other investments I've made through the years.",
        "Katie: Okay, so this weird obsession that you had with me in high school had nothing to do with it.",
        "B.J.: All right, well, I admit, my interest was a little bit piqued when I found out you were here. But, honestly, I thought you would recognize me. And when you didn't, I thought it would be fun to surprise you. And I admit I got a little carried away. I did. But then again, I thought that you would have fun remembering all the old days, and then when you realized it was me, you'd get a big laugh out of it. Ha-ha-ha. And I'm, once again, very sorry if I made you uncomfortable at all.",
        "Katie: He obviously didn't tell you what he did. He locked me in a room. He made me put on some dress that looked exactly like the one that I wore to my prom. It was sick! You're sick! And I want nothing to do with you.",
        "Kim: Wait, now, just calm down. He did come to me early this morning. And he did say that he thought he'd perhaps gone over-the-line, and that he was very embarrassed. And listening to his side of the story, it didn't sound to me like he meant you any harm.",
        "B.J.: That's true. Katie, that's very true. I didn't. And I hope that someday, you can find it in your heart to accept my apology.",
        "Katie: He's a stalker, Kim.",
        "Kim: Katie, you know, it hasn't been too long ago that you were accusing my youngest son of stalking you. And then, you had to admit that that wasn't true. Do you think it's just possible that you mistaken an error in judgment for something more sinister?",
        "Katie: I know who he was last night. And I know who he's pretending to be this morning. And, no, I'm not making a mistake. I'm sorry, Kim, but I have to quit.",
        "B.J.: I'm sorry, Katie. I'm afraid I can't let you do that.",
        "[SCENE_BREAK]",
        "Jack: So where's Katie?",
        "Mike: She went to WOAK first thing this morning to give her notice to Kim.",
        "Jack: She's quitting the show?",
        "Mike: Yeah. And I'm not working for B.J., either. You know, I told her this would be the end of it.",
        "Jack: But you're not sure.",
        "Mike: I want to be. You know, I want Katie to feel better. But I'm just not sure B.J. got the message. There's something off about this guy, Jack. Is there anything I can do legally to keep him away?",
        "Jack: Well, it depends on if there's been a crime committed. If so, I can hook you up with Hal and the police can issue a restraining order. What exactly did he do?",
        "Mike: He lured her into his bedroom, locked the door -- locked her in there -- she said \"let me out,\" he wouldn't let her.",
        "Jack: Unlawful confinement, maybe. When did this happen?",
        "Mike: It was during a Halloween party game. You're assigned random names of people, you're supposed to hunt them down and murder them.",
        "Jack: So she went up there on her own free will?",
        "Mike: Yeah, but then he cornered her.",
        "Jack: Did he force himself on her?",
        "Mike: She was scared to death.",
        "Jack: Yeah, I'll take that as a \"no.\" Did he tell her what he wanted?",
        "Mike: He said he wanted to dance with her. Jack, it's not as innocent as it sounds.",
        "Jack: Okay, Mike, was there a weapon involved?",
        "Mike: No, but, maybe if I hadn't have walked in, who knows what would have happened? Look, Jack, this is not a nice guy, okay? He lied about why he came to town, he lied about coming into town.",
        "Jack: To what end, though? Did he defraud you, take any money from you?",
        "Mike: No.",
        "Jack: But you told me that he offered you both contracts?",
        "Mike: That was to manipulate us so he could get closer to Katie.",
        "Jack: Unfortunately, offering employment isn't illegal, Mike.",
        "Mike: Jack, this guy's a nut job!",
        "Jack: Okay, maybe. And I'm sorry that you have to hear this, but even though the guy's a little imbalanced, creepy even, having a crush on somebody, that's not a crime.",
        "[SCENE_BREAK]",
        "Gwen: You know, you're dreaming if you think I'm going to be able to pay for something like this.",
        "Will: They're not that much more than what you're paying now at Burt's. And I figured after the 90 days were up, you're not going to want to move the baby back to the garage.",
        "Gwen: They're going to want a huge deposit.",
        "Will: No, see, that's what's so cool. Since they're not finished, there's this promotional thing. If you sign up now, you get two free months.",
        "Gwen: That's almost doable.",
        "Will: Yeah. And it's pretty close to my Aunt Kim and Uncle Bob's.",
        "Gwen: You like living with your family, huh?",
        "Will: They're not that bad. They care about me, and they don't try to run my life.",
        "Gwen: In 90 days, I am so out of here.",
        "Will: I figured we could go over there and take a look. [Cell phone ringing] Speaking of family -- hey, Dad, what's up?",
        "Hal: Hey, Will. I'm at Java. Are you anywhere near here?",
        "Will: Not too far, why?",
        "Hal: You want to come meet me? I want to talk to you.",
        "Will: Right now? I'm with Gwen.",
        "Gwen: No, go see your dad.",
        "Will: Hold on a sec. Don't you want to go see the apartments?",
        "Gwen: Yeah, but Billy's going to wake up from his nap. I've gotta feed him, bathe him and get him dressed. I'll do that. Go see your dad, and when you come back, maybe we'll go for that ride.",
        "Will: Dad? I'll be right there.",
        "Gwen: I am going to go put these in water. You know, cheer the place up in my room a little bit.",
        "Will: Okay. I won't be long.",
        "Gwen: Okay.",
        "Iris: Oh, is your friend gone already?",
        "Gwen: His name is Will, in case you forgot, and he'll be right back.",
        "Iris: Those are pretty.",
        "Gwen: Yeah, they are.",
        "Iris: Yeah, there's some vases under the cabinet there. What's this?",
        "Gwen: It's nothing. It's just something Will wanted me to take look at.",
        "Iris: Really? Why?",
        "Gwen: Well, I'm going to need another place to live when my time here is up.",
        "Iris: Your time? You make it sound like you're living here in jail, Gwennie. I thought you wanted to finish school, go to college.",
        "Gwen: I do.",
        "Iris: Well, it's going to be awfully hard, you know. Trying to make rent, living in a cramped apartment --",
        "Gwen: Well, I've done it before, I can do it again.",
        "Iris: Yeah, but, you see, you don't have to do it alone this time. Why don't you take advantage of what you've got here? You know, you've got room for the baby, a built-in sitter, moi. I mean, you know, kids need space. They need a place to run around in, they need a yard. I want to give him the best.",
        "Gwen: Oh, just like you gave me?",
        "Iris: You know what we could do? We could build onto this house. We could build another bedroom, a playroom. We could put one of those baby gyms in there, you know? Or, better yet, maybe we could buy a new house. You know, in a different neighborhood in the nice part of town.",
        "Gwen: Oh, but then you wouldn't be able to put your old car on blocks in the front yard.",
        "[Iris chuckles]",
        "Iris: That is so funny. Speaking of cars, we need to get a new one.",
        "Gwen: We?",
        "Iris: Yeah, absolutely. We should get one of those with the, you know, the third row, and it's got a television in the back. Oh, Billy would love that, wouldn't he? Isn't that what you want?",
        "Gwen: Let me ask you a question, Mom. How do you plan on paying for all this new stuff?",
        "[SCENE_BREAK]",
        "Lily: Hey.",
        "Holden: How are you doing?",
        "Luke: I just want to go home.",
        "Lily: We want you to come home, too. Believe me.",
        "Luke: I promised faith I'd teach her how to set up the game-master.",
        "Holden: She understands, trust me. We just all want you to get better.",
        "Luke: How long will it take?",
        "Holden: Well, they're trying to find you a kidney right now.",
        "Luke: What happens if I don't get one?",
        "Lily: You will. Probably from me.",
        "Luke: What's that gonna do to you?",
        "Lily: Oh, I'll be fine. We'll both be fine.",
        "Holden: Remember at the clinic when the doctor explained that you only really need one kidney?",
        "Luke: Yeah.",
        "Lily: Well, both of mine are fine, so you'll probably get one from me. Doctors do surgeries like this all the time. I don't know if you know this, but Margo and Katie had a procedure like this a few years ago, and look at them, they're doing great. It was done right here at the hospital.",
        "Luke: I'm tired.",
        "Lily: Well, the trip was very exhausting for all of us. Do you think you can sleep now? Everything is going to be okay.",
        "[SCENE_BREAK]",
        "Mike: Katie told me from the get-go this guy creeped her out, and I said he was harmless. Then when I finally started to see what she was talking about, I was too late.",
        "Jack: So he was playing the both of you?",
        "Mike: I can't describe it. He's got this way of explaining everything. You end up feeling guilty for doubting him. You know, I told her that everything was okay, but now -- look, man, I've got to find a way to make it up to her.",
        "Jack: Well, the only way to do that is to make sure you know exactly who you're dealing with, and what he wants.",
        "Mike: We can do that even if he hasn't committed a crime?",
        "Jack: No harm in keeping an eye on the guy, doing a little background check. I'm just having a tough time wrapping my mind around the fact that this billionaire buys a television station just to keep close to an old high school flame. A little excessive.",
        "Mike: All right, so you see why I'm worried. I mean, you know, what if this guy can't take \"no\" for an answer?",
        "Jack: Every profile I've read about guys like this say that they want to work behind a curtain, and the second they're exposed, it's humiliating. Now, my guess is B.J. freaked when things turned out the way they did, and he doesn't want to see you and Katie any more than the two of you want to see him.",
        "Mike: All right, maybe. But, you know, this guy doesn't give up easily.",
        "Jack: Well, except for the fact that he knows now that you and Katie are going to have your guard up. Listen, the best thing you can do right now, document anything he does that could be considered harassment or stalking.",
        "Mike: That's it? Keep a journal?",
        "Jack: Unfortunately, in a case like this, the police can't do anything until B.J. does.",
        "Mike: By then she could be hurt or worse.",
        "Jack: Okay, listen, I'll talk to some of my guys in the department, tell them to keep an eye on him. In the meantime, call Margo. She's not going to let anything happen to her little sister.",
        "Mike: Yeah, I thought about that, but I don't want to upset Katie. You know, I don't want to fan the flames. Hey, if you think it's the right route to go, I'll do it.",
        "Jack: I don't think it's gonna hurt, no.",
        "Mike: Well, thank you.",
        "Jack: All right. I wish there was more I could do.",
        "Mike: No, no, no. This puts things into perspective.",
        "Jack: Good.",
        "Mike: So, what are you gonna do?",
        "Jack: About work? Well, I've got a few irons in the fire. But don't worry. Even though I'm not at the station, that doesn't mean I don't have your back. Don't hesitate to call me if you need anything else, all right?",
        "Mike: Thanks. After today, there's no reason that Katie and I ever need to see B.J. Green again.",
        "[SCENE_BREAK]",
        "B.J.: You signed a binding agreement. I mean, I hate to get litigious here, but if you refuse to fulfill it, the station might be forced to sue you for breach.",
        "Katie: Are you siding with him on this, Kim?",
        "Kim: B.J., I'd like some time with Katie, please.",
        "B.J.: Right. No problem.",
        "Kim: Sit down. Look, I really do understand how upset you are --",
        "Katie: No, I really don't think you do.",
        "Kim: Well, I'll tell you one thing. B.J. is right. Both parties did sign that contract. And there's been an awful lot of money poured into this project. I mean, not just B.J.'s money, but my money, my shareholders' money. I hired a brand new staff and crew for the project, and those people are counting on these jobs. Now that's on the line.",
        "Katie: I know, I know. I've been thinking about that. I've been thinking about those people. But, I'm sorry. You didn't see him last night. He was a completely different person, and I can't deal with him.",
        "Kim: Well, what if you didn't have to? What if I were to guarantee that I will put some distance between you and B.J.?",
        "Katie: How are you going to get him to agree to that?",
        "Kim: Well, he already has. Look, I don't like this at all. I promise you, I don't. And I guess I'm just beginning to understand why he was so insistent on having such personal involvement in this project, but I've let him know that is not acceptable.",
        "Katie: What about the press tour?",
        "Kim: Nope. No. I told him he can't go on the press tour. It's not appropriate. I have already hired a publicist to accompany you. She's a woman I've dealt with for years, and I trust her implicitly. Now, what I want you to do is I want you to think about the work. I want you to think about how much that means to you. Think about how excited you were to be expanding your career. And if I were to guarantee that all those good things would still be in play, without B.J.'s involvement -- would you be willing to stay?",
        "[SCENE_BREAK]",
        "Will: Hey, Dad.",
        "Hal: Hey. I hope mocha's still your favorite, because I ordered you a large.",
        "Will: Thanks. So, what's up?",
        "Hal: Just wanted to catch up.",
        "Will: No offense, but you're not the type that wants to do some catch-up over coffee.",
        "Hal: A guy can change, can't he?",
        "Will: I guess so, but why would you want to? So, is there something wrong?",
        "Hal: Nah, I just wanted to see you. And I think I owe you an apology.",
        "Will: Why, Dad? I'm the one that split and ran off to New York with Gwen. You're not the one that owes me an apology.",
        "Hal: And maybe if I'd just been paying a little bit more attention, you might not have felt you needed to go that route.",
        "Will: Look, Dad, what I did with Gwen was my decision. And I'd have gone with her no matter what. No matter how much attention you were giving me. And besides, you were looking after Jen. And I understand that, she needed you.",
        "Hal: It doesn't mean you're not just as important in my life, you know.",
        "Will: You've always been there when it counts. And honestly, I don't understand why you haven't come down on me harder than you have.",
        "Hal: Well, what good would it do? You're going to have to face the family court judge anyway, you know.",
        "Will: Yeah, but it looks like they're gonna go kind of easy on me. So, tell the truth, did you pull some strings?",
        "Hal: Let's just say I'm glad you're back in one piece.",
        "Will: Look, Dad, just so you know, if I had it to do over again? I'd probably do the same thing.",
        "Hal: You're pretty serious about this girl, Gwen, huh?",
        "Will: Did Mom put you up to this?",
        "Hal: Huh?",
        "Will: Because she's not too happy about Gwen being in my life.",
        "Hal: No, Barbara had nothing to do with this. All I want is for you to be happy. Does Gwen make you happy?",
        "Will: Nobody can make anybody else happy. Psychology 101. But yeah, she means a lot to me.",
        "Hal: Well, if Gwen makes you happy, then I'm the guy in your corner.",
        "Will: Then why do you look like there's something you don't know how to say?",
        "Hal: Well, I might as well come right out and say it. It's Gwen's mother. I've had dealings with her, Will, and I can't exactly say that I trust her.",
        "Will: Well, neither does Gwen. She and Iris share some DNA, but that's about it. Look, Dad, for the first time in my life, I'm with someone that doesn't judge me. I can just be myself. She needs me, and I need her.",
        "Hal: Well, that's all good, Will, but I want you to be careful. I mean, her life is complicated, and with a child involved, it makes it even more so.",
        "Will: What are you trying to say?",
        "Hal: I guess I'm just trying to tell you to keep your eyes open. I mean wide open.",
        "[SCENE_BREAK]",
        "Luke: Mom?",
        "Lily: Shh. Come on, you need to rest.",
        "Luke: But I've gotta tell you something.",
        "Lily: What?",
        "Luke: I'm sorry for causing so much trouble.",
        "Lily: Oh. It's not your fault you got sick.",
        "Holden: You just need to concentrate on getting better. We're gonna need your help to cut that Hubbard squash on Thanksgiving.",
        "Lily: Yep.",
        "Holden: It's only a few weeks away.",
        "Jack: Hey. Heard you were back. How you feeling?",
        "Luke: A little tired.",
        "Jack: I can imagine. I'm not gonna stay long. I just wanted to tell you that I love you, and I hope you get better soon.",
        "Luke: Thanks.",
        "Jack: I talked to Emma. She wants to know if there's anything she can do.",
        "Holden: No, nothing right now.",
        "Jack: Yeah?",
        "Holden: We just need to find a blood match.",
        "Jack: Did you get in contact with Damian?",
        "Holden: We tried. I would do anything to be Luke's biological father right now.",
        "Lily: Hey, guys, why don't you go to the cafeteria and get some coffee. I'll stay here.",
        "Holden: Okay.",
        "Jack: Yeah, sure, of course. How are you holding up?",
        "Holden: The truth? I'm scared, really scared.",
        "Jack: Lily's been tested, right?",
        "Holden: Yeah, we're waiting for her results, and she thinks that she's going to be a match, but what if she isn't?",
        "Jack: Holden, if she's not the one, someone has got to be the one, okay? I'll get tested on the off chance. I'll have Carly get tested. You know, I'll talk to the family, everyone we know.",
        "Holden: It just kind of feels like a ticking time bomb right now.",
        "Jack: I know. I know. I'll talk to Hal and Margo about setting up a drive at the station. We're going to find someone compatible.",
        "Holden: Thanks.",
        "Jack: Yeah. You just gotta keep the faith, all right? Come on. Let's go get that cup of coffee.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Holden: What are you doing here? Get out. And stay away from my wife.",
        "B.J.: I'll -- everything's going to be okay.",
        "Mike: Tell her you changed your mind.",
        "Katie: I can't! They will sue me for breach of contract.",
        "Mike: So? Tell them to bring it.",
        "[SCENE_BREAK]",
        "Lily: What do you think you're doing here?",
        "Keith: I heard what was going on with Luke. I want to help.",
        "Lily: There's nothing for you to do. You shouldn't be here.",
        "Keith: I want to get tested to be a donor.",
        "Lily: Why would you do that? I mean, you're not part of our lives anymore.",
        "Keith: Because I would do anything for Luke. You know that. I care about him. The same way I still care about you, Lily.",
        "Holden: What are you doing here? Get out. And stay away from my wife.",
        "[SCENE_BREAK]",
        "Katie: The show does mean a lot to me. And after my last stint at the station, I do appreciate you giving me a second chance, so I'll stay.",
        "Kim: Oh! Oh, good girl. Good girl. And I promise you, nothing is going to happen again that will make you frightened or uncomfortable, all right? Let's try and make this work for everybody.",
        "Katie: Okay.",
        "B.J.: So, are we a team again?",
        "Kim: Katie has agreed to stay under certain conditions.",
        "B.J.: Okay, well, that's great. I am really sorry for any misunderstanding.",
        "Katie: No, I understood everything perfectly. Now here's something for you to understand. The conditions Kim's talking about? They're very simple. I have no contact with you. Got it?",
        "B.J.: Yeah. I was really hoping now that everything was straightened out that we could be friends again.",
        "Katie: Yeah, well, I'm staying here to honor my contract and to do some work that I love, not to be friends with you. So, stay away from me, and stay away from Mike. And any business dealings that you and I have go through Kim, got it?",
        "B.J.: I promise I will keep my distance.",
        "Katie: Yeah, make sure that you do. Thank you for everything, Kim.",
        "[SCENE_BREAK]",
        "Iris: Oh, Gwennie. It's just like you thinking I'm saying something I'm not.",
        "Gwen: So you're not trying to dip into my kid's money?",
        "Iris: No, I'm just trying to help you, like when you needed help getting your kid back.",
        "Gwen: So, now you're trying to guilt trip me?",
        "Iris: No, honey, I'm not. It's just that, you know, when I pictured your beautiful little boy's face going into foster care, and how much you would miss him, I just knew I had to do something.",
        "Gwen: Look, I appreciate you helping me get my kid back, and I appreciate you watching him last night so I could go to the party. But if you think that you helping me now is going to make me forget that you never helped me once in my entire life before now --",
        "Iris: How many times do I have to tell you? I'm just trying to make up for past mistakes here.",
        "Gwen: And maybe you see a meal ticket.",
        "Iris: Why do you have to think that I'm always up to something?",
        "Gwen: Because you always are! And I'm only here because the judge says I have to be.",
        "Iris: You're not even going to give me a chance?",
        "Gwen: Look, I'm not saying that we're never going to see each other again. But get it through your head, we're not living together, here or any place else. Now, I have go wake up Billy, and get him ready before Will comes back.",
        "[SCENE_BREAK]",
        "Will: Dad, there's nothing to worry about with me and Gwen. We're taking things slow.",
        "Hal: You've got a lot of potential, Will, and I don't want you forgetting your own needs because you're getting serious about this girl.",
        "Will: Dad, I'm going to finish school. Gwen's not going to get in the way of that, okay? We can talk with each other.",
        "Hal: Well, I've got to admit, it's been a long time since I've seen you smile this much. It looks good on you.",
        "Will: Well, it feels pretty good, too. How about you? Things got to be pretty quiet around the house now.",
        "Hal: It's different. How are things at Bob and Kim's?",
        "Will: They're great. I was just telling Gwen that, you know, it's obvious that they care a lot, but they give me my space. I don't have to worry about locking my door, and thinking someone's going to go through my stuff.",
        "Hal: Like your mom?",
        "Will: Well, I wasn't going to name names.",
        "Hal: Mmm. Did you feel like I respected your space when you were living at my house?",
        "Will: Sure, Dad. Is that what this is about? Do you want me to move back home?",
        "Hal: I want you to think about it. I mean, it is kinda empty with Daniel and you and, well, everybody gone.",
        "Will: That's gotta be pretty lonely for you.",
        "Hal: I keep busy, you know. Of course, that's how I probably wound up alone in the first place.",
        "Will: Well, I miss you, too, Dad. I'll think about it.",
        "Hal: Thanks. And in the meantime, if you need anything, promise me that you'll come to me. I'm making more time now, especially for you.",
        "Will: That's great. You know, Paul's been there for me --",
        "Hal: I don't want you going to Paul. You come to me.",
        "Hal: I'm not saying this because of Emily. I don't want you going to your brother with anything important. I just don't think he has your best interest at heart.",
        "Will: Why would you say something like that? Things have been good between me and Paul.",
        "Hal: Then how come he didn't want you to know that he was paying Gwen's legal fees?",
        "Will: What are you talking about?",
        "Hal: I thought you'd know by now, that Gwen would have told you.",
        "Will: She would have. So maybe you got your story wrong.",
        "Hal: Hmm-mmm. Cass Winthrop, her attorney, told me that Paul was the one who was paying him to represent Gwen.",
        "[Will remembering]",
        "Gwen: Huh? What, you satisfied? Huh?",
        "Will: Where'd you get that?",
        "Gwen: It doesn't matter.",
        "Will: No, it does matter.",
        "Gwen: What? You think I stole it? Is that what you're thinking?",
        "Will: No, that's not what I'm thinking.",
        "Gwen: Oh. My bad. I guess I don't know you that well.",
        "Will: You sure don't know me.",
        "Will: I'm sorry, Dad. I've got to go.",
        "[SCENE_BREAK]",
        "Holden: How do you know what's going on with Luke?",
        "Keith: 'Cause once I heard he was transferred here, I started calling the clinic.",
        "Lily: They don't give out that kind of information to non-family members.",
        "Keith: Well, I lied. I said I was family.",
        "Holden: How typical.",
        "Keith: Look, I know it's not good news that he's here, but I just wanna help.",
        "Holden: You wanna know how you can help? Stay away from my family.",
        "Keith: Well, you know what? Everybody should be tested. You never knows who's going to be a donor.",
        "Holden: You know something? You're the cause of this. It's because of you that all this happened. If you hadn't been involved in all those shady business deals, Luke never would've have been exposed to any of this. And now you wanna help? You know what? Forget about it, it's not gonna happen.",
        "Keith: Oh, come on. Lily, that's not true, you know? I would do anything for Luke. He's a part of you, therefore he's --",
        "Holden: All right. That's it, that's it. You're not gonna use Luke's illness to worm your way back into lily's life.",
        "[SCENE_BREAK]",
        "B.J.: Kim -- I really want to thank you for smoothing things over with Katie.",
        "Kim: I was protecting a business investment.",
        "B.J.: Right. Well, I knew that if anybody could buy us some time, it would be you. And really that's all we need is time because as soon as she's back from this press tour, I think everything will be blown over.",
        "Kim: I don't know what dreamland you're living in, pal, but let me give you a few pertinent facts. I do not take kindly to somebody manipulating me and my station just to get close to some young woman.",
        "B.J.: Oh, I'm sorry. I thought I'd explained that --",
        "Kim: You can explain till you are blue in the face. What you did is you put my company and me and my reputation at risk, to say nothing of the fact that you scared the hell out of Katie.",
        "B.J.: Well, you said yourself she was prone to blowing things out of proportion.",
        "Kim: Yeah, but you forgot to tell me the part about locking her in the room. What were you thinking? You were lucky that she didn't sue you for sexual harassment.",
        "B.J.: I'm sorry, okay? I'm really sorry. I didn't mean for this to happen this way. Okay? You made it better. I mean, you're great. And now she's staying, and that's amazing. And now, everything's gonna be okay.",
        "[SCENE_BREAK]",
        "Mike: What do you mean you didn't quit your job?",
        "Katie: I couldn't. I'm under contract. I couldn't just walk away.",
        "Mike: After what happened last night, I don't --",
        "Katie: Kim assured me that I will not have to work with B.J. or talk to him or even see him.",
        "Mike: Katie, he owns the show! Come on. Look, I don't want this guy within a square foot of you. If I'd have known that he was gonna be down there today, I wouldn't have let you go down there alone. Look, we're not taking any chances. Call Kim right now, tell her you changed your mind.",
        "Katie: I can't! They will sue me for breach of contract.",
        "Mike: So? Tell them to bring it.",
        "[SCENE_BREAK]",
        "[Energetic big-band]",
        "Jack: Oh! Hey, it was good to get your call. Hey, don't, don't. Sit down, sit down, sit down. So, we work everything out?",
        "FBI guy: Timing is everything. Remember I told you that the bureau was tracking a person of interest that turned up here in Oakdale?",
        "Jack: Yeah. What's the story?",
        "FBI guy: I might need you to do some under-the-radar investigation. You interested?",
        "Jack: Maybe. You got any more background for me?",
        "FBI guy: It has to do with this dot-com billionaire we've been tracking. His name's B.J. Green.",
        "Jack: Keep talking. I'm interested.",
        "[SCENE_BREAK]",
        "B.J.: I promise you have nothing to worry about with me. I'm gonna stay away from Katie.",
        "Kim: You'd better. I gave her my word.",
        "B.J.: Okay. I give you mine. I would never do anything to hurt Katie.",
        "[SCENE_BREAK]",
        "Mike: If B.J. and Kim want to sue you, we'll deal with it.",
        "Katie: No, I already worked things out with Kim. She promised me that I will have no contact with B.J. I will have nothing to do with him. She already kicked him off the press tour. I trust her to keep him away from me.",
        "Mike: It'd be so much easier if you just quit.",
        "Katie: And do what? Keep running the gym? We're barely breaking even. Or I could go back to the hospital and be a nurse's aide. That would be fun. No. I like this work, and I like that it pays well. I'm sick of being broke. This is my one chance to do something that I'm good at, and actually make a good living.",
        "Mike: You can find another job that you like that pays just as well.",
        "Katie: After years and years and years, maybe. That's not the point. I like the show. I like the concept. And besides that, there's crews already in place. There's designers, pr people, the entire crew who are depending on the show to have a job. I can't let them down. I need to see this through. Please, honey, do you understand that?",
        "Mike: I guess.",
        "Katie: Are you upset?",
        "Mike: No. Look, if you feel strongly about it, I got your back. But I'm still quitting the renovations over at Fairwinds.",
        "Katie: Well, you need to do what's right for you.",
        "Mike: What's right for me is protecting you. Okay? So I'm gonna call Kim and I'm gonna tell her that I'll finish the studio renovations over at the station. All right? That way, I can keep an eye on B.J., make sure he stays away from you.",
        "Katie: Okay. See, I knew we could work this out. I love you.",
        "Mike: I love you, too. I wish you didn't have to leave for this press tour so soon.",
        "Katie: I know, this afternoon.",
        "Mike: So, maybe we need to start saying good-bye right now, huh?",
        "Katie: Mmm.",
        "[SCENE_BREAK]",
        "Gwen: Hey, the timing worked out great on this. I just got Billy ready. You wanna grab the car seat and I'll go get him?",
        "Will: Gwen, we're not going yet.",
        "Gwen: Is something wrong?",
        "Will: Is it true? Is it true my brother gave you the money to pay your attorney?",
        "[SCENE_BREAK]",
        "Keith: No matter what you two think, I would do anything for Luke.",
        "Holden: He doesn't need your help.",
        "Keith: Well, I'm getting tested. It's the least I can do.",
        "Holden: What is with that guy?",
        "Lily: Don't worry about him. It's not important right now. Everything's going to be okay. Once we get the tests back, we'll have the surgeries, it'll be all over and we'll take you home.",
        "Holden: The test results are in. I'm sorry. You're not a match.",
        "[Lily crying]",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Dusty: I know this is gonna sound crazy, but -- I think we should be together.",
        "Lily: Holden! Holden! Hurry!",
        "Will: Were you just gonna string me along until the custody's final and then you're gonna take the baby and leave and I'm never gonna see you again?!",
        "Gwen: No, I would never do something like that!",
        "Will: Never, or just not right now?!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=lioU1W2OAU4"
}