{
    "Episode Summary": [],
    "Recap": [
        "Cole gets angry with Sofie for not having an abortion and his loud outburst gets her fired from the Lakeview. Carly and Jack talk to her oncologist about an aggressive chemotherapy that could give her a little more time with her family. Katie and Jack buy a new house and then make love on the floor. Rosanna pretends to be confused during her testimony in court yelling at the judge that she can't remember for sure what happened, so the judge dismisses the charges against Craig. Meg suspects that Craig did something sneaky to get Rosanna to change her testimony. Paul is very upset with Rosanna and wonders why she lied in court."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Sofie: Here for breakfast?",
        "Gwen: Uh yeah, just to start I'd love a glass of orange juice, that'd be great. I think also some -- are you okay?",
        "Sofie: Sure. Why?",
        "Gwen: Well, after I talked to Cole last night, I couldn't get a hold of you, I couldn't find your number, I didn't know where you --",
        "Sofie: You talked to Cole?",
        "Gwen: Yeah, didn't you?",
        "Sofie: He didn't come home last night. And I left him so many messages -- what did you say to him?",
        "Gwen: I thought he already knew. I never would have said anything, but I figured since you changed your mind about the baby, you must have said something --",
        "Sofie: You told him I'm still pregnant?",
        "Gwen: Not in so many words. But I think he figured it out.",
        "Sofie: Cole, what Gwen said, I -- please call me back. I can explain.",
        "[SCENE_BREAK]",
        "Carly: I love you so much. I'm glad you're with Katie, Jack. I want you to be happy. Be really happy together. Because that's what I want for you, to have a really happy life.",
        "Brad: Whew! That's some heavy stuff.",
        "Carly: How did you get in here?",
        "Brad: Well, the door's open, I was worried. So I just came in.",
        "Carly: Well, next time knock, okay?",
        "Brad: I thought the video was just for the kids.",
        "Carly: I had some things I wanted to say to Jack.",
        "Brad: Do I get a video?",
        "Carly: Would you like a video?",
        "Brad: Yeah. Yeah, but you have to wear something sexy. Lots of heavy breathing. And you've got to scream my name.",
        "Carly: That should be easy. I feel like screaming all the time now. Dying is scary. Lonely. I miss Jack.",
        "Brad: Call him. He wants you to lean on him.",
        "Carly: I'm not doing that anymore.",
        "Brad: Why not?",
        "Carly: He's married.",
        "Brad: So what, you gonna to punish him for that?",
        "Carly: I'm trying to do the right thing!",
        "Brad: Then don't make Jack spend the rest of his life feeling guilty about letting you down.",
        "[SCENE_BREAK]",
        "Katie: Hi, husband.",
        "Jack: Hi, wife.",
        "Katie: You're dressed.",
        "Jack: I've got a lot to do today.",
        "Katie: Does Carly have a doctor's appointment?",
        "Jack: Actually, I'm taking you somewhere.",
        "Katie: You are?",
        "Jack: To our new home. Well what I'm hoping will be our new home since we missed our honeymoon -- want to buy a house with me, Mrs. Snyder?",
        "Katie: I would love to!",
        "[Jack chuckling]",
        "[SCENE_BREAK]",
        "Meg: How can I judge you, Craig? As far as switching the babies goes, I'm nearly as guilty as you are. But if in the course of the trial I do find out that you did try to kill Rosanna to keep her from talking? There'll be no doubt in my mind that you do belong in prison. And if that happens? Don't expect me to be there when you get out. Hey --",
        "Craig: What are you doing here?",
        "Meg: I'm going to go to the hearing with you.",
        "Craig: That's a very wifely gesture.",
        "Meg: Yeah, I thought so.",
        "Craig: But I don't want you to.",
        "[SCENE_BREAK]",
        "[Roseanna remembers]",
        "Craig: But mark my words -- if Paul gets me put away in some federal pen, it will only be a matter of time before he and Meg find their way back to each other.",
        "[SCENE_BREAK]",
        "Paul: Who's on the phone?",
        "Rosanna: I was just turning it off. I don't think the judge would like it very much if I suddenly have to take a call while I'm on the witness stand.",
        "Paul: Are you excited?",
        "Rosanna: Hardly. I hate courtrooms almost as much as I hate seeing Craig.",
        "Paul: You'll be fine. You just have to remember what's important.",
        "Rosanna: That you love me?",
        "Paul: Well that. And very soon Craig will be locked away and out of our lives forever.",
        "Paul: You really upset?",
        "Rosanna: Yes, I am. Paul --",
        "Paul: Look, it's in the bag. Okay, there's no way Craig can beat this.",
        "Rosanna: Are you sure about that?",
        "Paul: Yes. All you have to do is tell the truth and Craig's out of our lives forever.",
        "Rosanna: And then what?",
        "Paul: And then we live happily Craig-free ever after. Look, if you get nervous when you testify, all you have to do is look at me. And remember how much I love you.",
        "Rosanna: I'll do that.",
        "Paul: Great. We should go. I'll have the car brought around, okay?",
        "Rosanna: Okay. I'll be there in a minute.",
        "[SCENE_BREAK]",
        "Meg: I can go to court with you or I can go to court alone. But I will be there, Craig.",
        "Craig: Why do you want to be there?",
        "Meg: What do you want to keep me away?",
        "Craig: Look, I am the one under the gun today. Can't you just give me this one simple request?",
        "Meg: I'll see you in court.",
        "Craig: Wait, wait, if you're hoping for revelations about Rosanna's accident, she will not be allowed to testify about that.",
        "Meg: I want to hear what she has to say.",
        "Craig: No, you want to hear my ex-wife testify that I ran her off the road intentionally. I don't care what anybody else says, I am sticking by what I've told you, Meg. It was an accident.",
        "Meg: I need to hear her say it.",
        "Craig: Paul let you think he was dead. He let you grieve for weeks. He didn't give you the courtesy of a phone call when he came back to town. And that entire time, who stood by you? Now, what else do you need to know?",
        "Meg: I need to hear it for myself. Decide for myself. And if you can't respect that, then we don't have a marriage.",
        "Craig: Let's go.",
        "[SCENE_BREAK]",
        "Sofie: Why were you even speaking to Cole in the first place?",
        "Gwen: Because you asked me to help him out with his music.",
        "Sofie: And you wouldn't.",
        "Gwen: Look, I felt bad about that. And your baby is going to make us family. And I thought I should at least try to make peace with my brother.",
        "Sofie: How? But telling him I lied to him? Cole. You're okay. I was so worried about you.",
        "Cole: No, I should be worried about you. You're the one having the baby.",
        "Sofie: I should have told you. I really wanted to --",
        "Cole: A baby's what you want, a baby's what you'll get.",
        "[SCENE_BREAK]",
        "Carly: Jack has nothing to feel guilty about. He gave me a wonderful life. Most people never get to be loved the way he loved me.",
        "Brad: So, instead of telling him to his face, you're going to put it on a video, so he'll watch it again and again. Knowing you were dying, knowing you needed him and you wouldn't let him help you.",
        "Carly: I can't. I can't spend the time I have left with Jack, wanting what we had. I can't -- this is hard enough without --",
        "Brad: Okay, okay -- okay, okay. Don't get upset. You'll give yourself a headache.",
        "Carly: You give me a headache.",
        "Brad: You give me a headache. I'll give you a headache. Look, listen, when you're on your deathbed, and listing all the things you won't miss, I want you to think of me, okay? Do you need anything? Like food, meds, naked massage --",
        "Carly: No.",
        "Brad: A ride to the doctor's?",
        "Carly: I have food, I have my meds, and I don't have to go to the doctor today. So, you can go.",
        "Brad: Okay. Well, you get to your videos. Get my number, call me.",
        "Carly: I can take care of myself.",
        "Brad: Don't talk about it. Do it. Do it.",
        "[Cell phone rings]",
        "Carly: Hello? This is she. Oh, no, no. No, I don't have an appointment today. Could you put the doctor on the phone, please? Well, if he's got bad news for me, I'd rather hear it right now. Okay. Okay, I'll be right there.",
        "[SCENE_BREAK]",
        "Katie: So, tell me about this house. Where is it? How many bedrooms does it have? What's the kitchen like?",
        "Jack: It's in a new subdivision, and the developer is offering great prices because he needs the cash. That's all I know though. I haven't even seen it myself.",
        "Katie: So, we're going to look at it for the first time together.",
        "Jack: Yup.",
        "Katie: It's going to be so much fun. I will be ready in five minutes.",
        "Jack: Yeah, right. Five minutes.",
        "Katie: Time me.",
        "[SCENE_BREAK]",
        "Paul: You ready to go inside?",
        "Rosanna: Oh, in a minute, I just want to get some water.",
        "Paul: I'll get it. I'll be right back.",
        "Rosanna: Okay.",
        "Craig: Hey.",
        "Meg: Hey.",
        "Craig: Listen, I need to check with my lawyer, make sure we're on track, okay?",
        "Meg: Yeah, I'll wait for you.",
        "Craig: No, there's no need. I'll meet you inside.",
        "Meg: Okay.",
        "Craig: Did you think about what I said?",
        "Rosanna: Yes. And I've come to a realization.",
        "Craig: You can't trust your fiancée. I told you so.",
        "Rosanna: I realize that Paul loves me. And only me.",
        "Bailiff: The honorable judge Collins presiding. State versus Craig Montgomery. Be seated.",
        "Judge: Mr. Montgomery.",
        "Craig: Yes, your honor.",
        "Judge: You realize this is a preliminary hearing to determine whether this matter will be brought to trial?",
        "Craig: Yes, Sir.",
        "Judge: Mr. Montgomery has been charged with one count of parental kidnapping, one count of kidnapping an infant and two counts of endangering a child. Mr. Adams, call your principal witness.",
        "Prosecutor: The state calls Ms. Rosanna Cabot to the stand.",
        "Lawyer: That's one confident-looking woman. You should have let me take that plea bargain.",
        "[SCENE_BREAK]",
        "Katie: Okay, so it was a long five minutes. Who are you calling?",
        "Jack: Well I was just trying to check in on Carly. But I can do that from the car. Come on, let's go.",
        "Katie: No, I still have to put on my boots and get my purse. Call her.",
        "Jack: No one's picking up at the house.",
        "Katie: Call her cell.",
        "[Cell phone ringing]",
        "Carly: Hi, Jack.",
        "Jack: I was worried about you. I thought you'd be home.",
        "Carly: Do remember the oncologist that Dr. Evers mentioned?",
        "Jack: Reynolds?",
        "Carly: Right. Well, she had an opening today. So I'm here at the hospital. I'm having a consultation. It's no big deal.",
        "Jack: Well isn't this where they're going to decide the course of treatment?",
        "Carly: Yeah, we'll probably talk about that.",
        "Jack: Are they going to run some tests? How long you gonna be?",
        "Carly: It shouldn't take long.",
        "Dr. Reynolds: You might have to be here several hours.",
        "Jack: Did she say several hours?",
        "Carly: I can handle it, Jack. I'll talk to you after I get home, okay? Bye.",
        "Dr. Reynolds: Was that your husband?",
        "Carly: My ex-husband.",
        "Dr. Reynolds: Do you have children together?",
        "Carly: Three.",
        "Dr. Reynolds: Then you need to know -- no matter what course of treatment we choose, I can guarantee you it will be a rigorous, and, in some ways, a debilitating regimen.",
        "Carly: Are you trying to scare me?",
        "Dr. Reynolds: It'll be a lot easier for you if you don't have to do this alone. For you and your children. If your ex-husband wants to be involved --",
        "Carly: I will tell Jack what he needs to know. But I'm going to do this myself.",
        "[SCENE_BREAK]",
        "Katie: Jack?",
        "Jack: All set?",
        "Katie: If you want to go check on Carly, we can look at the house later.",
        "Jack: No, no. I already tried to push back the appointment to this afternoon.",
        "Katie: Why?",
        "Jack: Because I wanted to spend the morning in bed with my beautiful bride.",
        "Katie: Oh.",
        "Jack: Yes, but the realtor said that there are dozens of other couples interested in the property. So we wanted to stay first in line.",
        "Katie: The deal's that good?",
        "Jack: Yeah. Wait a minute. Even if I can't make the appointment, you still can.",
        "Katie: I can't make an offer on a house without you.",
        "Jack: Sure you can. If you like it, buy it.",
        "[SCENE_BREAK]",
        "Sofie: I knew -- I knew you'd understand once you had some time to think about it. Cole, I just couldn't do it. I couldn't have the abortion. This is our baby. Part you and part me.",
        "Cole: So how are we going to pay for it?",
        "Sofie: We'll get by.",
        "Cole: With what? How am I going to make that kind of money? Especially now that my sister made it clear that I have no talent.",
        "Gwen: Maybe if you put some effort into getting better --",
        "Cole: You really think you can raise a baby with the money you make on tips at this place?",
        "Gwen: People have done it on less. And here's an idea -- you could get a job. Anything's possible if you're willing to work for it.",
        "Cole: That's not the point. It's not fair to raise a baby when you're constantly worried about where the next meal is coming from. That's how we grew up, Gwen. You think I want that for my kid?",
        "Gwen: It doesn't have to be like that.",
        "Cole: I thought we were on the same page with this.",
        "Sofie: I was.",
        "Cole: Then what happened?",
        "Sofie: I didn't want to get pregnant. But now that I am, Cole, I want your baby.",
        "Cole: Who'd you tell about keeping the baby?",
        "Sofie: What do you mean?",
        "Cole: Well you obviously told my sister here. Who else knows? Did everyone in this place know that you're still pregnant while I didn't? I bet you Aaron knew, didn't he?",
        "Gwen: You know, you want to stop it! No wonder she didn't tell you. Look how you're acting.",
        "Sofie: Gwen, stop it. Please.",
        "[SCENE_BREAK]",
        "Prosecutor: And did Jennifer Munson get along with Mr. Montgomery?",
        "Rosanna: No, Jennifer hated Craig.",
        "Prosecutor: How do you know how Jennifer Munson felt?",
        "Rosanna: Before the child was born, Jennifer went to great lengths to make sure that Craig wouldn't even be able to see the child.",
        "Prosecutor: And how did Mr. Montgomery respond to this?",
        "Rosanna: He was angry. Extremely angry.",
        "Prosecutor: He wanted access to his biological son?",
        "Rosanna: Yes.",
        "Prosecutor: Ms. Cabot, when was Mr. Montgomery's biological child born?",
        "Rosanna: On the same night as our adopted son.",
        "Prosecutor: And what were you told about this biological child? Johnny.",
        "Rosanna: Craig told me that Johnny had died. He was grief-stricken. Or so I thought.",
        "Prosecutor: What led you to believe otherwise?",
        "Rosanna: I discovered something.",
        "Prosecutor: And what was that, Ms. Cabot?",
        "[TV background]",
        "Prosecutor: Would you like me to repeat the question, Ms. Cabot?",
        "Rosanna: Please.",
        "Prosecutor: You discovered something about the babies?",
        "Rosanna: Uh -- yes.",
        "Prosecutor: And that was?",
        "Rosanna: I'm not sure.",
        "Prosecutor: Did you discover that your husband had switched the babies? Replaced your adopted child with his son, Johnny?",
        "Rosanna: I don't know. I -- I'm confused.",
        "Prosecutor: Confused by the question?",
        "Rosanna: About what happened that night.",
        "Paul: Rosanna?",
        "Judge: Sir, sit down.",
        "Paul: She's not confused about what happened that night! She knows exactly what happened that night.",
        "[Gavel pounds]",
        "Judge: Order!",
        "Paul: Rosanna, tell them.",
        "Rosanna: I want to -- I can't remember.",
        "[SCENE_BREAK]",
        "Jack: You go to take a look at the house, I'll check on Carly, and I'll meet you right back here in this bed.",
        "Katie: And what if the realtor wants and answer right away?",
        "Jack: You do what feels right. Go for it, I say. Listen, we are forever, okay? Let's act like it. Starting now, despite everything else that's going on.",
        "Katie: Okay. Okay, get out of here. I have a house to buy us.",
        "Jack: Oh, I love you. And when you're negotiate price, remember we have three kids to put through college.",
        "Katie: At least three. Go. I can do this.",
        "Katie: I can't do this!",
        "Brad: Katie-cat!",
        "Katie: Hey.",
        "Brad: Hi. What are you doing? Are you buying a house? Does Jack know?",
        "Katie: It was his idea.",
        "Brad: Where is he?",
        "Katie: He got called away.",
        "Brad: Carly.",
        "Katie: I'm supposed to be meeting with a realtor in less than an hour to see this house that's almost done, maybe not quite done, and I'm supposed to be able to tell somehow that it is a good buy. That it will increase in value, that it's not in a flood zone or a tornado alley.",
        "Brad: And if the roof doesn't leak and the foundation is solid and --",
        "Katie: Right, yeah. More stuff to worry about. Thanks. And I don't have time to do the research! Jack wants me to make sure that we're not missing out on a good deal, and I don't know what a good deal looks like. I can't do this.",
        "Brad: Well you can't let a great thing slip through your fingers. You'll regret it. I can help.",
        "Katie: How?",
        "Brad: Well before I became a TV star, I used to work in construction. I know about everything there is to know about what makes a solid house. What?",
        "Katie: I don't know. Even if I can tell that this house isn't going to fall apart, how do I know that Jack will like it? He'll probably think it's too big or too small or too brick.",
        "Brad: We're brothers, okay? We have -- we have pretty much the exact same tastes. Oh, unless you want Jack to know that you wimped out.",
        "Katie: Come on! But I do all the talking.",
        "[SCENE_BREAK]",
        "Jack: Looks like I picked the right floor.",
        "Carly: Jack, I told you that I would call you when I got home.",
        "Jack: I know. Now you don't have to call me and I get to hear everything first hand. So where's the doctor?",
        "Carly: She had some emergency. She'll be back. I meant what I said. You don't have to be here.",
        "Jack: I want to be here.",
        "Carly: How does Katie feel about that?",
        "Jack: Katie's cool. So what'd I miss?",
        "Dr. Reynolds: I'm sorry to keep you waiting.",
        "Jack: Oh, Dr. Reynolds. Hi, I'm Jack Snyder.",
        "Dr. Reynolds: You called earlier. It's good that you're here. As I started to explain before, the treatment option I'm prescribing, palliative chemotherapy, is not a cure. At best, it will improve the quality of life, lessen the pain, buy Carly a little more time. At worst, the side effects may cause her to wonder if it was worth the trouble.",
        "Carly: Anything that gives me more time with my children is worth it.",
        "Dr. Reynolds: As the treatment continues, you're going to need a strong support system.",
        "Jack: She's got it. Whenever Carly needs me, I'm going to be there for her -- no matter what.",
        "[SCENE_BREAK]",
        "Gwen: Listen, I'm trying to help you.",
        "Sofie: I know, but I want you to go. Cole and I need to talk about this alone.",
        "Gwen: Okay. Bye Cole.",
        "Cole: Uh-huh.",
        "Sofie: Cole, I am so, so sorry that I didn't tell you about the baby. I hated keeping it from you.",
        "Cole: Then why did you? You stabbed me in the back, Sofie. I could've taken this from anyone. Hell, I have taken it. But you -- you are the one person I've ever trusted in my entire life. I've never been this close with anyone.",
        "Sofie: It's the same for me, Cole.",
        "Cole: I know I'm not the best boyfriend, all right? I could have found more to show you how much I love you, how much I need you. But I've been trying, Sofie. I really have.",
        "Sofie: You brought me flowers.",
        "Cole: Yeah, I did. How could you do this to me? How can you think it's wrong to have an abortion, but its okay to keep the truth from me?",
        "Sofie: I didn't know how to tell you.",
        "Cole: Well maybe I don't know you at all. Maybe you are just a two-faced liar and I should've known better than to believe a word you ever said.",
        "[SCENE_BREAK]",
        "Barbara: She's lying!",
        "[Gavel pounds]",
        "Judge: Order! Ms. Cabot?",
        "Rosanna: Yes?",
        "Judge: Do you need a few minutes?",
        "Rosanna: No, no. This just happens sometimes. I was in a coma for two years. Sometimes I can't always tell what was a dream and what was real.",
        "Barbara: How can she do this?",
        "Judge: Do you have any other witnesses?",
        "Prosecutor: Not at this time, your honor.",
        "Judge: Well then given what I've heard, I have no choice.",
        "Paul: No! Wait. Please, please wait! You can't let him get away with this!",
        "[SCENE_BREAK]",
        "Brad: So what do you think?",
        "Katie: Well, even unfinished, it is pretty much my dream house.",
        "Brad: Well why didn't you say so?",
        "Katie: Because I can imagine my stuff here. But I don't know about Jack's chair, and the kids' toys and pictures, and -- stuff.",
        "Brad: Okay. We're going to do a run-through. All right, so I want you --",
        "Katie: A what?",
        "Brad: A run though. Cook something or clean something or do something in the kitchen.",
        "Katie: And how am I gonna do that?",
        "Brad: It's called imagination. Honey, I'm home!",
        "[SCENE_BREAK]",
        "Dr. Reynolds: Do you two have any questions for me?",
        "Carly: When do I start?",
        "Dr. Reynolds: As soon as we can fit you in. Check with Debbie. She'll go over the schedule with you. And if you think of questions later, don't hesitate to call.",
        "Carly: I don't want my hair to fall out. Is that superficial?",
        "Jack: Yeah, kinda. You asked.",
        "Carly: I won't again.",
        "Jack: Carly? With or without your hair, you're kids are going to think you're beautiful. And so will I.",
        "Carly: You don't have to say that.",
        "Jack: I'm proud of you. For being brave enough to deal with this chemo. Even if it just gives you one more day --",
        "Carly: You should go. I'll get a cab.",
        "Jack: No, I'll drive you.",
        "Carly: I don't want you to do that.",
        "Jack: Carly, I'm gonna drive you.",
        "Carly: You know, as hard as this chemo will be, it won't be any worse than you feeling sorry for me.",
        "[SCENE_BREAK]",
        "Brad: I walked the rabbit and I took out the garbage.",
        "Katie: Oh, this is the perfect place for a Christmas tree. What do you think?",
        "Brad: Cool. What's for dessert?",
        "Katie: What's Jack's favorite?",
        "Brad: Come on, kids. We're having apple pie for dessert. Come on down. What -- what -- come on. What happened? What's wrong?",
        "Katie: I was just about to say, I'll go get the baby. But there is no baby. There's not even Jack.",
        "[SCENE_BREAK]",
        "Sofie: I know -- I know I've hurt you. I know. I'll make it up to you, I swear I will. But right now I have to get back to work. Maybe -- maybe if you go home, get some sleep --",
        "Cole: That's it? Go home, you'll wreck my life and I'm supposed to go home and forget about it?",
        "Sofie: We'll talk more later. I promise. But I really have to get back to work. Because I can't afford to lose my job.",
        "Cole: Oh, yeah, like I don't know what that means. Poor little Sofie's got to keep her job because her man keeps getting fired, right?",
        "Sofie: You know I don't feel that way.",
        "Cole: Is that what you and Gwen were talking about before I came here? What a loser I am, how I'm never going to be anything? How I'm never going to have anything?",
        "Sofie: Please, keep it down.",
        "Cole: But what are you afraid of? What -- we're going to make too much noise -- you're going to get fired? How's this for noise?",
        "[SCENE_BREAK]",
        "Prosecutor: If you'll bear with us, your honor, this is Paul Ryan. He's Ms. Cabot's fiancée. Perhaps he can shed some light on what's happening here.",
        "Lawyer: This is highly inappropriate.",
        "Judge: I'll hear him.",
        "Paul: Your honor, there are other witnesses who can attest to the fact that Montgomery switched the babies. He even bribed a nurse to make the switch.",
        "Lawyer: Facts not in evidence.",
        "Judge: Are any other of these alleged witnesses here?",
        "Paul: Not at the moment, no --",
        "Judge: This hearing was convened based on Ms. Cabot's accusation. It would be highly prejudicial to invite any more witnesses at this point in time. Therefore, I hereby order this case dismissed.",
        "Lawyer: Your instincts were dead on.",
        "Craig: I know Rosanna well. I suspected the stress would be too much for her.",
        "Rosanna: I don't know what happened. All of a sudden, my mind just went blank.",
        "Barbara: How did Craig get to you? What did he promise you?",
        "Rosanna: Nothing. I don't want anything from Craig --",
        "Barbara: You said that you loved my son.",
        "Rosanna: I do.",
        "Barbara: Then how could you betray him like this?",
        "Paul: That's enough -- that's enough. Come on, let's get out of here.",
        "Craig: Barbara, thanks for coming.",
        "Barbara: Did you hear what Rosanna said?",
        "Craig: She said she was confused.",
        "Barbara: And he claimed he loved her. In the end, all that matters is what he wanted. Get out while you can, Meg.",
        "Craig: Oh, come on, Barbara. When are you going to learn to stop being such a sore loser?",
        "Barbara: You won't get away with this, Craig.",
        "Craig: I think I just did. I'm free.",
        "[SCENE_BREAK]",
        "Jack: And I'm not doing this because I feel sorry for you.",
        "Carly: Jack, you could barely stand to be in the same room with me before I found out I was sick. Now I can't get rid of you.",
        "Jack: No, you can't. Because like you always say, you and I are connected, right? That's true. This has nothing to do with Katie. I love her. She's my -- she's my wife, Carly. When you leave this time, I need to be here. [Doorbell rings] Hey.",
        "Gwen: Hey, Jack.",
        "Jack: I was just leaving. I'll see you tomorrow?",
        "Carly: Yeah. Tomorrow.",
        "Gwen: Were you guys having a fight?",
        "Carly: I was fighting. He was -- being Jack.",
        "Gwen: Who won?",
        "Carly: Nobody.",
        "[SCENE_BREAK]",
        "Katie: Thanks for trying to help, Brad. But without Jack, I don't think this is going to work.",
        "Brad: For whatever its worth, I mean, I think Jack will really like it. It's structurally sound, inside and out.",
        "Katie: Yeah, all it needs is a big, happy family.",
        "Jack: Our own kitchen; our own bedroom. Our own shower. Big enough for two. And a nursery.",
        "[SCENE_BREAK]",
        "Carly: Here you go.",
        "Gwen: Oh, thank you.",
        "Carly: So you're almost done with your fertility treatments?",
        "Gwen: Yeah. They're going to be able to fertilize Alison's eggs pretty soon, so this time next year, you might be an aunt.",
        "Carly: That'll be great.",
        "Gwen: Oh, I think so, at least the child will have one sane family member on my side.",
        "Carly: Still having trouble with Cole?",
        "Gwen: Yeah, I kind of messed that up pretty bad. What's this doing here?",
        "Carly: It's nothing. Why don't you tell me about Cole?",
        "Gwen: Carly, why are you reading about chemotherapy?",
        "Carly: I just -- I just had this thing.",
        "Gwen: But you're going to be okay. Come on, Carly. You'll do the chemo, you're going to be okay.",
        "[SCENE_BREAK]",
        "Bar manager: What happened there?",
        "Sofie: It was just an accident. I'll clean it up, I'll get right back to work.",
        "Bar manager: Don't bother. You're fired.",
        "[SCENE_BREAK]",
        "Craig: Hey, Bartender -- Bartender, give me the best bottle of the best champagne you got. Thank you.",
        "Bartender: Right away, Sir.",
        "Meg: You are really happy, aren't you?",
        "Craig: Of course I am. I won.",
        "Meg: You know what's interesting? You knew you would.",
        "[SCENE_BREAK]",
        "Rosanna: Paul? Why won't you talk to me? I'm sorry.",
        "Paul: You already said that.",
        "Rosanna: Do you believe me?",
        "Paul: Is there a reason I shouldn't?",
        "[SCENE_BREAK]",
        "Jack: Honey, I'm home! Katie? Damn.",
        "Katie: What, you don't like it?",
        "Jack: Sure. Sure -- I was just -- hi.",
        "Katie: Hi, Honey. I'm glad you're home.",
        "[SCENE_BREAK]",
        "Gwen: This is -- this sucks. This is not fair. I've lost so much time with you already.",
        "Carly: I'm not gone yet. And I plan to spend every minute I have left with the people I love. Including my kid sister.",
        "Gwen: Is that why Jack was here? He knows and you guys --",
        "Carly: No. He's with Katie. But you know, in some strange way, I feel closer to him than I ever did.",
        "[SCENE_BREAK]",
        "Katie: Is Carly okay?",
        "Jack: As okay as she can be under the circumstances. Gwen's with her now. And I wanted to be here. I thought you left.",
        "Katie: I was going to. But then I started looking around, and the more I saw, the more I wanted to stay.",
        "Jack: You like it.",
        "Katie: I love it. But if you want to wait before we buy something --",
        "Jack: No, I'm ready -- I'm ready to start a home with you. Right here. Right now.",
        "Katie: Right now?",
        "Jack: Yeah, right now.",
        "[SCENE_BREAK]",
        "[Sofie gets Cole's voice mail and leaves a message]",
        "Cole: This is Cole. Talk.",
        "Sofie: Cole, please call me when you get this. I just got fired and I don't know how -- will you just call me, okay?",
        "[SCENE_BREAK]",
        "Meg: So Rosanna knew what you did. She found the evidence. I was sure there was no way you'd get out of this.",
        "Craig: You know, I would think you would at least pretend to be happy that I did.",
        "Meg: You said you wouldn't give up on me and our future without a fight.",
        "Craig: That's right.",
        "Meg: So you fought.",
        "Craig: Yes.",
        "Meg: And won.",
        "Craig: Yes.",
        "Meg: Did you cheat, Craig?",
        "Craig: Are you asking me if I bribed the judge?",
        "Meg: Rosanna has sudden memory loss. Why don't you tell me how you made that happen?",
        "[SCENE_BREAK]",
        "Rosanna: Paul, I feel horrible about what happened. I wanted to put Craig away as much as you did.",
        "Paul: Really?",
        "Rosanna: Yes.",
        "Paul: Then you shouldn't have lied.",
        "[NEXT_ON]",
        "Carly: What is it?",
        "Parker: It's a way to save your life.",
        "Holden: We're having a family dinner, why don't you guys join us?",
        "Craig: You were hoping that Rosanna's testimony was going to send me straight to prison. And then you would have the perfect excuse to end our marriage and go back to Paul.",
        "Rosanna: There might not be a wedding, he made not love me."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=6pkk6JR0_BU"
}