{
    "Episode Summary": [],
    "Recap": [
        "Meg breaks up with Paul because of Emily and their baby. This propels Paul to make a big decision; he tells Emily he is giving up his parental rights to the baby. Emily puts up a brave front in Paul's presence, but seems to question it with Susan after. An officer comes to take Emily to the station, but Susan convinces him to give her a bit more time. Emma asks Meg to move back in with her, and Meg finally agrees. Paul later shows up as Meg is about to leave the Lakeview wanting to talk but Meg won't answer the door. Will continues to wrestle with his jealousy regarding Casey and Gwen, as does Maddie. Both handle it in their own way; Will pretends nothing is wrong hiding the fact he is not handling his classes at school any longer. Maddie comes on to Casey in the middle of the library. Casey is confused by their hot cold relationship, and finally tells her he can't do this and leaves. Mike and Katie are forced to put their honeymoon to Hawaii on hold while they deal with Mike's case. Carly finds a St. Christopher medal in Nick's coat and rushes off to see Jack about it, who is not happy at all she got involved. Nick comes to the station with Mike and Katie in tow and shows them his medal. Jack wants to know how he has it, but Mike interrupts claiming all the Kasnoff men received this necklace from their grandfather when they got confirmed. Jack wonders why he is not wearing his? Nick claims it was broken. Carly doesn't want Jack to buy his story, but soon the tables are turned on Carly; Mike, Katie and Nick are attacking Carly and her tactics to get to the truth, that is until Jack steps in to defend her."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Paul: Don't do this. Come on, don't. Don't tell me it's over. Just move in with me, okay? Look, there's nothing standing in our way anymore.",
        "Meg: Except for the fact that Emily is pregnant with a baby. Your baby.",
        "Paul: That doesn't change anything.",
        "Meg: Paul, it changes everything.",
        "Paul: Look, there's no love between Emily and me. You know that. She's my wife in name only.",
        "Meg: Except for that one night you decided to sleep with her.",
        "Paul: I only did that so that she would tell me where she was keeping Dusty.",
        "Meg: Well, unfortunately, you got a baby out of it as well, Paul.",
        "Paul: Please, look, come on, we're so close. Please. All right, look. Emily has no holds on me, baby or no baby. And she has made it perfectly clear that she doesn't want to have anything to do with me, especially not when it comes to raising this baby.",
        "Meg: I know. I know. And you told me that you'd be able to walk away from it. But I don't believe that you'll be able to do that. And honestly, I don't know if I'd want you to. I mean, what kind of a man would that make you?",
        "Paul: A man who puts you above everything else.",
        "Meg: Even your own child? No. No, I don't want that responsibility. I'm sorry, Paul. Don't make this harder than it already is, okay? Just go, okay?",
        "[SCENE_BREAK]",
        "Emily: So you still have doubts about this, don't you?",
        "Susan: Yeah, I'm worried about a lot of things. The idea of you being pregnant and behind bars scares me. It could be dangerous for the baby and not so hot for your health, either.",
        "Emily: Maybe the judge will take that into consideration.",
        "Susan: Emily, I hope that's not why you're doing this. To use a baby to sway a judge into leniency is risky. First of all, I don't think it works. And second of all, it's the wrong reason to have a baby.",
        "Emily: I know that. And I told you, I'm prepared to face whatever it is I have to face. That's not what this is about.",
        "Susan: You have to really want this baby, Emily. With no reservations. None.",
        "Emily: I don't have a doubt in my mind. When I jumped off that cliff, it was because I was trying to kill myself. To wake up and find out that I'm carrying a child, I believe that this was supposed to teach me something. Life is precious. And no matter how bleak life may seem, you can't give up. So I'm not giving up on this baby. But I have to know that you're onboard, Mom. I mean, not just to look after the baby while I'm away, but to make sure that Paul and Meg don't get their hands on it.",
        "Susan: I thought you said Paul didn't want anything to do with this baby?",
        "Emily: Well, that's what he said, but why should I believe anything he says? I mean, one minute he said he loved me, the next he said that our marriage was a lie. Who's to say he's not going to do a 180 on this whole baby thing, anyway? And I know, I can't believe how much I'm asking of you. If it's too much, you just tell me now, okay? If you don't think you can do it.",
        "Susan: I said I would help and I will. I already love my grandchild, and I love you, baby.",
        "Emily: Thanks.",
        "[Knocking on door]",
        "Susan: What do you want?",
        "Cop #2: I'm here to take Mrs. Ryan in.",
        "[SCENE_BREAK]",
        "Gwen: I'm awake.",
        "Will: That's not what it looks like from where I'm sitting.",
        "Gwen: No, I was just resting my eyes.",
        "Will: Yeah, right.",
        "Gwen: I guess it wasn't such a brilliant idea to drink a gallon of coffee trying to stay up all night.",
        "Will: Not if you wanted to get any studying done today.",
        "Gwen: You're still mad, aren't you?",
        "Will: Mad about what?",
        "Gwen: You know what. Me going to Chicago with Casey.",
        "Will: Why would I be mad about that? You guys went to listen to some bands and you missed the bus. Nothing happened, right?",
        "Casey: Hey, guys. What's up?",
        "Will: Not Gwen. She was about to go home and take a nap.",
        "Casey: No, no, no, you can't do that, Gwen. I need you, bad.",
        "[SCENE_BREAK]",
        "Mike: Ow!",
        "Katie: Oh, sorry, sorry, sorry. What did I do?",
        "Mike: No, no, no, it's not you. What's this?",
        "Katie: Forget it, it's a coconut. Where were we?",
        "Mike: I don't remember coconuts being on the reception menu.",
        "Katie: Maybe it's a wedding present. Why are we still talking?",
        "[Mike laughing]",
        "Mike: Now I'm curious.",
        "Katie: No! No, no, no, Mike, don't, please? Here, give it to me.",
        "Mike: No, no, no. Nope.",
        "Katie: Come on. Give it to me!",
        "Mike: No, not a chance! Stop. [Katie sighs] Hey! A dream vacation for the man of my dreams. Love, Katie. Katie, when did you do this?",
        "Katie: Two tickets to paradise. Purchased a little prematurely, I'm afraid. Unless somebody comes forward in the next four hours and confesses to the murder of Maya Gold, I don't think we're going to be going to Hawaii tonight.",
        "Mike: Oh, I'm sorry. You know, if there's any way we could go, I'd have my bathing suit packed right now.",
        "Katie: Well, you were officially released. Jack had no choice once that evidence disappeared.",
        "Mike: Yeah, but he made a pretty big point of telling me not to leave town.",
        "Katie: Yeah, but maybe that was more advice than an actual order.",
        "Mike: I wish. Besides, I can't leave Nick right now, not with the trouble he's in.",
        "Katie: You don't really think that Nick stole that St. Christopher medal out of the evidence room, do you? Oh, my God, you do!",
        "[SCENE_BREAK]",
        "Jack: Okay, well, if Detective Kasnoff got into the evidence room, he didn't sign in to do it. Okay, give me a list of all the guards covering the evidence room in the last 24 hours. If anybody saw Nick within 50 yards of that place, I want to know about it. One way or another, Nick, I'm going to get to the bottom of this.",
        "Carly: I knew it.",
        "Nick: Watch it, Parker. Just keep it away from those trees, all right? I'll be inside with your mom. What are you doing, Carly?",
        "Carly: It fell on the floor. I was picking it up. So, I take it you saved Parker's kite?",
        "Nick: Yeah, it was a piece of cake.",
        "Carly: Well, thanks for that.",
        "Nick: Hey, he wanted me to let you know that he was going next door to his friend's house.",
        "Carly: Okay. I will write Hal a note and let him know. Thanks for your help. I'll tell Hal that you came by.",
        "Nick: So, what? I do a good deed, and now you're getting rid of me?",
        "Carly: No, no. Of course not.",
        "Nick: Look, I know you're mad at me because you think I stole the medal from the evidence room.",
        "Carly: I've got plenty of reasons to be mad at you, Nick. Most of them are a lot more personal than missing evidence. Besides, you said that you didn't steal it. Who am I to call you a liar? Look, I've got a billion errands, so I really have to go. Why don't you wait here for Hal? You said that you wanted to give him your side of the story. Okay, so long. I'll see you later.",
        "[SCENE_BREAK]",
        "Mike: I don't think Nick stole the evidence. I don't believe he'd do that. Not to me or himself.",
        "Katie: Then he has nothing to worry about. So maybe you should call Jack and he'll let us go to Hawaii.",
        "Mike: We both know that's not going to happen.",
        "Katie: It is going to happen. Just not today.",
        "Mike: I hate that I'm letting you down.",
        "Katie: You're not! Hawaii will always be there waiting for us. It'll be something to look forward to once this mess is over.",
        "Mike: You're getting really good at this.",
        "Katie: At what?",
        "Mike: Pretending you're okay when every wedding fantasy you've ever had ends up getting ruined.",
        "Katie: I'm not pretending, I'm adapting. Besides, I have the only wedding fantasy that matters. I'm married to you. Hawaii was just icing on the cake. But I've got my cake, so I'm a happy girl. [Phone rings] Let's just ignore it.",
        "Mike: No, look, it could be about the St. Christopher medal. Maybe they found it. Hello? Yeah, what's up? All right, I'll be right there.",
        "Katie: What happened? Was it Jack?",
        "Mike: No, it's Nick. He wants me to meet him right away.",
        "[SCENE_BREAK]",
        "Casey: All right, here's the deal. Remember that band that was at the top of our wish list in Chicago?",
        "Gwen: Yeah, Zombie Jukebox?",
        "Casey: Yeah, yeah. They want to play at Crash.",
        "Gwen: Oh, no, you're kidding.",
        "Casey: No, no, no, I'm serious. They sent one of their guys over to check it out. He loved it. I just got off the phone with their manager. Got their schedules and dates and everything.",
        "Gwen: Oh, my gosh, that is awesome. Will, that's amazing.",
        "Will: Yeah, that's terrific.",
        "Casey: Only problem is, they want to keep all the door.",
        "Will: Huh?",
        "Gwen: The door. It's where they keep 100% of the cover charge so the club only makes its money from food and drink.",
        "Casey: And I don't think my grandma's going to go for that. That's why I need your help.",
        "Gwen: Why do you need my help?",
        "Casey: Because, you'll be able to convince her. You're the only person I know that can make music sound like something you can't live without.",
        "Gwen: That's 'cause it is.",
        "Casey: See what I mean? So you've got to come and help me convince her or else we're going to lose the dates.",
        "Gwen: I can't. Not right now. Will and I -- we have to study.",
        "Casey: I'm talking 15 minutes, half an hour, tops. Come on. Dude, help me out.",
        "Will: Well, if it's that big of a deal, you know, you should go.",
        "Gwen: Really? You're sure?",
        "Will: It's cool.",
        "Casey: Excellent. Let's go. Thanks a lot, man. You're the best.",
        "Will: Yeah.",
        "Gwen: Thank you.",
        "[Book slamming]",
        "Maddie: Hey, whatever it is, don't take it out on the book.",
        "Will: Maddie, what's up? What are you doing here?",
        "Maddie: Everything okay?",
        "Will: Yeah, everything's fine.",
        "Maddie: You sure about that?",
        "Will: What's that?",
        "Maddie: The key to your future. Or maybe the end of it.",
        "[SCENE_BREAK]",
        "Susan: You can't take her yet. She's still too weak. They haven't even moved her from ICU yet.",
        "Cop #2: I have my orders.",
        "Emily: No, it's too soon. I'm not ready to go, Mom. Please, tell him, I'm not ready.",
        "Susan: Oh, honey, its okay, its okay. It's probably just a mistake. I'll handle this. You just lie back and rest. Where did these orders come from?",
        "Cop #2: They came directly from Lieutenant Munson, ma'am.",
        "Susan: I can't believe it. Why would he do this to her? Look, you have to give us some time. She's not even dressed. I have to talk to her doctor. Please.",
        "Cop #2: All right, I'll be back in half an hour.",
        "Susan: Thank you.",
        "Bob: Susan? You all right?",
        "Susan: Oh, I'm not sure how to answer that.",
        "Bob: Is it about Emily? Is there a problem with the procedure?",
        "Susan: There was no procedure. She's decided to go ahead and have the baby after all.",
        "Bob: I see. Has she thought this through? I mean, it's more than likely that she's going to go --",
        "Susan: Oh, she's going to jail, I know. So does she. That's why she's asked me to take care of the baby while she's gone.",
        "Bob: What are you getting yourself into?",
        "Susan: Do I have any choice? She's my daughter and her mind is made up.",
        "[SCENE_BREAK]",
        "Meg: Look, Paul, I don't want to take any more chances with my heart, okay? I don't want to get hurt again. And I know no matter how you feel about me right now, I can never compete with a baby.",
        "Meg: Okay, so -- so there's no competition then. All right, I'm opting out.",
        "Meg: It's easier said than done. And Emily knows that. She found a way to guarantee that you'll never be free of her.",
        "Paul: Emily's going to jail, remember?",
        "Meg: All the more reason why you'll probably get stuck taking care of this baby. Listen to me, Paul. She's going to use this baby to keep your connection with her.",
        "Paul: No. Look, Emily doesn't call any shots. Not with me. Not anymore.",
        "Meg: You haven't set eyes on the baby yet. But once you do, all bets are off. [Meg sighs] And honestly, there is a side of me that thinks that's how it should be.",
        "Paul: Any chance I had at playing a part in this baby's life, I gave up the minute that I told Emily on that cliff that I could never love her. And I did that so that I could be with you. I've never had what you and I have together. I'm not going to lose it. All I want is you. Can't you understand that? Only you.",
        "Meg: I want so much to believe you.",
        "Paul: Then believe me. Don't you know by now that you're the only person in the world that I can't lie to? You know me too well. We've been through way too much.",
        "Meg: What did Emily say when you told her you wanted no part in the baby's life?",
        "Paul: I didn't tell her that. Not in so many words.",
        "Meg: Why not?",
        "Paul: I was busy trying to change her mind. And I felt a little bit like the rug had been pulled out from under me when she told me that she was keeping the baby after all.",
        "Meg: Like your head was spinning.",
        "Paul: Yeah, you could say that.",
        "Meg: Suddenly, there was a baby in the picture and you didn't know how to deal with it.",
        "Paul: Not because there were any doubts, if that's what you're trying to get at.",
        "Meg: Of course there were doubts. Every parent would have doubts.",
        "Paul: I never asked to be a parent. I did not expect any of this.",
        "Meg: And yet, you couldn't tell Emily that.",
        "Paul: I didn't have the chance to. Meg --",
        "Meg: You know, I'm sorry, Paul. But this is a problem we can't rise above.",
        "Paul: Sure we can rise above. This is -- there's no problem.",
        "Meg: No, there won't be a problem as long as you go out that door.",
        "Paul: Meg, please.",
        "Meg: Come on, Paul, I mean it. I mean it, okay? There's no more to say. We've gone as far as we could.",
        "[Meg sighs]",
        "[Knock at the door]",
        "Meg: Mom, what are you doing here?",
        "Emma: I came to talk to you about Paul. I wanted to tell you I'm sorry.",
        "Meg: Sorry about what?",
        "Emma: Well, Sweetheart, I -- you were right. I think I've been a little hard on you about him. Maybe too hard. I mean, if -- if it's what you want -- I mean, if you're happy --",
        "Meg: Mama, I'm not.",
        "Emma: Meg, what? What, Sweetheart? [Meg crying] What? What?",
        "[SCENE_BREAK]",
        "[Emily imagining]",
        "Emily: Oh, my baby.",
        "Paul: Isn't he beautiful?",
        "Emily: What are you doing here?",
        "Paul: Well, I came to see my son. Take him home.",
        "Emily: No, I'm not ready.",
        "Paul: Yeah, well, you don't really have a choice, Em.",
        "Emily: No. What are you talking about? He's my baby, too.",
        "[Baby crying]",
        "Paul: Its okay, it's okay.",
        "Meg: Hey, is he ready? The nursery's all finished and it looks beautiful. I think he's going to love it.",
        "Emily: No. You are not taking my baby. You are not raising him.",
        "Paul: It's not up to you.",
        "Emily: But I'm his mother!",
        "Paul: Your mama is a criminal.",
        "Emily: No.",
        "Paul: Your mama's mentally unstable.",
        "Emily: No!",
        "Paul: And you're never going to know who she is.",
        "Emily: Don't say that!",
        "Paul: Paul Jr.'s not even going to know that you exist.",
        "Emily: Stop saying that.",
        "Paul: What do you say, Meg? Should we take our baby home?",
        "[Baby crying]",
        "Emily: No!",
        "Paul: Oh, it's okay. Come on.",
        "Emily: No, Paul, no! Oh, God, don't! Don't take my baby from me! Can somebody help me! Stop them! Stop them! Give me my baby! Give me my baby! [Emily crying] Stop! Oh, God! No, don't take my baby! Please don't take my baby!",
        "Susan: Emily, wake up. Wake up, wake up.",
        "Emily: Oh, my God, Mom! Paul! You have to stop him!",
        "Susan: No, no, no.",
        "Emily: Don't let him take my baby!",
        "Susan: Honey, you were just having a bad dream. It's a bad dream.",
        "[SCENE_BREAK]",
        "Maddie: I found this on your clip at school and I knew you weren't coming to class so I grabbed it for you. It's from Mr. Glick.",
        "Will: Yeah, I know.",
        "Maddie: He usually only gives those out when people are in trouble, Will.",
        "Will: Usually.",
        "Maddie: So?",
        "Will: So I missed an exam.",
        "Maddie: Is he going to fail you?",
        "Will: No, not yet. He's going to talk to me about some extra credit options.",
        "Maddie: When?",
        "Will: ASAP.",
        "Maddie: So what are you waiting for?",
        "Will: It's okay. I'm going to take care of it.",
        "Maddie: No, Will, this is Biology, okay? This isn't a problem for you. Calculus is what's hard for you and I don't want you blowing off a class to --",
        "Will: Maddie, listen. I said I'm going to take care of it. It's okay.",
        "Maddie: Hey, I'm on your side, remember?",
        "Will: Right, so why don't you go do both of us a favor and go talk to Casey and make sure he's not drooling over my wife again.",
        "Maddie: That's what's bother you? Oh, man, I knew I shouldn't have told you about that. Now you're afraid that something's going on between them, and that's just ridiculous, Will.",
        "Will: You're the one who was worried about them spending so much time together in the first place.",
        "Maddie: Yeah, so it'd be nice if you could talk me out of it, friend.",
        "Will: Okay, fine. There's nothing to worry about.",
        "Maddie: Well, then why are you bring it up?",
        "Will: I don't know, because I'm an idiot. I'm going to go study at home where it's quiet. So I'll see you around.",
        "Maddie: No, I do not want to press one for more options. Hey.",
        "Casey: Hey. You're not going to believe what just happened.",
        "Maddie: Try me.",
        "Gwen: Maddie, have you seen Will?",
        "Maddie: He went home. He wants you to meet him there.",
        "Gwen: He told you that?",
        "Maddie: I could tell.",
        "Gwen: I better go.",
        "Casey: All right, thanks again. You were amazing.",
        "Maddie: What did she do that was so amazing?",
        "Casey: Uh-oh. I know that tone.",
        "Maddie: What tone?",
        "Casey: The \"I'm flipping out about Gwen\" tone. Maddie, you're doing it again.",
        "[SCENE_BREAK]",
        "Carly: Oh, Jack, thank God you're here. You are never going to guess what I just found out. Nick has the medal.",
        "Jack: What are you talking about?",
        "Carly: I saw it with my own eyes. It was in his jacket pocket.",
        "Jack: What were you doing going through his jacket pockets, Carly?",
        "Carly: Don't worry, I put the medal back. He's never even going to know that I saw it. What you need to do is get him here.",
        "Jack: Carly, do you have any idea what you've done?",
        "Carly: Yeah. I solved your missing medal problem. A simple \"thank you\" would suffice.",
        "Jack: You didn't solve anything. What you did was compromise my investigation and probably crucial evidence.",
        "Carly: Well, I didn't plan it, Jack. The jacket was just there and I wanted to help you.",
        "Jack: Don't you get it by now? Whenever you try to help me, it's a complete disaster.",
        "Carly: I don't believe this. I just can't win with you, can I?",
        "Jack: No, you can't. There's nothing to win anymore.",
        "Carly: Well, this isn't about us, Jack. This is about Mike and Katie. It's about your case. And you can't just ignore what I found out.",
        "Nick: What exactly did you find out, Carly?",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Nick: So that means you're looking for this?",
        "Gwen: How'd you do on that Bio test?",
        "Will: They haven't posted the grades yet, so I haven't seen them.",
        "Casey: What is with you?",
        "Maddie: What is with me? What is with me? I will show you what is with me.",
        "Paul: I'm giving up all my rights to that baby.",
        "[SCENE_BREAK]",
        "Carly: Excuse me, I'm having a private conversation with my husband.",
        "Jack: Was there something you needed, Nick?",
        "Nick: Yeah, I was wondering if you've gotten the proof yet. To pin that missing medal on me.",
        "Jack: I'm working on it.",
        "Nick: It's a big waste of time, Jack. Because I'm innocent.",
        "Jack: Then what are you so worried about?",
        "Nick: That I don't want you railroading me.",
        "Jack: I'm not out to railroad anybody, Nick. I'm just trying to do my job.",
        "Nick: Your job. So that means you're looking for this?",
        "[SCENE_BREAK]",
        "Will: \"Hey, Gwen. Welcome back. I sure missed your home cooking while you were gone. Hal.\"",
        "[Paper crumpling]",
        "Maddie: The key to your future. Or maybe the end of it.",
        "[Books crashing]",
        "Gwen: Hey.",
        "Will: Hey. How'd it go?",
        "Gwen: Great. Why'd you take off?",
        "Will: Maddie was giving me a really hard time about studying. I wasn't in the mood.",
        "Gwen: You sure that's the only reason?",
        "Will: Yeah, what other reason would there be?",
        "Gwen: None. None at all.",
        "Will: Hey.",
        "[SCENE_BREAK]",
        "Maddie: I'm not flipping out about Gwen. Why would you say that?",
        "Casey: Because I know you.",
        "Maddie: Well, maybe you don't know me as well as you think you do.",
        "Casey: Come on, Mad. Is it going to be a problem every time that Gwen and I work together at Crash?",
        "Maddie: No.",
        "Casey: Good, because it's going to keep happening. Gwen and I are a team. You know, Gwen's got great taste in music. That's why my grandmother hired her to work there. She thought Gwen and I would make a good team.",
        "Maddie: I cannot believe you just said her name, like, 47 times in the last 4 sentences.",
        "Casey: I can't believe you just counted. What is with you?",
        "Maddie: What is with me? What is with me? I will show you what is with me.",
        "[SCENE_BREAK]",
        "Meg: Paul thinks he could stay out of the baby's life. But I know his heart won't let him. He's not that jaded. Isn't that a kick in the head? The one thing about Paul that I fell in love with will be the same thing that keeps us apart.",
        "Emma: Oh, Sweetheart, I am so sorry you're going through this.",
        "Meg: I've really made a mess out of things, haven't I?",
        "Emma: Well listen, the bright side of it is that you got out of this before you got in too deeply.",
        "Meg: Did I?",
        "[Knock at the door]",
        "Bell hop: You called about taking some suitcases and boxes downstairs?",
        "Meg: Yeah, I did. I was moving, but now I'm not anymore. I'm sorry. I changed my mind.",
        "Emma: Young man, listen. Do take those down to the lobby. She will be leaving.",
        "[SCENE_BREAK]",
        "Paul: Susan, do you think you could give us a few minutes?",
        "Susan: No. I can't think of anything you two have to say to each other.",
        "Paul: Well, there's a few things we should say to each other.",
        "Emily: What do you want?",
        "Paul: Just a few minutes of your time, that's all.",
        "Susan: Emily, you don't have to let him stay.",
        "Emily: It's okay. I'll hear him out.",
        "Susan: I'll be right outside.",
        "Emily: Okay. Look, I don't know why you're here, but I don't need you anymore. And neither does our child. My mother's going to be looking out for him while I'm away.",
        "Paul: Great.",
        "Emily: Yeah, everything's great. We'll be just fine.",
        "Paul: I know. That's why I'm here. I'm going to give you what you want, Emily. I'm giving up all my rights to that baby.",
        "[SCENE_BREAK]",
        "Meg: I can't move out of here. I've no place to go.",
        "Emma: Of course you do. Come home with me.",
        "Meg: Home?",
        "Emma: Come home.",
        "Meg: I don't know.",
        "Emma: Listen, would you please, please take those things to the lobby? Thank you. Now, tell me. Give me one good reason why it's not a good idea.",
        "Meg: I don't know.",
        "Emma: You don't know. What, are you holding out hope still for Paul?",
        "Meg: No.",
        "Emma: No? Well, then what's stopping you from leaving this lonely old hotel room and coming back to the farm? Hmm? Hmm?",
        "Meg: Nothing. Okay, I will.",
        "Emma: That's wonderful. That's wonderful. Okay, can we can leave right away? Let's get out of here.",
        "Meg: Wait. Why don't you go and I'll meet you back there. I just want to sort through a few more things. You know, I've accumulated a lot more stuff than I thought. Maybe I should leave some stuff here, and then I could come back next week and finish off.",
        "Emma: What are you doing? Are you leaving your options open?",
        "Meg: What if I drive you crazy after a couple of days and then you'll be thanking your lucky stars that I have a place to come back to and you can have some breathing space.",
        "Emma: Yeah. You aren't going to change your mind, are you?",
        "Meg: No. I promise, I'll be there.",
        "Emma: Okay, great. Great. Oh, my baby's coming back home to her mama. [Emma laughs] I'll fix some lunch, okay?",
        "Meg: Okay.",
        "Emma: You know, I may even bake a pie.",
        "Meg: Oh, blueberry?",
        "Emma: Yes, any berry you want. Okay, okay. I'll see you soon.",
        "Meg: Okay.",
        "Emma: Don't be long now.",
        "Meg: Okay.",
        "[SCENE_BREAK]",
        "Emily: You're willing to sign away your parental rights to this child?",
        "Paul: It's what we both want. I'm just making it official. That way, there's no confusion down the road.",
        "Emily: Yeah, God forbid there's any confusion between the two of us.",
        "Paul: Emily, look, I'm just trying to do the right thing.",
        "Emily: For who?",
        "Paul: For everyone.",
        "Emily: Including Meg.",
        "Paul: Whether you like it or not, Meg is a part of this.",
        "Emily: So what happens when something changes? The two of you have a little fight and break up? Are you going to change your mind about what you feel for the baby?",
        "Paul: That's not going to happen. Meg and I are in for the long haul.",
        "Emily: Really? That's funny. That's what you said about us.",
        "Paul: Circumstances are different.",
        "Emily: But the only thing that's the same is that you can't be trusted.",
        "Paul: I'm having my lawyer draft up the divorce agreement and I will ask them to include a document concerning parental rights.",
        "Emily: I see. So that's it?",
        "Paul: Yeah, that's it.",
        "Susan: So?",
        "Emily: It's over. It's finally over.",
        "[SCENE_BREAK]",
        "Casey: Okay, what is with you?",
        "Maddie: What do you mean?",
        "Casey: Well, one second you're on me about Gwen and the next second you're on me all hot and heavy in a public library.",
        "Maddie: Since when do you have a problem with hot and heavy?",
        "Casey: I'm just trying to keep up with you, that's all.",
        "Maddie: Look, I'm sorry. I overreacted. It's just a job. You're working with Gwen. It's a job like any other job. I can handle that. Now come here.",
        "Casey: Maddie, you're going to get us thrown out of here.",
        "Maddie: You're right. Come here. Better?",
        "Casey: Uh, yeah.",
        "Maddie: Good.",
        "[SCENE_BREAK]",
        "Will: What was that for?",
        "Gwen: What? I need a reason to kiss my husband?",
        "Will: No, you don't need a reason. I'm just curious about what brought it on.",
        "Gwen: I'm actually curious about something, too.",
        "Will: Okay?",
        "Gwen: Why are your books all over the floor?",
        "Will: That was -- that was an accident.",
        "Gwen: Oh, really? You're not really, you know, the clumsy type. You sure you didn't get a little too frustrated studying and decide to throw in the towel?",
        "Will: I'm not throwing in the towel. We made a deal and I'm sticking to it.",
        "Gwen: Good. So am I. I almost forgot. We have to order caps and gowns for graduation. It was due yesterday.",
        "Will: Can't we just wear our own clothes?",
        "Gwen: No. I figure if we're graduating, we should do it right. By the way, how'd you do on that Bio test?",
        "Will: They haven't posted the grades yet, so I haven't seen them.",
        "Gwen: Well, I'm sure you aced it. So everything's cool, right?",
        "Will: Yeah. Everything's cool.",
        "Gwen: Are you hungry? I'm really hungry. I'm going to go to Al's, pick up some sandwiches. Maybe I'm going to make some brownies. I feel like brownies.",
        "Will: Okay, that sounds good.",
        "[SCENE_BREAK]",
        "Jack: I'm waiting for an explanation, Nick.",
        "Nick: What does that matter? You already think you know all the answers.",
        "Mike: Nick, what's going on?",
        "Nick: Why don't you tell him, Carly? Let him know what length you'll go to get your man back.",
        "Katie: Nick, that's not Mike's St. Christopher medal, is it? Please tell me you didn't take it out of the evidence room.",
        "Nick: Go on, Jack. What are you waiting for? Test it.",
        "Jack: Well, that would be pointless, wouldn't it? I'm sure the only DNA on this right now is yours.",
        "Nick: Don't forget Carly's. I mean, you probably touched it when you went through my Jacket.",
        "Katie: You did what? Are we going to focus on what I did or what I found? And don't try and tell us that this is some big coincidence that you happen to have the same medal as Mike.",
        "Mike: It's not a coincidence, but that's not my medal.",
        "Jack: It sure looks like yours.",
        "Mike: Well, because we've all got one. Every guy in the Kasnoff family. Our grandfather gave each one of us a St. Christopher medal for our confirmation.",
        "Jack: Okay, so it's no secret that you have one, Nick. Why don't you wear it?",
        "Nick: The clasp is broken. I haven't had a chance to fix it, so I keep it in my pocket so I don't lose it.",
        "Carly: You expect us to believe that?",
        "Nick: You know, you messed up. Just admit it, Carly.",
        "Carly: You're not buying this, are you, Jack? Something is not right here.",
        "Mike: Yeah. And that something's you.",
        "[SCENE_BREAK]",
        "Susan: So if his lawyer is drawing up the papers, you have nothing to be afraid of. He won't be able to come after the baby.",
        "Emily: That's right.",
        "Susan: He's out of your life forever. This is wonderful news.",
        "Emily: Yeah. He's cutting me and our baby out of his life. We're glad to be rid of him, right?",
        "Susan: Right. Absolutely. Unless it isn't what you want.",
        "[SCENE_BREAK]",
        "[Meg remembering]",
        "Paul: There's an honest to God library right off of our bedroom. And the house, sitting on top of a hill. So from one side you can see --",
        "Meg: Wait, back up. Back up. Our bedroom?",
        "Paul: Yeah, that was the surprise. I want you to move in with me.",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Paul: Meg, you there? [Knocking] Meg, if you're there, can you open up? We need to talk.",
        "[SCENE_BREAK]",
        "Casey: Whoa, I can't do this. I can't do this.",
        "Maddie: What?",
        "Casey: I gotta go. Yeah, I gotta go.",
        "[SCENE_BREAK]",
        "[Will remembering]",
        "Gwen: I'm sure you aced it.",
        "[SCENE_BREAK]",
        "Mike: This is the second time you've tried to make Nick take the fall for something he didn't do. I'm getting tired of it.",
        "Katie: I think we all are.",
        "Mike: I know Nick a helluva lot better than you do. He is a good man. He is a good cop. He would never jeopardize his job by stealing evidence.",
        "Katie: You, on the other hand, do whatever it takes to get what you want, Carly, and we all know it.",
        "Nick: Just save your breath. She lives in her own world and gets to make up all of her own rules. Right, Carly?",
        "Jack: That's enough. All of you, leave her alone.",
        "[NEXT_ON]",
        "Gwen: You want me to show you how to --",
        "Maddie: Gwen, please. I just need a clue, okay. I need to know how to turn Casey on.",
        "Tom: What's going on?",
        "Casey: How do you say no to a girl?",
        "Lily: My son is gay. How can you be so calm?",
        "Carly: Thanks for defending me.",
        "Jack: I couldn't help myself."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=nycIV8LblJc"
}