{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Aaron: Got the diapers, pretzels, chips and dip for the game.",
        "Holden: Good man. Pull up a seat and get comfortable. The game just \r\nstarted. And if you want, there are a couple sandwiches and sodas in the fridge.",
        "Aaron: Thanks, Holden, but -- if I take off now, I can be back after \r\nhalftime. I'm just -- I'm not really in the mood to watch the game.",
        "Holden: Are you worried about Lucy?",
        "Aaron: Obvious?",
        "Holden: Yeah, but you know what? You're not gonna be able to do a heck \r\nof a lot for her right now. So why don't you just hang out with me and watch the \r\ngame together? It'll take your mind off things. You'll be better off for it. \r\nShe'll be better off for it.",
        "Aaron: I don't know. I don't know, man.",
        "Holden: Come on. How often do we get to hang out together? How often do \r\nwe get to pig out together? Hardly ever, right?",
        "Aaron: I'll be back by halftime. And I'll grab a pizza on the way home.",
        "\r\n[Holden sighs]",
        "Holden: All right, all right. Do what you have to do. Make it a deep \r\ndish from Rudy's, all right? And give Lucy our love.",
        "Aaron: Will do. See you later, Holden.",
        "Hal: Hi, Aaron.",
        "Aaron: Hey, Holden? Think you'd better come here a minute.",
        "Holden: Who's at the door? Hal. Is there a problem?",
        "Hal: No, I just wanted to talk to you both, if you've got a minute.",
        "Aaron: Should I call my lawyer?",
        "Holden: Is this visit official or unofficial?",
        "Hal: Actually, it's both.",
        "",
        "Sierra: Here. How's that?",
        "Lucy: You know, Mom, in a few short years, you won't be able to control \r\nwhere I live anymore.",
        "Sierra: Well, in the meantime, you need to be with your mother.",
        "Lucy: I'm with my father.",
        "Sierra: Don't get me started. Please!",
        "Lucy: You trust grandmother at least, right?",
        "Sierra: Well, you know what? Your grandmother's a very busy woman. And \r\nshe can't look after you 24 hours a day. I know she has a very capable staff, \r\nbut you can be spoiled just as easily in Montega. Don't you remember what it's \r\nlike there this time of year? There's no snow. There's no sleet.",
        "Lucy: Yeah, I can hang by the pool and the ocean I can't swim in.",
        "Sierra: Lucy, there's a lot of other things to do there.",
        "Lucy: Like what, look at the horses I can't ride?",
        "Sierra: Lucy -- listen, this leg paralysis is a very temporary thing. \r\nCome on.",
        "Lucy: No one's given me a guarantee on that. Can you, Mom? No. No, \r\nbecause the truth is, no one knows when I'll be able to walk again or if I'll \r\never get my memory back. So while I'm waiting to find out, can I at least stay \r\nwhere I'm happy?",
        "Sierra: Can't you be happy in Montega?",
        "Lucy: Home is here now. Everyone I love, except for you, is here. This \r\nis where I want to stay. If I can't have my legs, will you at least let me have \r\nsomething I can call a life?",
        "",
        "Craig: Hello, beautiful.",
        "Rosanna: Hi. Where are we?",
        "Craig: Memorial Hospital. Oakdale, Illinois, America. Planet earth, in \r\nthe milky way. And who knows what else?",
        "Rosanna: Hospital?",
        "Craig: Your operation went smoothly, and the doctors say you're gonna \r\nbe fine.",
        "Rosanna: Oh. Oh.",
        "Craig: Hey, come on. It's okay. It's okay. It's okay. Huh? I'm right \r\nhere. Let it go. It's okay. It's okay. I'm not going anywhere. I'm right here. \r\nI'm here.",
        "",
        "Molly: Thanks a million for doing this.",
        "Manager: I could lose my job letting you inside, now that the penthouse \r\nhas been sold.",
        "Molly: I know, and I appreciate this. I really do. I was just sitting \r\nthere, making my coffee, and I thought, \"closet safe!\" I can't believe I packed \r\nup the whole apartment, and I forgot the closet safe. I mean, I have so many \r\nimportant papers in there, I can't even tell you.",
        "Manager: Good thing the new owner hasn't moved in.",
        "Molly: I know. And with the way that he was rushing to close, you would \r\nthink he would have moved in by now.",
        "Manager: Except \"he's\" a \"she.\"",
        "Molly: Thanks. I'll be in and out. Nobody'll get hurt. Oh, boy. Jake -- \r\nit almost feels like we were never even here.",
        "[Molly sighs] it almost feels like it was all a dream.",
        "[Molly gasps]",
        "",
        "Mike: Hey.",
        "Carly: Hi.",
        "Mike: You got a minute?",
        "Carly: Yeah. Come on in. Jack's out for a walk.",
        "Mike: Good. Because I don't know how much longer I can keep this \r\nsecret. This is all day, every day. It's like this weight on my chest that just \r\nkeeps getting heavier.",
        "Carly: I know exactly how you feel.",
        "Mike: You tell a lie, you think it's gonna be over. But it just leads \r\nto the next. And pretty soon, you've opened up a whole new can of worms.",
        "Carly: I know. But you don't have to worry anymore.",
        "Mike: You're telling Jack the truth?",
        "Carly: No. Not exactly, no.",
        "Mike: I'm still worrying here.",
        "Carly: Craig has taken care of the situation.",
        "Mike: This is not easing my mind.",
        "Carly: Craig told Rosanna that he was the man I was with that night at \r\nMonte Carlo.",
        "Mike: Craig took a bullet for me?",
        "Carly: Actually, the bullet had my name written all over it.",
        "Mike: But it's just a new lie, Carly. It's a temporary fix, and a weak \r\none at that.",
        "Carly: But Molly will never know the truth. And that's what matters.",
        "Mike: Yeah, but what's keeping Rosanna from spilling the beans to Jack?",
        "Jack: Spilling the beans about what?",
        "Mike: Hey, what's up, Jack?",
        "Jack: What's going on? Who's spilling the beans, and why?",
        "Carly: I -- I was just telling Mike about Rosanna's hysterectomy.",
        "Mike: Yeah. Big shock that was.",
        "Carly: Yeah, and how she finally told me when she didn't even tell \r\nCraig. And how she was about to tell you, wasn't she, that night at Al's, when \r\nyou met her there with Parker?",
        "Jack: You know what I'll never figure out? You can't stand the woman, \r\nyet you talk about her every chance you get.",
        "Carly: I -- I was just thinking it would explain why she was so \r\nunreasonable at J. J.'s christening.",
        "Jack: That's right, J. J.'s christening.",
        "Mike: How's my little godson? Something I said?",
        "Carly: No, no.",
        "Jack: It's okay. Mike, look, I'm sorry. You won't be able to be J. J.'s \r\ngodfather anymore.",
        "Mike: Why not? What, did you guys get a look at my Sunday school \r\nrecord? I mean, I can explain that.",
        "Jack: Jack Jr. may not be my son.",
        "Mike: You can't be serious. That kid's the spitting image of you.",
        "Jack: I'll let Carly fill you in on the details.",
        "Carly: Hey -- John called. He's waiting for us at the hospital.",
        "Jack: I'll get him all changed, and we can get going.",
        "Carly: Okay.",
        "Mike: I don't believe this.",
        "Carly: Neither could Jack. But, with Julia, anything's possible. I \r\nmean, John said that she might've stolen a baby and tried to pass him off as \r\nJack's. It sounded a lot like her to me. So we're gonna do the DNA test over \r\nagain. Although we pretty much know how it's gonna turn out.",
        "Mike: Man, I feel like the biggest jerk in the world. Here I am, crying \r\nto you, and Jack's about to lose his kid. I don't know how he's holding up the \r\nway he is. I'm telling you, if this ever happened to me again, I would be \r\nfinished. Done.",
        "",
        "Molly: You scared me to death.",
        "Emma: You scared me. I mean -- the key in the door and footsteps in \r\nwhat's supposed to be an empty apartment. What are you doing here?",
        "Molly: I'm actually not supposed to be here. But I left some things in \r\nthe closet safe. It'll just take a minute.",
        "Emma: Well, take your time. Oh.",
        "Molly: Wait a minute. What are you doing here?",
        "\r\n[Emma chuckles]",
        "Emma: I'm waiting for the furniture to arrive and for the locksmith and \r\nfor the --",
        "Molly: Don't tell me, Emma -- you sold the farm to live high above \r\nOakdale?",
        "Emma: Oh, good lord! No!",
        "[Molly laughs] no, I'm getting things nice to make sure everything \r\ngets arrived safely. And I'm gonna unpack a little bit, make it nice for when \r\nshe gets home from the hospital.",
        "Molly: \"She\" who? Who's the new owner, Emma?",
        "Emma: It's Rosanna.",
        "Molly: Rosanna? Rosanna bought my penthouse?",
        "",
        "Craig: You better? Hmm?",
        "Rosanna: Sorry. I never knew I had so many tears in me.",
        "\r\n[Craig laughs] it must be the effect of the anesthesia.",
        "Craig: Don't ever apologize for being human. Huh? Oh, Emma dropped \r\nsomething off for you. You were in surgery. Prezzy. Here.",
        "Rosanna: Oh, right. I asked her to get me something. I -- I hate these \r\nhospital gowns. They're so embarrassing. I need something with a little more \r\nstyle, right? Oh, my God. It's flannel. I told her anything but flannel.",
        "Craig: Well, flannel's soft and warm. I like it. At least, it'll keep \r\nyou warm till I can. Anyway, bub, you'd make burlap look good.",
        "[Rosanna \r\nlaughs]",
        "Rosanna: And look at you. You're almost at home in a hospital room.",
        "Craig: Yeah, well, I'm getting used to them, I guess.",
        "Rosanna: Yes, how is Lucy?",
        "Craig: Well, the -- swelling around the spinal cord is greater than \r\nthey realized. So the paralysis is gonna take a little longer to dissipate. And \r\nLucy gets a wheelchair to go along with her amnesia.",
        "Rosanna: Oh.",
        "Craig: No, it's temporary. But -- try telling that to a teenage girl.",
        "Rosanna: Right.",
        "Craig: Yeah.",
        "Rosanna: I'm so sorry. You know, she's -- Lucy's gonna get better \r\nsooner than she thinks. She's a very tough girl. Just like her pop.",
        "Craig: I think things will get better for both of you.",
        "Rosanna: Oh -- please. I'm fine. I'm fine already. I mean, I -- it's \r\nnot the end of the world, not being able to have children. Right? Goodness, the \r\nworld's overpopulated as it is. I -- I have my health. I have my career. I have \r\na future to look forward to. And -- and who needs children? Right? Who needs \r\n'em?",
        "",
        "Sierra: Lucy -- can't I be part of your life? That big house is so \r\nempty without you. And I miss you. And I -- I worry about you.",
        "Lucy: I know, Mom. But you're so worried about me, why don't you come \r\nand visit more often? See what my life is really like. You're only here when \r\nthere's a crisis.",
        "Sierra: Because there's always a crisis. Lucy -- the thought of leaving \r\nhere without you -- scares me. Breaks my heart. I miss you, baby.",
        "Lucy: Miss you, too. But I'm not a baby anymore.",
        "Sierra: You will always be my baby. But I do realize that you have \r\ngrown up a lot while you've been away, and -- I know that your friends are very \r\nimportant to you right now.",
        "Alison: Hey, Luce! Ready to go to physical therapy? They're ready for \r\nya.",
        "Sierra: Well -- you should go. 'Cause the sooner you get started, the \r\nsooner you can get out of here.",
        "Lucy: Right. And the only reason you want me to get out of here is so \r\nyou can drag me back to Montega.",
        "Sierra: Lucy, that is not true.",
        "Lucy: Well, you can forget it. 'Cause I'm not going anywhere, no matter \r\nwhat you say.",
        "",
        "Hal: Hey, who's winning?",
        "Aaron: It just started.",
        "Holden: Hal, you said that this was an official visit?",
        "Hal: Well, it's actually just a formality. But I wanted to tell you \r\nmyself. I'm dropping all charges against you, and Alison and Lucy.",
        "Aaron: So we're free and clear?",
        "Hal: Yeah. I only wish I could've done it sooner. And that concludes \r\nthe official part of my visit.",
        "Holden: What about the unofficial part?",
        "Hal: I wanted to say I'm sorry. I want to apologize to your entire \r\nfamily, Holden, for the hell that I put you guys through the last few months. I \r\nreally -- have no excuse. I was just so damn worried about Will that I couldn't \r\neven begin to think that he had anything to do with starting that fire. It just \r\n-- it just seemed impossible to me.",
        "Holden: We all knew that. Everyone did.",
        "Hal: Well, I just hope that, someday, you can -- you can forgive me for \r\neverything that I've done.",
        "Holden: We're just glad everything turned out all right.",
        "Aaron: Almost everything.",
        "Hal: I tried to drop by and see Lucy. They're still limiting her \r\nvisitors. But -- I have been keeping tabs on her. You'll give her my best? Oh, \r\nand, Holden, I want to make up to you whatever I owe you for that barn.",
        "Holden: Now, Hal, don't worry about it. Just let the lawyers take care \r\nof it, okay?",
        "Hal: You're a good man, Holden. If there's anything that I can do, \r\nanything I can do to make all this stuff up to you, you'll let me know.",
        "\r\n[Natalie crying]",
        "Holden: That's Natalie. I'll be right back.",
        "Hal: Thanks.",
        "\r\n[Natalie crying]",
        "Hal: You know, there's something else that I wanted to say to you, \r\nAaron. You are the closest thing to a hero this town has seen in a very long \r\ntime. Running into that barn to pull out Luke and pull out Will. And I robbed \r\nyou of that. I'm gonna see what I can do about turning that around.",
        "Aaron: Thanks, Hal. But I never really cared about being a hero. All I \r\nwanted was to stay here in Oakdale with Lucy.",
        "",
        "Sierra: Do you really think that I just want you to go to physical \r\ntherapy so I can get you all shaped up to ship you back to Montega? Don't you \r\nknow how much I love you? All I want is for you to be healthy and strong again.",
        "Lucy: I don't know what to think. I don't even know who I am anymore. \r\nEveryone's been treating me like this baby who can't even walk. Like I don't \r\nknow what I want. But all I know is I want to stay here. So stop pushing me!",
        "Alison: I'm sorry, Luce. I thought you were ready to go to PT. It's -- \r\nit's not so bad.",
        "Lucinda: Alison, dear, could I have a moment alone with my \r\ngranddaughter, please?",
        "Alison: Knock yourself out.",
        "Lucinda: Uh --",
        "Alison: I'll just be waiting outside.",
        "Ben: I'll check in on you later, Luce.",
        "Lucinda: Thanks. Well -- would you like to tell me what's going on? \r\nWhat's this all about?",
        "Lucy: Mom can't wait for me to start physical therapy because that \r\nmeans she can take me back to Montega sooner.",
        "Lucinda: That's absolutely ridiculous, Lucy. The physical therapy has \r\nbeen prescribed by your doctor, and your mother wants you to get better faster. \r\nAs do we all. All right, dear? The big question around here, the jackpot \r\nquestion, is do you want to get better?",
        "Lucy: Of course I do!",
        "Lucinda: All right, then! Stop all this crying and get to it.",
        "Lucy: Yes, ma'am.",
        "Lucinda: Ah, that's the first sensible thing that's come out of your \r\nmouth, darling. I'm sick of these tears, personally. Okay? I'm sick of them. I'm \r\nsick of them. Your mom loves you, darling. She loves you. And she's afraid of \r\nlosing you. That's what moms feel all the time. Inside, she's feeling that she's \r\nall torn up.",
        "Lucy: I'm torn up, too. And she could never lose me. I love her too \r\nmuch.",
        "Lucinda: I know that. I know it. So, what's the problem?",
        "Lucy: I think she feels like I'm choosing daddy over her. Which I'm \r\nnot. It's Montega I don't want to go back to. I was so sheltered there. Nothing \r\nfelt real. I just want to figure out my life. What's the crime in that?",
        "Lucinda: My darling, I hated Montega. There's no crime. No crime at \r\nall.",
        "",
        "Sierra: It's just so hard, seeing her struggle like that. I just want \r\nto run in there and grab her and hold her and tell her how much I love her and \r\nthat everything's gonna be okay.",
        "Ben: I know. But this is something that Lucy has to do on her own. It's \r\nher body, her will to overcome this setback that's being tested. But you're \r\nright. As a parent, it's hard to watch. And I'm sure you could use some extra \r\nsupport right about now.",
        "Sierra: That's not gonna happen. I'm practically falling apart, and \r\nLucy's falling apart. And I don't even know where her father is.",
        "[Beeper \r\ngoes off]",
        "Ben: Excuse me.",
        "Alison: Excuse me? But I thought I overheard you mention Lucy's dad. I \r\nknow where he is.",
        "Sierra: You do?",
        "Alison: Yes. He's with Rosanna Cabot.",
        "Sierra: Really? And where would that be?",
        "Alison: Well, I saw him earlier in the hallway, but I'm guessing that \r\nhe was waiting for her for after her surgery.",
        "Sierra: Surgery? Well, what's she having surgery for?",
        "Ben: Ah, Ms. Cabot's medical information is confidential.",
        "Alison: All I was saying was that she was in the hospital. On the fifth \r\nfloor.",
        "Sierra: Thank you.",
        "",
        "Craig: You have a right to every emotion that you're feeling. But if \r\nyou expect me to sit here and pity you because you can't have a baby, then \r\nyou're barking up the wrong guy, my friend. You are a beautiful human being. \r\nYou're Cabot Motors. You're brilliant. You're successful. You're gorgeous. And \r\nno surgery is gonna take that away. You are and you will be just as vibrant and \r\ninsufferable as you've always been.",
        "Rosanna: I just didn't think I was gonna feel so empty inside.",
        "Craig: Well -- I can't imagine what that feeling is like. I have no \r\nidea.",
        "Rosanna: Well, you lost Bryant. You must know what it feels like to \r\nhurt inside. Like feeling like your heart's gonna break. Like you just can't \r\nthink about your dreams because you know that they're not gonna happen. Right?",
        "Craig: Well --",
        "Rosanna: So how did you find a way to go on afterwards?",
        "Craig: Well, I had people in my life that I could love. I had Lucy to \r\nkeep me from sinking into despair. And I had Katie to try and steer out of \r\ntrouble. And there was the endless struggle with my big sister to keep from \r\nputting me behind bars. They all kept me real, kind of.",
        "Rosanna: Right. You had family. That's good. Family's good.",
        "Craig: You have me, Rosanna. You have me.",
        "Craig: Uh -- will you excuse me? I'll be right back.",
        "Craig: Sierra?",
        "Rosanna: Did you catch up with Sierra?",
        "Craig: No, no. No.",
        "Rosanna: How does she know that I'm here?",
        "Craig: Well, not from me. She probably sent out a search party.",
        "Rosanna: I hope everything's all right with Lucy. Maybe you should go \r\ncheck up on her.",
        "Craig: Are you trying to get rid of me?",
        "Rosanna: Never. I'm just tired. I can hardly keep my eyes open. And I \r\ndon't want you watching me while I sleep.",
        "Craig: I've done that before.",
        "\r\n[Rosanna laughs]",
        "Rosanna: Would you please leave?",
        "Craig: Sometimes I wear little funny hats. Once, I read you the sports \r\npage.",
        "[Rosanna laughs]",
        "Rosanna: Don't.",
        "Craig: Huh?",
        "Rosanna: Don't. It hurts to make me laugh.",
        "Craig: All right. I shall -- I shall return. And when I come back, I'm \r\ngonna sit here, and I'm gonna stare at you and listen to you snore. And there is \r\nnothing you can do about it. You got me?",
        "Rosanna: I'm beginning to.",
        "",
        "Carly: At least now that Rosanna thinks I slept with Craig, she'll shut \r\nup about you.",
        "Mike: Come on, Carly. Rosanna can't be too overjoyed about you and \r\nCraig, either.",
        "Carly: Well, you don't have to worry about that. She's already \r\nretaliated. Monte Carlo is a thing of the past.",
        "Mike: Ah, I'm sorry, Carly. All that work. Did you tell Jack?",
        "Carly: No. No, and he can't find out until I can come up with some \r\nexcuse for why my career suddenly evaporated. And he knows about the Carly \r\nclause, so it's -- it's tricky.",
        "Mike: Knows about the what?",
        "Carly: There was a stipulation in my contract with Craig that said that \r\nMonte Carlo will be dissolved if he and I ever -- fraternized.",
        "Mike: So if Jack finds out that Rosanna took away the company from you, \r\nhe's gonna assume something happened between you and Craig.",
        "Carly: I hate myself. Telling more and more lies every time I turn \r\naround.",
        "Mike: You're preaching to the choir on that one. When Molly looks at \r\nme, I feel like she sees right through me.",
        "Carly: Molly's been asking questions?",
        "Mike: Last night, she was asking questions about us.",
        "Carly: Why?",
        "Mike: She picked up on a certain closeness between us. I mean, she was \r\nembarrassed, but she had some jealous moments.",
        "Carly: Jealous? Really?",
        "Mike: Yeah, she knows about our past. You know, she thinks about that, \r\nand it makes her wonder. But then she felt bad for bringing it up, blamed \r\nherself for not trusting me enough.",
        "Carly: I'll talk to Molly. You don't have to lie to her anymore. I'll \r\ndo that.",
        "Jack: We're all set. Let's get this test over with.",
        "Carly: Okay. Let me get my stuff.",
        "Jack: And I'll meet you in the car?",
        "Carly: All right.",
        "Jack: Good seeing you again, Mike.",
        "Mike: You take care, Jack.",
        "Carly: That man deserves so much more than this. This chapter has got \r\nto be over. For Jack and for Molly -- for all of us.",
        "",
        "Molly: Out of the thousands of residences here in Oakdale, why did \r\nRosanna have to buy this apartment?",
        "Emma: I suppose because it's centrally located. I mean, the view is \r\nbeautiful. And I guess she just got tired of living out of a suitcase in a hotel \r\nroom.",
        "Molly: Forgive me if I find that difficult to believe.",
        "Emma: Why are you so upset about this, Molly?",
        "Molly: Why? Emma, from the moment she came into town, she has been \r\nhovering. Buzzing around in people's business. I mean, particularly in my love \r\nlife.",
        "Emma: She and Mike were friends a long time ago --",
        "Molly: A long time ago. He can barely stand the sight of her now. So \r\nwhat? She responds to that by suddenly deciding that she should move into my \r\nplace? There's something wrong with this picture.",
        "Emma: When you put this apartment on the market, you didn't stipulate \r\nwho could buy it and who couldn't. Now, trust me -- Rosanna has more to contend \r\nwith right now than plotting to take over your life.",
        "Molly: She really has you fooled, doesn't she? Look, Emma, I know you \r\nsee a different view of her. And I respect that. But I know a whole different \r\nside of Rosanna, a side that has gone out of her way to hurt me. So I'm sorry. \r\nBut cutting her some slack is not an option.",
        "",
        "Lucinda: Oh. I was wondering when you were going to rematerialize, \r\ndarling. Miss Lucy is preparing herself for her first physical therapy session.",
        "Sierra: Oh, good. So then, you talked to her? That's great. Because I \r\nhaven't been having much luck.",
        "Lucinda: Insight, darling. She is just as worried about you as you are \r\nabout her. Yeah, she said that you think that she's choosing her father over \r\nyou?",
        "Sierra: What else did she say?",
        "Lucinda: Well, most importantly, she wants to think about what she's \r\ngoing to do with the rest of her life. This is serious. And she wants to do it \r\nfrom here. And, just an aside -- apparently, Aaron Snyder is pivotal in the \r\nretrieval of her memory.",
        "Sierra: No, Craig is behind that little stunt. No, he doesn't really \r\nthink that Aaron is the key to anything. He's just using him to get Lucy to stay \r\nhere.",
        "Lucinda: Well, honey, if you think that, take off the velvet gloves, \r\nfor heaven's sake. We can get lawyers. Come on.",
        "Sierra: No, no, no. No lawyers. No legal battles. It would destroy our \r\nrelationship.",
        "Lucinda: Oh, our relationship? Which one? The one with daughter or the \r\none with your ex? Come on, Sierra.",
        "Sierra: You know, I am gonna go on the terrace and get some fresh air \r\nand sunshine.",
        "Lucinda: Ah. Well. All ready? All ready for the first session?",
        "Craig: Hey! Off to physical therapy? Listen, no speeding. Slow down at \r\nintersections. And I will be here when you get back. All right? I love you.",
        "Lucy: I love you, daddy.",
        "Craig: All right.",
        "Lucinda: Good.",
        "Ben: She's gonna be fine. Come back by and talk to you later.",
        "Craig: Thank you, Ben.",
        "Ben: Okay.",
        "Craig: What? What have I done now?",
        "Lucinda: \"What, what?\" Come on. Bloody mess around here. Your little \r\ngirl's crying all the time. Sierra's heartbroken. I don't know what you've done. \r\nWhy don't you just tell me?",
        "",
        "Lucy: It's too hard. It's no use.",
        "Dr. Engler: You'll get the hang of it. Let's take a break and try again \r\nin five. Want some water?",
        "Lucy: Thanks.",
        "Sierra: My beautiful girl. What do you see? You know what I see? I see \r\nmy inspiration. Even when you were first starting to crawl, anything -- any \r\nobstacle that life threw in your way, you found a way to overcome it. And I am \r\nhere because of you. I am alive because of you. You are the only thing that kept \r\nme going when Bryant died. You made me strong, and you made me see that I had so \r\nmany other things to live for. You did all that. You are so brave. And you're so \r\nresilient. And I know that you're gonna get through this. And if I didn't \r\nbelieve that with my entire heart and soul, I would lie down on this floor right \r\nnow, and I would never be able to get up. But I know that you are gonna walk \r\nagain. And so does your dad and your grandma and your aunt and your cousins. You \r\nhave so much life to live and so many things that you need to do. And if you \r\ndon't believe that right now, I'll believe it for you until you're ready. \r\nBecause I don't know what I would do if I didn't have you.",
        "Lucy: Mom, I love you so much.",
        "Sierra: I love you, too. Stop, stop, stop.",
        "Lucy: I'm so sorry for everything I said before.",
        "Sierra: Shh, shh, shh.",
        "Lucy: I didn't mean any of it.",
        "Sierra: You do not need to apologize. I think we understand each other. \r\nStop that. Mm. I love you.",
        "",
        "Craig: So -- now I have power over minds? And where was this power when \r\nLucy decided she no longer wanted to live under my roof and instead went running \r\noff with Aaron Snyder?",
        "Lucinda: Well, something is making this child cling to Oakdale as if it \r\nwas the last safe place on earth.",
        "Craig: Me?",
        "[Lucinda laughs]",
        "Lucinda: This is a divided child, Craig. You know, divided. She needs \r\nto be integrated. She needs to be whole. And she's not. And a bird told me that \r\nyou are behind it.",
        "Craig: Well, dear, you better get your hearing aid checked. Because \r\nyou're hearing birds and imagining things and --",
        "[Craig chuckles]",
        "Lucinda: Oh, sure, I'm imagining? I'm imagining Lucy's tears?",
        "Craig: If Lucy is crying, it's because Sierra won't let her decide how \r\nto lead her own life.",
        "Lucinda: Okay. And Sierra is heartbroken. Why? Because --",
        "Craig: I have no idea what's on Sierra's mind these days.",
        "Sierra: Well, if it really matters to you, why don't you ask me \r\nyourself?",
        "",
        "John: Carly, Jack. How ya doin'?",
        "Jack: Been better.",
        "John: J .J. how's that temperature? How did he do the other night when \r\nyou got him home?",
        "Jack: We gave him some cool baths, followed the doctor's orders.",
        "John: He looks just as happy and as healthy as ever.",
        "Jack: Yeah.",
        "John: I'll take his temperature one more time before I take the sample \r\nfor the test. Jack, I'm sorry about this, 'cause I know how much this child \r\nmeans to you.",
        "Jack: I can't ignore the fact that if this baby isn't Julia's, there \r\nare parents out there who feel a million times worse than I do right now, John. \r\nI've got Margo searching the missing persons database just to be on the safe \r\nside.",
        "John: Good. Well, whenever you're ready.",
        "Jack: Thanks, John.",
        "Carly: Are you ready, Jack?",
        "Jack: For the test, maybe. For the outcome -- Carly, I was thinking, if \r\nthe test shows this baby is Julia's but they can't find the father, J. J. could \r\nwind up in the system for years. And I was thinking maybe we could start talking \r\nabout adopting him?",
        "Carly: We can talk about it, Jack. No matter what happens from now on, \r\nwe have to do what's best for this baby.",
        "John: On your way.",
        "Jack: Hey, J. J. just like before, buddy. This isn't gonna hurt a bit.",
        "Margo: Hey, knock-knock.",
        "John: Margo.",
        "Margo: They told me at the front desk I could find you here. Sorry to \r\nbust up the party. Have you started the test yet?",
        "John: No, we haven't.",
        "Margo: Good.",
        "Carly: What is it?",
        "Jack: She's saying we don't need to do the paternity test. She found J. \r\nJ.'s parents.",
        "",
        "Sierra: Would you mind giving me a minute alone with Craig?",
        "Lucinda: Oh, honey, be my guest.",
        "Craig: So what did you hear outside Rosanna's room?",
        "Sierra: I really don't wanna talk about your relationship. This is \r\nabout why you think so little of me and your refusal to acknowledge that all I \r\nwant is what's best for Lucy.",
        "Craig: Why I think so little of you?",
        "[Craig laughs] you think the only reason she would want to stay is because I \r\nbrainwashed her?",
        "Sierra: I think that you would do anything that you could to keep her \r\nfrom coming home with me.",
        "Craig: She has a home here, too.",
        "Sierra: Oh, right, yeah. I forgot. That nice, cozy little hotel suite \r\nthere at the Lakeview Towers.",
        "Craig: Actually, you know, I have an agent looking for a decent house \r\nas we speak. And yes, I will do what is necessary to keep Lucy here in Oakdale. \r\nWhat's wrong with that?! She's my daughter! I love her.",
        "Sierra: It's all I have! Can't you leave me with something?",
        "Craig: This isn't a competition!",
        "Sierra: Everything is a competition with you! I refuse to give up my \r\ndaughter, too!",
        "Craig: Too? No, you know, you're not talking about Bryant here, are \r\nyou? And you're not talking about a competition between you and me. You're \r\ntalking -- about Rosanna? Are you jealous of my relationship with Rosanna?",
        "",
        "Alison: You hang out right here, and Darren will be with you in a \r\nfew.., okay? Ah, not too shabby, Luce.",
        "Lucy: My arms kill.",
        "Patient: Mine did, too, at first. You'll get used to it.",
        "Lucy: Washington University? That sounds so familiar.",
        "Patient: Ah, it's my alma mater. It's a beautiful campus.",
        "Alison: You know what? She's got serious issues to deal with right now. \r\nShe can't waste her time dealing with you.",
        "Lucy: How could you do that to me?!",
        "Alison: You? Yeah, you, you, you. It's all about you, isn't it?",
        "Lucy: Where's Washington University?",
        "Alison: That patient was an hour early for his appointment.",
        "Lucy: No, no, no, not the patient. Like, where's the campus?",
        "Alison: Um -- Seattle?",
        "Lucy: No. St. Louis! Washington University's in St. Louis, and that's \r\nwhere we had a big fight, you and me. Tell me why."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=nzB2nJLIQmw"
}