{
    "Episode Summary": [],
    "Recap": [
        "When Meg doesn't feel well, so Paul suggests she make an appointment at the hospital to be checked out. Chris tries to be nice to Aaron and wanting to be his doctor, but Aaron isn't having that, and tells he and Allison that he does not want Chris around. Emma worries about the state of her livestock and people, who eat produce grown on the farm. Emily stands up Casey. Chris wonders when Aaron and Susan will cut him some slack since Allison has forgiven him. Emily shows up harassing Paul and Mike wanting the story on the Farm project, as Paul is getting more bad news. Dani and Allison see each other, as Dani flirts with Chris. Derek flirts with Bonnie, which leads to hearing information about the Farm project he \u0091lent' money to. Allison off handedly calls Aaron her boyfriend, and when Chris hears this, he is disappointed. Paul pleads with Emily to let the story go, but she won't be deterred. Meg almost passes out so Mike takes her to the hospital. Casey sees Paul and Emily together and assumes she stood him up for Paul. Dani gets a job in town. Allison alludes to her mom and Aaron at lunch that Dani was drooling over Chris. Chris and Dani have drinks and talk about living in Paris. Paul and Emily fight about the story, as Emily promises she won't let this go and Casey worries about Paul getting even. Paul learns Meg is at the hospital and rushes there. Bonnie and Henry inadvertently give Derek the ammunition against Paul and his failing project. Derek shows up at the sight claiming to be a friend of Paul's; Mike calls Paul, who tells him not to say anything because he will handle it. Emily blows Casey off to write her article. Allison and Aaron find Chris and Dani together, as Allison looks annoyed and Dani wonders if there is still something between them. Meg tells Paul that she was giving a clean bill of health, as Paul has to race off and Meg rubs her stomach smiling. Aaron is glad Chris is hanging with Dani because that means he will leave Allison alone, but she subtly looks upset with that idea. A thrilled Emily finishes her article and wants to hang out with Casey, but he is annoyed that she blew him off to write her story so he blows her off to go to class. Meg tells Emma that she just learned she is pregnant. Derek threatens Paul about the money he loaned him."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Paul: I made you a sandwich.",
        "Meg: Okay, well, I really hate to do this to you after all the trouble you've gone through, I'm not really hungry.",
        "Paul: Did you leave the hospital too early?",
        "Meg: No. No, stop worrying.",
        "Paul: Meg, you had, like, an invasive -- I don't even know what -- doing laps in your bloodstream. I mean, it could have some kind of long-term effect on you. You don't know.",
        "Meg: I'm a nurse, so I would know if something was really wrong.",
        "Paul: All right. It's settled. You'll go to a doctor and get a check-up today.",
        "Meg: Okay, I promise. You take really good care of me.",
        "Paul: But you don't like my sandwich.",
        "Meg: Well, there's other things I like.",
        "[SCENE_BREAK]",
        "Alison: Hey, Terri, Aaron is here for his check-up.",
        "Nurse: How's that gunshot wound doing?",
        "Alison: It got a little infected, but we're keeping an eye on it.",
        "Aaron: Ali's my private nurse.",
        "Nurse: Lucky you.",
        "Alison: Yeah. I don't have my license yet, but I think I'm getting pretty good at giving you those shots.",
        "Aaron: Yeah, she's using me for target practice. I can hardly feel a thing.",
        "Nurse: I'm gonna go find the doctor. You guys can hang out in the waiting area.",
        "Alison: Thank you. Okay. We have some magazines. You want one? We have hunting. Golfing. And the swimsuit edition. Oh, I wonder which one you will pick.",
        "Aaron: Ah, none are as hot as my private nurse.",
        "Alison: Nursing student.",
        "Aaron: You know I like having you around. But waking me up with a shot every morning is not exactly how I had it planned.",
        "Alison: We have to keep you healthy.",
        "Aaron: I've got to get this sling off in case I want to hug and hold you.",
        "Alison: [Laughs]",
        "Chris: Hey, you got our patient to smile.",
        "Aaron: I'm not your patient.",
        "Chris: Actually, today, you are.",
        "Aaron: Listen, that house call was one thing. Okay, I didn't have a choice. But here, in the hospital, there's tons of doctors. So pick one for me. Anyone but you.",
        "[SCENE_BREAK]",
        "Casey: Hey.",
        "Susan: Oh! What is your hurry?!",
        "Casey: I'm sorry. I'm late meeting Emily.",
        "Susan: Well, I haven't seen her. She left the house before I got up.",
        "Casey: Well, I'm supposed to meet her here.",
        "Susan: You two got an annulment, right?",
        "Casey: Yes.",
        "Susan: Right? So maybe she's decided to put on the brakes.",
        "Casey: Without telling me? No, I don't think so.",
        "Susan: Well, if she stands you up, don't say I didn't warn you.",
        "[SCENE_BREAK]",
        "Mike: Mmm, thanks, Emma. When you called, you didn't say there'd be pie involved.",
        "Emma: Well, I thought I'd sweeten you up before I gave you the news.",
        "Mike: What now?",
        "Emma: Well, the vet was here this morning, and it seems that the livestock have some sort of allergic reaction, and he said it's probably from the feed they've been eating.",
        "Mike: Grown in contaminated soil.",
        "Emma: I had no idea that this thing could spread so fast. I mean, there might be other crops that are affected. I -- oh, good Lord. The peaches in this pie are from our orchard.",
        "Mike: Whoa, Emma, the orchard's a long way away from where we took the soil samples. I'm sure the peaches are fine.",
        "Emma: I hope so.",
        "Mike: But this news about the livestock, it means the problem could be more far-reaching than we thought.",
        "Emma: Well, Paul said that he can clean up the soil. I mean, how long do you think that will take?",
        "Mike: I'm not sure. But Paul seems really confident that he can get the job done.",
        "Emma: I obviously can't sell tainted crops, and if I lose the entire harvest this season --",
        "Mike: Let's not jump to the worst-case scenario here. Okay? I'll talk to Paul and then I'll get back to you.",
        "Emma: Okay, thank you, Mike. Mike -- thank you. Thank you so much. It's so comforting to me to know that you're helping us out with this.",
        "Mike: Just try not to worry, okay? I'll talk to you soon.",
        "Emma: Thank you. Hey, Paul, it's Mike.",
        "Paul: What's up?",
        "Mike: The problem with the soil seems to be spreading. Can you meet me at the farm ASAP?",
        "Paul: Yeah. I'm on my way.",
        "[SCENE_BREAK]",
        "Meg: Who was that?",
        "Paul: That was Mike.",
        "Meg: Everything okay?",
        "Paul: Um, I don't know. I'm gonna go check in at the farm.",
        "Meg: Well, wait, I'll come with you.",
        "Paul: No, you stay here and you call the doctor and you make an appointment.",
        "Meg: I want to see my mother first. Besides, she'll have one of her home remedies. They cure anything.",
        "Paul: I hope you're right.",
        "[SCENE_BREAK]",
        "Chris: Since I'm the one who started treating the infection, why not stick with me?",
        "Aaron: Forget it. I want another doctor.",
        "Alison: You know, maybe this is a perfect opportunity that we should all take advantage of.",
        "Aaron: An opportunity for what?",
        "Alison: Life will be a lot easier if we can learn to put our personal feelings aside and try to get along.",
        "Aaron: Look, I know Chris saved a lot of lives coming up with that antidote, okay? And I give him props for saving you and Meg and others. But I don't feel comfortable with the guy. I don't want him treating me at all. So, you, thank you, but no, thank you.",
        "Susan: Guys, go to your corners.",
        "Chris: Talk to my patient. He's the one with the problem.",
        "Aaron: I'm not your patient, okay? That's the whole point.",
        "Susan: Why don't you let me examine Aaron, okay?",
        "Alison: Maybe you should just let my mother --",
        "Chris: Of course.",
        "Susan: You come with me.",
        "Chris: Why does everyone who cares about you hate my guts?",
        "Alison: Can you blame them? They remember all the times you've hurt me.",
        "Chris: I think I've managed to prove how sorry I am about that. If you can learn to forgive me, why can't they?",
        "[SCENE_BREAK]",
        "Paul: I just dropped Meg off at the farm, and Emma said the livestock are sick?",
        "Mike: Yeah.",
        "Paul: You don't think all the crops are contaminated, do you?",
        "Mike: I don't know. We have to do more testing. But it's not a good sign.",
        "Paul: It was bad news when we thought just the northern sector was affected.",
        "Mike: Yeah, and now we're talking another 60 acres? There's no way that we're gonna be able to clean up the site in -- how long did the board give you?",
        "Paul: Thirty days.",
        "Mike: Forget it. I don't care how many crews we hire.",
        "Paul: Mike, there's got to be a way. Somehow, some way, we got to do whatever we have to to make sure that this construction site gets a green light.",
        "Emily: I'd like to figure out how you're gonna do that, myself.",
        "Paul: Emily, what are you doing here?",
        "Emily: Well, a little bird told me that Paul Ryan's trying to pull a fast one. Building eco-friendly homes on contaminated soil. Care to comment? I need statements from the builder and the money man. On the record.",
        "Paul: Did you not see? There's a sign there. It says \"Private property. No trespass.\"",
        "Emily: What are you gonna do, Paul, have me arrested?",
        "Paul: I might just have to.",
        "Emily: Answer the question. Is Emma Snyder's farm suddenly becoming Oakdale's version of the Love Canal?",
        "Paul: No, not even close. Look, I've already assured the town that we're doing some testing and we'll do whatever cleanup is required. It's a matter of public record. You can go down to the courthouse and check the transcripts. What?",
        "Mike: I'll let you handle this. Good luck.",
        "Emily: My sources tell me that Resources By Nature, your co-contractor, pulled out of the cleanup because it was too expensive.",
        "Paul: I'm not playing this game with you.",
        "Emily: Don't do this. Don't stonewall me. My readers will not appreciate it.",
        "Paul: I have personally taken over the development of this project. All of the homes that are being built here are safe.",
        "Emily: No matter how much money it costs? Because I thought you were in this for a profit. How are you gonna do that?",
        "Paul: I'm not discussing this with you any further. If you try and invent a story that's not there, I will shut down your so-called newspaper.",
        "[SCENE_BREAK]",
        "Emma: If it's making the livestock sick, I mean, how long will it be before we get sick?",
        "Meg: I can understand why you're worried. But not all infections get passed on from animals to humans.",
        "Emma: Even so. Until we know more about it, we just can't expose the children to it or anyone else.",
        "Meg: Well, it's good that you're getting the livestock and the crops tested.",
        "Emma: We can't do that till the soil is decontaminated. Oh, I hope that Paul can really handle this.",
        "Meg: You can trust him. He wants what's best for the family and the farm. I mean, he's committed to this project. He's not gonna let us down. Okay, you need to go upstairs and take a little nap before your headache gets worse.",
        "Emma: I just wish there was something I could do.",
        "Meg: There is. Take two aspirin.",
        "Emma: Thank you, Nurse.",
        "Meg: It's gonna be okay. I promise.",
        "Emma: Thank you, Baby.",
        "Mike: You know, you may not want to make promises like that to your mother. It turns out a total cleanup could be near impossible. Meg? Meg, I didn't mean to upset you. Are you okay? Hey.",
        "[SCENE_BREAK]",
        "Alison: Chris, I can't control how people feel about you.",
        "Chris: Well, if you've forgiven me for what I did to you, maybe you can convince your mom to give me a second chance. It'd make working here a whole lot easier. That's for sure.",
        "Dani: Alison, right?",
        "Alison: Yeah, I'm Alison.",
        "Dani: Dani. Dani Andropoulos.",
        "Alison: Oh, my God! I don't even recognize you! How long have you been in town?",
        "Dani: A few days. I'm surprised your mom or your sister didn't tell you.",
        "Alison: Oh, I haven't been home much. This insane thing happened at the hospital, so --",
        "Dani: Yeah, I heard. What a nightmare. Are you okay now?",
        "Alison: Yeah, I'm fine. But Aaron, he was shot, so I'm kind of nursing him back to health.",
        "Dani: Aaron Snyder? Is he your boyfriend now?",
        "Alison: Oh, I guess you could say that.",
        "Dani: Cool! Cool, good for you. And who's this handsome guy?",
        "Alison: Oh, sorry. This is Chris Hughes. Dani Andropoulos, my cousin.",
        "Chris: Nice to meet you.",
        "Dani: My pleasure.",
        "Chris: I'm gonna let you two catch up. I got patients to see.",
        "Dani: Chris Hughes! Wait a second, weren't you guys engaged once?",
        "Alison: Oh, yeah, like, a million years ago.",
        "Dani: But you're with Aaron now?",
        "Alison: Well, I'm just --",
        "Dani: So, Dr. McHottie -- is he single?",
        "[SCENE_BREAK]",
        "Bonnie: Um, may I help you?",
        "Derek: Is this a good place for lunch?",
        "Bonnie: It is for me. But I think you're out of luck. We don't really serve lunch here.",
        "Derek: Well, maybe you should. Looks delicious.",
        "Bonnie: You know, actually, I was thinking about extending our hours here.",
        "Derek: Oh, well, hungry businessmen will be breaking down your door.",
        "Bonnie: Like you?",
        "Derek: Well, yes, I'm hungry, and I do business, so I guess I qualify.",
        "Bonnie: Now, you really think that a nightclub could be a success during the day?",
        "Derek: Well, with a beautiful hostess like you, absolutely.",
        "Bonnie: Honey, I'm the manager.",
        "Derek: Wait, excuse me. Beautiful, smart, and makes a killer sandwich? The perfect woman.",
        "Bonnie: All right, look. The Metro club is not exactly on the menu yet, but it you want one, I can go make you one.",
        "Derek: That would make my day.",
        "Bonnie: But first, I'm gonna need you to answer two questions.",
        "Derek: Shoot.",
        "Bonnie: Who are you, and why haven't I seen your face in Metro before?",
        "Derek: Derek Coburn. I'm new in town. I have a feeling I'm gonna like it here.",
        "[SCENE_BREAK]",
        "Alison: You know, in the last year, Emily and I have both been burned by Chris Hughes. So my advice is stay away.",
        "Dani: Guys who look like that are always heartbreakers. But, as soon as they find the right woman --",
        "Alison: I don't think that'll ever happen for Chris.",
        "Dani: Why? What's wrong with him?",
        "Alison: It's complicated.",
        "Dani: Huh. His nephew looks nice. Of course, I know he's taken. Your sister Emily is doing really well for herself.",
        "Alison: Yeah, I know. What is up with that?",
        "Dani: I hope when I'm her age, I can attract a guy that young.",
        "Alison: I don't know. I mean, I like Casey, but it's weird, right?",
        "Dani: As long as she's happy. You're happy with Aaron, right?",
        "Alison: Well, we're just seeing how things go.",
        "Dani: Which means that no one who I'm related to has dibs on Chris Hughes, unless there's another woman in his life.",
        "Alison: No, I don't think so.",
        "Dani: Great. He's fair game.",
        "Alison: Sure, yeah. I mean, whatever. It's a free country. It's cool.",
        "Susan: Looks like Aaron has been getting really good care.",
        "Aaron: Thank you to Alison.",
        "Susan: He's in great shape.",
        "Dani: Yes, he is. Lucky Alison.",
        "Susan: Have you two been catching up?",
        "Alison: Oh, yeah. We've just been comparing notes. Aaron, you remember Dani Andropoulos.",
        "Aaron: I do. Good to see you.",
        "Dani: Yeah, good to hear you're feeling better.",
        "Aaron: I was lucky.",
        "Susan: Hey, I've got a really good idea. I need a break. Why don't I take us all out to lunch at Al's, my treat?",
        "Dani: Oh, I'd love to, but I have an appointment. But maybe I can hook up with you guys later if you're still around.",
        "Susan: Oh, sure. Come join us whenever.",
        "Dani: Great, great. I'd love to hear more about Alison and her cute boyfriend.",
        "Aaron: Boyfriend, eh?",
        "Alison: Uh, did someone say lunch? I'm starving.",
        "[SCENE_BREAK]",
        "Casey: Emily, where are you? Okay, I've been waiting here forever, and now I'm gonna be late for class. Are you ditching me, or what?",
        "[SCENE_BREAK]",
        "Emily: I don't need you to cooperate with me.",
        "Paul: Emily, will you please just mind your own business? --",
        "Emily: I will get my story through other sources -- but I will get it and I will publish it, whether you like it or not. I am trying to protect the public.",
        "Paul: Oh, the hell you are. You're doing what you always do. You're looking out for number one.",
        "Emily: Like you're not!",
        "Paul: I have everything riding on this project! The last thing I need is you concocting some expose that makes it look like I'm doing something wrong.",
        "Emily: Something -- building homes on contaminated soil --",
        "Paul: I'm not building any homes until this area has met all necessary environmental standards.",
        "Emily: Can you prove that it's actually clean?",
        "Paul: Go pull the permits. Look, I'm not looking to hurt anybody.",
        "Emily: Well then why are you so worried about me writing this story?",
        "Paul: Because there's money. There's a lot of money.",
        "Emily: See?",
        "Paul: If you give me a black eye in the press, you're gonna kill my sales.",
        "Emily: That's exactly what I said. You're just in it for the money. Paul Ryan wants to get his money back.",
        "Paul: It's not my money.",
        "Emily: Well, then whose is it? Who is it? You have secret investors? I want full disclosure here.",
        "Paul: There's no story here.",
        "Emily: There's a story here. And I'm running with it whether you like it or not.",
        "[SCENE_BREAK]",
        "Meg: Hey. Did you find Paul?",
        "Mike: No, he's not out in the field and nowhere around the construction site.",
        "Meg: Where could he have gone?",
        "Mike: I don't know. Did you try him on your cell again?",
        "Meg: I keep getting voicemail.",
        "Mike: You know, Meg, if you really are sick, I don't think we should wait around for him. Maybe I should get Emma.",
        "Meg: No, no. My mother has been through the wringer. I don't want to bother her.",
        "Mike: Meg, you almost passed out. I think you need to see a doctor.",
        "Meg: I'm okay. Okay, I did tell Paul that I would set up a check-up. I just haven't gotten to calling yet, that's all.",
        "Mike: Well, maybe you should.",
        "Meg: Okay. Okay, I will.",
        "Mike: Whoa, whoa, whoa. Okay, all right, Meg. I'm taking you to the hospital.",
        "[SCENE_BREAK]",
        "Emily: How dare you follow me in here?! Get out of here, or I'm calling security!",
        "Paul: Go right ahead. I pay their salaries.",
        "Emily: Do you think I'm joking, Paul?",
        "Paul: If you run this story, Emily, you'll destroy me. I'm not just talking about my money, here. My entire life is at stake.",
        "Emily: What are you afraid of? Huh? You think you're gonna lose Meg if Emma loses the farm?",
        "Paul: No.",
        "Emily: It is my civic responsibility to reveal that a real-estate developer --",
        "Paul: Your civic responsibility? What, all of a sudden, you're a journalist?",
        "Emily: I am a journalist.",
        "Paul: This isn't the \"New York Times.\" This is the Intruder.",
        "Emily: Well, excuse me. This is my chance to turn things around.",
        "Paul: Well, not at my expense.",
        "Emily: Well, you must have a lot to hide to have your panties in such a twist.",
        "Paul: I am warning you, Emily. Don't do this.",
        "Casey: Emily, where have you --",
        "Emily: Casey, I can't talk right now. I'm busy.",
        "Casey: With him? You stood me up to hang out with your ex?",
        "[SCENE_BREAK]",
        "Dani: This is so crazy. I just happened to see your ad on the internet and on a total whim, e-mailed you my resume. And now I have a job. It's not supposed to be this easy.",
        "Man: Well, the department's always looking for young, self-motivated people. Your academic record is very impressive.",
        "Dani: Thank you so much, Mr. Ross.",
        "Man: Well, report tomorrow morning at 8:30 at the office for orientation.",
        "Dani: I'll be there.",
        "Man: All right, see you then. Good luck.",
        "Dani: Great. Yes! Yes! Yes.",
        "Bartender: Excuse me.",
        "Dani: Oh, I'm sorry. I just got a new job.",
        "Bartender: Congratulations. Would you like a drink to celebrate?",
        "Dani: It's kind of early, but why not? How about some '99 Dom Perignon?",
        "Bartender: No, sorry, we don't have that.",
        "Chris: Yeah, but if you like Dom, you should try the Latour. Just don't order the 2001. It was a bad year.",
        "Dani: Thanks, Chris. You're a good man to have around.",
        "[SCENE_BREAK]",
        "Susan: I guess Dani's appointment took longer than she thought.",
        "Alison: Knowing her, she probably ran into a cute guy. That girl has some serious man radar.",
        "Aaron: Yeah, I thought she was giving me the once-over.",
        "Alison: Yeah, you and Chris Hughes. But I told her to steer clear of him.",
        "Aaron: Well, that's very good advice.",
        "Alison: I can't believe she even recognized me after all these years.",
        "Susan: I showed her pictures of the whole family. I made her look through my brag book.",
        "Alison: No wonder. Oh, I hope you didn't show her that picture of me graduating from middle school. Ugh.",
        "Aaron: I'm sure you were very cute.",
        "Alison: Guys have no idea. Girls remember every single bad hair day.",
        "Susan: Especially the \"What was I thinking\" perm. But it's so good to see Dani again. I can't believe that she's so grown up.",
        "Alison: I know, I don't really remember her from when we were little. But she certainly makes a strong impression now. Talk about confidence.",
        "Aaron: Yeah, she's kind of in-your-face.",
        "Alison: Especially if you're a guy.",
        "Aaron: Not in a bad way.",
        "Both: If you're a guy.",
        "[Both laugh]",
        "Susan: Her mother was like that. Her mother really knew how to turn a guy's head. And it got her in trouble sometimes, especially with Craig. That was a disaster. Wait. I'm late. I got to get to work.",
        "Alison: Okay. All right, Mommy, well, thank you for lunch.",
        "Aaron: Thank you so much. And since you said that I can take this sling off pretty soon, I think I'm gonna head to the Lakeview and try to get my work back.",
        "Alison: Would you like some company?",
        "Aaron: I thought you'd never ask.",
        "Alison: All right.",
        "[SCENE_BREAK]",
        "Dani: 2002 Latour it is. A brilliant doctor who is also a wine connoisseur. How often do you find that combo?",
        "Chris: I used to live in Paris.",
        "Dani: So did I. Left Bank?",
        "Chris: Yeah, yeah, right off the Boulevard Saint-Michel.",
        "Dani: Ah! Boul' mich! What is it they say in Paris? No nightlife on the right --",
        "Chris: Live life on the left, yes.",
        "Dani: Yes. Go, Sorbonne!",
        "Chris: You went to Sorbonne?",
        "Dani: No. John Jay College of Criminal Justice. But Sorbonne sounds sexier.",
        "Chris: Well, everything does in French.",
        "Dani: Hey, I just got my first real job. And I'm celebrating. Care to join me? So I don't look like a total idiot drinking alone?",
        "Chris: Whoa, first off, you could never look like an idiot. I'd love to join you.",
        "[SCENE_BREAK]",
        "Derek: If your club is as good as your club sandwich, you got yourself a winner.",
        "Henry: Hey, Bonnie.",
        "Bonnie: Hey, Henry. Hey. This is Henry Coleman. How do you two know each other?",
        "Bonnie: Well -- you never really told me where you're from or what you do --",
        "Derek: I'm an entrepreneur. Mostly start-ups. I provide capital. I've been traveling a lot in the last few years, but I'll be spending a lot more time in Oakdale.",
        "Henry: Start-ups? Wow, it can't be easy to raise cash with the economy in the dumps.",
        "Derek: Yeah, well, I do good even in a recession. Provide a service people need, and you're always in demand.",
        "Bonnie: Yeah, I wish we could say the same for Metro. We've had a lot of small nights lately.",
        "Henry: Yeah.",
        "Derek: Just got to get the word out.",
        "Henry: Yeah, right. Get the word out. \"Come to Metro and spend the money you don't have.\"",
        "Bonnie: You know what, Guys, it could be worse. I have this client, Paul Ryan, who just went in front of the town board yesterday, and he was doing his damndest to keep millions of dollars from going down the tubes. He's just having a rough time, you know?",
        "Henry: What's happening with Paul?",
        "Bonnie: Oh, well, I was at the diner this morning for breakfast, and one of his construction guys said that the project was in way worse shape than they thought.",
        "Henry: And they don't think they can bail it out?",
        "Bonnie: From what he said, nobody can come up with that kind of money. Go figure, right? I get one client, he goes broke. What's the deal?",
        "[SCENE_BREAK]",
        "Casey: Will someone answer me, tell me what the hell is going on?",
        "Paul: What's going on here is that Emily has worked her way through all the men in town, so now I guess she's robbing your cradle.",
        "Casey: Hey, our relationship is none --",
        "Emily: I will deal with this, okay, Case? Thanks.",
        "Paul: Lots of luck.",
        "Emily: What I do with my personal life is none of your business. It's personal. It has nothing to do with me running the paper.",
        "Paul: If you reveal things that I don't want out there, I'll do the same to you.",
        "Emily: Oh, well, good luck with that. You see, 'cause most of my secrets are common knowledge. You, on the other hand, have Meg and all those Snyders believing you're a new man.",
        "Paul: All of a sudden, you' an expert on my life.",
        "Emily: It doesn't take a genius to see that you need to prove yourself, Paul. And you're afraid you're gonna mess up, as usual, and lose the woman you love.",
        "[SCENE_BREAK]",
        "Meg: You know, you really don't need to do this.",
        "Mike: Don't even think about asking me to leave. I'm not going anywhere until I know that you're okay.",
        "Meg: It's probably nothing. I'm just run down and need some rest.",
        "Mike: We're gonna get you checked out just to make sure. I'm gonna go find a doctor.",
        "[SCENE_BREAK]",
        "Casey: Hey, back off!",
        "Paul: You print this story, and I will shut you down.",
        "Emily: You try.",
        "Paul: It's nothing but innuendo.",
        "Emily: I'll sue you. I'll sue Worldwide.",
        "[Cell phone rings]",
        "Paul: That's enough. Hello?",
        "Meg: Paul, hey. Where are you? Didn't you get my messages?",
        "Paul: I'm at -- I'm in a meeting. Look, I'm on my way back to the farm. What's going on?",
        "Meg: Uh, well, I'm at the hospital.",
        "Paul: You made an appointment without me nagging you?",
        "Meg: Not exactly.",
        "Paul: Meg, what's going on?",
        "Meg: Well, I was feeling just --",
        "Mike: Meg! Meg!",
        "Paul: Meg? Meg!",
        "Emily: Wait, what's wrong? Paul!",
        "Casey: Okay, are you gonna tell me what that was all about?",
        "Emily: Long story, Casey.",
        "Casey: Okay, why would Paul run out like that?",
        "Emily: I don't know. It sounded like something was wrong with Meg. You know what, knowing Paul, nothing was wrong with Meg. It was just an act to get sympathy out of me because he would do anything to keep me from writing this story.",
        "Casey: So you seriously think he's doing something illegal?",
        "Emily: Well, he says he's going through all the right channels.",
        "Casey: Mm-hmm.",
        "Emily: But the more he screams, the more I know he's trying to hide something. Now, there's a story there, Casey, and when I find it, I'm gonna publish every dirty little detail.",
        "[SCENE_BREAK]",
        "Paul: Where's Meg?",
        "Mike: She's in there. But you can't go in.",
        "Paul: The hell I can't. She's my wife, Mike! What are you even doing here?",
        "Mike: Whoa, whoa, whoa, Paul. We tried to contact you, but we couldn't get a hold of you, and I figured that we should get Meg to the hospital right away. She almost passed out twice. Once at the farm, and once when she got here. I mean, you really don't think I jumped the gun?",
        "Paul: No, no, no. Thank you for bringing her here. I'm sorry. I didn't mean to bark at you like that.",
        "Mike: It's okay. I understand. You're worried. You don't need to be. We got a doctor on the case now. Meg's gonna be fine.",
        "Paul: She's been through so much.",
        "Doctor: Your wife is stable.",
        "Mike: This is Meg's husband, Paul Ryan.",
        "Doctor: I'm sorry. I thought because --",
        "Paul: It's not a big deal. How is she?",
        "Doctor: Your wife -- we're running a few more tests to make sure that there's no complications from the poisoning. But you can go in and see her.",
        "Paul: Thank you.",
        "Mike: You know, I should take off. I'll let you be with Meg. I'll be back at the farm. Give me a call when you figure something out.",
        "Paul: I am so sorry that I wasn't there. I am so sorry.",
        "Meg: It's okay. You're here now. That's all I need.",
        "[SCENE_BREAK]",
        "Casey: Paul Ryan is a scary dude. You sure you want to cross him?",
        "Emily: Oh, please. I don't care about Paul. But if I'm gonna turn this paper into more than a gossip rag, I need to show that I can stand up on principle.",
        "Casey: It's your call. But what I've seen from working here is that advertisers don't really go for content. They just go for circulation.",
        "Emily: Well, that might be true. But I --",
        "Casey: But ruining Paul's reputation would feel so good, wouldn't it?",
        "Emily: You have no idea. You see, but I need to show that for once in my life, I can be more than what people expect. I want to show that I can do something good, Casey.",
        "Casey: You don't have to prove anything to me. I already know how awesome you are.",
        "Emily: Aw. See, the problem is I don't think your mom feels that way.",
        "Casey: Oh, she says she would accept you for my sake.",
        "Emily: Yeah, but I want her to accept me for my sake, Casey. I need to do this.",
        "Casey: Okay. What can I do to help?",
        "[SCENE_BREAK]",
        "Derek: So, the project your client's working on, why do you think it's failing?",
        "Bonnie: Well, normally, this goes under attorney-client privilege, but in this case, there's no secrets here. All of the facts are a matter of public record.",
        "Derek: What are the facts?",
        "Bonnie: Well, this particular construction project is supposed to be a major money-maker. They're developing the land at Snyder farm. Now, unfortunately, the original developer pulled the plug on half the partnership, leaving my client, Paul Ryan, in charge of everything.",
        "Derek: Why'd the other partner pull out?",
        "Bonnie: Well, it turns out that the land that they're supposed to build on is contaminated, and there's no guarantee they'll be able to clean that up. So even if Paul is able to build on that land, he may never be able to pay back his debts. So what all of that means is I will never get my legal fees.",
        "Derek: That'd be a real shame.",
        "Henry: Paul's a resourceful guy. He'll find a way to get the money back.",
        "Bonnie: You know what, maybe not this time. Sometimes, people are just in over their heads.",
        "Derek: That's too bad. I got to get back to work. But rest assured, from now on, Metro is my new club. See you again.",
        "Bonnie: Yeah, I hope so.",
        "[SCENE_BREAK]",
        "Chris: So what are we celebrating?",
        "Dani: My new job?",
        "Chris: Which is, exactly?",
        "Dani: An entry-level position. Nothing glamorous like being a doctor who finds antidotes to save lives.",
        "Chris: Yeah, experimenting on myself with a drug that could have killed me. That's fun.",
        "Dani: Try compiling crime statistics for the city. But, you know, who knows? Something interesting may come of it.",
        "Chris: Like what?",
        "Dani: Well, I really want to be a forensic psychologist.",
        "Chris: Wow. What got you into criminology?",
        "Dani: Don't laugh. But watching all those CSI shows on French TV is how I learned the language.",
        "Chris: You got to be kidding me.",
        "Dani: No, no. It's my guilty secret. Je suis coupable!",
        "Alison: Oh, now we know why you stood us up for lunch. You got a better offer.",
        "[SCENE_BREAK]",
        "Mike: This is private property. Can I help you?",
        "Derek: Hi. Derek Coburn. Paul Ryan is a friend of mine.",
        "Mike: I see. Is Paul expecting you?",
        "Derek: No. No, but he told me about his construction project and I decided to come by, see how things were going. Don't seem to be any houses being built.",
        "Mike: Yeah, well, we're not at that phase of construction yet.",
        "Derek: Why not? Is there a problem?",
        "Mike: I really can't talk about it, but I'll tell Paul you came by.",
        "Derek: Well, I'm sure he wouldn't mind if I took a look around.",
        "Mike: There's one way to find out.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Paul: Hello?",
        "Mike: Hey, it's Mike. There's a guy here, says his name is Derek Coburn. He just showed up at the site. He says he's a friend of yours. He's asking a lot of questions. Can we trust this guy, Paul?",
        "Paul: I'll be right in. I just got to finish up this call. What does he want?",
        "Mike: I don't know, but he asked why construction hadn't started yet and wanted to know if we were having any problems. What should I tell him?",
        "Paul: Nothing. I'll be there as soon as I can.",
        "[SCENE_BREAK]",
        "Dani: Sorry I missed lunch with you guys. I got a new job, and I wanted to celebrate with a drink, which I didn't think I could get at Al's diner.",
        "Alison: Right. So how did you run into Chris?",
        "Dani: We just ran into each other. He's quite a whiz with the wine list.",
        "Aaron: Yeah, he's big on that.",
        "Alison: So, what's this job?",
        "Dani: It's, you know, number-crunching crime stats for the city.",
        "Alison: For this city?",
        "Dani: Right here in Oakdale.",
        "Alison: Oh, so, okay, so you're definitely moving back.",
        "Dani: Yeah, I was surprised, too. But, you know, I saw an ad online, I e-mailed my resume, and boom, instant employment.",
        "Chris: Yeah, she was so stoked. I wasn't gonna let her drink alone.",
        "Dani: Yeah, there's plenty. Why don't you guys join us? Have a real party.",
        "Aaron: Oh, no, thanks. I have to find my boss. Excuse me.",
        "Dani: Was it something I said?",
        "[SCENE_BREAK]",
        "Emily: Oh, my God, you're a genius.",
        "Casey: Mm-hmm.",
        "Emily: This is everything I needed.",
        "Casey: I told you, I'm good at this.",
        "Emily: County land inspection report. And I didn't even have to step foot into a courthouse.",
        "Casey: By law, they have to put it online. So, there it is, black and white.",
        "Emily: Snyder farm, toxicity levels, stop-work order. Permits revoked? Wow, this is a lot worse than Paul made it sound. I got to get a hold of front page.",
        "Casey: I'm glad you're excited, because Paul won't be.",
        "Emily: Too bad.",
        "Casey: You know, you're getting pumped about this. It's kind of hot.",
        "Emily: Come on, Casey. I got to get this in before deadline. Stop it.",
        "Casey: You know, I have an hour before class if you want to --",
        "Emily: I'm serious. Just stop, okay? Leave me alone. I got to finish this. I got work to do.",
        "Casey: All right.",
        "[SCENE_BREAK]",
        "Alison: Aaron and I just came here to see about him working again. He's a bartender.",
        "Dani: Cool.",
        "Chris: I take it Aaron's check-up went well. Glad the antibiotics did the trick.",
        "Alison: Yes. Yeah, thanks again. Making that house call was above and beyond.",
        "Chris: Anytime.",
        "Aaron: Hey, Ali. I'm all set. You ready?",
        "Alison: I should really get Aaron home.",
        "Dani: Yeah, got to take care of your man, right?",
        "Alison: Yeah.",
        "Dani: Hey, now that I'm living in Oakdale, we can all hang out, right?",
        "Alison: Yeah. Yeah, definitely. See you guys later.",
        "Dani: Okay. Okay, that was weird. Is there something going on with you and Alison that I don't know about?",
        "[SCENE_BREAK]",
        "Meg: Well, thank you so much, Doctor.",
        "Doctor: No problem.",
        "Paul: Hey. How's Meg doing?",
        "Doctor: I'll let your wife fill you in. Take care, Meg.",
        "Meg: Don't worry. I will.",
        "Paul: So, why did you faint? You don't have to stay here, do you?",
        "Meg: No, no, I don't. I can go home, and everything is perfectly fine. There's nothing to worry about.",
        "Paul: That's good.",
        "Meg: Yeah, I thought so, too. I was relieved. Is something wrong?",
        "Paul: No, I just -- I got to get back to the farm.",
        "Meg: Okay, I'll go with you. I already signed the release papers.",
        "Paul: Wait. Hold on a second. What exactly did the doctor say to you?",
        "Meg: Well, he said that I am in perfect health, and that I can go home. So just give me a minute and I'll get dressed. And all the other details, I will fill you in on later.",
        "[SCENE_BREAK]",
        "Alison: Okay, it's almost time for your antibiotic. You want to go upstairs so I can give you your shot? Aaron?",
        "Aaron: Yeah. Yeah, whatever.",
        "Alison: I can't believe how fast Dani pounced on Chris. That girl does not waste any time.",
        "Aaron: Well, maybe that's a good thing. Because if it keeps Chris busy, then he won't bother you.",
        "Alison: Yeah. Yeah, that would be a relief.",
        "[SCENE_BREAK]",
        "Chris: The truth is, Aaron doesn't like me much.",
        "Dani: Yeah, most men are not big fans of other guys who've been with their girlfriends.",
        "Chris: How did you know I dated Alison?",
        "Dani: She told me. She also told me that it was completely over with you two. She's with Aaron now.",
        "Chris: Alison said that?",
        "Dani: She made it pretty clear. Hey, I would have never asked you to join me for a drink if I thought you two were still involved. That happens way too much in my family.",
        "Chris: Yeah, tell me about it.",
        "Dani: I'm really glad things worked out this way. Thanks for helping me celebrate.",
        "Chris: It was my pleasure.",
        "Dani: You know, I think I'm really going to like living here in Oakdale. Things have gotten off to a very positive start.",
        "[SCENE_BREAK]",
        "Emily: There. Done. Paul Ryan is taking chances with the health and safety of the people of this community, and he has to be stopped. I love it. For once, I'm publishing a story that's gonna actually help people. Maybe I'll finally get some credit. Credit where credit is due. Come on, would you stop? Be happy for me. Show some enthusiasm.",
        "Casey: I can't. I have to go to class.",
        "Emily: Class? Can't it wait?",
        "Casey: No. It's just like your article. I have to go.",
        "[SCENE_BREAK]",
        "Emma: Paul.",
        "Paul: Emma, I'm glad you're here. Could you look after Meg for a minute? I got to check on something at the construction site.",
        "Meg: Okay, yeah.",
        "Paul: I'll talk to you both later.",
        "Emma: My goodness. He was in a hurry.",
        "Meg: Yeah, he has a lot on his mind. How's your headache?",
        "Emma: Oh, it's much better. You were right. I didn't sleep all night. I needed a nap. Have you been here all this time?",
        "Meg: No. No, not exactly. I had a little scare. I wasn't feeling well, and I fainted, and I had to go to the hospital and get it checked out.",
        "Emma: What?! Why didn't you wake me?!",
        "Meg: Because you have enough to worry about. And besides, Mike was here. He took me to the hospital, and everything is fine now.",
        "Emma: Are you sure?",
        "Meg: Yes. I am positive. I was sick to my stomach all morning, and guess why?",
        "Emma: Meg?",
        "Meg: [Laughs]",
        "Emma: Meg Snyder! Are you really?",
        "Meg: Yes!",
        "Emma: Oh! Oh, my little baby girl!",
        "Meg: I know, I can't believe it.",
        "Emma: Oh, my goodness, Paul must be thrilled!",
        "Meg: Well, I haven't told him yet. He's just had so much on his mind. And I know this is going to mean so much to him. I just want to wait and find a really special way to tell him.",
        "Emma: Oh, my precious girl. Little girl. Oh!",
        "[SCENE_BREAK]",
        "Paul: Mike, I'll handle this. What are you doing here?",
        "Derek: Just checking up on my investment. Heard there were some problems.",
        "Paul: No, no problems. Everything's under control. The cash you gave me was a loan, not an investment. I've got 30 days to pay you back. Those were the terms. Until then, you stay out of my business.",
        "Derek: Yeah, well, until you get back every cent of my money, your business will be my business. And if you want to keep yourself and your loved ones healthy, I suggest you not forget that. Ever. Now, you have a nice day.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns.\"",
        "Brian: Rethink how open you are about your relationship with Noah.",
        "Luke: I should go back in the closet?",
        "Katie: Once Parker sees Liberty having fun with another guy, he's gonna walk away and never look back.",
        "Janet: If something happens to our little girl, you are the one I will never forgive!",
        "Leo: Bet I'm a whole lot better than your little boyfriend.",
        "Liberty: Get off of me!"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=tWO2eeAQS0A"
}