{
    "Episode Summary": [],
    "Recap": [
        "Chris's secret about his heart condition causes distance between him and Katie and Reid and Luke' relationship is also effected because Reid agreed to help Chris. Chris asks Reid to help him get the shot of antibiotic he needs to fight off the infection affecting his heart. Reid doesn't want to help Chris until Chris tells his family and Katie about his condition. Chris pleads with Reid to help him so Reid agrees getting Chris the antibiotic shots and giving Chris the shot while Chris is in the middle of a double date with Katie, Casey and Alison. Luke and Katie both think that Reid and Chris are acting distant and Luke comes into the men's bathroom at Metro after Reid has given Chris the shot. Chris leaves and Katie goes home sad because she thinks that Chris is pulling away from her because she still isn't completely over Brad. Reid advises Katie not to give up on Chris because he still has some things to work through before he can get close to her.",
        "Luke is sad when he learns from Alison that Noah got a grant to film another movie and is moving to L.A. in September. The news effects Luke's date with Reid because he can't understand why Luke must talk about Noah to him all the time. Luke kisses Reid and makes it clear that he doesn't have romantic feelings for Noah anymore but Noah was a big part of his life and he must put it to rest. Luke asks Reid to stay and make love but Reid turns Luke down telling Luke that he was the one who wanted to take things slowly.",
        "Allison and Casey look back on the strange night they had at Metro with Chris and Katie and decide that they are the only ones that have a normal relationship right now. Allison and Casey decide to give their romantic relationship another try and to make it official they kiss.",
        "Emily finds Barbara in the wine cellar at Fairwinds and thinks Barbara planned her own kidnapping to make Henry suffer for what he did to her. Barbara calls Emily stupid so Emily decides not to untie Barbara and then Iris arrives hits Emily over the head with a wine bottle and ties her up too. Will and Gwen tell Iris about the note Henry found inside Chuckles the clown so Iris tells Will and Gwen that Emily called a party supply warehouse and then left town on a mysterious assignment. Emily tells Barbara that Henry annulled his marriage to Vienna and has spent the rest of his time looking for her. The news makes Barbara very happy and even more determined to get free so she can get back to Henry. Henry promises himself that when he finds Barbara he will spend the rest of his life making her happy."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Oh, sweet victory.",
        "Casey: You got Jacob to stop crying?",
        "Alison: Oh, yeah. Not only that, he's sleeping like a you know what.",
        "Casey: How did you do it? I mean, he was screaming his lungs out when Will and Gwen left.",
        "Alison: Well, I think the ulna got to him.",
        "Casey: What? I -- what?",
        "Alison: [Laughs] Instead of singing him a lullaby, I started reciting the names of all the bones in the human body. It used to put me to sleep when I was studying for nursing school, so --",
        "Casey: Well, it obviously worked. I'm still awake though.",
        "Alison: Yeah, I can tell.",
        "Casey: Mm-hmm.",
        "[Knock on door]",
        "Casey: Stay.",
        "[Alison laughs]",
        "Katie: Hi, Guys. Uh, change in plans. I'm gonna take Jacob home. Thank you so much for watching him. Is he upstairs?",
        "Alison: Oh, wait. He just fell asleep.",
        "Casey: Katie, what are you doing here? Are you okay? I mean, why aren't you still at the cabin?",
        "Alison: What happened with Chris?",
        "Katie: I wish I knew.",
        "[SCENE_BREAK]",
        "Luke: It's probably not a good idea for doctors to say \"Life is short,\" but I got to tell you, that kiss was pretty great.",
        "Reid: Well, not all of my impulses are hopeless.",
        "Luke: Yeah. I'm all for that one. But aren't you worried?",
        "Reid: About what?",
        "Luke: PDA. \"Public display of affection.\" Dr. Oliver, people will talk.",
        "Reid: They already do. And given what my image is here, flirting with you in the quarter -- it will only improve on it.",
        "Luke: [Laughs] Well, if that's the case, um, how about going out with me and publicly celebrating your future as chief of staff?",
        "Reid: You're acting like I already got the job.",
        "Luke: Well, you are well on your way. You were great in that union meeting, and like you say, life is short. So, come on, Reid. What do you say?",
        "Reid: You have a point.",
        "Luke: Well, I'll take that as a yes. Let's go.",
        "Chris: Hey, Doctor, can I, uh, talk to you?",
        "Reid: You look terrible.",
        "Chris: Yeah, well, ask me how I feel. Look, I need your help, all right? As nuts as this sounds, you're the one person in this hospital that I can trust.",
        "[SCENE_BREAK]",
        "Iris: Thank you very much, Mister?",
        "Terry: Milburn -- Terry Milburn. We here at Oakdale Trust are here to serve you, Ms. Ryan. I'll have this check cashed for you right away.",
        "Iris: I am so good, it's scary.",
        "Will: Who knows? Maybe someone saw my mom.",
        "Gwen: Hey.",
        "Henry: Hey, hey. Hey, look what I found.",
        "Gwen: \"This is a lie. I'm being held against my will.\"",
        "Henry: That proves that Barbara been kidnapped. That's her handwriting.",
        "Will: Where did you find this?",
        "Henry: The clown gave it to me. Uh, I found it stuffed inside of the clown. I -- it's the bottom part of that note we received the other day. Do you remember? It was ripped along the edge.",
        "Gwen: Yeah, yeah, but why would Barbara send us a note saying that she was fine on the top and writing an S.O.S. at the bottom?",
        "Henry: Because she was forced to write that other part. This is the truth. This is the truth that she wanted us to find and she wanted me to find! Give me the other half of that note. I'm sure they'll match up.",
        "Will: The other note's at Fairwinds.",
        "Henry: What are we waiting for?",
        "Gwen: You guys go ahead. I'm gonna stay here. I have to meet my mom in a little bit. But, uh, I'll ask around for Barbara, okay, while I'm here, okay?",
        "Will: Okay. Call if you find out anything.",
        "Henry: Yeah, she will, she will. The psychic was right about the clown. He did have some proof stuffed inside of him. And I was right about Barbara. She is trapped and facing God only knows what kind of torture.",
        "[SCENE_BREAK]",
        "[Muffled shouting]",
        "Emily: Okay. All right, all right! Well, isn't this an interesting situation? You know, I -- I know you're dying to say something. Honestly, it's so peaceful when you can't. I don't know about you, but I kind of like you like this.",
        "[Barbara screams]",
        "[SCENE_BREAK]",
        "Reid: This is a high-potency antibiotic. Makes sense for viral myocarditis. But why come to me? Why can't you order this from the pharmacy yourself?",
        "Chris: I don't want to take that chance.",
        "Reid: Picking up the phone is a relatively low-risk procedure.",
        "Chris: No, no. This drug is hardly prescribed, okay? It can bring me a lot of attention if I'm the one who phones it in.",
        "Reid: But it's okay for the staff to wonder why I'm requesting it?",
        "Chris: Would you just follow the script? I will pick it up. That is all I'm asking.",
        "Reid: I'm a neurosurgeon. I'm not a cardiologist. I don't often treat tropical parasites that attack the heart muscle. In fact, let me -- yeah, no, I never did.",
        "Chris: Are you gonna do this for me or not?",
        "Reid: I have a reputation here, too, you know.",
        "Chris: Yeah. Why do you think I'm here? This whole hospital's afraid of you, from the nurses aides to the pharmacist. No one is gonna question a thing you do.",
        "Reid: Or more to the point an antibiotic that I prescribe.",
        "Chris: Yeah, bingo. So please phone it in, will you? Because I need to start this drug protocol like now.",
        "Reid: No kidding.",
        "Chris: Are you gonna do this for me, or are you gonna make me flat-out beg?",
        "[SCENE_BREAK]",
        "Alison: Uh, okay, slow down. So -- so you're saying that, uh, you and Chris were starting to relax, and --",
        "Katie: We went from conversation to -- not so much conversation, and I can honestly say that when he kissed me, I felt like I could melt. And then he got sick.",
        "Casey: Sick -- sick as like sick to his stomach?",
        "Katie: No, worse than that. He was in horrible pain. He passed out on the floor.",
        "Alison: He passed out? W -- what did he say was wrong with him?",
        "Katie: He didn't say, and I didn't know, so I wanted to call an ambulance, and he wouldn't let me, so I drove him to Memorial.",
        "Alison: Well, what was the diagnosis?",
        "Katie: An acid-reflux attack.",
        "Casey: He passed out from acid reflux? I mean --",
        "Katie: Yeah, right. Strange?",
        "Casey: Yeah.",
        "Alison: Okay. Well, I guess the good news is you guys can pick up right where you left off another night.",
        "Katie: Yeah, that's what I was thinking. I actually said something like that to him. And that's when he really started acting weird.",
        "Alison: Weird how?",
        "Katie: I don't know. He was being his sweet self, you know, like he usually is, and then two seconds later, he was the complete opposite, totally distracted and irritated, like he could not wait to get away from me.",
        "Alison: Well, that is weird.",
        "Casey: Well, I -- I wouldn't worry. I know for a fact Chris is totally into you.",
        "Katie: No. Something's definitely wrong, and I have a feeling its me. I'm gonna go see Jacob.",
        "Casey: She totally flipped out.",
        "Alison: Can you blame her? You know, you need to track Chris down and find out what happened.",
        "Casey: What am I supposed to say to the guy? \"Hey, you screwed up your big night with Katie?\" What?",
        "Alison: I don't -- I don't care. Handle it however you want. But you should just go and find him and talk to him. And -- and whatever you do, don't scare him off, okay, please? Thank you.",
        "[SCENE_BREAK]",
        "Luke: Tough case?",
        "Reid: Uh, a few surprises thrown in.",
        "Luke: Are you ready to go?",
        "Reid: You know, I have to stop at the pharmacy first.",
        "Luke: Oh, I'll go with you.",
        "Reid: It might take me a little while. Why don't you go ahead to Metro and get us a table and, uh, I'll meet you there?",
        "Luke: Okay. I'll see you there.",
        "Reid: All right.",
        "Chris: Thank you.",
        "Reid: Don't thank me. I shouldn't be doing this. Neither should you.",
        "Chris: Look, I don't have a choice.",
        "Reid: The hell you don't. Open your mouth and tell the truth, especially to Katie.",
        "[SCENE_BREAK]",
        "Katie: Jacob looks so much like Brad when he's asleep. Was he good for you tonight?",
        "Alison: Oh, yeah, the best. He didn't give Casey and me any trouble that, um, we couldn't handle. Katie, are you all right?",
        "Katie: I just think what happened tonight was probably my fault.",
        "Alison: Why are you blaming yourself?",
        "Katie: Because I'm starting to see how much I've been needy since Brad died, you know? And I think I was putting out this intense, insane \"Love me\" vibe to Chris.",
        "Alison: Yeah, but I think that's exactly what he was hoping for.",
        "Katie: Then why am I not with him right now?",
        "Alison: Acid reflux?",
        "Katie: I wouldn't blame him if he decided I have too much baggage for him.",
        "Alison: No, no, Katie. I don't believe that. I mean, he knew your history going into this. I mean, if anything, maybe he was, like, too excited for tonight, and it kind of threw him off. I don't know.",
        "Katie: Well, actually, he did say something kind of like that.",
        "Alison: See? There you go.",
        "Katie: But how am I supposed to believe that when he totally blew me off? He has never acted like that before.",
        "Alison: Look, I'm sure you guys will work it out.",
        "Katie: I don't know. Maybe our affair has ended before it even started.",
        "[SCENE_BREAK]",
        "Henry: Come on, come on, come on, come on.",
        "Will: Here you go. Here it is.",
        "Henry: I knew it. I knew they'd match. This proves it. Barbara is exactly what she says she is -- being held against her will!",
        "Will: But that note is the only trace of her in the warehouse. She could be anywhere.",
        "[SCENE_BREAK]",
        "Emily: I don't think I have ever actually looked forward to sitting down, having a little chat with you like this.",
        "[Barbara groans]",
        "Emily: Yeah, this is definitely a first. [Talking indistinctly] I'm sorry. I can't understand what you're saying.",
        "[Muffled]",
        "Barbara: Get me out of here!",
        "Emily: Hmm. Ooh, this is refreshing. You can't wreak havoc on my marriage when you're trussed up like a turkey. And the gag in your mouth? You can't accuse me of crimes I didn't commit. This is really, really nice.",
        "[Barbara groans]",
        "Emily: Okay, listen, I know what you're up to, okay? I get it. You engineered this little, silly kidnapping of yours so Henry would feel bad and come running to your rescue. And all the better if he dragged along Paul, because everybody knows you've always wanted those men all to yourself.",
        "[Barbara groans]",
        "Emily: Oh, this is a plan. This is quite a plan. Very, very Barbara-like of you. It's too bad it's not gonna work out since I literally stumbled on you mid-conspiracy. But all's well.",
        "[Speaking indistinctly]",
        "Emily: What? Okay. All right. I'm gonna take it out. You promise you're gonna behave?",
        "Barbara: Uh-huh.",
        "Emily: Okay. Remember your promise.",
        "Barbara: You clueless, sadistic moron. You couldn't be more stupid if you were a bread bowl!",
        "Emily: Okay --",
        "Barbara: No, no! Get away from me!",
        "Emily: Open your mouth.",
        "Barbara: Help! Help!",
        "Emily: Put this back!",
        "[SCENE_BREAK]",
        "Casey: You know you screwed up with Katie big-time?",
        "Chris: How do you figure that?",
        "Casey: Katie thinks you practically hate her.",
        "Chris: Why would she think I hate her?",
        "Casey: Maybe because you've been acting like a jerk. I don't know.",
        "Chris: Look, I'm gonna make it up to her, okay?",
        "Casey: Yes, and this is how you're gonna do it -- the four of us going out, you, me, Katie, Alison. We'll go to Metro, have a few drinks. You get a chance to make peace with Katie.",
        "Chris: You're a genius.",
        "Casey: That's what I'm talking about.",
        "Chris: I'll call her. Hold on.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Katie: Hello?",
        "Chris: Hey, Katie. Uh, it's me, Chris. Um, look, before you say a word, um, I've done a lot of stupid things, and, uh, I acted like an idiot tonight, and I just wanted to say that I am sorry.",
        "Katie: What's going on with you?",
        "Chris: You know, it, uh, doesn't even really matter, you know? I took it out on you. But, um, do you forgive me? Please, oh, please, oh, please, oh, please, please?",
        "Katie: Of course I do.",
        "Chris: I think I hear a smile, and that is a good sign.",
        "Katie: You had me so worried.",
        "Chris: I know, I know. Um, but I'm fine. In fact, you can see for yourself? And, uh, Casey suggested the four of us go to Metro.",
        "Katie: Tonight?",
        "Chris: Yeah. You up for it?",
        "Katie: Um, I don't know. Margo just got home from the station. I guess she could watch Jacob. Are you sure you're all right?",
        "Chris: Yeah, I'm great. You don't have to keep asking. Well, I'll see you at Metro. Katie, thanks.",
        "Casey: Nice work, Doctor. That's it. Let's go. Come on.",
        "Chris: Hey, I'm gonna wrap up a couple of things here, and I'll -- I'll meet you there.",
        "[SCENE_BREAK]",
        "Casey: Yeah. You got it, you got it. Be safe.",
        "Chris: Yeah, I got it, all right.",
        "[SCENE_BREAK]",
        "Reid: Sorry I'm late. What is that supposed to be, a dying crane?",
        "Luke: I think a spaceship or a lotus. I guess this is karma at work. Whenever I was with Noah, I was the one who was always late.",
        "Reid: Well, trust me, I'm not cosmic punishment. But I'll tell you this. If you bring up your boyfriend at the start of every date, it's not gonna go well.",
        "Luke: You're kidding? Oh, come on, Reid. You operated on Noah. You knew him. You liked him.",
        "Reid: Doesn't mean I want to raise a glass to your good old days. I need a beer.",
        "Katie: Are you sure Chris was okay with this?",
        "Casey: Katie, you talked to him yourself.",
        "Katie: Yeah, I know, but I wasn't there in person. Are you sure you didn't pressure him?",
        "Alison: Okay, I think you need that glass of wine now.",
        "Katie: Oh, I'm gonna say hi to Reid. I'll meet you guys at the table.",
        "Reid: Don't tell me you came here to drink all by yourself. That's a bad habit to get into.",
        "Katie: Look who's talking. You're solo.",
        "Reid: No, I'm not, technically.",
        "Katie: Oh! You're here with Luke. So why are you here and he's over there?",
        "Reid: We were talking about you.",
        "Katie: I just came with, um, Casey and Alison, and Chris is meeting us here.",
        "Reid: Chris? Are you -- you sure about that?",
        "Katie: Yeah. Why? Is there any reason I shouldn't be?",
        "Reid: No, no. No reason at all.",
        "[SCENE_BREAK]",
        "Will: Who are you calling?",
        "Henry: Margo.",
        "Will: Henry, let's -- let's be logical about this for just a minute.",
        "Henry: We don't have a minute. Barbara is in terrible danger.",
        "Will: Okay, but these notes don't prove that.",
        "Henry: Let Margo be the judge of that.",
        "Will: What if these are forged? With no guarantee that they're real and no other evidence, the cops aren't gonna just automatically conclude that something bad happened to my mom.",
        "Henry: Will, she left this as a clue to tell us that she is trapped and in trouble.",
        "Will: Okay, I'm not saying that's not a possibility.",
        "Henry: It's a reality! Barbara has been kidnapped!",
        "Will: By who, Henry? And if so, where's the ransom note?",
        "Henry: Maybe it's someone who just wants to make Barbara suffer -- someone like Vienna.",
        "Will: You really believe that?",
        "Henry: I think Vienna could very easily be behind this. And before you hem and haw, I'm gonna do everything I possibly can to prove that this is Vienna's doing and to get her to tell us where Barbara is before it's too late.",
        "[SCENE_BREAK]",
        "Gwen: Hello? Yeah. Yeah, hi. Is this Memorial hospital? Yeah, I was just calling to see what time the A.A. meeting got out tonight. What do you mean there's no meeting? No, no, no. You've been incredibly helpful. Thank you.",
        "[SCENE_BREAK]",
        "[Both shouting]",
        "Emily: Shut up!",
        "Barbara: Oh, what a concept, Emily.",
        "Emily: It's the gag or a concussion. Pick your poison.",
        "Barbara: Stop being an imbecile. I did not kidnap myself!",
        "Emily: I'm looking at the proof!",
        "Barbara: Oh! We finally agree on something. You tell me how I could have kidnapped myself, gagged myself, and bound my hands and feet together, huh?",
        "Emily: Okay, that would be hard. That would be hard even for you. So you had an accomplice.",
        "Barbara: If I had kidnapped myself, I wouldn't have stashed myself away in some party-supplies warehouse. No. I would have holed up in Cabo.",
        "Emily: Okay, well, then, if you didn't kidnap yourself --",
        "Barbara: I didn't.",
        "Emily: -- Who did? I mean, not that I can't think of 40 or 50 people off the top of my head who would love to see you out of commission, myself included, of course.",
        "Barbara: I think you're about to find out.",
        "[Emily groans]",
        "Iris: Cheers, Honey. Can the gal tie a sheep shank or what? You know what? Your cell mate's not gonna need this at all.",
        "Emily: It was you! Oh, I should have known.",
        "Iris: Shoulda, woulda, coulda. The losers lament. [Muffled]",
        "Barbara: Idiot.",
        "Iris: What's that you said, Babs? It sounds like you said, \"Idiot.\"",
        "Barbara: Uh-huh.",
        "Emily: You're not gonna get away with this.",
        "Iris: Oh, but I already have. [Gasps] You know what? My A.A. meeting is just about finishing, so I had better scoot, so you two have fun, okay? Now you definitely will. Bye-bye.",
        "[Barbara groans]",
        "[SCENE_BREAK]",
        "Alison: Hey, Luke.",
        "Luke: Hey.",
        "Alison: Are you here alone? You're welcome to join us.",
        "Luke: Uh, well, looks can be deceiving. I'm actually here with, uh --",
        "[Luke clicks mouth]",
        "Casey: Dr. Oliver?",
        "Alison: Are you serious?",
        "Luke: Yeah, yeah. Well, I mean, I guess I could stand on the table and scream \"We're dating,\" but it will be obvious enough, assuming he ever comes over here and sits with me.",
        "Casey: Wow. You're dating. So Dr. Neuro is actually a human being?",
        "Luke: Yeah. Only when you least expect it.",
        "Alison: Aw. Well, um, Luke, this might be bad timing, but I have some news about Noah. Uh, he ended up getting that grant to make a film.",
        "Luke: He did?",
        "Casey: Yeah.",
        "Luke: That's amazing.",
        "Alison: Yeah. But he's moving to L.A.",
        "Luke: When?",
        "Alison: September.",
        "Luke: Oh. Well, I already -- I always knew that it was a possibility. But wow, L.A.",
        "Alison: I know you haven't seen Noah in a while, but you should stop by and visit, say hi, or at least let him know about Dr. Oliver.",
        "Luke: He already knows. He didn't tell you?",
        "Alison: No. But I know that he misses you.",
        "Luke: I miss him, too. Hey! Have a seat.",
        "Casey: Um, we'd better get going.",
        "Alison: Yeah. Katie's waiting for us, so bye.",
        "Luke: So, the date begins.",
        "Reid: All right, out with it. Why do you look like somebody just ran off with your trust fund?",
        "[SCENE_BREAK]",
        "Iris: [Gasps] Lord, have mercy. You scared me to death. Didn't somebody tell you that you shouldn't jump out at someone like that?",
        "Will: Well, I didn't think anyone was here, least of all you. I thought you were at an A.A. meeting.",
        "Gwen: Yeah, I've been wondering the same thing all the way back from Old Town.",
        "Iris: Kids, I got a confession to make.",
        "Will: Well, should I call the cops so they can be here to hear it?",
        "Iris: I didn't go to the A.A. meeting.",
        "Gwen: Wow. We noticed.",
        "Iris: No, I just -- I couldn't face doing it, Honey. I couldn't go sit in those rooms with those drunks and those horrible people telling those stories. I just couldn't do it. I'm sorry, Honey. Oh!",
        "Will: So where were you all this time?",
        "Iris: I just went for a walk.",
        "Gwen: Did your walk happen to take you by a bar or a liquor store?",
        "Iris: No. Look, I wasn't gonna tell you that I skipped the meeting, but I just -- I couldn't lie to you. I let you down, Gwennie. I'm so sorry. I'm so ashamed. I can barely even look at you.",
        "[SCENE_BREAK]",
        "Luke: So, um, what did you wear on your last official date? Suit and tie, surgical mask?",
        "Reid: Don't change the subject.",
        "Luke: Reid, trust me, you do not want to know what's on my mind.",
        "Reid: Try me.",
        "Luke: All right. I'm thinking about Noah.",
        "Reid: Any particular reason?",
        "Luke: I found out that he's leaving town next month.",
        "Reid: And this makes you want to? Feel free to complete the sentence.",
        "Chris: Hey. Didn't expect to see you here.",
        "Reid: I can definitely say the same for you. How's that patient of yours?",
        "Chris: Excuse me. I'm late. Hey! Hey. Ah, well, thank you so much for giving me a second chance. And thank you two for not minding your own business, okay?",
        "[Both laugh]",
        "Casey: You could also thank us for this right here.",
        "Chris: Well, I can and I do.",
        "[Alison laughs]",
        "Chris: To friends, friendship, and more than friendship.",
        "Katie: Not bad for a guy who was almost down for the count with acid reflux. [Laughs]",
        "Alison: Are you all right?",
        "Casey: You okay?",
        "Chris: Uh, yeah, yeah. I'll -- excuse me just -- uh, I just got to -- [Groans] Um, actually, I got to talk to you about that patient. It's serious.",
        "Reid: Yeah. I'll be right back. Hey, well, this was smart, coming out here for a night on the town.",
        "Chris: Yeah, well, look, I went to get the prescription, but they wouldn't release it to me. You got to go and pick it up.",
        "Reid: Hospital rules and regulations. I love that.",
        "Chris: Yeah, well, I thought I was gonna be okay till tomorrow to take the antibiotics, but I was wrong, okay? You need to pick it up now.",
        "Reid: So what, I'm supposed to just drop everything and be your errand boy so that you can precious wonder drug?",
        "Chris: Yes. Come on. I tip well.",
        "Reid: Fine, okay. I'll go. Just tell Luke that -- I don't know. Tell him something. Make up an excuse.",
        "Chris: I'm getting good at that.",
        "Reid: Chris, drink some water.",
        "[SCENE_BREAK]",
        "Gwen: At least you didn't lie entirely about going to an A.A. meeting, considering there wasn't even one scheduled tonight.",
        "Iris: There wasn't? Huh! I must have read the list wrong. Oh, you know, before I forget, here.",
        "Gwen: What's that?",
        "Iris: It's the cab money you lent me. You know, it's all here, every single penny. You can count it yourself because I had just took a walk, and I did not buy any booze.",
        "Gwen: You still didn't get the help that you needed.",
        "Iris: What can I say? I'm a lousy excuse for human being sometimes. But you know what? I try really hard. My higher power has a better plan for me. I just know it.",
        "Gwen: As long as it doesn't involve alcohol, that's great. Hey, where's Henry?",
        "Will: I don't know. He ran out of here totally certain that Mom's been kidnapped.",
        "Gwen: So the note that he found from Barbara inside the clown matched up with the one we got the other day?",
        "Will: The two are a perfect match.",
        "Iris: Uh, excuse me, Honey. You said that Henry Coleman found a note inside of a clown?",
        "Will: Yeah. It was in my mother's handwriting. It said that -- she was begging for help and that she's being held against her will.",
        "Gwen: I just wish she would have written down who was doing this to her.",
        "Iris: You know, I don't mean to stir the pot or anything, but -- no. Never mind.",
        "Will: What were you gonna say?",
        "Iris: Nothing. Forget about it.",
        "Gwen: What, Mom?",
        "Iris: Look, I don't want to start any trouble here, okay?",
        "Gwen: Mom, just spit it out.",
        "Iris: All right, all right. Look, you think that there are odd goings on with Barbara? I can't shake the feeling that there's something strange going on with Emily.",
        "[SCENE_BREAK]",
        "Emily: You saw Iris coming behind me to hit me over the head with that bottle and you let her do it anyway?",
        "Barbara: I'm due a little entertainment after what I've been through.",
        "Emily: If you gave me a warning, we wouldn't be stuck in here.",
        "Barbara: If you had untied me when you first walked in instead of savoring in my bondage, this wouldn't have happened.",
        "Emily: No, no, no, no. Don't blame this on me.",
        "Barbara: You should have untied me! You just made things worse!",
        "Emily: No, no, no. You are the reason we are stuck in this place -- you and nobody else.",
        "Barbara: Oh, Emily, the eternal innocent, the eternal victim.",
        "Emily: Oh, God. Do you have the faintest idea why we're tied up like this?",
        "Barbara: Yes, I do! Because Iris is evil and greedy, and she thinks the universe revolves around her.",
        "Emily: Yeah, well, what does she want?",
        "Barbara: She wants every cent that I have, and she plans on letting me die in this dungeon or worse, latched to you.",
        "Emily: Nobody's dying, Barbara, unless, of course, I strangle you to death.",
        "[Barbara groans]",
        "Emily: I'm just kidding, all right? One way or another, we are getting out of here.",
        "[SCENE_BREAK]",
        "Luke: So, it's your patient, but Reid went to go check on him?",
        "Chris: Uh, yeah. Well, you know, I wanted Dr. Oliver's opinion, so --",
        "Luke: Well, it would have been nice if he told me he was leaving.",
        "Chris: Well, it was an emergency. I'm sure he's gonna be back soon. I hope.",
        "Katie: Margo said that Jacob's still asleep.",
        "Casey: I'm not surprised. He has to be wiped out after four solid hours of crying. What?",
        "Katie: You said that Jacob was great tonight.",
        "Casey: Yeah, he was.",
        "Alison: He was. He was fine. He -- he just, you know -- he's a baby. He did what babies do.",
        "Casey: Yes. But at volume 11.",
        "[Katie laughs]",
        "Chris: Uh, excuse me. I got to go to the men's room. Did you get it?",
        "Reid: Nobody at the pharmacy raised so much as an eyebrow.",
        "Chris: Great. Thank you.",
        "Reid: Now I can enjoy my room-temperature beer. Yummy.",
        "Chris: Um, Reid, these antibiotics -- they need to be administered intravenously.",
        "Reid: Uh, syringes are in the package.",
        "Chris: Yeah, well, I'm gonna need you to, uh -- inject me.",
        "Reid: You're not serious.",
        "Chris: No, I don't think I can reach the muscle myself. So meet me in the men's room, all right?",
        "Reid: Uh, Dougie, that is an invitation I never expected from you.",
        "Luke: You're back.",
        "Reid: Uh, not quite.",
        "Alison: You okay?",
        "Luke: Yeah. I just think that Reid's mad at me.",
        "Alison: Why?",
        "Luke: Because I brought up Noah.",
        "Alison: Luke, Noah was part of your life way before Dr. Oliver was, and he always will be, even if you and Noah aren't together right now.",
        "Luke: I know, but I'm just having kind of a hard time getting Reid to see that.",
        "Alison: Well, then, maybe Reid isn't the right guy for you.",
        "Reid: All right, I'm not coming on to you, but drop your pants.",
        "Chris: Yeah, I'm thinking the lower lumbar area.",
        "Reid: Oh, rats. Fine. Sure.",
        "Chris: [Sighs] What's the matter?",
        "Reid: You need to tell Katie that you're sick.",
        "Chris: Will you just give me the shot?",
        "Reid: You have a serious, potentially lethal disease.",
        "Chris: I'm aware of that.",
        "Reid: Katie's just barely recovering from losing her husband. You can't wait and spring this on her if your condition gets worse.",
        "Chris: When did you become the voice of conscience?",
        "Reid: Believe me, this is way outside my comfort zone. But I care about Katie. She's a very special person. That's not easy for me to say about anyone.",
        "Chris: Yeah, you're right. She's one in a million. So will you just do this?",
        "Reid: Hey, you came to me for help. This is me helping.",
        "Chris: Yes, and I need antibiotics, not advice. Just do it.",
        "Reid: Point taken.",
        "[Chris groans]",
        "Luke: So, it's not a consultation?",
        "Reid: Not if I can help it.",
        "Luke: Chris, are you okay?",
        "Chris: Yeah, yeah. I'm just, you know, worried about that patient, so --",
        "Reid: All right. Let's not turn a visit to the men's room into a social occasion. Shall we?",
        "Chris: I will when the time is right?",
        "Reid: No, tonight.",
        "Casey: How about another glass of wine?",
        "Katie: I think I'm just gonna pick up Jacob and go home.",
        "Alison: No, Katie. Give it a chance.",
        "Katie: The same thing is happening all over again. You saw him. The minute Chris gets near me, he gets all distracted and weird.",
        "Casey: I still say it's just nerves or something. Chris wants to be with you. I know it. I know it for a fact. [Mumbling] Ask him. Ask him.",
        "Chris: Ask him? Ask him what?",
        "Katie: I was thinking about going to pick up Jacob at Margo's. Do you want to come with me? We can hang out at my place afterwards.",
        "Chris: That sound -- that sounds great. Um, I just -- I got to go to the hospital right now.",
        "Casey: Well, Chris, your shift's over.",
        "Chris: No, I -- I know. But there's, um -- there's a patient I got to check in on. So s-- sorry. I got to go.",
        "Alison: I think he's just super-tired.",
        "Casey: Yeah, and that patient obviously has him worried.",
        "Katie: You guys stop. It is what it is. Chris doesn't want to be here, at least not with me.",
        "[SCENE_BREAK]",
        "Will: You sense something strange is going on with Emily? Strange how?",
        "Iris: I -- I can't really put my finger on it.",
        "Gwen: Okay, try.",
        "Iris: Well, you know what? Let me just tell you what happened, and then you can decide for yourselves, okay? When I came in here, Emily was on the phone.",
        "Will: Okay.",
        "Iris: And she was talking to a party-supply place. And -- and, you know, I wouldn't have brought it up or anything except that when she saw me, she just practically dropped the phone.",
        "Gwen: You mean she seemed nervous?",
        "Iris: She was petrified, like I caught her doing something, you know, which is a little strange because if she was just ordering some paper plates for a party, why would she be so worried about someone hearing what she had to say?",
        "Will: Well, I'll definitely have to ask Emily about this.",
        "Iris: Well, you'll have to ask her when she gets back from her assignment.",
        "Gwen: What assignment?",
        "Iris: Some work thing or something. She didn't say.",
        "Will: Well, did she tell you where she was going?",
        "Iris: No, and she was very hush-hush about it. She just said that she had to leave town pronto and asked me to tell Paul.",
        "Will: She asked you?",
        "Iris: Yeah. So what do you think? Is it strange or not?",
        "[SCENE_BREAK]",
        "Barbara: Hey! What are you doing?",
        "Emily: I have an idea.",
        "Barbara: What, to give us terminal rope burn?",
        "Emily: Will you shut up, okay? If we turn at exactly the same time, I think we'll be able to loosen the ropes. We'll be able to reach the knots and untie them ourselves.",
        "Barbara: Are you out of your mind, Emily? We can't do that.",
        "Emily: I will be if I am stuck here any longer with you, so just do as I say, okay? We need to turn at the same time. On the count of three. One, two --",
        "Barbara: What are you, the counting boss?",
        "Emily: If you would like to do it yourself, be my guest.",
        "Barbara: I think this is ridiculous.",
        "Emily: Well, we can't just sit here and do nothing, Barbara, okay? So just do as I say! Now, when you turn, turn hard. Are you ready?",
        "Barbara: Yes, Madam.",
        "Emily: Okay. One, two, three!",
        "Barbara: Aah, aah! Any other bright ideas?",
        "[SCENE_BREAK]",
        "Luke: Well, uh, this has been --",
        "Reid: Yes?",
        "Luke: Hasn't exactly been the celebration I was hoping for.",
        "Reid: And what were you expecting? Louder voices, bigger smiles?",
        "Luke: More fun.",
        "Reid: [Scoffs] I'm a doctor. Things come up.",
        "Luke: I know that, Reid.",
        "Reid: I wasn't gone that long.",
        "Luke: Physically, no. Emotionally, you checked out the minute Noah's name was brought up.",
        "Reid: Well, can you not bring that up again?",
        "Luke: Look, Reid, this is exactly what I'm talking about. You do this cold, distant thing.",
        "Reid: If you're still hot for Mr. Mayer, by all means --",
        "Luke: Reid, I'm not. But Noah was a very intimate part of my life for a very long time. And I -- I can't forget that or -- or pretend it never happened. I wouldn't want to.",
        "Reid: So Noah's gonna be with us in spirit on every date that we go on, and I should just get used to that? Is that what you're saying?",
        "Luke: Well, I will promise to keep him very quiet. You won't even know that he's there.",
        "Reid: I wish that was funny.",
        "Luke: Look, Reid, if it's any consolation, Noah's moving to L.A. to work on a film that he's doing.",
        "Reid: Will you miss him?",
        "Luke: Very much. But you're the one that I want to be with. If I wanted to be with Noah, I would move to L.A. with him, okay? Go inside. No one's home.",
        "Reid: I have surgery in the morning at 8:00. I should go.",
        "Luke: Unless you'd rather stay.",
        "Reid: No. You're the one that wanted to take it slow. You got your wish.",
        "[SCENE_BREAK]",
        "Casey: I mean, what a weird night!",
        "Alison: Tell me about it.",
        "Casey: Did -- did it feel like we were on the set of some, like, whacked-out reality show?",
        "Alison: \"So you think you want a lover?\"",
        "[Both laugh]",
        "Casey: Mm.",
        "Alison: Hi.",
        "Casey: Hi. Does it seem like we're the only ones with a normal relationship all of a sudden?",
        "Alison: I was thinking that. And, uh, Gwen was too, actually. She, um -- she talked to me today about it and was wondering if -- if I was ready, you know, to give things another try, you know, be close with you again if -- if you were willing.",
        "Casey: Well, what did you say?",
        "Alison: I didn't say anything. I just kind of nodded.",
        "Casey: Hey Ali, um -- do you think we could give this another try?",
        "Alison: How about you?",
        "Casey: Hmm?",
        "Alison: It seems like we agree.",
        "Casey: Let's find out.",
        "[SCENE_BREAK]",
        "Reid: Is something wrong with Jacob?",
        "Katie: No, with his mom. I didn't expect you home so early. Thought you'd spend more time with Luke.",
        "Reid: Yeah, so did he.",
        "Katie: Is something wrong?",
        "Reid: No. I just -- I feel like I needed to come home. So I take it you didn't have the best of evenings.",
        "Katie: I'm pretty upset.",
        "Reid: About Chris?",
        "Katie: I just -- I really thought we were starting to get close, you know? And just when we're about to connect in a serious way, he pulls back and blows me off. And then he falls all over himself apologizing, wanting to make it up to me right before he just does it again. I don't understand. He's never acted like this before.",
        "Reid: Don't give up on him.",
        "Katie: I can't help wondering if I'm scaring him off because of my history with Brad.",
        "Reid: I really don't think that's it.",
        "Katie: What could it be then?",
        "Reid: Trust me, Katie, Chris just has some issues that he needs to work through before he can get close.",
        "Katie: Don't we all?",
        "[SCENE_BREAK]",
        "Chris: Hey. What's up?",
        "Nurse: I was just checking to see if you need anything, Doctor.",
        "Chris: No, no. I'm -- I'm fine, thank you.",
        "[SCENE_BREAK]",
        "Henry: I miss her. I miss her beauty, and I miss her warmth. I miss her intelligence. She has this twinkle that she gets in her eye when she knows that I'm thinking about her. And life just isn't the same without her. And I swear that if I find her -- I swear that when I find her, I'm gonna spend the rest of my life making her happy.",
        "[SCENE_BREAK]",
        "Gwen: Are you suggesting that there's some connection between Emily's being gone and Barbara's disappearance?",
        "Iris: Well, everybody knows that Emily hates Babs with a passion. I mean, maybe she decided to do something about it.",
        "Will: Maybe we weren't wrong to suspect Emily after all.",
        "Gwen: Yeah, but would she really kidnap Barbara?",
        "Will: Why not? It is Emily we're talking about.",
        "Iris: Stranger things have happened with this family. You know, call me crazy, but I'd say if you find Emily, you find Barbara right with her.",
        "[SCENE_BREAK]",
        "Barbara: You know, I just wanted to -- I just wanted to stop Henry from marrying that lying, manipulative -- and I failed. They're married.",
        "Emily: No, they're not.",
        "Barbara: What?",
        "Emily: They're not married. Henry found out that Vienna was lying to him about being pregnant.",
        "Barbara: He did?",
        "Emily: Yeah. He dumped her, had the whole marriage annulled.",
        "Barbara: Annulled?",
        "Emily: Mm-hmm.",
        "Barbara: Oh, what's he been doing ever since?",
        "Emily: Looking for you, you idiot.",
        "Barbara: He is? He's looking for me?",
        "Emily: Oh, God. I couldn't make something up so pathetic.",
        "Barbara: Oh! This is the happiest day of my life. Thank you, thank you.",
        "Emily: Okay, okay. Yeah, yeah, yeah, yeah, yeah. You're welcome, you're welcome. But don't get all crazy on me, okay? We're still stuck in this place.",
        "Barbara: Yeah, we are, we are. But you're right, you're right. One way or another, we're gonna get out of here. We're gonna get out of here. We're gonna find a way out of here. We have to. We have to. 'Cause I need to get back to Henry.",
        "[NEXT_ON]",
        "Teri: You want Dusty. If you see him in your life, then you need to do something to straighten this out.",
        "Janet: I will.",
        "Teri: Because if that man does not feel wanted and fast, you'll lose him.",
        "Lily: I started Carlisle with Carly. I negotiated the deal. I signed the contracts.",
        "Holden: Right. And the whole time you were doing it, you were leaning on Craig.",
        "Carly: What does Craig have to do with Carlisle fragrances?",
        "Lily: I think you'd better sit down."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=2oRb0S5T9gg"
}