{
    "Episode Summary": [],
    "Recap": [
        "Hal and Tom questioned Rick, and he admitted to the killings. Susan listened in as he denied ever intending to hurt her. He said that at first he was using her as a way in at Memorial, because she was a respected staff member, but he eventually fell in love. Susan insisted on seeing him, and Emily and Hal feared she was falling for his words, but she erased their fears when she slapped him across the face. Chris and Alison publicly praised each others' heroics. Bob told Chris he was proud of him. Mitzi convinced Walker and Chris to participate in Rose and Lily's breast cancer bachelor auction. Alison was a little jealous, which Chris enjoyed. Aaron also agreed to participate, but Lucy was disappointed when Craig reminded her that she would be unable to attend due to her first SAT tutoring session. Aaron wasn't thrilled when Lucy's charming, handsome tutor arrived. Rosanna found a new adoption agency that was willing to overlook Craig's sordid past. When Craig learned of Dusty's back-room bookmaking operation, he decided to anonymously tattle himself, knowing this would look bad for the adoption. Jen's model friend, Connie, arrived, and started flirting heavily with Dusty. Jen was visibly upset, but denied it. Lily tried to convince Rose that Dusty would cheat on her."
    ],
    "Recap Author": "Hilary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Check out the picture. \"Killing spree halted by Memorial Resident.\" Check you out!",
        "Chris: Hey, you helped me put a stop to Rick as much as I did.",
        "Alison: Chris, stop making it sound like it wasn't a big deal. You risked your life to save mine. And I'll never forget that.",
        "[SCENE_BREAK]",
        "Emily: Mom -- mom, listen to me. You should be at home resting instead of putting yourself through this.",
        "Susan: If you wanna leave, leave. But Hal is interrogating Rick today, right?",
        "Emily: Right.",
        "Susan: Good.",
        "Emily: Listen to me. The man is over the edge. Are you prepared to listen to the ramblings of a madman?",
        "[SCENE_BREAK]",
        "Tom: Let the record show that Eric Decker has been read his rights and has waived his right to have an attorney present.",
        "Rick: A lawyer can't change the truth.",
        "Hal: But you're ready to tell us the truth now?",
        "Tom: Let me explain to you how this is going to play out. First you'll be undergoing psychiatric evaluations to determine if you're fit to stand trial. Then you will be extradited to San Francisco to stand trial for the murders there. Then you will face trial here for the murders at Memorial. Do you understand?",
        "Hal: The record will show that Dr. Decker nodded in the affirmative. Okay, question number one. We have reason to believe that your first victim was Stan Crumley, a cardiac patient a Memorial. You were in town at the time, but not yet on staff, is that correct?",
        "Rick: It was important that the first death started before I started working at Memorial. That way, I would be a less likely suspect if other deaths occurred.",
        "Tom: So while you were plotting to murder patients, you were hoping to get a job on the staff?",
        "Rick: As soon as I met Bob Hughes, I knew that I had the job. Because everybody loves Susan, her reputation. She backed me 100%. Is she here? I want to see her.",
        "Hal: Not a chance.",
        "Rick: But there's something I want to confess.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Jennifer: Who is it?",
        "Connie: What stupendously sexy runway model whom recently juggled four men on three continents?",
        "Jennifer: Connie Larsen!",
        "Connie: In the flesh!",
        "Jennifer: Oh, my gosh! Connie, I can't believe it! It's so good to see you!",
        "Connie: I know!",
        "Jennifer: You look incredible!",
        "Connie: I know!",
        "Jennifer: Well, what are you doing here?",
        "Connie: Does that e-mail you sent about a big party at some new club ring a bell?",
        "Jennifer: Yeah, but I didn't expect to see you so soon. The club isn't opening for another week or so.",
        "Connie: Well, I was in between men and modeling gigs, so I thought I'd come scout out the talent, relax and get away from it all. I just didn't realize Oakdale was this far away from it all. Maybe I should kill a few days in Chicago.",
        "Jennifer: Oh, wait, you just got here.",
        "Connie: But I haven't seen one decent-looking guy since I landed. No offense, Hon, but your hometown's got a terminal case of the uglies.",
        "Jennifer: Okay, get over yourself for like five minutes. You didn't come here to fall in love. You're gonna sit at the bar, flirt and look fabulous.",
        "Connie: Well, when do I get a chance to see it?",
        "Jennifer: What's wrong with right now?",
        "[SCENE_BREAK]",
        "Rose: I hated the way we left things yesterday.",
        "Dusty: It's okay. Let's not even talk about it.",
        "Rose: It's just that you and Paul, the way you were getting into it like that, and then I called the cops -- next thing I know, I just -- I just wish Margo didn't have to write you up on that.",
        "Dusty: I think the club's gonna be okay. I'm a little worried about the liquor license, but I'll worry about it another time. Right now, all that matters is you.",
        "Rose: You, too.",
        "Dusty: We okay now or what?",
        "Rose: Soon as I apologize about how I reacted about Jennifer Munson.",
        "Dusty: Like I said, let's not even talk about it. Let's -- you wanna do some more of this after the auction tonight?",
        "Rose: You have to ask?",
        "[SCENE_BREAK]",
        "Mitzi: So what's all this about Jennifer Munson? What? I wasn't supposed to hear?",
        "Rose: It was nothing. That little broad came into Java Underground, started flirting with Dusty, Paul found out about it, and he got a little upset.",
        "Mitzi: Who won? How many rounds?",
        "Rose: I didn't say any punches were thrown, Mitz.",
        "Mitzi: You don't have to. I mean, you put the two of them in a room, it's bound to happen, right? Especially if Paul feels like his little sister's getting hit on.",
        "Rose: No, no, you got it all wrong. No, Jennifer was the one comin' on to Dusty, not vice-versa.",
        "Mitzi: Yeah, well, it's just a matter of time. I mean, you know what they say -- once a player, always a player.",
        "Rose: Who's been calling Dusty a player? You two been gossiping about my love life? You can at least have the guts to say it to my face.",
        "[SCENE_BREAK]",
        "Lucy: All you have to do is hang in there till we get the price as high as it'll go, then I'll step up, outbid everybody else, and then you're mine -- all mine.",
        "Aaron: I don't know, I don't know. Auctioning off single men, I mean --",
        "Lucy: Come on, it's to benefit breast cancer research. And I'm counting on you, and so is Lily and Rose. Just wait, tonight is gonna be so much fun.",
        "Craig: Tonight? Aren't you forgetting something? Does the word \"tutor\" ring a bell?",
        "Lucy: The S.A.T. guy?",
        "Craig: Well, he's also a University consultant, and tonight is your first session.",
        "Lucy: That starts today?",
        "Craig: Uh-huh.",
        "Lucy: But what about the bachelor auction?",
        "Craig: Oh, well, I'm sure there are lots of mature yet still-vital women eager to purchase our friend here for the evening. It's for a good cause, and you might find a whole career. Aaron, I'm just joshing. You're gonna have fun, and Lucy, you'll get your studies back on track, hmm?",
        "[SCENE_BREAK]",
        "Rosanna: Darling?",
        "Craig: Yes?",
        "Rosanna: Hi. Hi, Aaron. Um, listen --",
        "Craig: Yes?",
        "Rosanna: Do you remember how I was afraid that our chances for adopting were all but gone?",
        "Craig: Yes, yes. And I wish I could make that up to you.",
        "Rosanna: Well, you can. But you don't have to, because I think I've found an agency in Bay City that might be willing to work with us. I know. I was speechless, too.",
        "[SCENE_BREAK]",
        "Rick: When I met Susan at the medical conference, I knew that I had found my next target. Bull's-eye.",
        "[SCENE_BREAK]",
        "Emily: Let me get you out of here. Come on, let me take you back to my place.",
        "Susan: No.",
        "Emily: A few hours with Parker and Daniel will make you feel a little bit better.",
        "Susan: I need to hear what he has to say, Emily.",
        "Emily: Mom \u0096",
        "[SCENE_BREAK]",
        "Hal: Did you have plans to kill Susan, too?",
        "Rick: Kill Susan? No, never. No, when I -- when I met her and I found out that she was a respected physician at a top hospital, I knew that I could use that to get on staff.",
        "Hal: You had to know Memorial was gonna do a background check, check your references --",
        "Rick: Not with the same level of scrutiny that they would use with a complete stranger. If you want to become a trusted member of the staff, have a trusted member of the staff vouch for you.",
        "Hal: Right. And you knew that she would protect you in case there were any --",
        "Rick: Any improprieties at the hospital, yes.",
        "Hal: And by improprieties, you mean murders.",
        "Rick: She would protect me from suspicion, yes. It would've worked. But then everything changed. I fell in love with her.",
        "[SCENE_BREAK]",
        "Alison: \"Police praise Dr. Christopher Hughes for his quick thinking and creative defensive techniques that saved two women's lives.\" Speech! Speech! [Applause]",
        "Chris: Stop, stop. Okay, it was nothing. Really, okay? I had a syringe full of enough sedative to bring down a rhino. But Alison -- Alison broke countless laws, defied authority time and time again, played it cool even when she was a corpse, and risked her life to save others. To the nurses' aide who saved the day.",
        "Alison: Well -- [Applause]",
        "Alison: I couldn't have done it without my favorite doctor, who was willing to break laws and defy authority right along with me. [Applause]",
        "[SCENE_BREAK]",
        "Bob: Hey! Doesn't anybody work around here anymore? [Applause]",
        "Bob: Thank you. Now, everybody back to work. Except -- you, Christopher.",
        "[SCENE_BREAK]",
        "Chris: Dad, I didn't ask for an audience, really. I --",
        "Bob: Would you mind if I talk first? I'm -- I'm so proud of you -- Dr. Hughes.",
        "[SCENE_BREAK]",
        "Rosanna: The director of placement was impressed that we were being so up front about your past indiscretions. So with any luck, the right child in the right situation could be ours.",
        "Craig: Yes, but with our luck, the right situation is gonna be a 17 1/2-year- old son of ax murderers.",
        "Rosanna: Stop.",
        "Craig: You know?",
        "Rosanna: I know what you're trying to do.",
        "Craig: You do?",
        "Rosanna: Yes. You're trying to keep me from getting my hopes up. It's too late. I'm already counting on this child more than you know.",
        "Craig: So -- so what happens next?",
        "Rosanna: Well, say a few prayers, keep my fingers crossed, hope they give us a definite yes.",
        "Craig: How long -- how long would that take, do you think?",
        "Rosanna: Days, weeks.",
        "Craig: Well, in the meantime, I've gotta go check on the club.",
        "Rosanna: Okay.",
        "Craig: Okay? I love you.",
        "Rosanna: I love you.",
        "Craig: All right -- love you! See you.",
        "Rosanna: See you.",
        "Craig: Yeah, okay.",
        "Rosanna: You got everything?",
        "Craig: Yeah, yeah.",
        "[SCENE_BREAK]",
        "Rosanna: I guess one more call to the agency couldn't hurt.",
        "[SCENE_BREAK]",
        "Rose: You got something to say about Dusty and me, I want you to say it to my face.",
        "Mitzi: Well, my job's done here. I'm gonna go round up the rest of the bachelors, all right? You two, don't break anything.",
        "[SCENE_BREAK]",
        "Lily: Yes. You know that I am concerned about you. Mitzi is concerned about you. But we were not gossiping.",
        "Rose: Talking behind my back, interfering, putting your nose in where it doesn't belong -- take your pick. I want it to stop.",
        "Lily: Okay, let's do it your way, face to face.",
        "Rose: I know what you're gonna say. I got it in my head. It's ringing in my ears, over and over again -- \"Dump Donovan before he dumps you.\"",
        "Lily: If he's already making you this unhappy, Rose --",
        "Rose: Didn't you just walk in on the two of us together? Did I look unhappy? And not that it's any of your business, but by the end of the night, the both of us are gonna be hanging from the ceiling.",
        "Lily: It's a nice try, Rose, but I know that something is wrong.",
        "Rose: It's not Dusty who's bothering me, making me miserable. It's Paul.",
        "[SCENE_BREAK]",
        "Dusty: The 'skins, huh? Good luck with it.",
        "Workman #1: What do you think of the 'skins?",
        "Dusty: I think the offense they got right now, they'd all better go to church this weekend. [Workman laughs]",
        "Workman #1: I'm just glad I got somebody close by that can make a bet.",
        "Dusty: Yeah, look, if any of your friends want a piece of the action here and there, I am here.",
        "Workman #1: I'll spread the word.",
        "Dusty: Be discreet.",
        "Workman #1: That's my middle name.",
        "Dusty: See ya.",
        "[SCENE_BREAK]",
        "Jennifer: Hey, Dusty. I know you're busy with the renovations, but I wanted you to meet one of my model friends. Connie Larsen, Dusty Donovan.",
        "Connie: A pleasure.",
        "Jennifer: She just wanted to get a look around the place.",
        "Connie: I had to see what I was getting myself into, and I like what I see.",
        "Dusty: I -- do my best.",
        "Connie: And since you know what the finished product will look like, you're the perfect one to help me.",
        "Dusty: Well, they do call me a handyman. [Dusty laughs] Sorry. What do you need?",
        "Connie: A man's opinion.",
        "Dusty: All right.",
        "Connie: Now, I have a couple of options here in my magic bag. This one is amazing. Cut to here, it shows off the legs, and I have the most amazing pair of Jimmy Choos to go with it.",
        "Dusty: Nobody's gonna be looking at the shoes.",
        "Connie: Or I could wear something like this. See the fabric? Well, what do you think?",
        "Dusty: About what, sweetheart?",
        "Connie: The dresses, silly. [Dusty laughs]",
        "Dusty: I -- well, surprise me.",
        "Jennifer: Okay, call me, okay, when you have more details about opening night.",
        "Dusty: See ya later.",
        "Connie: Bye. [Dusty laughs]",
        "[SCENE_BREAK]",
        "Craig: Paul Ryan's sister and eye candy?",
        "Dusty: Yeah.",
        "Craig: What were they doing here?",
        "Dusty: Checking out the place.",
        "Craig: Yeah, well --",
        "Dusty: You look like you could use a drink. What happened out there, general?",
        "Craig: My wife has found a way to put adoption back in my life.",
        "[SCENE_BREAK]",
        "Rosanna: Hello. Since you've come up for air, you can congratulate me.",
        "Lucy: Does this have anything to do with the adoption agency?",
        "Rosanna: They just came up with a verdict. They have decided that your father's brush with the law was so long ago that it isn't relevant anymore. So they're willing to interview us.",
        "Aaron: Oh, wow. Congratulations.",
        "Rosanna: Thank you.",
        "Aaron: Wow.",
        "Lucy: That's great. I love seeing you so happy, Rosanna. Any kid would be proud to have you for a mother.",
        "Rosanna: Well, I want another one just like you. Okay, off to find the proud papa. Ta-ta.",
        "Aaron: See ya.",
        "[SCENE_BREAK]",
        "Bob: Several times you've almost lost your internship because you didn't follow orders, you did what you thought was best. You gave no thought to your own safety or what danger you might be in. You put others' lives ahead of your own.",
        "Chris: Dad, you don't have to --",
        "Bob: Yes, yes, I do. And that's why I'm proud of you. I've seen my youngest son grow up.",
        "Chris: Dad, I -- I know I've made a specialty of screwing up in the past --",
        "Bob: Look, we all have to find our own way. And I'm glad to say that you've found yours. And I'm very glad to say, while I'm still here to see it.",
        "Chris: So am I, dad. So am I.",
        "[SCENE_BREAK]",
        "Hal: So tell me, Dr. Decker, how does racking up a body count fit into this love for Susan Stewart?",
        "Rick: Every murder brought us closer together. When everyone was telling her, conspiring to pull us apart -- her friends, her daughters were telling her to leave the man that she loved, that only made her love me more. She was my champion. She made me feel like -- like the luckiest man on the -- on earth. Maybe you've never had that kind of love from a woman. Yes, I've -- I've done some very bad things. But Susan, she found -- she found a part of me that I thought I'd lost. She had faith in me. She made me feel like I could do anything.",
        "Hal: Except stop killing.",
        "Rick: When I looked at her, I -- I thought I could resist the urges.",
        "Hal: Why did you take her to the motel last night?",
        "Rick: I wanted her to come away with me and start a new life.",
        "Hal: How? You go somewhere else, the pattern here starts all over again.",
        "Rick: Susan -- Susan could have changed that. She could have helped me. I loved her. And if I've lost her, I want to die. Just let me die.",
        "Susan: I have to go in there.",
        "Emily: No.",
        "Susan: I have to --",
        "Emily: No -- no, you are not going in there!",
        "[SCENE_BREAK]",
        "Emily: Mom, listen to me, there's nothing you can do to help Rick. He can't hear you. He's a sick man. He probably always has been.",
        "Susan: I've gotta see him.",
        "Emily: You cannot go into that room.",
        "Susan: Emily, you either help me, or you watch me pound down that door.",
        "[SCENE_BREAK]",
        "Emily: I'm sorry. Mom won't leave until she sees Rick.",
        "Rick: Susan, I knew you'd never leave me. You're the only one who's never let me down.",
        "[SCENE_BREAK]",
        "Alison: I love the picture, but it's too bad they couldn't see you in action. You were so brave.",
        "Chris: Oh, stop --",
        "Alison: No, I'm not gonna stop. If you weren't there, Rick would've killed me and my mother.",
        "Chris: Well, I thought I'd lost you once, and I promised that if anybody ever tried to hurt you again, they'd have to go through me first. [Chris and Alison kiss]",
        "[SCENE_BREAK]",
        "[Walker coughs]",
        "Walker: Excuse me. Ms. Stewart, your supervisor is looking for you. The patient in 405 needs a couple extra towels.",
        "Alison: Okay. I'll give her two. And the latest edition on our doctor the superhero. You've always been my hero. [Mocking Alison]",
        "Walker: You've always been my hero, too, Dr. Hughes.",
        "[SCENE_BREAK]",
        "Mitzi: They said the line for autographs starts here? Dr. Hughes, I presume?",
        "Chris: Yes, that's me.",
        "Mitzi: Well, this picture does not do you justice, believe you me. I'm Mitzi.",
        "Chris: Hi, nice to meet you.",
        "Mitzi: And you must be Dr. -- Daniels.",
        "Walker: And you know that how?",
        "Mitzi: Well, it's my mission in life to get to know just about every single guy in town. Not like that. Naughty! Let me start over. I am here on behalf of Lily Snyder and the benefit to fight breast cancer. We're having an auction tonight, and we hope you can participate. [Pager beeping]",
        "Walker: Oh, that would be me. Yeah, that -- sure. I'll be there -- what time should I be there?",
        "Mitzi: 8:00. And wear a tux.",
        "Walker: 8:00. Tux. What are we auctioning?",
        "Mitzi: Uh, you!",
        "[SCENE_BREAK]",
        "[Mitzi sighs]",
        "Mitzi: And the local hero says?",
        "Chris: You're auctioning us off?",
        "Mitzi: For charity. I don't see a ring.",
        "Chris: Yeah, well, I'm kind of dating someone.",
        "Mitzi: Oh, congratulations. She got you on a short leash or something?",
        "Chris: No.",
        "Mitzi: 'Cause the way I figure it, you could be tonight's hottest bachelor, right? The women'll be dying to have a night with a guy like you.",
        "Chris: Well, I --",
        "Mitzi: Come on. Just do it. Come on! Do it for Lily. Do it for a great cause. Just do it.",
        "Chris: Okay, fine.",
        "Mitzi: Yay!",
        "Chris: I'm yours. Auction me off.",
        "Mitzi: Whoo!",
        "[SCENE_BREAK]",
        "Alison: You're going to be in the auction? Great.",
        "[SCENE_BREAK]",
        "Aaron: Yeah, it sounds great to you. You're not the one on some auction block like grandma's prize bull.",
        "Lucy: Aaron Snyder's chicken!",
        "Aaron: No, I am not.",
        "Lucy: Then what are you so scared of?",
        "Aaron: What if nobody bids on me? What if I wind up in the reject pile or something?",
        "Lucy: They'll bid, believe me.",
        "Aaron: All right, and if they do bid, what if I wind up with some lady I don't even know?",
        "Lucy: So, she's buying a piece of your time, Aaron. A dinner, some conversation, that's it.",
        "Aaron: How did I let you talk me into this?",
        "Lucy: Easy. You love me.",
        "Aaron: Yes, I do. I do love you.",
        "[SCENE_BREAK]",
        "Rosanna: Darling? [Rosanna laughs]",
        "Rosanna: I have wonderful, wonderful news! Hello, Dusty.",
        "Craig: What's your wonderful news?",
        "Rosanna: Well, I just got a call from the agency that I mentioned earlier. They're willing to help us adopt!",
        "Craig: Even after you confessed my sordid past? [Rosanna laughs]",
        "Rosanna: Well, it seems that it's not a problem for them. So I arranged with the agency to meet with an agency representative at the Lakeview in half an hour.",
        "Craig: To be grilled slowly over an open flame.",
        "Rosanna: Oh, come on now. It won't be that bad.",
        "Craig: I may run a tabloid, but I am not keen on the idea of opening up our private life to total strangers.",
        "Rosanna: Oh, no, no, no. All they're looking for are assurances that you are going to walk the straight and narrow from now on. And since you're already doing that, there's nothing to worry about. So you'll -- you'll join us, won't you? Come on. I know that second chance happened rather quickly, but I'm thrilled about it, and so's Lucy. You know, if you've changed your mind about adoption, please do tell me, you know, so I don't have to scour the earth looking for a child for us to --",
        "Craig: I'll see you at the Lakeview in half an hour. I'll see you.",
        "Rosanna: I love you so much. Thank you. Bye.",
        "[SCENE_BREAK]",
        "Craig: So I got an adoption interview now in 30 minutes.",
        "Dusty: 30 minutes?",
        "Craig: Mm-hmm.",
        "Dusty: Thirty minutes? Why didn't you tell her the truth about how you feel? What's wrong with you?",
        "Craig: Speaking of, what is this?",
        "Dusty: That's nothing.",
        "Craig: It's nothing? Open it, will you? Well, either you open it, or I do, partner.",
        "Dusty: Well, if you want me to open it, I'll open it. I mean, I wanted to open this when I thought the time was right. You think that time is now? Let's move forward.",
        "Craig: What is it?",
        "Dusty: What's it look like? [Craig laughs]",
        "Dusty: I've got a connection with a bookie looking to expand his horizons. Football season starts this week. There's a lot of cash to be made. You see this roll right here? This is just from the guy who is doing renovations here.",
        "Craig: And I thought it was the coffee.",
        "Dusty: Yeah, and there's a lot more people we're gonna hit. The customers, they're gonna get the tickets, we're gonna take the cash, we're gonna take it to my bookie, and we're gonna take 20% of everything.",
        "Craig: It ain't legal.",
        "Dusty: They've been gambling in the back room for years.",
        "Craig: Yeah, when it was a casino.",
        "Dusty: You got a problem with taking 20 grand, tax-free, a week?",
        "Craig: I told my wife I would walk the straight and narrow.",
        "Dusty: Your wife? Your wife's never gonna know, ever. My bookie, he's in Chi- town. He'd never set foot in this place. I'll know, you'll know, and that is it. It is a win-win proposition, brother. What do you say?",
        "[SCENE_BREAK]",
        "Lily: So you do still have a thing for Paul.",
        "Rose: I never said that.",
        "Lily: But that's what you meant.",
        "Rose: No, I meant what I said. Paul, problem, period. He heard about Jennifer playing games with Dusty, and he got a little freaked out.",
        "Lily: Or maybe you're a little freaked out because Dusty was playing footsie with Jennifer? Rose, what are you gonna do when it's a club full of women?",
        "Rose: Dusty would never cheat on me.",
        "Lily: He's already done it once.",
        "Rose: What are you talking about?",
        "Lily: When he was being paid to seduce you, he told you that his feelings for you were real, right?",
        "Rose: They were real.",
        "Lily: Then why was he sleeping with Molly McKinnon? Rose, if he could cheat on you once, at the beginning of your relationship, when things are perfect and you -- every moment together is magical -- if he could cheat on you then, what's to stop him from doing it again?",
        "[SCENE_BREAK]",
        "Chris: You don't have a problem with the auction, do you?",
        "Alison: No, no, of course not. I just thought that maybe we could hang out tonight.",
        "Chris: We'll hang out some other night. Okay, it's a charity thing. It was for Lily and Rose. I -- I couldn't say no.",
        "Alison: Of course you couldn't. I -- I understand. Um, well, have fun. I'll see you whenever.",
        "Chris: Wait, wait. Don't tell me the tough girl that can stare down a serial killer is jealous?",
        "[SCENE_BREAK]",
        "Susan: I have to see him, Hal.",
        "Hal: That's not a good idea.",
        "Emily: I told you.",
        "Susan: Are you refusing a wife access to her husband? I hope not. Because then I would have to go over your head. I am not leaving here until I see him.",
        "Hal: Susan, you're talking about the man who tried to murder your daughter, tried to murder you.",
        "Susan: I'm not asking you to understand my reasons.",
        "Emily: Well, that's good, because we don't.",
        "Susan: I just want a little time with my husband. You gonna let me see him or not?",
        "[SCENE_BREAK]",
        "Rick: Susan, I knew that you couldn't abandon me. Because my life, like my heart, are in your hands now. Your love for me can make me whole again. We both know that. Because despite the mistakes I've made, there's something that brings us together, something powerful. And that'll -- that will help us through this.",
        "Susan: They won't let me stay in here forever, and I don't know when I'll be able to see you again. But before I leave, I wanna show you how I feel.",
        "[SCENE_BREAK]",
        "Alison: I'm not jealous, I just have work to do.",
        "Chris: After you hear me out. Look, Alison, we have something really special here, okay? I don't wanna upset over some silly auction.",
        "Alison: Well, all I can picture is a bidding war between the big, beefy biker chick, and someone's great-great grandmother and a bunch of hypochondriacs who want medical advice.",
        "Chris: Yeah, well, you don't have a thing to worry about, okay? Not my type.",
        "Alison: So then, what is your type?",
        "Chris: Well, she'd have to be fearless and brilliant and bold and beautiful. About this tall, with hazel eyes and blonde hair. I'm glad you're not really mad. I'll see you soon.",
        "[SCENE_BREAK]",
        "Aaron: Cheer up. He might not be a total loser.",
        "Lucy: Of course he will. But I've never met him before, so you can't make fun of him, okay?",
        "Aaron: Who, me, make fun? Come on.",
        "Lucy: Ned Humphrey?",
        "Ned: That's me. You must be Lucy. Nice to meet you.",
        "Lucy: Same here. And this is my boyfriend, Aaron.",
        "Ned: Hey, how's it going?",
        "Aaron: All right.",
        "Ned: Now, I know what you're thinking. Could there be anything more deadly than being tutored and doing S.A.T. Prep? Answer, probably not. But I promise, if you work hard at learning this stuff and committing it to memory, I'll do my best to make sure that time flies by.",
        "Lucy: It's a deal.",
        "Ned: Good. Where do you want to start? Wait, don't tell me. Not math, not verbal. What about -- [Speaking French]",
        "Ned: Voulez-vous etudier le francais maintenant?",
        "Lucy: Bien sur. Cette une bonne idee.",
        "Ned: Formidable.",
        "[SCENE_BREAK]",
        "Lily: Can you honestly tell me that it doesn't tear your heart out to know that Dusty was spending his days with you and his nights with Molly McKinnon? Rose, you two were creating this place. You're supposed to be concentrating all his energy on you. It seems to me he had enough energy to burn when it came to the merry widow.",
        "Rose: What are you trying to do here? What -- it's like you want him to be the cheating louse that you think he is.",
        "Lily: I want you to be happy.",
        "Rose: I am happy! I mean, no -- correction, I would be happy, if you would stop talking about something that you know nothing -- you know nothing about!",
        "Lily: I do know something. If you had stayed with Paul instead of falling for this con man, Rose -- this con man that was paid to be with you, you would never have to worry about him cheating on you. Paul could be in a -- in a room with beautiful models. He was, and you could look right in his eyes and know that there would be nobody else in the room for him but you.",
        "Mitzi: All clear?",
        "Lily: All clear.",
        "Lily: How'd it go?",
        "Mitzi: Great. I rounded up every eligible bachelor over the age of 18.",
        "Lily: Except one. Paul Ryan.",
        "Mitzi: Forget it. We tried.",
        "Lily: No, you have to try harder. You have to try something else. You have to. This is for Rose.",
        "[SCENE_BREAK]",
        "Connie: All right, I take it back.",
        "Jennifer: Take what back?",
        "Connie: Everything I said about Oakdale being the land of the unattractive. I hadn't gotten the full feel of the place yet.",
        "Jennifer: Hmm. Well, you certainly got your feel at the club this evening.",
        "Connie: Fun place. Once they finish those renovations, it's gonna look like something out of a magazine. I definitely saw a lot of potential there.",
        "Jennifer: I'm surprised you noticed. You were flirting so much with Dusty.",
        "Connie: That's the potential I'm talking about. Uh-oh. Did I do a no-no? Was that a problem, me and Dusty having a little fun? [Jennifer laughs]",
        "Jennifer: Of course not.",
        "Connie: Sure? You don't have a thing with him, do you?",
        "Jennifer: Dusty Donovan? Okay, not in this lifetime or the next. You can have him.",
        "[SCENE_BREAK]",
        "Rosanna: Hello, you must be Ms. Brice from the agency?",
        "Ingrid: Call me Ingrid. It's a pleasure to meet you.",
        "Rosanna: Thank you so much, Ingrid. Please, come sit down. I ordered some tea and a little something for us to nibble on. Please, help yourself. [Rose sighs]",
        "Rosanna: Thank you so much for coming all this way from Bay City to meet with me and my husband. Our schedules have just been maddening. Not that that wouldn't change. Of course we would cut back on our work hours as soon as we have a child. I mean, no nanny for me. I intend to be a very hands-on mother.",
        "Ingrid: Oh, that's what we like to hear. And I think we may be able to work through the problems you mentioned on the phone.",
        "Rosanna: You mean my husband's history?",
        "Ingrid: As I said, while it isn't information the agency hopes for in a prospective parent, it was quite a long time ago.",
        "Rosanna: Oh, yes, my husband is a very different person now. I mean, he has a wife and a lovely home, he wants different things from his life.",
        "Ingrid: So you're ready to assure me that Mr. Montgomery's record will be spotless from now on?",
        "Rosanna: Yes. Yes, of course. I mean, Craig gave me his word, and I pass that along to you. His record is and will remain spotless. The only police that he's going to cross paths will be the ones that he's related to at family dinners. Scone?",
        "[SCENE_BREAK]",
        "Dusty: Football and betting -- two things that made America great. $20,000 a week, tax free, and you're gonna walk away 'cause your wife says you gotta be a nice little boy and live clean? What's that gonna get you?",
        "Craig: A lot of aggravation.",
        "Dusty: That's right.",
        "Craig: Apparently. All right, we'll take the risk.",
        "Dusty: Well, there you go. I was worried about you there for a second. I'm glad to have you back, general.",
        "Craig: Yeah, that's all right.",
        "Dusty: I'm gonna see what kind of mess these guys are making in the kitchen.",
        "Craig: Okay. Take your time. We gotta call them \u0096",
        "Craig: Hello, officer, I'd like to report gambling in a local bar. And I'd like to know when you're going to take care of it. Well, I think you oughta worry less about my name than to stop this thing before it gets out of hand.",
        "[NEXT_ON]",
        "Tom: Guys, take this place apart. We're looking for any evidence involving an illegal betting operation. [Fast globe]",
        "Ingrid: People who are anxious to adopt tend to be on time.",
        "Rosanna: Craig wouldn't let anything keep him away. [Fast globe]",
        "Paul: Hey, I have been very clear with you. You are to stay away from Rose, and you are to stay away from Dusty."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=926WW47fP_U"
}