{
    "Episode Summary": [],
    "Recap": [
        "Alison asks Lucy if the fight is legitimate, Lucy assuring her it was and then Aaron as well. When Lucy returns to Metro, she asks Dusty to have Alison banned from the gym, even after Alison apologized at Aaron's behest. Dusty then tells her that she needs to occupy herself with things other than the fight, because her father is complicating things. Holden threatens Craig to stay out of Lily's life, Craig shining him on. Jack confronts Julia about his badge, Julia telling him that the hospital gave it to her, having found it on a maintenance worker and that she'd wanted to get settled in Louisville before telling him about it. He gives her a week to get JJ settled and then they have to go to Oakdale. Carly is trying the trucker's patience, but when Parker has a vision about a white horse and three crowns, she knows the motel he's staying at. Just as Jack goes to pack the car, he runs into Carly."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Dusty: What's that? Keep your head up! Don't drop your eyes or your opponent drops you! 30 seconds.",
        "Dominic: Hey. So, listen, we're need this whole gym for the press conference tomorrow.",
        "Bud: Hey, you got it.",
        "Dominic: And I want you to give my fighter Rafael whatever he wants. Anything he wants.",
        "Bud: I'll take care of it personally.",
        "Dominic: All right. [Cell phone rings] Yeah, Dom here.",
        "Craig: Hi ya, Dom. This is Craig Montgomery. Did you have a good time with Rosie last night?",
        "Dominic: What is it with you, Montgomery? What do you want?",
        "Craig: Now, just because you know old Rose doesn't mean I'm going to back off.",
        "Dominic: Back off of?",
        "Craig: Of you. You and whatever felony you and Dusty Donovan are trying to get my daughter tangled up in.",
        "Dominic: Listen, there is no felony. I don't got time for this.",
        "Craig: I'll be watching.",
        "Dominic: Look, don't call me no more. Lose my number, huh?",
        "Craig: And my friends in law enforcement will be watching. The boxing commission will be watching.",
        "Dominic: Yeah, well all of youse can watch this.",
        "Dusty: Keep your hands up.",
        "Dominic: Kid, take a break. Get some food in you, huh?",
        "Aaron: Dusty? Is that okay?",
        "Dusty: Yeah, kid, go ahead. Nice job. You givin' orders to my boy now?",
        "Dominic: I need your undivided attention.",
        "Dusty: What's the problem?",
        "Dominic: Your girlfriend. She's become a real pain in the backside and it's gotta stop.",
        "[SCENE_BREAK]",
        "Manager: I know it's not what you got at Metro.",
        "Alison: It's okay. It's a start.",
        "Manager: You want as many shifts next week?",
        "Alison: I'll take more if you have 'em.",
        "Manager: I'll see what I can do.",
        "Ali: Oh, thank you for coming.",
        "Lucy: You work here?",
        "Alison: Yeah. What? I'm sorry, we didn't all get big fat trust funds.",
        "Lucy: I didn't say anything.",
        "Alison: Not out loud.",
        "Lucy: Did you want something or am I just here to take abuse?",
        "Alison: Well, that depends. It depends on what's up with this boxing match. Aaron's all excited.",
        "Lucy: It's a great opportunity for him.",
        "Alison: Is it? Or is just another one of Dusty's set-ups where Aaron gets arrested or worse?",
        "Lucy: Excuse me?",
        "Alison: Your boyfriend has a bad habit of getting other people in trouble. And, Lucy, I'm not gonna stand by and let that happen to Aaron.",
        "[SCENE_BREAK]",
        "Nikki: I couldn't get a positive I.D. on the trucker that who picked up Carly did you get a license plate number?",
        "Hal: No. I talked to the waitress who saw her get in the rig, but she was no help.",
        "Nikki: I cannot believe she took off with a total stranger.",
        "Hal: Yeah, Rosanna couldn't believe it either. She will not stop until she finds Jack.",
        "Nikki: She may find him, Dad. We can only hope.",
        "Hal: Yeah, we can hope. I swear, I don't know what scares me more -- that she won't find Jack, or she will find Jack. With his new wife.",
        "[SCENE_BREAK]",
        "Carly: I saw a couple of motels down at that exit.",
        "Trucker: How many more of those dumps you wanna stop in?",
        "Carly: Every one between here and Louisville, if that's what it takes. [Cell phone rings] Hey, any word on Jack?",
        "Hal: Not yet. Carly, where are you?",
        "Carly: Well, I'm with my new friend Buck. He's very -- charming, handsome, truck driver who's helping me search.",
        "Hal: Are you out of your mind?",
        "Carly: I absolutely am. And I'm not gonna stop until I find Jack.",
        "Hal: Carly, hold on, just think about this for a minute. If you do find him, you don't know what you're walking into. That's why you need to let me and my people handle this.",
        "Carly: You know, I'm sorry, Hal, but my battery's almost dead. I gotta go.",
        "Hal: Carly --",
        "Carly: I'll check in with you later.",
        "Trucker: Sounds like your friend's worried about you. Maybe you should go back and hook up with --",
        "Carly: No! No, absolutely not. I'm too close. Jack was spotted here a few hours ago. So just keep going.",
        "[SCENE_BREAK]",
        "Rosanna: Parker, what are you doing up so early? I thought you were gonna try to sleep in a little.",
        "Parker: I have to finish this picture.",
        "Rosanna: Yeah, what is it?",
        "Parker: It's in my head, real bright.",
        "Rosanna: Can I see?",
        "Parker: No. It's not done yet.",
        "Rosanna: Well, what is it that's so important about this picture?",
        "Parker: Mom needs it so she can find Jack.",
        "[SCENE_BREAK]",
        "Julia: Jack? Jack? Jack! Jack? Jack, where'd you go? Honey, where were you? You scared me.",
        "Jack: Why?",
        "Julia: 'Cause I couldn't find you. I just -- I thought --",
        "Jack: I went for a walk.",
        "Julia: How long have you been up?",
        "Jack: I didn't get to sleep.",
        "Julia: Hey, I'm sorry. This is hard, this move. We're almost there, okay? I'm gonna go wake up J.J. I'll get him dressed. This is good. Then we'll get out of here -- get on the road early.",
        "Jack: No! Julia, you know what, don't. We're not going anywhere. Not yet.",
        "Julia: Why not?",
        "Jack: Tell me about this.",
        "[SCENE_BREAK]",
        "Jack: How long have you had this?",
        "Julia: Not long.",
        "Jack: Where'd you get it?",
        "[Julia remembering]",
        "Julia: Oh, God. For goodness sakes, Jack. You're a cop?",
        "[SCENE_BREAK]",
        "Julia: Umm -- from the hospital. I went in to say good-bye and they gave it to me. Apparently, an orderly had it the whole time, you know. I don't know what he was planning on doing with it, but he must've felt really guilty 'cause he brought it back -- I'm sure they're just terrified that you're gonna sue them.",
        "Jack: And when were you going to tell me, Julia? Were you going to tell me?",
        "Julia: Jack --",
        "Jack: Ever?",
        "Julia: Yes. Of course I was. This was yesterday, you know? With all the chaos with the move and everything. I just wanted a day or two to get settled.",
        "Jack: Yeah, and this is why you were so desperate to leave. 'Cause you found out who I was. I am Detective Jack Snyder of the Oakdale, Illinois, Police Department. You didn't want me to know?",
        "[SCENE_BREAK]",
        "Lucy: Okay, I'm not gonna listen to you talk about Dusty that way.",
        "Alison: Oh, I'm sorry, it's just that Aaron's my friend.",
        "Lucy: Well, he's my friend, too. And Dusty would never do anything to get Aaron hurt or arrested.",
        "Alison: Okay, so then what's up with this fight?",
        "Lucy: What's up is that Aaron heard Dusty was looking for a fighter and Aaron wanted a shot. Dusty even tried telling him no, but then eventually gave in.",
        "Alison: Why didn't Dusty want Aaron in the ring?",
        "Lucy: The other guy's fighter is more experienced. Dusty was afraid Aaron wouldn't give a good enough fight.",
        "Alison: And that's it? There's nothing illegal?",
        "Lucy: No.",
        "Alison: You sure?",
        "Lucy: Yes.",
        "Alison: And how can you be so sure?",
        "Lucy: Because I am.",
        "Alison: Because Dusty said so? How can you be so naive?",
        "[SCENE_BREAK]",
        "Dominic: First she wants to hang around the gym, help pick your fighter -- okay, it's kinda cute. I can see why you'd buy into it. But this is too much.",
        "Dusty: What? What is?",
        "Dominic: Daddy.",
        "Dusty: What?",
        "Dominic: My soon-to-be partner, Montgomery. I mean, this guy's a real skutch .",
        "Dusty: This has nothing to do with him.",
        "Dominic: Right. But he seems to think that anything that has to do with his daughter involves him.",
        "Dusty: Yeah, but that's a problem he has.",
        "Dominic: Dusty, he's makin' it my problem. He makes threats. He uses words like \"law enforcement\" and \"boxing commission.\"",
        "Dusty: Nah, nah, nah, relax. He's not making a move on either one of us, okay? I got him blocked out. You don't even have to worry.",
        "Dominic: Do we need the aggravation? The answer's simple. The girl has to go.",
        "Dusty: The girl's name is Lucy. She's not goin' anywhere.",
        "Dominic: She's gonna blow the whole deal.",
        "Dusty: Without her I don't want or need this deal. You understand? You wanna push this?",
        "Dominic: Your personal business is your territory.",
        "Dusty: Right.",
        "Dominic: Okay.",
        "Dusty: Keep that in mind.",
        "Dominic: Okay. Look, then you keep your personal life out of our business. I want the girl out of this gym and away from this fight. Be a man and take charge, okay? Tell her to butt out or I will.",
        "[SCENE_BREAK]",
        "Craig: Curtis, I found this behind the bar. I think Dusty might've lost it.",
        "Curtis: Is that his phone book? Yeah, he was looking for this earlier.",
        "Craig: You better put that in the office. Holden! How are you?",
        "Holden: I don't want to hear it! Can it, Craig!",
        "Craig: Not so good.",
        "Holden: I'm warning you. Stay away from Lily. And don't ever use her for one of your sick games again.",
        "[SCENE_BREAK]",
        "Trucker: You know something, lady? I like you. And I'd like to keep this up, but if I don't get this haul to Charleston, I'm out of a job.",
        "Carly: Do you remember that woman that was with me at the rest stop?",
        "Trucker: I mighta noticed.",
        "Carly: Well, she just happens to be the CEO of Cabot Motors. She'll buy you your own rig. She'll give you a big job in her company. Anything you want.",
        "Trucker: Right. Okay, honey, this joy ride is over.",
        "Carly: No, please, Buck, please, just a little bit longer.",
        "Trucker: Sorry, honey.",
        "[SCENE_BREAK]",
        "Rosanna: Parker, I think you might be more help to Mom if you get some rest.",
        "Parker: I have to finish it right, so I can show Mom now. It's still missing stuff.",
        "Rosanna: Oh yeah? What stuff?",
        "Parker: I don't know until I draw it. Then Mom can find Jack.",
        "Rosanna: Okay. Well, why don't you let me help you, and we can finish it, and then you can to bed.",
        "Parker: No. It's my picture. I have to do it.",
        "[SCENE_BREAK]",
        "Julia: We'd already planned to move when I got that. I just thought, let's get out of there -- you know? Let's go, let's get settled and then we'd deal with that, whatever that is --",
        "Jack: That. Whatever that is, Julia, that is me. The person I was -- am. That is pretty big, don't you think?",
        "Julia: Yes it is.",
        "Jack: You're scared, aren't you?",
        "Julia: Yeah.",
        "Jack: Yeah. I could tell. At least now I know why.",
        "Julia: I was so afraid of what -- what seeing that might do to you, what it might set off, you know?",
        "Jack: Yeah, me too.",
        "Julia: Did it? I mean, did you remember anything?",
        "Jack: No. Makes sense though, doesn't it? I mean, there've been times when I've acted like a cop, especially with les. I seem to know the law pretty well. I just can't remember. I've been staring at this thing for, like, two hours straight, just trying to find some memory --",
        "Julia: Oh, listen, you can't do that. 'Cause first of all, it's not good for you, and second of all, you know, it doesn't really work --",
        "Jack: Well, I put some things together.",
        "Julia: You have? What?",
        "Jack: What you said -- when we found out about the other Julia -- there had to be reasons why I didn't want to remember.",
        "Julia: That's true. That's true -- I mean, you can't force it --",
        "Jack: Right, so I tried to imagine what my life was like back then with her. Think about it, Julia. She tried to kill me. I'm a cop? That had to be pretty humiliating. It makes sense that I would bury something like that. But, how? How could I erase my mind so completely? How could I --",
        "Julia: Shh. Jack, wait, wait, wait -- stop. Stop. This is what you want to do? You want to torture yourself like this every single day again? You don't remember? You don't remember, that's it. That's fine. You don't have to. You have a new life now, with me.",
        "Jack: And an old one. Don't be afraid. Don't be afraid. I understand. That's why I'm still here. Listen -- we have to make a deal. We can't be scared of the truth.",
        "[SCENE_BREAK]",
        "Craig: And what sick game did I use her in?",
        "Holden: I found her. I found her dressed up in Rose's things. She told me that you begged her to do it.",
        "Craig: Actually, she generously volunteered after I suggested --",
        "Holden: You know, I don't care what your reasons were, there's no excuse. What you did was very damaging. Now Lily has gone away to try to get her head straight.",
        "Craig: She what?",
        "Holden: Yeah, your sick little game set her back.",
        "Craig: Now, Holden, Holden, Holden. I saw her. She told me she had blast playing Rose. She thought it was perfectly harmless. She was excited. So if she ran away, that's between you two. Don't blame me if your marriage is on the rocks.",
        "[SCENE_BREAK]",
        "Dusty: Hey, Dom --",
        "Dom: What's up?",
        "Dusty: You want me take charge here? You go near Lucy, I'll put you in the hospital. And I'll pull this fight. You hear me?",
        "Dominic: You want to lose out on this payday?",
        "Dusty: No. But you will stay away from her.",
        "Dominic: You'll take care of her?",
        "Dusty: Leave it to me. I'll take care of her.",
        "Dominic: Tell her to just keep a distance, tell her she's in the way, tell her anything --",
        "Dusty: Did I ask for your advice on this?",
        "Dominic: You know, I'm startin' to get tired of this back-and-forth, okay? Make it happen, Donovan. I don't want to hear from Montgomery again.",
        "[SCENE_BREAK]",
        "Lucy: I know Dusty. I know what he's done in the past. But I know who he is now.",
        "Alison: And he's a whole new person -- I'm supposed to buy that?",
        "Lucy: You're right no one ever learns from their mistakes or changes. By the way, you haven't been playing with matches, have you? Because you could just burn down another barn and let some confused boy take the blame.",
        "Alison: And that's a rotten thing to say, okay? But, you know what, I don't care what you think about me. This is about Aaron and if he ends up in jail because Dusty pulled another scam --",
        "Lucy: There is no scam. No one's going to jail.",
        "Aaron: What is going on with you two?",
        "[SCENE_BREAK]",
        "Trucker: There's another exit about a mile up this way. I'll drop you off there.",
        "Carly: No! No, you can't! Buck, I have to find this man.",
        "Trucker: You want to chase down a man? You call the cops.",
        "Carly: The cops are on it, but they can't do the same thing that I can do. They can't make Jack remember who he is. Buck, this man and I have survived so much together. We are meant to be together. We have a little, baby girl. And we have a son. We had everything. We were happy. And then there was this terrible accident, and Jack's car went off a bridge into a river, and everybody thought he was dead, everybody except my little boy. He never gave up hope. He knew that Jack was alive. And you know something? He was right. We found out that he survived, but something awful has happened, and somebody is taking advantage of him, and she's trying to hide him from us. Right now, she's trying to get away, if I don't find them now, today, they could disappear forever!",
        "Trucker: I think I've seen this one. On the sci-fi channel, maybe?",
        "Carly: No! No, this is real. It's my life -- it's my children's lives. I have got to bring their father home to us. So just keep driving, because the only way you are going to get me out of this truck is if you toss me out onto the highway. You understand? You just keep driving until I tell you to stop!",
        "[SCENE_BREAK]",
        "Hal: She got a ride with a trucker -- we don't know who. They're heading towards Louisville. I can give you her description -- [Cell phone ringing] Hold on. Munson.",
        "Rosanna: Hal, hi, it's Rosanna. Listen, I'm sorry to bother you, but Carly's not picking up her phone.",
        "Hal: I know. What's wrong?",
        "Rosanna: Well, it's Parker. He's seems a little upset. He's drawn this picture and he says that it's really important that his mom know what's in it. So she can find Jack.",
        "Hal: What's in the picture?",
        "Rosanna: Hang on. Sweetie, your dad wants to know what's in the picture. So he can tell your mom.",
        "Parker: Tell Mom Jack's with the white horse.",
        "[SCENE_BREAK]",
        "Julia: I'm not afraid of anything as long as I have you.",
        "Jack: You have me.",
        "Julia: Okay. I'm going to go get J.J. dressed, okay? We have to hit the road. My girlfriend's expecting us this morning. We were going to go look at the real estate --",
        "Jack: No, we're not looking at real -- what are you talking about? We're not looking at houses today.",
        "Julia: Okay. You need, like, a couple of days, this is big information, I understand --",
        "Jack: Julia, we can't ignore this. Yeah. We know who I am now. I'm Jack Snyder. I have a name. I had a job. I need to find out the rest. I have to go to Oakdale.",
        "Julia: No, you can't go.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Carly: Yes, Hal! Yes, I got it! I got it. I know where Jack is.",
        "Jack: Tell me.",
        "Julia: Just don't go back there, Jack.",
        "Jack: Why?",
        "Julia: Because if you go back to Oakdale, I'll lose you.",
        "Dusty: Call Dominic again, I'll go to the cops -- I'll tell them you paid $2 million to have Lucy kidnapped.",
        "Craig: But you can't. And I think we both know why.",
        "Dusty: Stay away from the fight. Your father has been gettin' in Dominic's face, you understand? Your father has been causin' all kinds of problems. And it's 'cause of you.",
        "[SCENE_BREAK]",
        "Lucy: Your friend has some pretty nasty things to say about your boss. And the fight. I mean, maybe you should just back out.",
        "Aaron: What?",
        "Lucy: No, it's fine. I'll tell Dusty that he needs to find another fighter. There's plenty time.",
        "Aaron: Ali, Ali. What did you say to her, Ali?",
        "Alison: I just had some questions about the fight.",
        "Aaron: What? What, about my business?",
        "Alison: Yeah.",
        "Aaron: Alison.",
        "Alison: I was worried about you, okay? Dusty's gotten you into some trouble before. And this whole deal smells fishy. What if he's not telling the truth?",
        "Lucy: Dusty told him everything.",
        "Aaron: Yeah, she's right.",
        "Alison: Then why does it feel so wrong?",
        "Aaron: It's not wrong, Ali. I mean, it's not like I'm gonna win or anything, but this is --",
        "Alison: Wait, you already know that you're gonna lose?",
        "Aaron: The chances are pretty slim, Alison. That's why I got picked.",
        "Alison: So it's rigged. I knew it.",
        "Lucy: It's not rigged. It's a showcase for Dominic's fighter.",
        "Aaron: Right. I'm there to make him look good.",
        "Alison: And Dusty told you that?",
        "Aaron: Well, Ali, I mean, I get the idea.",
        "Lucy: And Dusty did everything he could to talk you out of it, right?",
        "Aaron: Right. But this is what I want.",
        "Lucy: Dusty was upfront about everything, Alison.",
        "Aaron: She's right.",
        "Alison: So, wait -- Dusty picked you because he thinks you're some sort of a loser? How dare he!",
        "Aaron: No, no, no, Ali, it's not like that. Dusty thinks I have chops. I mean, I have to, right? Because if I was just a pushover, then, then this guy wouldn't look as good to them as they want him to.",
        "Alison: Well I'm sorry, but it still sounds like they're treating you like a loser. I've seen Aaron box. He's great. You and your boyfriend are in for a big shock. Just you wait.",
        "Aaron: Ali, don't.",
        "Alison: Why not? If you're not going to stick up for yourself, then I will. I will bet you and Dusty $109.64 that Aaron will win this fight.",
        "[SCENE_BREAK]",
        "Holden: You just crossed the line, Craig.",
        "Craig: Look, Holden, I'm sorry if --",
        "Holden: You have been in the middle of my marriage for months. You've been playing on Lily's sympathy. And you don't care what it does to her, as long as you get what you need. You are a threat to my wife's peace of mind. You are a threat to my children's happiness. That makes you my enemy. Stay the hell out of my way. And stay the hell away from Lily.",
        "Dusty: Why'd you call Dominic Ramsey?",
        "Craig: Ah, good, even more manliness. What a day, what a day I've had.",
        "Dusty: Why'd you call him?",
        "Craig: I thought he was the new partner you chose for me, Dusty. Shouldn't we bond?",
        "Dusty: No. You leave him alone. And don't push me, Craig.",
        "Craig: I will watch out for my daughter.",
        "Dusty: You call Dominic again, I'll go to the cops. I'll tell them you paid two million to have Lucy kidnapped. You set up Alan to take the fall, and you watched him die. I'll tell them that.",
        "Craig: But you can't. And I think we both know why.",
        "[SCENE_BREAK]",
        "Hal: That was Rosanna. She's worried about Parker.",
        "Nikki: Well, it's got to be stressful for a little guy, all of us running around like this.",
        "Hal: Yeah. But that's not it. He's picking up on something again.",
        "Nikki: You think it's real?",
        "Hal: I don't know. But he's been pretty right so far. I really think I should get back.",
        "Nikki: Okay. Look, I'll contact Louisville PD, make sure they're out looking for Jack.",
        "Hal: You'll handle that?",
        "Nikki: Yeah, of course. Come on, let's go. Your son needs you. Right?",
        "[SCENE_BREAK]",
        "Trucker: Lady --",
        "Carly: Carly.",
        "Trucker: Carly. How 'bout this? There's a car rental about five miles up ahead. I'll drop you there --",
        "Carly: No. No, no! I don't have time for that. People hit the road early when they're traveling. In another hour, I will have lost them. Please, just give me a little more time.",
        "Trucker: One hour. One more hour, we look for your old man. Then you gotta finish this on your own.",
        "Carly: Thank you.",
        "Trucker: What about that place up ahead?",
        "Carly: There are four places across the street. The odds are better. So let's check there first. If we have time, we'll come back to this one.",
        "[SCENE_BREAK]",
        "Jack: It can't be that big of a surprise. You know I have to go to Oakdale.",
        "Julia: No you don't.",
        "Jack: Honey, it's the only place I'm gonna find the answers that I need.",
        "Julia: Oh, well, Jack, have you thought about that?",
        "Jack: Yeah.",
        "Julia: I mean, have you really thought about it?",
        "Jack: All night.",
        "Julia: Can you deal with the answers?",
        "Jack: All night long.",
        "Julia: It's not -- you don't know what's back there, Jack. It's not gonna be like you think right now.",
        "Jack: To tell you the truth, I don't know what to think.",
        "Julia: Think about what you're risking. You said you had a clean slate. You said that was a good thing. If you go back, Jack, you're not going to have that.",
        "Jack: Honey --",
        "Julia: That's going to be gone.",
        "Jack: Honey, if it stinks, we'll leave. Whatever's there, we'll handle it together. What? What is going -- tell me.",
        "Julia: Please don't go back there, Jack.",
        "Jack: Why?",
        "Julia: Because if you go back to Oakdale, I'll lose you.",
        "[SCENE_BREAK]",
        "Dusty: You think that I don't want to upset Lucy. And you're right. But if you interfere in my business again, I won't hesitate. I'll go to the cops.",
        "Craig: And what? Pay your parking tickets? You have nothing on me.",
        "Dusty: I can get a copy, real easy, of the bank transfer that proves you did it. [Craig laughing] What are you laughing at? I think Sierra would have the last laugh. She would love to clear Alan's name. And Lucy? I think she'd back me up, don't you? Don't you? I mean, you confessed to her. Remember?",
        "Craig: Oh, yes, yes. Yes, I do. It was a very emotional time, Dusty, when you came in with your accusations. That was very confusing, and very emotional for her. I'm not sure she heard a word I said.",
        "Dusty: Oh, she heard you, man. She heard you and she hates your guts for it.",
        "Craig: No. She doesn't hate me, Dusty. She knows how much I love her. She knows I paid Wade Larsen that money to leave her alone. And that's the truth. So you have nothing to bring to the police, but your suspicions. You want to take that bet, Mr. Gambling man? Your word against mine, under oath?",
        "Dusty: You think you got credibility in this town? Do you? Do you?",
        "Craig: Well, at least as much as you do, ace. If I were you, I'd fold this hand. Best you got is a draw.",
        "Dusty: I got Lucy. I have your daughter. And that won't change. Nothing you can do about that.",
        "Craig: You want to force a little girl onto a witness stand where she'll be traumatized trying to back up your aggravated version of many complicated events?",
        "Dusty: Now that she knows exactly what you are, yeah, she would do it.",
        "Craig: That would do wonders --",
        "Dusty: She would do it.",
        "Craig: -- For your relationship, wouldn't it? She might finally see you for who you really are.",
        "[SCENE_BREAK]",
        "Jack: You ain't losin' me --",
        "Julia: You don't know that --",
        "Jack: No, I do. Hey, listen, I may not know who I was, but I know the man I am now. Whatever's in Oakdale -- I'm not gonna be able to face it without you and J.J. You kiddin' me?",
        "Julia: You're scared too.",
        "Jack: Me? One woman there tried to kill me already. What if there's a long, long list? I mean, God knows what I did to deserve that.",
        "Julia: You were a good man then. Just like you are now.",
        "Jack: Yeah, well if not, you're gonna bail me out, right? What?",
        "Julia: I'm kinda broke, though. You know, because of the move and everything. I don't know, do you think you could give me a little bit of time to get settled? Could you give me a week, Jack? You know, to get J.J. settled and --.",
        "Jack: Fine, shh, shh --",
        "Julia: He just wrapped his brain around the idea of living in --",
        "Jack: We'll take a few days to get J.J. settled.",
        "Julia: Thanks.",
        "Jack: Everything's gonna be okay. You gotta trust me.",
        "Julia: I've already trusted you -- with my life and my son's.",
        "Jack: Okay. And I'm not gonna let you down.",
        "[SCENE_BREAK]",
        "Rosanna: Hi.",
        "Hal: Hey, how is he?",
        "Rosanna: I don't know. I mean, he's obsessed with this picture. I tried to get him to rest, but he's just too upset. I'm glad you're here.",
        "Hal: Hey, buddy. How you doin'? Ohh, is that -- is that the picture I've been hearing about?",
        "Parker: It's getting late. I have to finish it.",
        "Hal: Oh, okay. For mom?",
        "Parker: She won't find Jack without it.",
        "Hal: Okay. Well, um, can I look at it? I mean, you don't have to quit working on it, just so I can take a peak at it? Wow, that's great. That's a real nice white horse. Why is it circled in orange and green?",
        "Parker: That's how it looks.",
        "Hal: Where?",
        "Parker: In my head. It's real bright, shiny -- Jack's with the horse. This part isn't right. I can't get it right. It's getting late.",
        "Hal: It's all right. You'll get it. Here, keep workin' on it. You'll get it. You're doing great.",
        "Nikki: What do you think it is?",
        "Hal: I don't know, but it makes sense. Kentucky is horse country, right? And Jack was last seen just outside of Louisville.",
        "Nikki: Yeah, but does Parker know that?",
        "Rosanna: Nobody told him.",
        "Hal: Doesn't mean he doesn't know.",
        "Parker: I got it! Like this! And there's three of them.",
        "Hal: Let's see, son.",
        "Parker: We have to tell Mom! This is where Jack is!",
        "Hal: Okay, all right. We will. We will. Carly's turned her phone off.",
        "Rosanna: I know. So how do we get in touch with her?",
        "[SCENE_BREAK]",
        "Trucker: We're striking out, Carly.",
        "Carly: Well, I still have a half hour left. You promised me an hour and it hasn't been an hour.",
        "[SCENE_BREAK]",
        "Hal: This is an emergency alert. All drivers be advised. Law enforcement is looking for a woman, blonde. She's 5'5\", blue eyes. Her name is Carly Snyder. If you have her or know of her whereabouts --",
        "Carly: No, don't pick it up.",
        "Hal: -- Please advise.",
        "Trucker: Are you nuts? This is scooter-doo, I have the lady in question right here. Come on.",
        "Hal: Can you put her on please.",
        "Carly: No way.",
        "Hal: Carly, I'm not going to bawl you out. It's about Parker.",
        "Carly: Parker? Hello?",
        "Trucker: Push the button in to talk, out to listen.",
        "Carly: Hello?",
        "Hal: Carly, I'm in Milltown, with Parker. He's had another one of his things. He's drawn a picture of something that he sees. It's a -- it's a big white horse.",
        "Parker: Tell her a shiny white horse.",
        "Hal: It's a shiny white horse, with three crowns. He says that's where Jack is. Does any of that mean anything to you?",
        "Carly: That -- that sign. On the right at the last exit.",
        "Trucker: Yeah. That is one scary child.",
        "Carly: Yes, Hal! Yes! I got it! I got it! I know where Jack is! Can you -- can you turn this around?",
        "Trucker: I'm turning.",
        "Carly: Parker, can you hear me?",
        "Parker: 10-4, Mom.",
        "Carly: 10-4, sweetheart. Mommy loves you to pieces.",
        "[SCENE_BREAK]",
        "Alison: Why not? It's my money. If I want to bet on you, then I --",
        "Aaron: You'll lose, Alison.",
        "Alison: I won't. Maybe this is just what you need -- a little incentive. I believe in you, Aaron, even if you can't yet. [Aaron scoffs] What?",
        "Aaron: You look like you're gonna jump in the ring for me.",
        "Alison: Well, if this guy's a dirty fighter, you bet I will.",
        "Aaron: Look -- it's gonna be okay, but you have to chill out.",
        "Alison: So you're gonna try?",
        "Aaron: Of course I'm gonna try. I'll probably lose.",
        "Alison: Don't say that!",
        "Aaron: Ali, listen, either way this is a great experience. And a huge paycheck. Unless you ticked off Lucy so bad she's calling Dusty to drop me.",
        "Alison: Because of me?",
        "Aaron: You were going at her pretty hard.",
        "Alison: I can apologize.",
        "Aaron: Yeah, do that. Please. And then butt out.",
        "Alison: What?",
        "Aaron: Ali, listen, I'm so happy that you have this much faith in me. And I want you at the fight, cheering me on, but -- other than that --",
        "Alison: Butt out?",
        "Aaron: Yes, please. This is my chance. My chance to do something.",
        "Lucy: I have to go.",
        "Alison: Oh, Lucy, wait. I'm really sorry I jumped all over you earlier. I'm just worried about Aaron, but I was way out of line.",
        "Lucy: Forget about it. I have.",
        "[SCENE_BREAK]",
        "Lucy: I want Alison Stewart banned from the gym. Can we do that?",
        "Dusty: Yeah. Did I miss a good catfight or what?",
        "Lucy: I'm sick of people who don't even know you saying whatever stupid thing comes into their head.",
        "Dusty: Was it about me?",
        "Lucy: She acted like you drugged Aaron and forced him into this fight. That he was gonna get \"killed or arrested,\" because you'd set him up.",
        "Dusty: Well, that's not gonna happen.",
        "Lucy: Well, I know that. I let her have it. And so did Aaron as soon as he got there. She knows better now.",
        "Dusty: Good, so it's done. What?",
        "Lucy: I get it. You know? Why we have to get out of here. Nobody wants to give you a break. It's like you have to keep proving yourself, over and over again. It's just so frustrating -- I don't understand why people don't see what I see.",
        "Dusty: Baby, don't. Don't let it get to you.",
        "Lucy: I can't help it, it does.",
        "Dusty: So why don't you back off, you know?",
        "Lucy: I'm not gonna sit by and let people trash you.",
        "Dusty: Its okay, I mean, don't put yourself in the way of it, is what I mean. Stay away from the fight.",
        "Lucy: I don't want to do that.",
        "Dusty: Stay away from the fight and stay away from the whole business. I want you to do that. It's not just about Alison. You father has been gettin' in Dominic's face. You understand? Your father has been causin' all kinds of problems and it's 'cause of you.",
        "Lucy: Where is he? I will fix that right now!",
        "Dusty: Whoa, whoa -- take it easy.",
        "Lucy: No, I mean it! I am happy to give Dominic and my father a piece of my mind. I'm already warmed up anyway.",
        "Dusty: What are you gonna do? You gonna fight everyone?",
        "Lucy: If I have to.",
        "Dusty: You're gonna make it worse.",
        "Lucy: I don't care!",
        "Dusty: I care! And this is no time for a tantrum! I'm trying to get us out of here, you understand? This is serious business. I don't need you stomping around here making problems!",
        "Lucy: Anything else you can't have me do?",
        "Dusty: Hanging around Metro is probably not a good idea either. You've got so much stuff to do before school, you know? Why don't you just do it and leave the rest to me?",
        "[SCENE_BREAK]",
        "Jack: All right, that's everything. I'll get the car all packed.",
        "Julia: Okay, I'm gonna make sure J.J.'s dressed.",
        "Jack: Hey, hey? You better?",
        "Julia: Sure.",
        "Jack: Hmm?",
        "Julia: We have a lot to talk about before we get to Oakdale.",
        "Jack: Okay, you got it. But promise me something. You try to stop worrying. Everything's gonna be fine.",
        "Julia: I love you so much.",
        "Jack: Well, good.",
        "Julia: You don't have any idea how much.",
        "Jack: Mm.",
        "[NEXT_ON]",
        "Rick: From my account, I think you just passed me four keys.",
        "Rosanna: How'd you find me?",
        "Paul: I called the cops. Hal told me you were here. I was really worried about you.",
        "J.J.: Where's Jack?",
        "Julia: Ah, he went to get gas and he'll be back any minute.",
        "Carly: Jack? Will you please say my name?",
        "Jack: Carly."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=E6U2GEZE4Kg"
}