{
    "Episode Summary": [],
    "Recap": [
        "Henry is forced to ask for $10,000 from Emily, who is holding his secret windfall from BJ, thanks to more gambling. She refuses and so Henry claims the mob could hurt him and Maddie, but when Emily won't budge, Henry threatens to spill the beans about Paul. She relents and leaves to get the money when Henry overhears a bartender give a message to Jen that Hal wants to see her at the station regarding Paul. From the gist of the message, Henry guesses they found Paul and rushes off to warn Emily. Hal is forced to break the news of Paul's supposed death to Jen, Barbara and Dusty. At first they are disbelieving, but when Hal relays the supposed irrefutable evidence they found, they realize it is probably true. Jen wants to be angry with Paul because he deserved all she said to him, but then falls to pieces with guilt, as Dusty comforts her. Barbara tries to stay strong for Jen, but inside is falling apart too. Henry finds Emily and tells her what he knows. Emily frantically packs to leave the country, as Henry harasses her about the money. She thinks he will turn her in so she tells him she will send it to him when she is safe. Henry bluffs that he is going to see Hal then, and as he opens the door, he runs smack dab into Hal. Henry covers for Emily, who then tells him where the money is. Hal breaks the news to Emily about Paul being dead, as she cries that she already knew. Maddie massages Casey's stiff neck from sleeping on the floor after having fallen asleep there the night before as they waited for Margo and Tom to go to bed. However, before things get heated, Maddie gets caught in Casey's room, and Margo is not pleased about it. Meg and Paul overhear on the radio that the police think he is dead. Paul then worries that it is too risky for Meg to stay with him at the cabin and tells her to leave. Finally Meg decides to, but Paul's sudden persistent cough stops her. At first she thinks he is faking, but upon checking him out, she realizes he has pneumonia. She decides she needs to stay with him, but he needs more pills. She secretly meets with her friend Eli to get a stash, but just after she receives the pills, Dusty grabs her arm, wanting to know what she is doing?"
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Paul coughs]",
        "Meg: Hey. How are you doing today?",
        "Paul: Just great, thanks. What's the good word?",
        "Meg: Well, nothing in the paper this morning. And nothing on the radio so far. Did you eat yet?",
        "Paul: I'm not so hungry, now that I'm dead.",
        "Meg: Paul, you have to eat if you want to get better.",
        "Paul: Radio's dead, too.",
        "Meg: I forgot the batteries. That's okay, we'll switch them out here, okay? You're still sweating.",
        "Paul: I'm fine. If the cops don't believe that I committed suicide, they'll be all over the mountain again this morning. I think I heard somebody last night.",
        "Meg: Well, maybe you did, and maybe you didn't. You've been hearing a lot of people who aren't there, haven't you?",
        "Paul: Yeah. Why don't you just focus on those batteries?",
        "Meg: Look, you don't need to worry, okay? Nick Kasnoff was completely sold by the evidence.",
        "Paul: Yeah, but not Hal. He's the one we need to worry about.",
        "Meg: Shh, shh, shh. Okay, here it is.",
        "Announcer: You're listening to Oakdale's best source for news and weather. We'll have local headlines right after these messages.",
        "[SCENE_BREAK]",
        "Emily: Thank you.",
        "Henry: Hi, can I get a dry martini, please? It's the breakfast of champions. All right? I'll have it right here. Emily, you look lovely as always.",
        "Emily: No.",
        "Henry: No?",
        "Emily: No. No, you keep me waiting -- you're ordering a martini for breakfast -- this can't be good.",
        "Henry: I was checking up on some investments. It's the afternoon in Prague, and I need $10,000 from the account.",
        "Emily: No. Absolutely not. You cannot run around spending that kind of money without drawing suspicion. No.",
        "Henry: It is going to one very discreet man.",
        "Emily: You gave me that money to save you from yourself, Henry.",
        "Henry: Well, now you can save me from the mob.",
        "Emily: Oh, my God. What is it with you and gambling? Haven't you been burned enough times to know it doesn't pay?",
        "Henry: Em, Em -- this is important. This is important.",
        "Emily: No. No, no, no, no. You made your bed -- lie in it.",
        "Henry: This isn't just about me. Even my little sister could be in danger.",
        "[SCENE_BREAK]",
        "Maddie: What are you doing? [Casey was touching Maddie's hair.]",
        "[SCENE_BREAK]",
        "[Door slams] [Kevin and Casey passed out on Lucinda's couch.]",
        "Kevin: Oh, man -- were we wasted or what?",
        "Lucinda: Or what, indeed.",
        "[SCENE_BREAK]",
        "Emily: Nobody threatened Maddie, Henry.",
        "Henry: They could. They could. You, have that money for safekeeping. You're not to dole it out to me like it's my allowance. I have an idea, I'll tell you what -- why don't you give me the key to the safe deposit box? I'll go down to the bank, and no one will connect it to you. The money's not in the bank, is it? Where is it, stuffed in the trunk of your car, Emily?",
        "Emily: Relax, it's someplace safe. Stop it. It's someplace safe. I'll go get it.",
        "Henry: I'm coming with you.",
        "Emily: You are not coming with me! Would you stop it! We cannot be seen together too much, Henry.",
        "Henry: You're just trying to keep me away from my money. $10,000, Emily. $10,000.",
        "Emily: Fine, Henry, fine.",
        "Henry: I'll be right here.",
        "[SCENE_BREAK]",
        "Bartender: Ms. Munson, there's a message for you. There was no answer in your suite.",
        "Jennifer: Oh, we're meeting our sitter down here.",
        "Bartender: Lieutenant Munson said it was urgent.",
        "Jennifer: My dad's looking for me? What's the message?",
        "Bartender: He said they know what happened to Paul? I wrote it all down.",
        "Jennifer: Thank you.",
        "Dusty: What's it say?",
        "Jennifer: \"I know what happened to Paul. Come to station ASAP. Am stalling reporters now, but the news will break soon.\"",
        "Dusty: Sounds like your brother's in more trouble.",
        "Jennifer: Dad wouldn't call me down there just for that.",
        "Dusty: Let's find out.",
        "[SCENE_BREAK]",
        "Announcer: Angry commuters will hold a demonstration at rush hour today to oppose the increase in the vehicle registration tax.",
        "Paul: That's it?",
        "Announcer: Expect delays of up to an hour on the downtown access road.",
        "Meg: They're not done.",
        "Announcer: More snow is on the way tonight.",
        "Paul: They're down to the weather. If they think I committed suicide, it would be the top story.",
        "Meg: Think much of yourself?",
        "Paul: Please. If they think I'm dead, they'll have a parade. You need to go, Meg.",
        "Meg: What?",
        "Paul: If they don't believe I'm dead, then it's not safe here anymore. You need to go. And I'll take my chances on my own.",
        "[SCENE_BREAK]",
        "Luke: Grandmother -- we came out here to listen to some music.",
        "Lucinda: Really? Really.",
        "Luke: Yeah, I didn't want to keep you awake.",
        "Lucinda: Oh, gosh. Well, you know, it's morning.",
        "Luke: Wow.",
        "Lucinda: Wow, oh, wow. Out all night after quite a party.",
        "Luke: Where'd you find that?",
        "Lucinda: It found my foot.",
        "Luke: I guess Meg and Dusty must've left it here.",
        "Lucinda: Wait a minute. Wait a minute, before you say another word. You know I don't like to have my intelligence insulted before breakfast.",
        "Kevin: My parents are going to freak if I'm not home when they wake up.",
        "Lucinda: Well, darling, you better make like the wind, then, okay?",
        "Kevin: I'm sorry, Ms. Walsh. Later.",
        "Luke: Later.",
        "Lucinda: I suppose I'm supposed to be grateful, that you found a key to this place now, huh? Or else you would've broken in?",
        "Luke: No.",
        "Lucinda: What's going on here? What is this?",
        "Luke: Well, what's it look like?",
        "Lucinda: Oh, stop it! Stop treating me like I'm some dotty old grandmother! I thought that the drinking was over.",
        "Luke: Well, it wasn't very much.",
        "Lucinda: Honey, 50-50? You went 50-50? You know what that does -- with your new kidney, for heaven's sake. The shrink? No good? Darling, I cannot let this pass and just walk away. I can't.",
        "Luke: You know, I would really like you to.",
        "Lucinda: And another thing -- wait a minute, I thought we had a pact? I mean, something important. I thought we were going to survive, both of us. You know, we were going to live, you were going to get a car -- you were going to be happy. This wasn't all fun.",
        "Luke: But it was harmless. Mostly.",
        "Lucinda: Harmless? You drink yourself into a stupor, and pass out --",
        "Luke: No. We didn't pass out, we were just asleep. That's all.",
        "Lucinda: Why do you want to throw your life away?",
        "Luke: I don't. I don't. And this won't happen again, I promise.",
        "Lucinda: You're damn right it won't. It won't.",
        "Luke: What are you doing?",
        "Lucinda: I'm calling your father.",
        "Luke: No, don't! Please don't do that.",
        "[SCENE_BREAK]",
        "Casey: Um, your hair was sticking up your nose?",
        "Maddie: Oh, lovely.",
        "Casey: It kind of was. I mean, leave it down. Leave it down. Leave it down.",
        "Maddie: Why? It's a mess.",
        "Casey: I know.",
        "Maddie: What, do you like that slept-in look?",
        "Casey: Yeah, it's hot.",
        "Maddie: And we must be hot at all costs, huh?",
        "Casey: Wait -- okay, so how'd I end up on the floor?",
        "Maddie: Oh, you don't remember?",
        "Casey: No.",
        "Maddie: Suddenly you popped up out of bed and you were like, \"Maddie, you take the bed, I insist.\" And I was like, \"No, no, that's okay, that's okay.\" And you were like, \"no, I insist.\" So you went on the floor, without a blanket or a pillow. And I thought, \"Who says chivalry is dead.\"",
        "Casey: Right, right.",
        "Maddie: Are your parents already awake? What am I going to do? How am I going to get out of here?",
        "Casey: My dad, he probably already went to work. So my mom should probably go grab breakfast in a few. When she does that, I'll go down and talk to her, and then you go to your room, and get dressed.",
        "Maddie: You're way too good at this.",
        "Casey: What do you want me to tell you, I've had a lot of practice?",
        "Maddie: You don't have to tell me anything. What's with your neck?",
        "Casey: I don't know. It's like three inches shorter than when I went to bed. It feels like somebody squashed me on top of the head.",
        "Maddie: Cranial stretch.",
        "Casey: What?",
        "Maddie: On bed. On -- no, on the edge.",
        "Casey: All right, you got it. Oh, so this is medical?",
        "Maddie: Yeah, well -- it's going to be a little painful. But you'll thank me later.",
        "[SCENE_BREAK]",
        "Meg: So you want me to leave?",
        "Paul: Look Meg, the cops may not have bought my suicide, but with all the evidence they do have, they know I was up here, somewhere. They'll be crawling all over this mountain looking for me.",
        "Meg: Okay, well, we'll smuggle you out.",
        "Paul: And then what? Live life on the run? Meg, this is my mess, okay? I'll handle it.",
        "Meg: And leave you alone, with no car, and just the supplies you have now?",
        "Paul: Once things settle down, I'll go.",
        "Meg: How?",
        "Paul: I'll call somebody.",
        "Meg: Who on earth are you going to call?",
        "Paul: I don't know, I still have a little bit of money. And as long as I have money, Meg, there's always somebody to call. You -- go.",
        "Meg: Okay, what are you up to?",
        "Paul: I'm trying to do the right thing.",
        "Meg: Yeah, the last time you did that it got you shot.",
        "Paul: You have already gone way above and beyond.",
        "Meg: For a price. You hired me, I'm doing a job.",
        "Paul: You're fired. You're fired, Meg. They find me, fine. They don't need to find you too. Look, if they don't find me, then we're back in business.",
        "Meg: You're sure?",
        "Paul: Yep, I'm sure.",
        "Meg: Fine. I'll go.",
        "[SCENE_BREAK]",
        "Jennifer: Mom?",
        "Barbara: Oh, honey, thank God you're here.",
        "Jennifer: What's going on? Was Paul arrested again?",
        "Barbara: I have no idea what's happening. The reporters are outside. They said something about a car in the river?",
        "Jennifer: I don't know. I didn't hear. Dusty?",
        "Dusty: They weren't making sense to me. Don't jump to conclusions.",
        "Jennifer: Dad.",
        "Barbara: Hal. Hal, the reporters --",
        "Jennifer: What's going on?",
        "Hal: Let's go inside.",
        "Barbara: No, no, I want to know what's happening right now. You tell us what's happened to Paul.",
        "Hal: He's gone, Barbara. Paul's dead.",
        "[SCENE_BREAK]",
        "Lucinda: You want to keep this a secret -- this episode, from your father?",
        "Luke: I got it, Grandma. I promise. This won't happen again. And it's not because of Dad, it's because of me.",
        "Lucinda: Why?",
        "Luke: Because I've learned my lesson.",
        "Lucinda: Oh. And what is the lesson? Don't get drunk on my property?",
        "Luke: Well, at least I wasn't driving.",
        "Lucinda: Oh, heaven forbid.",
        "Luke: I mean, we were safe.",
        "Lucinda: Safe? You are a transplant recipient. There is nothing safe -- nothing safe -- in drinking like this.",
        "Luke: Wait, wait, wait.",
        "Lucinda: I have to call your parents.",
        "Luke: Are you calling Dad?",
        "Lucinda: Yeah.",
        "Luke: Why? I mean, why not call Mom?",
        "Lucinda: Well, darling, I think your mom might have a heart attack if she learned this, after all that she's been through. And I think Holden is just more even-headed, levelheaded. And I think it's your lucky break that I call him.",
        "Luke: How's that?",
        "Lucinda: Because if your mom didn't have a heart attack, darling, I'm sure that she would ground you -- from here to kingdom come. This way, Holden, will you give you the chance maybe to see the spring solstice. Is that a hint of a smile?",
        "Luke: Almost.",
        "Lucinda: I think that's good. Cause you're going to need your sense of humor. You're going to need it.",
        "Luke: Okay, Grandma, but -- before you dial that number, just, please, just one favor?",
        "Lucinda: Stop it. Don't push it.",
        "Luke: I know, I know, I know. Please, just -- just don't tell Dad that Kevin was here.",
        "[SCENE_BREAK]",
        "Maddie: How's it feel now? Better?",
        "Casey: Healed.",
        "Maddie: You never told me about that party. How was it? Good?",
        "Casey: Yeah, it was okay.",
        "Maddie: Did Skylar have a fun time?",
        "Casey: I don't know. I didn't really see her much after we got there.",
        "Maddie: Oh.",
        "Casey: Um, yeah, so -- you know, my mom's still upstairs. We could probably grab another hour of sleep.",
        "Maddie: Okay.",
        "Casey: But this time, I get the bed.",
        "Maddie: Oh, and I get the scrunched neck?",
        "Casey: It's okay, 'cause I know how to fix that now.",
        "Margo: Casey? Is there someone in there with you?",
        "[SCENE_BREAK]",
        "Emily: What the hell are you doing in here? Huh? Couldn't you wait?",
        "Henry: I'm saving your life.",
        "Emily: What are you talking about?",
        "Henry: They found Paul.",
        "Emily: No.",
        "Henry: Yeah. I overheard a message that Hal sent to Jennifer at the Lakeview. They know about Paul.",
        "Emily: No.",
        "Henry: Yeah.",
        "Emily: No. No, I mean -- oh, my God. They can't.",
        "Henry: What do you think, Emily? That they can't look at a bullet hole and figure it out? Now, if they know about Paul, they know he was murdered. And it won't be hard to figure out that you pulled the trigger.",
        "[SCENE_BREAK]",
        "Meg: I've pumped water into every container in the kitchen. You should have plenty to drink for a couple of days.",
        "Paul: Okay.",
        "[Paul coughs]",
        "Meg: Paul?",
        "Paul: I'm fine. It's just -- I've got a cold.",
        "Meg: Yeah, right, okay. What is this? Is this to trick me into me staying here?",
        "Paul: No, really. Go.",
        "Meg: Open your shirt.",
        "Paul: No.",
        "Meg: Come on. You do not want to arm wrestle me right now. I'd win. Come here. Okay, breathe. Cold hands. Again. Come on, Paul, no fooling around. Come on, breathe. Again.",
        "Paul: What?",
        "Meg: You're in trouble.",
        "Paul: I'm fine. I have a cold. It's probably just bronchitis, I'll get over it.",
        "Meg: No, it's not bronchitis, Paul. It's pneumonia.",
        "[SCENE_BREAK]",
        "Hal: We were already searching the bluff when they found the car. Nick Kasnoff had a record that's where Paul's last phone call originated from.",
        "Dusty: So Paul drove off a cliff? Is that what you're saying?",
        "Hal: No, it looks like his car was pushed into the river to cover his tracks. You can't see that section of the river from any of the roads. If we hadn't been looking, nobody would've found it until the spring.",
        "Dusty: So he ditched the car and took off by foot?",
        "Hal: Not far. We found a gun with one round fired. We found a piece of clothing covered in blood. It was Paul's shirt. The blood was Paul's blood type.",
        "Barbara: Paul was shot? By whom?",
        "Hal: The only prints on the gun were Paul's. His index finger on the trigger.",
        "Barbara: No.",
        "Hal: I'm sorry.",
        "Barbara: No! You can't tell me that my son killed himself. How dare you say such a thing to me?",
        "Jennifer: Mom --",
        "Barbara: My son could not commit suicide. No, he wouldn't. No, he wouldn't. Oh, God.",
        "[SCENE_BREAK]",
        "Lucinda: Why wouldn't you want Holden to know that Kevin was here?",
        "Luke: It's not good for him.",
        "Lucinda: As well it shouldn't be.",
        "Luke: You don't know.",
        "Lucinda: What? And also, Kevin's parents should know what he was up to.",
        "Luke: What?",
        "Lucinda: What? What I walked in on here.",
        "Luke: Oh, we were just sleeping, Grandma. That's all.",
        "Lucinda: All?",
        "Luke: Yes.",
        "Lucinda: You drank yourselves into a stupor. Now, that is something that Kevin's parents should be made aware of.",
        "Luke: They'll hurt him.",
        "Lucinda: What?",
        "Luke: Yeah. His folks aren't like you guys. His home life is a disaster. This is all my fault, Grandma. I got the vodka, I found the place. Kevin just went along with it.",
        "Lucinda: You're being awfully noble to protect that friend.",
        "Luke: Nobody forced me to drink. That was a decision that I made on my own. So, please, don't punish Kevin for that. Just leave him out of it, please.",
        "Lucinda: Darling, I don't give a damn about Kevin. It's you -- it's you I care for. Let Kevin's parents take care of him. He's not Holden's problem.",
        "Luke: Thank you.",
        "[SCENE_BREAK]",
        "Margo: Casey?",
        "Casey: Yeah! Oh, man, it's like a train station in here.",
        "Margo: What -- hi, Maddie.",
        "Maddie: Hi.",
        "Margo: What are you doing in here so early in the morning?",
        "Maddie: Calculus book -- I left it at school. I borrowed Casey's. We have an exam this morning, I needed a quick review. Sorry I woke you up so early, Casey.",
        "Casey: Hey, whatever, it's cool. See ya.",
        "Margo: Well, you look tired.",
        "Casey: Yeah, I mean -- yeah, I was. That's why I slept so long.",
        "Margo: Yeah, you were pretty wiped out last night when you came in. I don't know when I've seen you turn in so early. Must've been a lousy party.",
        "Casey: Yeah, it was pretty boring, I guess. But you know, Mom, I've got to finish getting ready for school.",
        "Margo: Oh, yeah, yeah, yeah. So Maddie left her book at school, huh?",
        "Casey: Yeah, I guess.",
        "Margo: Yeah. Had to come into your room and get one, huh?",
        "Casey: Yeah.",
        "Margo: Yeah. Left her hairclip in bed.",
        "Casey: Oh, I didn't even see that.",
        "Margo: Yeah. My thoughts exactly.",
        "Casey: She must've set it down when she was getting that book. She came in -- you know, she was twirling her hair like she does --",
        "Margo: Yeah.",
        "Casey: What?",
        "Margo: You and Maddie should not be alone in your room together.",
        "[SCENE_BREAK]",
        "Barbara: You've always thought the worst of Paul, and now you're jumping to conclusions, Hal.",
        "Hal: Barbara, I followed the evidence.",
        "Jennifer: Dad -- was the wound -- could you tell from the wound?",
        "Hal: We don't have a body, Jen. The trail ends at the river. With all the flooding last fall, the water's high, he probably washed downstream.",
        "Dusty: With all due respect --",
        "Hal: What?",
        "Dusty: He's done this before. Remember the plane that went down?",
        "Hal: We have forensics, Dusty. We have blood, we have --",
        "Jennifer: What?",
        "Hal: Body tissue. I'm sorry. Of course I was suspicious. I couldn't believe it myself until -- I went out there last night with the search team, and we looked all over that bluff until I saw -- we ran the DNA. That's the lab report I just got. It's definitely Paul.",
        "Jennifer: Oh, God.",
        "Hal: I'm sorry. We don't see any other way. We've had the roads and the airports locked up tight. We don't know where else Paul could've gone. The trail ends at that cliff. Barbara, he is not coming back.",
        "Barbara: We need to tell Will.",
        "Hal: I waited to call. I wanted to know if you wanted to do it together.",
        "Barbara: No, no. I'll talk to him. I'm sure he'll have plenty of questions for you. Can you make those damn reporters disappear?",
        "Hal: I've held them off as long as I could. I can buy you another hour, tops.",
        "Barbara: I need to write a statement.",
        "Hal: You can use my office.",
        "Dusty: Unbelievable.",
        "Jennifer: No, it's perfect. Really, it's just so Paul. How dare he? We had every right to hate him. He deserved everything word that we said, every name that we called him -- every word.",
        "Dusty: He did, you're right.",
        "Jennifer: He earned it. How dare he make me feel bad? I will not feel guilty!",
        "Dusty: Jennifer --",
        "Jennifer: It's my fault.",
        "Dusty: No. No, it's not.",
        "Jennifer: Paul's dead because I wouldn't forgive him.",
        "[SCENE_BREAK]",
        "Meg: You're taking antibiotics and you still got pneumonia. That's bad. You need stronger medicine.",
        "Paul: I believe that antibiotics are over prescribed.",
        "Meg: Okay, Paul -- Paul, this is no joke. You need serious medicine, and you can't be going out there until you get better. You really will die.",
        "Paul: If I stay here, the police will find me, Meg.",
        "Meg: Maybe not. Listen, they know I'm using the cabin. They've already searched it here. So if you just lay low, there's no reason for them to come back. Your best chance is to ride it out here.",
        "Paul: You're right. But you should go. If they find me, okay. There's no reason for them to find you, too.",
        "Meg: Paul, you need medicine.",
        "Paul: I'll just take whatever these are.",
        "Meg: Forget it, okay? You're not getting rid of me that easily. I'm staying till you get better.",
        "[SCENE_BREAK]",
        "Casey: Maddie!",
        "Maddie: I'm right here.",
        "Casey: As if, Mom! I can't believe you're busting my chops about Maddie of all people.",
        "Margo: She's a pretty little girl.",
        "Casey: Maybe to you. But to me, she's like this annoying little kid sister.",
        "[SCENE_BREAK]",
        "Hal: That the statement for the press?",
        "Barbara: Yeah. Not short. Not sweet. No irony. No humor. No pain. No cruelty. No tenderness. Nothing of my first born in it.",
        "Hal: You couldn't have saved him, Barbara.",
        "Barbara: Clearly I was not up to the job.",
        "Hal: Nobody could've --",
        "Barbara: You always looked at him and saw his father.",
        "Hal: And you didn't. And that was the best gift you could've given him.",
        "Barbara: What's this going to do to Jen? She's going to take this all on herself.",
        "Hal: Donovan wouldn't let her do that.",
        "Barbara: No, no. She needs me. She needs her mother.",
        "Hal: Indestructible.",
        "Jennifer: I told Paul to think about somebody else for a change, to do the right thing.",
        "Dusty: He could've. He should've.",
        "Jennifer: He didn't know how to live that way.",
        "Dusty: Jen, listen to me -- you told him not to be selfish. Suicide's totally selfish. You did not cause him to do it. You hear me? You did not cause him to do it.",
        "Barbara: Dusty's right. You didn't do this. Emily did this.",
        "Jennifer: Mom --",
        "Dusty: I'd agree with her. I would.",
        "Barbara: Now, you listen to him. You listen to him. She should be rotting away in jail for what she's done to you, and what she drove your brother to do.",
        "Jennifer: Okay, I think my mom and I need some time.",
        "Dusty: I'll be here.",
        "Jennifer: So, now you want to tar and feather Emily? You think that'll make things better?",
        "Barbara: Honey, nothing's going to make this better.",
        "Jennifer: Mom, its okay. You can miss him.",
        "Barbara: You, too.",
        "[SCENE_BREAK]",
        "Meg: Okay, look -- you rest, all right? Don't lie flat. 'Cause then that cough will settle in your chest, and then you'll never sleep. Okay?",
        "Paul: Okay.",
        "Meg: While I'm in town, I'll nose around and try and find out what's going on with the cops.",
        "Paul: No. No nosing.",
        "[Paul coughs violently]",
        "Meg: Okay, see? You shouldn't be giving orders. Look, I won't take long, okay? And I'll be back with some medicine.",
        "Paul: Meg, you have to stay away from the hospital.",
        "Meg: I still have a friend or two left.",
        "Paul: They'll be watching for you there.",
        "Meg: Well, that's why I won't be showing up at memorial. Relax, Paul. I know what I'm doing.",
        "Paul: You do?",
        "Meg: Yes, I do. And I don't need you panicking. And I don't need you going out that door, okay? I will be back soon.",
        "Paul: Meg -- thank you.",
        "Meg: It's a job.",
        "Paul: Well, you should get a bonus.",
        "Meg: I'll take it.",
        "[SCENE_BREAK]",
        "Henry: I will never make fun of your paranoia again.",
        "Emily: Okay, this'll have to be enough. I can't be seen with more luggage than this, right?",
        "Henry: No, right.",
        "Emily: Okay. How did they find Paul?",
        "Henry: I don't know. I don't know. I'm sure we'll find out on the news tonight.",
        "Emily: Oh, my God.",
        "Henry: Yes. Hal said that he was fending off reporters.",
        "Emily: Oh, my God! This is real. I mean, this is really real!",
        "Henry: This is real. This is very real. So just pack your things and get out of town. Leave the money with me, we'll take it from there.",
        "Emily: Okay. Passport. I need to find my passport.",
        "Henry: I can get your passport. I'll get the cash.",
        "Emily: Where am I going, Henry?",
        "Henry: As far away from here as possible. That's the best solution.",
        "Emily: Oh, my God. Best for who?",
        "Henry: For everybody. Given the givens -- Emily --",
        "Emily: Yeah. Okay. Oh, passport. Passport. Where is my passport? Come on! Okay.",
        "Henry: Right.",
        "Emily: Wait.",
        "Henry: What?",
        "Emily: What am I doing?",
        "Henry: You are -- you are saving yourself so you can fight another day.",
        "Emily: No. I mean, I can't do this. I can't just leave.",
        "Henry: I will loan you some money. Let me get cash --",
        "Emily: I have a son, okay? I have my son. If I leave, I will never see my little boy again.",
        "Henry: Do you want to see him in a prison visiting room?",
        "Emily: Oh, God!",
        "Henry: All right? Just wait till you get yourself settled. Now, do you have a safe or something?",
        "Emily: What?",
        "Henry: A safe -- you said my cash was safe, so I assume that means locks. Just point me in the right direction, I'll get it and I'll be on my way.",
        "Emily: You'll have the money later -- with the money, Henry!",
        "Henry: How about now? Oh, man -- what, are we back to making threats here?",
        "Emily: As soon as I know I'm safe, I will contact you, and I will give you your stinking money!",
        "Henry: It's just silly. This is silly! If you're gone, it doesn't matter. I can't hurt you.",
        "Emily: Henry, I confessed to murder to you.",
        "Henry: Like anyone is going to believe me.",
        "Emily: Ohh!",
        "Henry: If I said anything, which I will never do.",
        "Emily: No. No! You will get your money when I'm good and ready.",
        "Henry: You won't get two miles out of town if you don't tell me now.",
        "Emily: You wouldn't dare.",
        "Henry: Watch me, Em. Oh, Emily -- look who's come calling.",
        "[SCENE_BREAK]",
        "[Birds chirping]",
        "Lucinda: Your father's on his way.",
        "Luke: Well, thanks for leaving Kevin out of this.",
        "Lucinda: I'm exhausted, kid. I'm exhausted. Hey -- sit down just a minute. We have time before he gets here. Make me understand.",
        "Luke: What?",
        "Lucinda: For the life of me, I just don't get it. I just don't get it. Make me get it. Help me get it.",
        "Luke: Get what?",
        "Lucinda: You're smart, you're cute, you've got friends. Why do you want to die? Yes, that's what's on the table. That's what we're talking about. That is what the question is -- your life. You are not like other kids, not anymore. You cannot drink like that with your new kidney.",
        "Luke: I know, I know, I know.",
        "Lucinda: Okay. Honey, what is that you don't have that you want?",
        "Luke: I don't want anything.",
        "Lucinda: Well, let's reverse it. What is it that you don't want that you have? I mean, help me -- help me. Maybe I can help you. I can problem solve.",
        "Luke: I don't need anything.",
        "Lucinda: Oh, darling, that's the saddest thing I've ever heard. I'm so sorry.",
        "Luke: Please -- please, can we do this sometime later? I want to brush my teeth and take a shower before I have to deal with Dad.",
        "Lucinda: All right. Okay, all right. All right.",
        "[SCENE_BREAK]",
        "Hal: Hey, Em. You planning on taking a trip?",
        "Henry: No, she's not. It's a donation for charity.",
        "Hal: Really?",
        "Henry: Yeah. I'm just here to collect them.",
        "Hal: You collect old clothes for charity?",
        "Henry: Yeah. I'm just trying to set a good example for the little sister, Lieutenant. Yeah, so I need that bag for the clothes -- that special bag that we had talked about? I need to know where that is.",
        "Emily: Right, right. It's in the garage. Behind the freezer.",
        "Henry: That's a good spot. I'll be right back.",
        "Hal: Aren't you going to ask me why I'm here?",
        "Emily: No.",
        "Hal: We found out what happened to Paul Ryan. Emily?",
        "Emily: I know.",
        "Hal: He's dead.",
        "Emily: I know. I'm sorry. I swear to you, I can explain everything.",
        "[SCENE_BREAK]",
        "Barbara: We're going to have days, you know.",
        "Jennifer: I just wish that -- I feel so bad about how I was at the end.",
        "Barbara: The last time I saw him was in his jail cell. We were just so mean to each other.",
        "Jennifer: I told Paul that he was dead to me. And now he is.",
        "[SCENE_BREAK]",
        "Announcer: The Oakdale Police Department has confirmed they are calling off the manhunt for fugitive Paul Ryan. Moments ago, the family released a statement confirming that Ryan died of a self-inflicted gunshot wound. We have reporters at police headquarters, and we'll bring you the latest as the story develops.",
        "Paul: I did it. Free and clear. Rest in peace, Paul Ryan.",
        "[SCENE_BREAK]",
        "Meg: Thanks, Eli. Now, are you sure I gave you enough money to cover it?",
        "Eli: Yes. Stop asking.",
        "Meg: I'm just grateful. There aren't many people I could call.",
        "Eli: Then call more often.",
        "Dusty: Hey -- what are you up to?",
        "[NEXT_ON]",
        "Gwen: What are you doing here?",
        "Will: This.",
        "Susan: Oh, I guess Hal told you about Paul's suicide.",
        "Both: Suicide?",
        "Meg: Hey. Let go of me.",
        "Dusty: I'll do that, as soon as you tell me what the drugs are for."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=7OHCBxmm5ZY"
}