{
    "Episode Summary": [],
    "Recap": [
        "Zac and Zoe show Luke and Noah a hot poster of Damian called Sex Pigs. They did it as a joke. A very upset Damian shows up at Lily's and announces the posters are all over Old Town. He blames Luke for the way she and Holden have raised him. This is just like Luke's style to publicly humiliate him. Lily calls Luke to come home so they can talk. Luke lies and admits that he did the poster. He admits he doesn't want Damian in his life and this was his way to show him. He doesn't consider Damian his father and he has no respect for him, but he will take the posters down. Lily warns Damian that he needs to leave and get out of Luke's life. Luke and Noah remove the posters. Noah doesn't understand why Luke loathes Damian so. Maybe it would be better not to hate him just by not thinking about him at all. He does think there is something creepy about Zac and doesn't want to hang out with them anymore. Luke disagrees. He thinks Zac and Zoe have great ideas for the foundation. And if they serve to get rid of Damian, then great! Paul gives Lucy permission for her to give Meg all the details, but she must take the consequences. He can't share Eliza. He shouldn't have to as he already has Eliza. Dusty finds a distraught Meg. She can't believe she is considered dangerous to her own daughter. She feels Dusty was part of that by beating up on Paul. She doesn't want him in her life anymore. He warns her about going back to Paul just to get her daughter back. Dusty insists that Lucy go to Social Services. He can not let Meg lose Eliza. Lucy realizes Dusty is never going to forgive her for taking Johnny out of his life. She compares him to Paul for blackmailing her. She taunts him that he should wake up. Meg is pushing him away. He reminds her that he once knew this girl who wanted to save the world. She asks him not to ask her to turn her back on those kids.",
        "Eliza is fussy so Paul calls Meg. Hearing that Eliza may have a cold, she states she is coming over and then insists they take her to the hospital. The doctor tells them that Eliza has pneumonia. Meg blames Paul for waiting too long to bring her in for medical help. But she covers for him when the social worker checks in. He realizes she did not have to do that. Meg cries and Paul assures her that Eliza is not going to die. He admits that he doesn't know if he can manage if she is not there with him. She gets Paul to pray. Dusty and Lucy show up and spy them in the chapel. Zac and Zoe taunt Damian on the square. He vows they don't know him well at all or they wouldn't be tantalizing him. Noah tells them their practical jokes are not helping. Lucy suspects someone of stealing some disc and goes to Damian's room. He catches her searching the desk. If she is looking for something, then just ask for it. He denies having the disc of the foundation that she is asking about."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Noah: You are working so hard, I figured you could already use a refill.",
        "Luke: Well, could also use some inspiration.",
        "Noah: Really? I could help you with that.",
        "Zac: Oh. We did some excellent work today, didn't we, Z?",
        "Zoe: You bet, Z.",
        "Noah: I'm gonna get back to work.",
        "Zac: Oh, wait a second, lover boy. You got to see this.",
        "Noah: It's Noah. The name's Noah. You should try using it sometimes, Zac.",
        "Zoe: He can't help it. Z. And I always do the nickname thing, right, Z?",
        "Zac: Right, Z.",
        "Luke: Okay, so, uh, what do you have to show us?",
        "Zac: [Chuckles]",
        "Zoe: So, what do you think?",
        "Noah: That's Luke's father.",
        "Zoe: His head. The rest is last July's issue of \"Playman.\"",
        "Zac: I worked my magic on the computer.",
        "Noah: Where was this magic when Luke's laptop crashed?",
        "Zoe: We even pasted them up all over town. What do you think?",
        "[SCENE_BREAK]",
        "[Pounding on door]",
        "Lily: Hold on. Who do you think you are, banging on my door like that?",
        "Damian: Where's Holden?",
        "Lily: What are you doing here? I thought we made it clear you're not welcome.",
        "Damian: Holden! Holden!",
        "Lily: What do you want with Holden?",
        "Damian: This is between two fathers.",
        "Lily: Well, he's out of town. You'll have to settle for me. What's this about? [Scoffs] Where did you get this?",
        "Damian: They were plastered all over that shopping area. I forget the name.",
        "Lily: Old Town?",
        "Damian: Yeah.",
        "Lily: You think Luke did this?",
        "Damian: Why ask me? You raised him. And I am appalled of what you and Holden have made of my son.",
        "Lily: [Scoffs]",
        "[SCENE_BREAK]",
        "Lucy: Where's the baby?",
        "Paul: She's in her bedroom where she belongs partly, I should say, thanks to you.",
        "Lucy: Well, I have a problem.",
        "Paul: You do?",
        "Lucy: Yeah. Dusty wants me to tell Meg that you blackmailed me.",
        "Paul: Oh, no. Really?",
        "Lucy: He wants me to tell her details, Paul, about how you used me to make her look like a bad mother.",
        "Paul: Okay. Why are you here? Why aren't you spilling your guts to Meg?",
        "Lucy: Well, he didn't give me much time. I was hoping that maybe --",
        "Paul: That I would understand.",
        "Lucy: Yeah.",
        "Paul: I do. I completely understand. Go ahead. Tell Meg whatever you'd like.",
        "Lucy: You mean that?",
        "Paul: Yeah, yeah. I have Eliza. I don't need your help anymore.",
        "Lucy: [Sighs] Thank you, Paul.",
        "Paul: No problem. But you should be prepared, you know, if you're gonna divulge secrets, to tell them all, including how you were scamming your father.",
        "Lucy: But you just said --",
        "Paul: Yeah, I understand. You might not be up for that. If you'd rather I do it.",
        "Lucy: Damn. Paul, you know what's at stake here. If I don't come clean to Meg, then Dusty's threatened to go public with what I've been doing, which means one way or another, my mission ceases to exist. Thousands of people could die needlessly.",
        "Paul: I don't care.",
        "Lucy: Paul, you can make this right. Find a way to share the baby.",
        "Paul: Why would I do that?",
        "Lucy: Because you must still have feelings for Meg. Come to a fair agreement about Eliza's custody.",
        "Paul: Just to get you off the hook with Dusty?",
        "Lucy: No. To do what's best for Eliza. Give her two parents who love her. And everybody's happy.",
        "[SCENE_BREAK]",
        "Dusty: Meg, what is it? Did something happen?",
        "Meg: If something happened, you would be the last person I'd confide in.",
        "Dusty: Kicking his ass felt like the right thing to do.",
        "Meg: How could it be right to make Paul look like the innocent victim of my violent boyfriend? You know, the social worker was there. She saw everything. And she makes the rules. So now I'm considered dangerous to my own daughter.",
        "Dusty: If I could go back, I would.",
        "Meg: Well, you can't. So I need you to leave me alone.",
        "Dusty: I can prove that Paul's lying, that you never left your daughter alone, that the whole thing's a setup.",
        "Meg: How are you gonna prove that I was set up? Did you find the babysitter? Because I've been trying to track her down.",
        "Dusty: Babysitter's gone. I know someone who was involved.",
        "Meg: Who?",
        "Dusty: I gave this person a day to come forward on their own.",
        "Meg: That's a day I don't have my baby. And you're not even sure this person will help. What kind of empty promises are you throwing around? Until I have Eliza back, I do not want to see you, and I do not want to speak to you. I want you out of my life, Dusty.",
        "Dusty: Would you listen to me?",
        "Meg: I have to get to work this afternoon. I don't have time for this.",
        "Dusty: A day. Can you hold on a day?",
        "Meg: And what do you think will happen, Dusty? That Paul will invite me over to spend time with him and Eliza? That he'll seduce me? You know, I would let him, if I know I could get Eliza back. [Crying] I want her back. I want her back.",
        "Dusty: You can't go back to Paul. You can't.",
        "Meg: Well, you don't have to worry about that. His, uh, undying passion for me? It's gone. He doesn't want me back because I was with you.",
        "Dusty: He said that? He's a liar. I don't lie. You will get your child back.",
        "[SCENE_BREAK]",
        "Paul: Why should I share Eliza when I already have full custody?",
        "Lucy: Because it's the right thing to do.",
        "Paul: Yeah, that's so last century. I like the way things are working now better.",
        "Lucy: Dusty's not gonna let up, Paul. By this afternoon, he's gonna have me at children's services filing an official report against you.",
        "Paul: They already know he beat me up. They know he's violent. They're not gonna believe any witness that he brings in.",
        "Lucy: Even if that witness is a physician? They'll listen to me.",
        "Paul: You? You stole a kid from his family and kept him away for years. You want to talk to children services? Go ahead. Knock yourself out. You have a lot to lose, Lucy. A lot more than just Dusty's affection.",
        "Lucy: You think I'm fighting this because I have feelings for Dusty?",
        "Paul: I don't care if you want to get Dusty in bed or if you want to end world hunger, I am keeping my kid, and you are not gonna stop me.",
        "[SCENE_BREAK]",
        "Noah: How can you think its okay to do this to somebody, to embarrass them like this?",
        "Zac: It's not just somebody. It's Luke's homophobic dad.",
        "Zoe: The guy's a bigot. He tried to de-gay your boyfriend.",
        "Zac: We're just paying him back.",
        "Luke: I would love to get a look at Damian's face when he gets a load of this.",
        "Noah: So, you think by humiliating the guy, he's gonna suddenly see the error of his ways?",
        "Luke: No. But nothing will. Damian hates the fact that his son is gay. Nothing's gonna change that.",
        "Noah: Yeah, but we're playing into it, Luke.",
        "Luke: Yeah, by making a statement.",
        "Noah: A statement! This is a bratty prank.",
        "Zac: Guys! Whoa, stop fighting.",
        "Zoe: It was just a joke.",
        "Noah: A joke?",
        "Zac: Yeah, ever heard of humor? You two need to lighten up.",
        "[SCENE_BREAK]",
        "Lily: How dare you. You have no idea how Luke was raised because you weren't there.",
        "Damian: I was banished from his life. Whose fault is that?",
        "Lily: Yours. You wanted to change Luke. You wanted to \"Cure\" him of who he is. Can you blame him for resenting you?",
        "Damian: No, I blame you and Holden for failing to teach the boy how to be civilized when he disagrees with someone.",
        "Lily: You are so full of yourself. How do you even know Luke did this?",
        "Damian: Who else would have done it? Who else hates me so much, resents me so much that he would make me an object of ridicule?",
        "Lily: This isn't Luke's style. When Luke is upset and has a problem, he goes to the person tells them face-to-face.",
        "Damian: He's done that, too. And yes, yes, I admit he has reason to dislike me. But I am determined to win back his respect, even his love.",
        "Lily: You'll be waiting a long time.",
        "Damian: I'm prepared for that. But this public humiliation, this doesn't help me, Luke, or that foundation you two are so proud of.",
        "Lily: That's why I'm certain that Luke didn't do this.",
        "[SCENE_BREAK]",
        "Noah: You really don't see why this is wrong?",
        "[Cell phone rings]",
        "Luke: Hey, Mom. What's up?",
        "Lily: Hey, Honey. Listen, Damian is here.",
        "Luke: Why?",
        "Lily: We need to talk to you. Would you come, please?",
        "Luke: Yeah, I'll be there in a minute. [Sighs] There's some drama at my house. I have to go over.",
        "Noah: I'll go with you.",
        "Luke: No, it's okay.",
        "Noah: Hey, Kayla, do you mind covering for me?",
        "Kayla: No problem.",
        "[SCENE_BREAK]",
        "Dusty: Lucy. You ready? We got to take care of this right now.",
        "Lucy: Isn't there some other way?",
        "Dusty: No, there isn't. Paul's got Meg's baby. Every second's killing her.",
        "Lucy: There's got to be something, some way to prove that Paul's a liar, another way to help Meg. What about trying to find that babysitter?",
        "Dusty: How do we do that?",
        "Lucy: I kept Johnny hidden for years. I've got a whole undercover network of people that can help. Please, Dusty, do this with me and we can save my mission and help Meg, too.",
        "Dusty: Let's go.",
        "[Elevator bell dings]",
        "[SCENE_BREAK]",
        "Luke: What's going on?",
        "Lily: Well, apparently, there have been these posters posted around town.",
        "Damian: You know what this is about, don't you?",
        "Luke: I have an idea.",
        "Lily: Damian thinks you did this. Please tell him that you didn't. He can leave and we can all get on with our day.",
        "Noah: Tell him, Luke.",
        "Luke: I did it.",
        "Lily: Why would you stoop to something so childish and petty?",
        "Luke: I thought it was funny.",
        "Lily: Did you know about this?",
        "Noah: I didn't know about this till now.",
        "Damian: Now, Luke, I know you and I have our issues, but I didn't think you could be cruel.",
        "Luke: You mean like you?",
        "Damian: So, you're trying to prove how much you hate me? That it?",
        "Luke: Is it working?",
        "Lily: Luke.",
        "Luke: I have tried tell Damian how I feel about him. It doesn't work. So now I'm gonna show him. I don't want you in my life, Damian. I want you to go back to wherever you came from.",
        "Damian: You know, I think this is about the other day, when he found you and me together.",
        "Luke: Oh, don't be crazy.",
        "Damian: There was nothing going on, Luke. Listen to me, Luciano --",
        "Luke: No, don't! Don't call me that.",
        "Damian: All your mother was doing was changing a bandage. Simple human decency. You should learn from her compassion and show some respect to your father.",
        "Luke: [Laughs] There's two problems with that. \"A,\" I don't respect you. And, \"B,\" I don't consider you my father.",
        "Lily: Luke, I think you owe Damian an apology.",
        "Luke: Mnh-mnh. Not happening.",
        "Lily: Well, will you at least go back to wherever you posted these things and please take them down?",
        "Noah: We'll do that. We will do that, right, Luke?",
        "Luke: I think that's fair enough. They obviously served their purpose.",
        "[SCENE_BREAK]",
        "Lucy: Okay. Thanks. Thank you. I owe you.",
        "Dusty: Where is she?",
        "Lucy: Just across town. My guy said that the babysitter left her apartment and moved in with a friend. Let's go get her.",
        "[SCENE_BREAK]",
        "Noah: Why did you lie to Damian, and why did you tell him you did this?",
        "Luke: Well, I saw a chance to let the guy know how I really feel about him, and I jumped on it. Besides, these posters are something I would have done, had I thought of it.",
        "Noah: I know you don't like Damian, but you're not out to make him look like an idiot in front of the whole town.",
        "Luke: You know what? It's not that I don't like Damian. It's that I loathe him. Why can't you understand that?",
        "Noah: I just don't see why it has to be so extreme. Your mother tolerates him. I mean, she's a good judge of character.",
        "Luke: Yeah, but she was in love with him.",
        "Noah: Yeah, so?",
        "Luke: So? Okay, if we ever broke up, even if it was 20 years form now, even if you had dumped me, even if you had betrayed me, you'd still get to me, Noah.",
        "Noah: Yeah.",
        "Luke: Look, I know you don't like the way I treat Damian.",
        "Noah: I just don't like what it does to you. I mean, if you don't care about the guy, don't think about him all the time and how much you hate him. Just don't think about him at all.",
        "Luke: I would only tell this to you.",
        "Noah: What? What is it?",
        "Luke: Every day, I have to remind myself of the kind of person that Damian really is, of all the terrible things that he's done to hurt me.",
        "Noah: So he doesn't trick you again?",
        "Luke: I thought I was so lucky, that he loved me, that he accepted me. And now, I just have to keep my guard up because if I let it down and let him back in --",
        "Noah: Hey, hey, hey, hey, hey. We won't let that happen, okay?",
        "Luke: Well, anyway, remind me to thank Zac and Zoe. They really know how to deal with enemies. What?",
        "Noah: I don't trust them, Luke.",
        "Luke: I thought you liked them.",
        "Noah: I did, but now there's just something about them that creeps me out.",
        "Luke: What?",
        "Noah: On the surface, they're all fun and games, but I get this feeling that underneath there's something really ugly.",
        "Luke: Oh, I think they just like to push the envelope a little bit. I don't think they're anything to worry about.",
        "Noah: Yeah, well, I do. I think we should stop hanging out with them.",
        "[SCENE_BREAK]",
        "Dusty: You and your so-called undercover network.",
        "Lucy: The babysitter was there. That information was good.",
        "Dusty: She went to South America last night. How come they didn't know that?",
        "Lucy: We'll go find her there.",
        "Dusty: She's already taken off. It's too late.",
        "Lucy: But she'll probably be back.",
        "Dusty: When? A year from now?",
        "Lucy: Paul probably gave her a ton of money.",
        "Dusty: I didn't need a detective to tell me that.",
        "Lucy: Okay, okay. I know people in Argentina and Brazil. We'll get them to go find her.",
        "Dusty: No, there's no time. And you've got no more time, Lucy. We got to go talk to Meg.",
        "Lucy: No, please don't make me do that.",
        "Dusty: Yes, and then we got to go to children's services. You got to fill out a full report.",
        "Lucy: How do you know they'll even listen to me?",
        "Dusty: Oh, they will.",
        "Lucy: What happens when Paul tells them how I stole Johnny? And how I've been using my father's shipments to send medical supplies without anyone's knowledge? You think they're gonna believe me then?",
        "Dusty: It's worth a shot. Your criminal history against his, you'll be okay.",
        "Lucy: But even if we expose Paul as the bad guy, it's not going to prove that Meg is a good mother. And if it's gonna destroy my mission and it's not gonna do Meg any good, then what's the point?",
        "Dusty: Meg's losing her child because of me. I won't -- I can't let it happen.",
        "Lucy: Oh, I get it. Save Meg, whatever it takes, even if you end up destroying me and everything I stand for.",
        "[SCENE_BREAK]",
        "[Eliza cries]",
        "Paul: Oh, what's wrong with you? You got to tell me, Honey. You got to give me some kind of a hint. What is wrong?",
        "[Crying continues]",
        "[Sighs]",
        "Paul: Oh, come on. Pick up, Meg.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Meg: Hello?",
        "Paul: Hey.",
        "Meg: Why is Eliza crying? What's wrong?",
        "Paul: Um, I don't know. She's really fussy.",
        "Meg: Just fussy? Or does she have other symptoms?",
        "Paul: She's coughing a little bit, so I called the pediatrician.",
        "Meg: What did he say?",
        "Paul: He said that she probably has a cold, that I should give her some medicine. And I tried, but she won't take it and she won't stop screaming.",
        "Meg: Does she have a fever?",
        "Paul: No, it's normal. I just -- she's really miserable. I don't know what to do.",
        "Meg: I'm coming over.",
        "Paul: No, don't. Just tell \u0096",
        "[SCENE_BREAK]",
        "[Crying continues]",
        "Meg: Let me see her.",
        "Paul: Hey, she's fine. She's feeling a little better now.",
        "Meg: Let me see you. Come here, Sweetie. Oh, Honey. Hey. Didn't you feel her? She's burning up.",
        "Paul: Well, she was screaming her head off for over an hour. She overheated. Same thing would happen to you.",
        "Meg: We're taking her to the hospital.",
        "Paul: No, no, no. Come on. We'll just take her temperature.",
        "Meg: We're doing it on the way. Come on, let's go. Come on.",
        "[SCENE_BREAK]",
        "Dusty: Wait a second, wait. I want to help Meg. You can make things easier for me. But this has nothing to do with you personally.",
        "Lucy: Bull. You still hold me responsible for you losing Johnny. You think that's what's happening to Meg now. So what better way to vindicate yourself than to trash my life? You get revenge and redemption at the same time.",
        "Dusty: I don't know if I'll ever get over what you did. I don't. I doubt I will.",
        "Lucy: You're never gonna forgive me, Dusty, not ever?",
        "Dusty: Well, it's not that simple.",
        "Lucy: How long do I have to keep paying for this? And how many innocent people have to go down with me? Children are waiting for those medical supplies. They need me. I'm their last chance. And you -- you're no better than Paul.",
        "Dusty: Oh, you're comparing me to him now?",
        "Lucy: Well, you're both using my good intentions to blackmail me into getting whatever you want. You're both willing to use anyone and anything to have Meg, who obviously doesn't want either one of you.",
        "Dusty: You don't think Meg wants me?",
        "Lucy: If she really trusted you, then she wouldn't have left her baby to make sure that you weren't sleeping with me.",
        "Dusty: Well, Paul pushed her buttons.",
        "Lucy: And if she loved you, if she really loved you, then she would want to be with you right now more than ever. But she's pushing you away, Dusty. Wake up! I'm sorry. I'm sorry. It's -- it's just -- it's my work. It's important.",
        "Dusty: I remember talking to this really smart girl about how she wanted to be a doctor. Remember what you said? You save one life, you save the world. Do you still believe that?",
        "Lucy: I see those children's faces in my dreams every night. I feel their pain, Dusty. Don't ask me to turn my back on them.",
        "Dusty: Save Eliza. That's one life. Save Meg. That's two. Save me. If Meg loses her child, I won't be able to live with myself. That's three lives you can save. What are they worth to you?",
        "[SCENE_BREAK]",
        "Lily: I'm sorry Luke hurt you, Damian, truly, I am. But you've got to start listening to Luke. You have to go.",
        "Damian: No, on the contrary. You know, Luke's attempt to humiliate me have shown me that I can't go now.",
        "Lily: How on earth could you --",
        "Damian: No, I deserve it. I owe it to myself to find out what's really going on here, and I'm not going anywhere until Luke realizes that I'm worthy of his love.",
        "Lily: [Sighs] Don't hold your breath. Now, if you'll excuse me, I have a meeting at Worldwide.",
        "Damian: You're going to work? Now?",
        "Lily: Yeah. You have a problem with that?",
        "Damian: No, of course not.",
        "Lily: After you.",
        "[SCENE_BREAK]",
        "Luke: But Zac and Zoe are great for the foundation. They never get tired. They've got great ideas.",
        "Noah: Great ideas that can get you sued. What if they'd pulled that same stunt with somebody who denied us a donation? Kayla, thank you so much for covering for me.",
        "Kayla: No sweat. We weren't even busy.",
        "Luke: They wouldn't do that.",
        "Noah: But you don't know that. That's what I'm saying. We don't know the twins well enough.",
        "Luke: Noah, you're overreacting. It was harmless. It was a joke.",
        "Noah: Damian didn't think it was so harmless.",
        "Luke: Oh, so he got his feelings hurt. Big deal. That's nothing compared to what he's done to me.",
        "Noah: Zac and Zoe didn't even ask you before they put those posters up. I mean, we can't have them running around, doing things that reflect on the foundation without clearing it with you first.",
        "Luke: Well, they obviously thought they were helping me. And you know what? They were.",
        "Noah: How?",
        "Luke: Thanks to them, Damian finally has proof that he is not welcome.",
        "Noah: I just don't like them, Luke. I mean, don't you think there's something offbeat about them? Don't you get a weird vibe?",
        "Luke: No, no. Yes, I mean, they're weird. They're definitely offbeat.",
        "Noah: So you think Zac kissing me was just offbeat?",
        "Luke: No, I am following your lead on this one. You were the one that told me that it was no big deal.",
        "Noah: Well, I'm having second thoughts. Everything he and his sister do, it's just a big goof, and I'm beginning to wonder. And if you're not willing to tell them to start taking their jobs more seriously, then the next time I see them, I will.",
        "[SCENE_BREAK]",
        "Meg: Dr. Wede. The E.R. was crowded, so I came right to this floor. My baby's sick.",
        "Doctor: What? Let me take a look.",
        "Meg: Here.",
        "Doctor: Let's go. Let's see this.",
        "Meg: Her fever spiked to 103.",
        "Doctor: And that was when?",
        "Paul: It's just been like a half-hour. Before that, she was fine. I mean, she was fussy this morning. She was coughing a lot.",
        "Meg: We called her pediatrician, Dr. Baker. He is sending over her files, but she's not on any medication except for this.",
        "Paul: Yeah, I just gave her a few drops of that.",
        "Meg: And she's been wheezing. Um, would I be able to go with her?",
        "Doctor: I'll call you after we examine her.",
        "[Door closes]",
        "Meg: So, what is it?",
        "Doctor: She's got pneumonia.",
        "Paul: But she's gonna be all right?",
        "Doctor: Well, we hope so.",
        "Meg: Could we see her?",
        "Doctor: Give us just a few more minutes.",
        "[Door closes]",
        "Meg: You know, this never would have happened if Eliza was with me.",
        "Paul: I didn't know.",
        "Meg: You've seen her practically every day of her life. Didn't you see her color changed?",
        "Paul: If I had figured it out, I would have brought her here to the hospital.",
        "Meg: You knew she was sick. You just waited too long. What the hell were you thinking?",
        "Paul: I didn't want to call you.",
        "Meg: Well, now because of your selfishness, our baby could die.",
        "Paul: She's not gonna die.",
        "Meg: Mrs. Foncillas. What are you doing here?",
        "Mrs. Foncillas: I heard Eliza was in the hospital. What happened?",
        "Paul: I'm not sure. She was sick, and I didn't -- I didn't really know what to do.",
        "Meg: She's been fussy all day, and when her fever spiked, we decided to bring her to the hospital.",
        "Mrs. Foncillas: What's the diagnosis?",
        "Meg: Pneumonia. Paul called me as soon as he sensed that it was serious.",
        "Mrs. Foncillas: Wise decision, especially since you two have been so unfriendly.",
        "Meg: Well, we both love Eliza. This could have happened to either one of us. The important thing is that she's here, getting good care.",
        "Mrs. Foncillas: Let me know if I can be of any help at all.",
        "Meg: We will. Thank you.",
        "Paul: Why did you do that?",
        "Meg: Just let it go, Paul.",
        "Paul: No, no, no. That's our social worker, Meg. You could have told her that I didn't recognize the symptoms quickly enough, that I didn't get her to the hospital fast enough. Why didn't you do that?",
        "Meg: Okay, look. I told the truth. The important thing is that Eliza gets better.",
        "[SCENE_BREAK]",
        "Lily: It just suddenly crashed. I mean, no warning. The screen just went black.",
        "Man: Someone could have hacked in, made it do that.",
        "Lily: We were able to get a partial user name. Do you think you'll be able to tell who it was from that?",
        "Man: I'd need the whole thing. Do you have backup discs? I can reload the information.",
        "Lily: Yeah, I always keep backup files. They're over here. They're gone.",
        "Man: Could somebody have borrowed them?",
        "Lily: Somebody stole them, and I have a pretty good idea who it was.",
        "[SCENE_BREAK]",
        "Zoe: Wonder if he saw our posters?",
        "Zac: [Chuckles]",
        "Zoe: Do your thing.",
        "Zac: [Whistles] Hey, Playman. You're hot!",
        "[Both laugh]",
        "Zoe: What's up, Daddy dearest?",
        "Damian: You were at the hotel the other day. You asked me about Luke.",
        "Zac: Oh, looks like the memory isn't the first thing to go, is it, Z?",
        "[Chuckles]",
        "Damian: I don't know you. You may think you do know me, but I guarantee you, you don't.",
        "Zoe: What makes you so sure?",
        "Damian: 'Cause if you did, you'd know better than to antagonize me.",
        "Zoe: Ooh, scary!",
        "Zoe: You scared, Z?",
        "Zoe: No. Z, are you?",
        "Zac: [Scoffs]",
        "[SCENE_BREAK]",
        "Luke: You can't get rid of Zac and Zoe. Unofficially, they work for me.",
        "Noah: They can still work for you. I just don't want to see them or talk to them.",
        "Luke: Noah, are you gonna act like this all day? Okay, then I should probably go.",
        "Noah: Well, if that's what you want.",
        "Luke: No, what I want is for you to stop acting like they shot your dog. It was a stupid practical joke.",
        "Zac: Hey, lovebirds. How's it hanging?",
        "Luke: Fine.",
        "Zoe: Was everything okay at home?",
        "Noah: Well, as a matter of fact --",
        "Luke: Like I said, everything's cool.",
        "Zac: Guess what.",
        "Zoe: We just had a close encounter with Luke's dad.",
        "Luke: Damian?",
        "Noah: You didn't go looking for him, did you?",
        "Zoe: We just happened to bump into him.",
        "Zac: Yeah, and he practically blew a blood vessel because I whistled at him.",
        "Zoe: You should've seen it. So funny.",
        "Noah: No, it's not.",
        "Luke: Noah.",
        "Noah: No, I got to say this. I don't know what your problem with Damian is, but he's a human being. And what gives you the right to make insulting him your life's mission?",
        "Zac: Yikes.",
        "Zoe: You are so uptight compared to Luke.",
        "Zac: Yeah, but it's good, you know -- yin and yang.",
        "Zoe: What's your sign?",
        "Noah: Are you not hearing anything I'm saying?",
        "Luke: His birthday's October 20th. He's a Libra.",
        "Zoe: This makes sense. Venus is in retrograde.",
        "Luke: What does that mean?",
        "Noah: I don't care what that means.",
        "Luke: Well, I do.",
        "Zoe: Things are, um, a little troubled right now, but it's gonna start lightening up.",
        "Luke: When?",
        "Zoe: Soon.",
        "Luke: How soon?",
        "Zac: But you got to let them.",
        "Noah: No, I don't lighten up, get that? Not about my feelings, not about my boyfriend, not about anything that matters to me. And you, your practical jokes, they don't help.",
        "Zac: Sorry, lover boy. Oh, I mean, Noah.",
        "Zoe: For real. We weren't trying to hurt anybody. We were just hacking around.",
        "Zac: Yeah, the last thing we want to do is get between our two new best friends.",
        "[SCENE_BREAK]",
        "Lily: Now, where would Damian have hidden my discs?",
        "Damian: Looking for something?",
        "[SCENE_BREAK]",
        "Paul: Did something happen?",
        "Meg: They're stabilizing her.",
        "Paul: What does that mean?",
        "Meg: They're taking the time with each step to make sure that they don't do anything that she can't handle.",
        "Paul: What steps?",
        "Meg: They start with small dosages of antibiotics and then they watch to see what happens.",
        "Paul: What are they watching for?",
        "Meg: Allergies, any adverse reactions.",
        "Paul: [Sighs] How long before she starts breathing normally again?",
        "Meg: Well, it depends how well she tolerates medication. You know, they don't want to do anything to jeopardize her kidney and liver functions.",
        "Paul: She -- she's not gonna die. She's not. I'm not sure how I would manage if you weren't here with me. And after the way I treated you.",
        "Meg: You know we can't be with Eliza. And we can't hold her. But we can pray. You know, that -- that helps. I really believe that helps.",
        "Paul: I know I haven't contributed anything good to this world. Please don't punish Eliza for that. She deserves to have a long and happy and healthy life in spite of the fact that I'm her father.",
        "Meg: Stop.",
        "Paul: Stop? You just said you believe that prayer works.",
        "Meg: Pneumonia isn't a punishment. God isn't punishing us or Eliza.",
        "Paul: I don't -- what do you want me to say?",
        "Meg: Thank you. Thank you for our sweet little girl and -- and thank you for the antibiotics that could save her life. And, please, God, please let them work.",
        "Paul: Amen.",
        "[SCENE_BREAK]",
        "Dusty: Meg should be working.",
        "Lucy: I could wait here while you go find her.",
        "Dusty: Are you backing out on me?",
        "Lucy: I just want to stop into the chapel for a minute. I'm gonna tell her everything, all of it, but I'll just be right here, okay? Isn't that Meg?",
        "[SCENE_BREAK]",
        "Damian: I never would have stayed in the hotel you own if I thought you would resort to spying on me. You disappoint me.",
        "Lily: I could say the same of you.",
        "Damian: What did you think you were gonna find under my desk?",
        "Lily: I thought you might have something taped under there.",
        "Damian: Sounds like a good trick. If you're looking for something, why don't you just ask me, Cara?",
        "Lily: Stop it. I'm not your beloved anymore.",
        "Damian: Just ask me.",
        "Lily: Give me back my discs.",
        "Damian: Now, that didn't sound like a request to me.",
        "Lily: You stole them. I want them back.",
        "Damian: I don't know what you're talking about.",
        "Lily: Are you denying that you caused the foundation's computer to crash and then stole all my back-up discs?",
        "Damian: Why would I do that?",
        "Lily: To destroy everything that Luke has created, to make it impossible for him to use Grimaldi money for the foundation.",
        "Damian: That sounds like Holden and Luke talking, not you.",
        "Lily: It's me, Damian. Luke is gay. That's a fact. You can't change it, you can't stop it, and you shouldn't want to. Luke is a kind, intelligent, wonderful man, and you should be proud of him.",
        "Damian: It seems you misjudged me, just as I misjudged Luke. Perhaps that's fair. I was wrong, Lily. And so are you.",
        "Lily: You didn't steal my discs?",
        "Damian: No.",
        "Lily: But you had such a strange look on your face when I said I was going into the office, like you were guilty of something.",
        "Damian: I was merely surprised, Lily. I mean, you used to know my every expression. Have you forgotten? Because I haven't.",
        "Lily: I just -- just give me my discs and I'll go.",
        "Damian: I told you the truth, Lily. And somewhere deep down, I know you believe me. I'm not here to harm you or our son. But clearly someone is here to do just that.",
        "Lily: Who?",
        "Damian: I don't know yet. But I'm going to find the truth. With or without your help.",
        "[SCENE_BREAK]",
        "Zac: It's because of us that you two are mad at each other.",
        "Zoe: So it's only right that we get you two back together.",
        "Both: Kiss and make up. Kiss and make up.",
        "Noah: Would you two stop?",
        "Zoe: Make us.",
        "Both: Kiss and make up. Kiss and make up. Kiss and make up.",
        "Noah: There. Satisfied?",
        "Luke: No. I'm sorry.",
        "Noah: I'm sorry, too.",
        "Zoe: Let's get out of here, Z, and give these boys some privacy.",
        "Zac: I'm with you, Z.",
        "Noah: Hey, Zac, Zoe. What happened this afternoon --?",
        "Zoe: Uncool.",
        "Zoe: No more pranks. At least without prior approval.",
        "Zoe: We swear, by the mark of Z.",
        "Both: [Chuckle]",
        "Luke: See? They're not so bad.",
        "[SCENE_BREAK]",
        "Lucy: I could go talk to her now.",
        "Dusty: Yeah, that'd be great timing.",
        "Lucy: Well, I mean, look at them. Maybe this is the answer for everybody.",
        "Dusty: We don't know that they're back together, do we?",
        "Lucy: But if they are, why should I needlessly jeopardize the lives of people who are counting on me when it might not help Meg at all?",
        "Dusty: Meg told me to stay out of it.",
        "Lucy: Maybe you should do what she wants.",
        "[SCENE_BREAK]",
        "Paul: I'm really sorry for the trouble between us.",
        "Meg: Me, too.",
        "Paul: We're here together for Eliza right now, though, right?",
        "Meg: Mm-hmm.",
        "Paul: That's all that matters. I'll light a candle. Want to light a candle?",
        "Meg: No, you go ahead. [Sighs] Please, God, give me the strength to do what I have to do.",
        "[NEXT_ON]",
        "Lucy: We'll look at your payment as soon as they're delivered.",
        "Jack: Lucy? What are you doing here?",
        "Carly: If you want your relationship to work, you're gonna have to let Liberty go off on her own sometimes.",
        "Parker: What if she doesn't want to come back?",
        "Meg: Think of Eliza and what's best for her.",
        "Paul: If you love me at all, you will do it at my house.",
        "Dusty: What are you doing?",
        "Meg: I'm doing whatever I need to do to get my daughter back."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=OYYOhNf9hJQ"
}