{
    "Episode Summary": [],
    "Recap": [
        "Lily and Sierra accompany Lucinda to the hospital to have her surgery. They bring some comforts of home, but Lucinda would like them home and then leave. She needs some time to herself, and she doesn't want to feel as if she is going to be staying at the hospital for any longer then necessary by having the comforts of home with her. Keith visits Luke to see if he is ok. He apologizes for not being the one to find him. He admits that he owed Lily money, and that is why he was desperate to get the money so quickly because everyone thinks he is a deadbeat. He feels horrible that Lily wants nothing to do with him now. He does encourage Luke to continue flying though. Luke thanks him for coming to see him. As Keith is leaving, Lily arrives home. Casey tells Maddie about Gwen when he learns from Hal that Will and Gwen are on the run. Are they getting closer? Will and Gwen have a close call with the police on their way to New York City to see her old teacher, Ms. Clemens. They arrive in NYC and Gwen asks Will to approach Ms. Clemens for her. Carly and Jack continue to search for Gwen. Carly thinks if they find Gwen's mom then they will find Gwen \u0096 little does she know! Carly wonders if Parker could use his abilities to find Rory that he used to find Jack? Iris tries to manipulate Gwen into having her tell her where she is. Then, she overhears a woman ask Gwen about a bus to Time Sq and sees a postcard from NYC, and then puts it together."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: Once you're settled, I'll have Fenwick bring in your bag, okay?",
        "Lucinda: Oh --",
        "Lily: What?",
        "Lucinda: Well, once I go through that portal, there's no turning back.",
        "Lily: If you weren't scared, then I'd be worried.",
        "Lucinda: I'm not exactly scared, I'm -- I'm grateful. Because I get a second chance. No lady likes to lose a body part, lose a breast, but, hey, worse things could happen.",
        "Lily: You're going to beat this.",
        "Lucinda: Yeah. I'm going to live forever.",
        "Lily: Good.",
        "Lucinda: Oh, honey, did you tell me or have I already forgot? I don't know. When are you and Holden renewing your vows?",
        "Lily: Don't change the subject. No.",
        "Lucinda: But it's -- why not? I mean, we're here, there's a little, cute chapel down the hall.",
        "Lily: Yes, yes, there is. Let's get you settled in.",
        "Lucinda: Darling, darling, come on. Carpe diem -- seize the day. Life is short. I know. You didn't say much, but I gather you sent Morrissey packing. So, what is the matter between you and Holden, hmm?",
        "[SCENE_BREAK]",
        "Luke: Keith.",
        "Keith: Your mother said you were okay, but I just wanted to see so for myself.",
        "Luke: I can't go to school yet or anything, but I'll live.",
        "Keith: I'm glad. Listen, I'm sorry I couldn't help you, but the people who took you -- they took me, too.",
        "Luke: I'm glad you made it back. But if you're looking for my mom --",
        "Keith: No. I'm here to see you.",
        "[SCENE_BREAK]",
        "Casey: And extra cinnamon, and that's to go.",
        "Maddie: Wow. They should make you pay double.",
        "Casey: And why is that?",
        "Maddie: Half-caf, skim latte, no foam, extra cinnamon? To go? You're a waitress's worst nightmare.",
        "Casey: And that's a bad thing?",
        "Maddie: I worked in a donut shop. It's a very bad thing.",
        "Hal: Casey, I'm glad I found you. Margo said you might be here.",
        "Casey: What's up?",
        "Hal: Have you seen Will, or talked to him?",
        "Casey: No, not today. Why?",
        "Hal: We think he's run away. With Gwen.",
        "[SCENE_BREAK]",
        "Jack: You sure you haven't seen her?",
        "Carly: She would have had a baby with her.",
        "Ticket clerk: Sorry.",
        "Carly: Well, how could they just vanish? Where are they?",
        "Jack: Honey, we know she used her cell to call Will, right?",
        "Carly: What does Will know about babies? Rory needs formula and he needs diapers and he needs clothing and Gwen doesn't have any of that.",
        "Jack: You have to remember what I said. Gwen's his mother, she's not going to hurt him.",
        "Carly: Has anyone talked to her? The mother.",
        "Jack: Whose mother?",
        "Carly: Gwen's mother.",
        "[SCENE_BREAK]",
        "[Phone ringing]",
        "Gwen: Nice try, Mom. [Baby fussing] I know, you're hungry. Will'll be back in just a little bit. He just went to get you some formula. And something for these gums. Let me see? I see that tooth come in yet? See? He's back already, little guy.",
        "Cop: I'm gonna need you to step out of the car, ma'am.",
        "Will: Is there a problem, officer?",
        "Cop: Is this your car, son?",
        "Will: Yes, it is, but I didn't see a sign. Am I parked illegally?",
        "Cop: No. We don't allow squatting in these parts.",
        "Will: Squatting? No. We're just waiting for the store to open so we could get more formula for the baby.",
        "Cop: I'm going to need to see your license and registration.",
        "Will: Sure. Sorry.",
        "Dispatcher: All units. Robbery in progress. Elm and Main. I repeat, all units report to elm and main. Robbery in progress at the savings and loan.",
        "Cop: You folks move along now.",
        "Gwen: That was a little close.",
        "Will: Yeah. How's the baby?",
        "Gwen: He's hungry. Hey, Will, if you want to bail, you can just drop us off at the nearest bus station.",
        "Will: I just maxed out my credit card on this kid. I'm not bailing until you pay me back.",
        "Gwen: Wait a minute, you used your credit card?",
        "Will: Don't worry, they're not gonna trace it. We'll be long gone. All right, Mom. You know how to work one of these?",
        "[SCENE_BREAK]",
        "Jack: Norbeck. \"N\" as in Nancy, o-r, \"B\" as in boy, e-c-K.",
        "Carly: This is the first time she's been alone with the baby. I mean, since that time in the park, and that was just 20 minutes.",
        "Jack: I thought the parents were out of the picture. Isn't she an emancipated minor?",
        "Carly: All I know is that she talked about her mother helping her. So I guess they've reconciled or something.",
        "Jack: Her mother's in Oakdale?",
        "Carly: Or somewhere nearby.",
        "Jack: It's still a long shot, honey.",
        "Carly: Jack, Gwen doesn't have the first idea how to raise a baby. So who's she going to call? Her mother, right? So if we can find her mother and somehow convince her to get Gwen to give us the baby back --",
        "Jack: Hold on a second, one sec -- you sure?",
        "Jack: Okay, thank you.",
        "Carly: Damn.",
        "Jack: No Norbecks besides Gwen in Oakdale.",
        "Carly: Not in here, either. I guess her mother must've gotten remarried or changed her name or something.",
        "Jack: We can call Tom, have him pull Gwen's file. The court had to notify Gwen's parents if she was applying for legal status.",
        "Carly: I got a better idea. Gwen's gotta have her mother's number somewhere in that apartment of hers.",
        "Jack: Let's go. Come on.",
        "[SCENE_BREAK]",
        "Iris: First you run off, and then you blow all your chances at getting your hands on that trust fund. And now you won't even return my calls? You'll talk to me, Gwennie, when I get ahold of you. And then, I'll be collecting that big, fat reward for your return. \"To the best mom in the world.\" That and a buck'll get you a cup of coffee. Clemens. Ms. Clemens, I might've known that, huh? First she gets you to go against me, and then she's writing you. I pulled you out of that Quaker school just to get you away from her. \"Dear Gwen, I'm all settled in my new school and hoping you're liking Oakdale Latin as much as we thought you would.\" We? Who the hell do you think you are? I'm her mother. \"I haven't heard from you in a while and assume that means you're busy with school and making lots of friends.\" [Iris laughs] Yes. She's making a lot of boyfriends. I guess you just didn't tell your darling Ms. Clemens that you got yourself knocked up, huh?",
        "[SCENE_BREAK]",
        "Keith: Hey, you know, I didn't run out on you. I would never do that.",
        "Luke: I didn't think so. So what really happened?",
        "Keith: Well, you know the woman at the cantina?",
        "Luke: Blanca.",
        "Keith: Yeah, was running a pretty good business. And you and I were starting to gum things up. So, she had her guys grab you. And, they grabbed me. They left me for dead in the desert.",
        "Luke: Yeah, but my dad says you were working for Blanca.",
        "Keith: I was working for all the desperate people that needed transplants -- I thought. But in the end, you're dad was right.",
        "Luke: So it's true. You were picking up human organs and bringing them back to sell in the states?",
        "Keith: Yeah.",
        "Luke: But you knew it was illegal. Come on. That's why you yelled at me when you found me snooping through your secret files because you didn't want me to find out.",
        "Keith: Yeah, I know. I mean, there are laws. And I'm not saying what I was doing was right. But somebody had to help these people. The government isn't doing anything about it.",
        "Luke: So that's why you did it?",
        "Keith: That -- and the money.",
        "Luke: Couldn't find a normal job?",
        "Keith: It wouldn't have paid enough.",
        "Luke: Why'd you need so much money?",
        "Keith: For your mother.",
        "[SCENE_BREAK]",
        "Lily: You can pay me later.",
        "Lucinda: Oh, my.",
        "Sierra: Surprise.",
        "Lily: We brought some sheets and some pillows from home.",
        "Sierra: Did you recognize the flowers?",
        "Lucinda: Oh, my heavens. They're calla lillies from the greenhouse.",
        "Sierra: She's catching on. And here we have macaroons. Lucy sent them overnight for you. She said if you wouldn't let her stay by your bedside, she'd send these.",
        "Lucinda: Lucy must stay in school.",
        "Sierra: Well, she wanted to be here in spirit. But, you can't have them right now. Sorry. But I'm gonna put them in your bedside right here, for later.",
        "Lily: Faith drew this for you.",
        "Lucinda: Faith!",
        "Lily: Yes. See, it's all your girls. Look -- that's me. I'm there with the big eyelashes. [Laughter] And there's Sierra.",
        "Sierra: Three cheers for all that yellow crayon.",
        "Lily: Yes, uh-huh. And there's Faith wearing that purple sweater that you gave her for her birthday. And I'm not sure what Natalie has on her head.",
        "Sierra: That's that sunbonnet that mother got her.",
        "Lily: Yeah, you're right. So Faith wanted you to have that. Put it next to your bed so she could watch over you. Oh, and of course -- last but not least of course -- it's Luke's lucky penny. He wanted you to have it.",
        "Lucinda: Well, this is a big surprise. Thank you. You are the greatest girls that anybody ever had. I love you. I love you to pieces. And now I said, \"I love you.\" I want you to pack all this up and take it back home.",
        "Sierra: Pack it up?",
        "Lucinda: Yes. Take it back home.",
        "Lily: Why? You just said how much you hate sterile hospital rooms.",
        "Sierra: And this is really so comfortable.",
        "Lucinda: I don't want to be comfortable here. This is not my home. I don't want that. I don't want to settle in here. I want to get the hell out of here, as soon as possible!",
        "Dr. Berg: And if all goes as planned, you should be out in a day or two.",
        "Lucinda: Okay. Let's get the show on the road so I can get on with my life.",
        "Dr. Berg: Lucinda, we'll need to take this one step at a time. As we've discussed, there's no guarantee.",
        "Lucinda: I know, I know. Cancer's spreading, there's no guarantee. I got it.",
        "Dr. Berg: We'll know more after I take a look and the test results come back. Meanwhile, you'll need to heal.",
        "Lily: And rest.",
        "Lucinda: The worst thing about this situation is it is such a bloody bore!",
        "Dr. Berg: Let's just focus on pre-op. I've ordered a sedative for you.",
        "Lucinda: Dr. Berg, I'm having my left breast removed, not the left side of my brain, as far as I know.",
        "Dr. Berg: I want you to have the sedative.",
        "Sierra: Well, could I have one? She may not be losing her mind, but I certainly am.",
        "Dr. Berg: Chamomile tea works wonders. They have some in the cafeteria. The anesthesiologist will be in shortly to say hello, and talk to you about general anesthesia. If you have any questions, please just have me paged. Otherwise, I'll see you after the surgery.",
        "Lily: Excuse me, Dr. Berg. Can we just go over again the risks of general anesthesia?",
        "Dr. Berg: Well, there's always a risk with any kind of surgery. But given the risks associated with a cancer this aggressive --",
        "Lily: I know, because the surgery and the chemo didn't contain it, right?",
        "Dr. Berg: We'll know more after I've had a chance to take a look.",
        "Sierra: None of us wants you to stay here, Mother. We really just wanted to make it more pleasant for your recovery.",
        "Lucinda: I know that darling. I know that. Can you -- thanks. Hang it up, or do something with it. Faith. She shouldn't have told her. She's just a little girl. [Sobbing] She shouldn't have told her. Oh, honey. Help me. She shouldn't have told her.",
        "[SCENE_BREAK]",
        "Casey: She kidnapped him?",
        "Hal: I'm not sure how the courts'll view it. He is her son.",
        "Maddie: Gwen has a baby?",
        "Casey: But she doesn't have custody though.",
        "Maddie: Who's the father?",
        "Hal: And this sure as hell wasn't the way to get it.",
        "Casey: So she called Will?",
        "Hal: According to her phone records. And since he's disappeared, we're assuming they're together.",
        "Maddie: Who's Will?",
        "Casey: I haven't heard from him. But we're not as friendly as we used to be -- thanks to Gwen.",
        "Hal: I'm sorry to hear that. If you do hear from him --",
        "Casey: I'll let you know.",
        "Maddie: Wait, your coffee.",
        "Casey: Do I look like I need coffee?!",
        "Maddie: No, but I do. Fill me in on the way to school.",
        "Casey: There's nothing to fill in. If Will had stayed out of this like I said, none of this would've happened.",
        "Maddie: So, Gwen, the girl who ruined your life has a baby? And Will, your friend, he just what -- took off with her and the baby?",
        "Casey: What do you want, points?",
        "Maddie: Who's the father? Is Will the father?",
        "Casey: No.",
        "Maddie: You're the father!",
        "Casey: Will you keep your voice down? I'm not the father.",
        "Maddie: So how did she ruin your life?",
        "Casey: Fine, you know what, you're so curious? I'll tell you. On one condition.",
        "[SCENE_BREAK]",
        "Gwen: He needs a name.",
        "Will: Other than Rory?",
        "Gwen: I never would've called him that.",
        "Will: Well, do you have any in mind?",
        "Gwen: I never really let myself think about it.",
        "Will: What was your dad's name?",
        "Gwen: I don't know. And anyways, he left my mom in high school. It's not really an option.",
        "Will: Well, how about Ferguson?",
        "Gwen: Ferguson?",
        "Will: Uh-huh. Or Jenkins. Ferguson Norbeck. Jenkins Norbeck.",
        "Gwen: You're cute, but I don't think so.",
        "Will: Oh, come on. The kids find out he's named after Ferguson Jenkins?",
        "Gwen: What? Hall of fame pitcher, huh?",
        "Will: He'd have an advantage on the playground.",
        "Gwen: What about William? We wouldn't have to call him Will, or anything. We could call him Billy. Billy Norbeck.",
        "Will: You'd do that? You'd want to name him after me?",
        "Gwen: Yeah.",
        "Will: Seat's ready. Come here buddy. What do you think pal, huh? Are you a Billy?",
        "Gwen: He's a Billy goat.",
        "Will: He smells like a Billy goat.",
        "Gwen: No, not anymore. He's as clean as a whistle.",
        "Will: That's because you've got a good mom.",
        "Gwen: What do you think, huh?",
        "[Baby fussing]",
        "Will: Going right in the seat. Shh. So, what do you think huh? You're stylin? Check it out. Like this ride? [Phone ringing] Don't answer it.",
        "Gwen: I just want to see who it is. It's my mom. She's just gonna keep calling.",
        "Will: Let her.",
        "Gwen: Part of me just wants to tell her off.",
        "Will: Don't. Because she's just going to do anything to reel you back in.",
        "Gwen: You're right.",
        "Will: Besides, we gotta get outta here before that cop comes back.",
        "Gwen: Billy, road trip?",
        "Will: New York, here we come.",
        "[SCENE_BREAK]",
        "Iris: Dammit, Gwen! Just pick up that phone. You think you can hide from me, you got another thing coming for you, girly. Huh. You kept this? Wow. I always thought you hated me. You were such an angry kid. Guess you got that from your dad.",
        "[Outside door opening]",
        "Carly: They left the door unlocked?",
        "Jack: Forensics was just here. They must've forgotten to lock up. You really think we're gonna find an address book?",
        "Carly: Unless Gwen took it with her.",
        "Jack: Wouldn't she know her mother's address? Why would she need to write it down in a book?",
        "Carly: Well, I don't know Jack. It's worth a try. Just keep looking. Jack. Look at that.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "[Grunting]",
        "Keith: Hey. Hey, hey, hey.",
        "Gwen: Please remember me, Ms. Clemens. [ Phone ringing ] Dammit Mom, stop calling me.",
        "Iris: Please tell me where you are.",
        "[SCENE_BREAK]",
        "Carly: It's Rory's. He can't sleep without it.",
        "Jack: Gwen'll get him a new one if he needs it.",
        "Carly: Of course he needs it, Jack.",
        "[Phone rings]",
        "Jack: Yeah? Okay, I'll be right there. Hal's got a new lead.",
        "Carly: Go. Well, you go. I'll stay and look around here.",
        "Jack: I think you should go home and be with the kids.",
        "Carly: Ellen is there.",
        "Jack: Honey, they need you. Especially Parker. He thinks you're gonna disappear, like Rory.",
        "Carly: Did he say that?",
        "Jack: More -- more or less. He really needs you to be with him.",
        "Carly: All right. All right, I'll go and spend some time with him. But if you hear anything --",
        "Jack: I will call.",
        "Carly: If you hear anything at all --",
        "Jack: I will call you, honey.",
        "Carly: Yeah, because I really think that if we find Gwen's mother, we will find Rory.",
        "[Iris sighs]",
        "Iris: You want Gwen's momma? Well, it's gonna cost ya.",
        "[SCENE_BREAK]",
        "Maddie: What happened?",
        "Casey: I met Gwen, I don't know, a little over a year ago, and we ended up at a party.",
        "Maddie: Did she go to Oakdale Latin?",
        "Casey: On a scholarship.",
        "Maddie: Hey, not all of us are rich.",
        "Casey: At least you fit in though. Gwen, she didn't even try. She had this spiked hair and was in a girl band.",
        "Maddie: She's a musician?",
        "Casey: No, she thought she was. But no one took her seriously. It was like anger to music, you know? Whatever. Anyway, we went out a couple of times, and then she gets this idea that I'm her boyfriend.",
        "Maddie: She got this idea because?",
        "Casey: She's insane? I was already with someone and then she did everything she could to break us up. She was like a stalker. She was making excuses to show up at my house, talk to my girlfriend, stuff like that. It was weird. Then she gets pregnant and tries to pin it on me, and I had to go to court.",
        "Maddie: Did they do a paternity test?",
        "Casey: Yeah, and I passed, okay? It's not mine.",
        "Maddie: It could have been. You did sleep with her?",
        "Casey: The kid's not mine, all right? End of story.",
        "Maddie: Hey, but it's not the end of the story. I mean, obviously, she is out there somewhere with this baby and -- and Will.",
        "Casey: I tried to warn him, all right? He felt sorry for her, and then she took advantage, like she always does.",
        "Maddie: And the baby?",
        "Casey: She gave it up for adoption, and then she tried to get it back and the whole thing ended up in court. But she won't take no for answer. No, not Gwen. \"No, let's kidnap the kid. Yeah, that'll solve things. And then let's drag Will into it. That will look real good on his record.\" Do you see why I don't want to talk about her?",
        "Maddie: Yeah. She seems really messed up.",
        "Casey: Really? Most people are like, \"poor Gwen,\" when she's the problem.",
        "Maddie: Please. Anyone who could fixate on you needs help.",
        "[SCENE_BREAK]",
        "Keith: Your mother helped me out of a sticky situation a few months back.",
        "Luke: My mom lent you money?",
        "Keith: Yeah. And I don't like to owe anybody anything, especially your mother, you know? And add to the fact that your whole family thought I was a deadbeat and I was using her. You know, so I would have done anything to get some money so I could pay her back and show everybody that I cared about her. Well, the truth is, I'm in love with your mother. I know, that's a -- you don't want to hear that. And it doesn't really change things, because when she sees me now she crosses the street, and I don't blame her. But I just wanted you to know.",
        "Luke: I'm sorry that things didn't work out.",
        "Keith: You don't have to apologize. I know you're rooting for your father.",
        "Luke: Yeah, but it's not just that.",
        "Keith: Well, listen, stick with flying. You've got a knack. Take care. [Grunting] Hey, hey, hey.",
        "[SCENE_BREAK]",
        "Lily: Please tell my mother that it's very important that her daughters be here with her.",
        "Lucinda: Hi, Bob. My daughters were just leaving.",
        "Sierra: No, I am not going until you get out of surgery.",
        "Lily: That makes two of us.",
        "Sierra: Mother, listen, can't you understand that we want to be here with you, that we need to be here with you?",
        "Lucinda: Shh --",
        "Lily: Just if something happens. What if something happens?",
        "Lucinda: What, honey, what? You're gonna scrub off, and you're gonna dash into the O.R. and snatch the scalpel from Dr. Berg. You're not going to do that, baby. I'm counting on a clean surgical procedure so that I can fight! I can fight then for my life. And I'm not going to die on the table, because life, it's not that easy. Life isn't that -- that tidy. So I just want -- [Lucinda cries] Honey, I've just got to have a moment alone. Please, just, can I have that moment alone? I'm sorry.",
        "Lily: Yes.",
        "Lucinda: Okay. All right, baby. I love you.",
        "Lily: I'm leaving all the stuff here though.",
        "Lucinda: Oh, to hell with the stuff. Okay, dear.",
        "Sierra: I love you.",
        "Lucinda: Okay. [Lucinda laughs] Oh -- what I wouldn't give for a glass of champagne. [Lucinda laughs] I guess I'm not allowed to have that. As you can see, Bob, everyone in my family has their own idea of how we should do this.",
        "Bob: Well, maybe they're just doing the best they can.",
        "Lucinda: I know, they're wonderful. But just looking in their faces, they're so scared.",
        "Bob: They love you, Lucinda.",
        "Lucinda: Yeah.",
        "Bob: Do you really want them to go?",
        "Lucinda: Yeah. Yeah. I don't -- I can't do this, you know, with them witnessing every degrading procedure.",
        "Lily: We can't just leave her here. I mean, what if -- what if she's --",
        "Sierra: Don't, don't.",
        "Lily: Mother is very weak still with the infection she caught in Mexico. With all the chemo, and Dr. Berg said there's a chance --",
        "Sierra: Well, you know what? Dr. Berg doesn't know our mother. And Lucinda Walsh may be scared, but she is not ready to die.",
        "Lily: It may not be up to her.",
        "Sierra: Don't tell her that. Come on. I'll walk you out.",
        "Lucinda: Did you come by to scold me, Bob?",
        "Bob: Scold you? I just think that you're doing the right and the brave thing.",
        "Lucinda: Well, maybe if I'd done it earlier.",
        "Bob: Huh-uh-uh-uh. Let's not waste our energy on regrets. You didn't choose cancer. Cancer chose you.",
        "Lucinda: Yeah. I've been giving that some thought. Also, one of the things that's silly, but I'll ask you, since you're here. I was wondering today, in this equation, am I thinking that I can sacrifice a breast in order to win the game? You know, to control the cancer? Don't answer that. I know, it's out of line. Forget it. No guarantees.",
        "Bob: No guarantees.",
        "Casey: I should've known better than to trust you. I mean, what do you care? You're just in it for the free room and board, right?",
        "[SCENE_BREAK]",
        "Maddie: Casey, wait!",
        "Carly: Hey, Casey.",
        "Casey: Not now.",
        "Parker: Mom?",
        "Carly: Yeah. Yeah, hi. I'm right here.",
        "Casey: I'm sorry, all right? I know you need a place to stay until your brother gets his act together. I didn't mean to make you feel bad.",
        "Maddie: It's okay.",
        "Casey: I'm just so sick of this. It's like every time I turn around Gwen's done something else. Okay, fine, she's got beef with me, then bring it on. But to drag Will into it -- ah! He was my best friend, and then she destroyed it. And now, she's gonna destroy him, and there's nothing I can do to stop it.",
        "[SCENE_BREAK]",
        "Carly: Would you like some marshmallows for that hot chocolate? How about some whipped cream?",
        "Parker: I'm okay.",
        "Carly: You know, I'm not going anywhere, so you can forget about that.",
        "Parker: I told dad not to tell you.",
        "Carly: I know. Well, that's Dad for you. He tends to tell me the important things. And if you think that I'm going someplace and not coming back, that's important.",
        "Parker: Is Rory coming back?",
        "Carly: Yes.",
        "Parker: When?",
        "Carly: I don't know yet. We have to find him.",
        "Parker: Just like when we had to find Jack?",
        "Carly: Hey, do you still have those dreams, remember? The kind of dreams you had when Jack was missing? Well, maybe if you concentrate, and if I help you -- I think I have a picture here of Rory -- yes. Here he is. Now, just look at that sweet face and concentrate, Parker. And think about Rory. Do you know where he is? Can you help me find him?",
        "[SCENE_BREAK]",
        "Gwen: Hey! You hear all those kids, Billy? They're at the playground. It's recess. That's the best part of the day. But you'll love school. I always did. I plan on going back someday. Hey, any luck?",
        "Will: I had to put in a lot. There's no parking in this city.",
        "Gwen: That's 'cause everyone wants to be here.",
        "Will: So did you spot your old teacher yet?",
        "Gwen: No, not yet.",
        "Will: Well, are you sure this is the right school?",
        "Gwen: Well, the last time Ms. Clemens wrote to me, she said she was working at a Quaker school on the upper west side of Manhattan near Riverside Park. And since this is Riverside Park, and that's the Quaker school over there.",
        "Will: Is that her?",
        "Gwen: She looks exactly the same.",
        "Will: How long has it been?",
        "Gwen: 2 1/2 years.",
        "Will: Think she's gonna remember you?",
        "Gwen: I don't know. I had -- I had long hair then and no baby. Hey, you go.",
        "Will: Me? She doesn't know me from Adam.",
        "Gwen: Yeah, but if I go over there, and she doesn't remember me, I'll lose it. Please, Will, just ask her if she remembers Gwen Norbeck.",
        "Will: She's gonna think I'm a stalker.",
        "Gwen: No, she won't. She'll know that you're a good guy.",
        "Will: All right, stay put.",
        "Gwen: Please remember me, Ms. Clemens. [Phone rings] Dammit, Mom, stop calling me.",
        "Iris: Gwen, please, honey, don't hang up on me. I'm so worried about you, baby. Please, tell me where you are.",
        "[SCENE_BREAK]",
        "Bob: Hey.",
        "Kim: Hello.",
        "Bob: Hi.",
        "Kim: Your secretary told me i might find you here. How -- how's Lucinda doing?",
        "Bob: They're getting her ready to go to the O.R.",
        "Kim: Ah --",
        "Bob: What brings you here?",
        "Kim: Business. We're starting to run a series of segments on the evening news, and it requires the commentary of a medical expert. Guess who I thought of?",
        "Bob: I love it when you call me an expert. What's the series about?",
        "Kim: Oh, dear. It's an update on the impact of aids on Africa. Honey, the statistics, they're staggering. 12 million children have already lost their parents to this disease. Think of that -- 12 million.",
        "Bob: And some of those kids have seen their parents murdered because they were infected.",
        "Kim: Yeah, because of the stigma attached to the disease.",
        "Bob: And then the stigma is passed on to the children, which gives them less chance of survival.",
        "Kim: Well, thank God there's -- there are people who are trying to help these kids. But with so many, you wonder, how could they even make a dent?",
        "Bob: Well, maybe your series will get people to dig deeper into their pockets. You know, every buck helps. Wouldn't it be wonderful if everybody just took the price of a cup of coffee every day and donated that? What an impact that would make.",
        "Kim: Why didn't I bring a camera crew with me? You're saying exactly what our viewers need to hear. Any chance you would find time tomorrow to come to the studio and say this in front of a camera?",
        "Bob: I'll make the time.",
        "Kim: Oh, sweetheart, thank you. You be sure and give Lucinda my best, will you?",
        "Bob: Will do.",
        "Kim: See you later.",
        "Bob: See you. I thought your mother told you to go home.",
        "Sierra: Um, she did. But don't worry. I won't let her see me.",
        "Bob: Okay.",
        "Lucinda: Hi, Bob. My girls?",
        "Bob: Your girls are where they should be.",
        "[Lucinda sighs]",
        "Lucinda: Such good girls. Thanks.",
        "[SCENE_BREAK]",
        "Keith: Here you go. How's the pain?",
        "Luke: Gone. Mostly.",
        "Keith: You should see a doctor.",
        "Luke: I already did. Before we left Mexico. It's just a stomach bug that I caught from the water, or something. I don't know.",
        "Keith: Yeah, I know. I'm still feeling a little bit of that myself, too, from my time down there.",
        "Luke: I got to eat a lot of toast.",
        "Keith: That's what they say.",
        "Luke: Yeah, that works.",
        "Keith: I should go. Listen, if you still feel bad in a couple of days --",
        "Luke: I'll be fine.",
        "Keith: No, but you know what? You might've caught a parasite down there, and a doctor here would tell you what to do.",
        "Luke: I'll keep that in mind.",
        "Keith: Okay. And if there's anything else I can do for you --",
        "Luke: I'll call you.",
        "Luke: Keith just stopped by to check on me --",
        "Lily: And I think you need to rest.",
        "Luke: I'll be fine.",
        "Lily: No, I think you need to go lie down. I don't want you to get sick again, okay?",
        "Keith: Yeah, your mother's right. You should get some rest.",
        "Luke: Thanks for stopping by.",
        "Keith: Sure.",
        "Lily: I thought I told you to stay away from me.",
        "Keith: I came to see Luke, not you.",
        "Lily: Wait. There's something I want to say to you.",
        "[SCENE_BREAK]",
        "Carly: Do you see anything?",
        "Parker: No.",
        "Carly: Okay, close your eyes. And just relax. And breathe. And think about the baby. What's the first thing you think of when you hear the word \"Rory.\"",
        "Parker: Hungry.",
        "Carly: He's hungry?",
        "Parker: No, I'm hungry.",
        "Carly: Aw, come on, Parker, you're not even trying, are you? I want you to concentrate on Rory. Do you even want to get the baby back?",
        "Jack: Carly?",
        "Parker: Is Mommy okay?",
        "Jack: Yeah, she's fine. She's just worried about Rory.",
        "Parker: I'm sorry I couldn't find him, Mom.",
        "Carly: Sweetheart, I'm sorry. It's not your job to find him.",
        "Jack: No. No, it's my job. And we are gonna find him. But I want you to go outside. Ellen's gonna take you and J.J. and Sage to the park.",
        "Carly: Yeah, here, and take -- and take these with you. And share them, okay?",
        "Parker: It's going to be okay. You'll see, Mom.",
        "Carly: Don't. Don't even bother saying it, all right? I know that I was pushing him. I know I shouldn't do that. I'm just very worried.",
        "Jack: I know. We're gonna find him. Okay? Hal's onto something. It's only a matter of time.",
        "[SCENE_BREAK]",
        "Gwen: You're wasting your time, Mom. There's no way that I'm gonna let you get your hands on my baby's trust fund.",
        "Iris: Baby, please, look, I don't care about the money. I'm just so worried about you and my grandson. I mean, you're out there, and you're alone and you don't have any help or anything. Please. Please, sweetie. Tell me where you are.",
        "Passerby #1: Hey, is that the bus to Times Square?",
        "Gwen: I don't know \u0096",
        "Iris: Gwen? Baby, are you there?",
        "Ms. Clemens: Is everything okay?",
        "Will: Ms. Clemens?",
        "Ms. Clemens: Yes. May I help you?",
        "Will: Ms. Clemens, I'm hoping you're gonna remember a friend of mine. Gwen Norbeck?",
        "Iris: Stupid girl.",
        "[Iris remembering]",
        "Passerby #1: Hey, is that the bus to Times Square?",
        "Iris: Ms. Clemens. She went to Ms. Clemens. [Iris chuckles] Looks like Mama hit paydirt.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns,\" sponsored by Kellogg's. Go to www.Cancer.Gov/help.",
        "Jack: Hal had one of those guys pick up Iris' trail. She bought a ticket to New York this morning.",
        "Carly: Well, then let's go to New York.",
        "Gwen: I know this is out of the blue and everything, but I could really use some help, and I didn't have anywhere else to go.",
        "Gaston: This the same woman? Kristin Thompson?",
        "Jennifer: That's her. That's the nurse that was on duty the night my baby was born.",
        "Emily: Tampa, please. New listing. Miss Kristin Thompson."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=lAsj8GxNujg"
}