{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "\r\n[Joined in progress]",
        "\r\n...new worried about, isn't it?",
        "\r\nPaul: Yep, even talent needs self-esteem, and that's one thing she doesn't have \r\nright now. If she unveils a line that nobody wants to buy, it would ruin her. \r\nShe would never recover.",
        "\r\nRose: Well, then you gotta get an eye on those designs.",
        "\r\nPaul: How can I undermine my mother like that, Rose, huh? No. She's been in this \r\nbusiness a long time. She knows exactly what she's doing.",
        "\r\nRose: Good. Good. Great. Then you got nothing to worry about then. ",
        "\r\n[Gasping and \r\nstruggling]",
        "",
        "\r\nAbigail: So you want to help a couple of clueless beginners like us? You've got \r\nyour own work to do.",
        "\r\nNick: Well, that's why I can only steer you in the right direction. You guys are \r\ngonna have to do all the fun stuff yourselves.",
        "\r\nAdam: This is incredible.",
        "\r\nAbigail: When can we start?",
        "\r\nAdam: Yeah. Is, like, immediately too soon?",
        "",
        "\r\nJake: Okay, what'd I miss?",
        "\r\nMolly: Nothing. Really.",
        "\r\nJake: Yeah. Why don't you try selling that to somebody who doesn't know you? \r\nWhat is it? Abigail?",
        "\r\nMolly: My daughter's in the middle of her first big college project, and I'm not \r\ngoing to stand in the way. I have to let her spread her wings.",
        "\r\nJake: So what's stopping you? Wait a minute. I thought everything was cool with \r\nNick.",
        "\r\nMolly: It would be a lot cooler if the thing I've been trying to live down my \r\nwhole life would get a job offer at some other station in some other state \r\ninstead of sitting in my living room getting to know my daughter.",
        "\r\nJake: Okay, Molly, what are you afraid of?",
        "\r\nMolly: Nothing. Nothing. Just Abigail finding out about every thoughtless, \r\nstupid thing I've done in my life.",
        "",
        "\r\nCarly: You must have something in mind for my first assignment as the new \r\nfashion guru for The Intruder. What is it?",
        "\r\nEmily: Wow, you are just -- you are quite a go-getter. You've had your job all \r\nof 60 seconds and you're ready to take on the world.",
        "\r\nCarly: Is there something wrong with enthusiasm?",
        "\r\nEmily: No, I just don't want us to get ahead of ourselves. You know, we have \r\nplenty of time.",
        "\r\nCarly: Oh. So you don't want me to start right away then?",
        "\r\nEmily: No. No, I mean yes. What I mean is --",
        "\r\nCarly: You don't know?",
        "\r\nEmily: No. No, no, no. It's not that. It's -- look, I knew that I wanted to do \r\nthis new column, and I knew that you were the woman for the job, but I didn't \r\nknow that you would accept. I mean, how could I know that you would accept?",
        "\r\nCarly: I'm just asking you a simple question.",
        "\r\nEmily: I just need some time. You know, a couple hours to brainstorm, come up \r\nwith something fabulous, something that'll appeal to both of us.",
        "\r\nCarly: Emily, why don't we just cut to the chase, okay? Hal's gone. It's just \r\nus. So I'm gonna ask you one more time. Did Craig put you up to this? You'll \r\nfeel better if you get it off your chest.",
        "\r\nEmily: Oh. All right, the real reason I offered you this job -- it's gonna come \r\nout sooner or later, so -",
        "",
        "\r\nBruno: Hey, Simon. Funny running into you here.",
        "\r\nSimon: Yeah, it's hysterical, isn't it? Since I live here with my wife.",
        "\r\nKatie: How long have you been standing there?",
        "\r\nSimon: Long enough.",
        "\r\nKatie: So what'd the doctor say about your stab wound?",
        "\r\nSimon: I'll survive. But this -- this is enough for even an uninjured man to beg \r\nfor mercy.",
        "\r\nKatie: So you like it?",
        "\r\nSimon: I've never seen you in anything like this before.",
        "\r\nKatie: It's a gift from Bruno.",
        "\r\nSimon: What, so you let another man buy you clothes? Clothes that make you look \r\nlike that?",
        "\r\nKatie: Yeah, I'm beginning to think that there's nothing he won't do for me.",
        "\r\nSimon: Yeah, me neither. Playing house, stomping on grapes, going on dates. And \r\nwhat, now he's your stylist? It's pathetic.",
        "\r\nKatie: You're jealous.",
        "\r\nSimon: I'm not jealous! I'm -- I'm whatever.",
        "\r\nKatie: You're angry. Another man bought me something, and it's all you can do to \r\nkeep from ripping it off me with your bare hands. So let me save you the \r\ntrouble, huh? You want me to take it off?",
        "\r\nSimon: Okay, so what? Tell me. Tell me. What's this little striptease all about?",
        "\r\nKatie: Well, my hubby's a little jealous and you want me to return the outfit, \r\nso --",
        "\r\nSimon: Look, for the fiftieth time, I'm not jealous. I just don't like the idea \r\nof my wife accepting gifts from sleazebags.",
        "\r\nKatie: Oh. Okay, let me get this straight. You don't want me accepting sexy \r\noutfits from other men.",
        "\r\nSimon: Right, yeah.",
        "\r\nKatie: But I can do anything else with him.",
        "\r\nSimon: What other -- what other things? What are you talking about?",
        "\r\nKatie: You don't like the outfit, but you don't want me naked. You don't want \r\nme, but you don't want anyone else to have me. You can't have it both ways \r\nforever, Simon!",
        "\r\nSimon: Look, Katie, I'm the first to admit that our marriage, it's \r\nunconventional. But, please, just be a little respectful until we work things \r\nout!",
        "\r\nKatie: This part of the \"we\" has her whole future mapped out. What are you \r\ndoing? I thought you were only staying until the payday. Well, the payday's come \r\nand gone. Is there something else keeping you here?",
        "\r\nSimon: No. No, there's not. Nothing I can think of at the moment. No.",
        "\r\nKatie: So you have everything you wanted.",
        "\r\nSimon: In spades.",
        "\r\nKatie: Then when are you leaving?",
        "\r\nSimon: Leaving?",
        "\r\nKatie: Yeah. You know, the thing you do the best, Simon. When are you leaving?",
        "\r\nSimon: Not soon enough!",
        "\r\nKatie: Tonight?",
        "\r\nSimon: Yeah. Yeah, great idea. Tonight. Tonight it is.",
        "\r\nKatie: Great. That's when I'm leaving, too. As soon as Bruno says good-bye to \r\nRose, we are outta here.",
        "\r\nSimon: Why? Why? Why does he have to say good-bye to Rose?",
        "\r\nKatie: Because they are friends from New Jersey.",
        "\r\nSimon: Yeah, well, that figures.",
        "\r\nKatie: Yeah, it's funny, isn't it? Oakdale's trashiest show girl. If it wasn't \r\nfor her, I would still not know the true meaning of romance. We're taking off in \r\nhis private jet. You wouldn't need a lift somewhere, would you?",
        "\r\nSimon: No, no. Please, I'd prefer to walk.",
        "\r\nKatie: We're going to St. Martin.",
        "\r\nSimon: Oh. Oh, another island? Good luck. All right, Rose, you want to play \r\ngames? Let's play some games.",
        "",
        "\r\nCarly: Emily, you were telling me the real reason for the out-of-the-blue job \r\noffer?",
        "\r\nEmily: Right. Right. The real reason I offered you this job -- it's kind of \r\nembarrassing, but I don't know a thing about fashion.",
        "\r\nCarly: Oh, no, don't sell yourself short. You look pretty good most of the time.",
        "\r\nEmily: Yeah, I mean, I know what I like, but what I don't know is how to go \r\nabout designing this column. So when I said you had creative control, I meant \r\nit.",
        "\r\nCarly: You mean it's all up to me?",
        "\r\nEmily: You're a designer. Design your own column.",
        "\r\nCarly: Gee, one day I'm unemployed, I'm unemployable, and the next, the perfect \r\njob just falls in my lap. You do understand why I might be a little cautious?",
        "\r\nEmily: Yeah, well, you have every reason to be skeptical. I mean, I have \r\nulterior motives of course -- selling papers, making money. But nothing else.",
        "\r\nCarly: Nothing else? What do you say, Parker? Should we trust her? Yeah? All \r\nright, well, the man has spoken.",
        "\r\nEmily: Great.",
        "\r\nCarly: And a girl has to eat, right?",
        "\r\nEmily: You bet.",
        "\r\nCarly: So, here, I'll give you my number. It's my cell phone number, okay?",
        "\r\nEmily: Sure.",
        "\r\nCarly: Call me.",
        "\r\nEmily: I will. And here's your first official Press pass. Temporary, of course.",
        "\r\nCarly: Oh.",
        "\r\nEmily: And I'll call you. We'll hammer out all the details. And you, little man, \r\nmade a very smart decision.",
        "\r\nCarly: Yes, well, Parker happens to be the smartest little man I know. Right, \r\nParker? You know, I never thought I would say this to you and mean it, but thank \r\nyou.",
        "\r\nEmily: Sure. It's just business, though, you know. Nothing personal, Carly.",
        "\r\nCarly: Bye.",
        "\r\nEmily: Okay. Oh, come on. Uh! You know, I realize you don't trust anyone, but do \r\nyou have to lurk around outside to make sure I'm doing your bidding?",
        "\r\nCraig: Did Carly take the job?",
        "\r\nEmily: You just had to know the exact moment she fell into your web.",
        "\r\nCraig: Did she accept it?",
        "\r\nEmily: Yes, she accepted. She said yes. As of ten minutes ago, Carly Tenney is \r\nofficially an Intruderemployee.",
        "\r\nCraig: Congratulations. We are on our way.",
        "",
        "\r\nPaul: Okay, so, all right, let's put the shoe on her foot here. Let's say that \r\nyou're the trusted daughter and your mother's hiding her work, but you need to \r\nsee it so you can keep the investors happy. You're saying that you could go \r\nbehind your mother's back?",
        "\r\nRose: Yeah, I could. I pick the lock, I save my rear, I save her rear, I save \r\nthe company's.",
        "\r\nPaul: She says it's some of the best work she's ever done, Rose.",
        "\r\nRose: What is she gonna do? Is she gonna put up a white flag saying she's in \r\ntrouble? Not that broad. Hmm-mm.",
        "\r\nPaul: Well, breaking and entering isn't something that I'm used to.",
        "\r\nRose: Even if it's for your mom's own good?",
        "\r\nPaul: Well, I'm the one person that she still trusts, Rose. If I betray her now \r\n--",
        "\r\nRose: Okay. All right, all right. Let's just say that her designs are the \r\nhottest thing since the wonder bra. You gotta get cracking on this. I mean, \r\nyou're producing the spring fling. Everybody else is doing summer, fall and \r\nwinter. You gotta do what you gotta do!",
        "\r\nPaul: Okay. What if she finds out and decides to shut me out like she's done the \r\nrest of the world? What then, huh? I'll tell you what then. She's all alone. And \r\nI will not do that to her.",
        "\r\nRose: Haven't you ever heard the phrase \"you gotta be cruel to be kind\"?",
        "\r\nPaul: Is this how you rationalized passing yourself off for Lily, convincing \r\nyourself it was for Holden's benefit?",
        "",
        "\r\nJake: I blew it, didn't I?",
        "\r\nMolly: What do you mean?",
        "\r\nJake: You know what I mean. I brought Nick home.",
        "\r\nMolly: No.",
        "\r\nJake: I caught you off-guard. I just -- I just thought if I could clear up all \r\nthe misunderstandings --",
        "\r\nMolly: Jake, this is not your fault. About that?",
        "\r\nMolly: He's alone, you know? I mean, I have been there. It makes me remember how \r\ngood it felt to be part of a family, to feel like I really belonged.",
        "\r\nJake: You know, I feel a really big \"but\" coming here.",
        "\r\nMolly: I'm really sick of playing \"duck and cover\" with my life, Jake, and I \r\ndon't think I can shake the feeling that I have to protect Abigail from all my \r\nmistakes.",
        "\r\nJake: What are you talking about? You don't have to do that. Abigail loves you, \r\nMolly.",
        "\r\nMolly: I know, and she knows enough about me. Let's leave it at that. [Phone \r\nrings]",
        "\r\nAbigail: Um, I'm gonna go get that. Hello?",
        "\r\nJake: Why don't you let me handle this? I can be discreet.",
        "\r\nMolly: It's my problem. I'll handle it.",
        "\r\nAbigail: I'll be over as soon as I can. All right. I'll see you soon. That was \r\nEmma. She wants me to come over to the farm. She has good news.",
        "\r\nMolly: What kind of good news?",
        "\r\nAbigail: I don't know, but it's gotta be big if it's me -- she made a point that \r\nI come down. I'm almost afraid to say it, but maybe Lily found Holden and Luke? \r\nWill you come with me?",
        "\r\nAdam: You don't want me tagging along.",
        "\r\nAbigail: Of course I do!",
        "\r\nJake: You know what? I'll give you a ride, okay?",
        "\r\nAbigail: Nick, why don't we meet at the station right after? Okay?",
        "\r\nNick: Yeah, sure. Definitely. I'll see you then.",
        "\r\nAbigail: Thanks. I'll give you a call as soon as I hear something.",
        "\r\nMolly: I'll keep my fingers crossed. Jake, I love you.",
        "\r\nJake: Ditto!",
        "\r\nMolly: Hey, Nick, wait a second. Before you leave --",
        "\r\nNick: Okay, I know that look. What did I do this time?",
        "\r\nMolly: It's nothing you did. Working with Abigail could pose a few very \r\ndifficult problems.",
        "\r\nNick: Okay. Like what, for instance?",
        "\r\nMolly: Like that Abigail doesn't know the detail of my arrest. I mean, she knows \r\nthat I had \"a past,\" and she knows about the mug shot -- she was the first one \r\nthat saw it on the internet. But then she didn't press for answers, and so, when \r\nI found out that Mary was the culprit, I decided to just let the mug shot die.",
        "\r\nNick: So you think I'm gonna say something about how we got busted, you know, \r\nopen up a can of worms for your kid?",
        "\r\nMolly: I'm just saying that if any questions come up, just don't give her any \r\ndetails. It will confuse her.",
        "\r\nNick: Oh, I get it. I get it. This isn't about our criminal past. It's about our \r\nromantic past, isn't it?",
        "\r\nMolly: What my daughter knows about my life and how she finds it out is my \r\ndecision.",
        "\r\nNick: Okay, look, I don't know a lot about kids, all right, but I do know that \r\nwhen you start locking them out of your life and deciding what they should and \r\nshouldn't know, that's when the trouble really starts.",
        "\r\nMolly: Like you just said, you don't know nothing about kids, and you know even \r\nless about my child.",
        "\r\nNick: Yeah, but I do know a couple of things about you. And you know what? We \r\nhave been dancing around this thing ever since you saw me at the station. What \r\nyou don't want me to do is make public that mother Molly and I had the hots for \r\neach other back in the day. Am I close with that?",
        "\r\nMolly: I'm getting married, Nick, so yeah, I'm ashamed of it. I'm ashamed of all \r\nof it, particularly that I was crazy about a guy that landed me in jail, among \r\nother things.",
        "\r\nNick: Molly, I'm sorry about that. If there was something I can do, I would.",
        "\r\nMolly: I wasn't good at defending myself and protecting myself back then, but I \r\nsure as hell can protect my daughter, and she's had a really hard summer as it \r\nis.",
        "\r\nNick: And what do you think, I'm gonna try to make it harder for her? Is there \r\nanything that I can do that will make you trust me a little bit more?",
        "\r\nMolly: That's -- gonna take a long time, okay -- a very long time. What? What \r\nare you looking at me for?",
        "\r\nNick: I don't know. I was just remembering the first time I saw you at that dive \r\nbar downtown with all those, you know, drunk people that just drag themselves in \r\nthere who, you know, obviously wanted a piece of you, and what did you do? Well, \r\nyou just -- you just killed them with that smile, you know, and did that thing \r\nwith your eyes, and you never lost your cool, you know. And when I saw that, I \r\nsaid to myself, \"I -- I've got to know that girl. I've got to have that girl.\"",
        "\r\nMolly: That was another lifetime ago, Nick.",
        "\r\nNick: You know, sometimes, things don't change that much, you know? There was \r\nalways something about you, and when I look at Abigail, I see what you could \r\nhave been when we first met -- what you should have been, you know? In school, \r\ncarefree and dating one of those clean-cut good guys. And I know how much it \r\ntook out of you to put your daughter up for adoption and what I took from you \r\nthe night you got arrested, but maybe by helping Abigail this one time, maybe I \r\ncan give back to her what I took from you.",
        "",
        "\r\nRose: You know your way to the door. Show yourself out.",
        "\r\nPaul: Rose, I'm -- I'm sorry. I don't know what came over me. It will never \r\nhappen again.",
        "\r\nRose: Good, 'cause you don't want to mess with this broad, okay? You're cute, \r\nI'll give you that, but you're not that cute.",
        "\r\nPaul: I was a defensive jerk.",
        "\r\nRose: That's the least of it, my friend.",
        "\r\nPaul: What do I have to do? What do I have to do to make it up to you?",
        "\r\nRose: I don't know, but I will tell you, I love diamonds.",
        "\r\nPaul: I'll keep that in mind. It was a one time thing. Temporary insanity.",
        "\r\nRose: Good, 'cause you go down that road again, you're never coming back. Got \r\nit?",
        "\r\nPaul: Got it.",
        "\r\nRose: There are times and a place for certain things in this world. Understand? \r\nCome on, sit down. Take a load off. We're going to play a little game of word \r\nassociation. Now, what do you think of when you hear the words \"Craig \r\nMontgomery\"? [Paul laughs]",
        "\r\nPaul: I can't tell you. My mother made me promise never to use words like that \r\nin the presence of a lady.",
        "\r\nRose: Oh, very good.",
        "\r\nPaul: You know, I'm just feeling, circling around like a vulture, just watching, \r\nwaiting to make his move.",
        "\r\nRose: Yeah, licking his chops over Worldwide. If he finds out that B.R.O. is in \r\ntrouble, he is gonna --",
        "\r\nPaul: He already knows.",
        "\r\nRose: Then it's worse than I thought.",
        "\r\nPaul: Mm-hmm. He knows the books backward and forward. It's even on record from \r\nthe trial. He probably already knows without a home run of a spring line, \r\nB.R.O.'s out of the ball game.",
        "\r\nRose: Then I'm sure of it now. You've got two choices. You protect your mother's \r\nprivacy and pray for a miracle, or you protect your mother's company, and you \r\nget a look at those designs and see -- make sure she's in the right ballpark. \r\nYou check out what's coming down the pike, or she loses her company. But more \r\nimportantly, she loses something more important to her, something that keeps her \r\nsane, you know, keeps her straight -- her work. But whatever you do, I mean, \r\nwhatever you decide, you'd better do it fast before somebody else exposes those \r\nsketches, whatever they are.",
        "",
        "\r\nEmily: This is my baby. This is my paper. How did I let you talk me into any of \r\nthis?!",
        "\r\nCraig: Because you know what's best.",
        "\r\nEmily: The last thing I need is a fashion reporter. Now that I'm running my \r\npaper, I have to spoon feed Carly Tenney her daily assignments? I don't think \r\nso. I don't think so.",
        "\r\nCraig: What are you doing?",
        "\r\nEmily: I am telling Carly that the deal is off. I am telling her the truth.",
        "\r\nCraig: I wouldn't make that call.",
        "\r\nEmily: Why, hmm? What are you going to do, fire the only editor at The Intruder \r\nso you can turn it into a money-making enterprise? Not only can't you fire me, \r\nyou won't.",
        "\r\nCraig: Yeah, well, not yet, anyway. What does Hal have to say about all of this?",
        "\r\nEmily: Are we talking about Carly, or do you want to know about Hal?",
        "\r\nCraig: Now, now, Emily, do I sense a critical level of sexual tension here?",
        "\r\nEmily: You'd know all about that, wouldn't you?",
        "\r\nCraig: Well, yes I would, but I wouldn't want your boyfriend to be interfering \r\nwith phase two.",
        "\r\nEmily: What \"phase two\" are you talking about?",
        "\r\nCraig: Your boyfriend stays in the dark. Agreed?",
        "\r\nEmily: I'm not agreeing to anything. You tell me about this \"phase two\" of \r\nyours, or I tell Carly the truth.",
        "\r\nCraig: I have Carly's first assignment -- an exclusive interview with Barbara \r\nRyan. Switching your decoder",
        "",
        "\r\nPaul: Mom? Hey, you ready for a few unbiased words of praise and admiration?",
        "\r\nBarbara: Oh, not quite, but I am packed and ready for the hospital. As much as I \r\ndon't wish to subject myself to the doctors again, I do think I have to go \r\nthrough with these skin graft tests, don't I?",
        "\r\nPaul: Mom, you're not gonna lock those up again, are you, mom?",
        "\r\nBarbara: You're just gonna have to wait and see like ..., Paul. Where have you \r\nbeen?",
        "\r\nPaul: That's nice how you changed the subject like that. You sure you don't need \r\na lift",
        "\r\nBarbara: No. The nurse -- there's one thing I can do by myself. It's one of my \r\nfavorites.",
        "\r\nPaul: It's beautiful, but isn't this last spring's collection?",
        "\r\nBarbara: Well, yes, but it's my inspiration. For this coming season, it won't \r\nhold a candle to spring 2002.",
        "\r\nPaul: Okay, mom, just not even a little peek for your number one son?",
        "\r\nBarbara: You're just gonna have to wait and see.",
        "\r\nPaul: You know, mom, we're already weeks behind here.",
        "\r\nBarbara: Then one more week won't matter. I need time, Paul. I need time.",
        "\r\nPaul: Okay, well, what am I supposed to tell the distributors and suppliers and \r\nthe factory workers that I've been keeping on hold?",
        "\r\nBarbara: You tell them what I have told you -- have faith and trust me. You \r\nthink you can do that for me? [Doorbell rings] I believe the nurse is here. \r\nWould you get my bag, please?",
        "",
        "\r\nEmily: Forget it, Craig.",
        "\r\nCraig: Our readers will eat it up with a serving spoon.",
        "\r\nEmily: Sending Carly in to interview Barbara? That's like sending a tiger into \r\nthe lion's den. Look, I convinced her to take the job, okay? That is enough of a \r\nchallenge for me, thank you. Good-bye.",
        "\r\nCraig: Make the offer, she'll accept.",
        "\r\nEmily: What makes you so sure?",
        "\r\nCraig: She loves a challenge.",
        "\r\nEmily: Oh, really. Well, you know what? A challenge is one thing, but what \r\nyou're talking about is more along the lines of smack down proportions.",
        "\r\nCraig: Trust me, Carly will want to prove she can stare the mummy in the eye and \r\nwin.",
        "\r\nEmily: Okay, well, what about the mummy, hmm? Why would she grant an interview \r\nto a paper owned by you?",
        "\r\nCraig: Because this isn't about the mummy, this is about her spring line. After \r\nmonths in isolation, she's gonna want the exposure. This is important for both \r\nof them. This is about their money, reputation, talent. They both have too much \r\nat stake in this. Failure is not an option for either one of them.",
        "\r\nEmily: Even if you're right, that's a lot of free publicity. I mean, even for \r\nyou. It just doesn't sound like you.",
        "\r\nCraig: There's no such thing as a free lunch. Waitress?",
        "\r\nEmily: What's in it for you, Craig?",
        "\r\nCraig: You don't have much time. I think you have a call to make.",
        "",
        "\r\nCarly: How are you? Is Molly here?",
        "\r\nJake: No. No, she's at the park with the girls.",
        "\r\nCarly: Oh. And with nanny Mary, no doubt. That woman is an absolute treasure.",
        "\r\nJake: Or not.",
        "\r\nCarly: Excuse me?",
        "\r\nJake: Or not. Nana Mary is gone. It seems she had some stalker tendencies.",
        "\r\nCarly: What?",
        "\r\nJake: Yeah. Well, you know all the stuff that was happening to Molly with the \r\ninternet and the phony wedding invitations, that was nana Mary.",
        "\r\nCarly: Mary did that? Oh, get out, I can't believe it! Why?",
        "\r\nJake: Ask Molly all about it.",
        "\r\nCarly: Oh, wow.",
        "\r\nJake: Wow.",
        "\r\nCarly: And I thought I had big news.",
        "\r\nJake: Oh, you got big news? Tell me about your big news.",
        "\r\nCarly: I have a job.",
        "\r\nJake: You have a job?",
        "\r\nCarly: Yeah.",
        "\r\nJake: Please -- please tell that it's here in Oakdale and I will love you \r\nforever.",
        "\r\nCarly: Show me the love.",
        "\r\nJake: This is great! This is the best news!",
        "\r\nCarly: So this interest in my employment status, where does this come from?",
        "\r\nJake: Well, Jake love Molly, Molly happy, she's ecstatic, kids are happy, \r\neverybody's happy, I'm happy. So tell me about this big job.",
        "\r\nCarly: Okay. You are looking at the new Fashion Editor for The Intruder. We're \r\npractically family and here I am, working for the competition.",
        "\r\nJake: Competition, that's Emily! Is there any other way?",
        "\r\nCarly: What? Lady Walsh is hiring unemployed designers now? Jake, this is \r\ntailor-made just for me!",
        "\r\nJake: It's the tailor that I'm worried about. Speaking of that, how's Craig? [\r\nPhone rings]",
        "\r\nCarly: Is that you or me?",
        "\r\nJake: Mine.",
        "\r\nCarly: No, no, no -- me. Me, me. Hello?",
        "\r\nEmily: Carly, it's Emily. I'm calling with your first big assignment.",
        "\r\nCarly: Oh, ready. Um -- yeah. Just give me a minute, okay? And I'll -- I want to \r\nwrite this down, so --",
        "\r\nJake: Use this wisely. Whoo-whoo!",
        "\r\nCarly: Okay, yeah. I'm ready.",
        "\r\nEmily: Well, you know, I don't know why it didn't occur to me earlier, but, you \r\nknow, Oakdale's the hotbed for fashion...",
        "\r\nCarly: Really? Go on.",
        "\r\nEmily: Well, what's hotter than Barbara Ryan's rise from the ashes?",
        "\r\nCarly: It certainly sounds intriguing. Make sure you tell me how it ends.",
        "\r\nEmily: Carly, listen, it would be the perfect debut article for you.",
        "\r\nCarly: No, no, no, Emily -- there are so many things wrong with that idea, I \r\ndon't even know where to start.",
        "\r\nEmily: Nobody said this would be easy, Carly, but you've worked with Barbara \r\nbefore, right?",
        "\r\nCarly: Yeah, but things are a little different now, don't you think? You think \r\nthis timing could be a little off here?",
        "\r\nEmily: Look, I hired you because I thought you were interested, but if you're \r\nnot --",
        "\r\nCarly: No, no. You hired me because you couldn't find anybody else for the job. \r\nEither that or somebody's holding your feet over the fire. But Parker has told \r\nme not to be so suspicious, and I'm going to turn over a new leaf.",
        "\r\nEmily: Can you get the interview or not?",
        "\r\nCarly: Would you give me a couple of days?",
        "\r\nEmily: A couple of days? No, I'm sorry, Carly, I need it now, I need your answer \r\nnow because I need it for the weekend edition.",
        "\r\nCarly: Fine, fine. Fine, I'll do it.",
        "\r\nEmily: Good. I knew you had it in you. While we're at it, is the B.R.O. spring \r\nline already designed? Is it ready for production?",
        "\r\nCarly: Yeah, I'd say so.",
        "\r\nEmily: Well, you know, why don't you grab a couple of those sketches and we'll \r\nuse it to spice up the article.",
        "\r\nCarly: Yeah, that's a great idea. And while I'm at it, I'll ask Barbara for the \r\nsoul of her firstborn and maybe her social security number, too.",
        "\r\nEmily: Well, nothing ventured, nothing gained. That's why we call it The \r\nIntruder, so you get out there and make us proud. You go get those sketches, \r\nCarly, or I'll find someone who can.",
        "",
        "\r\nCraig: You know I wouldn't let you fire her.",
        "\r\nEmily: I know that and you know that, but what Carly doesn't know will keep her \r\nhungry.",
        "",
        "\r\nRose: And what took you so long to get your rear out here? You fly all the way \r\nout here for my birthday. I don't hear a peep one out of you since.",
        "\r\nBruno: Hey, don't blame me.",
        "\r\nRose: Ah, I see. What is her name?",
        "\r\nBruno: She is the wildest little blonde you'll ever meet.",
        "\r\nRose: Oh.",
        "\r\nBruno: Found her at the Lakeview the night of your party.",
        "\r\nRose: Ah, so when do I get to meet the mystery woman?",
        "\r\nBruno: We're gonna flying to St. Martin this weekend.",
        "\r\nRose: Well, that little chestnut, huh? So you like this chick?",
        "\r\nBruno: Could be. I'll drop you a line. I'll let you know how it goes.",
        "\r\nRose: You do that. Who's that?",
        "\r\nSimon: Rose?!",
        "\r\nBruno: Oh, we've got company.",
        "\r\nSimon: Rose --",
        "\r\nBruno: Simon? Every time I turn around I run into this guy. You sure you're not \r\nfollowing me?",
        "\r\nRose: Oh, wait a minute. The blonde at the Lakeview? We're not talking about \r\nKatie Peretti, are we?",
        "\r\nSimon: It's Frazier. Rose, Katie Frazier. As in Simon and Katie Frazier -- \r\nsomething your friend here can't seem to remember.",
        "\r\nBruno: Yeah, I remember. But do I care? That's the question.",
        "\r\nSimon: Do you really think I'm gonna sit back and let you run off with my wife?",
        "\r\nBruno: Your wife seems to think you will.",
        "\r\nRose: Oh, no, don't say that. Go, go, go, go.",
        "\r\nBruno: I'll talk to you soon, Rose.",
        "\r\nRose: Yeah, yeah.",
        "\r\nSimon: Two minutes, Rose. Give me two minutes.",
        "\r\nRose: What? What are you gonna do, huh? You got your little injury there. You're \r\ngonna get yourself even more hurt.",
        "\r\nSimon: Did you do this?",
        "\r\nRose: Do what? Oh, no, no, no. I don't play matchmaker. You think I'd set Bruno \r\nup with Katie? No, I wouldn't put Bruno through that nightmare.",
        "\r\nSimon: Look, that is my wife you are talking about!",
        "\r\nRose: Ooh, Mr.. Protective, all of a sudden. When did this happen?",
        "\r\nSimon: He's trying to steal my wife.",
        "\r\nRose: You want her? You want her?",
        "\r\nSimon: No!",
        "\r\nRose: No, all right. That's good then, because Bruno -- he's hot. He's nice, and \r\nhe knows how to treat a lady.",
        "\r\nSimon: She's not a \"lady,\" Rose. She is my wife!",
        "\r\nRose: Oh, dear. It's worse than I thought.",
        "\r\nSimon: What are you talking about?",
        "\r\nRose: Oh, Cleopatra, queen of denial. Listen to me. One thing. I'm gonna ask you \r\none question. Are you the only person who doesn't know that you're in love with \r\nyour own wife?",
        "\r\nRose: Look, do you wanna know how to get your wife back in line?",
        "\r\nSimon: No, I don't. No, don't tell me. I don't wanna hear it.",
        "\r\nRose: If you love her, then you gotta tell her that you love her, because the \r\ngirl is not a mind reader.",
        "\r\nSimon: Yeah, well, I don't love her!",
        "\r\nRose: You're still married to her. You're flying off to never-never land to save \r\nher scrawny butt, and you got that look in your eye at Bruno like you're gonna \r\nkill somebody look, if you don't tell her what's in your heart, you're gonna \r\nhave to kiss her good-bye.",
        "\r\nSimon: Yeah? Why is that?",
        "\r\nRose: Because I know Bruno. I mean, I've heard stories. Gets you to the \r\nmile-high, and the next thing you know, he's charming your pants off. If you \r\ndon't tell her how you feel, then you're gonna lose her.",
        "\r\nSimon: Yeah, well, thanks for that, Rose. And do us a favor. Keep your friends \r\nand your bad advice to yourself.",
        "",
        "\r\nKatie: Oh, that smug, self-satisfied smile. Whose life did you destroy now?",
        "\r\nCraig: On the contrary. You missed a button, by the way. I've found a way to \r\nkeep an old pal in town.",
        "\r\nKatie: Great. Well, guess what I've been up to. Packing for my trip to St. \r\nMartin with Bruno.",
        "\r\nCraig: Hey, Bruno. Well, I hope you kids have a ball.",
        "\r\nKatie: I'd rather have your head.",
        "\r\nCraig: Why me?",
        "\r\nKatie: Simon's leaving town, and it's all your fault. I had him right where I \r\nwanted him, Craig, here in town, jealous and half-crazy with repressed desire. \r\nAnd what do you do? You slap him 25 Gs. You may as well just have given him a \r\none-way ticket home.",
        "\r\nCraig: I keep my word, it's my fault.",
        "\r\nKatie: And how did you keep your word?",
        "\r\nCraig: I was just helping you resolve that age old floral conundrum -- he loves \r\nme, he loves me not.",
        "\r\nKatie: It's like getting fashion advice from a nudist. You have no idea what \r\nyou're talking about.",
        "\r\nCraig: Simon had the means to escape. What does that prove? Not that he loves \r\nyou, but that he's broke. Now that he's got a roll of bills burning a hole in \r\nhis pocket and he sticks around, you'll know he's yours and he's yours alone.",
        "\r\nKatie: Oh, yes, the old \"if you love something, set it free.\" What if he doesn't \r\ncome back?",
        "\r\nCraig: Then he was never yours.",
        "",
        "\r\nPaul: This can't be all of them. [Knock at door] coming. Coming.",
        "\r\nCarly: Hi. Sorry to bring along my precious cargo, but I'm fresh out of sitters.",
        "\r\nPaul: You know, now's not a really good time, Carly, so --",
        "\r\nCarly: Oh, honey, when opportunity knocks, you can't just toss her out on her \r\npatootie, even if she is the last person you want to see. Ta, ta, ta, for your \r\nfuture.",
        "\r\nPaul: Okay. Why are you here?",
        "\r\nCarly: I'm here to make your mother a star!",
        "",
        "\r\nNick: I should put Adam in charge. He knew the name of every single piece of \r\nequipment in there and what it did. Of course, I couldn't get a word in \r\nedgewise, but --",
        "\r\nAdam: Well, you know, I did my homework.",
        "\r\nNick: Oh, yeah, sure. He's Mr.. Cool now, but sit him in front of an offline \r\nediting system, and it's like watching a pilgrim show up at Mecca for the first \r\ntime.",
        "\r\nAbigail: Well, he's gonna catch on so much sooner than I will, it's not even \r\nfunny. Why don't we log in our footage, and you can give us a good time to come \r\nback and edit?",
        "\r\nNick: Yeah, sure. That's great.",
        "\r\nAbigail: Thanks so much, Nick.",
        "\r\nAdam: Yeah, Nick. Thank you so much. I appreciate it.",
        "\r\nNick: No problem. Look, anytime, all right?",
        "\r\nAdam: Line up, take your pictures, dork of the decade right here.",
        "\r\nAbigail: Stop it!",
        "\r\nAdam: No, I'm serious. I mean, he gave me a geek test, and I passed it with \r\nflying colors. How about this one. Ready? Well, the ground will come up, swallow \r\nme whole, we'll fade to black, and then, we'll both laugh on the -- what was \r\nthat?",
        "\r\nAbigail: It was a kiss, stupid.",
        "\r\nAdam: I know it was a kiss, but was it a \"mercy kiss\" or was it a shut up --",
        "\r\nAbigail: It was an all-purpose kiss. You're the only guy I know so obsessed with \r\ntechnology and can still be a great friend.",
        "\r\nAdam: What did I do?",
        "\r\nAbigail: You did everything that you could to get my mind off of Holden and Luke \r\nmissing. Thanks.",
        "\r\nAdam: You would have done the same exact thing for me. Speaking of that, did you \r\ncall Molly and give her the good news about Malta?",
        "\r\nAbigail: I told her while you were falling in love with the editing system. She \r\nwas screaming louder than I was. It was great.",
        "\r\nAdam: Yeah, that's great.",
        "\r\nAbigail: You know, I was thinking that maybe if I didn't have you to turn to, to \r\nsee a million movies with, to hang out with, I'd -- I don't know where I'd be, \r\nand it made me --",
        "\r\nAdam: Made you want to do that?",
        "\r\nAbigail: Yeah, that.",
        "",
        "\r\n[Katie laughs]",
        "\r\nBruno: Hey, stick with me. I'll show you the time of your life.",
        "\r\nKatie: Oh, I can't wait!",
        "\r\nBruno: Into the wild, blue yonder my wild, Tuscan treasure for as long as she \r\nwants, and when you get tired of traveling, just say the word. I'll bring you \r\nback home safe and sound.",
        "\r\nKatie: No, no, no. Nothing could drag me back here -- not for the foreseeable \r\nfuture, at least.",
        "\r\nBruno: Good. Are you ready to fly?",
        "\r\nKatie: Mm-hmm.",
        "\r\nBruno: Let's do it. Hey, cowboy.",
        "\r\nSimon: So, I haven't heard you laugh like that in ages.",
        "\r\nKatie: It's been ages since I had any reason to. And Bruno told me, \"you should \r\nnever cry over something that can't cry over you.\"",
        "\r\nSimon: When was the last time that you cried?",
        "\r\nKatie: So when did you say you were leaving?",
        "\r\nSimon: As soon as humanly possible.",
        "\r\nKatie: You going back to Sydney?",
        "\r\nSimon: No, probably Tahiti. You know, white sand, blue skies -- you're welcome \r\nto come with me if you want to.",
        "\r\nKatie: Some last-minute afterthought? I don't think so, especially now that I \r\nknow what it feels like to have a guy put me first.",
        "\r\nSimon: A guy you don't even know.",
        "\r\nKatie: Yeah, well, I'm having a lot of fun learning. So I guess this is it, huh?",
        "\r\nSimon: Sure. Sure, if this is what you want.",
        "\r\nKatie: What's not to want? I have a millionaire, and you have your freedom and \r\nyour money. Don't spend it all in one place.",
        "\r\nSimon: Katie, after everything we've been through, can't we just -- Katie --"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=hSRoi12I8-4"
}