{
    "Episode Summary": [],
    "Recap": [
        "Lucinda tells Lily and Sierra that the doctor told her that the cancer is stage 3 and has spread to her lymphnodesthe doctor recommends they do a mastectomy followed by Chemo therapy or Radiation. Lucinda vows to fight the cancer and live her life with her family. Barbara and Will both get angry at Paul when they discover Emily is moving in with him. The news comes before Paul's dinner with Will and Gwen. Will tells Barbara and Paul to stay away from him and Gwen. Gwen who was an unwilling witness to the Ryan family fight goes running home and wonders if she wants to continue with the lie about Will being the father of her baby. Rosanna encourages Jennifer to not make an enemy out of Craig because he can be a dangerous enemy. Mike suspects Katie was right about Craig being set up by Jennifer when Meg tells him that she saw Dusty at his house earlier in the day. Later, Mike suspicions are confirmed when he overhears Jennifer talking to Dusty and telling him she doesn't want Mike to find out what they did to Craig. The shock of this news could send Mike straight into Katie's arms tune in Monday to find out."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: Hey, I think the girls are thrilled about spending the night in their own house again. Don't you?",
        "Holden: Sleeping bags in the family room, not like sleeping in their own beds.",
        "Lily: Are you kidding me? I think it's even better. I think they were starting to worry they'd never come home again.",
        "Holden: They were excited.",
        "Lily: Yeah. Almost as excited as spending the night with you tonight.",
        "Holden: Well, that makes three of us.",
        "Lily: Four.",
        "Holden: I'm always here for them. Anytime you need me. You know that.",
        "Lily: Of course.",
        "Holden: Tired?",
        "Lily: Yeah, I'm exhausted.",
        "Holden: You've got a lot on your plate now. Especially with your mother. That, in itself, would wear anyone out.",
        "Lily: No rest for the wicked. I have to go meet Keith. He's going to think I stood him up.",
        "Holden: You don't have to go, you know. I'm sure he'd understand. You said you were tired, so maybe you should just stay here. With us.",
        "[SCENE_BREAK]",
        "Keith: Oh. All right, Jerry. That's perfect. The champagne?",
        "Jerry: Bottle's chilling as we speak.",
        "Keith: And the music?",
        "Jerry: Just give me the signal when the special lady arrives.",
        "Keith: She's special, all right. Very, very special.",
        "[SCENE_BREAK]",
        "[Classical music plays]",
        "Lucinda: Oh. So shines a good deed in a naughty world.",
        "Sierra: Mother, don't do this.",
        "Lucinda: Do what, honey?",
        "Sierra: You know, lying here in the dark, listening to melancholy music. You don't even know your prognosis yet.",
        "Lucinda: Well, as a matter of fact, I do. Dr. Berg called, and the pathology report is in.",
        "[SCENE_BREAK]",
        "Emily: Hi.",
        "Paul: Hi.",
        "Emily: Uh, bad time to move in? Or maybe you didn't really mean it when you asked me?",
        "Paul: No, no, I meant it. I'm sorry. I just thought that it would take you at least a day to get your stuff together. Come on in.",
        "Emily: Okay, listen -- Paul, if you're having second thoughts about us living together, you need to talk to me about it.",
        "Paul: I'm not. I want you here. I want you here. It's just that I invited Will and his girlfriend to come over for dinner. But this is great. This is great. Now I'll have a date, too.",
        "Emily: Wait a minute -- you're going to tell Will about us?",
        "Paul: Unless you want to keep it a secret, I'm ready to tell everybody.",
        "[SCENE_BREAK]",
        "Will: What are you doing? Why aren't you dressed? We're going to be late.",
        "Gwen: Nothing fits. Except, of course, for the ugliest thing that I own.",
        "Will: Nothing? You're sure?",
        "Gwen: I've squeezed, stretched, pulled. It's not happening.",
        "Will: Okay, well, we could go out and buy you something right now, but I don't think I could pay for it. My credit cards are kind of messed up. What's the one thing that does fit?",
        "Gwen: This'll make a really great impression on your brother.",
        "Will: He doesn't care what you're going to be wearing, okay? He just wants to get to know you.",
        "Gwen: Look, Will, maybe this is a mistake.",
        "Will: Well, we can't back out now, okay? He's waiting for us.",
        "Gwen: He's just going to sit there and judge me like everybody else does.",
        "Will: No he won't, all right? Paul's awesome. He's not like that. You're going to like him, okay? And he's going to like you.",
        "[Knock on door]",
        "Barbara: Hi, Gwen. Oh, and Will, you're here, too. Oh, good, I wanted to see you both.",
        "Will: Okay, we were just leaving.",
        "Barbara: I hope she's changing before you go.",
        "Will: Mom, what do you want?",
        "Barbara: I have wonderful news. Your sister's going to have full custody of her child.",
        "Will: The judge ruled in her favor?",
        "Barbara: Across the board. The only thing that Craig got was a five-year restraining order.",
        "Will: Well, that's great. But you didn't have to come all the way down here to tell us. You could've called.",
        "Barbara: You're right, I could have. But I didn't want to. I wanted to come here because I wanted to see you both.",
        "Gwen: Oh, good. Here it comes, Will.",
        "Barbara: No. No, Gwen, I'm not here to make trouble. I'm here to make amends. And to tell you that I want to help you both through this pregnancy. I mean, after all, this baby is my grandchild. That makes us family.",
        "[SCENE_BREAK]",
        "Craig: There has to be someone who would entertain an appeal to get this ridiculous ruling overturned. How many appellate judges do you know?",
        "Rosanna: Come on, we've been through this, Craig. There's no use.",
        "Craig: What, what? You're throwing in the towel after one bad ruling? All we have to do is prove I was set up.",
        "Rosanna: It's not that simple. You weren't just defending yourself against Jennifer today. The whole town has turned against you on this one.",
        "Craig: Welcome to my world. Just promise me you're not gonna turn against me, too. Are you? Are you gonna turn against me, as well?",
        "[SCENE_BREAK]",
        "Jennifer: Dare I believe that this is really over? Craig is finally out of our lives, now, for good.",
        "Mike: Maybe not for good, but at least for the next five years.",
        "Jennifer: Well, don't sound so ecstatic.",
        "Mike: I'm thrilled about how things went down, I'm just -- I'm just tired.",
        "Jennifer: This was for both of us, Mike.",
        "Mike: I know that.",
        "Jennifer: Well, then what is it? Something's wrong. I know you.",
        "Mike: It doesn't matter. We can talk about it in the morning.",
        "Jennifer: Hey. No, let's talk about this now, okay? If something -- if you're upset by something,I want to know why.",
        "Mike: I got in a big fight with Katie at the courthouse, you know, after the ruling. She said some pretty bad stuff about you, and I just couldn't take it.",
        "Jennifer: What kind of stuff?",
        "Mike: You know, just that the whole trial was a result of a setup. She thinks you lied about Craig pushing you so you could press charges against him.",
        "Jennifer: Why would she think something like that?",
        "Mike: I don't know. You know what? And I don't care. But as far as I'm concerned, friendship over. All right. I can't trust her. How am I supposed to be in a relationship with someone I can't trust?",
        "Jennifer: Well, sometimes, with the best intentions --",
        "Mike: No, no, no. There's no excuse for lying to someone you care about. You don't agree?",
        "Jennifer: No, of course I do. I just know how much your friendship with katie means to you.",
        "Mike: Not more than you do. What's going on? Is there something you're not telling me?",
        "Jennifer: Well, you have to admit that you would still be friends with her if it weren't for what happened today.",
        "Mike: You know what? She crossed the line. That's it, friendship over. But you cannot hold yourself responsible for that.",
        "Jennifer: Mike, you're angry, and that's a not a good state to make a decision in.",
        "Mike: Listen -- you are more important to me than anything. You and I have something good, something built on trust and love and support. And nobody's going to undermine that. Nobody.",
        "[SCENE_BREAK]",
        "Rosanna: Now, let's just calm down and think this through, shall we?",
        "Craig: What if I just take him the minute he's born and we disappear? I'm getting tired of this town, anyway.",
        "Rosanna: Don't even joke about that.",
        "Craig: Who says I'm joking?",
        "Rosanna: You want to make me your enemy? Let's talk about stealing babies.",
        "Craig: I'm -- I'm just grasping at straws here. How could this happen?",
        "Rosanna: Well, you forced Jennifer into a corner. You made her act like you.",
        "Craig: So, what am I supposed to do?",
        "Rosanna: Well, maybe you do nothing. Maybe it's my turn.",
        "[SCENE_BREAK]",
        "Barbara: All right, then let me prove to you that I really want to help you both through this pregnancy, all right? Gwen, I think you should come live with me.",
        "Will: What?",
        "Gwen: Excuse me?",
        "Barbara: You can have Jennifer's old room.",
        "Will: Mom, that's the craziest idea I've ever heard.",
        "Barbara: Be sensible here, all right? Think about it. You'll be comfortable, Gwen. You'll have everything you could possibly want, and I can be there to help you through your pregnancy, both emotionally and financially.",
        "Will: Right. All for the price of her firstborn child.",
        "Barbara: Oh, stop being so cynical. You are in no position to be financially responsible for a family. You can't even manage your own money.",
        "Will: And how would you know what I do with my money? Did you do something to my credit cards? Is that why they won't work? Did you call the company? How could you do that?",
        "Barbara: Will, you're going to be a father. So I thought it was in the best interest of everyone, especially the baby, if I step in and take over your finances. At least for the time being.",
        "Will: I can't believe you! Get out! Leave!",
        "Barbara: Would you relax, please? I'm doing this for both of you. I'm doing this for, actually, all three of you. Gwen, you can see that this is sensible, can't you?",
        "Will: Mom, I asked you to leave.",
        "Barbara: All right, I'll leave. You two have a lot to discuss. Oh, by the way, I didn't even mention the medical bills. I mean, the hospital bill alone could run in the tens of thousands of dollars. You call me when you want to talk.",
        "Will: Don't let her get to you, okay? It's just how she is. If one strategy doesn't work, then, you know, she goes for something bigger. But it's all for the same goal, just to control of my life.",
        "Gwen: You know what? She's got a point, Will. When she asked me where I was gonna put the crib, I was like, \"that's a pretty good question.\" And how are we going to pay for the medical bills?",
        "Will: We'll figure it all out, okay?",
        "Gwen: No. What if you can't, all right? Especially now that she has your money.",
        "Will: Gwen, believe me, the last thing you want to do is move in with my mother, okay? The last thing you want to feel is like you owe her anything. Let's just go to Paul's, okay? I'm sure he'll have a suggestion. One way or another, he'll know what to do.",
        "[SCENE_BREAK]",
        "Holden: I was thinking that maybe we could order some Chinese, watch a movie with the girls.",
        "Lily: It has been a long time since we've done a movie night.",
        "Holden: Yes, it has.",
        "Lily: Well, thank you. It's tempting, believe me. But I promised Keith I'd have dinner with him tonight. And after the stunt that Luke pulled, making Keith believe that you and I are getting back together, I --",
        "Holden: Don't be so hard on him. He's going through a rough time right now.",
        "Lily: I know. Believe me, my heart is breaking. I wish there was something I could do, something we could all do.",
        "Holden: I think what we need to do is give him the space he needs and let him work everything out on his own. And about holding off on the divorce -- I don't think it's so good. It'll give him false hope. He did see us sharing a drink.",
        "Lily: I have to be honest with you -- I think I was holding off on the divorce as much for myself as for Luke. I just don't know if I could take any more stress right now.",
        "Holden: Yeah, I know. You've got a lot going on. Your mother's cancer is the most important thing, though.",
        "Lily: I know. But if you want to go ahead with the divorce, I understand.",
        "Holden: I'm not sure what's best.",
        "Lily: Me, either. [Cell phone rings] Sorry. Sierra. What's up?",
        "Sierra: I'm at mother's house. Can you come over here. The biopsy report is back and she wants to tell us both together.",
        "Lily: I'll be right there. The results of my mother's biopsy are in.",
        "Holden: What's the diagnosis?",
        "Lily: Sierra doesn't know. Mother wants us to both be there when she tells us. That doesn't sound good.",
        "Holden: Well, don't assume anything until you know the facts.",
        "Lily: I should go.",
        "Holden: Go ahead. Good luck.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Meg: Gifts for the kids. A welcome home kind of thing, you know? Wow! The place looks great. Wait a minute -- what are you doing here?",
        "Holden: Lily has a date. I'm babysitting.",
        "Meg: I'm impressed. You said that without flinching.",
        "Holden: Life goes on.",
        "Meg: At least Lily's life does. What about yours?",
        "Holden: I got my work, I got my kids. That's all I need.",
        "Meg: You almost sound convinced.",
        "Holden: What's that supposed to mean?",
        "Meg: I just hope you're not holding on to false hopes.",
        "Holden: Of what? Of Lily and I getting back together? No. It's not gonna happen.",
        "Meg: Good. Good. 'Cause take it from somebody who knows. Don't look back. Never look back.",
        "Holden: I wish you would tell me what happened with you and josh.",
        "Meg: Stories for another day.",
        "Holden: Why do you seem a lot less resolved than you're letting us all believe?",
        "Meg: \"Resolved\" is a big word. Why are you making such a big deal out of this?",
        "Holden: Because I'm curious and I'm worried about my kid sister.",
        "Meg: Well, your kid sister is doing just fine, starting a whole new life.",
        "Holden: When are you heading north?",
        "Meg: I'm leaving in a few days.",
        "Holden: Hmm. Alaska -- that's a long way off.",
        "Meg: I'm not running away from anything, Holden. I'm moving on. [Cell phone rings] Excuse me. Hello?",
        "Dusty: Hi, Meg. It's Dusty.",
        "Meg: Oh, you.",
        "Dusty: I know you're a little upset about last night. I thought maybe I could make it up to you.",
        "Meg: Oh. How do you plan on doing that?",
        "Dusty: I'll buy you a drink, to start with.",
        "Meg: You think that will do the trick?",
        "Dusty: I guess I could throw in dinner.",
        "Meg: Okay, Dusty, you're on. I'll be there in ten minutes.",
        "Holden: Moving on, huh?",
        "[SCENE_BREAK]",
        "Jerry: A drink while you're waiting, sir?",
        "Keith: No, no, no, Jerry. I'm fine. Just keep the champagne on ice. She'll be here very soon. Very soon.",
        "[SCENE_BREAK]",
        "Lily: Hi.",
        "Lucinda: Hi, darling. Sorry. I'm so sorry to interrupt your evening.",
        "Lily: No, please.",
        "Lucinda: Look -- I just didn't want to put myself through this twice. Can I get us all a drink? Because I surely would like one, okay?",
        "Lily: Do you know?",
        "Sierra: She wouldn't say until you got here.",
        "Lucinda: Okay, there's one for you. One for you, you, and one for me.",
        "Lily: Mother, do you know? Say it.",
        "Lucinda: Let's have a toast first, shall we? To good health. For having it, keeping it, getting it back.",
        "Lily: Oh, Mother, please --",
        "Lucinda: I'm sorry. It wasn't all what we hoped it would be.",
        "Sierra: How bad?",
        "Lucinda: Oh, it's stage three. It's gone into the lymph node. No, no, no, no, no. Sweethearts, no, no. You don't think I'm going to let them knock me out of the ring this easy. No, I'm going to fight. I'm going to fight and I need you -- I need you both, I need you both to fight with me because we have a lot of decisions to make together. Okay?",
        "[SCENE_BREAK]",
        "Paul: I thought you were going to unpack.",
        "Emily: Will you humor me? Just -- I've got to ask you one last time if you're sure this is what you really want.",
        "Paul: Why wouldn't I want you to move in?",
        "Emily: I don't know. Maybe you asked me because you thought that's what I needed to hear, you know, in the moment, out of some sense of duty or responsibility, or -- what? Maybe you didn't really mean it.",
        "Paul: I meant it.",
        "Emily: It doesn't have to be permanent, okay? I mean, when Daniel gets back from camp, summer camp, I can find somewhere else to --",
        "Paul: You can stay here as long as we want you to stay here. Let's just take it one day at a time and see what happens, okay? Emily, look -- this feels really right for me. But if it's gonna work, it has to feel really right for you, too.",
        "Emily: I want this to work. So much.",
        "Will: Paul? Emily? What the hell is going on?",
        "[SCENE_BREAK]",
        "Mike: You know, I admit, I was just an idiot for thinking we could find a way to compromise with Craig. I just let Katie influence me.",
        "Jennifer: Okay, let's just -- let's just not talk about it anymore. I am suddenly starving.",
        "Mike: Yeah, yeah. I could eat, too. You want go somewhere and get something to eat?",
        "Jennifer: I really think what I want to do is change into something more comfortable, and just stretch out and watch stupid tv shows.",
        "Mike: I don't think we have any food in the fridge.",
        "Jennifer: Well, how about a couple of burgers from metro?",
        "Mike: Mmm, that sounds good. The works?",
        "Jennifer: Yeah, pile it on. Do you mind?",
        "Mike: Not at all, baby, I'll get it for you. I'll be right back.",
        "Jennifer: You did what you had to do, Jen. Just let it go. [Knock on door] Okay, what did you forget?",
        "Rosanna: Hello, Jennifer.",
        "Jennifer: What do you want?",
        "Rosanna: Just thought we'd work things out.",
        "Jennifer: Okay, so Craig sends his new bride over to do his dirty work? Is that why he married you?",
        "Rosanna: Okay, let's get straight to the point then, shall we? I know what you did to Craig. And I can make sure that everyone else finds out, too. So we either work things out, right now, or things are going to end very badly for everyone.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Jennifer: How do you think I could pull off something like that?",
        "Rosanna: With Dusty Donovan's help.",
        "Meg: I was there this morning, talking to Dusty.",
        "Mike: At my house?",
        "Meg: Yeah, and I saw his car in the driveway, so I thought I'd stop by and say hi.",
        "Barbara: You seduced my husband, and now you're seducing my son again! Does the word \"slut\" mean anything to you at all, Emily?",
        "Paul: Whoa!",
        "Emily: This was a mistake.",
        "[SCENE_BREAK]",
        "Jennifer: What is it exactly that you're accusing me of doing?",
        "Rosanna: You and I both know you faked that fall. Right after you goaded Craig into exploding in front of an audience. You thought if you could set him up as the bad guy, a judge would get him off your back.",
        "Jennifer: How do you think I could pull off something like that?",
        "Rosanna: With Dusty Donovan's help?",
        "Jennifer: You're just as paranoid as your husband.",
        "Rosanna: I'm not here to argue with you. I'm here to reason with you.",
        "Jennifer: Well, then, you are wasting your time.",
        "Rosanna: I know what it's like to lose a child, and so does Craig, unfortunately. Now if he thinks that he is completely cut off from that child, and he feels he has nothing left to lose? He is capable of anything. Are you really prepared for that?",
        "[SCENE_BREAK]",
        "Meg: Well, if this were some cheap movie, I'd be throwing a drink in your face and calling you a louse right about now.",
        "Dusty: A louse?",
        "Meg: Mm-hmm.",
        "Dusty: I'm really sorry. No woman should be treated like that. I'm really sorry.",
        "Meg: So, are you still sticking to that lame \"business crisis\" excuse, or are you gonna be a man and fess up to getting nervous?",
        "Dusty: Nervous about what?",
        "Meg: That I might make more of the other night than you want me to.",
        "Dusty: Will you?",
        "Meg: No. We hooked up. I mean, we shared some memories and we got a little intimate. It was nice. But I don't think I'll be showing on your back door with a suitcase in my hand. So you don't need to freak out.",
        "Dusty: I'm not freaking out. I don't have a back door. You caught me at the wrong time. I handled it the wrong way. But you're here now, so I guess you're willing to forgive and forget.",
        "Meg: Well, where's that drink that you told me that you'd buy me?",
        "Dusty: What would you have?",
        "Meg: You know what? If you figure out my favorite, you'll win big points.",
        "Dusty: Be right back.",
        "Mike: Hey, you got a minute?",
        "Dusty: Yeah, it depends. Vodka gimlet, straight up.",
        "Mike: Look, it's about an apology.",
        "Dusty: From who to who?",
        "Mike: Me to you.",
        "Dusty: I got a minute for that.",
        "Mike: Look, I just shouldn't have given you such a hard time about Jennifer. I was just -- I was really concerned about what was going on behind my back and I didn't see what was going on in front of my face.",
        "Dusty: That's okay. Sometimes it's hard to see who's on your side.",
        "Mike: I thought Craig could be handled, but you know, you were right.",
        "Dusty: Everything worked out.",
        "Mike: Definitely, definitely. But you know, I'm sorry for thinking that you could --",
        "Dusty: Oh, no. Listen -- like I said, everything worked out. [Cell phone rings] I gotta take this call. Sorry.",
        "Mike: No worries.",
        "Meg: Well, it looks like you scared off my date.",
        "Mike: Oh, no, he'll be right back. He just had to grab a call.",
        "Mike: Mike Kasnoff, right? Meg Snyder. Holden's sister.",
        "Mike: Oh, hi. Nice to meet you.",
        "Meg: Hi. Nice meeting you. You live in that cottage on Lucinda Walsh's property?",
        "Mike: That's right.",
        "Meg: Oh, well it's a really nice place. Dusty tells me that you're married, with a baby on the way, living in the storybook house. I guess happily-ever- afters really do exist.",
        "Mike: Yeah, apparently so.",
        "Meg: Well, you have a beautiful house. And with all the flowers in bloom, it's really nice this time of year.",
        "Mike: Thank you.",
        "Meg: I wasn't snooping or anything. It's just that I was there this morning, talking to Dusty.",
        "Mike: At my house?",
        "Meg: Yeah, yeah. I was visiting Lucinda and I saw his car in the driveway, so I thought I'd stop by and say hi.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Lily: Hi, it's Lily. Please leave a message.",
        "Keith: Jerry! There's a change of plans. I'm not going to be having dinner after all, okay? So, let's see. For your trouble.",
        "Jerry: Thank you. You might as well take these, sir. After all, you paid for them.",
        "[SCENE_BREAK]",
        "Lucinda: Dr. Berg agrees that",
        "Lucinda: Dr. Berg agrees that the cancer is local, whatever the hell that means. It means it hasn't spread into the rest of the body.",
        "Sierra: And that's a good thing.",
        "Lucinda: Yes. Except lovable Dr. Berg thinks that we should attack this cancer aggressively.",
        "Lily: You mean a mastectomy?",
        "Lucinda: Yes, or a lumpectomy or a second opinion, honey. And of course, then we have to make the decisions about whether you do radiation or chemo, or both of them --",
        "Sierra: Well, what's Dr. Berg suggesting?",
        "Lucinda: I'm going to go to her office tomorrow and I'll just review the options with her.",
        "Sierra: Well, we should go with you. So I'll make sure that my schedule is clear.",
        "Lily: And I'm free all morning, so I'll definitely go, too.",
        "Lucinda: Sweethearts, really,I appreciate your solicitude, but I can certainly get myself back and forth from Dr. Berg's office.",
        "Lily: It's not that, Mother.",
        "Sierra: No, we just don't want you to face this alone.",
        "Lucinda: Hey, when the time comes, you know, the time comes, I'll reach out to you, you know? I want you to be there, I want you to hold my hand. I want the whole thing. But until that time comes, you know -- I'm saving my capital, okay? And I've been thinking, and I think I'm going to fight this the way I have fought everything, all my battles in my whole damn life. I'm going to fight it as if I'd already won.",
        "[SCENE_BREAK]",
        "Will: What is going on? Are you moving in?",
        "Paul: Yes, she is.",
        "Will: So have you -- have you dumped my father? Are you guys together now?",
        "Emily: It's more complicated than that, Will.",
        "Will: Emily, you're sleeping with my brother, you dumped my father! That's not complicated, that's sick!",
        "Gwen: Hey, maybe we should go, okay?",
        "Paul: Wait, no, hold on. Don't go. Hi, I'm Paul. And we need to discuss this, because I know it's a real big shock right now, but Emily and I are really, really happy.",
        "Will: And I'm sure my father's thrilled! Does he even know?",
        "Barbara: Does Hal even know what? Someone coming, or is someone going?",
        "Will: We're going. Come on, Gwen.",
        "Paul: Wait, wait, wait. Hold on a second, don't go, please.",
        "Will: You were the one",
        "Will: You were the one person I thought I could count on.",
        "Paul: You can. You can count on me.",
        "Will: That's why you ambushed me, and invite me over here to meet your new girlfriend, and to top it all off, you invite Mom.",
        "Barbara: Would someone please tell me what's going on here?",
        "Will: Yeah, Paul. Why don't you tell her? Share the love.",
        "Paul: Calm down.",
        "Will: This whole family's insane, and you want me to calm down? Take a good look, Gwen. This is the Ryan clan in all its glory. So this is what you have to look forward to.",
        "Barbara: All right, I'm going to ask one last time, what is going on here? Why are you here, Emily? And, why are you so upset, Will?",
        "Will: Well, Emily dumped my dad and now she's moving in with Paul.",
        "Barbara: What? Is this true?",
        "Paul: Yes, it is true. Not that it's any of your business \u0096",
        "Barbara: Mind?! She has sucked you in again? How could you do this to Hal?",
        "Emily: This has nothing to do with you, so try to stay out of it.",
        "Barbara: This has everything to do with me! You seduced my husband, and now you're seducing my son -- again. Does the word \"slut\" mean anything to you?",
        "Emily: This was a mistake.",
        "Paul: Whoa, Emily. No, it's not. Listen, just stay here, please. Emily, this is where you belong.",
        "Barbara: Leave, good riddance! You know what? She will ruin your life, she will break your heart.",
        "Emily: You ruin everybody's life! You are nothing but a liar and a criminal.",
        "Paul: Everybody, calm down, please!",
        "Barbara: I can't possibly calm down when you let this pathetic tramp in your life!",
        "Emily: Excuse me? You call me pathetic? You're a lonely woman. You're a lonely woman who's going to spend the rest of her life lonely!",
        "Will: Hey, Paul, great party. Seriously, thanks for inviting us. Gwen, let's get the hell out of here. Oh, that's just perfect. Are you all happy now?",
        "[SCENE_BREAK]",
        "Jennifer: Craig is not stupid enough to try anything against me. Not now that I have the law on my side. He may still want this child, but I seriously doubt he wants go to jail.",
        "Rosanna: Are you really willing to take that chance?",
        "Jennifer: I'm willing to face any risk I have to to keep Craig away from my child. Now please, go.",
        "Rosanna: All right. But remember what I said, Jennifer. If Craig feels that he has nothing left to lose, he's infinitely more dangerous than if he is allowed a few hours a week with his child. You make an enemy out of Craig, and God knows what you're in for.",
        "[SCENE_BREAK]",
        "Mike: So, we're cool, right?",
        "Dusty: Yeah, we're real cool. Give my best to Jen, would ya?",
        "Mike: Yeah, I'll do that. You know, it's strange how things worked out, isn't it? If you and Jen and Sierra had stayed at the cottage instead of going to the Lakeview, none of it would've happened.",
        "Dusty: We weren't at the cottage. We met at the Lakeview.",
        "Mike: So, you didn't see Jennifer at my house?",
        "Dusty: I stopped by to see if she wanted a ride.",
        "Mike: Oh, so you two drove over together?",
        "Dusty: No. She had already left. Where are we going with this?",
        "Mike: Nowhere, nowhere, man. Just -- just making a point.",
        "Dusty: Okay. Well, I'm going to get back to my date. I'll see you around.",
        "Mike: I'll see you.",
        "[SCENE_BREAK]",
        "Holden: Hey, Keith. I take it you're looking for Lily.",
        "Keith: I was supposed to meet her at metro, but she --",
        "Holden: Yeah, she's over at her mother's. Her mother got word about the biopsy and asked her to come over.",
        "Keith: Oh. What are the results?",
        "Holden: I don't know. I know she was supposed to meet you over at Metro, but I guess it took a lot longer than she figured.",
        "Keith: It's just as well, she's with her mother.",
        "Holden: Yeah. I told her you'd understand.",
        "Keith: Hey, listen, do me a favor, though. Give her these flowers, huh?",
        "Holden: Yeah, sure.",
        "Keith: Good night.",
        "Holden: Good night.",
        "[SCENE_BREAK]",
        "Lucinda: The odds are weird, appalling. Only 50% of women survive five years after stage three.",
        "Sierra: Well, you've never worried about the odds before.",
        "Lily: No. You've always been an expert at beating them.",
        "Lucinda: Yeah, well, that's because I'm shameless and I cheat.",
        "Sierra: Well, who better than you?",
        "Lucinda: Okay, well, I'll go for that! Wouldn't that be great? Wouldn't that be glorious if I could cheat death? I'm just crazy enough! I'm crazy enough -- to try it. I might even win it. Don't you two worry. I know it's going to be difficult. Don't you worry about a thing, babes. I'll get you through it.",
        "Lily: No, I -- its okay. To be scared. And show it.",
        "Lucinda: Sierra, Lily -- I love you. I love you. Honey, I love you.",
        "[SCENE_BREAK]",
        "Barbara: Families have arguments and they make mistakes, some bigger than others --",
        "Will: How can you call this a family? Families love each other. Families support each other, okay. We are something else. And you -- I really thought you had it together. And I thought that you were someone that I could come to -- that I could turn to for advice, and for help. But, you are just as messed up as all of us.",
        "Barbara: Will, please --",
        "Will: No, shut up. Stay away from me, and stay away from Gwen.",
        "Barbara: Is this what you wanted?",
        "Paul: Get out.",
        "Emily: I am so sorry.",
        "Paul: No, don't --",
        "Emily: This is all because of me.",
        "Paul: Stop. This is not your fault. This is Barbara's fault. Everything is always Barbara's fault. And, Will's right. This is a really messed up family. Everybody around us always ends up getting hurt.",
        "[SCENE_BREAK]",
        "Gwen: What are we getting ourselves into, kid? What the hell are we gonna do?",
        "[SCENE_BREAK]",
        "Craig: Ahh, I know that expression and it's not one of success.",
        "Rosanna: Now look, I did what I could. But Jennifer is feeling particularly brazen, now that the courts are on her side. Don't worry about it, okay. It's just gonna take a little time. We'll figure something out. [Craig laughs] Oh, God, what?",
        "Craig: Oh, still my own worst enemy.",
        "Rosanna: That's true. You always have been. I guess all we've got is each other now, huh?",
        "Craig: Huh? What a pair.",
        "[Rosanna laughs]",
        "Rosanna: What a pair.",
        "[SCENE_BREAK]",
        "Dusty: I see you met Mike Kasnoff.",
        "Meg: Yeah, he seems like a nice guy.",
        "Dusty: What'd you find to talk about?",
        "Meg: Pretty flowers and happy endings. I told him he lived in a beautiful house.",
        "Dusty: With a beautiful wife. Would you excuse me, I have one more call to make.",
        "Meg: Who's stringing along whom, here?",
        "Dusty: I'll make it quick, I promise.",
        "Meg: You know what? Hanging around here, waiting for you is not my idea of a good time.",
        "Dusty: Just give me five minutes, max.",
        "Meg: I'll tell you what. I'm gonna go change into something expensive, I'm gonna pick you up in an hour, and we're gonna go somewhere fancy for dinner. No cell phones allowed. Deal?",
        "Dusty: Deal.",
        "[Phone ringing]",
        "Jennifer: Hello?",
        "Dusty: Hi, Jen, it's me. Listen, Mike was down here at Metro.",
        "Jennifer: Yeah, he went to grab us some dinner. Is something wrong?",
        "Dusty: He seemed kind of suspicious. He was trying to figure out if i had been at the cottage this morning.",
        "Jennifer: Oh, my God. Oh, my God. Who tipped him off?",
        "Dusty: I don't know, but it's important to keep our stories straight. I told him I had been by the cottage, only to offer you a ride, but you had left. If you stick to that story, we'll be fine. Okay?",
        "Jennifer: Yeah, yeah, fine.",
        "Dusty: Are you sure? The worst thing you can do right now is panic and feel guilty enough to tell Mike what really went down.",
        "Jennifer: Don't worry, I'm not gonna blow this, Dusty. The last thing I want is for Mike to find out what we did to Craig.",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns\" --",
        "[Jennifer screams]",
        "Woman: My boy. My boy. What have you done to my boy?"
    ],
    "Transcript Author": [
        "By Boo",
        "Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=_3GNpsyIM_U"
}