{
    "Episode Summary": [],
    "Recap": [
        "Janet, Dusty, Parker, Jack and Carly are all nervously trying to find Liberty, who took off with Gabriel after his fight with Parker. Jack promises to find her with help from his officers, as Janet and Dusty head out by car; she is worried because the last time, Gabriel got arrested. Parker is beside himself with worry over this. Meanwhile, Liberty is with Gabriel at her dad's grave. She is talking to him about his role in Craig's arrest; Gabriel admits to lying about him hitting him, but he truly believes Craig deserves this. He wants to leave town because he doesn't know what to do when Liberty presses him to tell the truth. Liberty admits that she would miss him if he left, as they kiss and head off to the Lakeview. Margo finds an unconscious officer and Craig gone, as she puts out an APB on Craig. Craig goes looking for Lucinda to force her to have Gabriel tell the truth; when she feigns ignorance, Craig ties her up, gags her and leaves after some few choice words. Faith finds Lucinda tied up and helps her out. Lucinda learns of Gabriel disappearing with Liberty, as she thinks it is a good thing. She tells Faith to go warn her mother. Lucinda goes to the police station to press assault charges. Carly tries to convince Parker to keep quiet and stay away from Gabriel, but Parker is tired of hiding the truth and tired of his parents arguing over him. Carly begs him to reconsider, as he is too worried about Liberty to think of anything else. A stunned Faith sees Liberty and Gabriel going upstairs to a room at the Lakeview. Liberty and Gabriel talk about taking their relationship to the next level, but she is concerned because of her past, as she admits to her unplanned pregnancy. Craig finds them there and tries to reach out to Gabriel. Gabriel won't listen even as Liberty urges him to. Gabriel calls the police, as a saddened Craig leaves and runs right into Margo. Liberty and Gabriel have a long conversation about childhoods, fathers and not living with regret. Janet finds out Liberty was at Brad's grave and is even more concerned, as Dusty tries to calm her, she gets cramps. At the hospital, Janet learns her baby is ok and it is a boy, as she and Dusty are overwhelmed with joy. Liberty calls a relieved Janet, who wants her to meet her at the Lakeview, ASAP. Parker sees Faith and wonders why she is acting strangely; he asks her if she knows anything about Liberty and Gabriel. Lucinda is leaving the station when Craig is brought in; Craig accuses Lucinda of paying off Gabriel to lie, as Jack questions her later, which aggravates her. She is leaving in a huff when Liberty and Gabriel come in to talk with Jack. Carly is worried about Parker when he doesn't pick up. She calls Jack, who tells her that Gabriel is at the station with Liberty. A nervous Carly races over. With Liberty by his side, Gabriel confesses that Craig did not hit him or even see him the night of the fire, as a shocked Margo, Craig, Jack and miffed Lucinda look on."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Janet: Okay, thank you so much, Teresa. She's gonna hang out at the Lakeview in case Liberty shows up there.",
        "Parker: Hey, Liberty, it's -- it's me. Look, I am really sorry about the fight, okay? And -- and when you get this, can you please call me back or cause we're very worried about you. She's still not answering. I swear if Gabriel hurts her --",
        "Jack: What happened?",
        "Janet: Jack.",
        "Jack: Why was there a fight at the graduation party?",
        "Dusty: Parker and Gabriel got into it.",
        "Jack: Over what?",
        "Parker: Nothing. Nothing, okay? It doesn't matter.",
        "Jack: I want to know.",
        "Carly: Can we not do this now?",
        "Jack: Parker, please.",
        "Parker: Gabriel grabbed Liberty, okay? I think he wanted to talk to her. I don't know.",
        "Jack: Who threw the first punch?",
        "Janet: What does it matter? The point is, she got upset, and Gabriel went off after her.",
        "Dusty: We haven't heard from her since.",
        "Janet: And you remember what happened the last time they took off together. He stole a car, and she almost ended up getting arrested.",
        "Jack: Gabriel has bad judgment. I understand that. But there's no way he'd hurt Liberty.",
        "Parker: Then why hasn't she called us back?",
        "Jack: Maybe she went back to the Lakeview.",
        "Janet: She's not there. Teresa's there waiting for her. She hasn't heard from her.",
        "Jack: Okay. I'll call some guys I know on patrol, have them keep an eye out for her, all right?",
        "Janet: Please, Jack, anything you can do.",
        "Jack: We'll find her.",
        "[SCENE_BREAK]",
        "Liberty: Maybe I shouldn't have said what I said about you and your father. Maybe it's none of my business. But there was a time when I really hated my dad.",
        "Gabriel: Yeah, because he left you and your mom.",
        "Liberty: Before I was even born. Just like what Craig did to you. And I spent years being really angry with him. And then I finally met him.",
        "Gabriel: And what, it was all sunshine and roses and --",
        "Liberty: Not at first. Mainly because of me. But he asked for a chance to make things up to me, and I thank God every day that I said yes. We didn't get a lot of time together, but the time we did have was amazing. And Craig just wants that same chance, Gabriel.",
        "Gabriel: Yeah, but you're forgetting one thing, okay? I know Craig, all right? I worked with him at Monte Carlo. I know what he's like. He plays people. He lies to get -- get what he wants.",
        "Liberty: And now you're doing the same thing.",
        "Gabriel: The guy stole money from Parker.",
        "Liberty: So did you, the second you started blackmailing Craig.",
        "Gabriel: Well, he burned down his own business.",
        "Liberty: But he never attacked you! You made up that story to get back at him, and now he could spend the rest of his life in a cell.",
        "Gabriel: Okay, well, for the hurt that he caused my mother, he deserves that.",
        "Liberty: What about Johnny? Does Johnny deserve that? When you made up that story out of spite, you never thought about Johnny, did you?",
        "Gabriel: No.",
        "Liberty: You may hate Craig, but that little boy loves him. Who's gonna comfort him when he cries himself to sleep because his daddy is in jail for something he didn't even do? Not you, because you'll be back in Montega or wherever it is you're running off to.",
        "Gabriel: Okay, look, even if I wanted to tell the truth now, it's too late, okay? It's better if I just leave. Then I can't testify for or against anybody. The cops will have no case without me, and Craig will just get busted, only for the arson.",
        "Liberty: You can really leave and never look back? This is your one chance to know your father.",
        "Gabriel: Trust me. Trust me, he wouldn't miss me.",
        "Liberty: What about me?",
        "Gabriel: What about you?",
        "Liberty: Maybe I'll miss you.",
        "Gabriel: You will? Come with me.",
        "[SCENE_BREAK]",
        "Margo: Well, I hope my brother is behaving himself. Craig! [Sighs] This is Hughes. I have an officer down and a prisoner on the loose. Oh, my God!",
        "[SCENE_BREAK]",
        "Craig: Just what did you give my son to get him to lie for you? How much was that worth to you, Lucinda?!",
        "Lucinda: Your -- your confinement has made you delusional.",
        "Craig: Look, I swear if I hear one more lie come out of your mouth --",
        "Lucinda: Right! Blame me! Blame me for everything! I'm the one that seduced the maid! I'm -- I'm the one that cheated on Sierra! I did all the other things that you ever did in your life, too. And no wonder you're so hateful!",
        "Craig: I never even knew I had a son thanks to you!",
        "Lucinda: Right, because the mother didn't want you to know, and we honored her wishes!",
        "Craig: I never laid a hand on that boy, and you know it. But you're gonna make things right. You're gonna get Gabriel to come down here, and you're gonna make him retract his statement.",
        "Lucinda: As if I could do anything to get that --",
        "Craig: Oh, you'll do it or else.",
        "Lucinda: Stop it! What are you doing?!",
        "Craig: If I rot in jail, it's gonna be for something I actually did.",
        "Lucinda: Craig, Craig --",
        "Craig: I have your attention now, Lucinda, huh? Huh?",
        "Lucinda: Craig, this is -- this is something between you -- it has nothing to do with me! Don't put me in between it! Don't put me -- aah! Craig --",
        "Craig: I don't know why I ever bothered to try and reason with you, Lucinda.",
        "Lucinda: Oh, Craig, oh.",
        "Craig: Oh, you know, there are just so many tempting ways to hurt you, Lucinda.",
        "Lucinda: You are only making things worse for yourself.",
        "Craig: Yes, well, there's the rub, isn't it? I can't afford to make my legal problems any worse in case Gabriel might be willing to retract statement. So as much as it pains me, I'm gonna have to let you live.",
        "Lucinda: Untie me this instant. Help! Help!",
        "[Muffled shouts]",
        "Craig: You can thank me later.",
        "[SCENE_BREAK]",
        "Jack: And -- and whatever you do, don't -- don't approach them or you'll spook them. Thanks. They have Liberty and Gabriel's descriptions.",
        "Janet: Anything we can do?",
        "Jack: Be patient. Don't get all freaked out, okay? It can't be good for the kid.",
        "Dusty: Is there anyone else we should call? You know, somebody we haven't thought of yet?",
        "Parker: Uh, what about Mackenzie and -- and Liberty's other friends, Kyra and Alexa?",
        "Carly: Yeah, call them, okay?",
        "Janet: Okay, wait. I can't just do nothing, or I'll go crazy.",
        "Dusty: Let's take a drive. Maybe we'll see them on the street.",
        "Janet: Oh, good idea. Okay.",
        "Carly: Jack --",
        "Jack: Hmm?",
        "Carly: How worried should she be?",
        "Jack: Well, it's -- it's hard to say. When I questioned Gabriel at the station, I was pretty hard on him. He didn't crack.",
        "Carly: Well, maybe because he was telling the truth. Jack, innocent people can get nervous when they're interrogated, you know?",
        "Jack: Last time he was this nervous, he took off. I think he was avoiding the truth.",
        "Carly: Maybe he's gone now, and maybe that's a good thing.",
        "Jack: Okay. Well, if he did take off, would Liberty go with him?",
        "Carly: I don't -- I don't know. I doubt it.",
        "Jack: She's done some pretty crazy things in the past.",
        "Carly: In the past. But not since she's been sick. You heard her speech at the graduation. Those were the words of a very together young woman.",
        "Jack: So Liberty wouldn't have gone off with Gabriel, at least not willingly.",
        "Parker: Are you saying that Gabriel's holding Liberty hostage?",
        "Carly: No, no. That's not what he's saying at all.",
        "Parker: That's exactly what he just said.",
        "Jack: I'm just -- I'm thinking out loud here, Parker.",
        "Carly: Parker, the possibility is extremely remote.",
        "Parker: I swear, if something happens to Liberty because of me --",
        "Carly: No, Parker --",
        "Parker: No, I started that fight with Gabriel. I'm the reason that she took off with that loser.",
        "Jack: Maybe she -- maybe she went and she's with one of her friends. Or maybe she took off --",
        "Parker: I just talked to all of her friends.",
        "Jack: All right, maybe she took off and went to the -- the river or something to chill out or went to a movie or something. It's too soon to be worried about her. Listen. Do you have a picture of her?",
        "Parker: Yeah, on my phone.",
        "Jack: Okay, e-mail it to me. I'm gonna go to the station, and I'll -- and I'll send it out, okay? Someone's gonna recognize her. But don't worry about it, all right?",
        "Parker: I'll go with you.",
        "Carly: No, you won't. You're coming home with me.",
        "Jack: Listen to your mother. Go home. I'll call you as soon as I know anything.",
        "[SCENE_BREAK]",
        "Faith: Are you here?",
        "[Muffled shouts]",
        "Faith: Grandma! What happened?! Are you all right?!",
        "Lucinda: Oh, am I all right?! What a question. Do I look all right?",
        "Faith: Well, what happened?",
        "Lucinda: Craig -- he -- he came here, and he tied me up.",
        "Faith: Are you hurt? Does this have anything to do with Gabriel?",
        "Lucinda: Gabriel? I don't know why -- why you're talking about Gabriel.",
        "Faith: Everyone knows that -- that Craig is angry at you and Mom for not telling him that -- that Gabriel was his son. And even when Gabriel was at the party, I don't know, it just kind of seemed like the two connected.",
        "Lucinda: Party? What party?",
        "Faith: The graduation party at -- at the Lakeview. Gabriel showed up, and -- and he got into a fight with Parker, and then Liberty got upset, and they took off together.",
        "Lucinda: Where did they take off to?",
        "Faith: No one knows. Parker just called me. He's afraid they may have left town. That's why I was looking for Mom -- because I thought she might know something.",
        "Lucinda: Oh, God. Uh, it's just as well if Gabriel took off. Just get rid of that kid.",
        "Faith: But what if Liberty went with him?",
        "Lucinda: Honey, don't worry about Liberty. She can take care of herself.",
        "Faith: But Parker thinks that Gabriel lied about the night of the fire.",
        "Lucinda: Oh? Why does Parker think that?",
        "Faith: Because he knows Craig, and Craig would never hurt his own son. He thinks that Gabriel was making it all up because he hates Craig so much.",
        "Lucinda: Oh, your mother! If she'd just keep her mouth shut! She never should have told Craig. She should have honored poor Lidia's wishes.",
        "Faith: I'm staying out of that one.",
        "Lucinda: What are you doing, Honey? Who are you calling?",
        "Faith: Calling the police.",
        "Lucinda: Oh, Darling, don't be silly. I'll take care of that. Go! Go look after your mother. Your mother could be the next one on the list, Honey! Go!",
        "[SCENE_BREAK]",
        "Liberty: I'm sure the party's over. And even if it's not, the last thing I want is to see those people and be humiliated again.",
        "Gabriel: Yeah. Well, look, we're not going in there. Let's go upstairs.",
        "Liberty: To my suite?",
        "Gabriel: No, to Craig's. You know, no one will be looking for us there, and we can be alone.",
        "Liberty: I don't think that's a good idea.",
        "Gabriel: Why not?",
        "Liberty: You know I like you, and we have a really great time together.",
        "Gabriel: You said you'd miss me if I left. You did say that.",
        "Liberty: Yeah, but that doesn't mean I'm ready to take it to the next level.",
        "Gabriel: That's cool.",
        "Liberty: Is it?",
        "Gabriel: Yeah. I mean, I can't pretend like I wouldn't like that, but look, I'm not gonna pressure you into doing anything you don't want to do.",
        "Liberty: Let's go to Java or Al's.",
        "Gabriel: What if we run into someone from the party or -- or I see Parker and he tries to hit me again?",
        "Liberty: We could sit here in the lobby.",
        "Gabriel: Come on. Let's go upstairs, where we can kick it. Look, it's -- it's quiet. Nothing's gonna happen that you don't want to happen, I promise.",
        "[SCENE_BREAK]",
        "Parker: There's no messages. Where is she?",
        "Carly: Your father will find her.",
        "Parker: I hope so.",
        "Carly: So, do you want to tell me what happened?",
        "Parker: No.",
        "Carly: You got jealous, and you let it get the better of you. It happens.",
        "Parker: You don't know anything, do you?",
        "Carly: Enlighten me.",
        "Parker: Yeah, I got jealous. Gabriel had his hands all over Liberty, and I -- I couldn't take it. But that's not the only reason that I hit him.",
        "Carly: That's what you told your dad and me.",
        "Parker: Maybe because neither one of you wanted to hear the truth, especially you.",
        "Carly: And what's the truth?",
        "Parker: I called Gabriel a liar. I told him that I knew for a fact that Craig did not hit him the day of the fire, that he wasn't the one that left him there.",
        "Carly: You said this in front of people? You said this in a roomful of people?",
        "Parker: It's the truth, Mom.",
        "Carly: Parker, the truth could send you to jail! Is that what you want?!",
        "Parker: What I want is for this nightmare to be over! But it just keeps getting worse!",
        "Carly: I know this has been hard for you, Parker. You just have to hold on a little bit longer. And hey, hopefully Gabriel's left town. But if he hasn't, you have to stay away from him. You can't get in his face again. You just have to let him stick to his story, okay?",
        "Parker: Didn't Dad question him again today?",
        "Carly: Yeah. And Gabriel kept his mouth shut.",
        "Parker: But Dad knows that he's lying.",
        "Carly: No, he doesn't. He doesn't know that. He might have a suspicion, but he doesn't know it.",
        "Parker: It's the same thing. You know how Dad is. He'll keep pushing him and pushing him until he cracks.",
        "Carly: Or until Dad thinks that Gabriel's telling the truth.",
        "Parker: But he's not.",
        "Carly: Parker, just trust me on this, all right?",
        "Parker: No! I can't do this anymore.",
        "Carly: Where are you going?",
        "Parker: To find Gabriel. I'm gonna make him tell the truth.",
        "Carly: Parker! I can't let you do that.",
        "[SCENE_BREAK]",
        "Janet: Liberty?! [Sighs] She always comes here to her father's grave when she's upset.",
        "Dusty: Maybe she's not upset. That's a possibility, right?",
        "Janet: I suppose.",
        "Dusty: Being fought over by two guys -- is that the worst thing?",
        "Janet: No, she hates that. Liberty told me she doesn't like it.",
        "Dusty: All right. Well, it's probably not gonna be the last time.",
        "Janet: [Sighs] Today started off so well.",
        "Dusty: When she got that diploma, that was something.",
        "Janet: Oh, I was so proud of her.",
        "Dusty: We all were.",
        "Janet: You know, there were certain times when I didn't think I'd ever see this day.",
        "Dusty: Oh, come on.",
        "Janet: It's true. Some of the choices I made -- they always -- they weren't always the best, you know?",
        "Dusty: That's not true.",
        "Janet: We are standing here at her father's grave -- a father that she only got to know a couple years ago because I made the decision not to tell Bradley that he had a daughter.",
        "Dusty: What are you doing, beating yourself up for something you did how many years ago?",
        "Janet: Still, not knowing her father had an effect on her.",
        "Dusty: Well, so did you.",
        "Janet: Not always good. You know, when I found out she was pregnant --",
        "Dusty: Why are you doing this? Why are you doing this now of all days?",
        "Janet: Because she is off with Gabriel somewhere. I don't know where she is or what they're doing.",
        "Dusty: I'm positive she's not gonna put herself in a bad situation with a boy after everything she's gone through to get here.",
        "Janet: Right. You're right.",
        "Dusty: I am right.",
        "Janet: You're right. Wherever she is, whatever she's doing, she's all right.",
        "Dusty: She's fine.",
        "Janet: Thanks.",
        "Dusty: You're welcome. Let's go back to the Lakeview. I'm sure she'll be there soon. Come on.",
        "Janet: Okay. Dusty! This flower is from the bouquet you got her earlier.",
        "Dusty: Are you sure?",
        "Janet: Yes, I'm sure. That means she was here and she was upset.",
        "Dusty: Well, she probably feels better after speaking with her father.",
        "Janet: No! Please, don't do that to me! I am not wrong, okay?! I know my daughter better than that! I know when she's upset! Don't placate me!",
        "Dusty: Janet, we're gonna find your daughter. You got to stay calm. You're getting all worked up --",
        "Janet: Oh, God. Something's wrong.",
        "Dusty: Janet --",
        "[SCENE_BREAK]",
        "Guard: I thought the guy was having a heart attack. He was gasping for breath.",
        "Margo: Oh, no. That's just the oldest one in the -- you know, while you're on disciplinary leave, you'll have time to reread the manual. Then you'll follow procedure. Grady, get this guy into E.R.! Get him checked out.",
        "Jack: What's going on?",
        "Margo: Oh -- Craig knocked him out, and then he escaped. And, you know, it was just when I thought that my brother might actually be telling the truth. He is his own worst enemy. This is just par for the course.",
        "Jack: Did you put out an APB?",
        "Margo: Well --",
        "Lucinda: Who's in charge here today?",
        "Margo: Oh, God.",
        "Lucinda: Craig Montgomery is on the loose. He escaped.",
        "Jack: What the hell happened to you?",
        "Lucinda: He attacked me at Worldwide. Look at me! And he nearly killed me!",
        "Margo: What?!",
        "Lucinda: Well, he changed his mind about kill -- killing me. But he left me. He left me bound and gagged in the office. My granddaughter, Faith -- the poor child, traumatized -- she found me. Anyway, I'm pressing charges! I'm pressing charges! I want that animal to pay! [Sobs]",
        "[SCENE_BREAK]",
        "Gabriel: Come on. Have you ever felt unsafe with me?",
        "Liberty: No. Just really weird considering all the crazy stuff you've done. We're just gonna talk, right? Okay.",
        "Faith: Hi. I'm looking for my mother, Lily Walsh. Do you know if she's in the hotel?",
        "Concierge: Uh, I haven't seen her, but I can check the office.",
        "Faith: Thanks. They're not -- what a slut.",
        "Concierge: Ms. Walsh isn't in the office. Would you like me to have her paged?",
        "Faith: No. Never mind. I wouldn't even know what to tell her.",
        "Gabriel: You want, uh, some chips or soda or something?",
        "Liberty: I'm good.",
        "Gabriel: Phew! Man, what a freaking day, huh? Jack Snyder's like a pit bull. And then my -- Craig was all over me. Then that fight with Parker. [Sighs] I'm sorry I ruined your graduation party.",
        "Liberty: You certainly made it memorable.",
        "Gabriel: You know, I feel like you're the one person I can talk to about this.",
        "Liberty: I have an idea of where you're coming from. Your mom was like my mom, you know, working crazy hours to provide for me. I was her whole life.",
        "Gabriel: Look how incredible you turned out to be.",
        "Liberty: Yeah, right.",
        "Gabriel: No, I mean it, Liberty. You're one of the most beautiful people I ever met.",
        "Liberty: I better not.",
        "Gabriel: Come on. It's just a kiss.",
        "Liberty: I know, but --",
        "Gabriel: No, no. I get it. Maybe just hold hands?",
        "Liberty: Think I'm being silly or a prude or something?",
        "Gabriel: No. No, I just wish that you trusted me.",
        "Liberty: Gabriel, there's something you don't know about me. I got pregnant not too long ago. I hooked up one time with this guy who didn't mean anything because I was an idiot.",
        "Gabriel: I didn't know.",
        "Liberty: And I had to make a terrible choice, and I decided I wasn't ready to be a mom. And then I lost the baby anyway. I miscarried.",
        "Gabriel: I'm sorry, Liberty.",
        "Liberty: So, I know no matter how casual sex might seem, it's not casual at all, okay? Not for me.",
        "Gabriel: I get it. I get it. I'm glad you told me.",
        "Liberty: You are?",
        "Gabriel: Yeah. 'Cause it means that you trust me.",
        "Liberty: I guess I do.",
        "Gabriel: I care about you so much, okay? I would never do anything to hurt you.",
        "Liberty: I care about you, too.",
        "Gabriel: You think maybe we could just hold each other a little bit, maybe forget about the world for a while?",
        "Liberty: That sounds nice.",
        "Craig: What are you doing here? Oh, never mind. It's obvious.",
        "Liberty: It's not what you think.",
        "Gabriel: What are you doing out of jail?",
        "Craig: I was released.",
        "Gabriel: Why?",
        "Craig: It's complicated. It was a technicality.",
        "Gabriel: Try me.",
        "Craig: They didn't Mirandize me properly. They had to let me go.",
        "Gabriel: Okay, so you don't mind if I call your sister to confirm that?",
        "Craig: Okay, fine. I broke out of jail. I snuck out because I -- I have to get to the truth. I came here because I was gonna get my car keys to go look for you, but look. You saved me the trouble.",
        "Gabriel: You got guts. I'll give you that much.",
        "Craig: That's a good start.",
        "Gabriel: Get real, okay? I got nothing to say to you.",
        "Craig: All right, fine. I'll talk. You listen. Margo's gonna be covering the railroads and the airport and the highway, so that gives us a good amount of time to sit down, have a candid discussion, and work some things out.",
        "Gabriel: You talk. I'm calling the cops.",
        "[SCENE_BREAK]",
        "Dusty: How are you feeling?",
        "Janet: I'm better.",
        "Dusty: Good. You haven't had a cramp since you've been here?",
        "Janet: That's because I've been holding my breath, praying to God, \"Please, let the baby be all right. Please, let the baby be all right.\"",
        "Dusty: Do you want me to call Jack?",
        "Janet: No, no. He's out looking for Liberty. I don't want him to worry about me.",
        "Dusty: He'd want to be here.",
        "Janet: If there is anything wrong with the baby, then we can call him.",
        "Dusty: Nothing's wrong with the baby, Janet.",
        "Janet: You don't know that.",
        "Dusty: Yes, I do.",
        "Janet: Things can go wrong very quickly.",
        "Dusty: Janet --",
        "Janet: This isn't the first time I've been in the hospital, Dusty. I don't know when I'm gonna open my eyes and listen to God's warnings.",
        "Dusty: You think this is a sign?",
        "Janet: I know you don't believe in that sort of thing, but I do.",
        "Dusty: All right. What's God telling you right now?",
        "Janet: He's telling me that I shouldn't be so selfish and that I'm responsible for this little life that's inside of me right now.",
        "Dusty: You think you lost sight of all that?",
        "Janet: I don't know. Between everything that's been going on with Liberty and her treatments and trying to get her ready to graduate from high school and all the drama that's going on in my life right now --",
        "Dusty: What, me and you?",
        "Janet: It's not an ideal situation. You know that.",
        "Dusty: What isn't?",
        "Janet: You know I love this baby more than anything, right?",
        "Dusty: Yeah. Of course.",
        "Janet: I just want to be a good mom more than anything. And I'm terrified that I'm gonna ruin this kid's life somehow.",
        "Dusty: No, no. Janet, nothing's gonna happen. You're a great mom.",
        "Janet: I just want you to know how important this baby is to me, and I don't want the craziness of my life to overshadow what's really important.",
        "Dusty: It won't. It won't.",
        "Janet: You know, Liberty had to grow up too fast because of the kind of life that I led back then. And I thought my life was better now, but maybe it's not, you know? And I just want this baby to have a chance at a normal life like she never got that chance. I want this kid to be a kid for as long as possible. I want to see a big smile on his face forever and forever. And if I have done anything to jeopardize this child's chance at a normal life, I will never forgive myself.",
        "Dusty: No. Janet, nothing is wrong with the baby. The baby's perfect, like you.",
        "Janet: You really think so?",
        "Dusty: Yes. You just got to believe it.",
        "Janet: When you look at me like that, I do.",
        "Dusty: That's my girl.",
        "Dr. Nassir: Ms. Ciccone, I'm Dr. Nassir. I'm filling in for Dr. Morris.",
        "Janet: Hi. Um, this is Dusty Donovan. I'd like him to be present for the examination, if it's all right with you.",
        "Dr. Nassir: Tell me about these cramps you've been having.",
        "[SCENE_BREAK]",
        "Carly: Right now your dad doesn't know that Gabriel's lying about what happened that day. He's suspicious, but he doesn't know, so he doesn't have to choose between you or his badge. So you can't say anything, all right?",
        "Parker: We can't keep doing this, Mom. All I ever see is you and Dad fighting.",
        "Carly: We were. But it's better now. We turned a corner. And he's backed way off the case, so don't say anything. For God's sake, stay away from Gabriel, all right?! Will you promise me that?",
        "Parker: This doesn't feel right, Mom.",
        "Carly: Hopefully Gabriel's left town anyway.",
        "Parker: And what about Craig?",
        "Carly: Who cares about what happens?!",
        "Parker: What happens to him? He just rots in a cell for something that he didn't even do?",
        "Carly: Parker, who cares? He's a thief. He stole millions of dollars from you!",
        "Parker: I know!",
        "Carly: He set fire to a building!",
        "Parker: I know that. And -- and I'm not saying that he didn't do anything wrong or that Gabriel didn't do anything wrong. But I did, too.",
        "Carly: What did you do?! You popped a kid who was stealing from you! You think you should go to jail for that?!",
        "Parker: Maybe I'll get some peace for that.",
        "Carly: Parker, if you do, you'll never be the same again.",
        "Parker: Maybe that's the price I have to pay.",
        "Carly: Okay. If you won't keep quiet because it's what's best for you, would you please do it for me? Would you please do it for me? Craig has already taken so much from us. Don't let him take you from me, too.",
        "[SCENE_BREAK]",
        "Lucinda: Margo -- oh, Margo, the evil -- the evil in his eyes when he held -- he held the -- [Lucinda gasps] -- The cord up against my throat. [Lucinda sighs]",
        "Margo: Lucinda, what was his reason for being there? Why did he come to you?",
        "Lucinda: I don't -- I don't know. He -- he wanted to kill me.",
        "Margo: Yes. I -- I got that. But why this time?",
        "Lucinda: It had something to do with, you know, the Gabriel secret and all that.",
        "Margo: All right, well, Craig has known about Gabriel for weeks now. But why now? Why would he risk everything? You see, it just doesn't add up.",
        "Lucinda: Oh, but what does in his twisted mind? Margo, you know, you have just -- you have stuck by him. The way you have all his life is commendable, if unprofessional. And I'm sure that your visits to him will -- will bring him great comfort when he spends the rest of his life in the slammer!",
        "Margo: Yeah, well, I got to find him first.",
        "Lucinda: Oh, God.",
        "[SCENE_BREAK]",
        "Liberty: Stop it!",
        "Craig: Would you just listen to me?",
        "Gabriel: Why should I? It's just the same garbage I've heard before.",
        "Liberty: Gabriel, please.",
        "Gabriel: Look, he's not like your dad, okay? He's not a good guy.",
        "Liberty: He's still your father.",
        "Gabriel: By blood only.",
        "Craig: But I would have been your father if I'd only known I was your father. I feel just as cheated as you do. Lucinda told you what lie would get me looked up for good, didn't she? And you went along with it.",
        "Liberty: Is that true? Why would she do such a thing?",
        "Craig: Because Lucinda and I have a long and tangled history and at the moment she hates my guts.",
        "Gabriel: Oh, wow. I can't imagine why.",
        "Craig: You don't have to imagine. I'm sure she was all too happy to tell you every lousy thing I've ever done. She embellished some of it I'm sure, but it doesn't matter. Most of it is probably true.",
        "Gabriel: [Laughs] So now that you confessed, you think we're gonna turn to amigos and ride off in the sunset together?",
        "Craig: We're not gonna turn into anything. We already are something. We're family. I'm your father. It's as simple as that, Gabriel. I'm your father.",
        "Gabriel: So what that you're my father, all right? I've done just fine without you all these years.",
        "Craig: Have you?",
        "Gabriel: What do you think?",
        "Craig: I think you're still grieving your mother. There's an empty space in your heart. You're in a strange country, a strange city. I think you're alone, and I think you're afraid.",
        "Gabriel: You -- you don't know squat about me.",
        "Liberty: Gabriel, listen to him.",
        "Gabriel: No. No, you know, the only other thing I'm afraid of is that you're gonna bribe your way out of this and try to kill me again.",
        "Liberty: How can you say that? You know he never tried --",
        "Craig: Never mind. It's a lost cause. Go ahead. I won't stop you.",
        "Gabriel: Hi, I'm calling from the Lakeview hotel. There's an escaped prisoner here. Craig Montgomery.",
        "[SCENE_BREAK]",
        "Carly: Do we have a deal?",
        "Parker: Where is she?",
        "Carly: You won't talk to Dad or Gabriel again about what happened that day, right?",
        "Parker: Stop pushing me, okay?",
        "Carly: Just promise me, Parker.",
        "Parker: I don't know what I'm gonna do, okay? All I care about right now is finding Liberty. I can't even deal with what I'm gonna do after until I know that she's okay! Look, I'm gonna go to java to --",
        "Carly: Don't. Don't go after her. Gabriel is probably with her. The police and her family are looking for her. I'm sure she's fine. You just need to focus on yourself.",
        "Parker: Yeah, always look out for number one. That's your motto, right?",
        "Carly: You are my number one. That's why I need you to give me your word.",
        "Parker: Stop it, okay? I'm not promising anything until I know that Liberty is okay.",
        "[SCENE_BREAK]",
        "Gabriel: The cops are on their way.",
        "Craig: I'm sorry you felt compelled to do that. I'm afraid one day you'll regret it.",
        "Gabriel: Was that a threat?",
        "Craig: No. Just a sad truth. But what's done is done.",
        "Liberty: That could be the last time you see him.",
        "Gabriel: Yeah, I'm counting on that.",
        "Liberty: What he said was true. You are scared. You are alone.",
        "Gabriel: No, I'm not. I got you.",
        "Liberty: Craig should be punished for what he did, not for a lie.",
        "Gabriel: Do you know what he did?! He killed my mother. Yeah, they said she died of cancer, but I -- I know it was a broken spirit. It was him. He did that.",
        "Liberty: Go after him! Tell him that! Wail on him, vent! That's what I did with my dad.",
        "Gabriel: Your dad's a saint, okay? My dad is a monster.",
        "Liberty: No one is all good or all bad, Gabriel, okay? No one. He's the only father you have, and you just let him get away.",
        "Margo: [Clears throat] End of the line, Brother.",
        "[SCENE_BREAK]",
        "Dusty: Your doctor says the heartbeat's good and strong.",
        "Janet: Something could still show up on the sonogram.",
        "Dusty: Be positive.",
        "[Cell phone ringing]",
        "Janet: Honey, get my phone, please. I'm sorry, Doctor. Excuse me. Normally I wouldn't answer my phone, but I'm expecting an important call from my daughter.",
        "Dusty: It's Liberty.",
        "Janet: Okay.",
        "Dusty: Be calm. Be calm.",
        "Janet: Liberty? What's going on? I've been trying to call you.",
        "Liberty: You have? Oh. Uh, I didn't know. My phone's been off.",
        "Janet: Where are you? Are you all right?",
        "Liberty: Yeah, I'm fine. There was a fight at the graduation party.",
        "Janet: I know, I know. Parker told us. And he said that you took off with Gabriel. Are you still with him?",
        "Liberty: Yeah. We've been talking. Um, don't worry about me, Mom. Everything's fine.",
        "Janet: Listen, I want you to say goodbye to Gabriel and meet me back at the Lakeview.",
        "Liberty: Is that where you are?",
        "Janet: Not yet, but I will be soon. So just meet me there, okay?",
        "Liberty: But --",
        "Janet: Honey, I don't have time to argue with you right now. I've got enough on my plate.",
        "Liberty: What do you mean? What's wrong?",
        "Janet: Nothing.",
        "Liberty: Where are you, Mom?",
        "Janet: I'm out. But I will be back at the Lakeview very soon. And when I get there, I want you to be there, all right, because I want to see in person that you're okay.",
        "Liberty: Okay. I'll see you soon. I love you.",
        "Janet: I love you, too.",
        "Dusty: Hallelujah. That's one offspring safe and sound. Now, Doc, how about this baby?",
        "Dr. Nassir: Thumbs up.",
        "Janet: The baby's all right?",
        "Dr. Nassir: I don't know why you felt that cramp before, but your little boy is just fine.",
        "Janet: Oh, thank God! My boy? We're having a boy.",
        "[Dusty laughs]",
        "[SCENE_BREAK]",
        "[Jack clears throat]",
        "Lucinda: Oh. Oh, bravo. And so soon!",
        "Craig: Oh, stuff your scarf in it, Lucinda.",
        "Lucinda: I'm here because I'm pressing charges -- aggravated assault!",
        "Craig: I should have killed you when I had the chance.",
        "Margo: Stop!",
        "Lucinda: You hear that? He's admitting it in front of police.",
        "Craig: No, I said I had the chance. She's the one that convinced Gabriel to lie that I had attacked him. She put him up to it.",
        "Lucinda: I don't know what he's talking about.",
        "Craig: It's true.",
        "Lucinda: It's a lie.",
        "Margo: Go, go, go. Now, go, go.",
        "Jack: No, you -- no, no, no. You -- you are going -- you're going home.",
        "Lucinda: What? No, I -- uh, I can't go home, not when he's spewing lies about me.",
        "Jack: Was it a lie?",
        "Lucinda: Of course it was.",
        "Craig: Margo, Gabriel could still be at my suite. Will you please just go over there? Talk to him. Throw him out! Get him to admit the truth!",
        "Margo: Oh, come -- earth to Craig! Earth to Craig! You're still facing arson charges, and -- and Lucinda is filing assault charges.",
        "Craig: She deserved it. She turned my own son against me.",
        "Margo: [Sighs] You know what? If you ever do get out of prison, you have all the time in the world to reunite with your long-lost son. But for now, just call your lawyer.",
        "Craig: Is Tom at home, or should I try him on his cell?",
        "Jack: Why would Craig say that you told Gabriel to lie about who attacked him at Monte Carlo?",
        "Lucinda: Why does Craig do anything? I'm leaving.",
        "Jack: I thought you wanted to stick around.",
        "Lucinda: That was before you started interrogating me, Jack. I'm the victim here. You would do well to remember that.",
        "Jack: Liberty Ciccone. You had your mother worried sick.",
        "Liberty: I just spoke to her. I had no idea you guys would freak out like this.",
        "Lucinda: We had a deal.",
        "Gabriel: I need to talk to you.",
        "[SCENE_BREAK]",
        "Dusty: I know you and Jack wanted to learn the sex of the child together.",
        "Janet: Well, we did.",
        "Dusty: I can't believe the doctor spilled the beans like that. Should have been a note in your file.",
        "Janet: That's okay.",
        "Dusty: I know you're a little upset.",
        "Janet: Upset? I'm ecstatic. I just found out we're having a boy, a son.",
        "Dusty: A little slugger.",
        "Janet: Yeah! And Liberty's gonna have a little baby brother!",
        "Dusty: Now I know what color to paint the nursery.",
        "Janet: Oh, gosh. That's the least of my worries. I don't know anything about raising a boy.",
        "Dusty: Well, I do.",
        "Janet: That's right.",
        "Dusty: Sure.",
        "Janet: You do.",
        "Dusty: Show you the ropes. Show you a few tricks.",
        "Janet: Okay. I already know the one about, you know, when you're changing his diaper.",
        "Dusty: Right around --",
        "Janet: [Laughs] I can't stop smiling.",
        "Dusty: You shouldn't. It looks good on you.",
        "Janet: You're smiling, too, you know?",
        "Dusty: Nah.",
        "Janet: Yeah, you are.",
        "Dusty: Wait till Johnny hears he's got a brother on the way. What a lucky little kid.",
        "Janet: Oh. I think we're all pretty lucky.",
        "Dusty: We are.",
        "Janet: And I want to do right by this guy. And thanks to Pop leaving me that money, that's not a concern anymore.",
        "Dusty: I'm glad the money helps out.",
        "Janet: You know, it's like -- it's like he's still with us, with me and Liberty and his new little grandson. I want this kid to have everything that Liberty didn't get to have. I want him to have big birthday parties. I want him to have a real home and a real family.",
        "Dusty: Liberty has a mother who loves her more than anything in the world. That's all a kid needs.",
        "Janet: And I love this little guy just as much. You know that, right?",
        "Dusty: I do. Of course I do.",
        "Janet: Oh!",
        "[SCENE_BREAK]",
        "Faith: Parker.",
        "Parker: Oh, hey, Faith. Look, I -- I can't stay. I have to keep looking for Liberty.",
        "Faith: You haven't heard from her?",
        "Parker: No. And the fact that she could be with Gabriel right now -- it's making me crazy. Faith, what is it?",
        "Faith: Nothing.",
        "Parker: Have you seen Liberty? Do you know where she is?",
        "[SCENE_BREAK]",
        "Carly: Parker -- voicemail. [Clears throat]",
        "[Telephone ringing]",
        "Jack: Be right back. Jack Snyder.",
        "Carly: Jack, it's me.",
        "Jack: Uh, I can't talk.",
        "Carly: I'm -- I'm worried about Parker. He just left. I think he's looking for Gabriel. And I'm -- I'm afraid he's gonna do something stupid.",
        "Jack: Well, Gabriel's here at the station with Liberty. Says he has something to tell me.",
        "Carly: What?",
        "Jack: I don't know. But he made it sound important.",
        "Carly: I'm on my way.",
        "[SCENE_BREAK]",
        "Jack: You are gonna want to hear this.",
        "Lucinda: Don't believe a word the kid says.",
        "Jack: Lucinda, let Gabriel talk. Go on. Tell Lieutenant Hughes what you just told me. Go on.",
        "Gabriel: On the day of the fire, Craig didn't hit me.",
        "Margo: What?",
        "Gabriel: He wasn't even there. I made up the whole story.",
        "[NEXT_ON]",
        "Margo: Sending Craig to jail -- that just popped into your head.",
        "Gabriel: Yeah.",
        "Craig: I'm gonna rip you limb from limb for what you did to my son.",
        "Faith: Don't you get it, Parker? Gabriel and Liberty are hooking up.",
        "Jack: What is that supposed to mean?",
        "Carly: You would not have put Parker's future at risk if he was really yours."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=hYRwUjydBUk"
}