{
    "Episode Summary": [],
    "Recap": [
        "Dusty clings to life in the junkyard and is found by a guy named Sly who refuses to call the police to help Dusty because he has an illegal auto parts business. Once Sly leaves, Dusty imagines Cheri telling him to let go and tells her he is going to fight but then he shuts his eyes. Aaron defends Alison to Dallas when he thinks she has been in contact with him because they were once more then friends. Sofie is determined to stay with Cole and be happy with their baby even though Gwen continues to warn her to keep the baby away from Cole. Sofie can't bring herself to tell Cole she is still pregnant with his child. Cole is happy to have the freedom finally to be himself since his father is going on a long trip that he gives Luke a kiss but he doesn't know his father is watching them. Craig tells Rosanna that if she sends him to jail, Paul will return to Meg because there are still sparks between them."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Your turn. The nurse says just give her five minutes and you can go in.",
        "Gwen: Oh. What did Dr. Aikido say?",
        "Alison: He says they won't have any problem harvesting my eggs.",
        "Gwen: That's great, we already know that. But did you tell him that the fertility shots are making you nauseous?",
        "Alison: I'm fine.",
        "Gwen: You're a saint. I'm actually convinced that after this, you're going to have good karma for the rest of your life and gain instant access to heaven.",
        "Alison: Well, maybe it has started already.",
        "Gwen: Does that mean that things went well with Aaron at the movies?",
        "Alison: Well, we actually never made it to the movies, but it went great anyway.",
        "Gwen: Oh.",
        "Alison: If you don't count the visit from his new best friend, Sofie.",
        "Gwen: What was Sofie doing there?",
        "Alison: She came to cry on Aaron's shoulder. Seems like she's got a lot of problems.",
        "Gwen: Yes, she does. Most of them are thanks to my brother, I'm sorry to say. Look, I feel bad for her, but I think that Aaron should be very careful.",
        "Alison: Well, he says that they're just friends, so --",
        "Gwen: With my brother in her life, I'm sure that she needs friends. But, anybody who's involved with Cole should come with a warning label. And I think that Aaron needs to keep his distance.",
        "[SCENE_BREAK]",
        "Aaron: If you're looking for Sofie, I just got here. I don't have a clue where she is.",
        "Cole: That's okay. It's you I want to talk to.",
        "Aaron: We don't have anything to talk about.",
        "Cole: That's funny -- you and Sofie never seem to run out of conversation.",
        "Aaron: Sofie and I are just friends, okay? That's all.",
        "Cole: So that's why she shares so much personal stuff with you. All that sharing? It stops now. You got it? She's not pregnant anymore, so you can forget she ever talked to you about it.",
        "[SCENE_BREAK]",
        "[Rosanna remembering]",
        "[She comes into the room and Paul and Meg are close together and jump apart]",
        "Rosanna: I left my purse down here with my pills.",
        "[SCENE_BREAK]",
        "Paul: Morning.",
        "Rosanna: Hello. Good morning. What's this?",
        "Paul: Picked you up a little something.",
        "Rosanna: Oh, Paul. \"A little something.\"",
        "Paul: You can wear it to Craig's preliminary hearing.",
        "Rosanna: Let's see. [Rosanna opens up the ring box and it's an engagement ring] Oh my God. Oh -- this is exquisite. Oh.",
        "Paul: Is it too little or something?",
        "Rosanna: No, no, no. It's gorgeous. It's beautiful. No. Of course not.",
        "Paul: What? You and I already engaged. I just thought the ring was -- I mean, a really nice formality.",
        "Rosanna: I'm just a little confused about the timing, that's all. Because yesterday, you didn't really want to set a date until Craig went to jail. And now this --",
        "Paul: Well, I wised up. Why wait?",
        "Rosanna: Maybe it might be good for you to be sure about how you feel.",
        "Paul: I know how I feel. I'm sure that I love you. I'm sure that I want to marry you. I know exactly how I feel.",
        "Rosanna: About Meg.",
        "[SCENE_BREAK]",
        "Craig: That was the attorney. Rosanna and Paul have pressured the D.A. into speeding up the preliminary hearing.",
        "Meg: On what basis?",
        "Craig: Rosanna's fragile condition. She would prefer to testify right away.",
        "Meg: Well, apparently she will have a lot to say.",
        "Craig: I'm sorry you went to go see her and upset you.",
        "[Glasses clink]",
        "Meg: Can you blame me? She knows everything, Craig. You switched the babies. And she's going to testify to that. And we're going to have to sit there and listen to how you tried to kill her to keep her from revealing it.",
        "Craig: And I told you that's not how it happened. Please tell me that you haven't stopped believing in me.",
        "[SCENE_BREAK]",
        "Maddie: Wow, look at this place. Hello.",
        "Noah: What's that?",
        "Maddie: Our rent deposit check. Returned.",
        "Noah: You worked it out with the landlord?",
        "Maddie: Mm-hmm. After he heard my brave little story, he felt sorry for me. He even offered to tear up the lease. I deserve an award.",
        "Noah: Yeah, you do. For a lot of things.",
        "Maddie: I found some of your DVDs at my house. I thought that you might want them back. So, here you go. \"Phantom Life.\" We were supposed to watch that one together.",
        "Noah: You think, maybe we still could?",
        "[SCENE_BREAK]",
        "Col. Mayer: I just thought you should know I've got some personal obligations out of town. So I'll be leaving by the end of the day.",
        "Dallas: Well, I hope you'll be back. We may need you to give testimony in our case against Dusty Donovan.",
        "Col. Mayer: I'd be glad to. When will that be?",
        "Dallas: Unfortunately, the case has stalled, but make sure we have your contact info and the D.A.'s office will be in touch.",
        "Col. Mayer: I'll give it to the desk sergeant.",
        "Dallas: Thanks for stopping by.",
        "Col. Mayer: Thank you.",
        "Dallas: Appreciate it.",
        "Holden: Hey Dallas, you left a message for my wife on our voicemail, but she's out of town. Anything I can do?",
        "Dallas: I was hoping Lily could help us out with a little problem we've got.",
        "Holden: What kind of problem?",
        "Dallas: Locating Dusty Donovan. He didn't show up for his pre-trial hearing.",
        "Holden: Lily's on a school trip with our daughter. And before she left, she made a point of removing herself from all of Dusty's legal problems.",
        "Dallas: So, you don't think it's possible she knows where he is?",
        "Holden: No. But since it sounds like he may have skipped bail, I don't think he would give anyone a heads-up.",
        "Dallas: Well, I can't comment on an ongoing investigation. But I expect you to let me know if you, or your wife, hear anything from him.",
        "Holden: Will do.",
        "Dallas: Thanks.",
        "[Col. Mayer over hears this]",
        "[Col. Mayer remembering shooting Dusty]",
        "[SCENE_BREAK]",
        "[Homeless man finds Dusty in the trunk]",
        "Sly: What the hell? [Dusty groans] Somebody doesn't want you around. Who did this to you?",
        "[SCENE_BREAK]",
        "Holden: No, your mom, she's not in any trouble. The police just thought she might have known where Dusty went.",
        "Luke: Yeah, but how could Dusty skip out on her like that? Especially when Mom was the one who posted his bail and everything.",
        "Holden: Well Dusty, he plays by his own rules. I'm just glad your mom's out of town and that she didn't get sucked back into it again.",
        "Luke: Yeah, well -- she has a soft spot for people who need help, doesn't she? She even tried to help Noah.",
        "Holden: Really? How?",
        "Luke: Well, when Noah's dad, who is totally scary, told her that he didn't want me and Noah being friends anymore, she tried to run interference. Colonel Mayer came at her with some really heavy military attitude, but Mom kept her ground.",
        "Holden: You gotta love her for that.",
        "Luke: Yeah, well since Noah hasn't come out to his father or anything yet, I asked her just to lay off for a little bit, and she was cool with that. You know, I would bet Noah would give anything to have his dad be half as accepting as you guys are with me.",
        "Holden: Mind if I ask what's going on with you guys?",
        "Luke: Well, pretty much nothing. I mean, Noah understands that I'm his friend now, so that's a big step forward. But his father's done such a number on him. I think Noah's terrified of thinking of us ever as anything more than friends.",
        "[SCENE_BREAK]",
        "Maddie: I don't -- it's really soon, Noah. I mean, maybe at some point we can start spending time together again, but I'm still adjusting. It's really hard looking back and realizing that the time that we spent together wasn't what I thought it was.",
        "Noah: Maddie, I always cared about you. I never lied to you about that.",
        "Maddie: No, but you left out a really big part of who you are.",
        "Noah: But now that you know, don't you think we can go back to the way things were, you know, when we first met?",
        "Maddie: I really would like that. I miss you. I miss watching old movies with you. I think you're the only person in this town that gets them -- gets me.",
        "Noah: I miss you, too, Maddie.",
        "[SCENE_BREAK]",
        "Aaron: It's totally your business whether or not you and Sofie have a baby. It's got nothing to do with me.",
        "Cole: You got that right. You look good.",
        "Sofie: Thanks.",
        "Cole: I'd better go. There's a job I wanna check out.",
        "Sofie: You're going to a job interview? That's great. Where?",
        "Cole: On the other side of town. They need a bartender.",
        "Sofie: But you've never tended bar.",
        "Cole: It can't be that hard.",
        "[Cole leaves and Aaron comes over to Sofie]",
        "Sofie: Please don't say it.",
        "[SCENE_BREAK]",
        "Alison: I knew Aaron and Sofie were friends, but I was a little like, whoa, when she tracked him down like that. It seemed so desperate.",
        "Gwen: Look, I would just really hate for you and Aaron to get involved in some big drama with Sofie because of my brother.",
        "Alison: Me, too, but it not really my place to tell him who to be friends with.",
        "Gwen: No, but you can tell him to be careful, right?",
        "Alison: Yeah, the thing about Aaron is, he has a hard time saying no. So if Sofie's in trouble, you know, he'll just do whatever it takes. And he's not gonna let me talk him out of it.",
        "Gwen: So, basically he's a good guy.",
        "Alison: This might sound corny, but you know, just, I don't know, seeing how Aaron is just makes me want to keep my act together. Just be better person, you know?",
        "Gwen: Somehow, I really don't think you have to worry about that. I mean, look at what you're doing for Will and me.",
        "Alison: You know what Aaron said? He said that he's proud of me. I feel like a kid with a gold star. You know, especially after all the times I've let him down.",
        "Gwen: Yeah, I think those days are over.",
        "Alison: Yeah, I sure hope so.",
        "[SCENE_BREAK]",
        "Sofie: I know you think I should have told Cole that I didn't go through with it, but I just couldn't, okay?",
        "Aaron: I just don't get why you backed down.",
        "Sofie: Cole was really upset, okay? His sister had just heard one of his songs and trashed it. I mean, how could I tell him I didn't go through with the abortion? He was feeling so low already, I just couldn't make it worse. I just need to give him a little more time.",
        "Aaron: And then what? When he starts to notice that you're not fitting into your clothes anymore? Are you gonna say \"Oops\"? And then say \"It's too late\" and then the new and improved Cole is going to step up? Somehow, Sofie, I just don't see that happening.",
        "Sofie: You don't know that.",
        "Aaron: No, I know this -- he hasn't been there for you once since he found out about the baby. I'm afraid for you, Sofie, and I think you're dreaming if you think he's not gonna let you down again.",
        "Sofie: Well, I'm sorry you feel that way, but Cole's the one in this with me, not you. And he's right. It's nobody's business but ours. So, from now on, I'm keeping it that way.",
        "[SCENE_BREAK]",
        "Meg: You know what? My head is spinning, Craig! I don't know what to think. All I do know is that you did switch those babies.",
        "Craig: Why should I go to prison for it any more than Paul, who knew what had happened and kept it a secret? And he wasn't the only one, was he?",
        "Meg: Yes, I did it too. That's my point. I know firsthand how far a person will go to keep a secret. And when that person is you --",
        "Craig: I told you, I did not try to kill Rosanna! You told me that you believed in me, loved me enough to believe that. What happened last night to change that?",
        "[SCENE_BREAK]",
        "Rosanna: Look, I saw you, Paul!",
        "Paul: You saw me when?",
        "Rosanna: Last night. When I walked in here and you and Meg suddenly pulled apart like the two of you had been doing something wrong.",
        "Paul: We were doing something wrong. We were arguing in your house about whether or not Craig should go to jail. If I looked \"Caught,\" it's only because you startled me.",
        "Rosanna: Don't do that. Don't -- don't make me doubt myself. It's been hard enough these past few weeks, coming back here after two years, and not being sure what's real or what isn't. I saw something last night that looked like a secret between you and Meg that you were keeping and I want to know what it is!",
        "Paul: You know everything I've done and you know how I feel about you. Rosanna, I love you.",
        "Rosanna: Well how do you feel about Meg?",
        "Paul: She's married to your ex-husband.",
        "Rosanna: That's not answering my question. It looks like she would rather be married to you!",
        "Paul: Look, maybe she's trying to rekindle something that we once had, but that's -- it's gone.",
        "Rosanna: All right. So, you admit that she's trying to hold on to you.",
        "Paul: I -- no! I don't think that's it at all. I think, if anything, she's having trouble coming to grips with the fact that she's married to a monster.",
        "[SCENE_BREAK]",
        "Meg: What happened, is I watched my husband get arrested last night. What happened, is I found out that a damning witness is about to reveal some very ugly truths. So, I'm a little rattled, I have good reason!",
        "Craig: There is nothing new here, Meg. Paul and Rosanna have been threatening us since they got to town. Draining our bank accounts, doing end-runs around us with the corporation --",
        "Meg: This is different! You could go back to prison again! And you won't be able to bluff your way out of it.",
        "Craig: No one is going to prison.",
        "Meg: How can you be so glib? Rosanna is going to testify that you switched those babies.",
        "Craig: She will report a conversation that I will deny ever having. And then, my attorney is going to find 100 ways to discredit her newfound memory.",
        "Craig: Recently comatose.",
        "Meg: You can't control everything, Craig!",
        "Craig: No, but I can increase the odds. And that is what I pay my attorney to do. Quite handsomely, I might add.",
        "Meg: You know, I'm going to go see Holden. I have to check in with my family.",
        "Craig: Meg, wait. Please, please -- don't let Paul and Rosanna destroy your faith in me. We have come such a long way. We have laid the foundation for a future and a family that we both want. Please don't judge me so harshly that you lose sight of everything that we've done together.",
        "Meg: How can I judge you, Craig? As far as switching the babies goes, I'm nearly as guilty as you are. But if in the course of the trial I do find out that you did try to kill Rosanna to keep her from talking -- there will be no doubt in my mind that you do belong in prison. And if that happens? Don't expect me to be there when you get out.",
        "[SCENE_BREAK]",
        "Sofie: Just give me time. That's what Cole and I need if we're going to make this work on our own.",
        "Aaron: When?",
        "Sofie: I know you mean well, and I appreciate it, but I think it's better if we stop being so involved in each other's lives.",
        "Aaron: I said I was sorry.",
        "Sofie: I know, its okay. But I think I've been dumping my problems on you, and I'm not going to do that anymore. I'll see you on my next shift.",
        "Aaron: Sofie -- come on, Sofie.",
        "Alison: What was that about?",
        "Aaron: I think I just lost a friend.",
        "[SCENE_BREAK]",
        "Sly: Hey. I asked you a question. Who did this to you?",
        "Dusty: Mayer \u0096",
        "[SCENE_BREAK]",
        "Maddie: Colonel Mayer -- what a surprise to see you here. I mean this early --",
        "Col. Mayer: It is always such a pleasure to see you, Maddie. Do you mind if I join you two?",
        "Maddie: Uh -- Noah?",
        "Noah: I've actually got to be getting to the station. I'll take care of this.",
        "Col. Mayer: It looks like you and my son have managed to put your differences behind you.",
        "Maddie: Yeah, Noah and I are trying to find a way to work things out.",
        "Col. Mayer: I've always felt you two belonged together.",
        "[SCENE_BREAK]",
        "Sly: I'm sorry, I didn't get that. Who'd you say did this?",
        "Dusty: Mayer.",
        "Sly: The mayor? Damn! You've got yourself in one messed-up situation. Yo, Buddy? You still with me? [Dusty passes out and Sly takes the money out of Dusty's wallet] Guess it's my lucky day.",
        "[SCENE_BREAK]",
        "Paul: That was the D.A.'s office. They've set a date for the hearing.",
        "Rosanna: Already?",
        "Paul: Yep, everything's going our way. You're still okay with this, right?",
        "Rosanna: Yes, yeah, of course. Okay -- Craig and I argued. He took the phone away from me --",
        "Paul: You don't need to do that. You don't. Stop. All you have to do is tell the truth.",
        "Rosanna: Of course I will. That's all I want from you, Paul. Okay? The truth.",
        "Paul: Okay. Here's the truth. You and I are finally back where we belong. And I know that you've been through a really long ordeal, and that it's difficult for you to trust. But I have always loved you, and that's never going to change. Can we pick a date?",
        "Rosanna: I'd like that.",
        "Paul: My PDA is upstairs. So I'll just go get it. And we'll pick a day that you can fall in love with for the rest of your life.",
        "[Cell phone rings]",
        "Rosanna: Hello?",
        "Craig: I need to talk to you. Find a reason to leave your home and come to my hotel. And be discreet.",
        "Rosanna: The only place I'm going to see you, Craig, is in court.",
        "Craig: This is about your boyfriend -- and my wife.",
        "Paul: Okay. Ready to pick a date?",
        "Rosanna: Oh, actually can it wait maybe just a few minutes? Something's come up and I have to run out.",
        "Paul: Okay. Something to do with that phone call you got?",
        "Rosanna: Yes, actually, it's a former associate of mine. He has some information for me, and he's not going to be in town for much longer. So, oh -- it's nothing to worry about. We can check our calendars when I get back. Is that okay with you?",
        "Paul: Yeah, great. We're okay, right?",
        "Rosanna: Yes. Yes, of course. Okay, see you later, okay?",
        "[SCENE_BREAK]",
        "Meg: I can't believe how much I've missed. I mean, those poor kids. And poor Jack -- how do you tell your children that their mother's dying?",
        "Holden: I have no idea. All I know is that just need to be there for them when the time comes. But listen, Meg, not many people know about this. Lily doesn't know, Carly's sisters, they don't even know.",
        "Meg: Yeah, I promise not to say anything until you tell me it's okay.",
        "Holden: But I can't make you promise to keep it from your husband.",
        "Meg: Of course. Craig and I never keep secrets from each other.",
        "Holden: Is there something going on?",
        "Meg: Yes, something is going on, but I don't want to talk about it. Craig's been arrested.",
        "Holden: Arrested? For what?",
        "Meg: Kidnapping and fraud. It all dates back to when Jennifer and Gwen's babies were switched.",
        "Holden: Is he out on bail?",
        "Meg: Yeah. There's a preliminary hearing soon, and I am not looking forward to it. I am dreading the thought of rehashing that time in my life.",
        "Holden: So, what are you going to do?",
        "Meg: I'm going to do what I'm supposed to do -- stand by my husband.",
        "Holden: For how long?",
        "Meg: Until I can't anymore.",
        "[SCENE_BREAK]",
        "Gwen: Sofie?",
        "Sofie: Gwen. Hi.",
        "Gwen: Hey, what -- what are you doing here?",
        "Sofie: That's -- that's really none of your business.",
        "Gwen: Oh, I'm sorry. It's just that my mom told me that you decided not to have the baby. So, I just wanted to make sure that you're okay, and you weren't here because you were having any kind of complications or something. Look, listen, please. I'm sorry. I know that I was really horrible to you the other day. And I came down on you pretty hard about Cole. But, if you could just understand -- I had just lost the baby and I was still pretty upset. And most likely, insanely jealous that you were still pregnant when I wasn't anymore. So, if you could please just do me a favor and accept my apology?",
        "Sofie: Yeah, that's okay. I understand. Look, Gwen, if you really want to know, I couldn't go through with it. I'm here to see the doctor because I'm still pregnant.",
        "Gwen: Really? That -- that's really great. And please, let me tell you, a lot of people are going to tell you that you can't have a baby on your own, but they're wrong. I mean, it is very, very difficult, but it is possible. I know it, because I've been there. And I didn't go about it the right way, but you're different than I was. You can.",
        "Sofie: Who says I'm going to be on my own?",
        "Gwen: I just assumed that Cole wasn't gonna go along with it.",
        "Sofie: Then maybe you shouldn't assume. Because Cole and I aren't breaking up. I mean, maybe -- maybe that's what you want, and that's what Aaron wants. But it's not going to happen!",
        "[SCENE_BREAK]",
        "Alison: Why'd Sofie get so upset? Haven't you been telling her what you think all along?",
        "Aaron: Yeah, I mean, every time I point out that her boyfriend's acting like jerk, she just keeps defending him.",
        "Alison: Well it sounds like she felt like she needed to take sides.",
        "Aaron: So, she took Cole's. Well hey, I may not like the guy, but he is her baby's father. Maybe that's the way it should be.",
        "Alison: Well, I think it's her loss. 'Cause she couldn't have found a better friend than you.",
        "Aaron: Morning. O.J.? Coffee?",
        "Dallas: Nothing, thanks. Dallas Griffin, Oakdale P.D. I'm here on business.",
        "Aaron: I didn't do anything. I didn't do anything.",
        "[Alison laughs]",
        "Dallas: Actually, I'd like a word with Miss Stewart. If you have time.",
        "Alison: Yeah. What's this about?",
        "Dallas: It's about Dusty Donovan.",
        "[SCENE_BREAK]",
        "Sly: That's right. Here, take a drink. Oh, you're too late. I checked. Somebody already rolled you.",
        "Dusty: Please -- call -- call the police.",
        "[SCENE_BREAK]",
        "Dallas: Dusty Donovan was supposed to show up at a pre-trial hearing in the Cheri Love murder case. But he didn't appear.",
        "Alison: Do you think something happened to him?",
        "Dallas: Did he say anything to you about leaving town?",
        "Alison: He wouldn't tell me. I haven't seen Dusty in a really long time.",
        "Dallas: How long?",
        "Alison: Since way before he got arrested. And for the record, I don't believe he killed that woman. And he wouldn't skip town. He'd fight to clear his name.",
        "Dallas: Well, it's my understanding that you and Dusty Donovan have romantic ties?",
        "Alison: What's that supposed to mean?",
        "Dallas: He was pretty angry, wasn't he? That Cheri Love released a video featuring you and himself in a situation most people would find compromising.",
        "Alison: But that doesn't mean he killed her. And that doesn't mean I had anything to do with it.",
        "Dallas: You're sure, that there's nothing else you want to tell me?",
        "Aaron: Listen, Brother, you got your answer. Alison didn't have anything to do with this woman being killed and she doesn't know where Dusty is, so why don't you take your questions somewhere else?",
        "[SCENE_BREAK]",
        "Maddie: Actually, Colonel, Noah and I are trying to figure out --",
        "Noah: All taken care of. I'm sorry I can't eat with you, Dad, but I just really do have to get to the studio.",
        "Col. Mayer: Oh, no, that's fine. I understand. The only reason I was hunting you down is to tell you that I'm leaving town.",
        "Noah: You are? I mean, is something wrong?",
        "Col. Mayer: No, not at all. You know, I just spent a considerable amount of time here, and there are a few personal things I need to tie up. And then, I don't know, afterwards, I thought I'd do some traveling.",
        "Noah: Well, you deserve a vacation. Where are you going?",
        "Col. Mayer: You know, haven't decided yet. I thought I'd allow myself some spontaneity, but I will let you know.",
        "Noah: That's great.",
        "Col. Mayer: And after all, I mean, now that you and Maddie are back on track, I can travel knowing that I leaving you in very good hands.",
        "Noah: Dad, just so you know, Maddie and I are --",
        "Maddie: Noah and I are going to try really hard to work things out the best way that we know how. And I'm going to take very, very good care of your son.",
        "Col. Mayer: That makes me very happy, young lady. Very happy. Noah.",
        "Noah: Okay, what was that?",
        "Maddie: He thinks we're back together.",
        "Noah: Yeah, I got that. But why?",
        "Maddie: Because it's what he wants to believe, Noah. He saw us hugging and he made it mean what he wanted it to. I didn't have the heart to tell him that he was wrong.",
        "Noah: Maddie, you never leave anything out. I mean, I've been lying too much and I don't need you to start lying for me. I've got to tell him the truth.",
        "Maddie: No, wait, wait, wait. Unless you're going to tell him the whole truth, you should just let him go. That way he can take his trip. It'll give you some time to figure out how to get him to accept who you really are.",
        "Noah: I hope it's a really, really long trip.",
        "[SCENE_BREAK]",
        "Dusty: Call 911.",
        "Sly: Sorry, Man. I can't bring the cops here.",
        "Dusty: Why?",
        "Sly: I have to stay under the radar. They catch me stripping cars and selling the parts, I'm doing one to five. Besides, if the mayor or the mob or whoever put this hit on you comes back, both of us will be dead. Sorry, you're on your own.",
        "Dusty: But if you leave -- I'm going to die.",
        "[SCENE_BREAK]",
        "Alison: Thanks for standing up for me. I know it's hard to hear about Dusty and the video again.",
        "Aaron: That Dallas guy was out of line. You know, you're not a part of this case and what happened with you and Dusty is old news. It doesn't matter anymore.",
        "Alison: You really feel that way?",
        "Aaron: Alison, tell me you know you did nothing wrong.",
        "Alison: I know. It just feels really good to hear you say it.",
        "[SCENE_BREAK]",
        "Noah: Hey, Luke! Think fast.",
        "Luke: You're in a good mood.",
        "Noah: Yeah, it feels good for a change.",
        "Luke: Why? What happened?",
        "Noah: Why'd something have to happen?",
        "Luke: Because I haven't seen you like this in a long time.",
        "Noah: Would you think I was a horrible person if I told you that my dad just left town and I'm suddenly really, really happy?",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Craig: You came?",
        "Rosanna: Yes. Against my better judgment, I must say. I sense this is a last- ditch effort to get me to drop my case?",
        "Craig: What do you think?",
        "Rosanna: I think you ran out of ideas.",
        "Craig: Well, I think I needed to get your attention and it worked. But do tell me, Rosanna, why did baiting my hook with \"Meg and Paul\" get you to bite?",
        "Rosanna: Just say what you have to say. I'm a busy woman.",
        "Craig: Have you really thought this through?",
        "Rosanna: Of course I have.",
        "Craig: Well, then you know my life is your hands.",
        "Rosanna: You know, if you're going to beg me for mercy, you would do well to remember how you behaved when my life was in your hands. You stole two years from me.",
        "Craig: I'm not talking about going to prison, Rosanna. I'm talking about my marriage.",
        "Rosanna: Oh, I don't give a damn about your ridiculous marriage.",
        "Craig: You should. Meg is slipping away because of your baseless accusations.",
        "Rosanna: You know, if Meg happens to see you for who you really are, that is so not my problem. I not only remember what you did to me, but why. And I cannot wait to tell the jury all about it so I can watch them drag you off to prison.",
        "Craig: Great. Well, if you can drag yourself out of the past and face what's imminent, do you know what will happen, if a jury sends me away to prison?",
        "Rosanna: Justice will be served?",
        "Craig: Meg will be free. Free to go right back into Paul's arms.",
        "[SCENE_BREAK]",
        "Gwen: Sofie.",
        "Sofie: I really hope you didn't hang around here waiting for me.",
        "Gwen: I need to talk to you, okay? If you can just give me a chance.",
        "Sofie: To do what?",
        "Gwen: To stop putting my foot in my mouth, okay? I didn't mean to imply you and my brother were going to break up. I just trying to be a little supportive about the baby.",
        "Sofie: If you really want to be supportive about the baby, you'd help your brother.",
        "Gwen: With what, Sofie? His music?",
        "Sofie: If you just -- just encourage him a little -- tell him that you were wrong. That his music is better than you thought.",
        "Gwen: And what point would that be?",
        "Sofie: Well, to make him feel better. I mean, Gwen, there are really only two things that Cole loves, that's writing songs and me. And if he feels better about his music, he might -- he might be happier about the baby.",
        "Gwen: Sofie, I'm sorry -- do you not hear what a huge stretch that is? And even so, Cole already knows that I don't like his music. So, if I pull a 180 and suddenly say I do, he's going to know that I'm lying. And well, I'm sorry that he's unhappy and moreover, how to effects you, I'm not the one who can fix that.",
        "Sofie: Okay, if you don't want to help, that's fine. But don't think you have any right to tell me how to live my life.",
        "[SCENE_BREAK]",
        "[Cheri appears as a ghost]",
        "Cheri: If it isn't Dusty Donovan. All that time we didn't get along. When Mayer shows up, does us in and well, here we are. It's such a shame. We could have been great friends, I know it. But now it's too late. Oh, don't resist, Sweetie. It's not so bad. I can help you relax. I know all the tricks.",
        "Dusty: Don't touch me. I'm not going -- I'm not going anywhere. Not without a fight, you got it?",
        "Cheri: I've got it. But I'm not sure you do. You don't have a choice. You're already gone.",
        "[SCENE_BREAK]",
        "Luke: So, your dad thinks you and Maddie are back together again.",
        "Noah: I didn't mean to lie to him. And I swear when he comes back, I'll straighten everything out. But when Maddie told me to just let him go, I suddenly felt this weight lift off me. It's like I can breathe again. And I can be, I don't know --",
        "Luke: Yourself?",
        "Noah: Yeah. I wish I can feel like this all the time.",
        "Luke: Well, you can. I'm not trying to pressure you or anything, but once your dad does back, and if you do decide to come out of him? This feeling -- this freedom -- just not hiding. That will be normal.",
        "Noah: I owe you.",
        "Luke: No, you don't. Um, look, I got to -- I got to study for this Lit exam.",
        "[Noah and Luke kiss and Col. Mayer is outside the door and sees this]",
        "[SCENE_BREAK]",
        "Rosanna: Paul and Meg are over.",
        "Craig: For now.",
        "Rosanna: Paul will never take her back.",
        "Craig: Why? Because that's what Paul told you?",
        "Rosanna: Because anything that Paul and Meg had died when she married you.",
        "Craig: And you don't really believe that.",
        "Rosanna: Which just shows you how little you know.",
        "Craig: I know that you were watching them last night. When I got to Fairwinds, you were glued to them, every look, every movement. You could see that the spark between them hadn't died, and you couldn't stand it.",
        "Rosanna: What I couldn't stand was watching Meg humiliate herself. I mean, she throws herself at Paul. He doesn't want her. I really felt sorry for the girl. Did you know that she actually kissed him? Did you know that? I wiped the lipstick off him myself.",
        "Craig: That's Paul's version.",
        "Rosanna: That's the truth.",
        "Craig: Yeah, well, Paul has convinced you that a great many things are true. He's got you convinced that you remember the talk you and I had the night that you drove off the road. But you don't remember it, Rosanna. And deep down inside, you don't believe him when he says that there is nothing between the two of them. You saw it. You were there. The man is obsessed. Do you know he came to the church on the wedding day? Do you know that he followed us to Canada on the honeymoon? Now, does that sound like a man who gave up the moment that we were married?",
        "Rosanna: My God, I think you should really stop trying to spin this.",
        "Craig: Look, I want you to think, Rosanna. Why would it be so important for Paul Ryan to take me down?",
        "Rosanna: Because he hates you for what you did to me.",
        "Craig: But he claims he loves you. So, why not just move on with his life with you? I will tell you why. Because he's paralyzed with jealousy. But you mark my words, Rosanna, if Paul Ryan gets me put away in federal prison, it will just be a matter of time before he and Meg find their way back to each other.",
        "Rosanna: I don't have to listen to any of this --",
        "Craig: This about this, Rosanna. You saw them. If you walk into that courtroom and you testify against me, you will be lighting a fire that you cannot put out.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns.\"",
        "Col. Mayer: I'll give anything not to see what I just did.",
        "Parker: What's going on isn't about Katie. It's got something to do with my mom. So, I'm not going to school until you tell me what it is.",
        "Katie: You're leaving me already, aren't you?",
        "Carly: I'm still a woman. Let me feel like one."
    ],
    "Transcript Author": [
        "Provided by Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=TRqSpoovOFw"
}