{
    "Episode Summary": [],
    "Recap": [
        "Parker, and Liberty as well as all the people that Johnny loves give him a special valentine's day treat as they each read him a story from a book of classic fairytales given to him by Parker and Liberty. The first fairytale is Rumpelstiltskin acted out by Meg, Dusty, and Craig of course with the classic Oakdale twist: they shred paper into gold instead of hay. The second story is a mix of Sleeping Beauty and Cinderella called Cinderfella acted out by Craig and Carly as well as Margo , and Katie as the evil stepsisters. The third and final story was a twist on The Wizard of Oz with Meg as Dorothy, and Paul as the scarecrow, Dusty as the cowardly lion, and Craig as the tin man. Bob plays the wizard of Oz and Barbara plays the wicked witch and Margo is Glenda the good witch. This was a wonderful Valentine's Day treat for little Johnny as well as the fans."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Bob: Once upon a time in the town of Oakdale -- there was a little prince named Johnny. His mother was a beautiful maiden who died young. Johnny's stepfather, Sir Dusty, was a courageous knight who loved him very much and tried to claim him as his own -- but Johnny's natural father, the Duke of Craig, returned from exile, and claimed him. Though he loved Johnny very much, the Duke was a troubled man, and as a result, Johnny's early life had been fraught with peril and loneliness. But now he finds himself enfolded in the bosom of a loving, though rather complicated, family -- Johnny had a loving and indulgent grandmother, the Lady Barbara -- a brand new baby cousin named Eliza, whose mother Meg, a comely country wench, guarded her closely. Meg was fearful that Eliza would once again be spirited away by her father, Johnny's wayward uncle, the dark knight Sir Paul -- Sir Paul was disgraced and imprisoned in the local dungeon by Johnny's aunt, the noble Duchess Margo. The Duchess sometimes offered wise counsel to her somewhat less noble sister, Johnny's aunt, the Lady Katie. Johnny's uncle, the youth Parker, endures his parents' broken but still-bonded marriage. His mother Carly, an enchantress, had cast a lasting spell on Parker's stepfather, the gallant knight Sir Jack. Parker's struggle with the pangs of his progress toward manhood, helped, and hindered by the spirited lass Liberty -- his friend and, to his chagrin, stepsister, though not the wicked kind. Did I mention Johnny's great-great- uncle Bob, a renowned physician of infinite wisdom who, along with his sage wife Kim, provided ballast to little Johnny in his storm-tossed life? And on this special Valentine's Day, Johnny received a special gift. This gift would cast a magic spell upon him that would last for the rest of his life.",
        "[SCENE_BREAK]",
        "Liberty: I had this book when I was a kid. I used to love these stories. Did anybody used to read fairy tales to you when you were a kid?",
        "Parker: No. No, I played with trucks.",
        "Liberty: Oh yeah, I'm sorry. I forgot how much of a macho dude you are. No, but really, we should get this book for Johnny.",
        "Parker: He plays with trains.",
        "Liberty: Maybe he has an imagination.",
        "Parker: Where are we going?",
        "Liberty: We are going to open up a whole new world to Johnny.",
        "Parker: Why don't we just get him the DVD set? I have a full day.",
        "Liberty: Ooh, this is a really, really good one. It's about a very naughty wooden puppet who wants to be a real boy.",
        "Parker: Are you seriously going to do this?",
        "Liberty: Sit down and you might actually learn something. Okay.",
        "[Clears throat]",
        "Liberty: Once upon -- hey! Why'd you do that?",
        "Parker: At least let me read so I don't fall asleep.",
        "Parker: Once upon a time, there was a humble puppet-maker named Geppetto.",
        "[SCENE_BREAK]",
        "Jack/Geppetto: This a-going to be-a some puppet! I'm a-going to make-a him a boy, just a-like the son I never had! Mama mia! Bellissimo! You almost look-a like-a the real thing! Geppetto, you are one hell of a good woodcutter! Come se chiamo, hm? I think I'm a-going to call you -- Pinocchio. Bon giorno, Pinocchio. How I wish you could talk, so you could keep-a me-a company in my lonely life.",
        "Carly/Blue Fairy: Hi. I'm the Blue Fairy. I'm here to grant you your wish. Henceforth, you shall walk and talk.",
        "Parker/Pinocchio: Don't expect me to tell you anything about my personal life.",
        "Jack/Geppetto: You can-a talk! He can-a talk!",
        "Carly/Blue Fairy: Get up. He'll get it eventually. Fare thee well.",
        "Jack/Geppetto: No, stay! Stay. You're-a kind of hot.",
        "Carly/Blue Fairy: I'm even better out of my work clothes.",
        "Jack/Geppetto: I would very much like to see that. Please come into my kitchen -- I show you my mortadella.",
        "Carly/Blue Fairy: Sounds juicy.",
        "Parker/Pinocchio: What about me?",
        "Jack/Geppetto: Oh, Pinocchio, of course! My boy.",
        "Carly/Blue Fairy: No. Before I send you out into the cold, cruel world, I got one thing more for you. This is Liberty Cricket. She's going to be your conscience.",
        "Parker/Pinocchio: You're kidding.",
        "Carly/Blue Fairy: And because I treasure honesty so much, when you lie, everybody's going to know it, because your nose is going to grow.",
        "Parker/Pinocchio: Shut up!",
        "Liberty/Cricket: She means it, stick boy.",
        "Jack/Geppetto: What's this?",
        "Carly/Blue Fairy: School books and lunch money.",
        "Jack/Geppetto: You have a good-a day, Son.",
        "Liberty/Cricket: All right let's go. Time for school.",
        "Parker/Pinocchio: What's that?",
        "Liberty/Cricket: You don't know?",
        "Parker/Pinocchio: Ten minutes ago I was inanimate.",
        "Liberty/Cricket: Hey, an S.A.T. word.",
        "Parker/Pinocchio: What's that?",
        "Liberty/Cricket: Looks like I've got my work cut out for me. Come on.",
        "[SCENE_BREAK]",
        "Craig/Fox: Hey, just the pigeons we're looking for. Hey! Twig nose! Where you headed?",
        "Parker/Pinocchio: School.",
        "Carly/Cat: School! What are you going to learn in school, with that block head of yours? Come with us, we'll parrr-tay.",
        "Craig/Fox: Party.",
        "Liberty/Cricket: Hey, what about being a real boy?",
        "Craig/Fox: Oh, real boys like hot cars -- you can drive.",
        "Parker/Pinocchio: Cool. Let's roll.",
        "Liberty/Cricket: Wait for me!",
        "Craig/Fox: Oh, we are so bad.",
        "Carly/Cat: Yes, we arrrre!",
        "Craig/Fox: Oh look! Vodka!",
        "Liberty/Cricket: Don't do it!",
        "Craig/Fox: This is why I draw the line at bugs.",
        "Carly/Cat: Drink up, Woody.",
        "Parker/Pinocchio: It's Pinocchio.",
        "Carly/Cat: Whatever.",
        "Craig/Fox: So long, sucker.",
        "Carly/Cat: Meow.",
        "Liberty/Cricket: Hey! Hey, they stole your stuff!",
        "Parker/Pinocchio: They did?",
        "Liberty/Cricket: I warned you, didn't I? Now you will never be a real boy and I will never be your real girlfriend!",
        "Carly/Blue Fairy: What are you doing in here?",
        "Parker/Pinocchio: Okay, well, um -- I don't know. I got hit in the back of the head from behind, and when I woke up, I was here.",
        "Carly/Blue Fairy: You know what happens when you lie.",
        "Liberty/Cricket: You better tell the truth, or it'll only get longer.",
        "Parker/Pinocchio: Okay, fine! I gave into temptation. I let myself be led astray. I'm sorry.",
        "Carly/Blue Fairy: That's better. You should never be a real boy if you keep this up.",
        "Liberty/Cricket: What's wrong with him?",
        "Jack/Geppetto: Mortadella!",
        "Parker/Pinocchio: Someone help him, he's choking!",
        "Carly/Blue Fairy: Aw, man. I got to take this thing to the shop!",
        "[Jack/Geppetto choking]",
        "Liberty/Cricket: Ew! You did it!",
        "Carly/Flue Fairy: No more salami for you!",
        "Jack/Geppetto: My son -- he save-a my life! You must-a be rewarded, no?",
        "Liberty/Cricket: It's only fair.",
        "Carly:/Blue Fairy: Fine. I'll give it a shot -- this thing's causing me grief.",
        "Parker/Pinocchio: Whoa! My nose! I have a heart, and its beating!",
        "Jack/Geppetto: Grazie. Grazie, Blue Fairy. I always-a dream of having a son. Maybe not-a quite-a this way, but still -- I'm-a always going to love you. And-a protect you. I promise.",
        "[SCENE_BREAK]",
        "Parker: And they lived happily ever after.",
        "Liberty: Nice job.",
        "Parker: Thank you. Now, how about we play with your trains?",
        "Johnny: More!",
        "Liberty: Ooh, I guess he liked it. I just -- I'm wondering. Is it like physically painful for you to be wrong all the time?",
        "Parker: How about one more?",
        "Barbara: These are all for you.",
        "Craig: Here, let me help you with that.",
        "Barbara: Oh, I remember this book. I used to read this to my children when they were growing up. In fact, Parker, when you would come over and visit Hal and me, I used to read this to you all the time.",
        "Parker: I don't remember that.",
        "Barbara: Oh, you should! You asked me to read it over and over! You loved it!",
        "Liberty: Really?",
        "Barbara: Yes.",
        "Liberty: Oh, you know what, Parker? I think your nose is starting to grow a little bit!",
        "Parker: Why don't you read Johnny a story?",
        "Barbara: That's a great idea. Johnny.",
        "Craig: Oh, well, don't let me stand in your way.",
        "Barbara: Come here, Sweetie. Come on up, there you go --",
        "Craig: Parker, why don't you and Liberty take Johnny out for some lunch, okay?",
        "Parker: Sure. Thanks.",
        "Craig: Thank you. See you later.",
        "Barbara: Once upon a time. A beautiful young woman, named appropriately, Beauty, lived with her father. A once wealthy merchant who had lost all of his money. She had many brothers and sisters. And her father was about to set out on a journey in hopes of reclaiming his fortune. The merchant set out on his journey, but soon lost his way in a lively thunderstorm.",
        "Barbara: Finally, he came upon a great mansion.",
        "[SCENE_BREAK]",
        "Bob/Merchant: Hello. Is anyone here? I am but a weary traveler seeking a place to rest. Well, I guess if no one minds, I'll warm myself by the fire. Well, I'm sure no one would mind if I took a rose -- for my daughter.",
        "[Thunder crashing]",
        "[Glass breaking]",
        "Paul/Beast: How dare you steal my rose!",
        "Barbara: Don't be scared. The beast is not as scary as he seems. And it'll all be all right in the end. The merchant begged for his life, and the beast told him he would be spared on one condition.",
        "Paul/Beast: Send me your daughter! The sexy one with the dark hair.",
        "Bob/Merchant: You want me to sacrifice my daughter to save myself?",
        "Paul/Beast: Yeah, pretty much.",
        "Bob/Merchant: That's not fair.",
        "Paul/Beast: Well, I'm a beast, how fair is that?",
        "Bob/Merchant: You have a point.",
        "Paul/Beast: I do, now, be gone!",
        "[Thunder crashing]",
        "Meg/Beauty: Excuse me. I'm looking for the beast. Well, it looks like I found him.",
        "Paul/Beast: That bad, huh?",
        "Meg/Beauty: Yeah, well, I can see why they don't call you \"Hunk.\" But I'm sure you have a lovely personality. Yeah.",
        "Paul/Beast: Well, I see where you got your name. Welcome, my beauty.",
        "Barbara: Time passed. And beauty and the beast got to know each other. And soon the beast was deeply in love.",
        "Paul/Beast: I love you. Will you marry me?",
        "Meg/Beauty: Really?",
        "Paul/Beast: Yes, no one understands me the way you do. You see rough my monstrous exterior to the good, decent man within. I want to spend the rest of my life with you.",
        "Meg/Beauty: Well, that's very sweet. And I'm truly touched. But, I don't think so.",
        "[Beast growls and sobs]",
        "Meg/Beauty: No, no, no -- don't take it personally. Looks are important to me. I'm shallow that way. Okay?",
        "[Beast gasps and chokes]",
        "Meg/Beauty: Beast! Don't die on me! I was wrong! I realize now that I love you! I want to stay here forever! You're alive! And you're -- hot!",
        "Paul/Prince: I am?",
        "Meg/Beauty: Yeah! Who are you?",
        "Paul/Prince: I'm Prince Paul.",
        "Meg/Beauty: You're a prince?",
        "Paul/Prince: Yeah, heir to the throne. An evil witch put a spell on me. But this is the man that I've always been beneath that hideous exterior. And then nobody noticed, until you. Beauty, stay with me. Marry me. Please, don't ever let me go.",
        "[SCENE_BREAK]",
        "Barbara: And they lived happily ever after.",
        "Parker: Are you all right?",
        "Barbara: I'm -- I'm fine. Give your grandma a hug. Happy Valentine's Day. Happy Valentine's Day.",
        "Liberty: Happy Valentine's Day. Bye. Well, that was intense, huh, guys?",
        "Parker: Yeah. Made me hungry. Who's up for burgers?",
        "Parker: That's the kid's meal, okay?",
        "Johnny: Can we read another story?",
        "Parker: Now? The food just got here.",
        "Liberty: Looks like he's hooked. Just like you were, huh, tough guy?",
        "Parker: We'll read you another one after we finish eating, okay?",
        "Dusty: Or I could read to him, right now. There's nothing I'd like better.",
        "Craig: What the hell is he doing?",
        "Margo: No, no, don't make a scene in front of the kids.",
        "Craig: He's not supposed to see Johnny.",
        "Margo: He's reading to him. Just give him a minute to finish the story.",
        "Dusty: So the evil witch punished the couple for stealing the greens from her garden by taking their firstborn child. You know what? This story is way too depressing. Let's try another one.",
        "Dusty: Once upon a time, a powerful young king was looking for a wife.",
        "Dusty/King: Next! Who are you?",
        "Meg/Miller's Daughter: The Miller's Daughter your majesty --",
        "Dusty/King: Put it down, right, I have your application right here. You claim you'll be a good queen because you're a clever girl.",
        "Meg/Miller's Daughter: Well, my father wrote that. I don't like to brag.",
        "Dusty/King: He says you're so clever that you can turn paper into gold.",
        "Meg/Miller's Daughter: My father wrote that?",
        "Dusty/King: Is there a problem?",
        "Meg/Miller's Daughter: No, your majesty. No problem at all.",
        "Dusty/King: You can do it?",
        "Meg/Miller's Daughter: My father would never lie.",
        "Dusty/King: Splendid!",
        "Meg/Miller's Daughter: Does that mean you'll marry me?",
        "Dusty/King: Maybe. But first I need to put you to the test.",
        "Dusty/King: You have until morning to turn all this paper into gold.",
        "Meg/Miller's Daughter: Well, that's kind of short notice.",
        "Dusty/King: If you do it, I'll marry you.",
        "Meg/Miller's Daughter: And if not?",
        "Dusty/King: You die.",
        "Dusty: The poor Miller's Daughter didn't know what to do. She cried so hard she didn't notice an ugly, trollish, disgusting little man coming into the room.",
        "Craig/Rumpelstiltskin: What's with the waterworks, girly?",
        "Meg/Miller's Daughter: Ahh! You're a repulsive troll!",
        "Craig/Rumpelstiltskin: Nice. Not looking so hot yourself sister.",
        "Meg/Miller's Daughter: Who are you?",
        "Craig/Rumpelstiltskin: I'm here to help. Word on the street is, the king will marry you if you turn all this paper into gold.",
        "Meg/Miller's Daughter: Yes, but I'm afraid he's going to kill me instead, because I have no idea how to do it.",
        "Craig/Rumpelstiltskin: I do.",
        "Meg/Miller's Daughter: Truthfully?",
        "Craig/Rumpelstiltskin: But it's going to cost you.",
        "Meg/Miller's Daughter: I'll give you anything you want.",
        "Craig/Rumpelstiltskin: Here's what I want -- the king's first born child.",
        "Meg/Miller's Daughter: I can't do that! What am I going to tell him?",
        "Craig/Rumpelstiltskin: Make something up. It's the only way you'll have his kid in the first place.",
        "Meg/Miller's Daughter: All right. All right, I'll think of something when the time comes. Meanwhile, start shredding!",
        "[Craig imitates Meg]",
        "Craig/Rumpelstiltskin: \"Start shredding, start shredding!\"",
        "[Shredder whirring]",
        "Dusty: The next day, when the king arrived, he saw all he needed to see.",
        "Dusty/King: You did it. You passed the test. I now love you with all my heart and soul.",
        "Meg/Miller's Daughter: You're some romantic.",
        "Dusty/King: Excuse me?",
        "Meg/Miller's Daughter: I meant, you're so romantic, your majesty.",
        "Dusty/King: That's just me now. Be nice -- kiss your husband.",
        "Dusty: A year later --",
        "Craig/Rumpelstiltskin: Aww, cute kid. Boy or girl?",
        "[Craig chortles]",
        "Meg/Miller's Daughter: Girl.",
        "Craig/Rumpelstiltskin: Well, it'll have to do, I suppose. Hand her over.",
        "Meg/Miller's Daughter: No! I beg of you, don't take my baby! Please don't take my baby!",
        "Craig/Rumpelstiltskin: Oh, not with the waterworks again. Stop! All right. Don't ask me why, but I'm going to cut you a break. I won't take your baby if you guess my name.",
        "Meg/Miller's Daughter: Your name?",
        "Craig/Rumpelstiltskin: That's right. You have until tomorrow.",
        "Meg/Miller's Daughter: How will I ever guess his name?",
        "Dusty/King: My sweet queen, what troubles you?",
        "Meg/Miller's Daughter: I must tell you the truth, my beloved, even though you will probably chop my head off for it.",
        "Dusty/King: Did you max out on your ducats again?",
        "Meg/Miller's Daughter: Much worse, my sire. Do you remember when I used to shred paper into gold for you?",
        "Dusty/King: Yes, I've been waiting for you to get back to work.",
        "Meg/Miller's Daughter: Oh, the truth is, I didn't technically do it myself. I had a horrible troll do it for me. And now he wants our beautiful daughter in exchange -- unless I can guess his name.",
        "Dusty/King: Are you serious? Nobody takes my baby. I'm the king.",
        "Meg/Miller's Daughter: But he's an evil magician.",
        "Dusty/King: Well, then I'll chop his head off, won't I?",
        "Meg/Miller's Daughter: I love you so much. And now you will have me banished for getting you to marry me under false pretenses.",
        "Dusty/King: You certainly did, didn't you?",
        "Meg/Miller's Daughter: I knew it. You hate me.",
        "Dusty/King: Are you kidding me? I'm nuts about you! You're my kind of queen.",
        "[Slurring]",
        "Craig/Rumpelstiltskin: That's right, wench. The queen. Wrapped around my finger. Still wouldn't touch me if I was the last man on earth? Well, you don't know who you're blowing off, sugar lips. This time tomorrow, the whole kingdom will know the name Rumpelstiltskin!",
        "Dusty: The next morning, the young queen was ready and waiting.",
        "Craig/Rumpelstiltskin: Okay, I'm here for the brat.",
        "Meg/Miller's Daughter: You said you would leave her in peace if I could guess your name.",
        "Craig/Rumpelstiltskin: Like that'll ever happen.",
        "Meg/Miller's Daughter: At least give me my chance.",
        "Craig/Rumpelstiltskin: Fine, fine -- give it your best shot.",
        "Meg/Miller's Daughter: All right. Is it Coxen Sox?",
        "Craig/Rumpelstiltskin: What do you take me for?",
        "Meg/Miller's Daughter: Sheep Shanks?",
        "Craig/Rumpelstiltskin: You don't have to get insulting!",
        "Meg/Miller's Daughter: Thistle Sticks?",
        "Craig/Rumpelstiltskin: You'll never figure it out. Come on, give me the kid, Mamacita --",
        "Meg/Miller's Daughter: All right, all right, give me one more chance. Is it -- Rumpelstiltskin?",
        "Craig/Rumpelstiltskin: Who told you? I'll kill him! I'll hunt him down like a dog -- and pulverize him! I'll murderize him! I'll --",
        "Dusty/King: No one will ever dare try to separate us again!",
        "Dusty: And they lived happily ever after.",
        "Dusty/King: He didn't happen to tell you how he did that gold-shredding trick, did he?",
        "[SCENE_BREAK]",
        "Parker: He's just reading him a story, okay? I hope that's all right.",
        "Liberty: Yeah, we didn't even know he was going to be here.",
        "Dusty: That's the truth. Don't blame the kids.",
        "Craig: All right, come on, Johnny. Daddy wants to read you a story, himself. Excuse me.",
        "Liberty: Hey, Craig, how about you read this one?",
        "Craig: You know what? I'd be honored.",
        "Liberty: Awesome.",
        "Craig: Eclectic fairy tales, let's see. Let's see. Oh, this one's my favorite.",
        "Craig: Once upon a time there was a rich, arrogant old crone. She lived in a mansion that was big and grand enough to be a hotel. One of her many faults was she believed she was much better than she really was.",
        "Barbara/Stepmother: Mirror, mirror, in my hand. Who's the cleverest in the land?",
        "Craig/mirror: Not you, Babe. Now that stepson of yours, Cinderfella? He's the goods. Handsome, noble, and way smarter than you.",
        "Barbara/Stepmother: Oh, shut up, you idiot mirror!",
        "[Glass breaking]",
        "Barbara/Stepmother: Cinderfella! Get your butt in here! Now, I want these floors to Swiffer like the sun!",
        "Craig/Cinderfella: You said I could take the rest of the day off once I was done power-washing the drawbridge! I'm tired!",
        "Barbara/Stepmother: Do I look like someone who cares? Now, I don't want to hear from you again, unless the subject is cleaning products!",
        "Katie/Stepsister: Mother! The princess is having a ball!",
        "Margo/Stepsister: And everyone is invited!",
        "Craig/Cinderfella: Really?",
        "Barbara/Stepmother: Not you, idiot.",
        "Margo/Stepsister: Oh, how insane would that be!",
        "[Laughing]",
        "Katie/Stepsister: The last thing the beautiful princess wants to see is you, Cinderfella. When you're done Swiffering, get the stain off my dress.",
        "Margo/Stepsister: Mine, too.",
        "Barbara/Stepmother: And mine. And while you're at it, you can make us all new ones! Come girls!",
        "[Laughing]",
        "Craig/Cinderfella: Sure thing. Glad to do it. Happy to help.",
        "Craig: The day of the ball arrived. His stepmother and stepsisters went to the ball, leaving poor Cinderfella alone and sad.",
        "Parker/Godfather: You look bummed.",
        "Craig/Cinderfella: Who are you?",
        "Parker/Godfather: Let's just say, I'm here to help.",
        "Craig/Cinderfella: Are you my fairy godfather?",
        "Parker/Godfather: Let's not go there, okay? What's the problem?",
        "Craig/Cinderfella: Oh, everyone's gone to the palace ball and left me behind, sad and alone.",
        "Parker/Godfather: Everyone knows, palace balls are for dorks.",
        "Craig/Cinderfella: Oh, I don't care about the dancing and stuff. I just want to have a glimpse of the beautiful princess.",
        "Parker/Godfather: Trust me, a glimpse is not going to do it. You'll just go home frustrated.",
        "Craig/Cinderfella: Please, Fairy Godfather, can't you help me?",
        "Parker/Godfather: Okay, first, you're going to drop the first part of that title, okay?",
        "Craig/Cinderfella: Yes -- Godfather.",
        "Parker/Godfather: Much better. Okay, if this whole palace ball thing means so much to you, you're going.",
        "Craig/Cinderfella: Thank you, Fai -- Godfather! Oh, wait, should I go find six mice and a pumpkin?",
        "Parker/Godfather: Come on, it's the 21st century, all right? Just have my wheels back before the clock strikes 12:00. And watch the detailing!",
        "Margo/Stepsister: Oh, oh, have you ever seen such a handsome stranger?",
        "Barbara/Stepmother: My, my, my!",
        "Jack/Majordomo: Lords and ladies, her royal highness, the princess. Sorry, Pal, no strangers, handsome or otherwise.",
        "Carly/Princess: Oh, that's all right. Let him through. What does a girl have to do around here to get a dance with a hot guy?",
        "Jack/Majordomo: Who -- is that man?",
        "Katie/Stepsister: I got no idea. But he looks kind of familiar --",
        "Carly/Princess: So are you going to kiss me, or do I have to do all the work?",
        "[Clock tolls 12:00]",
        "Craig/Cinderfella: So sorry, gotta run.",
        "Carly/Princess: Oh, who was that man?",
        "Jack/Majordomo: I'm sorry, your highness, no one knows.",
        "Carly/Princess: Well, how will I ever find him again?",
        "Jack/Majordomo: Beats me.",
        "Craig: The next morning --",
        "Margo/Stepsister: Oh, oh, have you ever seen such a handsome stranger?",
        "Katie/Stepsister: Yeah, and to just run off like that?",
        "Barbara/Stepmother: What an insult to the princess. No wonder she's in a coma.",
        "Jack/Majordomo: Excuse me, Ladies, but the king has ordered all the men in the kingdom to come to the castle and kiss the princess. Hopefully, one of them will be the handsome stranger, and his kiss will bring her out of her coma.",
        "Margo/Stepsister: There are no men here, just servants.",
        "Katie/Stepsister: And Cinderfella, but you don't want to bother with him.",
        "Jack/Majordomo: Not if it were up to me. But the king insists that every man have his turn.",
        "[Laughing]",
        "Barbara/Stepmother: Okay, go right ahead, but you're wasting your time.",
        "Carly/Princess: It's you.",
        "Craig/Cinderfella: Yes, your highness.",
        "Carly/Princess: Plant another one on me, Tiger.",
        "All: Oh!",
        "Craig: And so Cinderfella woke the princess from her sleep. And they lived happily ever after.",
        "[SCENE_BREAK]",
        "Meg: Johnny, hey. Look who came to say hello, Eliza.",
        "Craig: He's been making everyone read him a story. And let me tell you, this is one hard man to say \"No\" to.",
        "Meg: Well, maybe we could stay for just one.",
        "Craig: All right, go sit down. Here, take this. Take this. Let me help you with your coat.",
        "Meg: Thank you. Okay, ready for a story? Okay. Right here? Ah, okay. Once upon a time --",
        "Dusty/Scarecrow: Excuse me, but, could you help me get rid of this crow on my shoulder?",
        "Meg/Dorothy: Sure. Boo! I think it's dead -- and stuffed.",
        "Dusty/Scarecrow: Duh!",
        "Meg/Dorothy: You knew?",
        "Dusty/Scarecrow: Knew what?",
        "Meg/Dorothy: You said \"Duh.\" I know sarcasm when I hear it.",
        "Dusty/Scarecrow: What's sarcasm?",
        "Meg/Dorothy: Wow, you really are stupid, aren't you?",
        "Dusty/Scarecrow: Only because I don't have a brain.",
        "Meg/Dorothy: Oh. Well that must be tough when you need to think.",
        "Dusty/Scarecrow: I don't know how to think.",
        "Meg/Dorothy: Obviously. I think you need to come with me. Maybe the wizard can help you.",
        "Dusty/Scarecrow: Why do I need help?",
        "Meg/Dorothy: You don't have a brain, remember?",
        "Dusty/Scarecrow: Oh, right.",
        "[Both laughing]",
        "Craig/Tin Man: Excuse me? Would you know the way to the Emerald City?",
        "Dusty/Scarecrow: What's that?",
        "Meg/Dorothy: That's where we're going. You have to excuse him, he's brainless.",
        "Craig/Tin Man: Ah, who cares.",
        "Meg/Dorothy: Well, that's pretty heartless.",
        "Craig/Tin Man: You think? Perhaps because I don't have a heart.",
        "Meg/Dorothy: Well, maybe you can join us. The wizard might be able to help you.",
        "Craig/Tin Man: Why, that's a capital idea. Feel like fooling around?",
        "[Paul hisses and roars]",
        "[Laughing]",
        "Paul/Lion: All right. Look -- I couldn't help but overhear that you guys are going to look for the wizard. And I wondered if I could come with you because -- I need some courage, but I'm afraid to go alone.",
        "Craig/Tin Man: And why should we concern ourselves with your problems?",
        "Paul/Lion: Have a heart, man.",
        "Meg/Dorothy: That's why he's going. Well, you can certainly join us, if you like.",
        "Dusty/Scarecrow: Where?",
        "Meg/Dorothy: Never mind. Just follow me.",
        "Meg: You know, this is a really long story, Johnny, and you look a little tired. Do you want to go straight to the end?",
        "Craig: You can't skip the part with the witch, it's my favorite. And suddenly, the sky darkened above their heads and the wicked witch of the west landed before them --",
        "[Thunder crashing]",
        "Barbara/Witch: You killed my sister! And I'll make you pay, my pretty! And your little friends there, too.",
        "Meg/Dorothy: Leave us alone!",
        "Barbara/Witch: Not until you pay for what you have done!",
        "Dusty/Scarecrow: Excuse me, but you heard the lady.",
        "Barbara/Witch: Who are you?",
        "Dusty/Scarecrow: I don't know. But if she says leave us alone, you'd better do what she says!",
        "Craig/Tin Man: Or answer to all of us.",
        "Paul/Lion: Can't we all just get along?",
        "Barbara/Witch: Why do you all care about her?",
        "Craig/Tin Man: We don't. But she knows the way. So buzz off!",
        "Barbara/Witch: Never!",
        "Bob/Wizard: What's wrong with you people? Didn't you see the movie?",
        "Craig/Tin Man: There's a movie?",
        "Dusty/Scarecrow: What's a movie?",
        "Bob/Wizard: Never mind. I'll get rid of her.",
        "Barbara/Witch: Ahhh! I'm melting! Noooo! Noooo! Noooo!",
        "Bob/Wizard: I understand you've been looking for me?",
        "Meg/Dorothy: You're the Wizard of Oz?",
        "Bob/Wizard: Who else would wear an outfit like this? What can I do for you?",
        "Meg/Dorothy: I want to go home.",
        "Bob/Wizard: No problem. Do you want to take these losers with you?",
        "Meg/Dorothy: Well, I wasn't planning to.",
        "Bob/Wizard: So what do you guys want?",
        "Paul/Lion: Well, I was going to ask for some courage. But now I was hoping that you could get Dorothy to go home with me, because I think I'm in love with her.",
        "Craig/Tin Man: So am I! Or at least, to the extent possible for me.",
        "Dusty/Scarecrow: I'm in love with her, too! Whatever that means.",
        "Meg/Dorothy: You see why I need to get out of here?",
        "Bob/Wizard: I don't blame you.",
        "Meg/Dorothy: So how do I do it?",
        "[Harp glissando]",
        "Margo/Glinda: Just click your heels together three times and say, \"There's no place like home.\"",
        "Meg/Dorothy: Now you tell me!",
        "[Harp glissando]",
        "Meg/Dorothy: There's no place like home. There's no place like home. There's no place like home. There's no place like home.",
        "[SCENE_BREAK]",
        "Meg: And Dorothy found herself back in the old farmhouse, surrounded by the people she loved and she would never leave again. You take care of that sweet little boy of yours.",
        "Craig: And they all lived happily ever after.",
        "[NEXT_ON]",
        "Craig: Carly was lying to you again.",
        "Henry: I just ran into Craig, and he is meeting with your potential placement right now.",
        "Judge: Will anyone be speaking on your behalf?"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=_umd2UxyiSc"
}