{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "\r\n[Joined in progress]",
        "\r\nJennifer: If you've got other stuff to do --",
        "\r\nHal: Nope. You said you wanted to talk, so here I am.",
        "\r\nJennifer: I don't know. I just feel -- [Jennifer sighs]",
        "\r\nHal: I noticed that.",
        "\r\nJennifer: Would it be all right if I moved back in?",
        "\r\nHal: I thought you'd been staying in your room the last couple of nights.",
        "\r\nJennifer: Yeah, that was just -- I don't know. I just did it. And now -- can I \r\nmove home for good?",
        "",
        "\r\nBruno: Did you pack that bathing suit I like?",
        "\r\nKatie: The grape stomper? Absolutely.",
        "\r\nBruno: Of course, where we're going, you're not really gonna need it.",
        "\r\nKatie: Why? What kind of hotel is it?",
        "\r\nBruno: It's not a hotel. I didn't tell you? I have a place down there.",
        "\r\nKatie: In St. Martin?",
        "\r\nBruno: Yeah.",
        "\r\nKatie: Wow. Kinda like your own island getaway.",
        "\r\nBruno: Are you nervous?",
        "\r\nKatie: No. No. It's just -- airports.",
        "\r\nBruno: And getting on an airplane with a man you don't know.",
        "\r\nKatie: Oh, yeah, well, there's that, too.",
        "\r\nBruno: Katie -- you know what you're afraid of? You're not afraid of me. You \r\nlike me. You're afraid of yourself. You're afraid to -- to let go.",
        "\r\nKatie: Of what?",
        "\r\nBruno: When was the last time you were really happy?",
        "\r\nKatie: The grapes were fun.",
        "\r\nBruno: Why? Why were they fun? Because you knew I wanted you. And that felt \r\ngood, didn't it?",
        "\r\nKatie: Yeah. And the grapes between my toes.",
        "\r\nBruno: Katie, you are a beautiful woman. I mean, you tell me, what makes more \r\nsense? To bet on a horse that's running away or take a ride on a sure thing.",
        "\r\nKatie: Uh, I need to make a call.",
        "\r\nBruno: She's got something.",
        "\r\nSimon: Yeah. A husband.",
        "",
        "\r\nPaul: This can't be all of them. [Knock at door] uh -- coming!",
        "\r\nCarly: Hi.",
        "\r\nPaul: Carly.",
        "\r\nCarly: Sorry to bring along my precious cargo, but we are fresh out of sitters.",
        "\r\nPaul: You know, now is not a really good time.",
        "\r\nCarly: Honey, when opportunity knocks, you can't just toss her out on her \r\npatootie. Even if she is the last person you want to see. Barbara could be \r\ntragic for your future.",
        "\r\nPaul: Why are you here?",
        "\r\nCarly: I am here to make your mother a star.",
        "\r\nPaul: You know, you really need to get your medication checked, Carly. [Carly \r\ngiggling]",
        "\r\nCarly: That's funny. Isn't he funny, honey? Let me introduce myself, okay? Carly \r\nTenney. Fashion Editor for The Intruder.",
        "\r\nPaul: Fashion editor?",
        "\r\nCarly: Yeah. The Intruder's prepared to give B.R.O. a full page in our next \r\nissue. So, where's Barbara?",
        "\r\nPaul: She's not here. But I'm sure she'll be very, very disappointed that she \r\nmissed your visit here. So if you wanna show yourself out, there's the door \r\nright here.",
        "\r\nCarly: Look, I know you don't like me. And you know I don't like you. But we \r\nhappen to need each other right now.",
        "\r\nPaul: Did Craig put you up to this, or is this something that you came up --?",
        "\r\nCarly: No, Craig has nothing to do with this!",
        "\r\nPaul: He owns The Intruder.",
        "\r\nCarly: I work for Emily Stewart.",
        "\r\nPaul: Oh, now there's a firewall.",
        "\r\nCarly: Look, Paul -- this is a great idea. People love a comeback story. They \r\nreally do. Your mother is like the rocky of the rag trade, you know?",
        "\r\nPaul: I'm sure she will enjoy your comparison to rocky balboa.",
        "\r\nCarly: If she's smart, she will. I'll review the history -- her hard-earned \r\nsuccess story, the tragic accident and Barbara's comments, or not, on what she's \r\ngone through. And then we'll close with a sneak preview of her spring line. \r\nCouple sketches. Maybe a couple of photographs. And then, she's back. It'll be \r\ngreat for the paper, and it'll put Barbara right back on the map, right before \r\nthe November fashion shows.",
        "\r\nPaul: Right. A story written by her ex-husband's lover.",
        "\r\nCarly: That is not what I am. And that is not how I will be identified. I am \r\nsimply a writer.",
        "\r\nPaul: Since when? Since Craig came up with the clever idea to bring you down \r\nhere to get the scoop on B.R.O.? Is that right? No, thanks.",
        "\r\nCarly: I don't think it's your call.",
        "\r\nPaul: You know what? Well I can tell you exactly what my mother will say. Get \r\nout of my house!",
        "\r\nOkay, I've been just about as polite as I can possibly be, given the \r\ncircumstances. So unless you want your little son here to hear words that he \r\nshouldn't, get out!",
        "\r\nCarly: Come on, please. How about this -- how about you show me a couple \r\nsketches, you give me a few quotes -- I don't care how you spin it -- that's \r\nwhat I'll write.",
        "\r\nPaul: No.",
        "\r\nCarly: Look, I'm just trying to earn a living here.",
        "\r\nPaul: And why would that interest me, Carly?",
        "\r\nCarly: Because, Paul, I'm gonna get the story one way or the other. And if you \r\ndon't want to talk to me, well, that's fine. That's what I'll write. That B.R.O. \r\nis closing ranks around its wounded chief. That they have no future. They have \r\nno line. They have no hope. I'll just be confirming all the rumors.",
        "\r\nPaul: What rumors?",
        "\r\nCarly: It all came out in court, right? B.R.O. is losing money. It's a matter of \r\npublic record. And now with Barbara in such bad shape -- no sketches, no photos, \r\nno quotes to contradict what the fashion world has been saying about her, that \r\nshe's finished --",
        "\r\nPaul: What, you'd print that?",
        "\r\nCarly: I don't wanna print that! I want to print good news. I want to be the one \r\nto say, \"Barbara Ryan is back,",
        "\r\nPaul: Why?",
        "\r\nCarly: Because I happen to think that she's a very good designer. I -- you know, \r\nit's unfortunate that and she is one of the major reasons I started in the \r\nbusiness. And, sure, we've butted heads from time to time. But I promise you -- \r\nI don't want her to fail.",
        "\r\nPaul: She's not gonna fail.",
        "\r\nCarly: Okay. So why not let me help you? You can handpick the designs yourself. \r\nAnd if they're as good as last year's designs, they'll speak for themselves. \r\nI'll make sure that I put them in context --",
        "\r\nPaul: You know what? That won't be possible.",
        "\r\nCarly: Paul. Your mother needs this. A good review, positive press. It'll lift \r\nher spirits. Please, let me do this for her.",
        "",
        "\r\nHal: Thank you. So you've been staying in your room because Bryant's cousin -- \r\nwhat's his name? -- He's staying at the cottage?",
        "\r\nJennifer: Yeah, Billy. But he's got his own room.",
        "\r\nHal: So this has nothing to do with Billy.",
        "\r\nJennifer: No.",
        "\r\nHal: Please tell me you're not preggers. [Jennifer laughs]",
        "\r\nJennifer: No, dad. Of course not. I'm not pregnant. Bryant and I --",
        "\r\nHal: Okay, I don't need to know the details.",
        "\r\nJennifer: Dad, look, you -- you don't have to worry about what you were just \r\nworried about. Okay?",
        "\r\nHal: Okay, because you have to take care of you in that department, okay?",
        "\r\nJennifer: I am. Don't worry.",
        "\r\nHal: So, moving right along -- what is the problem? [Jennifer sighs]",
        "\r\nJennifer: Bryant lied to me.",
        "\r\nHal: Okay.",
        "\r\nJennifer: And I can't trust him.",
        "\r\nHal: Sounds pretty cut-and-dry.",
        "\r\nJennifer: It is.",
        "\r\nHal: So why are you so torn up about it?",
        "\r\nJennifer: Because he told me that he wouldn't take his trust fund. He promised. \r\nAnd then, not only did he take it, he made up this whole fantasy job, that \r\nthat's where the money was coming from. And then, when I did catch him in his \r\nlie, he said to blame his dad, not him.",
        "\r\nHal: Sweetheart, if there's one thing that I've learned in this life, it's that \r\nthe glue that holds a man and woman together -- you can't figure it out. It's \r\neither there, or it isn't.",
        "\r\nJennifer: So?",
        "\r\nHal: So don't worry about it. Stay there, come home -- it'll work itself out or \r\nit won't. You just have to take care of you in the meantime.",
        "\r\nJennifer: So can I have my old room back?",
        "\r\nHal: You don't have to ask me that. It's your room.",
        "\r\nJennifer: Thanks. I'm gonna go over there now and get my stuff.",
        "\r\nHal: You want me to tag along?",
        "\r\nJennifer: No. No, it'll be fine. Thanks. And, dad, about that whole -- [\r\nJennifer clears her throat] -- pregnancy thing --",
        "\r\nHal: We really don't need to talk about --",
        "\r\nJennifer: Dad. Dad. Bryant and I never really got into that department, okay? \r\nLove you.",
        "",
        "\r\nLisa: Oh, you look terrific.",
        "\r\nBonnie: I've died and gone to the '70s.",
        "\r\nLisa: Ha! It's not that bad.",
        "\r\nBonnie: It's polyester.",
        "\r\nLisa: Yes. That means you can throw in the wash. You're gonna have to do that a \r\nlot, working here.",
        "\r\nBonnie: Am I getting a rash?",
        "\r\nLisa: Bonnie. I've never known anybody to be so fussy in my -- well, no, I have \r\nto take that back. When you were just a little girl, your mother and I took you \r\nshopping. We went looking for shoes. And you made the poor sales clerk come out \r\nwith about 14 pairs before you could make up your mind.",
        "\r\nBonnie: That bronzed shoe is sitting on a stack of legal papers in my mother's \r\noffice.",
        "\r\nLisa: And it is a thing of beauty. But, sweetheart, this is your job. Well, \r\nunless, of course, you want to work for your mother and sort her files?",
        "\r\nBonnie: That would last about a 1 1/2 minutes, tops.",
        "\r\nLisa: And then where would you be? You'd be stuck in your room, thinking, \"what \r\nin the world am I gonna do? How am I gonna pay my bill at the Lakeview?\"",
        "\r\nBonnie: You've been very patient, Lisa. And I'm grateful for the job. I am! It's \r\na privilege to work for a female entrepreneur.",
        "\r\nLisa: Yes, of course it is. But I'd like for you to save that charm for Isaac, \r\nbecause he's your boss.",
        "\r\nBonnie: Isaac?",
        "\r\nLisa: You remember. That charming young man who you were so rude to when you \r\ncame here. Oh! There he is now. Hi, sweetheart. Look who's here.",
        "\r\nBonnie: Terrific.",
        "",
        "\r\nBruno: Well if it isn't the absent husband. What'd you do, come see the lady \r\noff?",
        "\r\nSimon: You mistreat her in any way, I will hunt you down and roll you like a \r\npair of dice. Do we understand each other?",
        "",
        "\r\nKatie: Simon, pick up. Come on, I know you're there. Simon? All right, I just \r\nwanted to say good-bye. I'm at the airport with Bruno. And I told you I'm going \r\nto St. Martin, and I'm going. And it's gonna be fun. Remember fun, Simon? F-u-n? \r\nRhymes with \"none,\" which is exactly what we've had. So, fine. Leave Oakdale. I \r\nwon't be there, anyway. Simon, if you leave Oakdale, I'll hate you forever.",
        "",
        "\r\nBruno: That's cute. You worrying about the wife. Well don't. In fact, I suspect \r\nKatie's gonna have the best time she's ever had.",
        "\r\nSimon: One of these days, you are gonna seduce the wrong woman. You're gonna \r\nwind up with a knife in your back.",
        "\r\nBruno: Listen to you. Do you even know which end of the knife works? I mean, I \r\nwouldn't want you to cut yourself.",
        "\r\nSimon: As long as we understand each other.",
        "\r\nBruno: All right. So she got under your skin. But obviously not enough. So why \r\ndon't we be gentlemen about this? You go your way, I go mine.",
        "\r\nListen, Katie is not that kind of woman. Oh yeah, then why'd you make her your \r\nwife? I mean, I know you. That's how you operate. You bring these women in \r\nclose, and then you steal from them.",
        "\r\nSimon: Did Katie tell you this?",
        "\r\nBruno: Come on. Who do you think you're talking to? I had you checked out. And \r\nfrankly, I'm not impressed. [Whispering]",
        "\r\nBruno: Why don't you pick 'em up?",
        "\r\nSimon: Or what? What, are you and your boys he alley? You are not gonna use her.",
        "\r\nBruno: Isn't that up to the lady?",
        "\r\nKatie: Simon! What are you doing here? What's going on?",
        "\r\nBruno: Hey, we're fighting over you, babe.",
        "\r\nKatie: Really? Well, there must be a more civilized way to handle a situation \r\nlike this, don't you think?",
        "\r\nBruno: Yeah, so why don't you tell your friend here to go home before he breaks \r\na nail?",
        "\r\nKatie: Oh, no, no, no. Don't want to talk to Simon like that. He's got a very \r\nshort fuse -- like, no fuse at all, actually. And I wouldn't want you to get \r\nhurt.",
        "\r\nBruno: Honey, I could clean the tarmac with this guy.",
        "\r\nSimon: You don't wanna do this. You're trying to make a point, but this is not \r\nthe way to go about it.",
        "\r\nKatie: Hmm. What point?",
        "\r\nSimon: That -- it's the same point you're always trying to make.",
        "\r\nKatie: Yeah, same point that you never seem to get.",
        "\r\nBruno: Kids, we got a plane to catch.",
        "\r\nKatie: Bruno, why don't you go get our boarding passes?",
        "\r\nBruno: Baby, we don't need boarding passes. We're flying private.",
        "\r\nKatie: Right. So why don't you go get her fueled up, gassed up, tanked up?",
        "\r\nBruno: Right. Five minutes, cowboy.",
        "\r\nSimon: What, you're going away with that?",
        "\r\nKatie: You have a better idea?",
        "\r\nSimon: Listen, you don't even know this -- you don't even know the guy.",
        "\r\nKatie: Well, that's why we're going away. To get to know each other.",
        "\r\nSimon: What, is that what you call it? Listen, I spoke to Rose about this guy. \r\nHe's a professional gambler, Katie. He could be dangerous.",
        "\r\nKatie: Oh, please! Spending a little money never hurt anybody. He's not \r\ndangerous. If he wanted to murder me, he could've cut me up into pieces the \r\nother day in the bathroom.",
        "\r\nSimon: Oh, good. Oh, that's right. Yeah, thanks. That's very comforting.",
        "\r\nKatie: Where are you going, Simon?",
        "\r\nSimon: I don't know. Look, you don't wanna do this. I know you don't wanna do \r\nthis!",
        "\r\nKatie: So I should cancel my trip? Break poor Bruno's heart? Stay in Oakdale? I \r\nneed a reason, Simon. Anything come to mind?",
        "",
        "\r\nBryant: Yeah, I'm trying to reach Jen. If she's there. When you see her, could \r\nyou just tell her to call Bryant?",
        "\r\nJennifer: Tell her yourself. [Jennifer sighs]",
        "\r\nBryant: Where've you been?",
        "\r\nJennifer: Home.",
        "\r\nBryant: And now?",
        "\r\nJennifer: I'm gonna get the rest of my stuff.",
        "\r\nBryant: Just like that?",
        "\r\nJennifer: Yeah, I think we both know why.",
        "\r\nBryant: You know, your mother is not the only issue here. There's my grandmother \r\nand my money and my future, okay? Your mother's not talking. Is that it? You \r\nthink if you can get me to lie down, she's gonna let you back in? So you're \r\ngonna lose us both, Jen. Is that what you want?",
        "\r\nJennifer: It's just -- I can't take this anymore, Bryant. I just need to feel \r\nlike I'm safe for just a few moments, that I can trust the people that I'm with. \r\nAnd if that means moving back in with my dad, well --",
        "\r\nBryant: Maybe if you trusted yourself.",
        "\r\nJennifer: What's that supposed to mean?",
        "\r\nBryant: You know, I'm not saying you haven't been through a lot of stuff. You \r\nhave, Jen. It's just, moving back home -- Jen, you could move to Mars, and stuff \r\nis gonna happen. And you have got to be able to deal with it.",
        "\r\nJennifer: Oh, so now it's my problem that I can't deal with the fact that you \r\nlied to me.",
        "\r\nBryant: Maybe you can't deal with the fact that I'm not always gonna agree with \r\nyou.",
        "\r\nJennifer: But you were wrong, Bryant! Look what happened.",
        "\r\nBryant: Yeah. Some wacko named Owen Dever made a bomb. Not my father.",
        "\r\nJennifer: I can't even talk to you anymore.",
        "\r\nBryant: No, maybe you can't accept the fact that you're the one who was wrong.",
        "\r\nJennifer: I don't care that Craig didn't build that bomb, okay? He stole my \r\nmother's money!",
        "\r\nBryant: And if that is true, I'm sure your mother will get over it. She does not \r\nneed you to run interference.",
        "\r\nJennifer: She doesn't need me at all, okay?",
        "\r\nBryant: Hey. I need you. I want you to stay. And I want to work this out. Don't \r\nyou?",
        "",
        "\r\nLisa: I want to ask you about this attitude of yours. Do you think it's gonna be \r\nhelpful to you?",
        "\r\nBonnie: Helpful? What do you mean?",
        "\r\nLisa: Well, you're entitled to your own opinion. But must you express it at \r\nevery chance you get? And must you let Isaac or anyone else know exactly how you \r\nfeel every minute of the day? You see, I'm asking you this because, as a \r\nbusinesswoman, I just feel that it's a lot better to keep some of your opinions \r\nto yourself and just try to be pleasant to people around you. That way, they \r\nwill, of course, feel relaxed around you and be happy. And then they will never \r\nknow what you're really planning. Got my drift? Oh, Isaac! Honey pie.",
        "\r\nIsaac: Hey.",
        "\r\nLisa: Look here. Look who I found. You remember Bonnie, don't you? My little \r\nfriend?",
        "\r\nIsaac: Right on time, I see.",
        "\r\nLisa: Of course she's on time. And doesn't she look terrific?",
        "\r\nIsaac: Sorry about the polyester. It's all the supplier had.",
        "\r\nBonnie: Well, maybe we'll start a new trend.",
        "\r\nLisa: Well, with you wearing it, anything is possible. Oh, please, give this \r\ngirl a chance. Be patient with her, Isaac. She really is very eager to learn, \r\nand she's never waitressed before.",
        "\r\nBonnie: I'm sure it'll be a lot of fun.",
        "\r\nIsaac: Mm-hmm.",
        "\r\nLisa: Well, all right. I will see you two later.",
        "\r\nBonnie: Isaac. I appreciate you giving me a chance.",
        "\r\nIsaac: She's gone. You can drop the fake front.",
        "\r\nBonnie: I promised Lisa I'd be pleasant, even to you.",
        "\r\nIsaac: Really? \"Pleasant\"? I'm gonna enjoy this.",
        "\r\nBonnie: What?",
        "\r\nIsaac: Seeing how long it takes for you to lose your cool. Ooh. Your tray, \r\nmadam? ",
        "",
        "\r\nPaul: You know, I think you've finally found your calling, Carly. Con artist.",
        "\r\nCarly: Oh, come on, Paul. That's a little too easy.",
        "\r\nPaul: Oh, come on. You come waltzing in here. You know, I was in that courtroom \r\ntoo, I saw the photos. Remember, I was there when Craig tried to finagle you \r\nonto the payroll. Yeah, that's how we met. Craig Montgomery's made it his life's \r\nwork to find you a job. And now I'm supposed to trust you? And The Intruder? A \r\nsupermarket tabloid that makes its money off of other people's misery. Come on. \r\nYou think I just fell off?",
        "\r\nCarly: And landed right on your head. That's what happened, right? You just got \r\nhere. So you don't know who you can trust?",
        "\r\nPaul: Well sometimes it's enough to know who to avoid.",
        "\r\nCarly: Oh, the whole world thinks that Craig Montgomery and I are an item, it's \r\nbecause of you. It's because you gave those pictures to the D.A. You told the \r\npress that I was his whore, that we were trying to murder Barbara together. All \r\nlies. But you didn't care, did you? You just wanted what you wanted -- to get \r\nthe man who married your mother and threatened your position at B.R.O. And it \r\ndidn't matter if you hurt me in the process. So just save your holier-than-thou, \r\nokay? You have no right!",
        "\r\nPaul: You finished?",
        "\r\nCarly: No, I'm not. No, I'm gonna write this story about Barbara. I'm going to \r\nbe fair. I'm going to be accurate. And I'd really would like your input. I will \r\ngive you my word that no one else is gonna touch this story but me and my \r\neditor.",
        "\r\nPaul: Yeah. Craig. [Carly sighs]",
        "\r\nCarly: Emily. I have not seen Craig in weeks.",
        "\r\nPaul: Hmm, that's too bad. You two were a very, very lovely couple.",
        "\r\nCarly: You know, your mother is a very independent woman. You keep making \r\ndecisions for her, she's gonna find somebody else to fetch her tea.",
        "\r\nPaul: Okay, you've made your pitch. I've listened. And now, you get out. You \r\nfetch your kid, and you get out of this house.",
        "\r\nCarly: Okay. We're going, honey. But just remember something, sooner or later, \r\nI'm gonna see Barbara. And she's gonna want in on this.",
        "\r\nPaul: No, she won't. She doesn't read The Intruder. And besides, she's gonna be \r\ntoo busy with the spring collection.",
        "\r\nCarly: Hey, sweetie. What do you have there? Huh? Have you been drawing?",
        "\r\nPaul: Wait, those are mine. Those are mine.",
        "\r\nCarly: No, Paul, these are your mother's --",
        "\r\nPaul: They're preliminary sketches. They're preliminary sketches, Carly.",
        "\r\nCarly: They're not! It's obvious these are -- these are your mother's ideas, \r\naren't they? This is her spring line.",
        "\r\nPaul: You happy now? You've got your scoop.",
        "\r\nCarly: I had no idea.",
        "\r\nPaul: Neither did I. But Craig did.",
        "\r\nCarly: You can't use those, Paul, you know that, right? They're -- they --",
        "\r\nPaul: Yeah, they stink. I know.",
        "\r\nCarly: She's cobbled together designs from the past three seasons --",
        "\r\nPaul: Carly, you don't have to tell me what's wrong with them, I know.",
        "\r\nCarly: What are you going to do?",
        "\r\nPaul: I don't know. But if you print one word about these sketches --",
        "\r\nCarly: No. No, I wouldn't.",
        "\r\nPaul: Come on, Carly, that's why you're here. That's why Craig sent you! For \r\nleverage!",
        "\r\nCarly: Leverage? Look, I've been in Chicago for the last few days. So if \r\nsomething's happened --",
        "\r\nPaul: Oh. There was a hearing. Long story short, the Worldwide stock. You know, \r\nthe ones that he bought with the stolen money from B.R.O.? He and Barbara have \r\nto share it. And he wants to buy Barbara's half. And he knows the only way he \r\ncan do it is if B.R.O. fails. So that's why he sends you, his dear girlfriend \r\n--pa, papa, pa",
        "\r\nPaul: -- Down here to get the scoop and find out what --",
        "\r\nCarly: Paul, I swear to you, I had -- I had no idea.",
        "\r\nPaul: Well either you are a terrific liar, or Craig Montgomery has used you once \r\nagain. You know something? It doesn't even matter. These could be great designs. \r\nAnd if that's what you wrote, he would throw it away and print the smear job.",
        "\r\nCarly: No, not with my name on it. Come on, sweetie, let's go. I'm not going to \r\ndo the story.",
        "\r\nPaul: I thought it was your job.",
        "\r\nCarly: Well that's too bad.",
        "\r\nPaul: What about Emily?",
        "\r\nCarly: I don't know. I'll tell her Barbara's unavailable. She's out of the \r\ncountry, something. Come on, sweetie, let's go see daddy, okay?",
        "\r\nPaul: And what about Craig?",
        "\r\nCarly: Oh, I'm going to deal with Craig, believe me.",
        "\r\nPaul: Give me one reason to trust you, Carly.",
        "\r\nCarly: You have no choice.",
        "",
        "\r\nBonnie: It's wet!",
        "\r\nIsaac: Oh, then dry it.",
        "\r\nBonnie: Ugh, the rag's dirtier than the tray! Next.",
        "\r\nIsaac: Lemme see you balance it. D-D-D-D-D-D. This is not the circus.",
        "\r\nBonnie: Really? Then why all the clowns?",
        "\r\nIsaac: They're called customers, and it's your job to bring them drinks on this \r\ntray. Here.",
        "\r\nBonnie: I've been away so long, but isn't it sexual harassment to touch the \r\nemployee?",
        "\r\nIsaac: Your mother will tell you that's only if the boss has designs on the \r\nemployee, which yours does not. Feel free to balance it on your shoulder.",
        "\r\nBonnie: Heavy?",
        "\r\nIsaac: Yeah, you get a couple pitchers of beer on this tray --",
        "\r\nBonnie: Beer? Well, that accounts for the lovely aroma.",
        "\r\nIsaac: Mmmm, I like it.",
        "\r\nBonnie: You would.",
        "\r\nIsaac: Well see, there's something you do well.",
        "\r\nBonnie: What?",
        "\r\nIsaac: Smile. You know, it is part of your job to greet the customers, take \r\ntheir order, take it back to the bartender. Now if he's busy, what do you do?",
        "\r\nBonnie: Smile.",
        "\r\nIsaac: At the next customer. I don't want you hanging around my bar.",
        "\r\nBonnie: Enjoying myself? Oh, I don't think you have to worry about that.",
        "\r\nIsaac: So, do you got it? Got everything straight?",
        "\r\nBonnie: Gee, let me see. I smile, I take orders, I smile, I balance trays, I \r\nsmile --",
        "\r\nIsaac: You know what, Bonnie, if you don't want this job, feel free to leave \r\nthat uniform in the back and make your way home.",
        "\r\nBonnie: So, I guess if we're looking to see who loses their cool first, that \r\nwould be you.",
        "",
        "\r\nJennifer: I can't.",
        "\r\nBryant: Why?",
        "\r\nJennifer: Because it won't work. You're on your dad's side, I'm on my mom's. And \r\nno matter what we do, it just gets in the way.",
        "\r\nBryant: Only if we let it.",
        "\r\nJennifer: I hate your dad, okay? And that is never going to change. But I hate \r\nmore that you took that money and kills me inside that you lied to me about it. \r\nI don't trust you anymore. So what's left?",
        "\r\nBryant: How we feel about each other. What we want.",
        "\r\nJennifer: We don't want the same things anymore. And you think what I want, to \r\nhelp my mother, that it's stupid or pointless. Bryant, she's my mom. And I love \r\nher, even if she -- I've gotta go.",
        "\r\nBryant: Jen.",
        "\r\nBilly: Hey, we're gonna need bigger bracket -- oh, sorry.",
        "\r\nBryant: It's not your fault.",
        "\r\nBilly: Is there anything I can -- I can do?",
        "\r\nBryant: She just has some mysteries she needs to deal with.",
        "\r\nBilly: Look, you know, if you guys want your space, I can finish the deck in a \r\ncouple weeks.",
        "\r\nBryant: No. No. Let's do this thing.",
        "\r\nBilly: All right.",
        "\r\nBryant: What time did the lumber company say they'd deliver the wood?",
        "\r\nBilly: An hour.",
        "\r\nBryant: I'll see you soon.",
        "\r\nJennifer: Where's Bryant?",
        "\r\nBilly: He's gone, and I don't blame him.",
        "\r\nJennifer: Give him these please.",
        "\r\nBilly: Can I ask you something? Are you always such a freaking drag?",
        "",
        "\r\nSimon: All right, fine. Okay, let's lay our cards on the table.",
        "\r\nKatie: Mine have been on the table for months.",
        "\r\nSimon: Oh, really? What, you want this guy? Some casino rat from Jersey? Who's \r\ngonna take you away and -- and --",
        "\r\nKatie: And?",
        "\r\nSimon: Look, the only reason you are doing this is to make me jealous. You \r\nwanted me to come down here to the airport, to charge down here and try to \r\nconvince you to stay in Oakdale.",
        "\r\nKatie: Seems to be working.",
        "\r\nSimon: No, it's not. The only reason I'm here at the airport is because I'm \r\nleaving.",
        "\r\nKatie: Yeah, because you want me to get so upset that I follow you.",
        "\r\nSimon: No.",
        "\r\nKatie: Well I'm not going to. Simon, I'm going to St. Martin, and you can go \r\nwherever you want.",
        "\r\nSimon: But you don't mean that.",
        "\r\nKatie: Yes, I do. I told you, I'm special. And I am not going to follow some guy \r\naround ever again who doesn't want me.",
        "\r\nSimon: It's not that I don't want you, it's -- in fact, I've kinda got used to \r\nyou.",
        "\r\nKatie: Oh, that's romantic.",
        "\r\nSimon: Okay, fine. All right, you want romance? Then go to St. Martin.",
        "\r\nKatie: I am.",
        "\r\nSimon: Look, Lis -- Katie. Just --",
        "\r\nKatie: I just want you to tell me how you feel about me. Just admit it.",
        "\r\nSimon: You know how I feel about you. Okay, I, Simon Frazier, I --",
        "\r\nKatie: Love?",
        "\r\nSimon: I like you a lot, and --!",
        "\r\nKatie: Oh, you like me! That's so cool! Bruno wants to lick grape juice from my \r\ntoes, he wants to lavish me with --",
        "\r\nSimon: \"Ravish\" you, \"ravish\" you is what he wants. He's gonna -- that's what \r\nhe's going to do to you, this guy.",
        "\r\nKatie: So what? You seem to have this idea that I don't need things that other \r\nwomen need.",
        "\r\nSimon: I know you. I know you. You don't want just sex. You need love. You want \r\nlove.",
        "\r\nKatie: I have love. You love me, you just can't admit it. And that gets really \r\nlonely sometimes and boring. So maybe, just maybe, if I go away for a couple \r\ndays with a guy that likes me, that would be good for me.",
        "\r\nSimon: Even if I tell you how I feel, I mean what difference is it going to \r\nmake? I'm the kind of guy who likes to travel, you know? Pick up and leave at a \r\nmoment's notice. That bag there? That's all I need.",
        "\r\nKatie: So go. Testa dura.",
        "\r\nSimon: And what's that supposed to mean?",
        "\r\nKatie: Thick head. Don't you think if you were that kinda guy, you woulda been \r\ngone a long time ago?",
        "",
        "\r\nIsaac: I didn't lose my cool. I just maybe changed my mind.",
        "\r\nBonnie: About me? Oh, I doubt that. I'm sure you think I'm just as stuck up and \r\narrogant as ever.",
        "\r\nIsaac: Maybe, I just don't want that in my face.",
        "\r\nBonnie: Isaac, you're not going to change me. And I'm not going to change you. \r\nBut if we can just stay out of each other's way, then maybe we could keep this \r\nfrom being a living hell.",
        "\r\nIsaac: People come here to have a good time, to relax.",
        "\r\nBonnie: I'm only going to be here a couple of months.",
        "\r\nIsaac: And with you on the floor, I could be bankrupt by Christmas.",
        "\r\nBonnie: So what are you going to do? Fire me? The District Attorney's daughter?",
        "\r\nIsaac: Something tells me she would understand. I'll explain it to Lisa.",
        "\r\nBonnie: And what would you tell her? That I was pleasant, that I smiled, that I \r\nlearned to balance a tray? You have absolutely no grounds to fire me.",
        "\r\nIsaac: I don't have to work with anyone I don't like.",
        "\r\nBonnie: If I have to, you have to. It's the \"right to employment act.\" If you \r\ndon't believe me, ask my mother. And I get a decent salary. That's in there, \r\ntoo.",
        "\r\nBonnie: $750 a week? You can't even buy a decent pair of pants for that.",
        "\r\nIsaac: 7 dollars and 50 cents an hour, plus tips, which would be about nine \r\ncents extra, given your pleasant attitude.",
        "\r\nBonnie: Fine. When do I start?",
        "\r\nIsaac: Now. Woah. Where do you think you're going?",
        "\r\nBonnie: Me? On break.",
        "",
        "\r\nKatie: Face it, Simon. You're not the kinda guy you think you are.",
        "\r\nSimon: What's that supposed to mean? What's that? What am I?",
        "\r\nKatie: You're the stickiest guy I ever met. You were stuck on Lily. And now look \r\nat you, stuck on me.",
        "\r\nSimon: You just don't understand, that's all.",
        "\r\nKatie: No, I understand. I do. It's chivalry. You love me, even more than you \r\nthink you loved Lily.",
        "\r\nSimon: If I loved you, believe me, I'd know it.",
        "\r\nKatie: Yeah?",
        "\r\nSimon: Mm-hmm.",
        "\r\nKatie: What would it feel like? Remember when I first met you? And you were \r\nmoping around Oakdale, pining after some married woman you knew you could never \r\nhave? I changed that. You had more fun in the last six months with me, your \r\nwife, than you ever had with those 2,000 women you seduced.",
        "\r\nSimon: Oh, 2,000 -- wasn't it, what, 3 -- 4,000 maybe?",
        "\r\nKatie: You want adventure, Simon? You're looking at it. I'm your adventure. I'm \r\nyour open road, your blue sky, your last chance. 'Cause, you know, you say that \r\nyou know women, but I know men. And if they don't grow up, they end up being \r\nlike my brother.",
        "\r\nSimon: Well, you're going to have to catch me first.",
        "\r\nKatie: No, I'm not. Because you know what, we're through. As soon as I leave \r\nthis airport with Bruno, you and I are done.",
        "\r\nBruno: That's five and then some, cowboy. You ready to go?",
        "\r\nKatie: Yeah, let's get outta here.",
        "\r\nSimon: Don't do this.",
        "\r\nKatie: Have a nice life, Simon.",
        "\r\nSimon: Katie, you go through that gate, that's it! I'm not coming after you.",
        "",
        "\r\nJennifer: You're Bryant's cousin, and I don't want to be rude --",
        "\r\nBilly: Oh, why not? You're rude to everyone else.",
        "\r\nJennifer: Where do you get off?",
        "\r\nBilly: Excuse me? Look, I've been here, what, a couple days? And I've yet to see \r\nthe attraction. Okay, so you're pretty in a sort of icy, don't-touch way. But \r\nyou take what he had to offer and look around. This place is great. And he's \r\nmaking it better. Why? For you.",
        "\r\nJennifer: I appreciate everything that Bryant --",
        "\r\nBilly: Oh, have you thanked him? Hugged him? Made him breakfast? Smiled?",
        "\r\nJennifer: Look, my relationship with Bryant is --",
        "\r\nBilly: Whoa, whoa, whoa, whoa, whoa. What relationship? The man tells you he \r\nloves you, and he wants you back, and you treat him like a virus. You know what? \r\nWe have a name for girls like you. You wanna hear it?",
        "",
        "\r\nSimon: Listen, for a whole year now, I have pulled you out of the fire every \r\ntime you did something stupid! Like when you got yourself kicked out of Craig's, \r\nyou crash landed a plane, stowed away in Malta!",
        "\r\nBruno: You're even more fun than I thought.",
        "\r\nKatie: Yeah, you'd think somebody'd notice.",
        "\r\nSimon: I swear to you, you get on that plane with this low-rent hustler --",
        "\r\nBruno: Low-rent? Try first class.",
        "\r\nSimon: That's it. It's over. You can never count on me again.",
        "\r\nKatie: I'm gonna miss you.",
        "\r\nBruno: Hey, cowboy, you're a fool. No offense.",
        "",
        "\r\nPaul: You don't look a day older -- or any less beautiful.",
        "",
        "\r\nCarly: Open up, Craig! I know you're in there! Open this door, you conniving \r\ncreep before I break it down!"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=JSQkEZBBONo"
}