{
    "Episode Summary": [],
    "Recap": [
        "The reopening of Metro is a big success and the entire town shows up to celebrate with Carly. Even Lily returns home and surprises Holden at the party. Meg goes to the party with Mike, and Sofie tells Paul about it so he goes to the party. Mike wants to arrest Paul for violating the restraining order but Meg tells Paul he is free to stay. Sofie dances with Paul but he decides to leave the party after he sees Meg leave with Mike. Jack is upset that Holden has become friends with Carly and thinks that Holden has become the guy that does Cary's bidding. Lily is puzzled when she and Holden return home from the party, and Holden doesn't want to make love to her. Liberty's mother Juicy Janet arrives in town determined to get back together with Brad."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Announcer: The role of Lily Snyder is now being played by Noelle Beck.",
        "Lucinda: Lily. Lily. Are you coming inside, Darling, or are you not? Yes or no?",
        "Lily: I was just looking at the stars.",
        "Lucinda: Oh. Ah. They're so beautiful and bright up here. That's just great. Yeah, that's -- I never know. Now, the reason I'm asking you is -- if you're not ready to do this, I think we should split now before the children know you're here, 'cause I don't want them disappointed again, okay?",
        "Lily: I'm sorry to have disappointed you and Holden.",
        "Lucinda: No, Darling, you haven't. It's just I want to make sure that you're ready, that's all.",
        "Lily: I promise, no more false starts.",
        "Lucinda: Good.",
        "Lily: Holden! Luke! Faith! Natalie! Ethan, Mommy's home!",
        "Natalie: Mommy!",
        "Lily: Oh, hi, Sweetie. Faith.",
        "Faith: Are you really back?",
        "Lily: Home to stay. Come here. Oh, Sweetie. My girls.",
        "[SCENE_BREAK]",
        "Carly: Did you take out the trash?",
        "Holden: Mm-hmm.",
        "Carly: You, Holden Snyder, are a wonderful friend. How did you know how much I hate doing that?",
        "Holden: Um, you're the owner. You shouldn't be taking out the trash. The hired help should be taking out the trash.",
        "Carly: Well, the hired help just punched in 15 minutes ago. Every minute counts, right?",
        "Holden: Yeah, so, what's next?",
        "Jack: Hey.",
        "Carly: Hey. Uh, the doors shouldn't be open. Who opened the doors? What time is it?",
        "Holden: It's time to put on the lights behind the bar. Got it.",
        "Jack: So, what else? That's why I came here early, to help out.",
        "Carly: Uh, well, open the doors. But looks like that's covered. I think we've got everything under control. Thanks anyway, Jack.",
        "[SCENE_BREAK]",
        "Brad: Are you ready?",
        "Liberty: Yes.",
        "Brad: Welcome to your own room.",
        "Liberty: All my stuff's here.",
        "Brad: Well, Katie did that while you and I were having dinner.",
        "Liberty: Thank you. Thanks, Dad.",
        "Brad: It's no big deal, but, you know, our room is right next door, so if you get lonely or scared, you want to talk or --",
        "Liberty: I will really try not to. Hey, where's my music?",
        "Katie: Top drawer. Enjoy. Look like we're no longer needed here. Okay, ready to restart our honeymoon?",
        "Brad: We're going dancing.",
        "Katie: What?",
        "Brad: We're going dancing. Carly's reopening.",
        "Katie: Oh, no, I had enough of Carly on my last honeymoon, thank you very much.",
        "Brad: There's gonna be a lot of other people there, and, besides, I haven't had enough slow dances with my wife yet.",
        "Katie: Oh.",
        "Brad: Swaying to the music. Knowing every guy there wishes he was me.",
        "Katie: Oh, I don't know. Is it a good idea to leave Liberty alone?",
        "Brad: She's not alone. She's in a hotel full of people. Anyway, she's on her best behavior since we called her out about skipping school. What could go wrong?",
        "[SCENE_BREAK]",
        "Barbara: Exquisite.",
        "Sofie: Thank you.",
        "Barbara: All you needed was a nudge in the right direction. So, how's it feel knowing that you're about to become a very famous designer?",
        "Sofie: Lonely.",
        "Barbara: Lonely? Why lonely?",
        "Sofie: I'm trying to work. I am, but it's so quiet in here. And all I can think of is Paul.",
        "[SCENE_BREAK]",
        "Meg: So, where is our landscaper? Isn't he here yet?",
        "Mike: Yeah, um -- uh, given this is a business meeting, is it inappropriate for me to say you look hot?",
        "Meg: Notification of hotness is always appreciated. So, where is our landscaper?",
        "Mike: He just cancelled.",
        "Meg: Well, that's rude. Now we're all dressed up and nowhere to go.",
        "Mike: Well, not necessarily. Carly is reopening Metro tonight, so we could go check that out.",
        "Meg: Um, I don't know how people, you know --",
        "Mike: Uh, no, no, I don't know.",
        "Meg: People might think we're together, and if it gets back to Paul --",
        "Mike: Then he will have to deal with that from far, far away, like it says in his restraining order.",
        "Meg: I don't know.",
        "Mike: Look, you have got two choices. You can either have some fun, or you can spend the rest of your life hiding, trying to avoid the guy.",
        "[SCENE_BREAK]",
        "Barbara: I know what will take your mind off of Paul. I bought you something to wear tonight to the party at Metro.",
        "Sofie: That's tonight?",
        "Barbara: It's tonight. And I'm all set. Take a little look. It's a very simple, clean line. I'll pick out a piece of jewelry for you to wear.",
        "Sofie: Oh. Barbara.",
        "Barbara: What?",
        "Sofie: I've never worn anything like this before.",
        "Barbara: Well, then I say it's about time. How's that?",
        "Sofie: How about this -- this is not me.",
        "Barbara: Well, maybe it is. Maybe tonight you'll discover a whole new you.",
        "[SCENE_BREAK]",
        "Natalie: Paper, scissors, shoot.",
        "Lucinda: Oh. I lost. Hey, hi -- hi, Honey. Well, did you get Ethan to sleep?",
        "Lily: Yeah.",
        "Lucinda: Good.",
        "Lily: I was happy to have an excuse to hold him.",
        "Lucinda: Yeah.",
        "Lily: Oh, I missed my babies.",
        "Lucinda: Yeah.",
        "Faith: Then why didn't you come home before when you said you were?",
        "Natalie: We made a sign and a cake and everything.",
        "Lily: Oh. I know, I know. But I'm glad I waited, because you know what? Now I am certain that I am here to stay. Where's your daddy?",
        "Faith: Helping Carly, like he's been doing all day.",
        "Lily: Oh.",
        "[SCENE_BREAK]",
        "Carly: [Laughs]",
        "Jack: It's really interesting how she's all smiles with you but has nary a word to say to me. So, is that the plan, you just hanging around here to keep me in my place?",
        "Holden: You know something, Jack? It's not always about you.",
        "Jack: When it comes to Carly, usually it is, yes.",
        "Holden: No. Carly needed help, so I'm helping her out, just like you did the other day. That's why I left. I left you guys alone so that you could have some time together. Listen, man, if you think that everything she's doing is to get back at you, then I think Carly should keep her distance from you.",
        "Jack: Oh, Holden, this is nothing new. Carly always has to have a guy in her life to do her bidding, so maybe you should start asking yourself how that guy came to be you.",
        "[SCENE_BREAK]",
        "Lucinda: Honey, here.",
        "Lily: Thanks.",
        "Lucinda: I knew -- I knew we should have, uh, called Holden to tell him that you were coming home this evening. Uh, I'll do it right now.",
        "Lily: No, it's okay. I mean, I'm sure Carly's a nervous wreck after everything she's been through.",
        "Faith: Because Parker shot that guy in her club?",
        "Lily: Sweetie, don't -- try not to talk about stuff like that in front of your sister.",
        "Natalie: Wait, what are we not talking about?",
        "Lucinda: Well, I think it's a good idea if -- if I give Holden a ring and find out what time he's getting home this evening, okay?",
        "Faith: Well, why don't you go to the party?",
        "Lucinda: No.",
        "Lily: I don't know.",
        "Lucinda: No, Honey, I don't think so. Mama's just had a long trip to get here.",
        "Faith: Yeah, but Dad missed her, too, and what if he gets home really late when Mom's already asleep?",
        "Lily: I guess I could go over to the club and surprise him. Ooh, what am I gonna wear?",
        "Both: Dress up!",
        "Faith: Come on.",
        "[SCENE_BREAK]",
        "Jack: No, thank you.",
        "Holden: Carly, she didn't trick me into helping her. And she's not using me to get back at you.",
        "Jack: You sure about that?",
        "Holden: I am. Hey, if you think that I'm coming between you and Carly --",
        "Jack: No, there's nothing -- there's nothing to come between.",
        "Holden: That's right. Carly's been a good friend to me, and I hope that I've been the same to her. That's it.",
        "Carly: Hello, Barbara.",
        "Barbara: Hi, Carly.",
        "Carly: Sofie, welcome. Come in, please.",
        "Sofie: Thank you. This place is incredible.",
        "Barbara: Ooh, don't look now, but there's a very handsome young man who is eyeing you.",
        "Sofie: No. No, he's not.",
        "Barbara: Yes, he was.",
        "Carly: Yeah, and he still is. That's Alex. He's -- he's a neighbor. He's very nice. He's very single.",
        "Barbara: Go talk to him. And while you're at it, talk up your jewelry. Mention that you designed it.",
        "Carly: Did you design that? Your necklace is so pretty.",
        "Barbara: See? I told you. I am helping Sofie start a jewelry business.",
        "Carly: Oh, very good. Well, I think that you should listen to Barbara. Sofie.",
        "Sofie: Sorry. Sorry. Um, the ladies' room is, um -- okay. Thank you, thank you. And when I get back, I will spend some time with your neighbor Alex.",
        "Barbara: Excellent idea.",
        "Sofie: Excuse me.",
        "[SCENE_BREAK]",
        "Liberty: I'm so sorry, Guys. I really did not mean to break that lamp.",
        "Katie: Yeah, you probably shouldn't have been dancing on the bed.",
        "Brad: Yeah, well, you're gonna have to be more careful, Sweetheart. And, uh, you're gonna have to pay for the lamp out of your allowance.",
        "Liberty: Allowance?",
        "Katie: Allowance?",
        "Brad: Yeah, well, Baby, Katie and I haven't talked about it yet.",
        "Liberty: Oh. I mean, I'd be really responsible.",
        "Brad: We'll see, we'll see. I'll get back to you tomorrow.",
        "Liberty: Oh, come on. No, don't wait. I mean, you could give me my allowance today, and then I could pay for the lamp tomorrow.",
        "Brad: Mmm, we're going out tonight.",
        "Liberty: Where you going?",
        "Katie: Metro. It's a club that's reopening. But you know what? I'm thinking now we shouldn't go.",
        "Liberty: Why not?",
        "Katie: Because it's your first night in your room, and until we get used to this arrangement, we should probably be close.",
        "Liberty: Okay, come on, no. You Guys go, have fun.",
        "Brad: I'm not sure.",
        "Liberty: Don't you trust me?",
        "Brad: Of course we do.",
        "Liberty: Oh, come on, you Guys. I'm just gonna, like, watch a movie, listen to some music. Go, have fun, okay?",
        "Brad: All right, all right, all right. All right, here's the deal. No jumping on the bed, no leaving the room, and absolutely no guests.",
        "Liberty: No problem. You Kids, go, have so much fun.",
        "Brad: All right. Be good.",
        "Liberty: Okay, bye. You be good. Ha ha!",
        "[SCENE_BREAK]",
        "Natalie: No.",
        "Faith: No.",
        "Lily: No? Okay. Ooh, I love this one.",
        "Both: No, no.",
        "Lily: You guys are tough.",
        "All: No!",
        "Faith: Definitely not.",
        "Lucinda: No, no, no.",
        "Lily: Okay.",
        "Faith: These dresses just aren't right. You have to look like a princess.",
        "Natalie: Yeah, so Dad can be the prince and dance with you.",
        "Faith: I know the perfect dress -- Dad's favorite. Come on, Nat.",
        "Lily: I thought this would be a fun game for the girls, but they seem almost frantic.",
        "Lucinda: Honey, they're just a little bit insecure.",
        "Lily: About Holden and me? I was hoping that Holden had reassured them.",
        "Lucinda: Well, Honey, once they -- they see the two of you together -- it'll be fine.",
        "[SCENE_BREAK]",
        "Carly: We just had our first rush. Did you see that?",
        "Holden: I saw. Need me to bring up more wine from the cellar?",
        "Carly: Oh, no. No, let the waiters do that. You've worked enough. Now you should just have fun.",
        "Holden: Fun? Mmm. How do you do that again?",
        "Carly: Ah, well, you -- I don't know. It's been a long time for me, too.",
        "Holden: I don't know. I just, I feel like, I feel like something is missing.",
        "Carly: Or someone. I know the feeling.",
        "[SCENE_BREAK]",
        "Lily: I feel like Cinderella.",
        "Natalie: You look beautiful, Mommy.",
        "Faith: Something's missing, though. Perfume. Come on.",
        "Lily: I hope Holden's reaction lives up to their expectations. Do you really think he'll be glad to see me?",
        "Lucinda: Oh, Honey, how can you even ask that? This is Holden we're talking about. He loves you to distraction and always will.",
        "[SCENE_BREAK]",
        "Carly: Oh, hello. Thanks so much for coming. Can I start you off with some -- some champagne?",
        "Brad: Sure.",
        "Katie: Not yet.",
        "Brad: No?",
        "Katie: We'll mingle first, drink later.",
        "Brad: Okay, okay.",
        "Carly: Whatever makes you happy.",
        "Brad: All right.",
        "Carly: Enjoy.",
        "Brad: Oh, in case you haven't heard, it's a girl.",
        "Holden: Congratulations.",
        "Brad: Thank you, thank you.",
        "Holden: So, what's it like to be parents of a teenager?",
        "Brad: The best part's when she calls me Dad. Does that ever get old?",
        "Holden: Never. Thank you.",
        "Jack: Oh, well --",
        "Brad: And for you.",
        "Jack: Thank you very much. So, where is Liberty tonight?",
        "Brad: She's at home listening to music. Wasn't quite the way we thought we'd have our first kid, but now that she's here, it's -- it's amazing. Right?",
        "Katie: Absolutely.",
        "Bar girl: You're Brad Snyder?",
        "Brad: I am?",
        "Bar girl: My friend is your biggest fan, and it's her birthday. Can you come take a picture?",
        "Brad: Yeah, Katie and I would love that.",
        "Bar girl: Oh.",
        "Katie: Actually I think the ladies want just you this time. You go have fun.",
        "Brad: Okay. It's a cross to bear, Jack. It is. It's so hard.",
        "Jack: Well, I got to hand it to you, you've got a great attitude about Liberty. I mean, especially since she's already been pulled in for shoplifting, talked Parker into skipping class.",
        "Katie: She's just trying to fit in.",
        "Jack: Yeah, right, but, you know, it'll take some time. You and Brad, you can handle all the growing pains, right?",
        "Katie: Right. We can handle whatever life throws at us, 'cause we're in this together for the long haul.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Parker: Hello?",
        "Liberty: Hey, tough guy, it's me.",
        "Parker: Liberty?",
        "Liberty: Who else calls you that? Hey, you want to come over?",
        "Parker: To the Lakeview? Now?",
        "Liberty: Yeah.",
        "Parker: I kind of had plans.",
        "Liberty: Oh. Oh. Well, um, you see, Parker, this is kind of embarrassing, but, um, the doorman downstairs, he is just really creepy, and he's actually kind of been hitting on me.",
        "Parker: Since when?",
        "Liberty: Uh, well, I-I don't know when. It's just, uh -- I'm just -- I'm really nervous and scared to be alone, and you're the only person I could think of to call.",
        "Parker: What about Brad and Katie?",
        "Liberty: I feel weird telling them. And I thought I could trust you. But, you know, it's cool. I understand. I'll be fine.",
        "[SCENE_BREAK]",
        "Sofie: Paul, are you there? If you are, please, please pick up. This is important. Okay, I know that you don't want to be with me. That's -- that's okay. I can respect that. And that's why I called. Since Meg is the one you want, I thought you should know that she's here tonight at Metro.",
        "Paul: Uh, hey, hey. What'd you just say about Meg?",
        "Sofie: I just thought that you can't really be blamed for breaking the restraining order if you both happen to show up at the same public place, right?",
        "Paul: Thanks, Sofie.",
        "[SCENE_BREAK]",
        "Mike: So, I saw Brad handing out cigars. Does that mean the two of you are, uh --?",
        "Katie: Expecting? No, not yet. He just found out he has a teenage daughter.",
        "Mike: Uh --",
        "Katie: Surprise.",
        "Mike: Wow. A teenager, and he's just finding out now? Who is the mom?",
        "Katie: She's pretty much been missing in action since Liberty came to town. Brad spoke with her once, but he hasn't been able to get a hold of her since.",
        "Mike: Lucky girl. I mean, it sounds like the mom's kind of a flake, and now she has you, and I always knew that you'd be a great mom.",
        "Brad: And she is. So I -- I guess you've heard.",
        "Mike: Yeah, I -- I did. I did. Congratulations. Congratulations.",
        "Brad: [Gasps]",
        "Katie: What?",
        "Brad: You must be Katie Peretti Snyder. You are, aren't you? You are. Can you do me a huge mega-favor?",
        "Katie: Maybe.",
        "Brad: Can you come home with me, make love with me, wake up with me?",
        "Katie: I think I can do that, and I'll even throw in an autograph. Let's go.",
        "Brad: Yes.",
        "[SCENE_BREAK]",
        "Parker: That doorman -- you know, he's pretty old.",
        "Liberty: Come on in. So, we've got some movies, uh, new video games on pay- per-view, and, um, minibar, even though Dad kind of took some of the alcohol out. What do you want to drink?",
        "Parker: Liberty, what happened to the creepy doorman?",
        "Liberty: Well, kind of can't really believe you fell for that one. I just wanted some company.",
        "Parker: Okay, listen, I'm supposed to be at a friend's house, and if my parents find out that I'm here, I'm --",
        "Liberty: Relax. You are at a friend's house.",
        "[SCENE_BREAK]",
        "Mike: Ow, ow.",
        "Meg: Okay, that's it. I'm getting you some ice.",
        "Mike: No, no, I'm fine.",
        "Meg: No, no, no, do not give me any grief in your weakened state. I could take you out.",
        "Mike: Yes, Ma'am.",
        "Meg: Okay.",
        "Paul: So, what do you have to do to get a drink around here?",
        "Meg: What are you doing here?",
        "Holden: Hey, boss lady. Dance with me?",
        "[SCENE_BREAK]",
        "Lucinda: Hey, Honey. Why don't you get some sleep? You don't know how -- when your mom and dad are coming home -- probably very late.",
        "Faith: Grandmother, what if things don't work this time?",
        "Lucinda: Oh, now, don't say that.",
        "Faith: Well, how many times can Mom and Dad split up and get back together before it just doesn't work anymore?",
        "Lucinda: We'll see. You hope for the best. One thing we know -- we know that for sure -- they love each other so much more than any -- any prince and princess ever, okay? It'll be fine.",
        "[SCENE_BREAK]",
        "Holden: Now you get to make a wish.",
        "Carly: Why? It is my birthday or something?",
        "Holden: No, no, no. It's a closely guarded secret. I'll spin you out, spin you back in, if you don't fall down, step on my feet, or knock anybody over, your wish will come true.",
        "Carly: That's the most ridiculous thing.",
        "Holden: And yet it works. Ready?",
        "Carly: Mm-hmm. Ooh.",
        "Holden: There you go. What'd you wish for?",
        "Carly: I'm not telling.",
        "Holden: You can tell me.",
        "Carly: Well, if I tell you my wish, it won't come true.",
        "Holden: It will, too.",
        "Carly: I wished for you to be happy, my friend.",
        "Lily: I wish the girls could see your face. They had a lot invested in this surprise.",
        "Holden: When did you get home?",
        "Lily: I -- hi.",
        "Carly: Oh, it's so nice to see you.",
        "Lily: You too.",
        "Carly: Well, your dancing partner is ready. He's all warmed up. Welcome home.",
        "Lily: Thanks. The girls picked out this dress. They said it was your favorite.",
        "Holden: I didn't notice. I just noticed you.",
        "Lily: Do you want to dance?",
        "Holden: I want to know why you decided to come home. What changed?",
        "Lily: Holden, this past year, there's been this wall between us, and I finally realized that the only way to get rid of it is with you. Away from you, nothing makes sense. So I came home and hoped you'd be glad. Are you?",
        "Holden: Yes.",
        "Jack: Well, looks like you lost a dancing partner.",
        "Carly: I haven't lost anything. Holden's my friend, and so is Lily, and to see them together again makes me so happy. Not everybody gets to be so lucky.",
        "[SCENE_BREAK]",
        "Brad: I thought we'd never get out of that party.",
        "Katie: You're the one who wanted to go.",
        "Brad: That's before I had to watch your two ex-husbands ogling you.",
        "Katie: Ogling me? Isn't that your job?",
        "Brad: Put me to work.",
        "Katie: Wait, wait, wait, wait, wait, wait.",
        "Brad: What, what, what, what, what?",
        "Katie: Don't we have to check on our little angel?",
        "Brad: In a minute.",
        "Liberty: My dad is way too happy to care about some dumb minibar bill. Now that I have my own room, him and Katie can have all the sex they want.",
        "Parker: You think that's why they gave you your own room?",
        "Liberty: Yeah. I mean, that's all any guy wants to do all the time, right? At least that's what my mom says.",
        "Parker: Your mom told you that?",
        "Liberty: It's true, isn't it?",
        "[Knock on door]",
        "Brad: Liberty, it's your dad. Open up.",
        "Liberty: Um, don't -- don't come in. You know, I -- I'm naked.",
        "Brad: Okay.",
        "Liberty: Looks like the party's over.",
        "[SCENE_BREAK]",
        "Paul: Meg, wait, wait. Hold on a second. I-I -- I meant what I said when I said that I'd stay away.",
        "Meg: So what are you doing here?",
        "Paul: Well, I hadn't expected to see you here. But it's nice to see you here. Great. Come on, can't we at least be civil?",
        "Meg: Yeah, I have nothing to say to you.",
        "Paul: Fine. I'll do all the talking. I don't mind. I --",
        "Mike: Are -- are -- are you okay?",
        "Meg: Yeah, I'm fine. Paul being here is a coincidence.",
        "Mike: Yeah, I don't buy that for a minute. I -- I -- I told you what would happen if I saw you near Meg again.",
        "Meg: Uh, no, Mike, it's okay. Please don't.",
        "Jack: Is there a problem?",
        "Mike: Yeah, Paul Ryan is in violation of his restraining order. Arrest him.",
        "Jack: Now, you know the conditions of your restraining order. It's illegal for you to be anywhere near Meg.",
        "Paul: Jack, I just stopped by to have a drink, check the place out. Meg, if you want me to leave, I'll leave.",
        "Mike: That's a good idea.",
        "Meg: No one has to leave.",
        "Mike: He was hassling you. I heard him.",
        "Jack: Is it true?",
        "Meg: Uh -- this is a public place. Everyone has a right to be here.",
        "Jack: What did Paul say to you? Did he threaten you?",
        "Meg: We ended up at the bar together. He said hello. That's all. Could we just drop this, please?",
        "Jack: Okay. If Meg doesn't have a problem with you being here, I guess I can let it slide.",
        "Paul: Gee, thanks, Jack. Come on, it's a small town.",
        "Jack: Yeah, and somehow you're gonna manage to keep your distance. Is that clear?",
        "[SCENE_BREAK]",
        "Lily: Let's dance. Ah. What's wrong?",
        "Holden: Um -- let -- let me get us something to drink, okay?",
        "Carly: Hey.",
        "Lily: Hi.",
        "Carly: I sure hope you got a lot of rest while you were gone. 'Cause you owe me, like, 100 hours of girl talk.",
        "Lily: Great. Let's get started right now. What's going on with Holden?",
        "Carly: Uh, nothing. He's been watching the kids 24-7. You know how that goes. He missed you.",
        "Lily: Did he tell you that, or you just guessing?",
        "Carly: Lily, not a day went by that he didn't tell me how crazy he is about you. And I'd say that he's right to be crazy about you because I missed you so much, too.",
        "Lily: How are things with you and Jack?",
        "Carly: Over. Completely over. It's really helped having Holden to talk to, actually.",
        "Lily: Good. And I'm glad for Holden that he had you there. Listen, any chance you get to remind him to stay madly in love with me, take it.",
        "Jack: Lily looks great.",
        "Holden: Yeah, she does. Can't believe she's back.",
        "Lily: Believe it. Hi, Jack.",
        "Jack: Lily, come here.",
        "Lily: Can we skip that drink? I just want to go home and be alone with my husband.",
        "Holden: I think that's a great idea.",
        "Lily: Bye.",
        "Jack: Bye.",
        "Holden: See ya.",
        "[SCENE_BREAK]",
        "Barbara: Honey, why didn't you tell me you were coming? I would have warned you off.",
        "Paul: Yeah -- it was just kind of a spontaneous thing.",
        "Barbara: You could have been arrested, Paul.",
        "Paul: Oh, come on, Mom. Can I get you a club soda or something? How about you, Sofie? You want something?",
        "Sofie: Yeah, I can't decide. I'll come with you. Be right back. I'm so sorry. I'm so sorry. I didn't know Mike was here with Meg. He wasn't around when I called.",
        "Paul: No big deal. You look very sophisticated. You do.",
        "Sofie: That's because your mother dressed me.",
        "Paul: Really?",
        "Sofie: Yeah.",
        "Paul: Well, whatever she's done, its working. Would you like to dance?",
        "[SCENE_BREAK]",
        "Brad: Okay, get some sleep. You got a school day tomorrow.",
        "Liberty: Yeah, it's a workday for you guys, too, so don't stay up too late celebrating, wink, wink.",
        "Katie: Good night, Liberty.",
        "Liberty: Good night. Good night, Dad.",
        "Brad: First one naked gets to pick the fantasy.",
        "[Knock on door]",
        "Katie: Oh, I should -- I would say we should ignore that, but --",
        "Brad: It might be Liberty.",
        "Katie: Okay, uh -- go to the bathroom.",
        "Brad: Okay, all right.",
        "Janet: Oh, hi.",
        "Katie: Yes?",
        "Janet: Is Bradley here?",
        "Katie: Um, this is a private residence. If you're looking for someone, you should check with the front desk.",
        "Janet: Well -- he called me and left me a message with this room number.",
        "Katie: Brad wouldn't do that.",
        "Janet: Trust me, Honey, he called me, and I'm here.",
        "Katie: Whatever business you once had or thought you had with Brad, it's done. He's married now -- to me.",
        "Janet: Oh, cutie, I know that. I saw the wedding on TV. Nice dress, by the way. Bradley!",
        "Katie: Whoa!",
        "Brad: How are you doing?",
        "Janet: Hi! Do you remember me? 'Cause I sure remember you. Oh!",
        "Brad: Holy cow. Juicy Janet.",
        "[SCENE_BREAK]",
        "Liberty: Hey, tough guy.",
        "Parker: Did you get in any trouble after I left?",
        "Liberty: No way. Turn to channel 927. There are midgets mud-wrestling.",
        "Parker: Look, I can't watch TV this late. My mom has rules.",
        "Liberty: Rules are for breaking.",
        "Parker: For you maybe, but I'm trying to stay out of trouble for a little while.",
        "Liberty: Well, that's no fun.",
        "Parker: You know, does anything ever get to you? You get into trouble, and it just bounces right off of you. But for me, I get mad, and I make things worse.",
        "Liberty: Well, I obviously have a lot to teach you, tough guy, and the first lesson is, it's all in the attitude.",
        "[SCENE_BREAK]",
        "Brad: I know junior prom was a long time ago, but, wow, you look great.",
        "Janet: Oh, so do you.",
        "Katie: We weren't expecting you.",
        "Janet: Yeah, well, I mean, after the DNA test and all, we're family. And when you called to tell me it was official, I drove all the way here just to surprise you guys. Surprise!",
        "Katie: Well, I certainly was surprised. How about you, Bradley?",
        "Brad: Yeah. Uh, yeah, I guess. We have to -- we have to talk about Liberty.",
        "Janet: Yeah, my thoughts exactly. I mean, we've got a lot of catching up to do, so let's get started.",
        "Katie: Right now?",
        "Janet: Yeah. Sure, why not? I mean, I know Liberty was a shock to you and everything, and she's a great kid, but, boy, she could be a little much to handle sometimes. I could tell you stories that'll make your hair curl. Want a drink? I'm buying.",
        "Katie: How about tomorrow? It's late, and we were just about to go to bed.",
        "Brad: That -- that is a great idea, Katie. That work for you? We can talk tomorrow over breakfast.",
        "Janet: But, I --",
        "Brad: Huh? I mean, so, where are you staying, by the way?",
        "Janet: Uh --",
        "Brad: Do you know? I mean, you find a place?",
        "Janet: Gee. Well, I -- I haven't really thought about that.",
        "[SCENE_BREAK]",
        "Mike: I thought the idea was to ignore the guy.",
        "Meg: I'm trying. But who am I kidding? Let's get out of here.",
        "Sofie: Did I -- did I step on your foot or something?",
        "Paul: No, no, no, not at all. It's -- it's really nice to dance with you. Thank you. I'm a little tired, though. I think I'm -- I think I'm gonna head out.",
        "Sofie: Okay.",
        "Paul: Hey, um, I'm really glad that you and my mom are going forward with your jewelry line.",
        "Sofie: Yeah, she keeps saying that my pieces are good, but to hear it from you is --",
        "Paul: It's the truth. Night.",
        "Barbara: I saw you dancing with Paul. Are you all right?",
        "Sofie: Don't worry. Don't worry. Tonight went exactly like you said it would. People seem really into my jewelry. I'm ready. Let's -- let's start a business.",
        "Barbara: That's my girl.",
        "Sofie: Yeah. Tonight's given me a lot of new ideas.",
        "[SCENE_BREAK]",
        "Lucinda: How was the party at Metro?",
        "Lily: I think Carly's gonna be really successful.",
        "Lucinda: Good.",
        "Holden: Kids asleep?",
        "Lucinda: All three.",
        "Lily: Good job, Mother.",
        "Holden: I'll go check on them. Be right back.",
        "Lucinda: You look beautiful. How was it?",
        "Lily: We left early so that we could be alone.",
        "Lucinda: And so you shall be. I'm out. I'm gone. I'm not here.",
        "Lily: Thank you, Mother.",
        "Lucinda: I'm gone.",
        "Holden: You must be tired.",
        "Lily: I'm happy. I'm happy to be here in this old house. Happy to have our kids upstairs asleep, safe. I'm happy to be alone with you. I want to make love. That's the second time you've pushed me away tonight.",
        "Holden: I just need some time.",
        "Lily: And I need you to tell me why you don't want me.",
        "[SCENE_BREAK]",
        "Barbara: Great party.",
        "Carly: Thank you.",
        "Barbara: Bye-bye.",
        "Carly: Thank you for coming. Bye-bye. Good night.",
        "Jack: Congratulations on a very successful evening.",
        "Carly: Well, thank you.",
        "Jack: And now that Lily's back, Holden won't be able to help you out as much, so if you need anything --",
        "Carly: Its okay, G-man. I'm really okay.",
        "[SCENE_BREAK]",
        "Holden: Lily, I'm not blaming you.",
        "Lily: But you don't want to make love to me.",
        "Holden: I'm glad you're home.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Brad: Liberty? Wake up, Sweetheart.",
        "Janet: She's asleep? Wow, normally this kid does not go to bed until 3:00 A.M.",
        "Liberty: Mom, what are -- what are you doing here?",
        "Janet: Hi. I came to check on you, and talk to your dad, and make some plans.",
        "Liberty: Plans? Plans about what?",
        "Brad: Well, we'll talk about that in the morning, but right now, your mom needs to bunk in with you.",
        "Liberty: I knew having my own room was too good to be true.",
        "Katie: Oh, don't worry, Sweetie. As soon as your mom leaves, you'll have it back to yourself.",
        "Brad: Sweet dreams.",
        "Katie: Good night.",
        "Liberty: Good night, Dad.",
        "Brad: Good night.",
        "Janet: Good night. Bradley. So, really good to see you again.",
        "Brad: You too.",
        "Janet: Come here, come here, come here! Come over here, Honey. Let me give you a big hug. Ooh, hug, hug, hug, hug, hug. Wow, you smell good.",
        "Liberty: It's Katie's fancy-schmancy conditioner.",
        "Janet: Wow, huh? This is the life. Fancy hotel room, new school, new clothes, new dad. What do you think of him?",
        "Liberty: Well, uh, he grows on you.",
        "Janet: Mmm, mmm, mmm. He has aged well. And I think he's even better-looking in person than he is on TV.",
        "[SCENE_BREAK]",
        "Katie: Brad.",
        "Brad: Oh, this isn't the part where we talk, remember? It's the part where you make cute kitten sounds.",
        "Katie: I was just thinking about Janet. You actually made a baby with that woman.",
        "Brad: Not intentionally.",
        "Katie: That doesn't help.",
        "Brad: I was a kid, Katie. I didn't know it could be like this, that you could love someone in and out of bed. You can love someone for what they think and what they say, not just for what they look like. You could actually want to have babies. I never loved anyone like that until I met you.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Margo: Am I forgiven?",
        "Casey: No, I can't.",
        "Janet: I never loved anyone after you.",
        "Lily: I want my husband back.",
        "Carly: You and Lily, you have a chance, so just do yourself a favor, Holden, and don't blow it."
    ],
    "Transcript Author": [
        "Provided By ATWTFix Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=HJpKSYweMic"
}