{
    "Episode Summary": [],
    "Recap": [
        "Brad loses his cool during a technical goof-up during taping with Spenser. He promises her that nothing will come between them being a team though. Margo tells Katie it is not so easy to drop charges against Spencer since they searched her room. Liberty suggests lots and lots of makeup for Janet since her hives caused splotches on her face and neck. Carly goads Jack into tasting some oysters. He practices his proposal on Carly. She reminds him that he did a lot better when he proposed to her. She recites the times he proposed to her and remembers every word. Janet calls Jack and asks for a rain check until tomorrow. Carly suggests he have more champagne. One bottle down, one to go. Jack reminiscences about their happy times in Montana. But in the end he realizes what Carly is doing and that she is putting him to the test. He reminds her they agreed they are not right for each other, yet now she is making this power play. They bare their souls that they love each other, but they can't live with each other. She suggests they can't go back, but they can go forward. Find a way and she will make it happen. She's livid when he says Janet is about as far from Carly as she can be, and that is what he wants now. He wants peace, something he and Carly never had. He vows he will still propose to Janet when she is better tomorrow.",
        "Janet advises Katie to go make up with Brad. Margo asks Spenser a few questions. Spenser is stunned that Katie has now sicced her sister on her like a stalker. Without much conviction, Katie apologizes to Spenser again. Kim accuses Brad and Katie of having a hissy fit during taping of Oakdale Now and she announces they are on hiatus, off the air for now. Katie huffs off the set and Spenser gloats, offers her sympathy to Brad. Katie laments to Margo that she is in trouble and doesn't want to be divorced again. Liberty literally makes Janet open the door, even with calamine lotion all over her. Jack finds it adorable. He asks her to picture soft candles, champagne, music and he produces the ring. All he wants is her; will she marry him? She leaps into his arms saying yes. Carly toasts a drink to lost love."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Cameraman: Sorry, I lost the picture. We'll have to do it over.",
        "[Brad sighs]",
        "Brad: Oh, damn it, man! Come on! What's wrong with you?",
        "Kim: It is a technical problem. It is not Eddie's fault.",
        "Brad: I know, Kim, but that's like the billionth time I've had to spout off all this tire pressure readi --",
        "Kim: I know, I know.",
        "Brad: --Tire accurate, whatever stuff.",
        "Kim: I know it is annoying, but I thought we were all professionals.",
        "Brad: Yes, yes, we are all professionals. I'm sorry, Kim, sorry. Hey, Eddie? I'm sorry, bud. I'm sorry.",
        "Cameraman: We're cool, man.",
        "Kim: Let's all take five.",
        "Spencer: Still no message from Katie?",
        "Brad: No. It doesn't really matter.",
        "Spencer: I hate when you guys are fighting because of me.",
        "Brad: Spencer, we fight all the time. We built a TV show around it. We'll survive.",
        "Spencer: Yeah, well, when you get stressed, I get stressed. And all I am saying is, I just don't want it to get in the way the show that we're trying to build.",
        "Brad: Don't worry about it, okay. Nothing my wife says or does is going to come between you and me.",
        "[SCENE_BREAK]",
        "Margo: So your husband's working with a criminal, huh?",
        "Katie: Who told you that?",
        "Margo: Well, you, apparently. You filed a complaint against Spencer McKay.",
        "Katie: Oh, that. That was a mistake. You can just cancel it.",
        "Margo: Oh, well, no, here to serve. Not so easy.",
        "Katie: Sure it is. Really, I have no problem with Spencer McKay. None whatsoever. And if Brad happens to ask you, tell him I said that, okay? Thanks so much, I'll see ya.",
        "Margo: Sit.",
        "Katie: Margo.",
        "Margo: Katie, don't make me arrest you.",
        "Katie: You wouldn't.",
        "[Margo laughs]",
        "Margo: Now, start with why you wanted my cops to search Spencer McKay's room.",
        "[SCENE_BREAK]",
        "Jack: I know what you're suggesting. It's not gonna work.",
        "Carly: All I meant was that these oysters are not gonna keep.",
        "Jack: Okay, then I'll throw them away. Carly, good-bye.",
        "Carly: Mmm. So tasty.",
        "Jack: That's good to know. Why don't you take them with you? I'll get some new ones when Janet shows up.",
        "Carly: Well, I can't eat all these by myself. Come on, Jack. Have one.",
        "Jack: No, thank you.",
        "Carly: What's the matter? You afraid?",
        "Jack: Of what?",
        "Carly: Well, if they really are an aphrodisiac like people say, then you won't be able to resist me. Jack, for Pete's sake, I'm just kidding around. Lighten up. It's heavenly. Are you sure you don't want to try one?",
        "Jack: I'm sure.",
        "[Carly imitates chicken]",
        "[SCENE_BREAK]",
        "Liberty: Hey, Mama, you got to get up. Time to get up. Seriously.",
        "Janet: It's not morning yet.",
        "Liberty: Well -- yeah, it's not morning, it's the night of your engagement, and Jack's waiting. You really need to get up.",
        "Janet: My God, Jack! Are the hives gone?",
        "Liberty: Kind of gone.",
        "Janet: What?",
        "Liberty: Mom, it's not that bad.",
        "Janet: What do you mean it's not that bad? Those stupid antihistamines didn't do a damn thing! I'm still red and splotchy and ugh! I can't get engaged like this, Libby. What am I going to do?",
        "Liberty: Makeup. Lots and lots of makeup. I'll be back.",
        "[SCENE_BREAK]",
        "Carly: What's the matter? Is big, strong Jack afraid to eat an itty-bitty mollusk?",
        "Jack: If I do, will you shut up about it?",
        "Carly: Maybe.",
        "Jack: Give me something to drink, quick, come on!",
        "Carly: There's only champagne.",
        "Jack: Fine, whatever.",
        "Carly: You didn't like it, huh?",
        "Jack: I don't know, it just kind of went down. It was the texture that got me.",
        "Carly: Well, if you give it a chance, it's also really, really good. Come on, my big, brave g-man.",
        "Jack: You have the champagne at the ready. That time, it wasn't so bad.",
        "Carly: What are you thinking?",
        "Jack: I'm thinking that if we're going to do this, we should do it right.",
        "Carly: I'll pour the champagne.",
        "[SCENE_BREAK]",
        "Katie: Well, it all started out because I think Spencer has a thing for Brad.",
        "Margo: Well, Brad is a TV personality. I'm sure a lot of women have a thing for Brad.",
        "Katie: Well, they're not working with him and constantly showing up at our house.",
        "Margo: So you sic Henry and Vienna on her?",
        "Katie: They wanted to find out more about her, so I let them.",
        "Margo: Why?",
        "Katie: I don't know, I temporarily lost my mind. And now, Brad won't even speak to me.",
        "Margo: I really can't blame him.",
        "Katie: But it's over now, it's done. I think the best thing for everyone would just to be to put this behind us. I even promised Brad that I would tell Henry and Vienna to back off.",
        "Margo: Good. So we will put this all behind us when I question Henry and Vienna.",
        "Katie: No, no, you can't do that. They were just trying to protect me.",
        "Margo: Then you fly into a jealous snit and you bring criminal charges against an innocent woman. Now who is gonna pay for that, Katie?",
        "Katie: Me, me. Just not Henry and Vienna.",
        "Margo: Well, I'll decide that after I talk to them. Bye.",
        "Katie: Bye.",
        "[SCENE_BREAK]",
        "Janet: Okay, okay, there we go. Ah, uh-huh. How do I look?",
        "Liberty: Honestly, you looked better splotchy.",
        "Janet: Oh, I always get hives when I get stressed.",
        "Liberty: It's okay, you're stressed, right? Because of how much you love Jack you want this whole proposal thing to go perfect, right?",
        "Janet: Right, right.",
        "Liberty: Okay, so you just need to calm down, and then the splotches will go away.",
        "Janet: Calm down, okay. So I'm gonna calm down.",
        "Liberty: Okay, calm down.",
        "Janet: I'm gonna relax.",
        "Liberty: Good. And take deep breaths.",
        "Janet: Yes.",
        "Liberty: Okay, good job.",
        "Janet: Deep breathes. I need to be calm.",
        "[SCENE_BREAK]",
        "Jack: I don't know what I wasn't into these before. They're great.",
        "Carly: Especially with champagne.",
        "Jack: Mmm. Yes, I've got to get more when Janet gets here.",
        "Carly: So tell me what you're planning to say to her.",
        "Jack: You want to hear my proposal?",
        "Carly: It'll give you a chance to practice.",
        "Jack: I've had plenty of practice popping the question, Carly. To you. Several times. It's usually worked.",
        "Carly: Well, it didn't seem to work when you proposed to Janet.",
        "Jack: 'Cause you interrupted.",
        "Carly: Or maybe she turned you down because you've lost your touch.",
        "Jack: Excuse me? She did not turn me down.",
        "Carly: Makes no difference to me. If you want to risk it.",
        "Jack: All right, fine. \"Janet, I know this is pretty sudden --\"",
        "Carly: No, it's not. Now I'm sorry, but you've already done it once before, she knows its coming. So it's not sudden.",
        "Jack: Fine, all right, I'll leave that part out. \"Janet, I never thought that I'd fall in love again, and I never thought that I'd get married again, but you changed my mind. And you changed my life. And I'd be honored if you'd be my wife.\" Well?",
        "Carly: I have to say, you did a lot better than that with me.",
        "Jack: You didn't like my proposal 'cause it wasn't about you.",
        "Carly: Just trying to help. You do want to marry Janet, don't you?",
        "Jack: I bought a ring, didn't I?",
        "Carly: And you want her to remember your proposal for the rest of her life, don't you? When she's telling the story to her kids and her grandkids, you want her to remember it word for word, don't you, because it was that special?",
        "Jack: You remember my proposals word for word? All of them?",
        "Carly: Yes, I do. The first one. You brought me to the top of that mountain.",
        "Jack: And you complained the whole way.",
        "Carly: But once we got to the top --",
        "[Carly remembering]",
        "Jack: Things happen in their own time. And it's finally our time. I truly believe that.",
        "Carly: Oh, Jack. Jack. It's huge!",
        "Jack: Well, it's also paste. I spent everything on the land. I'm sorry.",
        "Carly: I don't care? I love it. I love it.",
        "Jack: I'll get you a real one soon, I promise. On one condition.",
        "Carly: Which is?",
        "Jack: Carly Tenney, will you marry me?",
        "Carly: Jack. Yes. Yes, yes. Oh, God, yes! Yes, I will marry you, Jack Snyder.",
        "[SCENE_BREAK]",
        "Carly: I'll never forget that day.",
        "Jack: It's sad thinking about it, actually. I know what I said. I meant what I said. But now, knowing where we are --",
        "Carly: We're not over yet, Jack.",
        "[SCENE_BREAK]",
        "Janet: Oh, Libby.",
        "Liberty: Mom, hey, cheer up. It's going to be okay, really. This is going to be like the most hysterical thing in a few years. You know? He's going to be like, \"Oh, remember that time?\" And the most important thing is that he loves you, you know?",
        "Janet: Not enough to propose to me looking like this.",
        "Liberty: He's not going to care. He can see past the white, crusty spots and the pink things and remember how smart, funny and beautiful you are.",
        "Janet: Beautiful?",
        "Liberty: Usually.",
        "[Janet groans]",
        "Liberty: Hey, hey, don't be so sad. Mom, if he doesn't propose today, he'll do it tomorrow.",
        "Janet: He'll change his mind by tomorrow.",
        "Liberty: No, Jack's not a dumb guy. He's really smart. And you're the best.",
        "Janet: Yeah, I'm the best today. But not tomorrow.",
        "Liberty: Mom, you gotta call him and just explain everything, okay? And he'll say, \"I love you, Janet.\" And it'll make you feel so much better.",
        "Janet: Okay.",
        "Liberty: Okay. I gotta go, though. I'll be right back. Where's my jacket. Okay?",
        "Janet: Okay.",
        "Liberty: Bye. Feel better.",
        "[Cell phone ringing]",
        "Jack: Janet! Are you on your way?",
        "Janet: You sound happy.",
        "Jack: Because I'm talking to you. When can you get over here?",
        "Janet: I was thinking tomorrow.",
        "Jack: Tomorrow? You getting cold feet?",
        "Janet: No, not cold feet. Just hives. But they'll be gone by tomorrow, though. I swear.",
        "Jack: That's good.",
        "Janet: Can I take a rain check?",
        "Jack: Absolutely.",
        "Janet: So? Is that it?",
        "Jack: I guess. Good night.",
        "Janet: Okay. Good night.",
        "Jack: Janet?",
        "Janet: Jack?",
        "Jack: Feel better.",
        "Janet: Thanks, I will.",
        "[SCENE_BREAK]",
        "Carly: Looks like you could use another drink.",
        "[SCENE_BREAK]",
        "Janet: Hi.",
        "Katie: What happened?",
        "Janet: My body betrayed me. Jack was going to propose marriage to me, and I got so excited, I got hives. What are you doing? I thought you were headed to work.",
        "Katie: Ah, I was, they changed my call time. Apparently, Brad's having a bad day.",
        "Janet: Oh, well, why don't you call him and give him some encouragement?",
        "Katie: Why doesn't he call me? Apparently, he and Spencer are taking longer than they expected. So is Jack coming over here?",
        "Janet: He didn't even tell me he loved me. And he didn't offer to come over. I finally got my one and only marriage proposal, and I blew it.",
        "Katie: No. No, you didn't. This is Jack Snyder we're talking about. If he wants to marry you, a little case of hives isn't going to stop him. Nothing will.",
        "Janet: Well, maybe not. But that doesn't mean he's going to stay married. Look what happened to you.",
        "Katie: Oh, yeah, well, that was Carly.",
        "Janet: Yeah, hello? She's still around. And as gorgeous and hi-free as ever.",
        "Katie: Yes, but Jack has moved on. He's different now. I couldn't win with her, but you already have.",
        "[SCENE_BREAK]",
        "Carly: One bottle down, one to go.",
        "Jack: Let me. If Janet's not showing up, we might as well finish this.",
        "Carly: Might as well. It's so hot in here.",
        "Jack: Yeah, it is.",
        "Carly: And you could use a little more practice at this proposal thing. You weren't doing so well.",
        "Jack: Yeah, well, anything's better than me proposing in front of Emily and Craig. Do you remember that?",
        "Carly: I thought it was sweet. It didn't matter to me who was there.",
        "Jack: Then of course, there was the time I was yelling at you and I woke up Sage. That was romantic.",
        "Carly: It was. Eventually.",
        "[Carly remembering]",
        "Jack: When we met in Montana all those years ago, there was something between us. And yeah, okay, you know, at first, we couldn't stand each other. But I mean, for me, it was because even then, you were getting under my skin. And we have had a million problems since then, and chances are, we are going to have a million more in the next 60 or 70 years. I don't know what's going to happen tomorrow. I don't have all the answers, Carly. But one thing I know beyond a shadow of a doubt is that there is no other woman in the world for me but you. And there's no other man for you but me. We belong together. And you can fight it, and deny it all you want, or you can take my hand and hold on tight, and get ready for the ride of your life. Carly, will you marry me?",
        "Carly: Oh, Jack, I thought you'd never ask.",
        "[SCENE_BREAK]",
        "Carly: Do you remember why you asked me to marry you, Jack? Do you remember why you said those beautiful words?",
        "Jack: It's coming back to me.",
        "Jack: There's something you should know.",
        "Carly: You're not drunk, are you?",
        "Jack: Not even close.",
        "Carly: Then what was this? Then what is it? Is this some kind of setup, Jack?",
        "Jack: Oh, look who's talking. Have some oysters, Jack. Have some champagne, Jack. You remember why you married me all those times, Jack? Come on, Carly, I'm here to propose to Janet.",
        "Carly: You're the one who opened the second bottle of champagne, Jack.",
        "Jack: Because I wanted to see how far you'd go.",
        "Carly: No, you wanted to see how far you would go! You thought if you could hold out, then maybe -- maybe that would prove that you could be forever true to Janet.",
        "Jack: I can be. I know that.",
        "Carly: Despite everything you feel for me?",
        "Jack: Felt for you. And you dump on what we had, Carly, when you do stuff like this.",
        "Carly: Stuff? Stuff like wanting to be with you? Like wanting to remember what you said when you told that we belong together?",
        "Jack: You just hate the competition, that's all. You want to mean more to me than any other woman. More than Janet does, more than Katie did, more than Julia --",
        "Carly: Oh, which? Julia number one or Julia number two?",
        "Jack: Both. Both, Carly. You know, just the other day, we supposedly admitted that we weren't right for each other. And we both agreed that it wouldn't make sense to try again. So I thought we were over. And then you show up out of the blue and suddenly make this power play? Carly, why? What are you trying to prove? That no matter who I claim to love, I'll always end up in bed with you? Wait. Just a sec, wait.",
        "Carly: Let go.",
        "Jack: Not until you tell me why you did this.",
        "Carly: You know. Don't you know?",
        "[SCENE_BREAK]",
        "Janet: Why didn't I say yes while I had the chance? There he was, down on one knee and I choke.",
        "Katie: You were surprised.",
        "Janet: No, I wasn't. I was stupid. And then I break out in hives. Stupid move number two. So now he is tucked away in a romantic hotel suite with a ring and my proposal stuck in his throat because I'm not there to hear it.",
        "Katie: Well, go to him then, Janet. Be with him.",
        "Janet: Are you kidding me? He'll run for the hills. Look at me!",
        "Katie: Okay, listen, this might be kind of hard for you to grip, considering some of the guys you've been with, but this is Jack we're talking about. He has depth. Was that my phone?",
        "Janet: You know, Jack's brother has depth, too. Why don't you just call him?",
        "Katie: What if he doesn't pick up? I'd rather be rejected in person. I'm going to go to the studio. I don't care of they're having a bad day. I don't care if he's upset. I am going to go to him and grab him and kiss him. Shouldn't I?",
        "Janet: Heck yeah! You're not the one covered in calamine lotion. Go! You know, Katie, he wouldn't have married you if he didn't really love the heck out of you, right?",
        "Katie: Yeah.",
        "Janet: Yeah.",
        "Katie: You're right. If a guy says he loves you, you don't question that. You just go to him!",
        "Liberty: Go! Bye. Was she talking about you or herself?",
        "Janet: Where were you? What took you so long?",
        "Liberty: I just got the magic potion. If this doesn't make the hurt go away, then nothing will. I know.",
        "[SCENE_BREAK]",
        "Spencer: Kim? I didn't realize we had company.",
        "Kim: Spencer McKay, Margo Hughes. Margo is chief of detectives for Oakdale Police Department.",
        "Margo: What she's not telling you is Kim is my mother-in-law.",
        "Brad: And my sister-in-law. What are you doing here, Margo?",
        "Margo: Well, nice to see you too, toots. I'm just checking up on Ms. McKay. I understand you had some trouble at your hotel. A couple of break-ins?",
        "Brad: Did Katie put you up to this?",
        "Margo: No, Katie doesn't run the department. I do. And I'm following up on a complaint. That's my job.",
        "Brad: Okay. Is this a criminal investigation?",
        "Margo: As far as I know, there has not been a crime committed. We're going to keep it that way. Right, Ms. McKay.",
        "Spencer: Nothing else happened. I told the police I didn't want to press charges. I just don't want to make trouble.",
        "Margo: All right, well, if you need me for anything, here's my card. Feel free to call.",
        "Spencer: Thank you, Lieutenant. I will.",
        "Kim: How about I walk you out?",
        "Margo: Sure.",
        "Spencer: So now Katie has her sister stalking me? I don't understand why she's doing this to me.",
        "Brad: I would like to know that myself.",
        "Katie: There you are. I brought donuts. Hi, Spencer.",
        "Spencer: Katie.",
        "Katie: And I brought this. What's the matter?",
        "Brad: You told me you were going to lay off Spencer.",
        "[SCENE_BREAK]",
        "Carly: Are you going to make me say it?",
        "Jack: No. It's bad enough that we both know how you feel.",
        "Carly: How I feel? Just me?",
        "Jack: You kept pushing me towards Janet. Why?",
        "Carly: Because I didn't want this. I didn't want us. This love. This need. Lily has a theory. She thinks that I was Janet's advocate because I thought -- I hoped -- that you could never love her the way you loved me. That at some point you would realize that and --",
        "Jack: And find myself in a hotel room with you. And kiss you. And make love to you. And then what?",
        "Carly: You'd marry me again. And we'd head out toward forever once more. And this time, we'd get there.",
        "Jack: I love you, too. I want you to know that, because it's the truth. I always have. I always will. Loving you is like a constant for me. It's a necessity. It just is.",
        "Carly: Thanks.",
        "Jack: Loving you is easy. It's living with you that's harder than hell. And I just can't do it anymore.",
        "Carly: I can't either.",
        "Jack: But you just said --",
        "Carly: Us, the way we were together? It didn't work. But what we feel for each other, Jack? That works. That's worth holding onto. We just need to find a different approach.",
        "Jack: How?",
        "Carly: We can't go back, but we can go forward. We can go someplace new.",
        "Jack: But we're still us, Carly.",
        "Carly: We can change. We just have to want it badly enough.",
        "Jack: I don't want to change. And more than that, I don't want you to change. You -- you're like this force of nature. And I'm tired of being the guy that's always holding you back.",
        "Carly: We can do it. We can find a way. You just tell me what you want, and we'll make it happen. What do you want, Jack?",
        "Jack: Janet. I want Janet.",
        "Carly: You think that woman's not a force, too? With her big lasagna and her big voice and her big heart, and the way she wears it all out there where everybody can see it.",
        "Jack: She's what I want.",
        "Carly: Why?",
        "Jack: Because she's not you. She's as far from you as I can get. I'm not saying that to hurt you. Carly! I'm just tired. I'm tired of all this. I can't do us again.",
        "Carly: So what are you going to do? You're going to sit around, let Janet feed you and get nice and fat?",
        "Jack: Right about now, doesn't sound half bad.",
        "Carly: Do you think it'll be enough for you? Remember what we had. You should want more than that. Not less.",
        "Jack: I want peace. That's a gift we never gave each other. And that's something I think I can have with Janet. I won't settle for less, Carly. Not anymore.",
        "[SCENE_BREAK]",
        "Katie: I did not know Margo was coming here.",
        "Brad: You did go see her though, didn't you?",
        "Katie: To tell her to forget about everything.",
        "Brad: I knew you'd gone over there.",
        "Katie: To tell her to fix everything. I know I made a mistake.",
        "Brad: Yeah, but there wouldn't be anything to fix if you didn't get Henry and Vienna all riled up in the first place.",
        "Katie: Fine, you want me to apologize again? I will. I'm so sorry Henry and Vienna broke into your hotel room. I did not tell them to do it.",
        "Spencer: It's okay.",
        "Brad: Like Henry would do anything without your approval.",
        "Katie: That is not fair.",
        "Kim: All right, everybody, let's get back -- is everything all right here?",
        "Spencer: Everything is fine. Everything is just okay now.",
        "Kim: Oh, hey, I'm so glad you came in early. We've just finished the \"4-1-1\" segment. We can move onto \"Oakdale Now.\" Listen, I know it's been a long day. Are you up for this?",
        "Brad: Always.",
        "[SCENE_BREAK]",
        "Carly: Will you go see Janet tonight? Ask her to marry you?",
        "Jack: Doesn't feel right. The proposal does. It's the timing that's off. I'll go in the morning and I'll bring her some flowers and I'll propose over breakfast. Any last minute tips on my technique?",
        "Carly: You don't need them. She'll say yes. Whatever words you choose. Whatever time of day. If she has a brain in her head, she'll be your wife. I'm glad that you're taking the night to sleep on things.",
        "Jack: I'm not going to change my mind, Carly.",
        "Carly: I know you won't. But I sure do wish you would.",
        "[SCENE_BREAK]",
        "Janet: I won't deny my feelings for Jack. But if things didn't work out with him, I wouldn't miss him.",
        "Liberty: You're ridiculous, Mom. You'd be devastated in a corner, crying, eating ice cream.",
        "Janet: Okay, yeah, yeah, yeah, okay. I'd miss him. But I'd get over him. You wanna know why?",
        "Liberty: Because you have no choice?",
        "Janet: No. Because you, Liberty Luisa Ciccone, are the love of my life.",
        "Liberty: Hey, Mom, don't get all sappy. The ice cream is like melting now.",
        "Janet: Come here, you.",
        "Liberty: Ew, gross. Wait.",
        "[SCENE_BREAK]",
        "Katie: I'm going to let my husband, my handsome husband, do the honors of cutting off the pumpkin top.",
        "Brad: You know, you are the craft expert, Honey. So why don't you do it?",
        "Katie: If you insist.",
        "Brad: No, you're doing it wrong. Let me do it.",
        "Katie: Yeah, everything I do is wrong lately.",
        "Brad: Hey, what can I say? Pumpkin carving, it's a guy-thing anyway.",
        "Katie: And so is dumping on your wife. Well, luckily, we already have a pre- cut pumpkin. So I'm going to go ahead and dig out the guts.",
        "Brad: Yeah, my wife is great at that. She can scrape out your guts out without even trying.",
        "Katie: And what are you good at, Brad? Cutting out the heart? Even after someone apologizes ten hundred times?",
        "Kim: Cut! Cut! Do you two have any idea how much money you have wasted up here with your hissy fit?",
        "Brad: Sorry, Kim.",
        "Kim: Sorry doesn't help.",
        "Katie: Well, the audience is used to us, you know, playing around with each other. They like it.",
        "Kim: They like it when it's playful. This was not playful. It was embarrassing. It was stupid. We cannot continue to keep shooting and just hope that you guys are going to get your act together.",
        "Brad: So what are you going to do? Are you going to cut the segment?",
        "Kim: As of now, I am taking \"Oakdale Now\" out of the lineup.",
        "Katie: What?",
        "Kim: You are on hiatus. You are off the air.",
        "[SCENE_BREAK]",
        "Janet: Okay, now it's official. I'm ugly and fat.",
        "Liberty: No, you're not. But are you sad still?",
        "Janet: No, I'm not sad. It's a miracle!",
        "Liberty: Oh, my God, that's amazing.",
        "Janet: Oh, my God. I'm happy.",
        "Liberty: We have to give you some more antihistamines so we can conk you out, and then you'll wake up feeling beautiful and wonderfully happy.",
        "Janet: How did I raise such a smart daughter?",
        "Liberty: I don't know. It's crazy.",
        "[Doorbell rings]",
        "Janet: Oh, my God, it can't be.",
        "Liberty: Oh, my God, what if it is? That's exciting.",
        "Janet: No, no, no. It's bad enough that I'm all bloated and splotchy. I can't let him see me like this, either. Oh, my God.",
        "Jack: Janet, I know you're in there. Let me in.",
        "Janet: You know what? You find out what he wants. I'm going to go hide in the bathroom.",
        "Liberty: No, no, Mom. No hiding. You've got to open the door. You can do it.",
        "Janet: Yes, I know I can. And I will. Just as soon as I go in there, take this calamine lotion off my face, put some makeup on and some more clothes, okay?",
        "Liberty: Okay, no, you're absolutely crazy. You are opening the door. Go, walk. I'm going to make you do this because you are beautiful and lovely. And keep going Mom, open the door, he's going to leave. Okay, ready? No! Open the door! Do it, I'm watching you. Go.",
        "[Janet sighs]",
        "[SCENE_BREAK]",
        "Katie: It's one bad day, Kim. You're going to shut down the show because of that?",
        "Kim: Listen to me. You two have been going nonstop, day after day, ever since you started \"Oakdale Now.\" I want you to take a rest. Brad, we are going to focus on \"4-1-1.\" This assuming that you can be civil to Spencer.",
        "Katie: Please, just give us one more chance. We can work this out. We can work it out, right? Tell her.",
        "Brad: What do you want me to say? I don't know what to say.",
        "Katie: I want you to reassure our boss that we can get past this disagreement.",
        "Kim: Listen, I'm not canceling the show. Katie, this is hiatus. A few weeks of hiatus will give us all a chance to rest, for heaven's sakes, come up with some new ideas. It is just a break.",
        "Katie: And a lucky one at that, huh?",
        "Kim: As for you, I'll see the two of you tomorrow.",
        "Spencer: Brad, I am so sorry. Do you want to go after Katie and talk to her?",
        "Brad: I don't know what to say to her right now.",
        "[SCENE_BREAK]",
        "Katie: You just couldn't leave it alone.",
        "Margo: Well, I had to follow up on an incident report.",
        "Katie: Well, your following up cost me my job, and my husband hates me.",
        "Margo: What? You don't have a job?",
        "Katie: Kim took the show off the air.",
        "Margo: Why would she do that? \"Oakdale Now\" is so popular.",
        "Katie: Its bust temporary, but still, Brad is now working with Spencer, and I'm practically fired.",
        "Margo: Well Katie, if you didn't want the police involved, you shouldn't have filed a report -- oh, no, are you crying?",
        "Katie: I know it's not your fault. I just don't want to get divorced again.",
        "Margo: You won't. You won't, you won't. Brad loves you. Everything's going to be fine.",
        "[SCENE_BREAK]",
        "Jack: Hi, Liberty.",
        "Liberty: Hi, Uncle Jack.",
        "Janet: All right, go ahead.",
        "Liberty: Bye, Uncle Jack.",
        "[Jack chuckles]",
        "Janet: Laugh. I know you want to. Go ahead. I look awful.",
        "Jack: You look beautiful. You look beautiful to me. Come here.",
        "Janet: Whoo. That's 'cause you're drunk.",
        "Jack: No, I am not drunk. Excuse me, I am not drunk. I had a little champagne. Okay, more than a little. But I just wanted to come over here and see you.",
        "Janet: Did you want to reschedule the proposal?",
        "Jack: No.",
        "Janet: No?",
        "Jack: No. I want you. Right now. Right here.",
        "Janet: For what, exactly?",
        "Jack: Well to stand there and imagine something for me.",
        "Janet: Like?",
        "Jack: Like oysters and flowers. Candles and soft music. Can you do that?",
        "Janet: Uh-huh. Anything else?",
        "Jack: Me, with my heart in my hands.",
        "[Jack chuckles]",
        "Jack: Oh, yeah. You don't have to do that, 'cause I'm right here.",
        "Janet: Oh, Jack.",
        "Jack: Oh, and I have this. It's a ring.",
        "Janet: That's nice. Can I see it?",
        "Jack: Are you going to say yes this time? 'Cause if you don't, then I'm going to have to get all the romantic stuff, 'cause I need you. I need you, Janet. All I want is you. Am I all you want?",
        "Janet: And then some.",
        "Jack: Good. Good. So, will you marry me?",
        "Liberty: Say yes, Mom. Please.",
        "Janet: Oh, yes! Yes!",
        "Jack: Good. You weren't going to have a choice!",
        "Janet: Oh, my God.",
        "Jack: Oh, I love the smell of calamine lotion, I do. Almost as much as I love you, Janet Ciccone.",
        "Janet: I was imagining you'd say that. I love you, too.",
        "[SCENE_BREAK]",
        "Carly: Another.",
        "Bartender: You look like you lost your best friend.",
        "Carly: How original. But in this case, it happens to be true. To lost love.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Janet: We're engaged. And it wouldn't have happened without you.",
        "Meg: You need to stay away from me, Dusty. Or Paul will find a way to hurt you.",
        "Brian: Why don't we just let it happen?",
        "Lucinda: I don't know if I can.",
        "Noah: I just don't like what this election's doing to you.",
        "Luke: It's Kevin. You think I still have feelings for him.",
        "Kevin: Just win the stupid election.",
        "Mark: What about Alison?",
        "Kevin: Hell with her."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=JrvxkSCAbCs"
}