{
    "Episode Summary": [],
    "Recap": [
        "Aaron confesses to Holden that he loves Alison, Holden telling him that if he loves her, he should let her grieve and be there for her. Alison tells Emily that she hates her and to never come around her ever again. Susan tries to comfort her daughter, but when there's a knock at the door it's Chris. Before he arrived at Stewart's, Chris received a major dressing down by his father. Paul talks with Lily and when she offers to shake his hand, Will freezes. Paul tells her that he's still trying to adjust and she stomps off. Holden also tells her the same thing, but adds that he's more worried that her anger will destroy her. Barbara tries to reconnect with Walker, Walker telling her that she needs treatment and to never call him again. After being heavily sedated, she encounters none other than Dr. Rick Decker, offering his professional help."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jennifer: We keep talking about getting our own place, right?",
        "Nikki: But I've told you, I've already seen this apartment.",
        "Jennifer: And you said it was perfect.",
        "Nikki: Except, the kitchen is a disaster from the Dark Ages.",
        "Jennifer: Oh, it's not that bad.",
        "Nikki: There's a coal-burning stove and an icebox in there. I know, I can't boil water without burning it. But we can't live in an apartment without a kitchen.",
        "Jennifer: Well, what if I said that we don't have to?",
        "Nikki: What did you do?",
        "Jennifer: Well, I've come up with a solution to more than just our apartment problem.",
        "[SCENE_BREAK]",
        "Henry: Let's just clear the air right now, okay? Do you or do you not have any interest in Nikki Munson?",
        "Mike: I am not interested in anyone. It's too soon.",
        "Henry: Great, good. Okay, then here's what we're going to do. When I give you the cue, I want you to just back off, just clear out, all right? Leave me a little one-on-one time with her. Let the old Coleman charm do its thing.",
        "[SCENE_BREAK]",
        "Jennifer: Just think of this as my apology for hugging Mike the other night when I had to get away from the whole Jordan situation. Okay? Here we go.",
        "Henry: Oh, looks like we have company.",
        "Mike: Morning, ladies. Ready to get to work?",
        "Nikki: Absolutely.",
        "[SCENE_BREAK]",
        "Will: Paul, you should've told me we were coming here. I'd have worn something else.",
        "Paul: Oh, Will, relax. You look fine. It's not like you're on display.",
        "Will: Tell that to the rest of the world. I'm going to go wash my hands.",
        "Paul: All right, I'll get us a table.",
        "Maitre d': Mr. Ryan? This way, please.",
        "Paul: Thanks.",
        "Lily: Paul, do you have a few minutes?",
        "Paul: No, whatever it is, it's going to have to wait.",
        "Lily: This can't wait.",
        "[SCENE_BREAK]",
        "Barbara: If this is the maximum security unit I keep hearing about, I don't belong here.",
        "Nurse: Relax.",
        "Barbara: Wait a second. Wait a second. Don't leave me in here! Don't you know who I am?",
        "Dr. Kittredge: Good morning, Barbara.",
        "Barbara: Good morning.",
        "Dr. Kittredge: How are we today?",
        "Barbara: Not very well, actually.",
        "Dr. Kittredge: Well, I'm not surprised. It must've been exhausting planning your escape.",
        "Barbara: I didn't mean that. It's -- Dr. Kittredge, I was diagnosed with a brain tumor earlier this year and I think some of the symptoms may have returned. I mean, tumors can recur, can't they?",
        "Dr. Kittredge: Unlikely in your case, but I can have one of our neurologists on staff examine you if you'd like.",
        "Barbara: Well, actually I'd really prefer it if my own physician looked at me. He's so familiar with my case.",
        "Dr. Kittredge: What's his name?",
        "Barbara: Dr. Walker Daniels, Oakdale Memorial Hospital.",
        "[SCENE_BREAK]",
        "Holden: Whose head are you splitting open?",
        "Aaron: Long list. But Chris Hughes is number one through ten.",
        "[SCENE_BREAK]",
        "[Chris remembers]",
        "Alison: This is a joke, right?",
        "Chris: I'm sorry that I waited until the worst possible moment to tell you this, but I can't. I can't marry you.",
        "Alison: I need the truth! What did I do? What did I do?",
        "Chris: You didn't do anything. It was me.",
        "Emily: I do not love you. I never want to see you again. Just get out of here.",
        "[SCENE_BREAK]",
        "Susan: Alison, call. Please call. [Doorbell rings] oh, I don't think I'm up for this.",
        "Kim: I told you this was a bad idea.",
        "Susan: What do you want?",
        "Kim: Chris didn't come home last night and we thought maybe you --",
        "Susan: No, he's not here. And I don't care where he is. If I never see that guy again, it's gonna be too soon.",
        "Bob: Is Alison here? Maybe she has some idea?",
        "Susan: I haven't seen or heard from Alison since your son decided to turn what could've been a magical day into a nightmare for her in front of all of her family and friends.",
        "Kim: Look, his timing was appalling. But Christopher is not the only one involved. Emily had something to do with this, too. I guess history repeats itself.",
        "[SCENE_BREAK]",
        "Emily: Oh, Alison. Oh, my God. Thank God you're all right.",
        "Alison: All right? Does this look like all right to you?",
        "Emily: No, honey -- honey, I only meant I'm so happy that you're --",
        "Alison: Is this what you pictured when you were throwing yourself at my fiancé? \"Oh, Alison will be all right\"?",
        "Emily: I never wanted any of this to happen.",
        "Alison: Then why did you let this happen? Why did you lie? Pretend to me? We don't lie to each other, Emily.",
        "Emily: I know. I know, honey.",
        "Alison: I told you stuff that I don't -- I didn't tell Chris, I don't tell Mom. We were closer than sisters, more than friends. I never dreamed that you would ever do something like this. I trusted you more than anyone.",
        "Emily: I know. I don't know what happened. I don't. I hate this. I don't know what to tell you. I am sorry.",
        "Alison: Chris may have driven a knife into my heart yesterday but you're the one who twisted it. And I will never forgive you. Never.",
        "[SCENE_BREAK]",
        "Paul: I really don't have time for this, Lily.",
        "Lily: It's not going to take long. I just -- despite what you might think, I want Will to get better for himself, for you, for your family, for my family.",
        "Paul: See, his doctors seem to think that he's already gotten better.",
        "Lily: But his doctors don't live with him. They don't run into him every day. He didn't kill their sister.",
        "Paul: Okay, Lily, I think I know how you feel about this. Before we even start --",
        "Lily: You know what? I just don't think he was treated long enough for what he did.",
        "Paul: How long is long enough for you, Lily? I loved Rose. And Rose loved Will. And she understood how vulnerable he was to Barbara. Barbara is the bad guy here, not Will. She broke out of the mental institution yesterday so that she could be with him. She is the sick one here.",
        "Lily: But she's in the right place to get help where she belongs.",
        "Paul: Will is in the right place. Will is where he belongs. He is away from the poisonous influence of Barbara, which is where he wants to stay.",
        "Lily: His heart might be in the right place, but a lot of the damage has already been done, Paul.",
        "Paul: The person responsible for Rose's death is locked up, and it's not Will. He's just a kid, Lily. He doesn't deserve to be turned into the town pariah.",
        "[SCENE_BREAK]",
        "Susan: Go ahead, whitewash Chris. Make this all Emily's fault! You've always had it in for her!",
        "Kim: No, Susan, I don't have it in for anybody. I was thinking about her past history. First, she threw herself at Tom. And now she's done the same thing to her own sister's fiancé.",
        "Susan: You've got a hell of a nerve lecturing me. Maybe you ought to teach your sons to keep their pants zipped! It was Chris who led Alison all the way to the altar. Nobody forced him to do that.",
        "Bob: Look, ladies, arguing is not going to solve anything.",
        "Susan: I just want to set the record straight.",
        "[Phone rings]",
        "Kim: Obviously Chris isn't here --",
        "Susan: Well, you know where the door is!",
        "Bob: Hello? Oh, hi, Lisa. Listen, I don't mean to cut you short, but I'm right in the middle -- what? Well, thanks for letting me know. We'll be right there. Chris is at the Lakeview.",
        "Kim: Oh, good. Let's go.",
        "Bob: Susan, I'm sorry about this.",
        "Susan: I doubt if Chris is going to know, but if he does know where Alison is, call me.",
        "Kim: Of course. Of course we will.",
        "[SCENE_BREAK]",
        "Emily: Alison, come on. Yell at me. Call me some names, something. Sweetheart, you have to know it was never more than a couple of kisses. That's all.",
        "Alison: Is that supposed to make me feel better? That a couple of kisses were enough to make Chris call off our wedding? That makes me feel really special.",
        "Emily: Can we just go talk about this? Let's just go sit down --",
        "Alison: Do you think that I would go anywhere with you after you went behind my back and destroyed the one good thing that's ever happened to me? You must really hate me.",
        "Emily: No, no, I could never hate you, Ali.",
        "Alison: Well, then what? That you wanted to prove how wrong Chris and I were for each other? That there were too many differences to make it work? Where would I be without you, Emily? That's right. I would be on my honeymoon, happily married, planning a future with the man that I love.",
        "[SCENE_BREAK]",
        "Holden: I can understand why Chris Hughes wouldn't be your favorite person after what happened. Poor Alison. I can't believe she had to go through that in front of all those people. But, hey, she's got you as a friend.",
        "Aaron: It's more than that.",
        "Holden: More than the wedding that's upsetting you?",
        "Aaron: It's more than friendship. I love her.",
        "Holden: I'm sorry. I don't think I heard you right.",
        "Aaron: I -- I love her. I love her.",
        "Holden: Alison Stewart -- who burned down your grandmother's barn and tried to blame it on someone else? Who married you under false pretenses and led you to believe that you were the father of somebody else's child? That Alison Stewart?",
        "Aaron: Yeah, that Alison Stewart. I love her and she hates me.",
        "Holden: Well, I'm sure she hates a lot of people now, but she'll get over it.",
        "Aaron: I saw Chris and Emily. I saw them together and I didn't tell her. I mean, I wanted to -- believe me, I wanted to and I tried to -- but, Dad, I just could not be the one to break her heart. And it happened anyway. It happened twice actually. Once with Chris and then again when she found out I knew and I didn't even tell her.",
        "Holden: It wasn't your secret to tell.",
        "Aaron: That's what I thought. I mean, Chris kept swearing that he loved her and everything's okay. And since I wanted her to be happy, you know, I believed the jerk, and look where it got us.",
        "Holden: Oh, boy -- Alison Stewart. Never saw that one coming. Where is she now?",
        "Aaron: Last I saw her, she was drowning her wedding dress in grandma's pond. Look, I know all the reasons that you think that me and Ali might be the biggest mistake but I can't help it. This is something I have no control over. So please, Dad, just spare me the speech.",
        "Holden: Sorry, but it comes with the territory. It's part of the job.",
        "Aaron: Give it your best shot.",
        "Holden: If you love Alison as much as you say you do, then don't give up on her.",
        "Aaron: She's the one that said that --",
        "Holden: Who cares? She's probably saying a lot of things right now. She needs you. So, if you love her, you got to help her.",
        "[SCENE_BREAK]",
        "Emily: Things just got away from me, Ali. I knew it was a mistake and I kept trying to keep things from going any further. And I did -- I talked to Chris right before your wedding. We had a serious talk and I told him that I was committed to my marriage.",
        "Alison: Hal must've been thrilled.",
        "Emily: Hal and I are working through this. We're going to make it because he understands that this is not about Chris. This is about a lack of communication in our marriage.",
        "Alison: Well, congratulations. You got my fiancé and you got a husband, too. You know what I have? I have a wedding dress at the bottom of Emma Snyder's pond, and I have a hole in my heart so big that nothing will fill it.",
        "Emily: If I could take it all back, I would.",
        "Alison: You can't!",
        "Emily: Chris was not ready to be married!",
        "Alison: Well, thank you for pointing that out.",
        "Emily: Well I have to because it's not you. I mean, it's better that it happened now than months down the road.",
        "Alison: And what do I have now? What am I? I'm a loser who got left at the altar. Oh, poor, pitiful Alison. I have no ring, no pictures, no sister.",
        "Emily: I will always be your sister.",
        "Alison: And I will always hate you.",
        "Emily: No.",
        "Alison: I mean it. Emily, I hate you. Don't you touch me. I never want to see you again. I never want to talk to you again.",
        "Emily: No, come on. Please don't say that to me. Honey, believe me, I am in agony over this. I wanted to tell you the truth.",
        "Alison: Oh, please, you were just too busy protecting yourself! You're just a selfish slut and that's what they do.",
        "[SCENE_BREAK]",
        "Kim: All I'm saying is this entire fiasco could have been avoided.",
        "Bob: You don't know that.",
        "Kim: If you had told me that Chris actually admitted to having doubts about getting married, I would have insisted that we try to get him to postpone the wedding.",
        "Bob: What he told me, he told me in confidence. If I made an error in judgment, it was because I thought our grown son would make the right decision.",
        "Kim: I just keep telling myself that it's best that he did this before they got married. Oh! What an awful way to do it. [Knock at door] Chris? Chris, open the -- we have been very worried about you.",
        "Chris: I'm all right.",
        "Kim: You know the least you could've done was call.",
        "Chris: I needed some time. Besides, I know what he was going to say.",
        "Bob: Do you?",
        "Chris: Yes. I convinced myself that going through with the wedding was the right thing to do. And then I got up there and all those people -- Alison -- the minister saying those vows.",
        "Bob: You don't wait until you get to the altar to make that decision.",
        "Chris: Yeah, well, I guess I had to learn the hard way.",
        "Kim: Oh, you had to learn the hard way? What about Alison?",
        "Bob: You know, I'm interested to know how you plan to make up for this.",
        "Chris: I don't know.",
        "Bob: Well, you'd better think of something. Because what you did was absolutely thoughtless. I mean, you can't even measure the emotional cost. To say nothing of what Susan paid for this wedding. I mean, it's really --",
        "Chris: I'll pay her back.",
        "Bob: Well, I suppose we'll pick that up.",
        "Chris: No, Dad, I said I'd take care of it. Don't you trust me?",
        "Bob: Should I? I'm not sure that you trust yourself right now.",
        "[SCENE_BREAK]",
        "Mike: It's not that bad. I mean, it needs a lot of work, sure, but I think I'll bring this place to the 21st Century, no sweat.",
        "Nikki: You really think you can make it work?",
        "Jennifer: Ah, some respect. This is the man responsible for not only the Burn unit but also the new wing of the E.R. Yep, mm-hmm. He knows what he's talking about.",
        "Henry: Yeah, I'll be there, right by his side, to share every splinter along the way. Your wish is my command.",
        "Jennifer: Um, you know what we need? Coffee. Coffee.",
        "Mike: Yeah.",
        "Jennifer: Henry and I will go to the Java, get some takeout and leave you two to put your pretty little heads together.",
        "Henry: Yeah, actually you know what? I think I'm going to stay here because I think there's a lot that I could add. So, I'm gonna stick around.",
        "Nikki: Actually you could help by bringing me back a double-skim cappuccino with lots of foam. Okay? Thanks, Henry, you're the best.",
        "Henry: We'll be back before you know it. Come on.",
        "Nikki: Take your time.",
        "[SCENE_BREAK]",
        "Barbara: I knew you'd come.",
        "Walker: How are you?",
        "Barbara: I'm much better now that you're here.",
        "Walker: You're doing it again, aren't you, Barbara?",
        "Barbara: Doing what?",
        "Walker: Lying about your health.",
        "Barbara: I just did it because I didn't know any other way to get you here.",
        "Walker: Get me here for what reason?",
        "Barbara: I don't belong here. It's not as if I hurt anyone.",
        "Walker: Barbara, if you don't realize you're a danger to yourself and those around you, you're a lot sicker than I thought.",
        "Barbara: I don't deserve to be here.",
        "Walker: Listen to me. You helped facilitate the murder of an innocent child. You jumped out of a second-story courtroom window. Then you drove your car into this building. And to top it off, you assaulted a nurse to escape. Do you need me to continue?",
        "Barbara: Maybe if you let me explain.",
        "Walker: Barbara, you don't realize this right now, but you are a very sick woman.",
        "Barbara: Sick? I did everything necessary to protect my children and myself. There is nothing deranged about that.",
        "[SCENE_BREAK]",
        "Lily: Hello, Will.",
        "Will: Hi. Sorry.",
        "Lily: For what?",
        "Will: I know you don't want me here. We should go.",
        "Lily: No, don't. Don't leave because of me. I can't pretend that this is easy for me. I loved my sister and I've lost her forever. And it's going to take a long time to accept that, but I'm willing to try.",
        "Will: Thanks. That means a lot.",
        "Lily: Your family lives here. This is your home. You're part of the community. This is where you belong.",
        "[Will remembering]",
        "Barbara: You belong to me. You belong to me, Will.",
        "[SCENE_BREAK]",
        "Aaron: Ali, wait, wait. Ali, Ali. Wait, wait.",
        "Alison: What do you want?",
        "Aaron: To talk to my best friend. Please don't run away.",
        "[SCENE_BREAK]",
        "Aaron: Are you okay? Stupid question. You're in the same clothes as you were in last night. I hope you didn't sleep out here.",
        "Alison: I went back to the church. I knew no one would be there. And that's what I wanted, to be alone.",
        "Aaron: Ali, that's the last thing you need right now. You need to be around people who care about you, people who can make you feel good and --",
        "Alison: Stop it.",
        "Aaron: Stop what?",
        "Alison: Being nice. I threw myself at you. I was mean and stupid. And you can still stand there and call yourself my best friend?",
        "Aaron: Yeah.",
        "Alison: I wouldn't blame you if you never wanted to talk to me again.",
        "Aaron: Do you understand how much we've been through? Alison, we could fill a book. No matter what gets said or done, I'm always gonna be your friend. Even more, maybe sometime -- you know, hopefully. No pressure. It doesn't matter. Whatever you need -- anything you need -- big, small, crazy, it doesn't matter. You -- you know where to find me.",
        "[SCENE_BREAK]",
        "Lily: Something wrong? Will?",
        "Barbara: Will? Will? Will?",
        "Paul: Shake her hand.",
        "Will: Huh?",
        "Lily: I think you're expecting too much, too soon. Excuse me.",
        "Paul: Lily, wait. Just stay put, sit. Lily, wait. Hold on. Give me a minute. Thank you for reaching out to Will.",
        "Lily: I don't think it meant anything to him.",
        "Paul: He has been out of the mental institution for less than 24 hours. He hasn't been in public in months. Give the kid a break.",
        "Lily: What do you think I just did?",
        "[SCENE_BREAK]",
        "Nikki: It's really sweet of you to help us out like this. I know you're in demand, so I promise we'll pay you the going rate.",
        "Mike: Oh, we're friends. You'll pay more. And having Henry around will make the job a lot easier.",
        "Nikki: Are you kidding? Henry? I mean, I think he would get in the way.",
        "Mike: Oh, you strap a tool belt on the guy, there's nothing he can't fix. Listen, there is a lot more to Henry than meets the eye. You should spend some time with the guy, get to know him.",
        "Nikki: I think I've got Henry pretty much figured out. It's you that's got me completely --",
        "Henry: We have returned.",
        "Jennifer: Coffee and donuts all around.",
        "Nikki: Terrific.",
        "Henry: Nikki, when I saw this donut, I knew it was the one for you. Something tells me that chocolate is the way to your heart.",
        "Jennifer: And I would love to stick around to hear about the new plans for the kitchen, but I forgot I have a meeting at B.R.O. So I will catch up with you guys later.",
        "Mike: I'll walk you out. You know, there's this project I've got to get to before lunch.",
        "Nikki: Wait, you can't go. We haven't discussed ideas.",
        "Jennifer: Right. And Nikki has lots of ideas.",
        "Mike: I'm sure she does. But I think Henry can take it from here. Can't you, Henry?",
        "Henry: You kids just run along. Nikki's in very capable hands.",
        "Mike: See? You two have fun.",
        "Nikki: Jen?",
        "Jennifer: Bye.",
        "Henry: Bye. See you.",
        "[SCENE_BREAK]",
        "Jennifer: What are you doing?",
        "Mike: What are you doing?",
        "Jennifer: I'm playing cupid, stupid. Don't you know when somebody's trying to push two hearts together?",
        "Mike: Yes, and that's going to be a problem.",
        "[SCENE_BREAK]",
        "Barbara: You are just like every other man I have ever known. Pretending to care about me until you get what you want from me and then deserting me and leaving me and walking away --",
        "Walker: Barbara, you know that's not true. Okay, I do care. I care about you very much. That is why I'm going to do everything I can to make sure that you stay here. Where you get the help that you need. You need to commit to your therapy, Barbara. It's the only way you're going to get see your family. You're not going to do it by scheming, tricks or lies.",
        "Barbara: I'm not lying. I need to get out of here. I need to be with Will. I need to help him.",
        "Walker: Good luck, Barbara.",
        "Barbara: No, Walker, no! No, don't desert me.",
        "Walker: Barbara, I'll tell you what I can do for you. Okay, I will talk to your doctors. I will talk to your family. I will keep you in my prayers. Okay? Don't call me again. I won't come.",
        "Barbara: Don't go. Don't go. Walker! Will! [Barbara sobs] oh, God, where are my children? Somebody bring me my children, please. Please, Paul, where are you? Paul? You're not Paul. You're not Paul. Where are my children? Where are my children? Someone just help me, please.",
        "Dr. Kittredge: Barbara, we're here to help you, okay? But you gotta relax.",
        "Barbara: Where are my kids? Oh, God, someone help me. Oh, great-- these clean dishes are still dirty.",
        "[SCENE_BREAK]",
        "Nikki: Listen, Nikki, I want to build you the cuisine of your dreams here. Mm- hmm. I think -- then we should probably test it out. Maybe a five-course meal for two?",
        "[SCENE_BREAK]",
        "Mike: I guess you have noticed that Henry has a thing for Nikki.",
        "Jennifer: I guess you've noticed Nikki has a thing for you.",
        "Mike: Yeah. Yeah, yeah, that's real flattering. I'm just -- I'm not ready for -- you know? My heart's somewhere else.",
        "Jennifer: I know what you mean.",
        "Mike: Right. When we ran into Jordan last night, seems like you two had a lot of unfinished business.",
        "Jennifer: No, everything is finished with us. I'm just trying to explain that to my heart.",
        "Mike: Tell me about it.",
        "Jennifer: Yeah. So what are you gonna do about Nikki?",
        "Mike: Yeah, thanks a lot. Guess I'm gonna have to explain to her friendship's all I can handle right now.",
        "Jennifer: Well, I hear that friendship is a great way to start healing.",
        "Mike: You heard that, huh?",
        "Jennifer: Mm-hmm.",
        "[SCENE_BREAK]",
        "Susan: I'm so happy to see you. Are you all right? My poor baby. I know how much you're hurting and I wish I could just take it all away.",
        "Alison: How could Emily do this to me?",
        "Susan: I don't know. I wish I did. But I do know we're gonna get through this.",
        "Alison: How?",
        "Susan: Love and time and friends. I know you don't believe it right now, but a time is gonna come when this won't hurt so bad. And you'll feel happy again.",
        "Alison: I don't think it's ever gonna happen.",
        "Susan: Oh, honey, it will, it will. I know what it feels like. You give your heart to a man and you plan a future with him, and then you find out he's not what you thought he was. You feel like the biggest fool in town, and your only crime is to fall in love. Oh, sweetie, believe me, if I can survive Rick Decker, you can certainly survive Chris Hughes.",
        "[SCENE_BREAK]",
        "Kim: All right, let's not do this to one another today. Everybody is upset over what happened. Your father did not mean to say --",
        "Chris: Oh, yes, he did. I know that look. That disappointed Dad look. Trust me, I've seen it enough over the years.",
        "Bob: I never expected you to be perfect.",
        "Chris: Oh, that's news to me. 'Cause Tom, he sure managed to make the grade. But then again, he's just a younger version of you.",
        "Bob: This is not about me or Tom, it's about you.",
        "Chris: Well, fine. Fine, let's talk about me. How I worked my tail off to get through med school and then I decided to come back to Memorial and take the job there knowing that I would have to measure up to your standards on a daily basis. And I thought I'd made the grade.",
        "Kim: Honey, your father is very proud of you.",
        "Chris: Yeah, well, that's not what I see when I look into his eyes.",
        "Bob: Oh, come on, Chris. Stop making excuses and take the responsibility. You have a lot of apologizing to do, especially to Alison.",
        "Chris: Yes. And I know what I need to do, okay?",
        "Bob: Then why don't you go and do it instead of wallowing in self-pity?",
        "[SCENE_BREAK]",
        "Henry: Well, a lot of people say the bedroom is the most romantic, but I think it's the kitchen. I'm sure I don't have to tell you how erotic food can be.",
        "Nikki: You know, Henry, we're just friends, right?",
        "Henry: Yeah. What, are you kidding? You didn't think I was --",
        "Nikki: No, no, no, no. I just want to lay all my cards out on table, okay?",
        "Henry: Okay, great. I'm glad we cleared that up, buddy. Good.",
        "[SCENE_BREAK]",
        "Mike: What time is it? Aren't you going to be late for your meeting?",
        "Jennifer: Oh, um, I have a confession to make.",
        "Mike: Oh, let me guess -- no meeting.",
        "Jennifer: And that project you had to check on?",
        "Mike: About as phony as yours. But I do have to grab a cup of coffee since I left mine inside.",
        "Jennifer: Oh, so did I.",
        "Jennifer: You're on.",
        "[SCENE_BREAK]",
        "Lily: What's all this?",
        "Holden: Oh, Aaron chopped enough wood for the next couple winters. That's all. How'd your meeting go with Lisa?",
        "Lily: I ran into Will.",
        "Holden: How'd that go? Or shouldn't I ask?",
        "Lily: I know you think I'm heartless --",
        "Holden: No, I don't.",
        "Lily: But every time I look into his eyes and I see that boy, I know that he is not as okay as everyone wants to think.",
        "Holden: Will just got out of the hospital. He has a lot of adjusting that he needs to do.",
        "Lily: I don't want him adjusting around our children. He killed Rose. I will not put our children's lives at risk. Aren't you going to say anything?",
        "Holden: I'm not sure that Will's the one that I'm worried about here.",
        "Lily: What does that mean?",
        "Holden: What worries me is all this anger that you're holding onto. And more harm might come of it than you realize.",
        "[SCENE_BREAK]",
        "Paul: Lily's having a really hard time dealing with Rose's death. Of course there's going to be tension when you run into her.",
        "Will: It was more than that.",
        "Paul: What are you saying?",
        "Will: Well, when she told me I belonged here, I just started to feel really weird, and it's like I could hear Mom's voice in my head telling me that I belonged with her.",
        "Paul: Is that what she told you yesterday when she broke --",
        "Will: Paul, what if she goes back there and tells them that I broke into her room and gave her a nurse's uniform?",
        "Paul: Will, don't do this.",
        "Will: They're gonna try and make me go back. I can't go back with her.",
        "Paul: That's not going to happen.",
        "Will: So now you can see the future?",
        "Paul: Yes, I can. And here's my prediction. Mother is locked away in a supersecure part of the ward. And that's where she's gonna stay. And, Will, for you, this is a brand new start. This is a new -- a new life.",
        "[SCENE_BREAK]",
        "Dr. Kittredge: How is Ms. Ryan doing this morning?",
        "Nurse: Resting comfortably now that you've increased her dosage. Aren't you, Ms. Ryan?",
        "Dr. Kittredge: Glad to see you're feeling better, Barbara. We'll talk soon, okay?",
        "Rick: Hello. I'm a new physician on staff here and I'm afraid we haven't met yet. I've been observing you for quite some time. Perhaps I can help you.",
        "[SCENE_BREAK]",
        "Emily: I'm so sorry. For everything -- my deeds, my words, my thoughts -- everything that took me away from my husband. And please, God, please help Ali. Help her. Help her heart to heal. She's come so far, you know? She's changed so much. She deserves to be happy. Please, God, just help her find that happiness.",
        "[SCENE_BREAK]",
        "[Aaron daydreaming]",
        "Aaron: Hey. Hey, how did you know I was here?",
        "Alison: I felt it. We have a connection, Aaron.We always have. I know things about you evenwhen I'm not trying.",
        "Aaron: Did you get hassled?",
        "Alison: What do you mean?",
        "Aaron: Well, you know these meatheads at this gym,I mean, they don't have a clue how to treat a beautiful woman.",
        "Alison: You think that I'm beautiful?",
        "Aaron: Come on, like you don't know that.",
        "Alison: Okay, I just like to hear you say it.",
        "Aaron: What?It's not good enough? Ali, beautiful is -- it's just a word.Look at this face. Who could come up with a word for that?You remember the first time I saw you in that wedding dress?",
        "Alison: When I was trying to model at fashions?",
        "Aaron: Mm-hmm. I saw you in that and almost hit the ground.",
        "[Alison laughs]",
        "Aaron: I'm serious. It was like being in that ring, right there and having some big dude slam my face down with a right hook. That's how I felt when I first saw you in that dress.",
        "Alison: I love you.",
        "Aaron: I know. I'm a great buddy, I know how to talk and I'm always there for you. I know that.",
        "Alison: No, no. Not like that. I love you. How could I not see what was in front of me all this time? You're everything that I ever wanted.",
        "Aaron: But, Ali, I mean, it's -- you've been through so much. I mean, it's -- it's so soon.",
        "Alison: It's better than too late. I love you, Aaron. Can you ever forgive me for taking so long to say it?",
        "[SCENE_BREAK]",
        "Susan: Oh, you feel better?",
        "Alison: I just -- I just wish that I could go back to yesterday when everything seemed possible and all my dreams were supposed to come true. I just want to go back there and want to stay.",
        "Susan: I wish I could make it happen for you. Wave a magic wand. But the best I can do is make a sandwich. Pickles, chips?",
        "Alison: Sounds good.",
        "Susan: I'll be right back.",
        "[Alison sighs]",
        "[Doorbell rings]",
        "[NEXT_ON]",
        "Dominic: Am I interrupting business or pleasure?",
        "Dusty: I don't know. What's it look like to you?",
        "Chris: I know that you still care about me because I still care about you.",
        "Alison: One minute we're broken up and the next one you're going to come in here and act like you wanna get back together?",
        "Barbara: Help me.",
        "Rick: Lady, that's exactly what I plan to do."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=SCQZA0SaFSs"
}