{
    "Episode Summary": [],
    "Recap": [
        "Allison first tells Chris she doesn't want to get married yet, but he convinces her that they'll move out and get their own place, plus she'll have the \"Cinderella\" wedding she's always dreamed of. Katie finds Pilar's note to Simon and now she questions whether she should stay with him or not. Dusty talks with Starzyack and finds out the kidnapper's name, but when he returns back to the warehouse, Nikki arrests him. Lucy begs Nikki not to arrest him until Dusty has had a chance to explain everything and how he'd saved her life. Molly is taken by Starzyack and his right hand man, Holden and Aaron discovering her disappearance. Lucinda tells Lily that she should kick out Craig."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Say that again, slowly and in English.",
        "Chris: All right. Marry me.",
        "Alison: Oh! Oh, you so had me going there for a second.",
        "Chris: Alison, I'm serious.",
        "Alison: Okay, well, maybe you're serious right this second, but you know and I know it's crazy.",
        "Chris: Alison, we have to talk about this. I thought you loved me.",
        "Alison: I do.",
        "Chris: Okay, so we should get married.",
        "Alison: We should, and one day, if I'm the luckiest girl on earth, maybe we will.",
        "Chris: But no, I don't want \"one day.\" I want now.",
        "Alison: Yeah, until tomorrow morning, when you wake up hating yourself.",
        "Chris: Because you said yes?",
        "Alison: No, because we don't have any money, or our own place to stay. You said --",
        "Chris: Look, I know what I said, okay? But that was right after the condo, and I -- I was wrong.",
        "Alison: No, Chris, you were right. You're a planner, and that's what the condo taught me about you.",
        "Chris: Yeah, well, you know what it taught me? It taught me that you stick by the people you love no matter what.",
        "Alison: Yes, and I'm sticking by you right now by knowing what's right for you and what isn't.",
        "Chris: Well, I'm gonna tell you what's right for me -- you are. Okay, and I don't want to wait years for us to start our future together.",
        "Alison: Well, we might not have to, because I have a plan this time around -- something that will give you everything that you want.",
        "Chris: And what is that?",
        "Alison: I'm gonna win \"The Six Keys to the Kingdom\" contest.",
        "Chris: Alison, I don't believe in fairy tales. I believe in us.",
        "Alison: Okay, great! So after the bills are paid off, and then we have --",
        "Chris: Now, Alison. I want you to marry me now.",
        "[SCENE_BREAK]",
        "Lucy: Are we finally getting out of here?",
        "Dusty: Well, not -- not \"we.\" Me. I got to go meet Starziak.",
        "Lucy: Dusty, no. I'm not staying here by myself.",
        "Dusty: I'm not gonna be long. Listen, Starziak might be able to give me the name of the guy who tried to grab you.",
        "Lucy: And then?",
        "Dusty: And then I go hunting. In the meantime, you sit tight, lock that door. You don't open it for anybody, you hear me?",
        "Lucy: When will you be back?",
        "Dusty: I'm gonna be back -- soon.",
        "Lucy: I hate this! I hate the bugs and the dirt and being scared all the time, Dusty! I want to go home!",
        "[SCENE_BREAK]",
        "Hal: Now, some of you may remember Nikki from when she was a kid, and some of you may never have met her at all. So why don't we start with some introductions.",
        "Lucinda: I am Lucinda Walsh. Lucy is my namesake and my granddaughter, and I am not amused that the federal agent in charge of this case appears to be about five minutes out of training school.",
        "Craig: Hal, she works for the IRS. This is a kidnapping, not tax evasion.",
        "Hal: We're aware of what the offense is, Craig.",
        "Alan: Let's hope that kidnapping is the only thing that we're dealing with.",
        "Lucinda: Now, what is that supposed to mean?",
        "Alan: Well, there was -- some evidence at the last place where Lucy was being held. We have reason to believe she may have been injured in some way.",
        "Lucinda: Why wasn't I told?! He's crazy! I mean, he's trying to cut me out of everything here!",
        "Lily: You know what? Lucy needs our help, and it's not gonna help anyone if you fight with everybody. Let's see what Nikki has to say, please.",
        "Nikki: We're all aware that Dusty Donovan is involved in this kidnapping. Before Lucy disappeared, I began investigating the link between him and a man by the name of Ken Starziak. I know everything there is to know about these guys. Now, you may be able to find an agent who's more experienced than I am, but you will not find anyone that knows more about these two gentlemen than I do.",
        "Holden: So what do you think? Is Dusty trying to protect her, or is he holding her for some other reason?",
        "Nikki: I'm not sure. He could be telling the truth about someone else being after Lucy, or he could be lying to cover his own butt.",
        "Alan: That's not much comfort to her mother and me.",
        "Craig: Well, this really has nothing to do with you.",
        "Nikki: Excuse me, but which one of you is Lucy's father?",
        "[SCENE_BREAK]",
        "Henry: You up for some company?",
        "Mike: Where's -- they took Pilar's body to the morgue.",
        "Henry: I thought the cops would still be here.",
        "Mike: Margo took my statement, and the M.E. examined the body. It was pretty clear Pilar fell on her own knife, so I'm not gonna press charges against Katie. She was only defending herself.",
        "Henry: Good. She -- she's pretty shaken up about it. You don't look much better.",
        "Mike: I can't think of another time in my life when I screwed up so bad.",
        "Henry: What, excuse me? Screwed up? Mike, what are -- you saved Katie tonight. If you hadn't known where Pilar was probably gonna take her --",
        "Mike: Pilar wouldn't have been anywhere near Katie if it hadn't been for me. I'm the whole reason this thing spiraled out of control.",
        "Henry: Oh, come on, man. You cannot blame yourself.",
        "Mike: I do, and I am glad that Katie has Simon. She deserves someone who won't let her down.",
        "[SCENE_BREAK]",
        "Katie: What did Pilar mean when she said that you'd break all your promises?",
        "Simon: I don't know what she meant. She's crazy, okay, and you're exhausted. Let's just talk about this in the morning.",
        "Katie: No, I have to understand why she hated me so much. She blamed me for everything that was wrong in her life, and I don't get it! Does it have something to do with you?",
        "Simon: With me?",
        "Katie: I don't know. She talked like she knew you and like you guys had some secret together.",
        "Simon: Listen, she was out of her mind, okay? People like that get fixated, and she just happened to get fixated on you. Let's not try to make sense out of this.",
        "Katie: There's a piece missing, though. And I'm sorry, but I think you know what that piece is. What did Pilar have on you, Simon? I want to know.",
        "[SCENE_BREAK]",
        "Simon: Listen, I came back into town and pulled you from that nuthouse 'cause I believed in you. And yet, you're gonna believe the rantings of a lunatic over me?",
        "Katie: You've had me on an emotional roller coaster for over a year now. Don't I get to ask some questions?",
        "Simon: Yeah, you're right. I'm sorry. Shoot.",
        "Katie: I just want to know the whole story. Why did Pilar act as if she knew you, and why did you change your mind about going to Australia the minute you found out she's dead.",
        "Simon: Listen, one thing has nothing to do with the other.",
        "Katie: Are you sure?",
        "Simon: Yes.",
        "Katie: 'Cause you're acting like you're safe now that she's gone. Safe from what?",
        "Simon: Baby, you have been through an awful, horrible experience tonight. I just didn't want to run away. That's why I suggested staying, okay? So we could stay here, and you'd have the support of your family and friends around. That's all.",
        "Katie: That's it?",
        "Simon: Yes.",
        "Katie: That's why we're not going to Australia?",
        "Simon: Yes. All the bad things and everything is over. Now you and I can start our lives together.",
        "Katie: You say that, and then you leave.",
        "Simon: And I always fight back to get to you, don't I? You are all I want. Can you say the same thing about me?",
        "Katie: How can you even ask that?",
        "Simon: Then let me be true to the promise I made to you when we got married -- let me spend the rest of my life loving you.",
        "[SCENE_BREAK]",
        "Alison: You have goals, and there is so much you have to do before you become a full-fledged doctor.",
        "Chris: Yes, and I can still do all of those things and be married to you. I love you, Alison.",
        "Alison: Yes, and I love you. And that's not gonna change, but there's no rush.",
        "Chris: Alison, we keep waiting for the money, the perfect apartment when we have each other, and that's all that we need. We have love, and love is everything. So please, say that you'll marry me, and give me a chance to prove it to you.",
        "[SCENE_BREAK]",
        "Craig: Gilligan here polishes my ex-wife's brass. He didn't even meet my daughter until a couple of weeks ago. I am Lucy's father.",
        "Nikki: I -- I apologize. I didn't mean to offend anyone.",
        "Hal: Look, I called this meeting so Nikki could get the whole picture, and I could bring the family up-to-date on the case. So quick roll call, okay? You've met Lucinda, you've met Craig. Alan Drake is married to Sierra, Lucy's mother, and Lily Snyder is Lucy's aunt. And I'm sure you remember her and her husband, Holden, right?",
        "Nikki: I think I've got it all straightened out.",
        "Lucy: Okay, let's go over the plan. How are you gonna find Dusty?",
        "Holden: Has there been any contact from Dusty lately, Hal?",
        "Hal: No, not for a few days.",
        "Craig: When he was supposed to hand over Lucy, and we all know how well that went. Now look, it is obvious Dusty is out of control, and we have to find him.",
        "Nikki: That's why we're tracking Starziak. We're hoping he will lead us to Donovan.",
        "Lucinda: Excuse me --",
        "Craig: I will have my daughter back, and I will have her back unharmed, not caught in a crossfire, not traumatized. Is that clear?",
        "Hal: Craig, back off.",
        "Nikki: Perfectly clear, Mr. Montgomery. We will have your daughter back, safe and sound.",
        "[SCENE_BREAK]",
        "Dusty: You want to go home?",
        "Lucy: Yes. I am sick of all of this. I --",
        "Dusty: What? You what?",
        "Lucy: I don't want to cause you any more trouble.",
        "Dusty: I'll be fine.",
        "Lucy: No. If it weren't for me, you would have been long gone by now.",
        "Dusty: Don't worry about it. Look, I'm not letting you out of here with a bunch of kidnappers out there thinking that, you know, you're the winning lottery ticket.",
        "Lucy: But if you took me home, the cops could protect me. I wouldn't be your problem anymore.",
        "Dusty: You wouldn't get too minutes from here without tattoo boy and his fat friend picking you up and grabbing you again. They're probably watching your house right now. You go now, and those guys are gonna grab you before you can scream.",
        "[SCENE_BREAK]",
        "Nikki: Look, I'm sorry that we're having to meet under these circumstances, but I promise you that we will do our best to find Lucy. We will put Donovan and Starziak where they belong. We'll be in touch. You'll probably have some information we need to get from each of you. I'm sorry we have to go through this.",
        "[SCENE_BREAK]",
        "Dusty: I know you want to get out of here, but I'm not taking a chance, you know -- the chance of these guys grabbing you again. I'm not doing it.",
        "Lucy: I can -- I can call the cops, and they can meet me there.",
        "Dusty: No, not yet. Let me do this my way. Let me handle it, all right? I find out this guy's name with the tattoo on his wrist, and I'll know what I'm dealing with.",
        "Lucy: But --",
        "Dusty: But nothing, nothing, nothing. I made a lot of mistakes. Let me get this one right.",
        "[SCENE_BREAK]",
        "Aaron: The delivery is unpacked. Anything else?",
        "Molly: Actually, yeah. Do you mind sticking around and helping me close tonight?",
        "Aaron: Yeah. Yeah, sure. I can use the O.T., whatever",
        "Molly: Thank you. Oh, this is for the guy over there.",
        "Aaron: Okay. Your change, sir. Have a good night.",
        "[SCENE_BREAK]",
        "Starziak: I got the name right here. Don't you know nothing comes free?",
        "Dusty: What do you want? Just give me --",
        "Starziak: Hey, hey, hey, hey. Drop the attitude. You're lucky you're still walking around after what you pulled.",
        "Dusty: I told you from the get-go that running money for the foundation was a really poor idea.",
        "Starziak: You brought the feds down on us.",
        "Dusty: No, you did, Einstein. Coming into my club, threatening me? Word gets around, idiot.",
        "Starziak: Yeah, like your partner. What's her name, McKinnon?",
        "Dusty: Molly McKinnon. Leave her out of it. Just give me the name of the guy with the tattoo on his wrist, would you?",
        "Starziak: And then what?",
        "Dusty: And then I find the guy! You hope. What do you want, the feds to charge you and me for kidnapping Lucy Montgomery? Are you out of your mind?",
        "Starziak: I'm not involved with that.",
        "Dusty: Yes you are! We're very involved! Like Bonnie and Clyde, we're involved!",
        "Starziak: You are a real pain in the neck, you know that? Bonnie?",
        "[Laughter]",
        "Dusty: Just give me the name, would you? Donald Creel?",
        "Starziak: Small-time hood. I don't know who he's working for. He's a freelancer.",
        "Dusty: Where do I find him?",
        "Starziak: I'm still asking around about that. I'll call you when I know. But after that, I don't want to hear from you. You got it?",
        "Dusty: Mm. And about Molly McKinnon.",
        "Starziak: Yeah?",
        "Dusty: She knows nothing. I've kept her in the dark.",
        "Starziak: And that's just where she's gonna stay.",
        "[SCENE_BREAK]",
        "Aaron: Molly --",
        "Molly: Yeah?",
        "Aaron: I have to go. I am so sorry. My landlord just called. There's a gas leak at my building. I have to get to my apartment as soon as possible.",
        "Molly: So go. I'll be fine.",
        "Aaron: Are you sure? I feel so bad.",
        "Molly: Hey, listen to me, get out of here.",
        "Aaron: Oh, thank you so much.",
        "Molly: No problem.",
        "[SCENE_BREAK]",
        "Alison: Chris, the thing is, just the timing is not right.",
        "Chris: Why?",
        "Alison: Because if we got married now, then you'd have to take care of me, and I want to pull my own weight. And that means when I win the money for \"The Six Keys to the Kingdom,\" then you have to let me buy our own house.",
        "Chris: Okay, fine, no problem. But until we buy our own house, we can rent something smaller, can't we?",
        "Alison: You serious?",
        "Chris: It won't be fancy.",
        "Alison: I don't need fancy!",
        "Chris: All right, we'll be lucky if it has a dishwasher.",
        "Alison: Just as long as there's no parents.",
        "Chris: It definitely won't have that.",
        "Alison: Oh, Chris! Thank you, I love you so much!",
        "Chris: Grab a bag, and we'll go to Vegas. We will be married by breakfast. What?",
        "Alison: I can't believe I'm going to say this, but no.",
        "[SCENE_BREAK]",
        "Mike: When I woke up this morning, I found Pilar staring at me. I knew, Henry. I could look in her eyes and see something wasn't right.",
        "Henry: Well, look, if you're gonna make that argument, I'm as much to blame as anyone. I mean, the last time I saw her, she was acting very, very strange. And did I do anything? No. Realistically, what could we have done?",
        "Mike: I could have believed her when I had the chance.",
        "Henry: Man, you look guilt in the eye and don't flinch.",
        "Mike: I know what I did, and I know what I failed to do. All I can do now is just hope that Simon, when he gets Katie back feeling happy and safe again, that she'll forgive me.",
        "Henry: Is it exhausting being noble?",
        "Mike: I wouldn't know. But I'll see you around, all right? Is this Katie's bracelet?",
        "Henry: Yeah, I guess -- I guess holding onto your jewelry when you're fighting for your life isn't as easy as it looks.",
        "Mike: You should take it back to her.",
        "Henry: Uh, no. You know, I've had a long day, and yes, that's a martini calling me, so why don't you -- why don't you just hold onto it?",
        "Mike: No, no.",
        "Henry: Why don't you take it to her, and you'll find out for a fact that she doesn't hate you.",
        "[SCENE_BREAK]",
        "Simon: I'll hold you all night if you want. As long as it takes to make you feel safe again.",
        "Katie: Oh, that sounds so good. Oh, Snickers! I never got a chance to feed him.",
        "Simon: Will you forget about the rabbit? I'll do it. Just relax, okay. Baby, what's up?",
        "Katie: Poor Faux. How could Pilar kill an innocent little rabbit?",
        "Simon: I don't know. I wish I could have kept her out of our lives.",
        "[Katie sighs]",
        "Katie: Oh!",
        "[Katie remembering]",
        "Katie: Please put Snickers down.",
        "Pilar: In time.",
        "Katie: What was that, a ransom note?",
        "Pilar: Just a message for Simon. \"Dear Simon -- by now, you will have noticed Katie is no longer among the living. Back in Spain, I promised you I would get her away from Mike. Let it not be said that I didn't keep my end of the bargain, which is more than I can say for you.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Molly: Ooh! We're closed.",
        "Starziak: No \"we\" here tonight, is there, Mrs. McKinnon? Just you, me and my good friend, Rocco.",
        "[SCENE_BREAK]",
        "Katie: Just tell the truth, Simon, for once in your life! Look me in the eye and tell me, did you strike a deal with Pilar to keep me and Mike apart?",
        "[SCENE_BREAK]",
        "Dusty: Whoa! Whoa, whoa, whoa! Man, to think I was worried about you, too. Next time, you've got to use this end, all right?",
        "Lucy: I'm sorry. I thought you -- I thought you might be somebody else.",
        "Dusty: Don't worry about it. Don't apologize, you know? It's called being proactive. It's better than laying back and playing defense. Are you okay? You're shaking. You all right?",
        "Lucy: It's just sitting here alone, it kind of gets to you, you know?",
        "Dusty: I got good news for you. Starziak gave me the name of the guy with the tattoo on his wrist.",
        "Lucy: The limo driver?",
        "Dusty: Yeah. His name is Donald Creel. Starziak's gonna find out who he works for, and then I'm gonna be able to wrap things up.",
        "[Rattling sounds]",
        "[Cat meows]",
        "Lucy: You think someone's out there?",
        "Dusty: I don't know. Shh, shh, shh, shh, shh.",
        "[Knock at door]",
        "Nikki: Dusty Donovan? This is Federal Agent Nikki Munson. Come out with your hands up now.",
        "[SCENE_BREAK]",
        "Lily: Some coffee?",
        "Craig: Oh, no, no. I'm too tight.",
        "Lily: Oh. How old were they?",
        "Craig: Oh, Bryant was 8.",
        "Lily: Oh, yeah.",
        "Craig: And Lucy was 4.",
        "Lily: Look at the way she smiles at you.",
        "Craig: Now, Bryant -- [Craig sighs] -- is gone, and Lucy -- I can't lose her.",
        "Lily: Oh, come on. Come on. Let's not -- let's not talk about that right now.",
        "Craig: I don't even know if she's all right, and I'm supposed to protect her.",
        "Lily: You're looking for her, you're praying for her. What else are you supposed to do with a situation that's out of control?",
        "Craig: The situation has been out of control for a long time. But still, she was leaving because I screwed up.",
        "Lily: You can work on that when she gets back. You can start over.",
        "Craig: Thanks. [Craig sighs] I feel like an old shoe.",
        "Lily: I bought more food. In the fridge. You can come up to the house for meals anytime you want to.",
        "Craig: I'd like that.",
        "Lily: I'll cook.",
        "Craig: Good.",
        "Lily: I wanted to actually talk to you about something. Luke has been getting into fishing lately.",
        "Craig: Yeah?",
        "Lily: Yeah. And I said that was right up your alley.",
        "Craig: Yeah.",
        "Lily: He's trying to figure out what kind of lures to use. Maybe you could --",
        "Craig: You tell him to come see Uncle Craigy. We'll go fishing.",
        "Lily: I will have one thrilled little boy.",
        "Craig: What about your not-so-thrilled husband?",
        "Lily: What do you mean?",
        "Craig: I know having me here is causing some trouble between you and Holden.",
        "[SCENE_BREAK]",
        "Alan: Thanks for the drink. I'd better get back and let Sierra know what's going on.",
        "Lucinda: Give her my love. Such a gent.",
        "Holden: I'm gonna get going, too. I need to head over to Metro and tell Aaron what's going on.",
        "Lucinda: Oh, good. He's so terribly worried about Lucy.",
        "Holden: Well, of course he is. If it weren't for Craig, he and Lucy would still be together today.",
        "Lucinda: Can I ask you a tiny question? Why are you letting Craig stay on at your guest house?",
        "Holden: It's -- its Lily. Ever since Rose died, she's out to save the world. She's trying to do it one person and a time, and I'm not going to try to convince her that she's wrong.",
        "Lucinda: Oh, great. That leaves the field wide open for me.",
        "[SCENE_BREAK]",
        "Molly: Oh! We're closed.",
        "Starziak: There's no \"we\" here tonight, is there, Mrs. McKinnon? Just you, me and my good friend, Rocco. We'd like a nightcap. Oh, we also wouldn't mind hearing exactly what it is you told the feds?",
        "[SCENE_BREAK]",
        "[Knock at door]",
        "Simon: Mike. I thought you'd still be with the police.",
        "Mike: It went pretty quickly. I just had to confirm that Katie acted in self- defense. Is she around?",
        "Simon: Listen, man, she's pretty beat right now. She's upstairs.",
        "Mike: I found this in the boathouse. I just -- I just wanted to give it back to her.",
        "Simon: I'll make sure she gets it.",
        "Mike: I'd like to give it to her myself.",
        "Simon: Listen, she's in bed. She's been through a tough night. She's probably asleep by now.",
        "Mike: Is she all right?",
        "Simon: Yeah, in time, she's gonna be fine.",
        "Mike: I should have believed her about Pilar. Tell her I'm sorry?",
        "[SCENE_BREAK]",
        "[Door slams]",
        "Henry: How's Katie.",
        "Mike: I don't know. Simon wouldn't let me see her.",
        "Henry: You want me to talk to her?",
        "Mike: What are you gonna say to her? I mean, I screwed up the girl's life. I put her through hell. She's done with me. And you know what? I don't blame her.",
        "[SCENE_BREAK]",
        "Simon: Hey, sweetie, what are you doing up? Go back to bed.",
        "Katie: You -- everything happened because of you.",
        "Simon: What?",
        "Katie: Pilar was doing everything you wanted, wasn't she? You paid her to keep Mike and me apart. You sent her to Oakdale!",
        "Simon: What are you --?",
        "Katie: Don't try to deny it, Simon! Pilar left you a little note, a little message from beyond the grave.",
        "Simon: I don't know -- what are you talking about?",
        "Katie: You lied to me already, Simon. You knew her from back in Spain. You were scared that she was gonna blow your cover. That's why you wanted to whisk me off to Australia, because she knew what you were doing to me and Mike.",
        "Simon: Listen, babe, you have got this all wrong.",
        "Katie: No, I had you all wrong.",
        "Simon: Just let me see the note.",
        "Katie: No, stop it! Just tell the truth, Simon, for once in your life! Look me in the eye and tell me, did you strike a deal with Pilar to keep me and Mike apart?",
        "Simon: Yeah. Yeah, I did.",
        "[SCENE_BREAK]",
        "Chris: Now I'm totally confused. You don't want to get married?",
        "Alison: I don't want to get married in Vegas.",
        "Chris: Okay, so we'll go to the Caribbean. Allison, I don't care. As long as it's quick.",
        "Alison: No -- Chris, I don't want anything quick. I don't want it to be just the two of us in some depressing room in front of a justice of the peace. I've been there and done that.",
        "Chris: Okay, so what do you want?",
        "Alison: The Cinderella experience.",
        "Chris: Cinderella?",
        "Alison: Yeah. I mean, she had her prince charming and so do I. And is it a wonder I want the whole world to see it?",
        "Chris: So, you want an audience?",
        "Alison: I want the whole nine yards. I want the dress, and flowers, and the photographers, catering -- and, you know, the bouquet with the garter. You probably think that is stupid?",
        "Chris: No, those are traditions. And for the record, I don't think they're stupid at all.",
        "Alison: Well, I want every tradition in the book. I don't want to sneak around behind everyone's back. I want everyone to be there watching us -- your parents, your grandmom, my mom and Emily and Hal.",
        "Chris: Okay.",
        "Alison: Okay?",
        "Chris: Anything. Anything you want, Alison just please, say yes.",
        "Alison: Of course! Of course!",
        "[SCENE_BREAK]",
        "Simon: Katie --",
        "Katie: How could you do this to me?",
        "Simon: Just let me explain. Please.",
        "Katie: You sicced a psychopath on me. She tried to kill me. She slit my rabbit's throat. How can you ever explain that?",
        "Simon: Pilar went off-course. I never told --",
        "Katie: You never told her what? To throw me in a nuthouse? To kill my pet?",
        "Son: I just wanted her to distract you from Mike. That's it. You have to believe me.",
        "Katie: Oh, no, I never have to believe a word you say again.",
        "Simon: Listen, Pilar lied to me as well. Just the way she lied to all of you.",
        "Katie: Oh, no, not just the way. You hired her. You were in on the lies from the beginning.",
        "Simon: I didn't know she was out of her mind. She said that Mike still had a thing for her. And since she wanted him back, she jumped at the chance to start all over with him.",
        "Katie: Oh, yeah, lucky her. So I get sent to Deerbrook. And you rescue me, in a place, in a situation that you put me in.",
        "Simon: I -- that was never meant to happen. And if I could take it all back --",
        "Katie: You can't. Pilar is dead! I'm lucky to be alive. You lied to me so many times, about so many things!",
        "Simon: Listen, listen. I know I had made a lot of mistakes here but that's only because --",
        "Katie: No, I don't want to hear any more excuses! In fact, I don't want to hear another word from you.",
        "Simon: Listen, don't turn your back on us! Don't turn your back on me, Katie, please.",
        "Katie: You're the one who destroyed us. Because you didn't trust me.",
        "Simon: Katie, if we meant anything to each other, just stop! Please, stop. Just hear me out.",
        "[SCENE_BREAK]",
        "Molly: Listen, I never told the feds a thing, I didn't. I swear on my life. Dusty never clued me in. He didn't.",
        "Starziak: And yet, they still wanted to talk to you. What was that about?",
        "Molly: It was about the fight that you and Dusty had. I told them what I saw. Which was basically nothing.",
        "Starziak: They don't usually subpoena people unless you know something. But they subpoenaed you, didn't they, Mrs. McKinnon? I think the feds are right. I think you do have the 411.",
        "Molly: You're wrong.",
        "Starziak: Maybe. Too bad for you, I don't like taking chances.",
        "[SCENE_BREAK]",
        "Nikki: Open the door, Donovan.",
        "Dusty: All right, I'm coming.",
        "Nikki: Hands behind your back. Turn around. I said, turn around.",
        "Dusty: You're making a big mistake, you know? How'd you, uh, find me?",
        "Nikki: We had Starziak under surveillance. And -- you called in, and I followed you.",
        "Dusty: Oh, you know, I think I might have seen you, but I could have sworn you were a college student at the time.",
        "Nikki: Where is Lucy Montgomery?",
        "Dusty: I'm telling you, you're making a big mistake.",
        "Nikki: No, you're making the mistake. Where is she?",
        "Dusty: I'm not talking to you, until you and I have a deal in place.",
        "Nikki: You're going to roll on Starziak? We all know he's your partner.",
        "Dusty: No, he's not. You know nothing. I'm protecting Lucy Montgomery from the real kidnappers. And you're gonna help me find them.",
        "Nikki: I am not making any deals. You tell me where Lucy is and maybe, maybe, I'll talk to my boss.",
        "Dusty: That's not gonna work. You either promise to help me, or I don't talk.",
        "Nikki: Okay. Off we go to jail.",
        "Lucy: Let him go!",
        "Nikki: Lucy?",
        "Lucy: You're not taking Dusty anywhere.",
        "Nikki: Lucy, its okay. I'm here to save you.",
        "Lucy: Then leave him alone.",
        "Nikki: Lucy, he doesn't need your protection. He's your kidnapper --",
        "Lucy: No, he's not! He's been keeping me safe this whole time!",
        "Dusty: Lucy, Lu, Lucy. You know, you don't have to say anything.",
        "Lucy: No. All he's been to me is kind.",
        "Nikki: Good. Tell me at the station.",
        "Lucy: No, I'm not going anywhere with you until you hear what Dusty has to say.",
        "[SCENE_BREAK]",
        "Lily: You are not causing any problems between me and Holden.",
        "Craig: I don't know, he's grinding his molars extra hard when I walk into the room --",
        "Lily: Oh, come on. If he has a problem with you staying here, he has not said anything to me.",
        "Craig: Well, I owe you both.",
        "Lily: This isn't about debt. It's about bringing Lucy home to her family.",
        "Craig: Amen.",
        "Lily: Okay, get some sleep.",
        "Craig: Yeah, thanks.",
        "Lily: All right? Good night.",
        "Craig: Good night.",
        "Lucinda and Lily: Oh!",
        "Lily: Don't sneak up on me like that.",
        "Lucinda: I'm not sneaking up. I was just about to ring the bell, darling.",
        "Lily: Wait a minute. What are you doing here. What do you want?",
        "Lucinda: What do I want?",
        "Lily: Yeah.",
        "Lucinda: What do I want? I'll tell you what I want. I want you to give Craig his walking papers.",
        "Lily: Oh.",
        "Lucinda: Don't let this mean, lying, pusillanimous, wretch infect your home!",
        "[SCENE_BREAK]",
        "Holden: Aaron? Molly? Aaron, thank God you're okay.",
        "Aaron: Where's Molly?",
        "Aaron: She's here? Isn't she?",
        "Holden: No, no one's here. And the door was unlocked.",
        "Aaron: What? That's weird. I was going to stick around and help her close, but then I got a call about a gas leak -- and then it turned out the whole damn thing was bogus. Everything was fine. What happened?",
        "Holden: Yeah, that's because whoever called you wanted to make sure that Molly was here alone. Take a look.",
        "Aaron: Oh, my God. What did they do to her?",
        "[SCENE_BREAK]",
        "Chris: Maybe I should propose more often.",
        "Alison: Hmm. So, you think anything will change when we're married?",
        "Chris: Making love, you mean? It's only gonna get better.",
        "Alison: No, do you promise that you'll still like me when I'm old and wrinkled?",
        "Chris: Think of it this way. I will always be older and wrinklier.",
        "Alison: Oh, what time is it? Is it too late to call my mom?",
        "Chris: It's not too late. [Alison laughs] what's so funny?",
        "Alison: Your mom, and my mom --",
        "Chris: Yeah?",
        "Alison: Your mom and my mom are going to be related.",
        "Chris: You sure you don't want to get married in Vegas?",
        "Alison: Oh, Chris, I'm sure.",
        "[SCENE_BREAK]",
        "[Mike daydreaming]",
        "Katie: You look like you lost your best friend.",
        "Mike: I did. How am I going to live without you? I had a chance and I blew it.",
        "Katie: You made a mistake. It's gonna take a lot more than that to end what we had. I'm in your heart -- forever.",
        "Mike: Come here.",
        "[SCENE_BREAK]",
        "Simon: When I left you at the docks, I dreamt of you every night, begging to come with me. It killed me to leave you behind.",
        "Katie: But you did.",
        "Simon: Yeah, because of Mike.",
        "Katie: Mike?",
        "Simon: Yeah, I wanted you with me so bad. But Mike managed to convince me that I was being selfish. That there was no way in the world that I was going to be able to keep you safe. And you know what, maybe he was right.",
        "Katie: But I would have gone anywhere with you, faced anything with you. But you left me because it was the easiest thing to do.",
        "Simon: Easy? You know, it may have been a lot of things, but easy? No. And the only thing I could do to soften the blow was to convince myself that, somehow, I would make it back to you.",
        "Katie: Yet, you told me that you would never come back. Another lie.",
        "Simon: Oh, I had to just -- make you see that all I was doing was trying to keep you safe. That has been my motive the entire time.",
        "Katie: Safe? You hired a woman who tried to kill me, Simon!",
        "Simon: I didn't know she was so unstable! Okay? Look, this is my reasoning, okay? I don't think Mike ever respected the fact that we were married, yeah. He loved you. He was in love with you. I get that, and I don't blame him. And when I left town because I had to, to keep you safe. With me out of town again, he had another clear shot at you. Pilar was merely a distraction, okay? That was it. It was a stupid, insecure thing to do, and I regret it. Okay?",
        "Katie: You're so good at twisting things around. Saying whatever you want to get whatever you want. Because that's what a con man does. That's what you were when I met you. And long as I tried to convince myself that that's not what you were. You are still. You're conning me right now!",
        "Simon: No, no, I'm not. I just love you so much. That I do desperate, stupid things. That I make mistakes. And I'm sorry for it. You'll never know how much.",
        "Katie: Sometimes sorry is not enough.",
        "Simon: Okay, what is? What is? What's it gonna take for you to forgive me?",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" \u0096",
        "Holden: It's possible that Starziak lied to us.",
        "Jack: I think it's more than a coincidence that Molly disappeared on the same night she talked to the Feds.",
        "Molly: What is this place?",
        "Rocco: Home. You better get used to it!",
        "Katie: Because when you're done talking I know the truth. That whatever you say isn't real because you're not real. And now that I know that, why would I ever, ever want to see you again?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=gU4Dy2jkei8"
}