{
    "Episode Summary": [],
    "Recap": [
        "Henry feels he must do the right thing and marry Vienna because she is carrying his child but he is very nervous and decides to drink until his nerves go away. Henry admits to Paul that he is in love with Barbara and Paul advises Henry not to marry Vienna and tells him he can still be a good father to his child. Henry feels he owes Vienna this marriage because of all the pain she suffered when she lost their first child. Paul manages to get Henry to Al's diner for the wedding where Henry drinks champagne like a fish determined to go through with the wedding.",
        "Barbara calls Vienna and tell her that she has proof she isn't pregnant and she will show Henry the proof unless Vienna leaves Oakdale today without marrying Henry. Vienna panics and Katie advises her to tell Henry the truth before Barbara has a chance to get to him. Vienna agrees and Katie tells Vienna she will take care of Barbara. Barbara gets into a shocking match with Emily when Emily tries to stop her from finding Henry to keep him from marrying Vienna. Barbara gets to the Lakeview but Henry is gone and while she is looking for her phone someone puts their hand over her mouth and drags her away. We later see Barbara laying on the floor of a darkened warehouse. Katie finally tells Chris that the reason that she wanted to help Henry and Vienna get married because she wanted to forget how much she missed Brad. Katie also tells Chris that Henry and Vienna being married won't bring Brad back to her. Katie tells Chris that once she realized that she stopped looking for Barbara and went to Brad's grave to have a good cry.",
        "Bob and Kim worry that if Katie breaks Chris's heart because she isn't ready to have a relationship with him then he will leave Oakdale again. Vienna arrives at the diner and tells Henry she is more then ready to become Mrs. Henry Coleman today. The vows begin and the minister asks if there is any just cause for this couple not to be married."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Henry: Speaking of walking, her legs are so -- but her voice -- she's got a beautiful voice.",
        "Paul: Henry, Henry --",
        "Henry: Big, brown eyes. And let me say on a personal note that she is the most unabashed, uninhibited, passionate lover --",
        "Paul: Henry!",
        "Henry: What, what?",
        "Paul: I didn't ask for a sonnet. If you do have feelings for my mother, then maybe you should reconsider walking down the aisle and committing the rest of your life to someone else.",
        "Henry: You want to know the truth? Uh, the truth, Paul, is that -- I need a drink, a big one.",
        "[SCENE_BREAK]",
        "Vienna: Have you been hitting the booze early today, Barbara? Because you're talking like a crazy person.",
        "Barbara: Oh, we'll see how crazy Henry thinks I am when I tell him that I have proof that you're not pregnant.",
        "Vienna: Proof? And what is your so-called proof?",
        "Barbara: Vienna, I know you are wearing padding under your clothing to look like you have a baby bump. Now, it was bad enough that you cheated on Henry with Casey, but then you lied to him about being pregnant with his child. And then you played at his emotions and his guilt about the child that you had together that you lost. You ought to be ashamed of yourself.",
        "Vienna: You're the one who should be ashamed, Barbara, for chasing after a man half your age. You know, you're -- you're the laughing stock of this town. I feel sorry for you. I really do.",
        "Barbara: You so do not deserve this, but because I am such a nice person, I am going to do you a special favor.",
        "Vienna: You know what? I'm hanging up now.",
        "Barbara: If you leave town now and you leave Henry at the altar, I will never tell him about the despicable way you have lied to him. On the other hand, if you show up at Al's diner, I will blow this sham of a wedding sky-high.",
        "Vienna: You're such an evil woman. Whatever Henry saw in you, I -- it's beyond me.",
        "Barbara: Did you or did you not hear me, Vienna?",
        "Vienna: Yes, I heard your threats and your truly bizarre accusations. And if you want to -- if you want to blab such nonsense to -- to Henry, go ahead and be my guest.",
        "Barbara: Really?",
        "Vienna: Yes, because you are the one who is gonna end up looking foolish, because Henry will never believe such rubbish.",
        "Barbara: After he sees what I have to show him, I doubt it. But there's only one way to find out.",
        "Vienna: What do you mean?",
        "Barbara: You are such a smart cookie. Figure it out.",
        "Katie: Vienna?",
        "Vienna: Barbara knows there's no baby.",
        "Katie: How?",
        "Vienna: I don't know how, but she said she has proof and -- and that she will tell Henry unless I leave town for good.",
        "Katie: Okay, I know this seems awful, but maybe it is a blessing in disguise. You were debating whether to tell Henry the truth anyway.",
        "Vienna: No. You were debating. I wanted to leave Henry completely in the dark. Oh, my God. What am I gonna do?",
        "Katie: You are gonna do what you have to do if you ever want Henry to forgive you. Do what Barbara says. Just go find him and tell him everything.",
        "Vienna: Everything? Everything? He's gonna hate me.",
        "Katie: No, he won't. You just tell him you lied only because you love him with everything in your heart and because you do one day want to have his child.",
        "Vienna: What if I go and tell Henry and then Barbara has already told him?",
        "Katie: Well, if she already told him, then all the more reason you need to get to him and tell him your side of it so you can undo the damage.",
        "Vienna: Oh, my God. You make it sound so easy.",
        "Katie: It is easy. Listen, listen. If you ever want Henry to forgive you, you have to do the right thing now, okay? Go do the right thing. You have no other choice!",
        "Vienna: What if Barbara already --",
        "Katie: Don't worry about Barbara. I'll take care of her. Go.",
        "Vienna: Oh, my God. Oh, my God. Oh.",
        "[SCENE_BREAK]",
        "Kim: Thank you.",
        "[Bob sighs]",
        "Kim: Are you sure that we shouldn't head over to Al's? I mean, I don't want to be late for that ceremony.",
        "Bob: We got plenty of time. We're not going to have to fight for seats. It's a very small affair.",
        "Kim: Well, which is all the more reason for us to be punctual. We're gonna be kind of conspicuous if we're not.",
        "Bob: Al's is a short walk across Old Town.",
        "Kim: Yeah.",
        "Bob: Why are you so antsy?",
        "Kim: Oh, I just want to get there early in case Barbara shows up and makes a scene.",
        "Bob: \"In case\"?",
        "Kim: Okay, when she shows up. Oh, at least Chris will be there. He can help us. We have to get her out of there quickly.",
        "Bob: Chris at Vienna and Henry's wedding? Does he know them that well?",
        "Kim: He's going as Katie's date.",
        "Bob: Well, I knew he was interested in Katie. In fact, I advised him to give her some space. I thought he had.",
        "Kim: Well, that makes two of us. However, after what I saw last night, moving away from Katie is not the direction in which Chris is going.",
        "Bob: Last night?",
        "Kim: Mm-hmm. We ran into Katie last night at Metro.",
        "Bob: It isn't that I don't like Katie.",
        "Kim: I know. Of course. She's a great girl, and they've known each other since they were kids, and she's extended family through Margo. And anyways, it seems as if they're a perfect fit, except for one thing.",
        "Bob: She's still grieving for Brad. Of all people for him to get interested in, a recent widow with a young child?",
        "Kim: I know. You know, I suppose we should be grateful that he's actually showing some interest in somebody, because he's had such commitment issues.",
        "Bob: Well, he was committed to Alison.",
        "Kim: Right, twice, till she broke his heart. And how did he handle that? He took off, both times.",
        "Bob: Well, he did what he needed to do. He was hurt.",
        "Kim: Honey, if he really cares about Katie and things don't work out for whatever reason and he's really hurt --",
        "Bob: He could take off again.",
        "[SCENE_BREAK]",
        "Katie: Oh, you.",
        "Chris: Yes, me, Chris. Date, wedding.",
        "Katie: Change of plans. I'll meet you there. Sorry.",
        "Chris: What?",
        "[SCENE_BREAK]",
        "Barbara: Come on. Yes! Mwah! Thank you.",
        "Emily: Oh! Watch it!",
        "Barbara: Hey!",
        "Emily: Where the hell do you think you're going?",
        "Barbara: I have to find Henry.",
        "Emily: Why?",
        "Barbara: I have something to tell him.",
        "Emily: Really? What?",
        "Barbara: None of your business.",
        "Emily: You do realize it's Henry's wedding day, Barbara.",
        "Barbara: I know what day it is.",
        "Emily: Oh, for God's sake. Don't tell me you're gonna try to talk him out of marrying Vienna?",
        "Barbara: I won't have to. It's a decision that Henry will make all by himself.",
        "Emily: No, no, no. Not -- not so fast, Mrs. Robinson. When are you gonna leave the poor man alone?",
        "[SCENE_BREAK]",
        "Henry: Just one drink.",
        "Paul: Okay, Henry, look, I -- I'm the best man.",
        "Henry: Right.",
        "Paul: Which means so it's my job to make sure that you don't do anything that you will regret, including showing up to the church completely blitzed.",
        "Henry: I can handle my alcohol.",
        "Paul: Or marrying the wrong woman. Look, if you have feelings for my mom, then maybe you should take a step back and -- and really think about what it is that you're doing.",
        "Henry: I have thought about it, Paul! I've agonized about it. Some things just weren't meant to be. And if you have to let those things go, even though it kills you deep inside, you just have to let them go.",
        "Paul: Oh, dear God above, you're in love with my mother.",
        "Henry: One drink. Just one.",
        "[SCENE_BREAK]",
        "Barbara: Aw, come on, Emily. We all know you got a lot of time on your hands now that you've gotten your wish and gotten Meg out of the picture.",
        "Emily: I had nothing to do with Meg, and you know it.",
        "Barbara: Well, take up knitting or stamp collecting, but stay out of my business.",
        "Emily: This coming from the quintessential meddling mother in law?",
        "Barbara: I was trying to keep my son away from your talons. My instincts were sound.",
        "Emily: You accused me of doing horrible things to Meg, endangering Eliza, and you basked in my misery. And you never even apologized for it.",
        "Barbara: Oh, fine. I'll apologize for that if you apologize for leaving me bound and gagged.",
        "Emily: Oh, please. Like you could compare the two.",
        "Barbara: Exactly. Now, I have to find Henry, and either you move or I move you.",
        "Emily: Vienna is young and beautiful, and Henry loves her.",
        "Barbara: No, he doesn't.",
        "Emily: She's carrying his baby. How could you possibly compete?",
        "Barbara: I know things you don't.",
        "Emily: Really? Like what? Tell me? No, seriously, tell me. I like Henry. He's Paul's half-brother. If -- if you have a legitimate reason why he shouldn't marry Vienna, you don't have to stop the wedding. I'll do it for you.",
        "Barbara: [Laughs] You make me laugh. You really think that I would confide in you?",
        "Emily: Oh, for God's sake, then tell Paul. He'll tell Henry.",
        "Barbara: Thanks for the offer. I'll handle it myself.",
        "Emily: You don't know anything. You have nothing to tell Henry. You -- you are just a bitter, desperate woman, and you can't stand the thought that you've lost Henry, but you've lost him, Babs. Move on.",
        "Barbara: I am so tempted to wipe that smug smile off your face. But duty before pleasure.",
        "Emily: [Screams] Are you kidding me? My dress! You've ruined my dress! You ruined my dress! I cannot believe you did this!",
        "Barbara: I told you to get out of the way, Emily.",
        "Kim: What's going on?",
        "Both: Nothing!",
        "Bob: Hey, Ladies, take a step back before somebody gets hurt.",
        "Emily: You are gonna pay for this dress, Barbara.",
        "Barbara: Oh, like hell I will.",
        "Emily: Now I'm gonna have to go home and change into something else. I'm probably gonna be late for the ceremony.",
        "Barbara: It's your own fault. I told you to mind your own business. How dare you tell me how to live my life? How dare you tell me who I can love and who I cannot?",
        "Kim: Barbara --",
        "Barbara: Shut up, Kim. I am so tired of being the nice girl.",
        "Emily: Nice? What, are you kidding me?",
        "Barbara: I'm so tired of everyone else telling me that I can't have my own personal happiness!",
        "Emily: So you're willing to ruin Vienna and Henry's wedding because you don't give a damn about anybody but yourself?",
        "Barbara: I am not going to ruin it. I am going to save him from a lying, conniving little tramp. I just wish I could have done the same thing for my own son!",
        "[Emily groans]",
        "Bob: Emily, Emily, are you all right?",
        "Emily: No! But I will be. [Sighs]",
        "Kim: Oh, Lord. Now we've got to keep our eye on Emily, too.",
        "Bob: I hope they have good food at this thing.",
        "[SCENE_BREAK]",
        "Paul: Henry, your vows don't count if you slur your words.",
        "[SCENE_BREAK]",
        "Barbara: [Sighs] Come on. Please be there, Henry. Please be there.",
        "[SCENE_BREAK]",
        "Henry: Just one.",
        "Paul: Well, that's a double, so technically it's two.",
        "Henry: Okay. Two, then.",
        "Paul: Henry, hey. You're the groom. You're the guy who can't show up plastered.",
        "Henry: Every groom has one or two or three or four before they say \"I do.\" It steadies the nerves, Paul. I'm sure that you had a little nip before you married Emily.",
        "Paul: No, I didn't.",
        "Henry: Not one little eensie, teensie, weenie --",
        "Paul: No. Marrying Emily was a really happy day for me, and I wanted to be completely present.",
        "Henry: Okay. What about all your other marriages? Didn't you ever drink before them?",
        "Paul: Well, yeah, but look how they turned out.",
        "Henry: I will try to be -- I will be present, okay, for the next 60 years or so. 60 years. Oh, my God. That's the rest of my life.",
        "Paul: Henry, hey. Wait, wait, wait, wait. Listen. Now, I'm serious, and -- and I'm not judging you. But if you really do love my mother --",
        "Henry: I do. I do. Eeh.",
        "Paul: Well, then, you can't marry Vienna. If you're conflicted about it at all, you can't go through with this.",
        "Henry: She's carrying my baby.",
        "Paul: I understand.",
        "Henry: And I shouldn't have slept with her -- Vienna, I mean, because I knew that I was still in love with Barbara. But I did, and now she's pregnant.",
        "Paul: Well, you're not the first guy to make that mistake, and it doesn't mean that you have to pay for it for the rest of your life. You can honor the -- the commitment that you've made to Vienna and -- and share the child that you've conceived together and still be in love with another woman. I can't believe I'm saying this.",
        "Henry: Vienna is not just another woman, and this is not just any child, okay? We did love each other once, very, very, very much.",
        "Paul: I know.",
        "Henry: And we got pregnant, and we lost the child.",
        "Paul: I understand.",
        "Henry: Just imagine, okay, how much you love Eliza, and just imagine all the hopes and dreams that you had for her when Meg was pregnant with her, and just imagine her just being ripped away from you, just like that.",
        "Paul: Henry, I don't need to imagine something like that. I -- I have lost a child. And I know that it's very difficult for a couple to get over something like that.",
        "Henry: That's just it! Vienna and I -- we didn't get over it. It broke us, Paul. This baby is a gift, and I've got to stand by Vienna, all right, no matter what because of all her suffering. I owe her that.",
        "Paul: What about you, what you owe to yourself?",
        "Henry: I'm done. I've made up my mind, Paul. This -- this is it. I'm done. I'm not going back, okay?",
        "Paul: Okay. All right. Well, then, as the best man, the least I can do is try and get you to the church on time, or at least the diner on time. Bartender, hi. Do you think we can get him a cup of coffee, please?",
        "Henry: Thank you, Paul. You're the best man a guy could have.",
        "Paul: I'm just doing my job.",
        "Henry: So am I.",
        "[SCENE_BREAK]",
        "Bob: Looks like we're the first ones here.",
        "Kim: I'm still getting Barbara's voicemail. She was so upset. I hope she's all right.",
        "Bob: How can she be all right when someone she loves is marrying someone else?",
        "Kim: You think she'll come here and cause a scene?",
        "Bob: Barbara, a scene?",
        "Kim: Yeah. We really have to stop her if she shows up.",
        "Bob: We will, when she shows up. Hey.",
        "Chris: Hi, Mom, Dad.",
        "Kim: Hi, Darling.",
        "Chris: You look great.",
        "Kim: Thank you.",
        "Chris: Do you know if, uh -- is Katie in there?",
        "Bob: No one is right now.",
        "Kim: I -- I thought you said you two were coming together?",
        "Chris: Well, that was the plan, but I went by her house. She was rushing out. Said, uh, she had something to do and to meet her here, so --",
        "Kim: Oh. Well, she is the maid of honor. Maybe Vienna needed something.",
        "Chris: I don't know. She seemed upset.",
        "Bob: Well, you know, uh, Katie and Brad were pretty close to Henry and Vienna. Maybe it triggered some old memories and she needed some time by herself.",
        "Kim: You're right. She really has been grieving about Brad.",
        "Chris: Yeah, I pushed too hard early on, but Dad set me straight, so --",
        "Kim: I know. He told me.",
        "Chris: Oh.",
        "Bob: Why don't we go inside?",
        "Kim: Uh, your father's hungry.",
        "[Bob laughs]",
        "Kim: Thank you, Darling.",
        "Bob: Mm-hmm. Hey. Hors d'oeuvres.",
        "Kim: I, uh, have a feeling our son is more serious about Katie than we thought.",
        "Bob: Well, we said our piece. Now we, uh, as we say, do watchful waiting.",
        "Kim: [Laughs] You're very philosophical today.",
        "Bob: That's what weddings do to me.",
        "Kim: Really?",
        "Bob: Do you realize that we have been married almost three months?",
        "Kim: You're kidding. I love being a newlywed.",
        "[Both laugh]",
        "Kim: You know, that's the kind of marriage that I want for Chris. I just want a love that feels like this.",
        "Bob: He'd be a lucky guy.",
        "Kim: For Barbara, too. She really has been knocked around a lot the last couple of years. She deserves to find somebody who will really put her first.",
        "Bob: Well, maybe she figured that out for herself and that's why she's not here.",
        "Kim: Mm -- maybe.",
        "[SCENE_BREAK]",
        "Barbara: I was not breaking into Mr. Coleman's room.",
        "Detective: You were jiggling the door handle.",
        "Barbara: Well, I -- I had knocked, and there was no answer, and I really need to speak to him, 'cause it's quite urgent. And so I just kind of just pushed on the handle to see if maybe it was open.",
        "Detective: Are you related to Mr. Coleman?",
        "Barbara: As a matter of fact, I am. His father is my ex-husband, though I am not his mother. I mean, it's -- it's a bit complicated. But I -- I really need to speak to him. I really do. He really needs to hear what I have to say.",
        "Detective: Mr. Coleman's not in there, Ma'am.",
        "Barbara: He must have gone to the ceremony already.",
        "Detective: You really need to move on now.",
        "Barbara: I'm -- I will. I will. Thank you very much, Officer -- I mean Detective. Oh, Henry, you leave here early today of all days. Why, why? There's no time. There's no time. I won't make it. I got to call. Come on, phone. Come on. Oh, for Pete's sakes.",
        "[Muffled shout]",
        "[SCENE_BREAK]",
        "Henry: Hello. Hello, and thank you. Thank you, my friends, uh, for joining me and my beloved on this -- this wonderful and joyous occasion.",
        "Chris: How you doing, Henry?",
        "Henry: I'm doing great. Dandy. Champagne.",
        "Paul: He's a little nervous.",
        "Chris: He's wasted.",
        "Paul: Yeah. I pumped him up full of black coffee at the Lakeview. Maybe it'll kick in soon.",
        "Bob: Not if he has any more alcohol.",
        "Kim: I, um, hate to ask this question, but is the reason he's so upset your mother?",
        "Paul: Yeah.",
        "Kim: Oh, Dear.",
        "Paul: I'm surprised Emily's not here yet.",
        "Bob: Well, she was on her way, but she had to go home and change.",
        "Paul: Why?",
        "Kim: Uh, an issue with her dress.",
        "Paul: What kind of an issue?",
        "Kim: It was torn.",
        "Bob: Barbara and Emily had a disagreement, and it got physical.",
        "Henry: Barbara, to you.",
        "Paul: You know what? I -- I think I'm gonna hold on to this.",
        "Henry: No, no, no, no, no. I -- I'll be fine.",
        "Paul: Henry, hold on. Look, if -- if you don't want to go through with this, then call it off. No one will think the worse of you.",
        "Henry: I'll think the worse of myself. Just, uh --",
        "Paul: Then man up.",
        "Josiah: Greetings, earth groom.",
        "Henry: Do I know you?",
        "Josiah: I should hope so. I'm presiding over your marriage today.",
        "Henry: Maybe I should lay off the booze.",
        "Paul: Maybe I should start. Nice ears.",
        "Josiah: It's me, Henry, Josiah.",
        "Henry: Josiah! [Laughs] Josiah. Yes, Josiah. Of course, yes. I'm sorry I didn't recognize you. I, uh -- I wouldn't recognize you. We never met before. Josiah, this is -- this is my, uh, half-brother, Paul. Uh, Josiah and I both got our certificates to marry people over the internet.",
        "Josiah: I'll be performing the ceremony today, uniting and blessing the happy couple.",
        "[Henry laughs]",
        "Paul: Great. And, uh --",
        "Josiah: Uh, I was at a convention earlier. There is another one this evening, and these ears are a pain to get off and on. The glue takes forever. So I was wondering if -- if you don't mind, I'd like to keep them on for the ceremony.",
        "Henry: Married by a Vulcan. That's just far out.",
        "Paul: Really, really far out. Are you sure you're legally licensed to, uh, perform a marriage?",
        "Josiah: I did 12 weddings last month in this galaxy alone. Joke!",
        "Paul: Oh, right.",
        "Bob: Maybe Henry's right. The only way to get through this is to drink.",
        "Josiah: So, be honest. Are -- are you cool with the ears?",
        "Henry: Josiah, with enough champagne, I am cool with anything, okay? Thank you.",
        "[SCENE_BREAK]",
        "Chris: Katie, its Chris. I'm worried about you. If you're in there, would you please open the door. Hey. What happened to you?",
        "[SCENE_BREAK]",
        "Henry: Man, the French really knew what they were doing when they invented Charlemagne champagne. Josiah, do the Vulcan's marry for love?",
        "Josiah: Everyone marries for love, Henry.",
        "Henry: No, that's not true. The Vulcan's have pon farr. But I think the whole romantic love thing -- that's just a western invention, and it's a really recent one at that. I mean, there's a lot of other countries. There's India, for example. India -- there, they still have arranged marriages. The bridge and the groom -- they don't even meet each other till the wedding night. But then they -- they grow to learn about one another and then finally to love one another.",
        "Josiah: Got to wonder how much passion can really be there.",
        "Henry: Passion's overrated. You're right. It's not.",
        "Bob: At this rate, uh, Henry's not gonna be able to stand up for the ceremony.",
        "Paul: Can you keep an eye on him, keep him away from the champagne? I got to step out for a little bit.",
        "Bob: Where are you going?",
        "Paul: I'm gonna go look for Emily.",
        "Kim: You still haven't heard from her?",
        "Paul: No. How bad did things get with my mom?",
        "Kim: Well, not too bad. I -- I think the only thing that got bruised really was their egos and Emily's dress.",
        "Paul: I'll be back as soon as I can.",
        "[Emily sighs]",
        "Paul: I was starting to worry about you.",
        "Emily: Me?",
        "Paul: Yeah, you.",
        "Emily: Why?",
        "Paul: Well, I heard you had a little run-in with my mom.",
        "Emily: She assaulted me, Paul. She shoved me on purpose. She ripped my dress and ruined it. I loved that dress.",
        "Paul: I love this dress. You're okay, right?",
        "Emily: Does \"In one piece and mad as hell\" constitute \"All right\"?",
        "Paul: Maybe you should just stay away from my mom for just a little bit.",
        "Emily: Oh -- more like forever.",
        "Paul: Well, she's not here yet. Maybe she won't show up here.",
        "Emily: She won't. No, she won't, I'm sure, because there is no way that woman would let herself be humiliated in public again.",
        "Paul: I'm gonna call and make sure she's okay.",
        "Emily: No, don't. Just put that away.",
        "Josiah: So you love this woman, Barbara, but you're still going to marry Vienna?",
        "Henry: No. I love -- I love Vienna, too. I -- I love -- wait till you see her. What's not to love? We were head over heels for each other, and then -- and then we lost the baby, and then it pulled us apart. And then she left, and I was crushed.",
        "Josiah: Which is when Barbara came in the picture?",
        "Henry: Yes. We had this very intense thing, Barbara and I. Then we broke up, too. And then she wanted to reconnect, and we did reconnect. And then Vienna just came right back into town, right out of the blue, wanted to get back together with me. I didn't want to be pulled into that whole thing, but there's some wonderful things about Vienna, too, that you can really love. And then, before you know it, look out. Boom -- baby on board.",
        "Josiah: That's one time-space conundrum.",
        "Henry: Kobayashi maru is what that -- Vienna.",
        "Vienna: Henry --",
        "Henry: What are you doing here? You -- you said you didn't want to see me before the ceremony. You said that was bad luck.",
        "Vienna: No. This couldn't wait. I have something very important to tell you.",
        "[SCENE_BREAK]",
        "Katie: I ran out of here so fast before because right before you got here, Barbara called Vienna. She knows everything.",
        "Chris: And if Barbara knows there's no baby --",
        "Katie: And Barbara said if Vienna didn't tell Henry, then she would, so Vienna ran out of here to find Henry and tell him everything. I ran out of here to find Barbara and hold her back so Vienna could do her thing.",
        "Chris: No wonder you were in such a hurry when I got here.",
        "Katie: I have been running all over town looking for Barbara like a chicken with my head cut off.",
        "Chris: Okay, okay, okay. Breathe easy.",
        "Katie: And then all of a sudden, it hits me. What am I doing? This is so, so wrong. Why do I care so much about what happens between Henry and Vienna? And it just me. I care so much about their love life because I don't have one of my own. And don't say you told me so, because I know you've been telling me that for like weeks. All right, you can tell me you told me so, but only 10 times, or I'll have to hit you.",
        "Chris: [Laughs] Thank you for the heads-up.",
        "Katie: Before Vienna came back to town, I was doing okay, but -- [Voice breaking] Seeing her face again just reminded me that something's missing.",
        "Chris: You mean someone.",
        "Katie: Yeah. It just brought up so much stuff. And I thought I was coping. I mean, I was doing pretty well. I did good at your parents' wedding.",
        "Chris: Yeah, but it's different with Henry and Vienna, because you guys -- you were so close when Brad was alive.",
        "Katie: The four musketeers. [Laughs] Oh, we had so many plans. We were gonna have kids, and they'd play together and grow up together. We would be grandparents together. But now Brad's gone, and Vienna's lying to Henry about some baby that doesn't exist so he'll marry her, and he's in love with Barbara. And I just want --",
        "Chris: What? [Voice breaking]",
        "Katie: I just want my old life back -- with Brad. I'm sorry.",
        "Chris: What are you apologizing for?",
        "Katie: Oh, for constantly bringing up Brad, I mean, especially given what's been going on between us.",
        "Chris: Katie, look, it's --",
        "Katie: I'm a mess. I am such a mess.",
        "Chris: Yes. Yes, you are. How did you get so dirty?",
        "Katie: Do you want me to embarrass myself even further?",
        "Chris: Absolutely.",
        "Katie: Okay, well, when I had my epiphany about Henry and Vienna, I went to Brad's grave, and I just kind of poured it all out to him, and I started sobbing like a baby. Before I knew it, it was like -- I don't know, it was as bad as the day I lost him.",
        "Chris: Do you know why?",
        "Katie: Because the truth finally hit me. I can't put Henry and Vienna back together now any more than I could put Brad and me back together. What they had is gone, and Brad is gone, forever.",
        "[SCENE_BREAK]",
        "Henry: What is it, my angel?",
        "Vienna: Are you all right, Henry?",
        "Henry: Yes, I'm fine.",
        "Vienna: You seem a little unsteady on your feet.",
        "Henry: Yeah. I -- I had a glass of Charlemagne. It went right to my head. I -- I'm fine. You look beautiful. You look -- [Gasps] Look. You're showing. You're showing. And all at once, just like you said you would.",
        "Vienna: I don't even know where to begin, Henry.",
        "Emily: What's going on?",
        "Paul: Beats me.",
        "Henry: What is it? Are you all right?",
        "Vienna: All right? I've never been better! That -- that's what I came here to tell you. I wanted to tell you.",
        "Henry: You -- you wanted to tell me that you risked bad luck just to come here and tell me that?",
        "Vienna: No, no, no. I don't believe in luck, bad or otherwise.",
        "Henry: You did last night.",
        "Vienna: No. I believe that we all create our own destinies, and my destiny is -- is today I'm gonna marry you and become Mrs. Henry Coleman once and for all and forever.",
        "[SCENE_BREAK]",
        "Katie: I should call Vienna and find out how it went with Henry when she told him the truth.",
        "Chris: If she told him.",
        "Katie: Of course she did. What choice did she have? Let Barbara do it and paint it in the worst possible light?",
        "Chris: All I know is I just got back from Al's. Henry was there, and he was drinking like a fish.",
        "Katie: You think he already knows?",
        "Chris: No. I think he's drinking 'cause of nerves, not because he just found out there's a nonexistent baby.",
        "Katie: Are you sure?",
        "Chris: Positive.",
        "Katie: So Vienna didn't tell him?",
        "Chris: As of 20 minutes ago, no. But Barbara hadn't either, which is really weird.",
        "Katie: Why is that?",
        "Chris: Because earlier, you said that Barbara was determined to track Henry down.",
        "Katie: Well, maybe she realized it's not her place.",
        "Chris: Uh, this is Barbara we're talking about.",
        "Katie: Okay, so maybe she was just detained.",
        "Chris: Well, if that's the case, then she could still go over to the wedding and cause trouble.",
        "Katie: You're right. We've got to get over there. Whatever happens, Henry's gonna need me.",
        "Chris: Okay, um, Katie --",
        "Katie: What?",
        "Chris: Unless grime is the latest fashion --",
        "Katie: I've got to change.",
        "Chris: Yeah, go change. I'll get the car, bring it around.",
        "Katie: Okay, okay.",
        "[SCENE_BREAK]",
        "Henry: Did, uh, something happen to you this morning, Vienna, something to upset you?",
        "Vienna: No. Why would you think that?",
        "Henry: You just -- you seem very intense. That's all.",
        "Vienna: I've always been intense about you, Henry.",
        "Henry: You seem really anxious. Uh, it's a pity that you can't have any champagne, because it really takes the edge off the nerves.",
        "Vienna: I'm not nervous at all.",
        "Henry: Really? 'Cause you seem -- you know, you seem a little concerned about doing this on the spur of the moment. Would you rather do this in a bigger place? Would you rather do it in a church? I mean, if you'd like to postpone this --",
        "Vienna: No. Listen to me, Henry. Listen to me good. I've never been more sure about anything in my entire life. I want to marry you now -- right now.",
        "Paul: They'd better get a move on before my mother shows up.",
        "Emily: She won't. Woman's intuition.",
        "Bob: Okay, Henry. There you go.",
        "Chris: Dad, what's the, uh, status report?",
        "Bob: Everything's moving forward as planned.",
        "Katie: Excuse me. Thank you, Ladies, for filling in.",
        "Vienna: I told them you had an errand to run. Look, Kim gave me something with blue, and Emily gave me something old.",
        "Emily: Ooh. You need something borrowed.",
        "Katie: Oh, hey. Why don't you borrow my bracelet? It matches what you're wearing perfectly.",
        "Vienna: Are you sure?",
        "Katie: It would make me so happy for you to wear it. Here. You just get it off. [Whispering] Did you tell Henry the truth?",
        "Vienna: I did what I had to do.",
        "Katie: What does that mean?",
        "Vienna: What do you think it means, Katie?",
        "Katie: I don't know. That's why I'm asking you.",
        "Paul: Ladies, the groom is ready.",
        "Vienna: Emily, can you help me with the veil?",
        "Chris: So, did Vienna tell Henry the truth?",
        "Katie: She must have.",
        "Chris: Yeah. I don't think she would have risked Barbara bursting in here, telling everybody, hmm? I just can't believe Henry would actually go through with it although he knows that Vienna's not pregnant.",
        "Katie: Maybe Henry was drunk when she told him. Then it probably wouldn't fully register, right?",
        "Chris: Mm --",
        "Katie: Right. You'd have to be completely comatose for that not to register.",
        "Chris: I guess Henry loves Vienna more than we thought. So if Barbara actually showed up, it wouldn't make any difference anyway.",
        "Paul: Places, please. Places. Okay. Showtime.",
        "[Henry sighs]",
        "Josiah: Henry, are we waiting for someone?",
        "Vienna: Henry?",
        "Henry: You look beautiful, Liebchen.",
        "Vienna: So do you.",
        "Josiah: Dearly beloved, we are gathered here today, not in the sight of god per se, but in the force field of the magnificent, life-affirming energy of the universe to bring together this man and this woman in the bonds of holy matrimony. Each of you is present at this wonderful occasion because of your importance in this couple's lives, to witness and celebrate the commitment they are about to make to each other -- a commitment that is not to be entered into lightly or with any misgivings. Which is why before we precede, there is one question I must ask. Does anyone here know a reason why these two should not be married today? If so, speak now or forever hold your peace.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Barbara: I have information that would blow Henry's shotgun wedding out of the water. Which means that there's only one person who could have done this to me -- Vienna.",
        "Josiah: I now pronounce you husband and wife.",
        "Dusty: What's Jack's plan?",
        "Janet: He wants to fix up the cabin for me.",
        "Dusty: In other words, this isn't just a stop along the way. This is gonna be your new home.",
        "Carly: You can't live apart from me, live your life without me, start nesting with Janet, and expect me to wait patiently with -- with a candle burning in the window.",
        "Katie: What do you want, Chris?",
        "Chris: I want you to give me a reason to stay.",
        "Lily: This is my company, not hers. I mean, look, my mother is determined to be involved in every aspect of my life whether I like it or not.",
        "Craig: Don't worry about her. I'll take care of Lucinda. My point is, if you're going head-to-head with Lucinda Walsh, you need me.",
        "Blackthorn: Sounds like its mutual.",
        "Paul: Where are your mommy and daddy?",
        "Will: Right here.",
        "Paul: Wow. Hey!"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=se1qSgxj3KA"
}