{
    "Episode Summary": [],
    "Recap": [
        "Damian is outside Lily's house with a tree. Lily comes outside and asks Damian what he is doing here. Damian suggests to Lily that they plant a tree in remembrance of Holden. Lily is against the idea until Luke finds out about the planting of the tree and now Lily is all for the idea. Luke suggests inviting Noah to join them and Lily suggests to Damian that he invite Meg. Paul tells Emily that he is going to the hospital to I.D. his father's body. Emily offers to go with him to the hospital. Luke takes a walk with Noah and tells him about the planting of the tree and Noah is all for the idea. Mason comes up, riding his bicycle. Mason gets thrown over the guardrail and into the bushes resulting in Mason hurting his shoulder. Maeve and Holden form a bond to help each other. Ebb comes in and finds Maeve in the house with Holden. Ebb hits Maeve and she falls to the floor. Meg gets a visit from Damian, who invites her to the planting of the tree for Holden. Meg questions Damian as to why he is doing this. Meg lets Damian know that she has to take Eliza to the doctor, but she will be there afterwards. At the hospital, Meg meets up with Paul and Emily. Meg decides to leave Eliza with Paul .",
        "Luke, Noah, Lily, Faith and Damian and Natalie all join to plant the tree for Holden and to say a few words except for Faith, who refuses. Meg arrives and sees that everyone is gone, but sees the tree that they planted for Holden. Holden and Maeve have a heart to heart talk about Ebb and his different moods. Holden and Maeve form a bond. Noah arrives at the hospital to check on Mason. Luke also arrives much to Mason's dismay. Paul takes Eliza home with him and Emily. Paul calls Meg to let her know where he is with Eliza. Meg arrives at Lily's to see Damian holding Lily's little boy. Meg suggests that they have dinner together, but Damian refuses. Maeve kisses Holden good-bye as she goes to do what he asks. Meg talks to Paul and he asks her to let him keep Eliza a little while longer. Meg agrees. Meg watches Damian and Lily together."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Damian: Good afternoon.",
        "Lily: What are you doing here?",
        "Damian: I come bearing gifts.",
        "Lily: A tree?",
        "Damian: Yeah, back on Malta, whenever we lost someone in our family, we, uh, would plant a tree. It helped us to say goodbye. So now you want to honor my husband's memory? Have you forgotten what you said to me the other day?",
        "Damian: I told you my feelings for you hadn't changed. Now, Lily, I must apologize. I shouldn't have said that.",
        "Lily: So, you didn't mean it?",
        "Damian: No, I meant it, Cara. I care for you much more than I probably should. It's in my heart. I can't deny it.",
        "Lily: Damian, stop.",
        "Damian: No, but the point is, I shouldn't have told you. I hurt you, and that's the last thing I wanted to do.",
        "Lily: What is it that you want to do?",
        "Damian: I want to be there for you and your family as much as I can. Any way I can.",
        "Lily: We don't need your help.",
        "Damian: Lily, you let me help you before.",
        "Lily: That was before. It would just be too awkward. Can't you see that?",
        "Damian: It doesn't have to be.",
        "Lily: Yes, it does. As long as you feel the way you say you do about me, I think --",
        "[Door opens]",
        "Luke: Hey, Damian.",
        "Damian: Luciano.",
        "Luke: What's with the tree?",
        "Damian: I thought maybe you and your family could plant it in your father's memory.",
        "Lily: I was just telling Damian that we hadn't planned on doing anything like that.",
        "Luke: Why not? I think it's a fantastic idea. All of us pitching in, doing something hands-on. I don't know, maybe it could help Ethan and the girls deal with the fact that Dad's not coming back.",
        "Damian: Well, that's what I was hoping.",
        "Luke: Well, then why don't you want to do it?",
        "[SCENE_BREAK]",
        "Paul: Great. I'll be right there.",
        "Emily: Hey.",
        "Paul: Hey.",
        "Emily: Who was that?",
        "Paul: That was the hospital. They want me to come down and sign some papers. Someone has to claim James' body.",
        "Emily: Oh. And they called you because?",
        "Paul: Technically, I am the next of kin.",
        "Emily: Yeah, well so's Henry. Why didn't they call him? Wait, you can't want to do this.",
        "Paul: Um, I can, actually. I do.",
        "Emily: Why? Did you suddenly get the urge to channel thy scum of a father?",
        "Paul: I just want to make sure that for once, the bastard's actually dead. Then I'm gonna grab a shovel and throw earth on the grave myself.",
        "Emily: Okay, well, I'm gonna go with you.",
        "Paul: You don't have to do that.",
        "Emily: What, are you kidding me? Of course I do. Either he's really not dead again, in which case, my paper gets the exclusive, or you're gonna need help with that shovel. But either way, I'm going with you. Let's go.",
        "[SCENE_BREAK]",
        "Lily: I just think it's too soon to be having another ceremony.",
        "Luke: But, Mom, this would be nothing like the funeral. And I think it would be really great for the girls. I mean, Faith is still angry all the time, and Natalie's cooped up in her room. If they could go out and do something positive for Dad, something that reminds them of life, and not of death, how can that be bad?",
        "Damian: Lily?",
        "Lily: How can I refuse?",
        "Luke: Great. Well, I'll go get Noah so he can be a part of this, too.",
        "Lily: That is a good idea. Why don't you invite Meg?",
        "Damian: I will certainly ask her.",
        "Lily: You do that.",
        "Luke: Great. Well, I can show you where you can put the tree for the time being.",
        "[SCENE_BREAK]",
        "Holden: Maeve?",
        "Maeve: Shh, shh, shh, shh! Eb doesn't know I'm here.",
        "Holden: Did you bring the key? Quick, come on, before he hears something.",
        "Maeve: I can't cut you loose. Not yet.",
        "Holden: Maeve, come on, there's not a lot of time. Eb's crazy. He's gonna kill me.",
        "Maeve: No, no, no. He just wants to scare you into getting his money.",
        "Holden: He's prepared to starve me to death. He didn't mean that, did he?",
        "Maeve: No, no. He doesn't want you to die. He just wants his money.",
        "Holden: I can't tell him what I don't know, no matter how hungry I get.",
        "Maeve: No, look, I know. I know, sometimes, Eb just doesn't think things through. I brought you these.",
        "Holden: Thanks, Maeve.",
        "Eb: What the hell do you think you're doing?",
        "Maeve: Those are mine! He just reached up and grabbed them! No, please!",
        "Eb: Now, I told you not to come in here without me.",
        "Maeve: No, he was screaming, he was screaming -- I had to come in to see if he was dying or something! [Screams]",
        "Holden: That's not necessary.",
        "Eb: Now who's screaming?",
        "[Maeve cries]",
        "Holden: You don't need to do that.",
        "Eb: Now, don't you ever go against me again, you hear me?",
        "Maeve: No. No.",
        "[Maeve sobs]",
        "[SCENE_BREAK]",
        "Damian: Hello, Meg.",
        "Meg: Damian? This is a surprise.",
        "Damian: I hoped we could talk.",
        "Meg: What is there to talk about? You made it quite clear that you wanted a break from our relationship.",
        "Damian: Well, things were getting a little too intense, too fast. You were under enough emotional pressure with Holden's death. I didn't want to add to it.",
        "Meg: Oh. Well, so you broke up with me to help me through my grief?",
        "Damian: I never broke up with you. I just suggested some time apart because I thought it was the right thing to do.",
        "Meg: Okay, look, if you came here expecting a thank you, you'll be quite disappointed.",
        "Damian: No, actually, I, um, I came here to invite you -- I want to tell you something. Lily and her family are going to plant a tree in Holden's memory, and --",
        "Meg: That's a lovely gesture.",
        "Damian: Yeah. Yeah. And I thought, as a member of Holden's family, that you should be there.",
        "Meg: I'll, uh, call Lily and find out all the details.",
        "Damian: That won't be necessary. I'll take you.",
        "Meg: Well, thanks for offering, but I'll be fine.",
        "Damian: Wait. All I'm saying is, um, well, since we both plan to go there, right, we could go together.",
        "Meg: Okay, what's going on? Why'd you really come here?",
        "Damian: To invite you to the ceremony.",
        "Meg: As your date? What happened, Damian? Did Lily turn you down?",
        "[SCENE_BREAK]",
        "Luke: Damian thinks this tree would be a good way to honor my dad.",
        "Noah: Like a living memorial.",
        "Luke: Yes, something like that.",
        "Noah: Yeah, that's really nice.",
        "Luke: And even though it's not a real memorial, it's still gonna be really emotional for us, so I would love it if you could be there.",
        "Noah: Do you really think you have to ask? Of course I will.",
        "Luke: Thanks. I just really don't want to do it if you're not there.",
        "Noah: Hey, I hated missing the funeral. Now I finally get to honor a man I actually admire.",
        "Luke: Thanks.",
        "Noah: You don't have to thank me. I want to be there. Don't you get it?",
        "Luke: Yeah, it's starting to sink in. Isn't that Mason?",
        "Noah: Yeah. Hey, Mason!",
        "Mason: Oh! Oh!",
        "Luke: Mason, are you okay?",
        "Mason: Yeah, I'm fine. I'm fine. Not a scratch, all right? Oh! Oh, I take that back. Oh!",
        "[SCENE_BREAK]",
        "Damian: Is that what you think? That I would only want to be with you if I couldn't get Lily? Because if you're really that insecure --",
        "Meg: Okay, you know what, just wait a minute. This is not my fault.",
        "Damian: I suggested a cooling-off period because I thought it would help us see things more clearly. Obviously, I was mistaken.",
        "Meg: Okay, Damian, wait, wait, wait. Look, I didn't mean to imply that you were pursuing Lily or that she was pursuing you. I know neither one of you would disrespect Holden's memory that way.",
        "Damian: Of course not. That's why I bought the tree and gave it to Lily -- so she could honor him.",
        "Meg: You bought the tree?",
        "Damian: I thought it would bring the family together in a positive way.",
        "Meg: Well, what a wonderful idea. I just hope it works.",
        "Damian: Well, we'll be able to see for ourselves soon enough. I'd love it if we go together.",
        "Meg: When you say \"Together,\" what do you mean exactly?",
        "Damian: It means whatever you want it to mean.",
        "Meg: Okay, Damian, look. Just be straight with me. Are you asking me to go as Holden's sister or because you're tired of the distance you put between us?",
        "Damian: If you're willing to try again, so am I.",
        "[SCENE_BREAK]",
        "Luke: Mason, you really should go to the hospital. You need to have that shoulder x-rayed.",
        "Mason: I'm sorry. I feel like an idiot. I can't even ride a bike without causing a drama.",
        "Noah: Hey, come on, accidents happen.",
        "Mason: Yeah. Look, if you could just get me over to the street, me and my bike, so I can flag a cab, that would be great.",
        "Luke: No, no. Noah, you need to take him to the hospital.",
        "Noah: But I really want to go to the tree ceremony. I've got to be there.",
        "Luke: No, I want you there, too. But Mason needs you more than I do right now.",
        "Mason: Don't be ridiculous. I can get myself to the hospital. Ow. Oh.",
        "Noah: Why don't we take him to the hospital together, and then afterwards, we'll meet your family?",
        "Luke: Yeah, but we can't just dump Mason at the hospital. And I need to meet my family now.",
        "Mason: Stop it, you two. I can take care of myself. All right? You don't need to worry. Just --",
        "Noah: Hey, hey, hey. This is not a problem. I'll take you to the hospital, I'll make sure you're okay, and then I'll meet up with you afterwards. I'm gonna be there. You can count on it.",
        "[SCENE_BREAK]",
        "Damian: So, are my two beautiful ladies ready to go?",
        "Meg: Well, she was being fussier earlier and it totally tired her out. But I took her temperature, and she definitely has a fever.",
        "Damian: She is warm. What do you think it might be?",
        "Meg: Well, she had an ear infection last week, and it's probably coming back. But I just want to take her to the doctor just to be sure.",
        "Damian: I'll take her.",
        "Meg: No, I can handle this.",
        "Damian: Meg.",
        "Meg: The doctor will probably prescribe an antibiotic. Look, you planned this lovely gesture for Lily and the kids. I don't want you to miss it. I'll meet up with you right after I'm done with her appointment.",
        "Damian: Are you sure?",
        "Meg: Okay, if you're worried about me throwing another hissy fit because you're spending too much time with Lily, don't. I'm not jealous. Not anymore. After all, I have no reason to be.",
        "[SCENE_BREAK]",
        "Luke: You ready to go?",
        "Lily: I am, but your sister isn't. She refuses to have anything to do with it.",
        "Luke: Really? Well, I thought she would like the idea.",
        "Lily: She did, until she found out it was Damian's idea.",
        "Luke: That doesn't make any sense.",
        "Lily: I know. Luke, I have given up trying to figure out what Faith wants. You want to give it a shot?",
        "Luke: Uh, yeah, yeah, sure.",
        "Lily: Thank you, Sweetie.",
        "[SCENE_BREAK]",
        "[Door opens and closes]",
        "Luke: Faith! Hey, Faith! Will you come out here? I really need to talk to you.",
        "Faith: Let me guess, you're supposed to convince me to help Mom plant that stupid tree?",
        "Luke: Mm-hmm.",
        "Faith: Well, I already told her I'm not gonna do it.",
        "Luke: Because it was Damian's idea?",
        "Faith: He shouldn't even be involved. He's not even part of the family. He just keeps butting in.",
        "Luke: Well, he is my birth father, so technically, he is part of the family.",
        "Faith: What about all the rotten stuff he's done to Mom? And you? We're just supposed to forget about all that?",
        "Luke: No, no, Faith. We're not supposed to forget about it. But we are supposed to forgive it. Dad believed in second chances if the person proved that they were willing to change.",
        "Faith: What if Damian hasn't changed? What if all he wants is --",
        "Luke: What, Faith? What is it that Damian wants?",
        "Faith: I don't know.",
        "Luke: Well, I think that he wants to help us. And I think we should let him.",
        "Faith: Well, we don't need his help.",
        "Luke: I do. I need Damian's support. But more than that, Faith, I need you.",
        "Faith: What do you need me for?",
        "Luke: Natalie's sad. But she's still too young to understand what Dad's death means. And Ethan can't even understand that Dad's not coming home. But you and me, we get it. And that's why it hurts so much. Faith, there is no way that I'm going to be able to do this without your help. So what do you say? Can I count on you?",
        "Faith: Sure.",
        "[SCENE_BREAK]",
        "Holden: Are you okay?",
        "Maeve: What, you think Eb ruined my chances to be the next top model or something? I'll be okay.",
        "Holden: This isn't funny. Why don't you come over here and let me take a look at you?",
        "[Maeve sniffles]",
        "Holden: How often does he use you as a punching bag?",
        "Maeve: My husband has a temper, and sometimes he shows it.",
        "Holden: You're better than this, Maeve.",
        "Maeve: Eb and I come from the same place, and nobody's better than anyone else.",
        "Holden: A man should never hit a woman. There's no reason to justify that.",
        "Maeve: I'm just hoping that once he gets his money, it'll calm him down.",
        "Holden: The money Skaggs hid.",
        "Maeve: Yeah. Are you absolutely sure you don't know where it is?",
        "Holden: I have no idea.",
        "Maeve: So, when you gave us directions, and you took us out of town --",
        "Holden: I was just trying to escape, that's all.",
        "Maeve: First you say you don't know where it is, then you say you were lying, and you do know. I don't know what to believe, Holden. First, you're changing your stories just like changing days of the week, and it's not helping anyone.",
        "Holden: I can see that. But the honest to God truth is, I never saw Skaggs before the day of the accident. And I certainly don't know where he hid the money. But if its money, if that's what this is all about, I do know how to get my hands on some. And if you help me, I'll give you and Eb all the money you need.",
        "Maeve: And how do you propose we get this money?",
        "Holden: From my bank.",
        "Maeve: Where? Back home?",
        "Holden: Well, my bank's based in Oakdale, Illinois, but there are branches all over the place. I'll give you the account information. I'll give you everything you need to take the money out. You take as much as you need for you and Eb.",
        "Maeve: I can't just walk into your bank and ask them for your money. Unless they're blind as well as stupid, they're gonna know I'm not you.",
        "Holden: I'll write a letter authorizing you to make a withdrawal. You take out the money for Eb, give it to him, then all this will be over with.",
        "Maeve: Eb won't like it.",
        "Holden: What does it matter where the money comes from?",
        "Maeve: I know Eb. If he thinks you're handing out money, he'll think you're sitting on a whole lot more.",
        "Holden: Okay, fine. Think about this. You get the money, you take it somewhere and you hide it. You tell me where it is, I'll tell Eb, I'll lead you both to it, he'll think that it's the money Skaggs hid. And he'll let me go.",
        "Maeve: He might.",
        "Holden: Get a pen and paper and write down everything you need.",
        "Maeve: I don't know.",
        "Holden: No, Maeve, come on, come on! This'll work.",
        "Maeve: No, I'm not saying that it's not gonna work. I'm just saying if Eb gets his money and you go back home, what happens to me?",
        "[SCENE_BREAK]",
        "Mason: Noah, would you mind maybe, um, helping me?",
        "Noah: Oh, yeah, sure, no problem.",
        "Mason: To take off my shirt. Okay.",
        "Noah: Is that all right?",
        "Mason: Yeah, yeah, it's great.",
        "Noah: Don't want to hurt you.",
        "Mason: Ow, ow.",
        "Noah: Sorry, sorry.",
        "Mason: It's okay. All right, thanks. Listen, um, it sounds like you've got a lot going on, so if you want to, um, if you want to go, I --",
        "Noah: Oh, I'll wait till the doctor comes. People tend to forget about you in places like this.",
        "Mason: Above and beyond.",
        "Noah: Hey, come on, after everything you've done for me? It's the least I could do.",
        "Doctor: Mr. Jarvis?",
        "Mason: Yeah.",
        "Doctor: All right, let's take a look, see what's going on with that shoulder.",
        "Mason: Okay.",
        "Noah: Yeah, I'm gonna leave you for a while and go see how Luke and his family are doing.",
        "Mason: Okay.",
        "Noah: I'll check up on you soon though, okay?",
        "Mason: Great.",
        "[SCENE_BREAK]",
        "Luke: A little to the right, Faith.",
        "Faith: Your right or my right?",
        "Natalie: It's a pretty tree.",
        "Lily: Yeah, it is.",
        "Ethan: Isn't Daddy gonna help us?",
        "Lily: Oh, Sweetie, he can't. But he's with us all the same. So, don't you worry?",
        "Luke: Ethan, when this tree gets a little bit bigger and grows some branches, we can sit under it and have a picnic. Remember when Dad used to make us lunch and we'd sit out on the blanket in the field by Grandma's house?",
        "Faith: And when you're under this tree, it'll be like Dad's watching over you.",
        "Lily: Let's take turns putting some soil around the roots of the tree. That way, we'll all feel like the tree belongs to all of us. Here you go, Faith.",
        "Luke: Here. Let me help you with this, Buddy.",
        "Lily: Now let's take hands and make a circle. Holden, I know you're up there somewhere. Probably sitting under a big shade tree. And now when we come to your tree, we'll all feel that much closer to you. Baby, are you okay?",
        "Faith: Yeah, I'm fine. What is he doing here?",
        "Lily: Damian? Where's Meg?",
        "Damian: I'm afraid she isn't coming.",
        "[SCENE_BREAK]",
        "Paul: There you go.",
        "Doctor: Thank you, Mr. Ryan. We'll send the body to a funeral parlor. Please accept our deepest sympathies.",
        "Paul: You can keep them. I don't need them. Never been happier.",
        "Emily: Okay, the polite response would have been, \"Thank you.\"",
        "Paul: Not my problem if my honesty throws people off. Speaking of honesty, have I told you just how hot you look?",
        "Emily: Will you stop it? We're in public. Public place!",
        "Paul: Okay, I'll be polite. I'm sorry. Have I told you, Miss Stewart, how hot you look in this?",
        "Emily: Yes, you have, Mr. Ryan. Hi, Meg.",
        "Meg: Hey. Emily, Paul.",
        "Paul: Hi. Hi.",
        "Meg: Oh, my God, you got your memory back.",
        "Paul: Yeah. How did you know?",
        "Meg: I knew it the minute I saw you that something was different.",
        "Paul: Yeah, I remember everything.",
        "Meg: So, you know this is our daughter?",
        "Paul: Of course. She's beautiful. Do you mind if I hold her?",
        "[SCENE_BREAK]",
        "Damian: Well, of course, she had to take Eliza to the doctor.",
        "Lily: But it's nothing serious?",
        "Damian: Well, Meg didn't think so, but she had to make sure.",
        "Lily: You could have gone to the hospital with Meg.",
        "Damian: She didn't want me to. And I wanted to be here to pay my respects.",
        "Luke: Damian, come and join us.",
        "Faith: Luke.",
        "Luke: For me, Faith.",
        "Faith: Fine.",
        "Damian: Holden's time on earth was much too short. But I'm certain that no man could have been loved more by his family. I'm sure -- I'm sure the thing he'll regret the most is not being able to see his beautiful children grow up.",
        "Ethan: Isn't Daddy ever coming back?",
        "Lily: No, Baby, he's not.",
        "Damian: Come here. It's all right. It's all right, Ethan. You can cry. I'm sure your daddy wouldn't mind. He would understand.",
        "[SCENE_BREAK]",
        "Paul: I think she likes me.",
        "Emily: Of course she likes you. You're her daddy.",
        "Paul: Oh, it's like riding a bike, huh?",
        "Meg: Well, she does seem to be very comfortable in your arms.",
        "[Paul sighs]",
        "Paul: I'd like to start spending a little bit more time with her, if that's okay.",
        "Meg: I think that could probably be arranged.",
        "Nurse: Meg, I'm sorry. There's been an emergency. You're gonna have to wait.",
        "Meg: Uh, I can't. I have to be somewhere.",
        "Nurse: There's really nothing I can do.",
        "Meg: Lily arranged this kind of memorial this afternoon. I would hate to miss it.",
        "Paul: You don't have to miss it. I'll stay here with Eliza till the doctor's free.",
        "Meg: No, no, no, that's all right. I'm sure you two have plans.",
        "Emily: No, not at all. We'll look after her together. You do what you need to do with your family.",
        "Meg: You sure?",
        "Paul: Yeah, go. I'll call you as soon as she's done.",
        "Meg: Okay, I won't be long. I'll be right back to pick her up after her appointment.",
        "[SCENE_BREAK]",
        "Lily: Faith, is there something you'd like to say?",
        "Noah: Am I too late?",
        "Luke: No. Not at all. I didn't think you were gonna be able to make it.",
        "Noah: Are you kidding? I made the mistake of not being here once before. I wasn't gonna make it again.",
        "Damian: Noah, we were just about to say a few words in Holden's memory. Lily? Would you care to start?",
        "Lily: It's so beautiful here, Holden. Reminds me of the summers we used to spend out on the field when we were kids. Whenever I see open grass and sun, I think of your beautiful smile and how blue your eyes were. This is where you are, Holden. You're not under some stone in some cold cemetery. You're out here, where you lived your life.",
        "Luke: Dad, I never would have made it this far without you. You were the best father I ever could have asked for. And I'm sorry if it hurts your feelings to hear me say that.",
        "Damian: The truth, Holden was your father. He was the father you needed when I couldn't be there for you. And I'll always be grateful to him for that.",
        "Natalie: Daddy, I promise I'll sit under your tree. It won't be as good as being with you, though.",
        "Lily: Faith? Would you like to say something?",
        "Faith: I'm sure Daddy already knows how I feel, even if you don't.",
        "[SCENE_BREAK]",
        "Emily: Well, how is she?",
        "Paul: I guess she had an ear infection a couple weeks ago, and this is some kind of recurrence. Doctor said she should take some antibiotics. She's gonna be fine.",
        "Emily: Yeah, she looks good.",
        "Paul: I should call Meg and let her know. Um, hey. Uh, Eliza's fine. Doctor said it was like a little infection, nothing to worry about. But, look, instead of waiting for you here at Memorial, I'm gonna take her home. So, call me and let me know when I can drop her off with you. All right.",
        "Emily: Okay, so I guess little Miss Eliza's coming home with us.",
        "Paul: You betcha. I'll use this time to get to know my little girl again.",
        "[SCENE_BREAK]",
        "Holden: What you need to do is take some money out of my account for yourself. Just hide it somewhere. Eb, he doesn't need to know anything about it.",
        "Maeve: I'd never take a penny from you. It's not about the money for me.",
        "Holden: I can see that. But once Eb has the money, it'll be a lot more calm. It'll be easier, like you said.",
        "Maeve: Maybe, maybe not. Truth is, even when Eb's flush, he's just as likely to take a swing at me. Hell, he broke my arm one time after he won at the track.",
        "Holden: How can you keep living like this?",
        "Maeve: He's my husband. What choice do I have?",
        "Holden: You always have a choice.",
        "Maeve: Maybe where you come from, but not here. Money or no money, Eb's always gonna be the same. When he's in a good mood, he's fine, and when he's in a bad mood, look out. Truth is, I just never know when or why.",
        "Holden: What do you want, Maeve?",
        "Maeve: Not to be with him anymore. A good wife is supposed to stick by her man even when times are bad, I guess I'm just not a good wife.",
        "Holden: You're a human being. You deserve to be treated like one. Now, if you want to get out of here, I'll do everything I can to help you. You have my word.",
        "Holden: This letter is as good as a check. Take it to the nearest branch and give it to the manager.",
        "Maeve: Okay, good. Just reading what you wrote.",
        "Holden: Maeve. It's not a trap.",
        "Maeve: I know. I trust you. Do you trust me?",
        "Holden: I do.",
        "Maeve: How do you know I won't just take the money and run?",
        "Holden: I'm pretty good at reading people. I know you're not that kind.",
        "Maeve: It's been a long time since someone had that kind of faith in me.",
        "Holden: I'm not only trusting you with my money. I'm trusting you with my life.",
        "Maeve: I know. And I won't let you down.",
        "Holden: I know you won't. And in return, I'm gonna make sure that you get to live your own life. Far away from Eb.",
        "[SCENE_BREAK]",
        "Noah: Hey. Hope you weren't waiting for me long.",
        "Mason: No, not at all.",
        "Noah: So? What did he say?",
        "Mason: It's just a sprain.",
        "Noah: Well, that's good news.",
        "Mason: Yeah, it's great news. The bad news is there's a few things I'm not gonna be able to do for myself for a while. A friend in need is a friend, indeed? Need a friend --",
        "Noah: Of course, of course. Anything you need, just let me know.",
        "Mason: Awesome. Thanks. I promise not to take advantage of you. Your kindness. All right, look. I can't believe you waited around for me, that you didn't go get Luke. That's great.",
        "Noah: Oh, well, no, I did, actually.",
        "Mason: Oh.",
        "Luke: Hey.",
        "Noah: There you are.",
        "Luke: Sorry it took so long. I couldn't find a parking place.",
        "[SCENE_BREAK]",
        "[Paul laughs]",
        "Paul: I'm sorry. I'm completely ignoring you. I'm sorry.",
        "[Emily laughs]",
        "Emily: Yeah, little miss Eliza Ryan's pretty tough competition. That's all I can say.",
        "Paul: Yes, she is.",
        "Emily: I guess all those old feelings are coming back, huh?",
        "Paul: Yeah, like a tidal wave. As soon as I held her in my arms.",
        "Emily: Yeah, I remember that feeling when I used to hold Daniel. But for you, it must feel like the first time all over again, huh?",
        "Paul: It's not that. I understand why I was so desperate before, you know? This feels right. She feels right. I need to stay connected to her.",
        "Emily: Of course you do.",
        "Paul: I understand this might have some effect on our life together, so if this is a problem, you and I, we need to talk about it.",
        "[SCENE_BREAK]",
        "Damian: How's Faith?",
        "Lily: Still treating me like public enemy number one. I don't know how to get through to her. I keep asking her what's wrong, and she won't tell me.",
        "Damian: She probably just needs time. We all need time.",
        "Lily: You're probably right. God knows you were right about planting that tree. It's the best way possible for my children to say goodbye to their father.",
        "Damian: I'm glad.",
        "Lily: Are you okay with Ethan?",
        "Damian: Mm-hmm.",
        "Lily: I promised Natalie I'd help her find her DVD.",
        "Damian: Take your time. Ethan and I have got things under control.",
        "[Door opens] Meg. Glad to see you.",
        "Meg: I went to the field, but you were gone.",
        "Damian: You were very must missed. It was a beautiful experience.",
        "Meg: Where's Lily?",
        "Damian: Upstairs with Natalie. How is Eliza?",
        "Meg: Well, her doctor was running late, which is why I was late, myself. But I ran into Paul at the hospital.",
        "Damian: That must have been uncomfortable.",
        "Meg: Not nearly as much as it has been. He's gotten his memory back.",
        "Damian: So, he knew you and Eliza?",
        "Meg: He even offered to stay with her so I could come and be with the family. I took him up on it.",
        "Damian: You were all right to leave Eliza with Paul?",
        "Meg: I was. I know, I'm as surprised as you are, but he just seemed to still love her so much. And he seemed calmer, at peace, like he's gotten rid of all his demons.",
        "Damian: I hope you're right. Paul has been able to fool people before.",
        "Meg: You know, it's time for me to go back to the hospital and pick up Eliza. Why don't you come along? And then we could all go and grab a bite together?",
        "Damian: I can't.",
        "[SCENE_BREAK]",
        "Luke: Hey, Mason, how's the shoulder?",
        "Mason: Ah, it's just a sprain. So, I hope I didn't pull you away from some important family business, or --",
        "Luke: Oh, no, no. Not at all. And Noah was there when it mattered.",
        "Mason: That's great.",
        "Luke: Hey, do you need a lift anywhere?",
        "Mason: No, no, I'm fine. I'm fine.",
        "Luke: Are you sure?",
        "Mason: Yeah.",
        "Noah: It's no trouble.",
        "Mason: Yeah, no, no, it's okay. I called a cab already.",
        "Noah: Okay, then. Well, you make sure and let us know how you're doing, and if you need anything, okay?",
        "Mason: I will do. Okay.",
        "[SCENE_BREAK]",
        "Maeve: I got to tell you, I just knew there was something special about you from the moment I laid eyes on you. Maybe I knew somewhere deep down inside you were gonna be my ticket out of here.",
        "Holden: I'm surprised you stuck it out this long.",
        "Maeve: I wanted to leave Eb for a long time. I just didn't see how I was gonna do it with no money and no one to help me.",
        "Holden: And now you have both those things.",
        "Maeve: Yeah, I sure do.",
        "Holden: I promise you, you're gonna be well taken care of. But you need to get that money. You need to get it and you need to bury it.",
        "Maeve: No, don't you worry. I will do it. You brought hope into my life, and I'd do anything for you.",
        "[Car door opening]",
        "Maeve: That's Eb.",
        "Holden: All right.",
        "Maeve: Okay.",
        "Holden: You need to go.",
        "Maeve: All right. Thank you. Thank you.",
        "[SCENE_BREAK]",
        "Damian: It's not that I don't want to spend time with you and Eliza. It's been a difficult day for Lily and her kids. Faith is still full of anger about her father's death, and Ethan got really upset once he finally realized that his daddy isn't coming home.",
        "Meg: Poor little guy.",
        "Damian: Yeah. He finally managed to fall asleep using me as a pillow. I'd hate to move him. He'd wake up and start crying again.",
        "Meg: I understand.",
        "Damian: Listen, why don't you go get Eliza, and then I'll meet you later on at the farm?",
        "Meg: Sure.",
        "[SCENE_BREAK]",
        "Emily: You got me. My self-esteem is so low, I'm actually jealous of this little perfect angel daughter of yours.",
        "Paul: I'm serious. You need to be okay with this.",
        "Emily: Of course I'm okay. Are you kidding me? I know I'm not mother of the year, but you better believe I love my children, and I could never be with a man who didn't feel the same way about his.",
        "Paul: Good, because I do.",
        "Emily: Good.",
        "Paul: That doesn't mean that I'm confusing my feelings for her with my feelings about her mom.",
        "Emily: So, what are you saying? The little brunette's my only competition?",
        "Paul: And she drools.",
        "Emily: I can handle it, I think. But seriously, I honestly don't think there's anything sexier than a hot guy who happens to be a really good dad.",
        "Paul: Thanks. Oh, I should call Meg again. I'm worried she didn't get that message. I don't want her to worry.",
        "Emily: Well, wait a minute. A hot, sexy father who is also responsible? Don't look now, Mr. Ryan, but I think you might be getting closer to sealing the marriage deal?",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Meg: Paul, I am so sorry. I'm on my way to the hospital right now.",
        "Paul: You didn't get my message, did you?",
        "Meg: I must have been out of range. I didn't even know you called. Is something wrong?",
        "Paul: No, Eliza's fine. The doctor took one quick look in her ear. It's just a mild infection.",
        "Meg: That's what I thought.",
        "Paul: But I couldn't reach you, so I brought her home with me. And I was hoping that I could, you know, just keep her for a little while, drop her off with you later at the farm.",
        "Meg: Um, yeah, I guess that's all right.",
        "Paul: Thanks, Meg. I'll see you soon.",
        "[NEXT_ON]",
        "Casey: It had already split up our family so much. I'm scared it's gonna be permanent.",
        "Margo: Stick with the plan that we've got.",
        "Riley: No, there is another way. All right? But you're gonna have to lie for me one more time.",
        "Paul: Champagne?",
        "Barbara: To celebrate what? You may have just ruined any chance you have of getting your father's money."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=grPDqPPgZQw"
}