{
    "Episode Summary": [],
    "Recap": [
        "Barbara figures out who has been tampering with evidence, why they have been tampering and then she throws the party and his wife out of the apartment. Ben agrees to help a kid out, bonds tighter to his wife and then makes it official. Carly begs her husband to listen to her. Craig thinks back to planting evidence, learns that a likely suspect might not be one at all then makes a proposal to get what he wants. Curtis spends time with another teen. Henry gives his roommate room to grow and gives her boyfriend good advice. Holden gives the steps for dealing with a death. Jennifer shows up to find her brother's place ransacked. Jessica wonders if another arrangement can me made for Sarah, calls her husband to check it out and then calls a meeting.",
        "Katie remembers the lovemaking, pushes it from her mind and then throws caution to the wind. Lily agrees to discuss court with a suspect and has her heart broken when she hears her son's wishes, and then she secretly decides that her husband is wrong to make her let this go. Luke wants his mother back the way that she used to be. Mike warns what happens when rabbits get cozy, shakes off the sexual tension then finds his roommate under the bed. Mitzy bonds with a twin, pushes the issue about the business then has to wonder what a girl has to do to get a business in this town. Paul hires a Private Investigator, wants to know what his mother has been saying and sends a friend home to her family. Rosanna runs off again to help her friend. Sarah gets options."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Singer: Oh, how quiet quiet the world can be when it's just you and little me everything is clear and everything is new so you won't believe it will you and if you're cold I'll keep you warm and if you're alone just hold on 'cause I will be your safety ♪",
        "Katie: Yes. Oh, don't leave Yes. No!",
        "[Car approaches]",
        "Katie: Mike?",
        "Mike: You're sure you don't mind taking me in?",
        "Katie: A three-ton tree crashed into your living room. I'm not gonna let you stay somewhere else. I would never forgive you.",
        "Mike: Good. 'Cause there's nowhere else I'd rather be.",
        "Katie: Well, there's plenty of room.",
        "Mike: How much room do we need? It's just you and me.",
        "Katie: And Henry makes three! Come on over here. We are gonna have a blast.",
        "[SCENE_BREAK]",
        "Jessica: Troy, wait a minute. Do you have a few minutes? I mean, do you have to rush back to the shelter?",
        "Troy: There is a room full of rambunctious teenagers waiting to throw Sarah a going-away party.",
        "Sarah: Yeah, and the burgers are getting cold, so --",
        "Troy: If you'd like to join us --",
        "Jessica: Well, actually I was hoping you could join me. Just to -- just to talk for a few minutes.",
        "Sarah: What did I do this time?",
        "Jessica: It's not anything you did, Sarah. It's something I would like to do.",
        "Troy: What do you mean?",
        "Jessica: Well, I was thinking maybe Sarah wouldn't have to go this new facility. Maybe -- maybe there could be another arrangement. Could you just excuse me one second?",
        "Troy: Take your time.",
        "Jessica: Hey, sweetheart. Listen -- can you meet me at Al's? I want to discuss Sarah with you. Her future.",
        "[SCENE_BREAK]",
        "Holden: It's been a long day, Mitzi.",
        "Mitzi: I know. With Paul's arraignment and everything, Lily must be exhausted.",
        "Holden: Yeah, and right now is not a very good time to visit.",
        "Mitzi: You know what? I'm only gonna steal her away long enough to hear the latest news.",
        "Holden: You know what? I'll have her call you tomorrow when she gets a chance -- sometime after she wakes up, okay?",
        "Lily: I'm actually awake. And I do have time.",
        "Mitzi: Are you sure? 'Cause Holden's ready to kill me for barging in like this. I just -- I just couldn't wait to hear what happened in court!",
        "Lily: Of course. And I'm okay. I'm fine. We should go to Rose's place, though. A little more privacy. All right?",
        "Holden: Lily --",
        "Lily: Don't wait up. I might be awhile.",
        "[SCENE_BREAK]",
        "Paul: Thank you, Carly. Thank you for trying to prove that someone else murdered Rose. I appreciate it, even though you hate me.",
        "Carly: I don't hate you.",
        "Paul: You said you would never forgive me for what I said to Rose in the church that day.",
        "Carly: True.",
        "Paul: And you think, for whatever reason, that I'm trying to come between Craig and Rosanna, which couldn't be farther from the truth.",
        "Carly: I'm not accusing you of anything. I'm simply suggesting that you don't put yourself in a position to be accused.",
        "Paul: Mm-hmm. Rosanna's my friend. That's all. Nothing more, nothing less. Just a friend. A friend with an overprotective sister.",
        "Carly: It's not Rosanna I'm worried about, and you know it. Do yourself a favor. The next time she offers to lend a hand -- try to remember who she's married to.",
        "[SCENE_BREAK]",
        "Barbara: You're trying to frame Paul for Rose's murder, aren't you?",
        "Craig: Good-bye, Bar-Bar. Easy on your pills.",
        "Barbara: Oh, no, no. I think your wife needs to hear the depths to which you've sunk.",
        "Rosanna: Oh, everybody's guilty but you, is that it?",
        "Barbara: You were at the police station one night, Craig, when I was there. You were taunting me about my name being on the suspect list. And then Hal asked us to leave and you followed me, didn't you?",
        "Rosanna: Followed you where? To where you were hiding the missing evidence? Did you just admit to setting up Paul?",
        "Barbara: I don't need to explain myself to you because Craig understands me, don't you, Craig? You heard me loud and clear. You're trying to frame Paul. You're the one, not I.",
        "Craig: I don't frame innocent people.",
        "Barbara: You placed the evidence in the mausoleum. You sent the police in time to catch Paul. And you probably stuck around to watch the festivities, too, didn't you?",
        "Rosanna: How dare you accuse my husband! He has never done anything so heinous as to frame an innocent man for murder.",
        "Barbara: Oh, wake up, Rosanna! He's doing this for you! Because of you!",
        "[SCENE_BREAK]",
        "Jennifer: Have I got some good news for you. Jessica and I spoke to Dr. Walker Daniels -- ah -- having a problem with your anger management, Paul? What happened in here?",
        "Paul: Hal and his merry band of detectives happened here. They had a warrant and everything. It was lots of fun.",
        "Jennifer: What on earth were they looking for?",
        "Paul: A whole new batch of reasons to see me hang. If I know Barbara, she planted some new reasons around here somewhere, just to see me twist in the wind.",
        "Jennifer: Paul, you know Mom is not the one who set you up.",
        "Paul: Whose side are you on?",
        "Jennifer: I am on your side. Who do you think talked Jessica into hiring Dr. Daniels to work with us on your case?",
        "Paul: What, the big medical forensics guy?",
        "Jennifer: Yes. Yes, he's going to have access to all the evidence. Because whoever it is who was trying to frame you, Paul, has to be the same person who killed Rose, right? To remove the suspicion from himself?",
        "Paul: Or herself. Probably.",
        "Jennifer: What other reason could there be?",
        "[SCENE_BREAK]",
        "Rosanna: Oh, don't stop now, Barbara. Come on. I would love to hear how I'm the reason my husband is setting up Paul for murder.",
        "Barbara: Okay, okay, let's check the facts, shall we? Who bailed Paul out of jail today? Who declared in open court that he was an innocent man? And who marched over here and broke into my suite today with the deluded intention of entrapping me, all for Paul's benefit? Now, you'd have to be a very, very dear friend of Paul's to go out on a limb like that, don't you? But you see, Craig doesn't like his wives to have friends. Only Craig's allowed to have friends. Isn't that right, Craig?",
        "Craig: That's right.",
        "Rosanna: Do you have any evidence to back up this insane theory of yours? Or is it just wild speculation on your part?",
        "Craig: Let's go.",
        "Barbara: Okay, listen to me, would you? We both know Craig. We know his history. We know what he's capable of. So if you have any more questions, I suggest you ask your husband. See if you get a straight answer. In the meantime, get out!",
        "[SCENE_BREAK]",
        "Katie: All right. I've got a pizza in the oven, and I was thinking the three of us could go down to the mall, pick out a couple action-adventure movies. It'll be fun. What do you think?",
        "Mike: Sounds great.",
        "Henry: Sounds like hell. The fourth circle of hell, which I believe is very beautiful this time of year. You know, as wonderful and as thrilling aw frozen pizza and superheroes sound, I have plans.",
        "Katie: Where are you going?",
        "Henry: Out. I have a date. And it's gonna be a long, long, long, long night. So you kids have the run of the place. Enjoy yourselves. And if the little romp that I witnessed is any indication, I'm sure that you will. And something should be done with that.",
        "Mike: Oh, that's -- that's mine. Sorry. Is there some place you want this to be?",
        "Katie: Oh, yeah. The guest room -- it's the first door on the left at the top of the stairs.",
        "Henry: Yeah, it's the room right next to hers. Well --",
        "Katie: Where do you think you're going? I told you, I cannot be left alone with him.",
        "Henry: Listen -- listen to me. Wait a second, sweetheart. Okay, bubbles? You're ready. I know your head is saying, \"no, no, no, no, no.\" But your body is saying \"yes, yes, yes, yes, yes.\"",
        "Katie: I can't.",
        "Henry: Yes, you can. Listen, kid. Simon was a great guy. All right? He was, but -- but it's time. You know, you're -- you're free. You should --",
        "[Katie sniffs]",
        "Katie: Oh, my God, the pizza! Stay! Do not go anywhere.",
        "Mike: Is there something down here on fire, something needs to be put out?",
        "[Henry laughs]",
        "Henry: It's funny you should mention that. Okay, we don't have much time. All right? Katie wants me to be the third wheel.",
        "Mike: Why?",
        "Henry: Because she's afraid of you. Oh, no, no. She's -- she's afraid of herself when she's alone with you.",
        "Mike: That's crazy.",
        "Henry: All right, shut up. Just listen to me for a second, okay? She's hot, she's single, and she's willing. And there's no better combination of three words in the English language, all right? But just a little piece of advice -- back off. Let her take the lead. I know, I know, I know, I know, I know. I know, this is none of my business, but I think the girl deserves a little bit of happiness in her life, and --",
        "Katie: Henry!",
        "Henry: You don't seem like such a miserable excuse for a human being, so -- hell, you might even deserve her. I don't know.",
        "Katie: Henry, I need you.",
        "Henry: All right, okay. This is all you, all right? I'm out of here. Don't blow it! Guess what, y'all. I'm a big loser.",
        "[SCENE_BREAK]",
        "Ben: Hey, I hope you don't mind if Curtis tagged along.",
        "Jessica: Not at all. He could keep Sarah company while the three of us grab another table.",
        "Curtis: No sweat. Looks like you're my dinner date. What looks good tonight?",
        "Sarah: Nothing I've seen so far.",
        "Jessica: So you're saying that moving Sarah to this new facility is not a done deal yet?",
        "Troy: Might as well be. Sarah would need a miracle to stay here in Oakdale.",
        "Ben: What kind of miracle are you talking?",
        "Troy: A couple need to step forward and petition the court to become her foster parents.",
        "Jessica: Well, we could be that couple.",
        "Ben: Whoa, whoa, whoa, whoa -- wait, wait. This is what you had in mind?",
        "Troy: Why don't I give you two a few minutes?",
        "Jessica: Thanks. Look, sweetie, I know. I know I'm springing this on you. And I don't want to put you on the spot or anything, but what do you think?",
        "Ben: I think it's a lot to think about. I think -- Jess, you can't just snap your fingers and make Sarah happy or solve her lifetime of problems. I mean, believe me, I know. I'm still trying to work with Curtis.",
        "Jessica: I know, I know. And I'm sure it will be difficult with Sarah at first. I mean, but I -- I can work with that. So my question is, can you work with that with me?",
        "Ben: I love you. And if helping Sarah is really that important, I'll give it my best shot.",
        "[SCENE_BREAK]",
        "Katie: Okay, bad news, this pizza's carbon. Good news is -- where's Henry?",
        "Mike: He had some place he had to be.",
        "Katie: Wow. Really? And he didn't leave a number where he could be reached?",
        "Mike: No.",
        "Katie: Well, I guess its dinner for two then. What do you want?",
        "Mike: Whatever you want is fine with me. You? No way.",
        "Katie: Yes, way!",
        "Mike: You were a cheerleader, seriously?",
        "Katie: Yes, I was. What is so funny about being a cheerleader? Oh -- ready? Okay. Mike, Mike, he's our man! If he can't do it, no one can! Whoo! What is so funny about that?",
        "Mike: Nothing. Nothing. It's great. It's good. I mean, there's no one else I'd rather have in my corner cheering me on. I will carry you carry you",
        "Mike: We oughta get this stuff cleaned up.",
        "Katie: Okay. After that -- what do you want to do?",
        "Mike: Whatever you want to do. I will carry you carry you I will carry you carry you I will carry you",
        "Katie: Whatever I want. Snickers, help. What do I want to do?",
        "[SCENE_BREAK]",
        "Paul: Jennifer, I'm gonna be pretty busy with my case until all of the charges are cleared. And, well, could you do me a favor and focus some your attention on Will? Could you -- could you do that?",
        "Jennifer: I'm trying to spend as much time with him as I can, but, you know, he also has Hal and Emily.",
        "Paul: Mm-hmm.",
        "Jennifer: And Mom.",
        "Paul: Hal's busy with Barbara, and Barbara's busy being insane. So that leaves just you.",
        "Jennifer: But what about you?",
        "Paul: What about me? I'll be fine. I've got Jessica, I got Dr. Daniels now. And -- no, I don't have you. Not anymore. I want you to stay out of it.",
        "Jennifer: You're my brother!",
        "Paul: Mm-hmm. I'm your older, wiser brother, and I'm taking matters into my own hands. Take my advice, come on. Get home, get some sleep, get a life.",
        "Jennifer: Fine, fine. Here. But if you ever need anything, anytime, any place, no matter what it is.",
        "Paul: Okay, home.",
        "Jennifer: Okay, I'll call you and I love you.",
        "Paul: And I love you. That's funny. 007. Oh, hello. My name's Paul Ryan. And I'd like to hire a private investigator. The subject is my mother.",
        "[SCENE_BREAK]",
        "Lily: Rosanna signed over that check for Paul's bail.",
        "Mitzi: We oughta break those prissy little fingers of hers. Letting a monster like that walk the streets?",
        "Lily: While Rose -- this isn't fair. I mean, somebody -- somebody has to pay for Rose's death or her life will have meant nothing.",
        "Mitzi: Her life will always mean something, all right? And everybody who knows her will know that. She was precious. Unforgettable.",
        "Lily: The poisoned bride, that's how they'll remember her, Mitzi.",
        "Mitzi: Don't say that, okay? Listen, Rose has us. And we're gonna make sure that everybody remembers the good things. That's our job.",
        "Lily: It's been so great having you here. You know, you've been a really good friend.",
        "Mitzi: You and me were meant to be friends, don't you think? I mean, its how Rose would have wanted it.",
        "[SCENE_BREAK]",
        "Carly: Hey, Jack!",
        "Jack: Hey.",
        "Carly: There is something that you need to know about Mitzi.",
        "Jack: Aw, for Pete's sake, Carly --",
        "Carly: Well, I thought that you might care to know that she is nothing but a heartless user who certainly doesn't deserve your protection.",
        "Jack: Look, the only thing I'm protecting is this investigation.",
        "Carly: She threatened me, Jack.",
        "Jack: Why? How?",
        "Carly: I went over to Rose's house. She's living there now. She was wearing Rose's clothing, making herself perfectly comfortable in Rose's life, which she has no right to do.",
        "Jack: What gives you the right to harass Mitzi?",
        "Carly: I was not harassing.",
        "Jack: Well, whatever you want to call it -- harassing, trespassing.",
        "Carly: Rose was my friend.",
        "Jack: Mitzi's friend, too. Honey, this isn't a competition to see who loved Rose more. It's --",
        "Carly: It's completely shocking to me, how you can let some complete stranger have you duped like this.",
        "Jack: All I'm saying is, if -- if Mitzi was ticked off enough at you to tell you off, maybe you deserved it. I got to go give my testimony.",
        "[SCENE_BREAK]",
        "Rosanna: Hi, can we have two cups of coffee to go, please?",
        "Craig: Would you like to clear the air now?",
        "Rosanna: Yes, look. I know that Barbara's accusations were a way for her to cover her own behind. All right? I know that you would never do something so destructive as to try to frame Paul simply because you don't like the fact that he and I are friends.",
        "Craig: That is right.",
        "Rosanna: I knew you would never jeopardize what we have, because you realize how precious it really is.",
        "Craig: Where would I be without you?",
        "Rosanna: I often ask myself the same thing.",
        "[Craig laughs]",
        "Craig: Oh, I got an earful about you from Lily when I was over looking for you at the courthouse.",
        "Rosanna: Oh, Lily. Poor Lily. You know, the so-called \"evidence\" against him is completely circumstantial. There are no fingerprints. There's no traces of poison. They don't even have an eyewitness.",
        "Craig: So the police have their work cut out for them. And so do we, by the way. It's time to pick up the sitter.",
        "Rosanna: Oh, right. Let me get this. Listen, could you go ahead, please? Because I want to go see Paul. I just want to tell him about the meeting with Barbara, okay?",
        "Craig: What?",
        "Rosanna: Look, I'll be two seconds. I will see you very soon. Kisses. See you later.",
        "Craig: Maybe it's time we got a friend.",
        "[SCENE_BREAK]",
        "Katie: So, now what?",
        "[SCENE_BREAK]",
        "Mitzi: You know what the best thing we can do for Rose is?",
        "Lily: What?",
        "Mitzi: Keep her dream alive, as an ongoing tribute to the woman she was.",
        "Lily: Which dream is that, Mitzi?",
        "Mitzi: Rosie's Roller Palace. It could've been a success, a real gold mine, if only Rose had had more time. So unless you have other plans, I was thinking --",
        "Lily: I know you want to run the place. I know that.",
        "Mitzi: And I'd be a natural, Lil. I mean, you used to think so yourself back when Rose was first looking for a buyer.",
        "Lily: A lot has happened since then, Mitzi. I mean, you stole money from the business.",
        "Mitzi: I borrowed it. Borrowed money, and I was gonna pay it back. I was.",
        "Lily: There's just too much going on right now. We gotta put Rose's killer behind bars.",
        "Mitzi: You're right. We can talk business some other time, okay?",
        "Lily: Thanks. Good night, Mitzi.",
        "Mitzi: 'Night. Take care. [Mitzi sighs] What's a girl gotta do to get what she wants in this town?",
        "[SCENE_BREAK]",
        "Carly: Jack, about that comment that you made to me --",
        "Jack: I gotta get to the station.",
        "Carly: Don't you care that Mitzi threatened me?",
        "Jack: You're sure you weren't -- I don't know -- exaggerating? Sometimes people say something in the heat of the moment that they don't really mean, you know?",
        "Carly: You're right, Jack. You're absolutely right. It was just hormones and hysteria. I'm sorry I wasted your time.",
        "Jack: Wait a minute, Carly. You know I love you, right?",
        "Carly: Then could you at least listen to me before you dismiss what I say?",
        "Craig: Ah, Jack, just the guy I want to see.",
        "Jack: I wish the feeling was mutual. I'll see you at home.",
        "Craig: Do I detect a note of --",
        "Carly: Oh, please don't start. What did you want to see my husband for?",
        "Craig: Well, I was hoping he could tell me something. I understand the case against Paul Ryan is resting on circumstantial evidence?",
        "Carly: And why do you care about that?",
        "Craig: Well, I have my reasons.",
        "Carly: Well, listen, if those reasons have anything to do with Paul and Rosanna --",
        "Craig: My wife just gave a suspected murderer $1 million in bail. I think I have right to know what the case against him is, huh?",
        "Carly: If you're hoping that Paul is going to prison, that isn't going to happen, because Paul is not the person who killed Rose. Mitzi Matters did.",
        "Craig: What?",
        "Carly: Mitzi Matters. She was at Rose's house the day of the wedding and she was supposed to have been out of town. She tried to destroy the books from the Roller Palace, and when that didn't work, I think she slipped that poison into Rose's goblet.",
        "Craig: Anybody see Mitzi at the church?",
        "Carly: No. But that doesn't mean she wasn't there.",
        "Craig: That's right. It doesn't.",
        "[SCENE_BREAK]",
        "Katie: Does it meet your requirements?",
        "Mike: Yeah, yeah. It's perfect, thank you.",
        "Katie: Good. The bathroom is down the hall. And the fridge is stocked in case you, I don't know, need a midnight snack.",
        "Mike: Okay.",
        "Katie: And I'm right across the hall, in case you need something -- well, I mean, you know, just ask.",
        "Mike: Okay. Thank you for taking me in.",
        "Katie: I like having you here. And besides, I owe you for saving my rabbit. Well, the rabbit that you thought was Snickers. Poor little thing out there on that pond. She would have frozen her little cottontail off if you hadn't have gone out and rescued her.",
        "Mike: Yeah, and I wouldn't have frozen my little cottontail off.",
        "Katie: I think the new bunny and Snickers are gonna be the best of friends. They were very cozy and cuddly today.",
        "Mike: You better watch out. If they get any cozier, you're gonna have a house full of rabbits.",
        "Katie: Oh, you think?",
        "Mike: Yeah, yeah. Sooner or later, natural instincts are gonna take over, temptation they'll give into. And there won't be anything in the world to stop 'em, being under the same roof and all.",
        "Katie: Uh -- I'm gonna leave you. I'm sure you're tired.",
        "Mike: Yeah, yeah. I guess I must be.",
        "Katie: All right.",
        "Mike: Okay.",
        "Katie: Well, good night.",
        "[Katie clears her throat]",
        "Katie: Uh -- sorry. I should have knocked.",
        "Mike: No worries. What's up?",
        "Katie: Uh -- oh -- pillows and extra blankets and stuff are in the hall closet.",
        "Mike: Okay.",
        "Katie: Good night.",
        "Mike: Good night.",
        "[SCENE_BREAK]",
        "Troy: Do we have a decision?",
        "Ben: Yeah, it looks like my wife and I are going to be foster parents.",
        "Jessica: Of course, if Sarah is willing.",
        "Ben: So what do we have to do to make this happen?",
        "Troy: I'll get right on the phone.",
        "Jessica: Let's see. We had a windswept wedding, an abbreviated honeymoon, thought we were coming home to empty nest syndrome, and now we're the parents of not one but two teenagers.",
        "Ben: Two troubled teenagers.",
        "Jessica: Is there any other kind?",
        "[SCENE_BREAK]",
        "Katie: Mike?",
        "Mike: Yeah?",
        "Katie: Are you warm enough? 'Cause I can turn up the heat.",
        "Mike: Don't worry about what I want. What about you?",
        "Katie: I'm warm enough, I guess. [Door slams] Mike?",
        "Mike: Hey.",
        "Katie: Hi.",
        "Mike: You all right?",
        "Katie: Yeah. Well, the door slammed and it scared me. Sorry.",
        "Mike: Don't apologize. The lock's a little stuck. I'll fix it in the morning, okay? I'll just -- I'll just shut it for now.",
        "Katie: No -- just leave it open a little bit. Just in case you need something in the middle of the night. I'll be able to hear you that way.",
        "Mike: Whatever you want.",
        "Katie: Why does he keep saying that? What does he want? Snickers, I need your help. Are you ready for this mission? Okay, see that room over there? It is full of big, juicy carrots. Now, you just hop on over there and go see Uncle Mike. Go on. Good boy. Snickers. Snickers. Mike? Mike, where are you?",
        "[Katie squeals]",
        "Mike: Is that you, goldilocks? The big, bad bears have gone away. You can come out now.",
        "[SCENE_BREAK]",
        "Holden: Hey, buddy. Hey, how's that science project of yours coming along?",
        "Luke: Finished it.",
        "Holden: Already? Well, your Mom and I, we're looking forward to seeing you win first prize.",
        "Luke: I'm not gonna win. And Mom -- she doesn't have to come if she doesn't want to.",
        "Holden: Are you kidding me? She wouldn't miss it for the world.",
        "Luke: I'll tell her all about it when I get home, okay?",
        "Holden: Luke, why don't you want your mother to go to the science fair?",
        "Luke: I want her back the way she was before. Before Aunt Rose died. Now, she's -- she's different. And weird. At Aunt Rose's funeral, she was scary. And she was so -- Mom! I'm so sorry, no!",
        "Holden: Honey, he didn't mean it.",
        "Lily: It's all right. He did mean it, every word, and he's right.",
        "[SCENE_BREAK]",
        "Paul: I would've paid to see Barbara's face when you showed her that goblet.",
        "Rosanna: She will be picking the glass out of her carpet for months.",
        "Paul: We gave her something to remember us by. Then what happened?",
        "Rosanna: Oh, you know, the usual -- threats, recriminations.",
        "Paul: Right.",
        "Rosanna: I'm used to her.",
        "Paul: Barbara and her accusations. All her wacky little theories. So who's her new culprit, you?",
        "Rosanna: It doesn't matter. Nobody believes a word she says anyway. Why should we? Now, on to our next exciting move here --",
        "Paul: Yeah. After you tell me what Barbara really said to you.",
        "Rosanna: Why? Why does it matter? It's just the ravings of a madwoman.",
        "Paul: Sounds like it kind of got to you, that's all. Only one thing I can think of that would get you that worked up. Did she tell you that Craig set me up?",
        "[SCENE_BREAK]",
        "Mitzi: Oh. What do you want?",
        "Craig: A moment of your time.",
        "[SCENE_BREAK]",
        "Jessica: Sarah? Ben and I were hoping that -- instead of going to the new facility, maybe you would come and live with us instead.",
        "Ben: What do you think, Curtis? You have a problem with that?",
        "Curtis: Speaking as a former stray myself, welcome to the family.",
        "Jessica: Of course, the courts will have the final say, but we won't even start the conversation until you decide it's something that you want to do, too.",
        "Troy: And you don't have to decide right now. Why don't you take Sarah back to your place and you can all discuss this together?",
        "Ben: Okay. What do you think, Sarah?",
        "Jessica: Let's go.",
        "[SCENE_BREAK]",
        "Katie: So, I guess you're probably wondering what I was doing under your bed.",
        "Mike: The thought crossed my mind. Come on, why don't you tell me?",
        "Katie: Can we just pretend this never happened?",
        "Mike: Mm-mm.",
        "Katie: Then can you turn away? 'Cause I can't tell you with you looking at me like that.",
        "Mike: Like what?",
        "Katie: Just turn away, please. Turn. I wanted to be close to you.",
        "Mike: We're close now.",
        "Katie: I know. So, now what?",
        "Mike: You are so beautiful. But I just -- I -- I can't.",
        "Katie: Why not?",
        "Mike: Because I want what comes next to be what you want, too. I mean, you know I love you. And I obviously want to be with you, I just -- if you have even the slightest hesitation \u0096",
        "[SCENE_BREAK]",
        "Lily: I just feel -- so out of control. And that's not an excuse for embarrassing the children and them worrying about me. I just hate this. I hate feeling like this.",
        "Holden: It's not gonna last -- it's not gonna last forever.",
        "Lily: I hope not.",
        "Holden: You know what can help it along? Is if you spend less time at the trial, with Dusty, hanging out with Mitzi over at Rose's place.",
        "Lily: You don't understand. I owe something to Rose that you can't possibly understand.",
        "Holden: Lily, Rose would not want you to be burdened with owing her. That's not the kind of person that she was. I'll tell you what, let me get you something. What do you need? Anything?",
        "Lily: Tea.",
        "Holden: What do you want, tea? Okay. All right.",
        "Lily: He's wrong. Rose, you will not rest until you get justice, and I will make sure that you do.",
        "[SCENE_BREAK]",
        "Rosanna: Are you accusing my husband of trying to frame you? Because he's no altar boy, I know that. But he wouldn't go that far.",
        "Paul: He hates me. He hates my mother. He resents the fact that you and I are friends. What's to stop him?",
        "Rosanna: He loves me. And he knows that if he did something like that, I would leave him. I thought we settled this. Why are we talking about this?",
        "Paul: Listen -- I'm the number one suspect in a murder I didn't commit. I think it's understandable that I'm suspicious of everyone. Except you. So thank you.",
        "Rosanna: Oh --",
        "Paul: And why don't you go home, get some sleep.",
        "Rosanna: All right. What time should I come by tomorrow?",
        "Paul: Yeah, listen, about tomorrow -- I don't think it's such a great idea.",
        "Rosanna: Oh, come on! Don't ask me to keep out of this.",
        "Paul: I'm not asking you, I'm telling you. I've got Jessica. I've hired myself a private investigator. And I think your family needs you now.",
        "Rosanna: All right. Don't go disappearing, all right? 'Cause I'll go and hire some private investigators of my own. And they will come and they will track you down and drag you back home.",
        "Paul: See, I do like the way you do business.",
        "Rosanna: Thank you. Please believe me about Craig. He is innocent.",
        "Paul: Here's what I think -- I think you're a remarkable judge of character. And I think that Montgomery is lucky to have you for a wife.",
        "Rosanna: Thanks. See you later.",
        "Paul: Okay.",
        "[SCENE_BREAK]",
        "Mitzi: I don't have time for this.",
        "Craig: Make time.",
        "Mitzi: Why should I do that?",
        "Craig: Well, I understand you're up to your roots in trouble, both financial and legal.",
        "Mitzi: So?",
        "Craig: So I can make those troubles go away.",
        "Mitzi: You think so? Let's hear it.",
        "Craig: How would you feel about being an eyewitness to Rose's murder?",
        "[NEXT_ON]",
        "Mitzi: This whole thing could just blow up in my face.",
        "Craig: And it will -- unless you do exactly what I say.",
        "Mike: Are you sure?",
        "Katie: I'm sure.",
        "Paul: Craig or Barbara -- one of them set me up."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=xuXKkd_TX4M"
}