{
    "Episode Summary": [],
    "Recap": [
        "Lucy, Holden , and Lucinda come up with a plan to discover if Damian is lying about his illness in order to take Luke to Malta. Carly quits her job with Simon when Simon uses her to make Katie jealous. Carly makes it clear to Jack she doesn't need his help anymore and she can make it on her own. Maddie finds out about Will and jade's one night stand. Maddie's confrontation with Will and Jade makes Maddie remember her attack and she goes after Will and Jade with her knife. Did Will and Jade survive the attack or did Maddie also become a victim of her own crime? Tune in tomorrow and find out ."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: Are you sure that you're okay with this?",
        "Lucy: No. But can you think of a better plan? And we've only got a couple of days until Luke leaves the country with Damian.",
        "Holden: All right, well, this could get rough on you. People are not going to know what's really going on. They might start to think that --",
        "Lucy: I can't worry about that. We've got to find out if Damian is faking this illness. And since I'm the doctor --",
        "Holden: Okay, okay. Just be careful.",
        "Lucy: I will be.",
        "Holden: I mean it! If he suspects anything, that you've betrayed him --",
        "Lucy: Don't worry. I know exactly what to do.",
        "[SCENE_BREAK]",
        "Damian: Wow, what's all this?",
        "Luke: Just stuff from my room at home. Pictures, books, CDs. I figure I'm going to be in Malta a long time.",
        "Damian: If my illness doesn't progress too quickly --",
        "Luke: So, what? I should only pack a few bags, in case you don't last long?",
        "Damian: No, I'm sorry, Luke. I don't mean to sound -- you've given me a very good reason to fight for my life. I'd give anything, anything to have more time with my kid.",
        "Luke: Well, you got it. So, if we ship these tomorrow, they should beat us there, right?",
        "Damian: I don't think you'll have much time to read in Malta. There's too much to do there. Surfing, sailing, horseback riding, casinos --",
        "Luke: I'm old enough to gamble there?",
        "Damian: Let's just say, I know people. You'll be treated like royalty.",
        "Luke: Okay, well, first thing's first. When we get to Malta, I want to get you a new doctor.",
        "Damian: I told you, there's nothing more to be done. I've got the findings of several doctors right here.",
        "Luke: Well, then, we'll find several more.",
        "Damian: I don't want to waste time, Luke. I intend to enjoy whatever remains of my life, not to be a burden to you. I know you're sacrificing a lot to come with me.",
        "Luke: Damian, you're my father. It's not a sacrifice -- or at least it won't be, if you let me help you.",
        "[Cell phone rings]",
        "Damian: Excuse me a moment. Yes. Are you certain? Yes, of course, I'll be right there.",
        "Luke: Is something wrong?",
        "Damian: Just an errand. It won't be long.",
        "[SCENE_BREAK]",
        "Katie: Still mad at you.",
        "Mike: You look beautiful.",
        "Katie: Not fair to start off with a compliment. You know how I love compliments.",
        "Mike: You look stunning, exquisite, very, very sexy.",
        "Katie: I do have every right to be mad at you.",
        "Mike: Yes, you do.",
        "Katie: Is that champagne for us?",
        "Mike: Yep.",
        "Katie: And the orchid?",
        "Mike: That's for you. This is for you, too. Happy anniversary. It's three months today.",
        "Katie: Oh, that's sneaky.",
        "Mike: Well, seeing as that present is a little bit for me than it is for you, you might want to wait until you get home to open it.",
        "Katie: Why? What is it?",
        "Mike: It's a very, very, small bikini that I thought you might wear on our new deck.",
        "Katie: And what will you be wearing?",
        "Mike: Less than you. How am I doing?",
        "Katie: You had me at beautiful. But there's only one thing that I want for our anniversary.",
        "Mike: Okay, well, I love you, but I'm not going to quit working for Simon. All right, you can either stay mad at me, or we can have a great night celebrating.",
        "Katie: Happy anniversary. How was your first day at work?",
        "Mike: What are you doing?",
        "Katie: Being a good sport. So, how was Simon with Carly?",
        "[SCENE_BREAK]",
        "Carly: So, think about going to the dentist.",
        "J.J.: Yuck!",
        "Carly: I know, but her office is now in a newly-renovated building downtown with the interiors designed by me.",
        "J.J.: Cool.",
        "Carly: Okay, yes. And just imagine yourself walking in, and you're nervous and you're grumpy. And which color makes you feel better? Go ahead, open your eyes quick!",
        "J.J.: That one!",
        "Carly: Yes, all right. That's the one I chose, too!",
        "J.J.: 'Cause you were thinking of me?",
        "Carly: Of course. So, now have you mellowed out enough that you can go and play nicely with Parker while I make your supper, or do you two need to remain in separate corners?",
        "J.J.: Separate corners. I like working with you. Can we do it some more?",
        "Carly: Yeah, after I get you guys fed.",
        "J.J.: Promise?",
        "Carly: I promise.",
        "J.J.: And can Dad come home for dinner?",
        "Carly: Hey, J.J. --",
        "[Phone rings]",
        "J.J.: Hey, it's Dad! Hello? Yeah, here she is. This guy sounds funny.",
        "Carly: Hello?",
        "Simon: Hey, it's your funny sounding boss, here.",
        "Carly: Hi. I was just getting prepped for tomorrow's meeting.",
        "Simon: Good. Hey, listen, I just scored a meeting with a possible mega tenant.",
        "Carly: Terrific. When?",
        "Simon: Tonight, tonight. I want you to meet me at the Lakeview bursting with brilliant ideas and dressed to impress.",
        "Carly: Now?",
        "Simon: Uh-huh. I'll see you soon.",
        "[SCENE_BREAK]",
        "Margo: Jack, what are you doing here? Where's O'Neal?",
        "Jack: Yeah, he asked me to cover his shift for a couple of hours. His kid's in a play or something.",
        "Margo: Oh, I told him to keep an eye on Maddie Coleman.",
        "Jack: I know, but --",
        "Margo: Well, how are you going to do that? She knows you.",
        "Jack: Hey, the day I can't follow some teenager without her making me is the day I turn in my badge. Besides, it doesn't even matter, because she's not here.",
        "Margo: Where is she?",
        "Jack: Nobody knows.",
        "[SCENE_BREAK]",
        "Jade: Don't worry, your debt is paid. I won't bother you anymore. And even though you don't deserve it, I'm never gonna tell anybody that we slept together, because I wouldn't want to embarrass you.",
        "Will: Thanks, Jade. I mean it.",
        "[Twig snapping]",
        "Jade: What was that?",
        "Will: Who's there?",
        "Jade: Let's get out of here.",
        "Will: We can hear you. Who's there? Come out!",
        "Jade: What, are you crazy? It could be the killer.",
        "Will: I'm calling the police!",
        "Maddie: Don't! Don't!",
        "Will: Maddie? What --",
        "Jade: Show us your hands. Good, no knives.",
        "Will: Maddie, what are you doing out here?",
        "Jade: She was spying on us again.",
        "Will: Maddie?",
        "Maddie: You cheated on Gwen.",
        "Will: No, Maddie --",
        "Maddie: I heard you!",
        "Jade: No, you need to get your ears checked.",
        "Maddie: I heard you! You slept with Jade.",
        "[SCENE_BREAK]",
        "Damian: Lucy?",
        "Lucy: Hi. I'm glad you could make it.",
        "Damian: Lucy, why'd you call me?",
        "Lucy: I thought you'd want to say good-bye to Lily. I know you're leaving town in a couple of days, and that it's important to you.",
        "Damian: So you've truly forgiven me?",
        "Lucy: Well, I hated being in the middle of things with you, Holden and Luke. But you've really backed off lately. And I told you, I respect that.",
        "Damian: That doesn't explain why you called me. You know about my illness.",
        "Lucy: Luke didn't tell me. I guessed.",
        "Damian: I wish you hadn't. I don't want you to see me this way -- as an invalid. That's not how I want you to remember me.",
        "Lucy: That's not what I'll remember. Holden might disapprove, but -- I think you have the right to say good-bye to Lily. I think she would want that.",
        "Damian: Lucy, you have no idea how much your thoughtfulness means to me.",
        "Lucy: I've had some rough times here in Oakdale since I've been back. And you've been kind to me, Damian.",
        "Damian: I'll miss you.",
        "Lucinda: My God! What on earth is going on in here?",
        "[SCENE_BREAK]",
        "Carly: This is a new job for me. And I want to do really, really well, especially in the beginning. It's kind of like you and your guitar lessons, you know? You don't always want to practice, but you know you have to, and then something good happens, and how do you feel?",
        "J.J.: Awesome.",
        "Carly: Awesome. See, I want to be awesome, too. Just like you. If this babysitter would get here --",
        "J.J.: Why can't Dad come and baby-sit us? Like, he can make us pancakes.",
        "Carly: Because, Sweetheart, Jack is working. And I thought that we promised each other that we weren't going to call him quite so much.",
        "J.J.: I guess.",
        "Carly: Right. And listen, this babysitter comes very highly recommended. And she's gonna be a lot of fun. She's a friend of Gwen's. She's a musician, just like you. Her name is Skye Blue.",
        "J.J.: Skye Blue?",
        "Carly: Mm-hmm.",
        "J.J.: She played for May Day at our school!",
        "Carly: Well, good. Maybe she can teach you a couple of new chords or something, huh?",
        "[Doorbell rings]",
        "Skye Blue: I'm Skye.",
        "J.J.: You brought your guitar! Oh, my God! I have to tell Parker! Oh, my God.",
        "Carly: Come in, please.",
        "Skye Blue: Thanks.",
        "Carly: That was J.J., my budding Springsteen.",
        "Skye Blue: Cool.",
        "Carly: Yes. And he's got a brother upstairs, Parker, they're the same age. And my little one is asleep, that's Sage. But the boys haven't had supper, yet. I don't suppose that you -- you make pancakes, by any chance?",
        "Skye Blue: Since birth. Big family. It was cook or starve.",
        "Carly: Okay. Well, you make pancakes for my boys, they'll love you forever. And here's some phone numbers. There's my cell, and the Lakeview, which is where I'll be, and that -- that's my husband's number, his cell number. But we're separated, so --",
        "Skye Blue: So only use in a major emergency. Got it. My parents are divorced, too.",
        "Carly: Oh. Okay. Well, there's other numbers here, in case you need them. So, do you have any questions?",
        "Skye Blue: I'm cool.",
        "Carly: Good. All right. Hey, where's your brother?",
        "J.J.: He's looking for his keyboard. Skye Blue? Are you ready to rumble?",
        "Skye Blue: Eveready, Dude. Hey, my portable amp's in the car. Want to rock the house?",
        "J.J.: Totally!",
        "Carly: Wait, listen to me, your sister's asleep. So keep the rockin' the house kind of quiet, okay?",
        "Skye Blue: It's more show than noise. Make them feel like real rockers, you know?",
        "Carly: Okay. All right, thanks, Skye. Good-bye. J.J., bye.",
        "[SCENE_BREAK]",
        "Will: Maddie, you've got to listen to me, okay? What you heard, that's not the whole story.",
        "Jade: Who cares what she thinks she heard? Nobody's gonna believe her, anyway. You just want to start trouble with me because you don't like me.",
        "Will: Jade!",
        "Maddie: I don't care about you, okay? I wasn't thinking about you when I came out here. I didn't expect to see the two of you.",
        "Will: Maddie, no, I can't let you leave like this.",
        "Maddie: Let go of me!",
        "Will: Okay, all right, I'm sorry. Just -- I'm not going to let you leave until you let me explain.",
        "Maddie: I thought you loved Gwen.",
        "Will: I do. I love Gwen so much. But I made a big mistake.",
        "Maddie: Did you tell her? Does she know?",
        "Will: No.",
        "Maddie: Will, you have got to tell Gwen the truth.",
        "Jade: Oh, get a load of miss honesty.",
        "Will: Jade, shut up! All right, we're gonna work this out.",
        "Jade: No. No, no, no. What are you doing here, anyway? Who are you to point fingers? What are you doing out here in the woods, stalking your next victim?",
        "Maddie: I was out for a walk. I needed to think -- I needed to clear my head!",
        "Will: Jade, back off!",
        "Jade: Did you tell Detective Hughes about your little stroll? Because, you know, you're her number one suspect.",
        "Will: Jade, please leave her alone.",
        "Jade: What were you doing out here, ditching evidence?",
        "Maddie: I already talked to the police. I told them that I didn't do anything to Lia or Nate! Why won't anybody believe me?",
        "Will: Okay. All right, just calm down. Jade didn't mean to upset you. You just -- you surprised us, that's all. Let's just go to Java, and we'll get something to drink --",
        "Maddie: How could you sleep with her? You're married! And you -- Gwen has been nothing but nice to you. You just pretend to be her friend, but behind her back, you are just -- disgusting! You are nothing but a user.",
        "Jade: User. Murderer. You win.",
        "Maddie: I knew I was right to warn Gwen about you.",
        "Will: Okay, Maddie, please, listen to me. It only happened once. On graduation night. You remember how drunk I was. And I thought I had lost everything, I thought my life was over, and Gwen was giving up on me. But she wasn't, thank God. Because that's what she does, all right? For some crazy reason, she loves me. And I forgot what that meant for one stupid night. But I'll never forget again, I swear. All right? So don't go breaking Gwen's heart over one lousy night. Because that's all it was. Tell her, Jade.",
        "Jade: It was so not a big deal. Don't mess this up for everybody.",
        "Will: It wasn't a big deal.",
        "Maddie: It would be a really big deal if she knew.",
        "Will: Which is why Gwen can't know. Do you understand me, Maddie? You can't tell her. I made a huge mistake that night, it almost cost me everything. But it didn't. Gwen never found out, and I got a second chance. Don't take that away.",
        "Voice: You can't tell.",
        "Will: Are you going to tell Gwen?",
        "Voice: Can't tell. You can't tell.",
        "Will: Maddie?",
        "Voice: Can't tell!",
        "Maddie: No! No, I didn't. I promise I won't tell anyone! No! Just -- I won't tell!",
        "Will: Hey, I gotta go after her.",
        "Jade: Wait, what, do you have a death wish? That girl -- you don't know what kind of knife she's got stashed in the woods. That girl is a psycho.",
        "Will: What do you think Maddie'll do?",
        "Jade: She's gonna tell Gwen, and your marriage is gonna be over, and I'm gonna get pushed off this burg on my rump.",
        "Will: Well, I can't let her do that. She said she wouldn't tell.",
        "Jade: You saw her. It was like she wasn't making any sense. She was in another world. We gotta get out of here.",
        "Will: No, I know she seemed pretty spacey, but I think I can still trust her. When she found out about the finals and everything, and that I cheated, she promised she wouldn't tell anybody, and she never did.",
        "Jade: No, that was before she went off the deep end -- burning up night clubs, slashing Lia's car -- and fellow classmates. We should really go.",
        "Will: Okay, you're really taking this whole thing a little too far. She did not kill Lia and Nate.",
        "Jade: The cops think she did.",
        "Will: Yeah, because you went and told them that you saw her throwing something off a bridge!",
        "Jade: Because I did see her!",
        "Will: And now she's gonna be so mad that she's probably gonna go tell Gwen!",
        "Jade: Oh, and wreck everything? Are you blaming me?",
        "Will: Why did you have to keep pushing her like that? What are you doing?",
        "Jade: What you should have done. I'm gonna stop Maddie!",
        "Will: Didn't you just tell me that I should stay as far away from her as possible?",
        "Jade: You know what your problem is? You don't think outside of the box.",
        "Will: Well, the last time that I did think outside of it, I spent a few years in an institution.",
        "Jade: If you don't stop that little snitch, I will.",
        "Will: Jade! Damn it.",
        "[SCENE_BREAK]",
        "Damian: Lucinda, you mustn't be angry at Lucy. This is all my doing.",
        "Lucinda: Well, of course it is your doing. You come back to town -- every time, and you disrupt the whole family.",
        "Lucy: Grandmother!",
        "Lucinda: Now I find you sucking face with her in my comatose daughter's hospital room.",
        "Lucy: That's enough. Outside.",
        "Lucinda: Doctor, are you ordering me out?",
        "Lucy: This is where I work. I'm not having this discussion in front of a patient.",
        "Lucinda: Fine.",
        "Lucy: Stay here. Take the time to talk to Lily.",
        "Lucinda: What are you thinking, getting involved with Damian?",
        "Lucy: This was a hug, Grandmother, not a tryst.",
        "Lucinda: This man is taking Luke away -- he's taking him away to Malta, just when Luke is needed by the family.",
        "Lucy: Luke has his reasons.",
        "Lucinda: There is -- what possible reason could he have to abandon his family and go off with his pseudo-father?",
        "Lucy: I don't know what his reasons are, but Luke feels strongly about it.",
        "[Lucinda chuckles]",
        "Lucinda: Oh, that figures. You have always had a soft spot for tall men. Tall, devious, cunning men.",
        "Lucy: Are you talking about my father?",
        "Lucinda: I never said that.",
        "Lucy: How could you -- how could you talk to me like that? I was just trying to help Luke and Lily.",
        "Lucinda: Lucy, Darling --",
        "Lucy: You know what? I can't live with you anymore.",
        "Lucinda: Don't be silly, Darling. We're having an argument.",
        "Lucy: You have no respect for me. What I've done, who I am, what I've accomplished --",
        "Lucinda: Oh, Damian's really got you going.",
        "Lucy: You know what? I'm going to find my own place.",
        "Lucinda: Calm down, calm down. I'll go away and I'll come back, and then we'll talk. When my daughter's hospital room is not being desecrated.",
        "[SCENE_BREAK]",
        "Jack: You booked a tough one here, Margo.",
        "Margo: Yeah, I'm pretty sure I botched it.",
        "Jack: Why?",
        "Margo: I just didn't want to believe that Maddie could hurt someone. I mean, she lived with us, Jack.",
        "Jack: How could you look at her for this? How could anyone look at her for this. She's got no sheet. No history of violence. These attacks were brutal, Margo.",
        "Margo: Yeah. I keep seeing those kids.",
        "Jack: Maddie dated Nate.",
        "Margo: And she also dated my son, my Casey. And now Casey is bound and determined to prove Maddie innocent.",
        "Jack: But you don't think she is.",
        "Margo: Well, see, that's just the thing. I don't want to believe that she's guilty -- I don't, Jack. But I also don't want another kid, possibly my kid, dead because of what I didn't see.",
        "Jack: How can I help? [Cell phone rings] Sorry, hold on. Yeah, Snyder. What? When? Okay, dispatch a car, I'm on my way. Thanks.",
        "Margo: What's going on?",
        "Jack: I gotta take care of something at home.",
        "Margo: Yeah, yeah, go! Call me, Jack.",
        "[SCENE_BREAK]",
        "Carly: Hi, you two. This looks romantic.",
        "Katie: Yeah. What are you doing here?",
        "Carly: Just a -- just a business thing. I'll see you later.",
        "Katie: You meeting Simon?",
        "Simon: Yeah, as a matter of fact, she is. Guys, pleasure to see you, as usual. Shall we?",
        "Carly: Yeah.",
        "Simon: Great. Enjoy your night.",
        "Mike: Don't think about them.",
        "Katie: It's kind of hard not to, they're sitting right there.",
        "Carly: So, I got here as fast as I could. Where's this mega-client, huh?",
        "Simon: Oh, oh, he canceled. Yeah --",
        "Carly: What? Why didn't you call me? I bent over backwards to get here, to find a sitter, and I could be at home right now.",
        "Simon: Oh, no, no. I'm sorry, I'm sorry, he only -- he only just -- he just called in. But listen, we can use this time to our advantage, sit down, talk about a few things, have dinner.",
        "Carly: Dinner? Simon, the last time that we had dinner, our dinner consisted of champagne, and breaking and entering, if you recall, and a nice little trip down to the police station wearing handcuffs.",
        "Simon: Fine, all right, then. We'll skip the champagne this time. Coffee?",
        "Carly: Yeah, I suppose so. We can get some work done, I guess.",
        "Katie: Carly looks good. Happy. Oh, I wish this would work out for her.",
        "Mike: Well, maybe it will.",
        "Katie: Honey, she's so susceptible right now with Jack being gone and having to do everything on her own. I mean, on a normal day, Carly could handle someone like Simon.",
        "Mike: Okay. I think we should ignore them.",
        "Katie: Me, too. See, I'm sorry -- I'm sorry, but look. That's exactly what I'm talking about. Look at him. He's totally all over her.",
        "Mike: Do you want me to go over there?",
        "Katie: No. No, that's exactly what Simon wants. He would love for you to make a scene, be hauled off to jail. You've already hit him twice.",
        "Mike: And I enjoyed it both times.",
        "Katie: Which is why you shouldn't be working for him.",
        "Mike: Katie --",
        "Katie: This is how he reels people in. He wants you to be protective of Carly, and he wants me to be --",
        "Mike: -- Jealous. He wants you to be jealous.",
        "Katie: Which I am never going to be. But I can't stop worrying about Carly. She's a wonderful designer who just wants to do right by her kids, and he's taking advantage of her.",
        "Mike: Do you want to leave?",
        "Katie: No. No, I want to have my anniversary dinner with you.",
        "[SCENE_BREAK]",
        "Simon: This is amazing. It really is. I knew this building was going to be nice. But you are turning it into a real showplace.",
        "Carly: Well, that's the idea, isn't it? To make it stand out in the crowd?",
        "Simon: Listen, I'm flying to New York to meet with this development company that does luxury housing across the country. Come with me.",
        "Carly: To New York?",
        "Simon: Yeah.",
        "Carly: No, come on, Simon. I can't leave my children.",
        "Simon: All right, fine, you don't have think -- don't answer right now. Just think about it. But I do have a little confession to make. Being new at this -- I am a lot more confident when you're around.",
        "Carly: Here's a tip for you. This poor, pitiful Simon routine? I'm not going to fall for it. I can see right through it.",
        "Simon: Damn. [Carly laughs] So, okay, fine, tell me. What does work, then?",
        "Carly: Surprisingly enough, honesty.",
        "Simon: Hmm, original. All right, then. I admire everything you've done. I mean, you continue to not only meet my expectations, but exceed them. And I'm very happy to be working with you. And if you fly to New York with me -- you will have one hell of a good time. Ah!",
        "Carly: Yeah.",
        "Simon: Oh, whoa, whoa, what's that for?",
        "Carly: That's because I know what you're trying to do. And I'm not going to let you use me to do it.",
        "[SCENE_BREAK]",
        "[Twig snapping]",
        "Maddie: Will? Jade? You guys still here? I kind of don't know where I am. Hello?",
        "[Maddie screams]",
        "[SCENE_BREAK]",
        "Coming up on \"As the World Turns\" --",
        "Lucy: Where else can I go?",
        "Damian: Why don't you come and stay at Fairwinds with me and Luciano?",
        "Carly: You even promised me that we were going to have fun. Well, you're not. You are definitely not fun!",
        "Maddie: No!",
        "[Maddie grunting]",
        "[SCENE_BREAK]",
        "Damian: I'm sorry I made problems for you and your grandmother.",
        "Lucy: Oh, it's not you. This fight's been brewing for a while. I've been wanting to move out of her house for weeks, I just couldn't bring myself to deal with it. I guess now I'll have to find a real estate agent and start looking for some places.",
        "Damian: In your spare time?",
        "Lucy: Right. I think I have 15 minutes off a week from next Thursday. So I'll just stay at the Lakeview for now.",
        "Damian: A hotel? So cold and unfriendly.",
        "Lucy: Well, where else can I go?",
        "Damian: Why don't you come and stay at Fairwinds with me and Luciano? I know he would be thrilled to have you with us. And it would ease my last few days in town, as well.",
        "Lucy: Ease your days? How?",
        "Damian: Well, if I'm worried about you living out of a suitcase in the town that's supposed to be your home, how can I rest easy? Now, come on, Lucy. Don't say no.",
        "[SCENE_BREAK]",
        "Carly: You know, usually, when a guy comes on to me, it's because he is interested in me.",
        "Simon: What are you talking --?",
        "Carly: But this whole show has been for their benefit. And you promised me that this was not about Katie, when, quite clearly, it is only about her. I'm gonna send you a bill for my babysitter. You know, I cannot believe that I missed dinner with my children for this post-adolescent nonsense! Katie, and Mike -- just wait, okay?",
        "Mike: Hey, don't mind us.",
        "Katie: We were just on our way to dinner.",
        "Carly: No, no, I would like for you to hear this. In fact, I don't care if everybody in this entire hotel hears this. Simon Frasier, I would rather wash dishes every single day of my life from now until Sage graduates from college than allow myself to be used by a slimy reptile like you. Now, Katie doesn't want anything from you. Why can't you see that?",
        "Simon: Well, I -- appreciate you pointing it out to me.",
        "Carly: But I did. I wanted everything you promised me. A new start, a chance to be the best. And you even promised me that we were going to have fun! Well, you're not. You are definitely not fun!",
        "Mike: I'll drink to that.",
        "Simon: All right, are we done here? Is that all? Is that it?",
        "Carly: No, we're not, because I've got two more choice words for you, Buddy. I quit!",
        "Simon: Whoa \u0096",
        "[SCENE_BREAK]",
        "Damian: Surprise!",
        "Luke: Lucy! Hey, did you come to say good-bye?",
        "Lucy: There's a little more to it than that.",
        "Damian: Lucy's moving in. She's going to spend our last few days in the states with us.",
        "Luke: You're moving in here? With us? Why?",
        "Damian: No, no, no more questions for her right now. Lucy's had a difficult night. You all right?",
        "Lucy: You've got to stop taking such good care of me. Besides, I'm more worried about you. All this stress can't be good for you.",
        "Damian: Yes, Doctor. See how smoothly she reminds me to take my medication? I'm very happy you accepted my offer.",
        "Luke: Okay, what's the deal? Why are you really here?",
        "[SCENE_BREAK]",
        "Holden: How'd it go?",
        "[Lucinda sighs]",
        "Lucinda: Well, I think -- I hope -- I hope that the girl really has a talent for subterfuge.",
        "Holden: So Damian bought it?",
        "Lucinda: It seems so.",
        "Holden: Why do you look so worried?",
        "Lucinda: Well, in my role, I had to say some nasty things.",
        "Holden: Yeah, but she knows its all part of the plan. She knows you didn't mean them.",
        "Lucinda: Yeah, but I said it about her father, and she looked all stricken.",
        "Holden: Has she called?",
        "Lucinda: No. No. He hustled her off in the car -- off they went. I kept my eye on her, but -- wait a minute. [Phone beeping] Oh, my heavens. It's a text message.",
        "Holden: \"I'm in.\" Xs and Os. Nice touch.",
        "Lucinda: She used to sign all of her letters like that when she was little. She's okay. Oh, but I don't want to think of my two grandchildren in that creepy house with Damian Grimaldi.",
        "Holden: No, I know, I don't like all this sneaking around, either. I wish I could just go over there and grab Luke, take him out of there and take him home.",
        "Lucinda: No, no, no, no. She'll do it. She'll do it, she'll manage it. I know she will. She'll look around and she'll get the proof of his prevarications, and then Luke will be home, where he belongs.",
        "[SCENE_BREAK]",
        "Luke: Lucy, you're a doctor. Please, tell the truth. Does Damian need around- the-clock care or something? Because I thought we had more time than that.",
        "Lucy: It's not about Damian, it's about me. I asked him to meet me at the hospital, and while we were talking, Grandmother came in unexpectedly.",
        "Luke: And blew a gasket?",
        "Lucy: Big time. I got furious, I ended up telling her I was moving out.",
        "Luke: So, that's why you're here. It's not that Damian's worse?",
        "Lucy: I'm not pulling that doctor-patient privilege thing. Damian's not my patient.",
        "Luke: I wish he were. I keep telling him to get more doctor's opinions, but he said he has tons and there's no hope. Maybe when we go to Malta --",
        "Lucy: So you're definitely going?",
        "Luke: Yeah, it's so tough, leaving home right now. Especially with Mom sick and the new baby --",
        "Lucy: Maybe you shouldn't go.",
        "Luke: But he's my father. And he's dying. And Dad has tons of people to help around the house. But Damian just has me.",
        "Lucy: And now he has me. I mean, has he gotten any further medical advice since he's been here in Oakdale?",
        "Luke: I don't think so. But he practically carries his medical file around with him. I mean, it's so sad.",
        "Lucy: No, it's responsible. I mean, if anything happens while he's here, you know, the doctors won't waste time with unnecessary tests or medications.",
        "Luke: I guess so. I still think it's kind of creepy. I mean, imagine having what's basically a death sentence in your desk drawer.",
        "[SCENE_BREAK]",
        "Carly: J.J? Parker? Skye, what's going on around here? Where is everybody?",
        "Jack: Well, well. Where have you been?",
        "Carly: Out. Where are the kids? Why are the lights out?",
        "Jack: I had Emma come and pick them up and take them out to the farm.",
        "Carly: Why? Where's the sitter?",
        "Jack: Where were you?",
        "Carly: I was at the Lakeview. I had a business meeting.",
        "Jack: Oh, I see. With Simon Frasier?",
        "Carly: Yeah. Why does Emma have my kids?",
        "Jack: Because you left them alone with some punk rock teenager that nearly set the house on fire.",
        "Carly: What? What are you talking about? Jack, what happened? Is everybody all right?",
        "Jack: Everybody's fine, Carly. But you should have been here. Because when I got here, she was making pancakes and set off the fire alarm.",
        "Carly: Okay, so wait. So, there was no actual fire?",
        "Jack: No, the smoke detector went off --",
        "Carly: Okay, so you came running over here because the smoke detector went off? Because that thing is wired so close to the stove that it goes off several times a week, even when I'm cooking.",
        "Jack: That wasn't all! Okay -- Carly, wait. What are you doing?",
        "Carly: I'm going to call Emma, and I'm going to get my children. What is wrong with the lights, Jack?",
        "Jack: Skye-Lark went to go plug in her amplifier --",
        "Carly: Blue. Her name is Skye Blue.",
        "Jack: Whatever her name is -- she went to plug in her amplifier and tripped the circuit breaker. The alarm company called me because the whole house was signaling.",
        "Carly: Why didn't you call me, Jack?",
        "Jack: Carly, I thought you were here with the kids. There's a slasher out there running around town killing people, did you not know that? Excuse me if my one thought was to get here to protect my family.",
        "Carly: Okay, so when you got here, and you realized that everything was okay?",
        "Jack: But it wasn't okay.",
        "Carly: You didn't have to send my kids away without me knowing. They just wanted to have your favorite meal for supper. That's all. That's what the babysitter -- I can't believe this. I can't believe you are berating me for being a bad mother because the babysitter is not an electrician! And because I had to go to a business meeting. Jack, it's ridiculous! It's completely unfair!",
        "Jack: Well, you were just arrested, what, a couple of weeks ago with good ole' Simon, weren't you? But that, you know, I guess -- why should I be worried?",
        "Carly: Because, Jack, nothing was wrong.",
        "Jack: Nothing was wrong? Okay, Carly, did you not hear me say that there's a serial killer out there? The department is on high alert.",
        "Carly: If the babysitter sensed trouble, she would have called me. She would have called you! Look, your number is right here, too. All the numbers are right here --",
        "Jack: But she didn't call me. Did she? She did not call me.",
        "Carly: No, she didn't call you because she didn't see a tripped circuit and some pancake smoke as a big problem. Unlike you. You freak out, you inconvenience Emma, you get my kids out of their home -- you make my babysitter leave, just so you can find a way to insinuate yourself into my life!",
        "Jack: What, are you kidding me? I was worried about our children!",
        "Carly: Then maybe you should let them sleep! Why didn't the alarm company call me?",
        "Jack: I guess they still have my number from when I used to live here.",
        "Carly: All right, well, that's going to change -- that's going to change first thing tomorrow. Because I'm so sick of this. I'm so sick of you riding in and coming to my rescue when I don't want it! And I don't need it!",
        "Jack: Fine.",
        "Carly: You made it perfectly clear that you do not want to be here for me. Then don't be here. I will take care what goes on in this house, Jack. You can leave.",
        "Jack: I'm not going anywhere with the smoke detector deactivated and a circuit tripped.",
        "Carly: I am not a complete idiot. I can handle it.",
        "Jack: Well, since I'm here, why don't you let me handle it for you?",
        "Carly: Fine.",
        "[SCENE_BREAK]",
        "Lucy: You know, I think I'll stay up for awhile. Grab myself some tea. I need to settle down after my fight with Grandmother. And prepare myself for another round tomorrow.",
        "Damian: Why?",
        "Lucy: Well, when I go to pick up my things.",
        "Damian: You know, I can help you with that, if you like.",
        "Lucy: I would like that. Thank you, Damian. For everything.",
        "Damian: Sweet dreams.",
        "Damian: Is there anything I can help you find?",
        "[SCENE_BREAK]",
        "Katie: Well, thank you for an almost-perfect three-month anniversary dinner.",
        "Mike: Well, I thought Carly putting Simon in his place was nearly perfect.",
        "Katie: Now you can quit, too.",
        "Mike: I just think as long as Simon's in town, it's a good idea to keep an eye on him. And that way, when he falls flat on his face, I will have front row seats.",
        "Katie: And what if he doesn't?",
        "Mike: Then it's just a job. But you and me? That's forever. Happy anniversary, baby.",
        "[SCENE_BREAK]",
        "Simon: I'm sorry.",
        "[SCENE_BREAK]",
        "[Maddie screams] [A person dressed in black and with a Halloween mask has a knife and tries to cut Maddie. Maggie falls in the water the person, tries to drown Maddie]",
        "[NEXT_ON]",
        "Jack: Please, Buddy, just -- just go.",
        "Simon: I will. I will, Jack, I will. If that's what Carly wants.",
        "Damian: Tell me what you are looking for. My medical records.",
        "Gwen: Hey, I heard screaming! Who's out there?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=s0LHlNxr43k"
}