{
    "Episode Summary": [],
    "Recap": [
        "Barbara is left alone to wait for her ride home. Carly is angry when her associate \u0091seems' to ignore her and walk by. Dusty apologizes while dabbing at his busted lip. Emily sees that the good doctor is smitten. Jennifer is sure that tactics are being used to get a man. Jordan agrees to curb a friendship for the good of the company.",
        "Kenny tries to put the squeeze on to collect on a debt. Lily gushes over how her marriage is back on track now. Paul's paranoia shows when everything that happens, makes him think that he is being purposely left out. Rosanna makes her intentions clear. Walker is being watched as he leads a friend by the hand to a room in the hospital."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Paul dreaming.]",
        "Paul: What's going on?",
        "Barbara: It's called having a meeting, darling. Excuse us. Jordan, have you finished the press release?",
        "Jordan: Oh, yeah, yeah. Here you go.",
        "Paul: I didn't hear anything about a press release.",
        "Barbara: And with good reason.",
        "Paul: It says here I'm leaving the company.",
        "Carly: Bye-bye.",
        "Rosanna: Be sure not to write.",
        "Paul: And I'm being replaced by Jordan.",
        "Jordan: You know, I could probably fill his shoes with one foot.",
        "[Laughter]",
        "Paul: You can't throw me out of my company.",
        "Barbara: Of course we can, darling. And there's nothing you can do to stop it.",
        "Paul: I won't let you get away with this.",
        "Barbara: He's always been like this. Trouble since the day he was born. Isn't that right, honey? Paul? Paul? Paul.",
        "[Paul waking up.]",
        "Barbara: Honey, what are you still doing here?",
        "Paul: What am I doing here? I work here. Or have you replaced me already?",
        "[SCENE_BREAK]",
        "Hal: Well, thanks you, Dr. Boxer. No, I'll make sure it doesn't happen again. That was Will's caseworker. It seems Barbara sneaked into the hospital so she could get a closer look at Will.",
        "Emily: What? But, there was a court order. There were no family visits allowed, right?",
        "Hal: Well, luckily, there wasn't any contact. Barbara observed him through a one-way observation mirror.",
        "Emily: Well, obviously she didn't arrange that by herself. Any idea who helped her?",
        "Hal: Yeah. Walker Daniels. He's got a buddy who works over there. That's how Dr. Boxer found out.",
        "Emily: I don't get it. Why would he do something like that? Why would he risk something for Barbara Ryan?",
        "Hal: That's what I intend to find out.",
        "Emily: You're gonna --? Right now? During our romantic lunch?",
        "Hal: Oh, honey, I know we're overdue for some time together. But if I don't jump on this now. Then Barbara's gonna pull will out of there within a month. I gotta jump on it.",
        "Emily: I know. Make your call.",
        "Hal: Yeah, Hernandez, this is Lieutenant Munson. Listen, I need a contact number for Dr. Walker Daniels, and I need it right now.",
        "[SCENE_BREAK]",
        "Rosanna: Hi.",
        "Carly: We've got problems, Rosanna. I know Jennifer agreed to spend time in Detroit, like you wanted.",
        "Rosanna: Yeah, she's leaving today, and Jordan's having lunch with me. So what's the problem?",
        "Carly: I couldn't discuss it last night, because Jordan was here. But Barbara was at Paul's when I told her about Cabot Motors sponsoring the fashion show. So Paul knows about it, too.",
        "Rosanna: Well, that's okay. It wasn't supposed to be a secret, Carly.",
        "Carly: Paul made me stay after Barbara left to discuss it. He's jumping to a lot of conclusions, Rosanna, and a lot of them are ridiculous.",
        "Rosanna: What do you mean? What does he think is happening?",
        "Carly: He's convinced you're out to get him. That you're only sponsoring the show so you can somehow push him out of B.R.O.",
        "Rosanna: How self-absorbed can you get? Did you tell him that this had nothing to do with him?",
        "Carly: Yes, of course. But he didn't believe me. He's sure that you're trying to pay him back for what he pulled with Cabot.",
        "Rosanna: You know, next time I get myself involved with a man who thinks the entire universe revolves around him, give me a good swift kick. Otherwise, my future is doomed.",
        "Carly: If you ask me, you'd better start worrying about your present.",
        "Rosanna: What does it matter if Paul is suspicious?",
        "Carly: Not just suspicious, Rosanna. He's all the way to paranoid! He even told me that I should stop working with Barbara to prove to him that I'm not against him.",
        "Rosanna: When you obviously refused?",
        "Carly: He said that he was ready to put up a fight.",
        "Rosanna: Oh, come on. That's all talk.",
        "Carly: You don't understand, Rosanna. The last time I saw him like this was right before he blew the whistle on Cabot. When this guy feels wronged, there's nothing he won't do, there is no one he won't hurt. He's lethal, Rosanna. I'm afraid he's coming after you.",
        "[SCENE_BREAK]",
        "Barbara: That must have been some dream you were having.",
        "Paul: Why?",
        "Barbara: Well, you said that you thought I wanted to get rid of you.",
        "Paul: It must have been a joke. People have been coming and going so quickly around here.",
        "Jordan: Not anymore. With this fashion show coming up, we're gonna need every warm body that we can get. If everyone agrees to work around the clock for the foreseeable future, we might actually make the deadline.",
        "Paul: How many of these shows have you organized?",
        "Jordan: What?",
        "Paul: 'Cause I've organized over a hundred, and for this company alone. Don't tell me what we need.",
        "Barbara: Paul, no one is attacking you here. I only asked you why you were still here because I thought you were going to take Jennifer to the airport.",
        "Paul: Oh, no.",
        "Jordan: Wait, wait, wait. I thought you were gonna help me out with --",
        "Paul: You thought what? Let's get something straight, all right? You help me. I don't help you.",
        "Jordan: Yeah? Well, listen, I called Manny at the factory on my way in. He's still waiting for your okay on three of our numbers.",
        "Paul: I'll get to it. Back off.",
        "Jordan: Please, don't let me stand in your way.",
        "Barbara: Why did you feel the need to antagonize him?",
        "Jordan: What are you talking about? He was set to go from the second he walked in here. It's obvious he just doesn't want me here.",
        "Barbara: This isn't about you.",
        "Jordan: Well, then what is it about?",
        "Barbara: I think that he suspects that I'm keeping something from him. I almost told him about my condition last night, and then I chickened out because I don't want to burden him with that right now.",
        "Jordan: Well, it's probably just as well. The way he's been acting, he probably would use it against you.",
        "Barbara: Jordan, I'm his mother.",
        "Jordan: Right, right. The same mother that he wanted to throw out of her own company.",
        "Barbara: You know, I don't want to hear that again. I really don't. Because we are on the verge of something very wonderful right here. And I don't want it destroyed by infighting between you and my son.",
        "Jordan: I don't want that either.",
        "Barbara: Good. Now, I will talk to Paul.",
        "Jordan: No, no. Please, don't Barbara. The last thing I want is for you to be in the middle of this.",
        "Barbara: Excuse me, but I'm smack dab in the middle of this. This is my company, I founded it, and I am Paul's mother and Jennifer's, too.",
        "Jordan: Interesting change of subject.",
        "Barbara: Quite deliberate. Now, I know this is none of my business, but Jennifer feels terrible about last night.",
        "Jordan: So do I.",
        "Barbara: Okay. So, when she gets back from Detroit, why don't you do something about it?",
        "Jordan: What could I possibly do?",
        "Barbara: Keep your distance from Rosanna Cabot.",
        "[SCENE_BREAK]",
        "Rosanna: I'm not going to change my plans because Paul Ryan doesn't like me anymore. But if you really think that he's that dangerous --",
        "Carly: Who are you calling?",
        "Rosanna: A detective agency I know. They're very good at --",
        "Carly: Hang it up, Rosanna. I know a better way for you to handle Paul. You look him in the eye and you tell him you're not out to get him. Paul knows detectives, too, and if he hires one, and they find out that you want to marry Jordan, he will make sure that never happens.",
        "Rosanna: I'm not afraid of him. I can't afford to be.",
        "Carly: Don't underestimate him, Rosanna.",
        "Rosanna: The son of James Stenbeck and Barbara Ryan -- don't worry, I won't. But right now I need to put all my energy into focusing on getting Jordan to marry me. Because if I don't -- Cabot.",
        "Carly: I wish you could just tell me what this is about. I know, I'm sorry. I shouldn't have asked again.",
        "Rosanna: I know it's killing you, not knowing. And it's killing me, not being able to tell you. Okay? But you just have to wait a little while longer, I promise you. I will tell you everything as soon as I possibly can.",
        "Carly: Whatever it takes to get you through this, that's what I'm going to do. I'm not deserting you, Rosanna. Ever.",
        "Rosanna: Thank you. You know what you can do? You can help me pick out an outfit for my lunch with Jordan. Okay? Something that says, \"Marry me today.\" Preferably. And then we can pick out china next week.",
        "Carly: You're in very good hands.",
        "Rosanna: I know.",
        "[SCENE_BREAK]",
        "Hal: He's here.",
        "Emily: Well, that was quick.",
        "Hal: Walker?",
        "Walker: Lieutenant -- Mrs. Munson --",
        "Emily: Oh, Emily. Please.",
        "Hal: Please, sit down.",
        "Walker: I hope this won't take long. I have a body waiting on the autopsy table.",
        "Hal: Well, the stiff will keep. This won't. I want you to tell me about your relationship with Barbara Ryan.",
        "Walker: We've had lunch a couple times. Nice lady.",
        "Hal: Nice enough to violate a court order on her behalf?",
        "Walker: I don't know what you're talking about.",
        "Hal: You had a friend sneak Barbara into the mental facility where her son, my son, is staying. Now, don't deny it. It'll just waste time.",
        "Walker: Did Barbara tell you that?",
        "Hal: No, and that's the last question you get.",
        "Emily: Why don't you just tell us exactly what happened?",
        "Walker: Barbara was worried about Will. She wanted to make sure he was okay. I contacted a friend. He let her watch him through a one-way glass.",
        "Hal: That's called aiding and abetting. You know it could cost you both your jobs?",
        "Walker: The court order specifies that there be no contact between will and his family. There wasn't. Will didn't even know Barbara was there.",
        "Hal: It's not the point.",
        "Walker: Did you call me down here to arrest me, lieutenant?",
        "Hal: No. I called you down here for one reason and one reason only -- for you to hear this straight from me, walker. >From now on, you stay away from Barbara Ryan.",
        "[SCENE_BREAK]",
        "Lily: Hello.",
        "Dusty: Would you like something to drink?",
        "Lily: Club soda, please. I think it's a little early for champagne. Thank you.",
        "Dusty: You celebrating something?",
        "Lily: I just talked to the accountant for the Rose Foundation. And we're getting so many donations, we're almost ready to hand out our first scholarship.",
        "Dusty: That's great.",
        "Lily: Yeah.",
        "Dusty: You got enough nuts?",
        "Lily: Dusty?.",
        "Dusty: I'm working. I got a lot of work.",
        "Lily: All right, all right. I'm sorry that I asked you to lie to Holden for me. Can we just forget it and move on?",
        "Dusty: Forget it and move on? Why? How? I mean, not only were you lying to your man, you were lying to me, too.",
        "Lily: I didn't know how to tell him I was going to Chicago and singing. I did it to feel closer to Rose. I didn't think anybody would understand.",
        "Dusty: You still doing it?",
        "Lily: No, I don't need to anymore.",
        "Dusty: What's going on with you and Holden?",
        "Lily: Molly brought him to Chicago to see me sing. And when he saw me sing, he understood why I was doing it. So we're good. We're great. Better than ever.",
        "Dusty: So you expect me to care about this or what?",
        "Lily: What?",
        "Dusty: Why do you assume that your family is like the big, you know, mood ring for the rest of us. You and Holden are good, so everybody's dancing in the streets. Luke flunks a spelling test and everybody's miserable until he gets his grades up.",
        "Lily: Wait a minute. I didn't say anything like that.",
        "Dusty: You don't have to say anything like that, because that's the unspoken rule in this town. I don't subscribe to it. I've got my own life, you know? I've got plenty of stuff going on.",
        "Lily: I just apologized to you. How can you attack me?",
        "Dusty: Yes. I accept your apology. And I have my beer distributors here now, and they are more interesting.",
        "Starziak: Who's the broad? She didn't look too happy, Donovan.",
        "Dusty: What are you doing here, Kenny? I thought you said that you wouldn't be here in Oakdale.",
        "Starziak: And I thought you said you owed me a favor, which never happened.",
        "Dusty: I'm getting to it. Give me some time.",
        "Starziak: Sorry, Dustman. Time's up.",
        "[SCENE_BREAK]",
        "Dusty: We're gonna have to take this whole thing in a different direction, 'cause we can't use the Rose Foundation.",
        "Starziak: Why not? Brand-new charity, never been under investigation. We want to launder some money, it's the perfect place.",
        "Dusty: I said no.",
        "Starziak: It's a little late, Dusty. I already sent in the check, and I'm not what you'd call a charitable person.",
        "Dusty: I'm sorry. There's nothing I can do about it.",
        "Starziak: You think you're sorry now? You don't change your mind, Rocco's gonna teach you a whole new meaning of that word.",
        "Dusty: Kenny, I know that I owe you a favor.",
        "Starziak: No, a favor you pay off with dinner at Charlie Trotter's. I did hard time for you, Dusty. When our operation got busted, I never rolled on you.",
        "Dusty: I know that. And you know that I'm grateful for that.",
        "Starziak: Yeah, but it's hard to buy groceries with gratitude, my friend.",
        "Dusty: I'm gonna make it up to you. You have my word. But not like this. I can't do it. I can't.",
        "Starziak: You can't transfer money from your little foundation into my account in Grand Cayman? Now you tell me, what could be easier than that?",
        "Dusty: I have a partner who also runs this foundation. And she checks every nickel, Pal.",
        "Starziak: You talking about Lily Snyder?",
        "Dusty: How do you know that?",
        "Starziak: She just sent me a letter thanking me for my generosity. So, what do you say, Rocco? Maybe you pay Mrs. Snyder a visit and tell her in person how honored we are?",
        "Dusty: No, Rocco's not going to visit anybody because Lily Snyder is off- limits! You understand? You understand, ken?",
        "Starziak: You doing her, Dust? Guy used to have 'em lined up outside his crib. It was like, take a number.",
        "Dusty: Yeah, you should have seen it. This is what we're gonna do. We're gonna forget about the Rose Foundation, and we're gonna run money through my club. That's what we're gonna do.",
        "Starziak: You trying to get me in trouble or something? You've already been busted here for taking bets. No, it's gotta be someplace no one's gonna look. Scholarships for kids, right? In memory of a poor dead showgirl from Atlantic City -- I gotta hand it to you, pal. When you come up with a cover, you don't mess around. The discussion period is now officially over. Make the transfer today. I'll be making another donation tomorrow.",
        "Dusty: What are you talking about?",
        "Starziak: This is only the beginning, Donovan. I'm gonna give till it hurts.",
        "[SCENE_BREAK]",
        "Walker: I know you're concerned about your son, Lieutenant.",
        "Hal: You don't know anything about that. I called you down here to tell you to stay away from Barbara Ryan. And that's what I want you to do.",
        "Walker: Barbara made it very clear she didn't want will to know. She was very responsible about the whole thing, Lieutenant. All she wanted was to see her son for a couple of minutes.",
        "Hal: Oh, that's very touching. And very illegal. And you must've known that. So why didn't you just tell her no?",
        "Walker: Because I didn't have a problem with it. There was no adverse effect on will.",
        "Hal: How did you know how Barbara would act when she got there? How did you know she wasn't gonna break every rule in the book?",
        "Walker: Because I trusted her. We're friends. But I will not arrange for her to see will again. You have my word on that.",
        "Hal: Well, that's a step in the right direction.",
        "Walker: And here's something else you have my word on, Lieutenant. I will not stop seeing her on your say. So you and your department do not get to weigh in on my personal life.",
        "Hal: Would you rather I get an arrest warrant with your name on it?",
        "Walker: Bring it.",
        "Hal: Let me give you a tip about Barbara. I've known her for an awful long time and I know how she operates. She acts lost, she acts hurt, she paints herself as a victim. And then we she gets a little sympathy she uses it to get what she wants. And you're playing right into her hands.",
        "Walker: You say what you want about me. But you leave Barbara out of this. That is where I draw the line.",
        "Emily: Wow. Sounds like someone's in pretty deep.",
        "Walker: What does that mean?",
        "Emily: You say you're just Barbara's friend? I think it's quite obvious it's a lot more than that.",
        "[SCENE_BREAK]",
        "Jordan: Rosanna is not an issue between Jennifer and me. And if that's what she thinks --",
        "Barbara: This really isn't about Jennifer. We're in business with Cabot Motors now. And if this whatever you have with Rosanna should end, it could hurt my business.",
        "Jordan: Rosanna is sponsoring the show because she wants to help her sister. So nothing that I do is going to change her mind about that.",
        "Barbara: Yes, I heard all of this from Carly. But, you know, we don't really know that that's the reason Rosanna is sponsoring this. There could be another reason. Carly could be in on it, we don't -- forgive me here. I'm very tired. I started radiation last night.",
        "Jordan: You did? Barbara, that's wonderful.",
        "Barbara: That's not how I'd describe it.",
        "Jordan: You know what I meant. I'm just happy that you're taking care of yourself.",
        "Barbara: I have another session scheduled today.",
        "Jordan: You want me to go with you?",
        "Barbara: That's very sweet, but I think you better stay here and get some work done.",
        "Jordan: I don't know why you're insisting on going through this alone.",
        "Barbara: You know why? Because I don't want anything to detract from this show. We've had enough distractions as it is. Sometimes I just think it's all going to fall apart, or --",
        "Jordan: No, no, no, don't -- I don't even want you thinking that way.",
        "Barbara: Yeah, I try to stay positive. I promise you. But in the middle of the night, I just lie there awake, imagining catastrophes. But I do have you. That's one comfort.",
        "Jordan: Would it help you if I stayed away from Rosanna, at least until the end of the show?",
        "Barbara: But you said --",
        "Jordan: Just answer that question.",
        "Barbara: Yes. Yes, it would.",
        "Jordan: Well, then that's what I'm gonna do. I'll talk to Rosanna today.",
        "[SCENE_BREAK]",
        "Jennifer: Hi, this is Jennifer Munson. Can I get a taxi to the -- [Knocking on door] Hold on one second. Who is it?",
        "Paul: It's Paul.",
        "Jennifer: Oh. Never mind. Where have you been? Did you forget I had to make a flight?",
        "Paul: Yeah, I did. I'm really sorry. I've had a lot on my mind --",
        "Jennifer: Yeah, me too. Like, why exactly am I going to Detroit?",
        "Paul: What did Mom tell you?",
        "Jennifer: She said that a big company has decided to sponsor our show in Vegas, and that I'm the contact person at B.R.O..",
        "Paul: That's all she said -- a big company?",
        "Jennifer: Yes. Do you know more?",
        "Paul: This is unbelievable.",
        "Jennifer: What, Paul? Please tell me.",
        "Paul: The big company is Cabot Motors. Rosanna's sponsoring this fashion show to somehow get back at me.",
        "[SCENE_BREAK]",
        "Emily: You know what? Let's just be honest with one another. If you have feelings for Barbara, what's the big deal? Why not admit it?",
        "Walker: You're right. You're right, Mrs. Munson.",
        "Emily: Emily, please --",
        "Walker: Mrs. Munson. I do have feelings for Barbara. Feelings of compassion for how much she misses Will. Feelings of respect for her talent. And yes -- I very much enjoy her company.",
        "Emily: Hal, I'm going to leave the detective work to you, because he is definitely holding out on us.",
        "Hal: You know, Emily's radar is usually pretty damn strong. For your sake, I hope she's wrong about you and Barbara.",
        "Walker: Well, you know what? Maybe one day the three of us will be buddies, and we can sit down and share my deepest thoughts and feelings. But until then, my personal life is off limits. Anything else?",
        "Hal: Yep! Don't turn your back on her.",
        "Walker: Enjoy your lunch.",
        "Hal: Do you know, up until now, I always thought he was pretty intelligent?",
        "Emily: You know, she is an attractive woman -- wealthy, successful --",
        "Hal: And completely off her rocker. What's the matter with this guy? Doesn't he read the papers?",
        "Emily: There is a bright side to all of this. When you think about it. He'll keep Barbara very busy.",
        "Hal: Hmm. And out of our lives?",
        "Emily: One can only hope. And if it's true -- if this is a romance, I don't know, maybe Walker can turn Barbara into a better, happier person.",
        "Hal: Honey, he's a doctor, not a magician.",
        "Emily: It's possible. Oh, I know it is. Because that's what you've done for me.",
        "[SCENE_BREAK]",
        "Jordan: You know, I better call the hotel in Las Vegas.",
        "Barbara: Why? Is there a problem?",
        "Jordan: I just want to check with the stage manager and make sure the music is okay. Did you have a chance to sample?",
        "Barbara: You know, I didn't. I'm sorry. I'm not pulling my weight around here very well, am I?",
        "Jordan: What you're doing is much more important than any runway music. Okay, this is one show. There's gonna be dozens more next year, and I expect you to be backstage, driving us all crazy.",
        "Barbara: I hope you're right. I think I better go to the hospital. The radiologist is not on call tonight, so I need to get there now.",
        "Jordan: Don't worry about anything here. I have a checklist a mile long, and I'm not leaving until I'm through it.",
        "Barbara: Thank you. You know, I don't know what I did to deserve you, but it must've been something wonderful.",
        "[SCENE_BREAK]",
        "Rosanna: Are you sure we shouldn't use the red one? The hemline is just a little bit higher.",
        "Carly: Rosanna, what we picked out is perfect.",
        "Rosanna: Oh my God! We forgot to do shoes.",
        "Carly: Ahh -- I can't. I already should have picked up Parker at the babysitter's. He's got an appointment with the pediatrician and I'm -- I'm running late. But don't worry. Everything is gonna be fine. Jordan doesn't have a chance of resisting you, honey.",
        "Rosanna: There's no guarantee that this is gonna work. What if he's already in love with Jennifer?",
        "Carly: He is young and ambitious. And you -- you are Rosanna Cabot, the sexiest CEO in America. And once he realizes that you are really interested in him, he's gonna get down at your feet and stay there until you let him up.",
        "Rosanna: If only he was a little bit more ruthless. He's so honest and open. That could be a problem.",
        "Carly: Yeah. I have the same problem with Jack. Unless he's chasing a purse snatcher, he still won't cross the street in the middle of the block.",
        "Rosanna: No.",
        "Carly: Yeah. He says that we have to set an example for the children. If they can't cross against the light, then neither can we.",
        "Rosanna: Well, he has a point.",
        "Carly: I know. That's what makes him so annoying. Good luck. It's going to be fine. I know it. Call me later. I want to know what happened.",
        "[SCENE_BREAK]",
        "Paul: Jordan has been getting closer and closer to Barbara. All these little secret meetings that you're not there and I'm not there. And now you get shipped off to Detroit? I mean, are you sensing a pattern here, Jen? Because I think that Barbara and Jordan -- with Rosanna's help -- are trying to squeeze you and me out of B.R.O..",
        "Jennifer: There's another explanation.",
        "Paul: Okay. I know you don't like hearing this -- but with Mom, the only thing that changes are the words. Inside, she's still as vicious as ever. Don't do that. What? What do you think it is?",
        "Jennifer: Okay. Last night, you know, I was supposed to have my dinner with Jordan. Rosanna broke it up, Paul. Because she wants him all to herself!",
        "Paul: Rosanna's gonna sponsor a fashion show just because she's got a thing for Jordan Sinclair?",
        "Jennifer: Yeah. Rosanna could care less whether you and I are in or out of B.R.O. she wants Jordan. And obviously she's gonna do anything she can to get him.",
        "[SCENE_BREAK]",
        "Lily: All right. We are not gonna leave things this way. What happened?",
        "Dusty: Somebody left the stock room door open. And I just, you know -- ran right into it. I can't believe it.",
        "Lily: You forgot it was there?",
        "Dusty: Yeah.",
        "Lily: Uh-huh.",
        "Dusty: I was thinking about you. What a jerk I was, you know? I didn't mean to, uh -- lean on you like that.",
        "Lily: Are we okay?",
        "Dusty: Yeah, we're okay. Let's forget about everything that happened. We'll just --",
        "Lily: Fine.",
        "Dusty: Wipe the slate clean.",
        "Lily: Absolutely. Thank you. Thank you for understanding.",
        "Dusty: Come on. Come on. Who am I to judge anyone else anyway?",
        "Lily: All right. What's going on? Are you sure -- are you sure you're okay?",
        "Dusty: I'm sure. Yeah. I got a cracked lip. Happened before. It's gonna happen again.",
        "Lily: Something I can do?",
        "Dusty: No. But I do need the financial papers on the foundation. Because I need to crunch these numbers myself. Make sure everything's fine.",
        "Lily: All right. I'll call the accountant from the car.",
        "Dusty: Thank you. You're a great partner.",
        "Lily: I'm not just your partner. I'm your friend.",
        "Dusty: That's good. I'm gonna remember that when I need one.",
        "Lily: Okay. Just be safe. Watch out for that door.",
        "[SCENE_BREAK]",
        "Parker: Mommy!",
        "Carly: Hi, sweetie. Ohh! How's my boy? Thanks for bringing him here, Emily. I just couldn't make it to the sitter's on time.",
        "Emily: That's okay.",
        "Carly: I'm sorry.",
        "[Emily laughs]",
        "Emily: Okay, all right. I'm getting to it. Parker and I had a big talk on the way over here. And he has decided that he's a big boy and he can go see the doctor all by himself.",
        "Parker: Yes.",
        "Carly: Oh? Well, I don't -- I don't know about that, honey. Mommy's gonna have to think about that.",
        "Nurse: Mrs. Snyder, Dr. Shafer is ready to see Parker.",
        "Parker: Please, Mom?",
        "Carly: Okay. Well, Parker has decided that he wants to see the doctor all by himself. So I'm gonna wait out here. I'll be right here. Okay?",
        "Nurse: How old are you now, Parker?",
        "Parker: 14.",
        "Carly: 14?",
        "Emily: Yeah.",
        "Carly: Well, he will be before you know it, right? Oh, you don't have to stay here and wait with me. I'm sure you have things to do.",
        "Emily: Oh, no, no, no. Please. I'm looking for an excuse to put my feet up. I've been running around all day.",
        "Carly: What you been doing?",
        "Emily: What have I been doing? I was supposed to have a romantic lunch with my husband at the Lakeview. Only it turned into an interrogation for Walker Daniels. So when you called to pick up Parker, I was so happy to get out of there.",
        "Carly: What -- what did he do?",
        "Emily: Apparently, he let Barbara Ryan into Will's hospital room. [Carly gasps] Yeah. Hal found out about it, went bananas and told him to stay away from her.",
        "Carly: Oh. The good doctor couldn't have liked that very much.",
        "Emily: Well, he pretty much told us to mind our own business in so many words. I think he's got a thing for Barbara, though.",
        "[Carly laughs]",
        "Carly: Come on.",
        "Emily: I swear.",
        "Carly: Barbara and Walker Daniels? How does she do it? One minute she's down, her company's over. And the next minute, she's got this big show in Las Vegas and she's with the --",
        "Both: -- Cutest doctor in town!",
        "Emily: He's right there. And look who just joined him.",
        "[SCENE_BREAK]",
        "Walker: How you feeling?",
        "Barbara: Terrified. Hopeful.",
        "Walker: Stay with that. You're gonna have to sign this before we start. I saw your ex-husband today.",
        "Barbara: Which one?",
        "Walker: Munson. He knows you saw Will.",
        "Barbara: Hal's a good detective. Sooner or later, he finds out everything.",
        "Walker: He knows that I helped you. He told me to stay away from you. I guess he thinks I'm a bad influence on you.",
        "Barbara: Oh, well. I guess that means this will be the last time I'll be seeing you.",
        "Walker: I'll tell you what I told the Lieutenant. I make up my own mind about people. Nobody's gonna scare me away from you.",
        "Barbara: Thank you.",
        "Walker: You ready?",
        "Barbara: Sure.",
        "[SCENE_BREAK]",
        "Jennifer: Mom gave me this big pep talk about how if I left town, it might make Jordan more interested in me.",
        "Paul: Then why didn't she tell you that Cabot Motors was sponsoring the show?",
        "Jennifer: Well, she probably thought I wouldn't go to Detroit.",
        "Paul: I don't understand.",
        "Jennifer: She knew how angry I was at Rosanna for interrupting my dinner. And she must have thought I wouldn't go out of spite.",
        "Paul: Mom lied to you! Doesn't that bother you, Jennifer?",
        "Jennifer: Yes. Yes, of course it does. But she must have thought she had good reason.",
        "Paul: Oh. And Rosanna sponsoring the show? That's for a good reason, too?",
        "Jennifer: No. But it doesn't have anything to do with you.",
        "Paul: Then what?",
        "Jennifer: Rosanna figures it'll pull her close to Jordan. She's got money, power -- and she thinks that she can use it to buy herself a man.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Rosanna: Hi.",
        "Jordan: Hi. Sorry I'm late.",
        "Rosanna: Party can't start without you. Come on in. Would you like a glass of wine?",
        "Jordan: Oh, no thanks. I'm okay.",
        "Rosanna: Okay. I bought you a present. It's a bottle of that cognac you liked so much from last night.",
        "Jordan: Wow. That's very thoughtful. Thank you.",
        "Rosanna: You're welcome. I hope you don't mind. I took the liberty of ordering lunch. The first course should be here in a few minutes.",
        "Jordan: Oh, no. That's great. There's something I -- I want to talk to you about.",
        "Rosanna: Oh? Well, that's funny. Because there's something I want to talk to you about, too. Ladies first?",
        "Jordan: Sure.",
        "Rosanna: I haven't been completely honest with you, Jordan. In fact, I've been lying to your face.",
        "[SCENE_BREAK]",
        "Dusty: It's Dusty. I transferred the money from the Rose Foundation into your Grand Cayman account. No more donations, Kenny. That was the first and last transaction. Memorize this message. Because you're not gonna hear my voice anymore. And tell your thug friend to stay away from Lily Snyder.",
        "Carly: You saw Dr. Daniels when Barbara came out. He was all business. There was no kiss, no hug or anything. He gave her a clipboard and showed her where to sign. So maybe he's not her boyfriend. Maybe she's seeing him because she needs a doctor.",
        "Emily: Okay. So what's the big deal? Why the secrecy.",
        "Carly: I don't know. But I'm gonna find out.",
        "Emily: Here they come.",
        "[SCENE_BREAK]",
        "Walker: I want you to go home. I want you to stay in bed. I don't want you to talk on the phone. I don't want you to do anything.",
        "Barbara: I can't do that. I have to be in Vegas in just a couple of hours.",
        "Walker: It doesn't matter. Your health is first.",
        "Barbara: Okay, fine. Then I will go home and stay in bed until I have to go. And in between phone calls.",
        "Walker: Okay, fine. I'll give you a drive.",
        "Barbara: No, you won't. I'll get a cab. You're not gonna leave work.",
        "Walker: No, no, no -- I am not gonna let you out of my sight for one minute. You'll go straight to the office.",
        "Barbara: You're really beginning to annoy me.",
        "Walker: Wait here. I'll go sign out.",
        "Barbara: Yes, sir.",
        "Walker: That's more like it.",
        "[SCENE_BREAK]",
        "Carly: I wish I could read lips.",
        "Emily: You and me both.",
        "Nurse: Parker has a sore throat, nothing serious. We took a culture, we're just waiting for results.",
        "Carly: Okay. All right. Thanks for telling me. I am gonna be up all night.",
        "Emily: Oh, sweetie. Why don't I take Parker? I know how crazy you are right now. It's no big deal.",
        "Carly: No --",
        "Emily: No arguing. I'm taking Parker, okay? You talk to Barbara. Find out what she's up to.",
        "Carly: You're on.",
        "Emily: Bye.",
        "Barbara: Excuse me. I'm so sorry.",
        "Carly: Well, are we still working together, or did I miss something?",
        "Barbara: Carly?",
        "Carly: Yeah, it's Carly. And you just pretended like you didn't see me. And I'd like to know why.",
        "[SCENE_BREAK]",
        "Paul: I know that you think that the world shares your opinion of Jordan Sinclair. But there is no way that Rosanna would spend time with an arrogant, insignificant little nit like Jordan Sinclair.",
        "Jennifer: Paul!",
        "Paul: What?!",
        "Jennifer: Come on. I know that you feel terrible about what you did to Rosanna. And you're sure she's out for revenge. But don't you think she's probably moved onto other things?",
        "Paul: No. Not yet. And after everything that she's been through with Craig, why would she waste her time with a kiss-up like Jordan?",
        "Jennifer: I really wish that you would get to know him, Paul.",
        "Paul: You can do better, Jen. Barbara's using him. Rosanna's using him. He's in over way his head. He has no idea. I hate to say this, but I think -- can you take a taxi to the airport?",
        "Jennifer: What? You're not going to drive me?",
        "Paul: I need to protect myself. That means I gotta stop Rosanna today.",
        "[SCENE_BREAK]",
        "Rosanna: Now, are you sure you don't want one? These shrimp were flown in from Mexico.",
        "Jordan: Ah, no thanks. You said before that you had been lying to me. And I'd really like to know what you meant by that.",
        "Rosanna: Right. Well, I said I wanted to be your friend. But that wasn't the whole story.",
        "Jordan: What do you mean? You don't want to be my friend anymore?",
        "Rosanna: No, I want much, much more than that. And I won't take no for an answer.",
        "[NEXT_ON]",
        "Nancy: You're out of options. You have to tell Chris the truth.",
        "Carly: Do you want an ice pack? Sometimes it helps, especially if the pain is behind the eyes.",
        "Barbara: My eyes? Why would you say that?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=c6wXQ59gk0o"
}