{
    "Episode Summary": [],
    "Recap": [
        "Liberty is still racked with guilt about Parker, as Janet tries to offer her some comfort. Parker, who has bought himself a new sports car, is looking in better spirits thanks to Craig. He also gives $1,000 to Sage, who is bowled over. Jack brings in Carly and Craig for questioning about Caesar's murder. Jack thinks Craig is involved, as he pleads ignorance and thinks that Jack is using this as an excuse to get rid of him. Margo and Jack question Craig and Carly after they are given the facts. Margo and Jack are sure Craig is involved. Craig won't talk without a lawyer. Jack takes Carly aside and tries to reason with her, but she tells him that she is innocent and so is Craig for that matter. Jack is angry at Carly that she has gotten herself involved with another possible serious crime. Margo wants to put Craig and Carly in the same room to see if they turn on one another. Jack calls Janet to ask her to go over to look after Parker and Sage because of the situation Carly is in. Janet is unsure at first because she has to bring Liberty, but when she hears how serious the charges are, she agrees. Dusty and Lucy are enjoying some time with Johnny when she gets the call about Caesar's murder, and she becomes very upset blaming herself for his death. Dusty tries to calm her down when Margo shows up to tell her about Craig. Lucy is tempted to admit the truth, but Dusty stops her and Margo leaves. Lucy can't let her father go to prison for a crime he didn't commit, as Dusty doesn't have much sympathy. Lucy thinks Dusty is only giving her advice so he can benefit from this with Johnny. Dusty calls his lawyer to capitalize on this, which angers Lucy, as she is guilt ridden. Johnny overhears them arguing and wonders where his \u0091other father' is, but Dusty assures Johnny that he has him and Lucy now. When Parker sees Janet at his house with Liberty, he immediately wonders what his mom did. Janet won't let him know too much, as Parker wants air. Liberty goes after him to talk. Janet tries to comfort Sage, but is thrown when she sees $1,000 from Parker. Liberty is amazed to see Parker's new purchase, as he invites her for a ride. They have a blast, admit they had fun, and miss one another, as Parker wants to start over slowly this time, but Liberty sticks to her guns and Parker is upset again. Craig and Carly talk about their situation, as each wonder what the other's involvement in this is. When Jack comes back in, Craig takes the blame and absolves Carly from any wrongdoing. Carly knows he is lying, but he doesn't give her the choice to stick up for him. Jack offers to take Carly home, after she pleads with Craig to tell the truth. He explains that he tried and now he will leave it up to his lawyer. Margo believes he is guilty again because leopards don't change their spots, as Craig is poised to prove her wrong when she leads him to his cell for the night. Carly comes home, as Sage is thrilled and Parker wonders if they just let her out on bail. Carly explains the situation is a misunderstanding, as Parker worries about Jack taking it out on Craig because he hates him. Carly promises that won't happen. Parker backs away from Carly again after worrying about if she did something wrong again. Janet tells Jack about the money Parker gave to Sage, and Jack is not happy. He hopes if Craig is guilty of this crime then he won't have to worry about him being around his family again for a long time. Carly buckles under the pressure and takes another drink."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Janet: Boy, it's a good thing Emma didn't see this mess. This kitchen is sacred ground. See these canisters over here? Boy, I haven't seen anything this old since I was in the museum. [Laughs]",
        "Janet: And this. This -- this canister right here, I think that Cleopatra owned the same one. The exact same one. It's a good thing your ex-husband didn't dent this. He'd be banned from this kitchen for life.",
        "Liberty: He's not my ex-husband yet, Mom.",
        "Janet: Sorry.",
        "Liberty: It's okay.",
        "Janet: You're not having second thoughts, are you?",
        "Liberty: No. I just feel bad that he took it so hard, you know?",
        "Janet: I know. So do I.",
        "Liberty: I keep seeing the look on his face when I told him that I want the annulment.",
        "Janet: Sweetheart, getting your heart broken is never easy. But you get over it. Especially when you're young.",
        "Liberty: Yeah, well, you didn't.",
        "Janet: It's a whole different story, Sweetie.",
        "Liberty: You had a kicking, screaming reminder in your face every moment.",
        "Janet: Oh, but you were the cutest little kicking, screaming reminder I ever saw.",
        "Liberty: No baby references right now, please, Mom.",
        "Janet: I'm sorry. I can't help it.",
        "Liberty: Maybe I should call him and just ask him if he's doing okay.",
        "Janet: Liberty, you need to give Parker some space.",
        "Liberty: Mom, before he was my husband, he was my friend first, and he still is.",
        "Janet: Well, look, I know that you feel that way. But Parker may take it differently.",
        "Liberty: I feel like I abandoned him.",
        "Janet: You've got to give him some time, Sweetheart. He'll get over it. Everybody does.",
        "Liberty: Parker isn't everybody.",
        "[SCENE_BREAK]",
        "Sage: I'm hungry.",
        "Parker: Well, Mom isn't home yet.",
        "Sage: Well, she's supposed to be.",
        "Parker: That's Mom.",
        "Sage: What is?",
        "Parker: I mean, she can get distracted.",
        "Sage: You think she forgot about us?",
        "Parker: Probably not on purpose, but she must have gotten -- lost track of time. Did you call her?",
        "Sage: Yeah, and she didn't answer. Or text me back.",
        "Parker: Okay, well, then, do you want me to nuke you something from the freezer?",
        "Sage: Well, last time, you almost burned down the house.",
        "Parker: That wasn't my fault.",
        "Sage: And I don't want to lose my stuff.",
        "Parker: Okay, fine. Let's go to Al's. My treat.",
        "Sage: Mom's not gonna like it if you take her car without asking.",
        "Parker: Well, I don't need her car. Come here. See that convertible?",
        "Sage: Yeah.",
        "Parker: That's mine.",
        "Sage: Right.",
        "Parker: No, seriously. I bought it earlier today.",
        "Sage: No, you didn't.",
        "Parker: Let's see.",
        "Sage: You did?",
        "Parker: Yep. It's all mine.",
        "Sage: Okay, I know your allowance is bigger than mine, but still --",
        "Parker: Okay, I didn't use my allowance. Craig gave me some money from my trust fund. And actually, this is the money that was left over. Let's see.",
        "Sage: Those are hundreds.",
        "Parker: I know. Here.",
        "Sage: What?",
        "Parker: Take it.",
        "Sage: You want me to hide it for you?",
        "Parker: No, I want you to have it.",
        "Sage: It's, like, $1,000.",
        "Parker: Wow, you can count.",
        "Sage: You're giving it to me?",
        "Parker: I just want you to be able to protect yourself, even if I'm not here.",
        "Sage: From what?",
        "Parker: Our family.",
        "[SCENE_BREAK]",
        "Craig: Jack, I know you're the detective and I'm sure I'm out of line by trying to tell you what the law is.",
        "Jack: Oh, I'd say.",
        "Craig: But no matter how ticked off you are, I am the court-appointed trustee, which means I have every legal right to let Parker buy a car.",
        "Jack: This isn't about the car.",
        "Carly: Then what is it about, Jack?",
        "Jack: Smuggling.",
        "Craig: Oh, well, then, with all respect, exporting alcohol isn't illegal, either.",
        "Jack: Not alcohol, Craig. Weapons.",
        "Craig: So if one drunk hits another drunk with one of our bottles, that's our fault, too?",
        "Carly: Jack, what is going on? What is this about?",
        "Jack: Guns, Carly.",
        "Carly: What guns?",
        "Craig: What difference does it make? It has nothing to do with us. Jack, you disappoint me. If you want to frame me, I thought you'd be a little more creative about it.",
        "Jack: Tell that to the guy we found stabbed to death down at the docks.",
        "Carly: What are you talking about?!",
        "Jack: His name is Cesar Mendoza. Turns out he worked for Midnight Sun.",
        "[SCENE_BREAK]",
        "Dusty: Last piece of the puzzle. I'll give you the honors.",
        "Lucy: Nice! Excellent!",
        "Johnny: Can we do another one?",
        "Lucy: It's getting kind of late.",
        "Johnny: Just one more. Please, Lulu?",
        "Dusty: We can do another one fast, don't you think?",
        "Lucy: Okay, a small one. You should be getting going soon. We don't want my father to come back and find you here.",
        "Dusty: Just another puzzle. Please, Lulu?",
        "Lucy: A small one.",
        "Dusty: Anything to get him out of Craig's custody yet?",
        "Lucy: No, I'm still looking.",
        "Dusty: It means a lot to me.",
        "Lucy: Well, it's the least I could do after all your help with the craziness down at the docks.",
        "Dusty: Any word from Cesar?",
        "Lucy: No. I've been calling him, but he hasn't called me back yet. I'm starting to worry.",
        "Dusty: Don't worry too much. He's got a lot to do.",
        "[SCENE_BREAK]",
        "Craig: Well, if it isn't my beautiful sister.",
        "Margo: Hello, Craig.",
        "Craig: We might as well tell you now. We confess.",
        "Carly: Craig!",
        "Craig: No, there's no denying it, Carly. We've finally driven poor Detective Snyder completely insane.",
        "Margo: Don't do this. Don't joke.",
        "Craig: You know, you sound like Jack. Is that a cop thing?",
        "Margo: These are serious charges.",
        "Craig: And I'm giving it all the seriousness it deserves.",
        "Carly: Would you like to tell us what's going on here, please?",
        "Craig: Yeah, because crime dog here has been a little sketchy on the details.",
        "Margo: What can you tell us about Cesar Mendoza?",
        "Craig: I know what you know. He's the shipping supervisor at the docks. He's been handling all of our shipping for us.",
        "Jack: Was. This one of your crates?",
        "Craig: Has our label on it.",
        "Jack: Open it.",
        "Craig: Oh, good. Tasting party?",
        "Margo: Just do it, Craig.",
        "Jack: This one of your bottles of vodka?",
        "Carly: Oh, my God! How did that get in there?",
        "Jack: That's what we'd like to know.",
        "Margo: And this isn't the only crate that has guns buried under the vodka.",
        "Craig: Really? Well, it looks like Cesar's had a little side business going on.",
        "Jack: That's your story?",
        "Craig: No, that's my guess.",
        "Jack: Too bad we can't ask him.",
        "Craig: Well, why don't you ask the person that killed him?",
        "Jack: That's what we're doing.",
        "Carly: Wait, you think -- you think we had something to do with all this?",
        "Jack: I don't know, Carly. You tell me.",
        "Margo: Why don't you tell me what you know about Mr. Mendoza?",
        "Craig: I don't know anything about him.",
        "Margo: Do you know who killed him? Do you know what he was doing with these guns?",
        "Craig: Are we being charged?",
        "Jack: Not yet.",
        "Craig: Then why should we help you make a case against us?",
        "Carly: Craig, really, do you know what this is about?",
        "Craig: What's the difference, Carly? Your ex wants to get rid of me, and now he thinks he's got his golden opportunity.",
        "Jack: I'm not the one who put the guns in your crates.",
        "Carly: Neither did I!",
        "Jack: Did you?",
        "Craig: We're not saying anything more without a lawyer.",
        "Jack: Come with me.",
        "Craig: Carly, be smart.",
        "Margo: All right, you just relax. You'll get your turn.",
        "Craig: Do I get a phone call?",
        "Margo: No, you're not being charged with anything yet. Oh, that didn't take long, did it?",
        "Craig: What's that?",
        "Margo: You've been here, what, six months, and you're already in trouble with the law?",
        "Craig: You think I'm a murderer?",
        "Margo: Well, isn't that why you left town last time?",
        "Craig: I was cleared of trying to kill Paul Ryan. You know that.",
        "Margo: Ah, ah, ah -- only 'cause you got Katie to lie for you.",
        "Craig: Then prove it.",
        "Margo: Hmm. So, what happened, Craig? Did Mendoza find out you were up to something?",
        "Craig: Margo, you really think I'm an arms smuggler?",
        "Margo: Well, we really found guns in your company crate.",
        "Craig: I have no idea how they got there.",
        "Margo: Ah, that's not good enough.",
        "Craig: And here I thought the truth shall set you free. Has it occurred to you that this might have something to do with the fact that Jack's son can't stand him, but he looks up to me?",
        "Margo: What? Where did that come from? Jack is a great detective. He would never bring his personal life into work.",
        "Craig: You're a great detective, but you've never let your problems with your son affect your work?",
        "Margo: Stop. Don't -- don't go there.",
        "Craig: Then don't push me there, Margo.",
        "Margo: So where was Mendoza going with the guns?",
        "Craig: Sorry. I either call my lawyer, or I go home to my son.",
        "Margo: All right, all right. Who's with him now?",
        "Craig: Lucy.",
        "Margo: Oh. Well, then, I'll just let her know that you're gonna be delayed.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Lucy: Hello? Oh, my God. When?",
        "Dusty: Let's get ready for bed, okay? We'll finish when Lulu gets off the phone.",
        "Lucy: How did it happen? Stabbed? Where? Oh, God. Okay. Thank you for letting me know.",
        "Dusty: Someone got stabbed?",
        "Lucy: Yeah, Cesar.",
        "Dusty: Is he dead?",
        "Lucy: Yeah, someone got him while he was unloading the guns.",
        "Dusty: Must have been Fredo.",
        "Lucy: No. It was us, Dusty. It was me. It's all my fault. I asked him to unload those guns. It's my fault he's dead.",
        "[SCENE_BREAK]",
        "Jack: A man is dead, Carly.",
        "Carly: Okay, so, that means that Craig is using our company is using our company as a cover for selling weapons?",
        "Jack: That's what it looks like.",
        "Carly: I don't believe that.",
        "Jack: Of course you don't. How many times you gonna do this to yourself, you gonna let some guy charm your pants off, and then the next thing you know --",
        "Carly: Don't you talk to me like that!",
        "Jack: Tell me this isn't another Simon Frasier!",
        "Carly: It doesn't matter what I tell you. You're gonna believe what you want -- you always do.",
        "Jack: I'm making a point.",
        "Carly: What, that I'm a smuggler? That I'm a murderer? Add that to lousy wife, miserable mother, and town drunk. You can lock me away for good.",
        "Jack: I want you to stop protecting him, Carly.",
        "Carly: I'm not.",
        "Jack: This could be your last chance. Think about what it will do to the kids if you let Craig Montgomery take you down with him.",
        "[SCENE_BREAK]",
        "Sage: I thought you weren't supposed to spend your trust-fund money until you're older.",
        "Parker: Those were the rules when Mom was in charge.",
        "Sage: She still is.",
        "Parker: Well, not of me. Craig's my new trustee, which means that he gets to make the decisions, and he thought that $50,000 would make me feel a little bit better about Liberty.",
        "Sage: Did it?",
        "Parker: I'll never feel better. But it's nice having a cool car. Um, hey. I found bagels.",
        "Sage: Those are prehistoric.",
        "Parker: So we'll toast them. And you should probably put that someplace safe.",
        "Sage: I will. I wish Mom would get home.",
        "Parker: Yeah.",
        "[SCENE_BREAK]",
        "Carly: There's no way Craig had anything to do with those guns.",
        "Jack: And you're willing to risk being blamed for it?",
        "Carly: Of course not.",
        "Jack: Then tell me what you know, Carly.",
        "Carly: For God's sake, Jack, I don't know anything!",
        "Jack: And why should I believe you?",
        "Carly: Because you know me.",
        "Jack: I do know you. I know what you allow yourself to get caught up in. And that right there is the problem.",
        "[SCENE_BREAK]",
        "Liberty: It's just -- Mom, Parker's had so many terrible things happen to him in his life, you know, like his dad died, and then his sister, and his mom left for a while. He didn't even know if she was ever coming back. That's why this marriage was so important to him, because he really just -- he needed someone that he could count on, you know?",
        "Janet: Sweetheart, I feel for him, I really do. But teenage marriage is not a recipe for stability.",
        "Liberty: Yeah, but I feel like I let him down.",
        "Janet: You did.",
        "Liberty: Thanks. Thanks, Mom, really. Helps me a lot.",
        "Janet: Honey, Sweetheart, I'm not gonna lie to you, okay? But you are entitled to your own life and your own future. You cannot give Parker what he needs right now.",
        "Liberty: Yeah, but, Mom, what if -- what if he is what I need right now?",
        "Janet: Well, Sweetheart, if he was, you wouldn't have to ask.",
        "Liberty: I hate it when you get clever like that.",
        "Janet: I know. It's a good thing it doesn't happen too often.",
        "Liberty: I just really miss him, Mom.",
        "Janet: I know, Sweetie. I know. And you'll be friends again. But just not right now.",
        "Liberty: This sucks so bad.",
        "Janet: Hey, I got an idea. Why don't you go upstairs. Just relax, okay? Take a load off, and let me finish dinner.",
        "Liberty: Are you sure you don't want me to help?",
        "Janet: I can handle it.",
        "Liberty: Okay, thank you.",
        "[Telephone rings]",
        "Janet: Hello?",
        "Jack: Hey, it's me.",
        "Janet: Hi, you. Let me guess. You're not coming home for dinner.",
        "Jack: How'd you guess?",
        "Janet: Well, I'm having a clever day.",
        "Jack: Listen, I need you to do me a favor. Can you go over to Carly's and hang out with Parker and Sage?",
        "Janet: Well, where's Carly?",
        "Jack: Here.",
        "Janet: Why?",
        "Jack: Can you call me from the car? I'll explain everything then.",
        "Janet: It's that bad?",
        "Jack: It might be. Take enough to stay overnight, too.",
        "Janet: Well, I can't leave Liberty here by herself.",
        "Jack: Can't you bring her over to Brad's?",
        "Janet: No, Henry and Vienna are staying with them.",
        "Jack: Then you're gonna have to bring her with you.",
        "Janet: Sweetheart, I don't think it's a good idea for Parker and Liberty to see each other right now.",
        "Jack: I understand that, but his mother could be in some serious trouble.",
        "Janet: What'd she do?",
        "Jack: We're not really sure yet, but she could be an accessory to some serious stuff.",
        "Janet: How serious?",
        "Jack: Is murder serious enough for you?",
        "Janet: Oh, my God.",
        "Jack: Can you do this?",
        "Janet: Yeah, I'm on my way.",
        "Jack: Thank you.",
        "[SCENE_BREAK]",
        "Jack: He tell you anything?",
        "Margo: No. What about Carly?",
        "Jack: Says she doesn't know anything about it.",
        "Margo: Okay, well, I got to get somewhere. What do you say we put them in a room together?",
        "Jack: They can get their stories straight.",
        "Margo: Or they can turn on each other.",
        "[SCENE_BREAK]",
        "[Doorbell rings]",
        "Parker: It's Liberty.",
        "Sage: Maybe she changed her mind.",
        "Parker: You think?",
        "Sage: Well, why don't you open the door and ask her?",
        "Parker: Right.",
        "Janet: Hi, kids.",
        "Sage: Hey.",
        "Janet: Hi.",
        "Parker: Um, did you come to bring some of your stuff back over?",
        "Janet: My stuff, too. Yeah. We might have to spend the night tonight.",
        "Sage: Why?",
        "Janet: Well, because your mom got held up, and your dad's at work, and so he wanted me to come hang out with you guys.",
        "Parker: What'd she do now?",
        "Janet: I will let her explain everything when she gets home.",
        "Sage: Explain what?",
        "Janet: Well, why she got held up.",
        "Parker: We're her kids -- I think we have a right to know what kind of trouble she's in.",
        "Janet: I never said she was in trouble, Parker.",
        "Parker: You wouldn't be here if she wasn't.",
        "Janet: I don't know the details, okay? It has something to do with her vodka company.",
        "Sage: But Mom said the business was totally legal.",
        "Janet: It is. It's legal. It's legal. It's just some sort of export situation.",
        "Sage: It's bad, though, isn't it?",
        "Parker: It's bad.",
        "Janet: What are you guys doing for dinner?",
        "Sage: There are bagels.",
        "Janet: Oh, come on. We can do better than that. Hey, where are you going? Parker?",
        "Parker: Out.",
        "Janet: No, Parker, I think your dad would like you to stay here.",
        "Parker: Just for some air.",
        "Liberty: Um, I'm gonna make sure that Parker doesn't jump over a fence or something.",
        "Janet: No, no, no. I don't think that's a good idea.",
        "Liberty: Hey, you brought me here.",
        "Janet: So, you want to go see what we can make?",
        "Sage: I want to wait for Mom to eat dinner.",
        "Janet: Oh, Sweetie, she may not make it back in time.",
        "Sage: I don't mind.",
        "[SCENE_BREAK]",
        "Parker: Why are you here?",
        "Liberty: Uh, I thought you might want some company?",
        "Parker: No, I mean at my house.",
        "Liberty: Oh, well, my mom didn't want me staying at the farm by myself.",
        "Parker: That place is a zoo. There's always someone there.",
        "Liberty: Not tonight.",
        "Parker: Do you have any idea what kind of trouble my mom's in?",
        "Liberty: No. Are you okay?",
        "Parker: Yeah, I'm fine. It's not like this is some kind of big surprise. She's always in trouble. But that never stops her from telling me every little thing that I do wrong.",
        "Liberty: It's her job, Parker.",
        "Parker: Yeah, they're supposed to know best. Amazing how they never do.",
        "[SCENE_BREAK]",
        "Dusty: He's asleep. Don't blame yourself.",
        "Lucy: Who should I blame?",
        "Dusty: Fredo.",
        "Lucy: No, he was doing something that I asked him to do.",
        "Dusty: Take the guns off the boat. It was the right thing to do.",
        "Lucy: Easy for us to say.",
        "Dusty: It was right for Cesar, too. Or he wouldn't have helped you.",
        "Lucy: You told me smuggling those medical supplies was dangerous. I just never thought in a million years it might get someone killed.",
        "Dusty: You didn't get Cesar killed.",
        "Lucy: You should probably go. My father's gonna be home soon.",
        "Dusty: Are you all right?",
        "Lucy: No, I'm not all right.",
        "[Knock on door]",
        "Lucy: Damn. God, that's got to be him.",
        "Dusty: Does it matter?",
        "Lucy: No, not tonight.",
        "Margo: Hi, Lucy. Uh, Dusty, I didn't realize that you would be here.",
        "Dusty: Just saying hi to Lucy.",
        "Margo: Is Johnny asleep?",
        "Lucy: Yes, of course. What's wrong?",
        "Margo: You might have to watch him for his father a bit longer.",
        "Lucy: Is he all right?",
        "Margo: He's facing some pretty serious charges.",
        "Dusty: What'd he do now?",
        "Margo: There was a man that was killed down on the docks, and we think that your father might be involved.",
        "[SCENE_BREAK]",
        "Jack: I have some phone calls to make. I'll be right back.",
        "Carly: Well, now I know why you were in such a hurry to buy me out.",
        "Craig: What are you talking about?",
        "Carly: You were afraid that I'd find out about your extracurricular activities, huh?",
        "Craig: Oh, so now you think I'm an arms smuggler? You know, you're the one with grand larceny on your resume.",
        "Carly: You were the one who was supposed to be taking care of the exports.",
        "Craig: Vodka, not guns.",
        "Carly: Well, then how did they get in our crates, Craig?",
        "Craig: I have no idea! I was gonna ask you the same question!",
        "Carly: I don't have a clue.",
        "Craig: Well, neither do I. And since they can probably hear every word we're saying, maybe we both ought to shut the hell up.",
        "[SCENE_BREAK]",
        "Margo: Can you think of anything your father said or did that might have indicated that Midnight Sun was a front?",
        "Lucy: For gun-running?",
        "Margo: For anything.",
        "Dusty: She doesn't know anything.",
        "Margo: Do you mind if I hear that from her?",
        "Dusty: What about tomorrow? When my son won't hear it.",
        "Margo: Sure, yeah, fine. Tomorrow's great.",
        "Lucy: Margo. It's not true.",
        "Dusty: Lucy --",
        "Lucy: My father had nothing to do with it.",
        "[SCENE_BREAK]",
        "Carly: You really think that I would risk my life, my kids' lives, to smuggle guns into a country I can't even pronounce, and then stab somebody to keep from getting caught?",
        "Craig: Then who did?",
        "Carly: I don't know! You tell me! You're the one who was supposed to be on top of all this!",
        "Craig: You were supposed to be an equal partner.",
        "Carly: I couldn't help that, and you know it.",
        "Craig: Let her go, Jack.",
        "Carly: What?",
        "Craig: She had nothing to do with this. She only met Cesar once, and she had no idea what was in those crates.",
        "Jack: But you did.",
        "Craig: Of course I did.",
        "Carly: Craig, you just told me --",
        "Craig: I lied. I want you to let her go and you can deal with me.",
        "Jack: Yeah, I'll let Carly go, as soon as I get some answers.",
        "Craig: Sure, as soon as I talk to my lawyer.",
        "Jack: You have that right, but it's not gonna get Carly off the hook.",
        "Craig: You want this to be about me. I just told you that it is. You don't need to hold her.",
        "Carly: Craig, don't do this.",
        "Craig: It's not your call.",
        "Jack: Come with me, please, Carly.",
        "Carly: He had nothing to do with this.",
        "Jack: How do you know that?",
        "Carly: He told me.",
        "Jack: And why should I believe either one of you?",
        "Carly: Oh, come on, Jack, honestly. Do you really believe that I had anything to do with it?",
        "Jack: Honestly, no, I don't.",
        "Carly: Then why are you putting me through this?",
        "Jack: Because you chose to be his partner, Carly, against my -- against my advice. Maybe next time, you'll listen to me.",
        "Carly: Go to hell.",
        "Jack: I'm letting you off the hook. I just hope it's not a big mistake.",
        "[SCENE_BREAK]",
        "Margo: So it was just the victim's blood at the site? Well, obviously he didn't put up a fight. How about any weapons? All right, all right, fine. Let me know when you've nailed anything down.",
        "Dusty: Any evidence that Craig did it?",
        "Margo: I can't discuss that.",
        "Dusty: Well, Lucy's his daughter. Doesn't she have a right to know?",
        "Margo: No, the investigation has just started.",
        "Lucy: But you're holding him.",
        "Margo: For questioning.",
        "Dusty: Is he cooperating?",
        "Margo: No. Can I ask you a question?",
        "Dusty: Me?",
        "Margo: Does Craig know that you're here, spending time with his son?",
        "Dusty: He's my son, too.",
        "Margo: Well, that wasn't my question.",
        "Dusty: I came by to see Lucy. I didn't know my son was here. It's not Lucy's fault.",
        "Margo: I didn't say that it was.",
        "Dusty: If you tell her father, he may get upset with her.",
        "Margo: That's not why I came here.",
        "Lucy: Thank you.",
        "Margo: Okay. Can I ask you a question now? You seem so sure that your father is innocent.",
        "Lucy: I am sure.",
        "Margo: Is there any particular reason for that?",
        "Lucy: What do you mean?",
        "Margo: Well, it wasn't that long ago that you disappeared with Johnny to keep him away from his father.",
        "Lucy: Well, we've resolved that.",
        "Margo: Enough to believe that he's innocent with no proof?",
        "Dusty: What's with the third degree?",
        "Margo: If you know something about how the guns got in the vodka crates, I want to know what that is.",
        "Dusty: I'll tell you what it is. You don't learn, do you?",
        "Lucy: What?",
        "Dusty: After everything you know about your father, why are you still giving him the benefit of the doubt?",
        "Lucy: He's my father. I can't believe that he'd murder somebody.",
        "Dusty: Well, he would. Ask Paul Ryan.",
        "Margo: Lucy, Craig is my brother, and I love him, but we all know what he's capable of, right?",
        "Lucy: I guess.",
        "Margo: Are you sure that you're okay here with Johnny?",
        "Lucy: Of course, yeah.",
        "Margo: Okay, well, then, I'll let you know when your father's gonna be home.",
        "Lucy: Thank you.",
        "Dusty: Thank you, Margo. What are you thinking?",
        "Lucy: I can't let my father take the blame for something --",
        "Dusty: He won't. He won't.",
        "Lucy: I should have told her the truth. I shouldn't have let you lie for me.",
        "Dusty: Do you want the cops to know that you're in the smuggling business? Do you want to end up in jail? Instead of your father? You'll never see Johnny again.",
        "Lucy: Yeah, and neither will you, which is all you really care about, isn't it?",
        "[SCENE_BREAK]",
        "Liberty: So, it's pretty cold out here. Do you want to go inside?",
        "Parker: I don't think I'm quite ready for your mom's happy talk yet.",
        "Liberty: Yeah, she can make you gag sometimes. Oh. Thank you. Parker, isn't that the same car as the one you have in that picture in your bedroom?",
        "Parker: Yeah. Yeah, it is.",
        "Liberty: Well, did your neighbors get one or something?",
        "Parker: No. I did.",
        "Liberty: Oh, ha, ha, and I recently bought myself a jet, actually.",
        "Parker: No, Craig gave me the money from my trust fund to get it.",
        "Liberty: Get out.",
        "Parker: Seriously.",
        "Liberty: Parker, stop. Stop pulling my leg.",
        "Parker: Here. Want to go for a ride?",
        "Liberty: Yes!",
        "[Laughs]",
        "Liberty: Okay.",
        "[SCENE_BREAK]",
        "Sage: I have to do laundry.",
        "Janet: You know how to do laundry?",
        "Sage: Yeah, Mom taught me.",
        "Janet: Well, good for you. Did you check all the pockets?",
        "Sage: Oh, no, I forgot.",
        "Janet: I always forget. I'll help you. What's this? What?",
        "Sage: Parker gave it to me.",
        "Janet: Sage, this is $1,000.",
        "Sage: It was the change from his new car.",
        "Janet: Really? Well, I think you might want to let me hang onto this until your dad can find a safe place for it.",
        "Sage: Well, that's okay. Mom will take me to the bank.",
        "Janet: She may not be able to get to it for a while.",
        "Sage: Well, I guess my dad can hold it.",
        "Janet: Sage, come here for a second. Come here. Your dad is gonna make sure everything turns out okay.",
        "[SCENE_BREAK]",
        "Jack: Craig insists she has nothing to do with it.",
        "Margo: Yet he wouldn't tell you what he knows?",
        "Jack: Not until his lawyer gets here.",
        "Margo: Oh, this isn't gonna be easy.",
        "Jack: You sound surprised.",
        "Margo: No, not really. I guess we can release her for now.",
        "Jack: Okay, I'll tell her. You can go.",
        "Carly: Great.",
        "Jack: What are you doing?",
        "Carly: I'm gonna call a cab, Jack.",
        "Jack: Don't. I'll drive you.",
        "Carly: I'd like to talk to Craig first.",
        "Jack: About what?",
        "Carly: I want him to tell you the truth.",
        "Jack: I'll wait here.",
        "Carly: They're letting me leave.",
        "Craig: Good.",
        "Carly: Why are you doing this?",
        "Craig: What am I doing?",
        "Carly: You're making them think you're involved.",
        "Craig: Well, they didn't need my help to do that.",
        "Carly: You're acting guilty.",
        "Craig: By asking for a lawyer? Last I checked, that was still my constitutional right.",
        "Carly: You know how it looks, Craig.",
        "Craig: All that matters is what they can prove in a court.",
        "Carly: Why don't you just tell them you had nothing to do with it?",
        "Craig: I did. They didn't believe me.",
        "Carly: Are you trying to protect me? Is that it?",
        "Craig: No.",
        "Carly: Tell them the truth okay? Whatever it is.",
        "Craig: Go home, Carly. Your children are waiting.",
        "[SCENE_BREAK]",
        "Dusty: Is there anything out there that can tie you to Cesar? Phone records, photos, checks?",
        "Lucy: No, there's nothing in writing. And we used disposable cell phones.",
        "Dusty: Anybody see you together?",
        "Dusty: Just you and Fredo.",
        "Dusty: How'd you pay for the stuff you were shipping?",
        "Lucy: Used cash, small bills from different supply houses.",
        "Dusty: Good. I think you're okay.",
        "Lucy: No, I'm not. I can't do this!",
        "Dusty: You have to.",
        "Lucy: My father didn't kill Cesar. He wasn't smuggling guns.",
        "Dusty: You were using your father's business as a cover.",
        "Lucy: To help people!",
        "Dusty: You knew he'd take the fall if things went wrong.",
        "Lucy: But not for murder. I can't let him take the blame for that.",
        "Dusty: He deserves to be in prison.",
        "Lucy: But it's not fair.",
        "Dusty: What do you think he would do if he were in your shoes?",
        "Lucy: I don't know.",
        "Dusty: Yeah, you do. He wouldn't think twice about putting you in the slammer.",
        "Lucy: Well, I'm not him.",
        "Dusty: Well, try to be, just this once.",
        "[SCENE_BREAK]",
        "Liberty: Parker, that is such an amazing car.",
        "Parker: Yeah. Yeah, it is. Thanks for coming.",
        "Liberty: Thank you for taking me.",
        "Parker: Do you know what I miss more than anything? Just hanging out.",
        "Liberty: Me, too. You know, I was just telling my mom that we were friends before anything else.",
        "Parker: Yeah, but that \"Anything else\" was pretty good, too.",
        "Liberty: Yeah, it was.",
        "Parker: Yeah. You ever think about giving it another shot?",
        "Liberty: No, Parker, no.",
        "Parker: We could take it slow.",
        "Liberty: It's not a good idea.",
        "Parker: Right, right, it's not.",
        "Liberty: I know that this stuff going on with your mom is totally awful, but that doesn't change things between you and me.",
        "Parker: I guess not.",
        "Liberty: It's the right thing to do.",
        "Parker: If you say so. I'm going inside.",
        "[Door opens, closes]",
        "[SCENE_BREAK]",
        "Craig: I'm being arrested, and I don't intend to spend the night here. I know it's late, but if you're not here in the next 10 minutes, then that retainer I gave you will be the last penny you ever see from me.",
        "Margo: So, you ready to talk?",
        "Craig: To my lawyer.",
        "Margo: Where is he?",
        "Craig: I don't know.",
        "Margo: Oh, good, then you can talk to me.",
        "Craig: You know, Sis, I love you to death, and I'm sorry about getting mad at you earlier, but I really have nothing to tell you.",
        "Margo: You almost had me this time, Craig.",
        "Craig: Did I?",
        "Margo: Yeah. Yeah, the way you behave with Johnny, and you've made peace with Donovan, didn't hold a grudge with Lucy -- I thought that you had really changed.",
        "Craig: Hmm. And now you're disappointed.",
        "Margo: Yeah.",
        "Craig: Poor you.",
        "Margo: Hmm. But you know what I've come to realize about people?",
        "Craig: Hmm?",
        "Margo: They don't change. They just become more of who they really are.",
        "Craig: Did you ever wonder if you could be a better detective if you didn't always jump to conclusions?",
        "[SCENE_BREAK]",
        "Janet: Where were you?",
        "Liberty: We went for a drive, Mom.",
        "Janet: Well, Parker looked kind of upset when he came in.",
        "Liberty: Yeah, of course. He was hoping that I'd changed my mind about the annulment.",
        "Janet: What'd you tell him?",
        "Liberty: We were doing the right thing. We should go ahead with it. But you were right, Mom. It's gonna be so long before we're gonna be able to be friends again.",
        "Janet: Give him some time.",
        "Liberty: Yeah? Like a decade?",
        "[Sighs]",
        "Sage: Daddy's here! Mommy!",
        "Carly: Hey! Hi, Sweetheart.",
        "Sage: I knew she'd come home. Why were you late?",
        "Carly: Honey, its okay. It was absolutely nothing to worry about. Thank you for the ride, Jack.",
        "Jack: Maybe we should get going home, hmm?",
        "Janet: Yes.",
        "Liberty: Yeah, I -- will you tell Parker that I say good-bye?",
        "Carly: Sure.",
        "Liberty: Thank you.",
        "Carly: So, why don't you tell Parker that I'm here, huh?",
        "Sage: Okay. Parker! Mom's here!",
        "Carly: Well, I could do that.",
        "Parker: You made bail.",
        "Carly: What?",
        "Parker: Well, I figured it must be huge if you guys were willing to let me and Liberty be in the same house.",
        "Carly: I wasn't arrested.",
        "Parker: Well, this is the part where you tell us that you didn't do anything wrong.",
        "Carly: Yeah, it is, actually, because it's the truth. I didn't do anything wrong, Parker.",
        "[SCENE_BREAK]",
        "Lucy: Can I give you some advice? Telling me to be more like my father is not the best way to convince me.",
        "Dusty: You got to be smart about this.",
        "Lucy: You mean ruthless?",
        "Dusty: What good are you gonna be to your refugee friends if you're in prison?",
        "Lucy: I can't let my father take the blame.",
        "Dusty: Your father's gonna hire an expensive lawyer and get off. Just like always.",
        "Lucy: Well, maybe you're right.",
        "Dusty: I am right.",
        "Lucy: Who are you calling?",
        "Dusty: My lawyer.",
        "Lucy: Why?",
        "Dusty: Now that your father's having problems, I want to get permanent custody of my son.",
        "Lucy: I can't believe you're using this to your own advantage.",
        "Dusty: Maybe the judge will reverse his decision. Just kind of fell into our laps, didn't it?",
        "Lucy: A lie fell into our laps, an accusation which is completely and totally false!",
        "Dusty: Johnny belongs with me -- you said it. Who cares how we make it happen?",
        "Lucy: I care! It's not right!",
        "Dusty: It's not right to be in the smuggling business, using your father's company as a -- who cares what I do?",
        "Lucy: This whole situation is horrible.",
        "Johnny: I can't sleep.",
        "Dusty: I'm sorry, Pal. We make too much noise for you?",
        "Johnny: Where's my other daddy?",
        "Dusty: He's gonna be gone for a while. But I'm here, and so is Lulu. Everything's gonna be okay.",
        "[SCENE_BREAK]",
        "Margo: He's all yours.",
        "Craig: Is this really necessary?",
        "Margo: Yes, until you tell me what you know.",
        "Craig: Am I being charged?",
        "Margo: Nope.",
        "Craig: Then let me go home to my son.",
        "Margo: He's with Lucy -- he's fine.",
        "Craig: He likes me to read him a story and tuck him in at night.",
        "Margo: Oh, you should have thought of that before you got into this mess.",
        "Craig: How did I let that slip my mind?",
        "Margo: It's a terrible thing to lose. You know, I was thinking about what you said, and you're right -- I do jump to conclusions when it comes to you, but I'm almost always right, aren't I?",
        "Craig: Operative word is \"Almost.\" You might be in for a surprise.",
        "Margo: I might. Night-night. Take him away.",
        "[SCENE_BREAK]",
        "Carly: It was just a misunderstanding.",
        "Parker: What about Craig?",
        "Carly: He's getting it sorted out now.",
        "Parker: They arrested him?",
        "Carly: No. Parker, he didn't do anything. And soon, the police will figure that out.",
        "Parker: You mean Dad.",
        "Carly: And Margo.",
        "Parker: Well, he hates Craig.",
        "Carly: So?",
        "Parker: So he'd love to lock him away forever.",
        "Sage: Daddy would never do that.",
        "Carly: No, you're right, Honey. He wouldn't.",
        "Sage: I'm happy you're home, Mom.",
        "Carly: Thanks, Sweetheart. Me, too. Are you ready for bed? It's late. Go ahead. Hey. I'm telling you the truth. I didn't do anything wrong.",
        "Parker: This time. Whatever.",
        "[SCENE_BREAK]",
        "Jack: Where's Liberty?",
        "Janet: She's upstairs, trying to finish her homework.",
        "Jack: How'd it go with Parker?",
        "Janet: It was awkward.",
        "Jack: Hmm.",
        "Janet: It was worse for him, but he was worried about Carly, so he had a distraction.",
        "Jack: Yeah, I appreciate your going over there.",
        "Janet: What happened with this whole smuggling thing?",
        "Jack: Carly doesn't know anything about it.",
        "Janet: Does Craig?",
        "Jack: He's acting guilty.",
        "Janet: Are you sure it's not because you want him to be? I'm just asking.",
        "Jack: Do I want the guy out of my kids' lives? Yes. Do I want him to go to jail for a crime he didn't commit? Absolutely not.",
        "Janet: Well, you might change your mind after I show you something.",
        "Jack: What's that?",
        "Janet: It is $1,000. I got it from Sage. She got it from Parker. It was the change that was left over after he bought his sports car.",
        "Jack: He gave her $1,000?",
        "Janet: Wish I had a brother like that.",
        "Jack: Craig never should have given him that money.",
        "Janet: No, he shouldn't. I think you might be right about him.",
        "Jack: Oh, I'm glad to hear you say that. But if I can prove he's involved with this murder, he won't be causing us any more trouble for a very long time.",
        "[SCENE_BREAK]",
        "Carly: Here's to you, Craig. Fool.",
        "[NEXT_ON]",
        "Emily: Ooh!",
        "Alison: My sister, robbing the cradle again.",
        "Luke: This is hard for me to admit, but I think Damian might not be as bad as we all think he is.",
        "Lucinda: If you have any thoughts of inserting yourself between them, I will not allow it.",
        "Holden: He wants his family back, and that includes you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=x6CF78x0t-o"
}