{
    "Episode Summary": [],
    "Recap": [
        "It's a heartbreaking day for the Hughes family and Katie as Chris's condition gets worse. John considers putting Chris on an IVAD machine to keep his heart pumping until they can find a donor heart, but Chris refuses to have the operation to install the machine. Henry finds Katie at Brad's grave and persuades her that she is strong enough to help Chris fight for his life, because when you truly love someone, you risk sadness just to be happy with the person you love. Katie rushes to the hospital with Henry and persuades Chris to have the operation and fight for their future. A heart is found for Chris in Bay City but John is later informed that the head of Cardiology at the Bay City hospital took the heart for his patient. Chris asks Reid to take care of Katie if anything should happen to him.",
        "Luke and Reid have a long talk and Luke gets Reid to admit that he cares about Chris and the Hughes family. He can't watch Katie lose another man she loves because he cares about her too. Reid is determined to go to Bay City and claim the heart for Chris, and he refuses Luke's offer to go with him to make sure he doesn't lose his cool. Reid tells Luke he loves him and they kiss before Reid heads to Bay City. Reid talks to the cardiologist on the phone to tell him not to put the heart in his patient, because he will be there in ten minutes to talk to him. Reid tries to make it to the train that is coming, but when he hits the accelerator, his car stalls. He tries to untie his shoelace from the accelerator, but he doesn't have enough time and all he can do is watch as the train heads towards his car."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Monitor flat lines]",
        "Kim: What is -- Chris, Chris! Is he gonna be all right?!",
        "Bob: Kim, you've got to get out of here --",
        "Kim: Oh, Honey, please!",
        "John: Will you get her out of here.",
        "Bob: Kim, you've got to wait outside.",
        "Kim: All right.",
        "John: You've got to get out of here, Kim! I can't do anything to Chris while I'm worrying about you. Charging? You sure you want to be here for this?",
        "Reid: I'm going back in there.",
        "Luke: I'll stay with Kim. Hang in there, Kim.",
        "Kim: Oh, God. My son -- my son --",
        "[SCENE_BREAK]",
        "Alison: I downloaded all the stuff about getting married in Vegas.",
        "Casey: Vegas?",
        "Alison: Yeah. I think it would be fun. And most importantly, it wouldn't break the bank.",
        "Casey: Why are you so worried about money? This is our wedding, Ali.",
        "Alison: 'Cause it wouldn't feel right to ask our parents to pay for it again. And we can't afford a big wedding on our hospital salary.",
        "Casey: You're afraid of having a regular wedding after what happened last time, aren't you?",
        "Alison: Aren't you?",
        "Casey: No, I'm not.",
        "Alison: Well, I'm glad you feel that way. But I can't imagine inviting everyone we love to watch us get married after the way we crashed and burned before.",
        "Casey: What happened last time doesn't matter to me, Ali.",
        "Alison: It does to me.",
        "Casey: Listen, I love you. But I'm not running off to Vegas to get married. We don't have to hide, not from each other or anyone else. Listen, my -- my great grandmother believed in us. That's good enough for me.",
        "[SCENE_BREAK]",
        "Barbara: Kim, Kim, is Chris all right?",
        "Kim: His heart stopped.",
        "Barbara: Oh, Honey -- Honey, he's gonna be okay, all right? He's gonna be fine. He's with the best. And you're not alone.",
        "Henry: There's nothing you can do out here in the hall. Why don't you sit down?",
        "Kim: No, no. I'm gonna stay right here.",
        "Barbara: No, no. Henry's right. Let's go down to the waiting room, okay?",
        "Kim: No.",
        "Barbara: Look, if you're not okay, you can't be here for Chris. Come on. Come on.",
        "Henry: Is Katie in there?",
        "Luke: No. Katie's not here.",
        "[SCENE_BREAK]",
        "Katie: I'm scared, Brad I'm in love with Chris. Not the way I loved you. It's -- it's different. But it's strong. It's the real thing. Ever since I lost you, people kept telling me that I would fall in love again, and I just didn't believe them, 'cause I wasn't ready. But now I am. But Chris is in trouble. He's fighting for his life, and I need to be with him right now. I need to be strong enough to do that. But I just -- I can't bring myself to do it. But I can't just sit by and do nothing. But the thing that scares me the most is what if I show up at he hospital and I can't handle it and I have to run away? That would just make him feel even worse, even more alone. So I need your help. I need you to help me be strong, because you're the strong one. I'm just a coward. I'm such a coward.",
        "Henry: The hell you are.",
        "[SCENE_BREAK]",
        "[Monitor beeping]",
        "Chris: What, uh -- what happened?",
        "Bob: Just rest, Son.",
        "Chris: I feel like I got hit by a truck.",
        "John: Well, you arrested. We had to shock you back.",
        "Chris: How long was I down?",
        "John: Long enough.",
        "Chris: How bad is it?",
        "Bob: It's very bad. I'm gonna make a call, have them move you up on the transplant list. We've got to keep your heart strong until we find a donor match.",
        "Chris: What about starting the I.V. treatment?",
        "John: No, that is no longer an option. I'm sorry. Until we find a new heart for him, we have to make sure that this one doesn't go into arrest anymore. I would like to install an IVAD, help the heart to pump more.",
        "Chris: I know what an IVAD is.",
        "Bob: The less your heart has to work, the better.",
        "Chris: No. No way. Forget about it.",
        "[SCENE_BREAK]",
        "Casey: Are you getting cold feet about marrying me? I just --",
        "Alison: No. I can't wait to marry you. But it just doesn't feel right to have this big celebration right after Nancy's funeral. It's only gonna make everyone miss her more than they already do. And -- and that's not the way I want us to start our life together.",
        "Casey: But that's -- that's the perfect way. To me it's like honoring her memory.",
        "Alison: Maybe, but if Chris and Katie are getting engaged, you know, I don't want to impose on that.",
        "Casey: Ali, Ali --",
        "Alison: No, no. We had the big wedding, and it was a disaster. I just -- I really want something completely different.",
        "Casey: However you want it, whatever way, okay, as long as this time, when it's over, you're my wife.",
        "Alison: I really like the way you say that.",
        "Casey: What, \"Wife\"?",
        "Alison: Yeah.",
        "Casey: Get used to it, Wife. Wife. Wife.",
        "Alison: Luke. Luke --",
        "Casey: Is everything okay, Man?",
        "Luke: Um, it's Chris.",
        "[SCENE_BREAK]",
        "Henry: You are not a coward, Katie. You're the bravest person I know.",
        "Katie: No. A brave person would be with the person she loves who's fighting for his life, not hiding out in a graveyard, feeling sorry for herself.",
        "Henry: You need Brad's help, and there is no shame in that.",
        "Katie: But he's gone. I can't depend on him anymore. But here I am. Instead of being with a living person, I'm talking to a stone.",
        "Henry: I do the same thing.",
        "Katie: You do?",
        "Henry: Yeah. I do it all the time. It helps. Hell, I -- I came up here a couple of months ago with a bottle of scotch, and I -- I matched him one for one. I'd take a shot, and I'd pour one into the ground. And we just went on and on and on like that till I passed out and I woke up the next morning and --",
        "[Katie laughs]",
        "Henry: I know. And I realized I had destroyed this whole patch of grass over here. I got the groundskeeper to take care of it before you noticed. The point -- the point is, Sweetie, I think it takes a lot more strength and courage to go on with your life and keep Brad in your heart than to just lock his memory away somewhere in your mind because it hurts too much to remember.",
        "Katie: No, no. I could never do that.",
        "Henry: I know you couldn't. That's why I love you so much. You got to stop being so hard on yourself. This is tough stuff.",
        "Katie: It's just even though I've known Chris forever, I just found him.",
        "Henry: Yeah.",
        "Katie: And the thought of losing him, of having to say goodbye and let him go --",
        "Henry: You don't have to let him go. Brad's love is still inside of you and in Jacob's, and that's forever. Yeah, bad stuff happens in life and people die. But the only way to skip out on the hard part is just to, I don't know, lock yourself up and -- and refuse to love anyone but yourself. You can always choose that option if you want.",
        "Katie: It doesn't feel like it.",
        "Henry: No, it doesn't, because you don't have a cowardly bone in your body. How many times you and I have just kissed each other off for good? And we always came back to each other, right? Because we care. We're not getting weaker and more afraid. We're getting stronger, and we're getting braver. That's what life's all about. I, uh -- I can't tell you what to do, but --",
        "Katie: What?",
        "Henry: Whatever decision you make, you should make it soon?",
        "Katie: Henry -- how fast can you get me to the hospital?",
        "[SCENE_BREAK]",
        "Chris: No. No IVAD. Dad, no machines. I won't consent.",
        "Bob: You're not thinking clearly.",
        "Chris: No, Reid. Do you hear me?",
        "John: Listen. Don't be so quick to refuse this procedure. You've coded once. You're in congestive heart failure.",
        "Chris: I know that.",
        "John: Well, then, you also know that it can happen again. And when it does, each time, it becomes more difficult for us to resuscitate you. I'm sorry, but listen. Your blood type is very common. Chances are very good that you'll get a heart soon. But in the meantime, we have to make sure that the heart you have remains functional.",
        "Chris: [Coughs] No. You hook me up to that machine, I will never get off it, okay? And if I die, I am not gonna die hooked up to a machine. It's not gonna go down like that.",
        "Bob: Son, we're not talking about extraordinary measures. You're young. You're healthy in every other way. You're -- you're a perfect candidate for a transplant. We've just got to keep your -- your heart strong until a new heart becomes available.",
        "Chris: If -- if it does. Dad, that might not happen. We all know that. Look, I am nowhere near the top of a list. And if I was -- if I was any other patient, you would tell me there are no guarantees.",
        "Reid: You're not just another patient.",
        "Chris: Yes. Yes, I am. I -- I don't want any special treatment, okay? No -- no jumping ahead of the line.",
        "Reid: That's not the point, you moron. If we don't keep you alive, the search for a heart is meaningless.",
        "Chris: Look, life hooked up to a heart pump -- Reid, that is meaningless. I am not gonna do this to Katie.",
        "Reid: You mean survive?",
        "Chris: She needs a partner, all right, not someone else to take care of. Someone to love she needs, okay, some -- someone to help her raise her son.",
        "Bob: There's no reason you can't do all of that.",
        "Chris: No. Dad, no. No machines. No machines. I'm not gonna do it.",
        "Kim: I'm glad you're here. Thank you.",
        "Barbara: I wouldn't be anywhere else.",
        "Kim: So, how are you and himself, Mr. Henry, doing?",
        "Barbara: Well, we're, um -- we're pretty wonderful. I never would have thought that at this point in my life I would have felt like a newlywed again. But here I am, given another second chance after all these years. And I'm savoring every minute of it. I'm sorry.",
        "Kim: No, no. I'm sorry.",
        "Barbara: You realize that Chris and Katie are going to have a long, wonderful life together, don't you?",
        "Kim: I want to get back.",
        "John: Damn it, Chris, an IVAD is not a death sentence. It is a temporary measure to keep you stable. I tell you that as your doctor, it is the best decision. And I would not say that if I had any doubts whatsoever that it will help you to get through this transplant.",
        "Chris: A new heart is not a given.",
        "Reid: The worse your condition gets, the higher you move on the list. That's the system. So shut up and let the system work the way it's supposed to.",
        "Chris: It's my life. It's my decision.",
        "Kim: Is he awake?",
        "Bob: Yeah.",
        "Kim: Is he all right?",
        "Chris: I'm good, Mom.",
        "Kim: Is he really? What is it? What's wrong?",
        "John: Well, we're just, uh, talking about Chris' options.",
        "Kim: What options? What options are you talking about?",
        "Bob: Chris is refusing a treatment that will help him survive. Maybe you can talk some sense into him.",
        "Kim: Christopher, is that true?",
        "Chris: Mom, it's -- it's complicated.",
        "Reid: Not really.",
        "Bob: John wants to install an IVAD. It's a mechanical device that will help his heart pump if it becomes weak.",
        "Kim: Like a pacemaker?",
        "John: Well, sort of, but it's -- it's a temporary thing, you see? It's not permanent. It's simply to keep him from going into cardiac arrest until we can find a new heart from him. But he is refusing to have the surgery.",
        "Chris: I can't lie here while you and Katie watch me disintegrate for -- for days, weeks, maybe longer. I -- I don't want to be remembered like that.",
        "Kim: Oh, for heaven's sakes, stop thinking about being remembered! Think about living!",
        "Chris: Unless I get a new heart.",
        "Kim: You're gonna get a new heart. Of course you're gonna get a new heart. Now, listen to your father. Listen to John. They know best.",
        "Barbara: You know what, Chris? If you don't want to fight for yourself, fight for your parents, all right? No parent should suffer the loss of a child.",
        "Katie: Chris, you want to know what I think? How dare you sacrifice yourself for me? You think I can't handle you being a little sick? Is that how little faith you have in me?",
        "Chris: No. Of course I have faith in you.",
        "Katie: You don't want me and your parents to watch you die. That's what you said, right? How is dying sooner gonna make it any easier? We haven't had very much time together. Don't you want that?",
        "Chris: Katie, of course I want that.",
        "Katie: Then listen to your doctor. Pick one. These three men are the best at what they do. You know that.",
        "Chris: I know. I know that. But their -- their judgment is clouded right now.",
        "Katie: Why?! 'Cause they don't want you to give up? You think if you were just some stranger off the street, they wouldn't care? That's not true.",
        "Chris: Katie -- you don't understand.",
        "Katie: Yes, I do. I understand just as much as anyone in this room. And I think what you're doing is the furthest thing from noble. I think it's cruel and cowardly! You're not near sick enough to give up fighting!",
        "Chris: It's my heart. My heart is giving out.",
        "Katie: And John and Bob and Reid are doing everything they can to get you a new one. You need to do your part and hold on until that happens!",
        "Chris: Katie, that might not happen.",
        "Katie: So we'll deal with it then. Please, please, just at least try. I need you. Jacob needs you. And I don't care if you have wires hanging out of your chest for the next year. At least you'll be here with us. Just wait. When the time is right, you will get the heart that was meant for you, okay? And then John will fix you. And in the meantime, we'll spend that time just getting to know everything we can about each other.",
        "Chris: I want that, Katie.",
        "Katie: So do I. So please don't cheat us out of that. Nobody who loves you wants to be spared.",
        "Chris: Katie, you've already been through too much.",
        "Katie: And I haven't given up. I can handle it. I can handle all of this, okay, if you let me. I want us to start our life together. So you're stuck with me. I'm gonna sit here at your bedside and beat you at cards and make you watch ballroom-dancing shows until you understand why I love them so much. And when you get your new heart and you're all healthy, we're gonna take tango lessons, and we're gonna go out dancing with Barbara and Henry. We're gonna give them a run for their money. We have so many memories still to make together, and you're gonna want to be there for them, 'cause it is going to be an incredible, meaningful, beautiful life.",
        "[SCENE_BREAK]",
        "Casey: I mean, so, is Chris gonna make it?",
        "Luke: I don't know, Casey. He's really sick.",
        "Alison: Kim and Bob -- how is Katie dealing with it?",
        "Luke: She wasn't at the hospital when I was there.",
        "Alison: She does know, right?",
        "Luke: Yeah, yeah. Reid told her everything. He said she's really torn up.",
        "Alison: Yeah, I can imagine. Are you okay?",
        "Casey: My family must be freaking out, you know? I -- I should probably get to the hospital. I want to be with them. I -- you should come with me. They're your family, too.",
        "[SCENE_BREAK]",
        "Chris: Okay. Okay. I'll go for the bionic heart after all.",
        "Katie: Good choice.",
        "Kim: Thank you.",
        "Chris: Thank Katie. She reminded me there's something worth fighting for.",
        "Barbara: [Sighs] She's gonna need you to help her through this.",
        "Henry: Does that make you jealous?",
        "Barbara: No, not at all. It would be selfish of me to keep you all to myself. But I promise you we will tango rings around them.",
        "Bob: Tom, where are you? Well, he's stable right now, but I don't know for how long. What have you heard about that heart in Bay City?",
        "John: That was very good, Katie. I should hire you to try to talk some sense into my more stubborn patients.",
        "Katie: I don't even know what I said.",
        "Barbara: Well, what you said was perfect, for all of us.",
        "Kim: Actually, I could not have said that better myself. I am so proud of you. Bob -where did Bob go?",
        "Bob: Hey, listen. There's a heart.",
        "Kim: Oh! Thank God!",
        "Henry: Careful, Bubbles. Bubbles, you can manhandle him once the new heart is installed, okay?",
        "Katie: A new heart. I'm gonna miss the old one. How could I help but fall in love with it?",
        "Chris: Dad, where did the heart come from?",
        "Bob: Bay City. I don't know very much except they ran a tissue match, and it's perfect.",
        "John: When is the heart gonna get here?",
        "Bob: Well, the harvest team is working right now. They have a helicopter standing by. And once they're done, they're gonna airlift it right here to the hospital.",
        "Luke: Reid.",
        "Reid: Oh, hey I was just gonna text you. Chris got a heart. It's on its way from Bay City.",
        "Alison: I told you it was gonna be okay!",
        "Casey: Well, can I -- can I go see him?",
        "Reid: Oh, yeah. The whole family is in there. What's two more?",
        "Casey: You want to come?",
        "Alison: Yeah.",
        "Casey: Okay.",
        "Luke: I can't believe Chris got a heart so quickly.",
        "Reid: Oh, yeah. It's a good thing, too. I'm not sure how long he would have lasted without it. Maybe if he hadn't been so stupid about admitting that he was sick.",
        "Luke: Oh, come on, Reid. Even you in your infinite power must admit that you're a little bit happy for Chris. This is incredible.",
        "Reid: Yeah. You have no idea.",
        "Bob: We're not out of the woods yet. This is a very serious surgery.",
        "Kim: Honey, I know. But don't be Dr. Bob now. Be my husband. Let's just enjoy our miracle.",
        "Katie: I'm so happy for you both.",
        "Kim: Oh, Honey, thank you.",
        "Katie: It's gonna be good. It's gonna be fine now.",
        "Barbara: I didn't know you drank coffee this late in the day.",
        "Henry: Well, I wanted to give the family some time together, and, uh, I want to be with Katie while Chris is going through surgery, so it looks like it's gonna be a really long night.",
        "Barbara: I think Katie came back here because of you.",
        "Henry: Well, what can I say? You married a wonderful guy.",
        "Barbara: Yes, I did.",
        "Bob: Alison, if you're up to it, I'd like you to scrub in on Chris' surgery.",
        "Alison: Are you sure? I -- I've never worked with a transplant team before.",
        "Bob: Well, it's time we corrected that. I want my best people in the O.R.",
        "Alison: Yeah, of course! I mean, I -- I'd be honored.",
        "Bob: Great.",
        "Kim: Oh. Ali, is that Mom's engagement ring?",
        "Casey: Yeah. Actually, um, Ali and I are engaged.",
        "Kim: Oh!",
        "Bob: I had no idea.",
        "Alison: Well, Casey asked me a couple days ago. Uh, and we were gonna tell everyone, but then we got the news about Nancy, so it didn't seem like the right time. It still doesn't seem like the right time.",
        "Kim: Oh, no.",
        "Alison: I probably shouldn't have worn it.",
        "Kim: Don't be silly. Don't be silly. Don't hide your joy and your love. If you are ready to get married, that's wonderful.",
        "Casey: Oh, we're ready. I love Ali.",
        "Alison: I love him, too.",
        "Bob: Well, then, welcome to the family.",
        "Alison: Can I hug you now?",
        "[Laughter]",
        "Bob: You bet you can.",
        "Luke: Well, it looks like things are turning out better.",
        "Reid: Yeah, well, it ain't over till that fat nurse over in pediatrics sings.",
        "Luke: He doesn't look too happy.",
        "Reid: He's probably just coordinating the transplant team.",
        "John: Yes, no. I can hear you now, yes, when I'm out of the room. So what did you say to me before? No, slower, slower. We've got a bad connection or something. Go ahead. I just received a call from the cardio team in Bay City general. You're a perfect match, by the way, but some young surgeon over there who they made head of cardiology has taken the heart for one of his own patients.",
        "Kim: Oh -- They can't do that! They can't take the heart away that they promised us.",
        "Bob: Unfortunately, they can.",
        "Kim: That's not fair.",
        "John: No, it's not. But the doctor over in Bay City -- well, he probably wanted to keep the heart from a patient of his that they have over there who's higher on the list than Chris is, so he made some kind of case, and he won. That's all. I'm very sorry.",
        "Chris: We'll just go back to the original plan. John can put me on the IVAD. I'll remain on the list. And I'll wait for another heart.",
        "Katie: Yeah, you make it sound like it's a given.",
        "Chris: So who needs a little faith now?",
        "John: I think we should alert the O.R., prep for the IVAD, and we send the transplant team home.",
        "Bob: All right.",
        "John: All right?",
        "Casey: I mean, how could this happen?",
        "Luke: They're gonna find another heart for Chris, right?",
        "Reid: Yeah maybe. It might be too late.",
        "Katie: Well, I'm going to, uh, call the babysitter and check on Jacob. Just hang out with your mom for a little while till I get back.",
        "Chris: Katie --",
        "Katie: Hmm?",
        "Chris: It's okay.",
        "Katie: I know.",
        "Barbara: I'm gonna go talk to her, okay?",
        "Henry: Yeah.",
        "Katie: Oh, I couldn't let Chris see me fall apart.",
        "Barbara: I figured that.",
        "Katie: Please don't tell me everything's gonna work out.",
        "Barbara: I'm not going to do that, because we both know that usually doesn't happen. But every once in a while, it does. And I think Chris has as good a chance as anyone.",
        "Katie: Oh, who cares? Everybody has a chance.",
        "Barbara: What I'm trying to say is I think Chris has a good chance because of all the people who are out here, loving him and caring him and supporting him. That's why.",
        "Katie: Oh, that's a very nice thing to say.",
        "Barbara: I'm not being nice, Katie. I'm not always a particularly nice person. I just know what I'm talking about. You know, I felt completely alone and abandoned and hopeless and helpless, too. And I'm not talking about my cancer. I'm talking about when I was locked up in that warehouse. I thought I was gonna die there. I didn't think I was gonna get out alive. But what I didn't know was that there was something keeping me going. There were people out here who were loving me and caring about me and worried about what happened to me. That's what kept me going. And then I was found, and I came home, and I was saved. But I couldn't have done that without all those people.",
        "Katie: I don't think you realize how relentless Henry was when he was searching for you. He would not give up.",
        "Barbara: I know that now. And now it's your turn to be relentless about Chris. You can't give up. Don't give up on him, for both your sakes, okay?",
        "John: Well, as soon as we get your pre-op labs back, we'll be here. We'll take you down to the O.R. for the procedure.",
        "Chris: Thank you.",
        "John: All right.",
        "Chris: Can I just talk to Dad for a minute?",
        "John: Sure, sure, sure.",
        "Kim: Be outside, Sweetheart.",
        "Bob: What can I do for you, Son?",
        "Chris: Uh, you've already done everything, Dad, since the day I was born. That's why I'm a doctor -- to be like you.",
        "Bob: You did fine on your own. You're the best pediatrician I know. I'm proud of you. I don't say that very often.",
        "Chris: Dad --",
        "Reid: What was it?",
        "Bob: My son is asking to see you.",
        "Reid: You wanted to see me?",
        "Chris: I just wanted to, um, congratulate the new chief of staff in person.",
        "Reid: Oh, shut up. You know I don't want the job that way.",
        "Chris: No.",
        "Reid: But seeing as you're on death's door, I might as well admit that I did steal that grant from you back in med school.",
        "Chris: I knew it.",
        "Reid: Yeah, well -- well, this time, I'm not gonna have to cheat to kick your ass, 'cause you're gonna get that heart, you're gonna jog out of here, and then I will dismantle you fair and square.",
        "Chris: Come here.",
        "Reid: Yeah, you gonna hit me?",
        "Chris: No.",
        "Reid: I like my chances.",
        "Chris: Take care of Katie.",
        "Katie: Beat it, Roomie. I want some quality time with the patient.",
        "Reid: He's all yours.",
        "Luke: What are you doing?",
        "Reid: I'm gonna go to Bay City, pick up that heart. Then I'm gonna bring it back here and make sure it's put in Chris Hughes' chest, where it belongs.",
        "Katie: You don't have to be brave for me. It's okay if you scream and curse and ask god why he dealt you such a rotten hand.",
        "Chris: Why would I? I'm happy with the cards I've got.",
        "[SCENE_BREAK]",
        "Luke: Reid, wait.",
        "Reid: What?",
        "Luke: I understand that you're used to getting whatever you want, but even you can't walk into some strange hospital, grab a donor heart, and put it in your cooler and walk away.",
        "Reid: Watch me.",
        "Luke: Reid --",
        "Reid: What?",
        "Luke: I could kiss you for wanting to do this, but you can't. There's too many risks involved.",
        "Reid: You heard what Dixon said. Some hotshot doctor stole Chris' heart like it's some kind of a chess piece.",
        "Luke: Reid --",
        "Reid: This is Chris' heart. I'll be damned if I'm gonna let some arrogant, self-proclaimed savior of mankind take it away.",
        "Luke: That's weird. I seem to remember another surgeon who was an arrogant, self-proclaimed savior of mankind.",
        "Reid: Yeah. Wonder what happened to him.",
        "Luke: Reid, Reid, wait.",
        "Reid: Quit trying to stop me. I'm going.",
        "Luke: I know you are. I'm going with you, just to make sure you don't get arrested or anything. Is that okay?",
        "Reid: You can't.",
        "Luke: Why not?",
        "Reid: This has to be handled doctor to doctor, all right? Let me do what I do best -- make trouble.",
        "Luke: Damn it, Reid. You're not angry because some surgeon's pulling rank. You're fighting for Chris because you give a damn about him and his family.",
        "Reid: Okay, fine. I have to do this for Bob and Kim, even though she can't stand me, and Katie. And Chris, too. He shouldn't be chief of staff. That's my job. But not because he croaks at the finish line.",
        "Luke: That would hardly be sporting.",
        "Reid: Look, don't get any ideas about me, okay? I'm still the same selfish jerk. I've spent my whole life going up against people with money and power that they didn't do a damn thing to earn. I have. I have earned the right to throw my weight around. I've got a great reason. I'm not gonna pass up the opportunity.",
        "Luke: Okay. Just don't -- don't punch anyone's lights out.",
        "Reid: I'm not making any promises. Hey, do me a favor. Don't tell anybody where I'm going, okay? Because Chris will get all brave and noble, Bob will default to protocol and procedure, and Katie and Kim will chew their fingers off with worry. I have enough pressure as it is. I love you. There. I said it.",
        "[SCENE_BREAK]",
        "Bob: Is the O.R. ready for Chris?",
        "John: I just got the pre-op labs back, and I'm sorry. Chris' heart is not viable for an IVAD installation. It won't work.",
        "Katie: What are you saying?",
        "Bob: You mean his heart is too damaged for the pump?",
        "John: I'm saying that the procedure could be invasive enough that it might use up all of the strength he's got left.",
        "Katie: So what now?",
        "John: So we need a new heart, and we need it soon.",
        "Luke: Hey, Guys. I've been, um -- what's wrong? Is Chris all right?",
        "Casey: Dr. Dixon just told Ali they can't perform the surgery to put in the heart pump.",
        "Luke: Well, that's all right. He won't need it. Reid's got a plan.",
        "Alison: What kind of plan? Where is he?",
        "Luke: Well, he doesn't want anyone to know, but he's on his way to Bay City to pick up that heart for Chris, and I'm sure he won't be back without it.",
        "Alison: So what, he's just gonna take it away from them?",
        "Casey: I mean, can he do that?",
        "Luke: Probably not. But I've never seen Reid not get what he wants. He's amazing.",
        "Alison: You're really crazy about him. I didn't realize you two were that serious.",
        "Luke: Neither did I.",
        "[SCENE_BREAK]",
        "Reid: Yeah, no, that heart belongs to my patient. His family thinks he's going into surgery in a few hours. You can't get their hopes up and then just take it away on a whim. You know, what the hell kind of surgeon are you? No, you know what? I'm gonna be there in ten minutes. Don't even think about giving that heart to anybody else.",
        "[Bell ringing]",
        "Reid: Oh, come --",
        "[Engine revs]",
        "[Train whistles blaring]",
        "[Engine sputtering]",
        "[Train whistles blaring]",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Bob: An accident? Who?",
        "Margo: Reid.",
        "Bob: Is it serious.",
        "Margo: His car stalled at a railroad crossing just outside of Bay City, and a train was coming.",
        "Luke: You're the organ donor?",
        "Alison: Look, I know you are leaving town, and I know the two of you haven't been talking, but he really needs you.",
        "Noah: It's okay. It's not your fault. It's okay.",
        "Chris: Whose heart do I have?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=5i5fnxaLhb0"
}