{
    "Episode Summary": [],
    "Recap": [
        "Aaron was a deputy in Alison's terrible dream that Hal was going to cut her legs with an axe. Hal gave her the option of choosing the right or left leg to go first. Katie is Alison's hosptial roomie. Alison told Katie that when Simon returns, he'll explain why he broke her heart. Jessica and Marshall got into a heated discussion about their night of \"passion\" at Al's. Marshall still doesn't think he raped her. He told her if she told everyone, it was his word against hers. Jessica finally told Margo that Marshall raped her after Margo insisted that she tell her what the deal was between her and Marshall. Jack offered Carly her key back to his house. Carly declined after Jack said she could live in the guest room. Later, Carly had a dizzy spell. Dusty and Rose came clean about the kiss. Paul was mad at them for not telling him sooner. Paul got on bended knee with a grape ring pop in hand and asked Rose for her hand in marriage. Rose accepted."
    ],
    "Recap Author": "Dione",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Intercom: Dr. Forrest, dial 182, please. Dr. Forrest.",
        "[Alison dreaming]",
        "Aaron: Alison. Alison.",
        "Alison: Aaron?",
        "Aaron: Alison. Answer me.",
        "Alison: Aaron, where are you? I can't see you. They said I could go home.",
        "Aaron: Alison.",
        "Alison: I'm coming, my love. Aaron, where are you? Why is everything so dark?",
        "[Alarm sounds]",
        "Aaron: Freeze! Where do you think you're going?",
        "Alison: Home.",
        "Hal: Home is where the leg iron is, Alison.",
        "Alison: I'll go back. I'll be good.",
        "Hal: You? Good? I think this one needs to be taught a lesson.",
        "Aaron: Or she'll run.",
        "Alison: I won't. I swear.",
        "Hal: Oh, I'll make sure of it. Aaron? Now, since you're family, I'm gonna let you choose which leg it is you get to keep. Don't be shy. Right -- or left?",
        "Alison: No!",
        "Hal: Right --",
        "Alison: No!",
        "Hal: Or left? I'll choose.",
        "Alison: No! [Alison screaming] hey. Hey, are you okay?",
        "Katie: Just leave me alone, okay?",
        "Alison: Katie, is that you? Are you okay? Where's Simon?",
        "Katie: Simon -- please don't talk about him, okay?",
        "Alison: I'm sorry. I didn't mean to hurt you.",
        "Katie: That's okay. It's just, the only man I've ever loved is gone, and I don't know why. You don't know what it's like to lose everything.",
        "Alison: Wanna bet? The only difference between you and me is, I don't have any tears left.",
        "[SCENE_BREAK]",
        "Margo: You are not gonna believe this. I got Al to brew a fresh pot of coffee.",
        "Jessica: Great.",
        "Margo: So, Jessica, what are we doing here?",
        "Jessica: I -- I needed to get out.",
        "Margo: Yeah, I got that part.",
        "Jessica: I couldn't sleep. I didn't want to be alone.",
        "Margo: I got that part, too.",
        "Jessica: In case Marshall showed up.",
        "Margo: Yeah, now, that's the part I don't get. Now, listen to me. We can file for an order of protection, and we can make sure that that man doesn't come within a mile of you, okay?",
        "Jessica: A restraining order won't change anything.",
        "Margo: Well, it couldn't hurt. Jessica, the man lived under your roof, and now you are terrified every time his name is mentioned. What's going on?",
        "[Jessica remembering]",
        "Marshall: Please don't --",
        "Jessica: I can't do this. This isn't right. You know, that's what I get for having a cop as a best friend.",
        "Margo: Yeah, it doesn't take a cop to see that it's more than that.",
        "Jessica: Well, Ben was never happy with Marshall staying at my place.",
        "Margo: Okay, so that's it? Ben issues an ultimatum and suddenly his feelings are a deal-breaker? Come on. Look, I'm sorry. I don't mean to interrogate you, but -- Jessica, I can't help you if you don't tell me what Travers has done.",
        "[SCENE_BREAK]",
        "Rose: I hate a dark house. My pop always said one good lamp is better than 100 locks.",
        "Paul: Well, that's the most you've said since we left Java Underground.",
        "Rose: What? My mouth has to keep revving all the time?",
        "Paul: You want me to answer that?",
        "Rose: No, smart guy.",
        "Paul: So why do we need so much privacy to talk about Dusty? Especially since you two supposedly worked everything out?",
        "Rose: Did I ever tell you about my Aunt Concetta?",
        "Paul: You have a secret about your Aunt Concetta?",
        "Rose: Could you just let me -- listen to me?",
        "Paul: Whatever is wrong, we can fix it.",
        "Rose: How do you fix a dog?",
        "Paul: You want a dog?",
        "Rose: My aunt Connie, she had a dog. Dusty. Wet nose, got into everybody's business, drooled all the time.",
        "Paul: Yeah, so?",
        "Rose: Your friend Dusty's got the drooling part down. Am I making myself clear?",
        "Paul: No.",
        "Rose: All right, then, maybe I should just come right out and say it. The guy's been sniffing around your girlfriend. That bum made a pass at me.",
        "[SCENE_BREAK]",
        "Mitzi: I told Rose how you were asking about a zillion questions and how you were a little too curious about whether she'd say yes if Paul proposed. And she's on her way to go tell Paul everything, including how you kissed her that time. Bet you didn't know I knew that, did you?",
        "Dusty: Oh, this is a disaster. Honey, you have made a big mistake.",
        "Mitzi: No, you're the one who made the mistake, bucko, because after tonight, Paul's gonna be shopping for a new best friend.",
        "Dusty: Mitzi, Mitzi, do you have any idea what you just did?",
        "Mitzi: Yeah. I ratted out a rat. And now Paul is gonna drop you like a hot rock.",
        "Dusty: I gotta find Rose.",
        "Mitzi: You're too late, creep. Paul's probably already got the snake eyes on you. He knows Rose wouldn't lie about something like this. It's over, Mr. Donovan. Nothing you can do about it.",
        "Dusty: No, sure there is. I'm gonna tell Paul and Rose the truth, and then I'm gonna tell Rose that her best friend is an idiot.",
        "Mitzi: Ooh, like she doesn't know that already.",
        "[SCENE_BREAK]",
        "Jack: A guy could freeze to death waiting for you to come home.",
        "Carly: Jack, what are you doing here?",
        "Jack: I'm sorry. I didn't mean to scare you.",
        "Carly: All out of process servers?",
        "Jack: I'm not here about the divorce. Can we talk?",
        "Carly: Sure. Would you like to come in?",
        "Jack: Beats staying out here to see whose lips turn blue first.",
        "Carly: Come on.",
        "Jack: Sure this is okay?",
        "Carly: I live here, too. It's fine. So if you're not here to talk about the divorce, what else have we got to talk about?",
        "Jack: I heard you were thinking of moving.",
        "Carly: From?",
        "Jack: It doesn't matter.",
        "Carly: Jack, in this town, you live and die by who told what to whom.",
        "Jack: Is it true?",
        "Carly: Yeah, it's true. I want a place for me and for Parker and for the new baby. But before you ask me how I can swing it, I went to Rosanna, and she's gonna give me an advance.",
        "Jack: I can't believe you went to Rosanna for money. What was that like?",
        "Carly: It was like getting a root canal. But when it comes to my children, I would crawl to the devil to give them a better life.",
        "Jack: Do you have a place in mind?",
        "Carly: Yep. One I can afford.",
        "Jack: Well, it can't be easy, can it? Searching for a new place, working, taking care of Parker.",
        "Carly: Spit it out, Jack. What is it you really want to know?",
        "Jack: I was wondering what you moving out of here means for us.",
        "[SCENE_BREAK]",
        "Rose: You think it's funny that this guy is making time with me?",
        "Paul: No. I think it's funny that you think he's making time with you.",
        "Rose: It's true.",
        "Paul: Is that why Mitzi burst in on us like there was a three-alarm fire?",
        "Rose: She -- she's onto him.",
        "Paul: Okay, listen. I love Mitzi, but don't you think sometimes she might occasionally run away with her imagination?",
        "Rose: She's just looking out for us, Paul.",
        "Paul: Okay, what exactly did she say?",
        "Rose: She said that double-\"d\" wanted to know if I would say yes when you proposed to me.",
        "Paul: When?",
        "Rose: I mean \"if\" -- when, if --",
        "Paul: No, no, I mean when did he ask her those questions? Tonight?",
        "Rose: Yeah, tonight. Let me finish the story.",
        "Paul: Sorry.",
        "Rose: Then he's going on and on, ranting and raving about how I'm the next Sophia Loren --",
        "Paul: You are.",
        "Rose: And if I'm sure that I am ready to be settling down with you, making little Bella bambinas.",
        "Paul: A what?",
        "Rose: Mitzi -- she knows when people are getting up into the wrong business. You know what I mean?",
        "Paul: Well, she has the wrong idea, Rose. She misunderstood why Dusty was asking those questions. Now, he doesn't have a crush on you. Though I wouldn't blame him if he did.",
        "Rose: It's not just tonight. It's like -- since the day that he got here. And what happened -- I should have told you about it, but I -- I thought I could handle it. Obviously, I cannot handle it.",
        "Paul: Handle what?",
        "Rose: He crossed the line. No, no, he tripped over the line. You have a right to know who your friends are, and this Dusty Donovan ain't one of them.",
        "[SCENE_BREAK]",
        "Margo: I don't mean to pry, but you look like you just saw a ghost.",
        "Marshall: Or the devil himself.",
        "Margo: Get out of here, Travers.",
        "Marshall: What's wrong, Margo? Isn't this diner big enough for the two of us?",
        "Margo: If that's your joke, we're not in the mood.",
        "Marshall: Look, this is a public establishment, and I'm free on bail.",
        "Jessica: Marshall, just leave us alone.",
        "Marshall: I was hoping we could talk.",
        "Margo: And I was hoping that you'd get the point.",
        "Jessica: It's okay, Margo.",
        "Margo: All right, Jessica, just tell me what's going on, because there is a whole lot of something in the air, and none of it feels good.",
        "Marshall: Well, Margo, you can stick around and keep an eye on us if you'd like.",
        "Margo: No, thank you. Are you sure?",
        "Jessica: Mm-hmm.",
        "Margo: Okay. I am gonna be right across the street, at the station.",
        "Jessica: Thank you.",
        "Margo: Make it quick, Travers.",
        "Marshall: What, has Margo become your personal bodyguard?",
        "Jessica: What do you want?",
        "Marshall: What have you told her?",
        "Jessica: That's none of your business.",
        "Marshall: Look, Margo knows there's more than -- than an attorney/client issue between us. I want to know what you plan to say to your friend, the detective.",
        "[SCENE_BREAK]",
        "Alison: So what happened?",
        "Katie: I don't know. And that's the honest truth. It's like one minute, we were planning our future, and the next minute, he was just -- gone.",
        "Alison: Well, hey, look at the bright side. At least you did have him, you know? I mean -- I -- kind of bailed on the school thing, but didn't some guy write about how it was better to have loved and lost than -- than whatever?",
        "Katie: Yeah, you're right. I -- I guess that is better. So what are you in for?",
        "Alison: Food poisoning.",
        "Katie: You're kidding. I'm in 'cause I didn't eat, and you're in 'cause you did? That's weird.",
        "Alison: Well, I was kinda faking. But it was worth it, 'cause from here I get to go straight to house arrest.",
        "[SCENE_BREAK]",
        "Carly: There is no \"us,\" Jack. \"Us\" has been reduced to a pending divorce decree based on those ever-popular irreconcilable differences.",
        "Jack: That's not what it feels like.",
        "Carly: That's 'cause we stink at good-byes. But it's all there in black-and- white. Your way of saying \"to hell with you, Carly.\" And I don't blame you. I lied and I cheated and I stood at that altar and I said those words -- and I meant them. I meant every single one of those words, Jack, so for me to lie wasn't saying that I would love you till death. The lie was thinking I could pull off being your wife without ever having to tell you what happened --",
        "Jack: Can I say something now?",
        "Carly: -- And I'm getting a house so Parker can have someplace to play and a yard maybe have some children in the neighborhood that he can play with. And I don't need you. I don't need your help. I don't need you to sign anything.",
        "Jack: Maybe I need something from you! Did you ever stop and think of that?",
        "Carly: Don't worry. I'll be there when you need me to sign the final papers.",
        "Jack: That's not what I meant.",
        "Carly: Then I don't know what you want from me.",
        "Jack: I'm a proud man, Carly. But I don't have a hell of a lot of pride left when it comes to you.",
        "Carly: Well, Jack Snyder. I thought they gave you the patent on stubborn, male pride. Don't tell me you're running low.",
        "Jack: You think this is funny?",
        "Carly: No, I do not.",
        "Jack: Then why does it feel like you're treating this whole thing like some cosmic joke? 'Cause if that's what we are to you, Carly, then maybe I was right. Maybe it is over.",
        "Carly: I'm sorry. But I have no idea where this is coming from. I've been packed up and moved out and put on a court docket, you've handed me divorce papers, I burst into tears -- what's the problem, Jack? I didn't seem sad enough for you? I didn't threaten to kill myself? What is it? How am I supposed to convince you that I do not think that any of this is funny?",
        "Jack: Listen, listen, I -- I'm sorry. It's just, when I heard you were looking for a place of your own -- it felt like something was really, really changing.",
        "Carly: Like what?",
        "Jack: I don't know. Let's talk about something that hasn't changed. Like what's in my heart.",
        "Carly: I thought it was \"say it with flowers,\" not with divorce papers.",
        "Jack: Okay, look, I don't know where I'm going with this. It's just that being on the outside of your life, it feels dead wrong. What you do and where you live, that's important to me, Carly.",
        "Carly: It's important tonight. But what about tomorrow? Or what if you come across me waiting with Mike at the doctor's office or what if Craig and I have to put in a long night?",
        "Jack: You want some kind of guarantee that I'm never gonna be jealous again?",
        "Carly: We're not talking about jealousy, Jack.",
        "Jack: Look, I still miss you every single day. I look at my life without you in it, and it's so small, it scares me. I see myself clocking in the next 30 years at the station and then getting pensioned out with a gold watch and a pat on the back if I'm lucky.",
        "Carly: And how do I change that?",
        "Jack: You change everything. Having you in my life makes taking out the garbage a better deal. Walking in the door at night, that used to be the highlight of my life. Trips to the mall were like mini-vacations.",
        "Carly: You hate the mall.",
        "Aaron: Not with you. And I know you want it all, Carly. I know you want the love and trust and promises that I'm never gonna look at the clock when you're running late or wonder who you're with or where you were. I'm not there yet. But I hate where I am now. And I know we can't go back, but that doesn't mean we can't have pieces of what we had.",
        "Carly: I won't settle for pieces, Jack. I want a man who will love me and trust me 100%. And I know that I have to earn it. I have to earn every bit of that trust. But would you even let me try?",
        "Jack: I don't know.",
        "Carly: And that -- that is the sad truth. You don't know. Well, it is now or never, Jack. It is time for you to figure out who I really am to you. Am I the love of your life or your worst nightmare? Which is it?",
        "[SCENE_BREAK]",
        "Jessica: My conversation with Margo is none of your business.",
        "Marshall: I hope that's true.",
        "Jessica: As far as she or anybody else is concerned, I dropped you as a client for obvious reasons.",
        "Marshall: Obvious to whom? I don't suppose you told her what we've meant to each other.",
        "Jessica: You know, there was a time that I thought that I did mean something to you, Marshall, but you destroyed that.",
        "Marshall: How? By admitting that I needed you? By doing something that we've done before on more than one occasion?",
        "Jessica: After I told you no.",
        "Marshall: Because you let your guilt take over. Look, suddenly you want to close your eyes to how hot it is between us. To how being in the same room with me just turns you inside-out. You don't like to lose control, Jessica, but -- and I think you --",
        "Jessica: Stop it, stop it. You broke the law.",
        "Marshall: Passion isn't illegal.",
        "Jessica: Violence is.",
        "Marshall: Where -- where in the world are you get -- where are you getting that from? It -- it wasn't violent.",
        "Jessica: I am not gonna argue with you about something I know to be true.",
        "Marshall: What you say you know is so far from any truth, it's ridiculous.",
        "Jessica: Now, you listen to me. If you ever come near me again -- if you follow me, if you just happen to show up and try to intimidate me, I'll take whatever steps I have to.",
        "Marshall: Is that some kind of threat on my life?",
        "Jessica: I am telling you that if you ever try to overpower me again, I will defend myself by any and all means necessary.",
        "[SCENE_BREAK]",
        "Rose: Remember that lunch that we had at the Lakeview?",
        "Paul: With Lily and Holden?",
        "Rose: Yeah, Lily and Holden, yeah. Well, you guys were gone, and then Dusty and I were left alone together, and that's when it got very, very interesting --",
        "[doorbell rings]",
        "Paul: Mitzi. Here to fill the blanks.",
        "Rose: I'll get rid of her. Just -- just don't move. What -- oh.",
        "Dusty: Rose -- Mitzi told me everything that she said to you. This has all been a big misunderstanding, and I hope you didn't say anything to Paul.",
        "Paul: What do you mean? What a coincidence. We were just talking about you.",
        "Rose: Come on in. Join the party. Okay, you're here. Now tell me, why were you giving Mitzi the third degree.",
        "Paul: I think I can answer that.",
        "Dusty: No, no, no, let me. Paul wanted me to spend time with Mitzi so I could find out maybe what you would say if he popped the question to you.",
        "Rose: You had him grill Mitzi?",
        "Paul: Grill is a strong word.",
        "Dusty: You know, I was only trying to help.",
        "Paul: Listen, Rose, I didn't want you to find out like this. But Rose tells me there's more going on than our little plan tonight.",
        "Rose: You wanna take it from here, hot lips?",
        "Dusty: Sure. I don't blame you if you never talk to me again. A couple weeks ago, I did something stupid. Something that made Rose very angry.",
        "Rose: Mm-hmm.",
        "Dusty: I kissed her.",
        "Paul: So you kissed Rose. Everybody kisses Rose. She's Italian. You say hello, you get a kiss. You say good-bye, you get a kiss.",
        "Dusty: Let me finish. You know how I feel about you. You know you're like family to me. You, Lily, Holden. And when I met Rose, she reminded me of everything that was familiar to me.",
        "Paul: I can understand that. But we're obviously not talking about some friendly kiss hello, are we?",
        "Dusty: No. And I'm not blaming it on the wine or -- we were sitting around, we were talking. We were laughing. And it felt like I had known her for years. And all of a sudden, like a jerk, I -- grabbed her and I kissed her.",
        "Paul: And you never thought to tell me?",
        "Dusty: No, she wanted to tell you, believe me. I asked her not to. I didn't want you to think that I'd ever betray you. You're like a brother to me. You know that. I should have come clean. I should have come clean right away, and I didn't -- Rose thought that I had some agenda, Mitzi thought that I wanted to steal her away from you. I would never do that, and you know it. I couldn't even think about doing it.",
        "Paul: So is this -- is this what you've been trying to tell me?",
        "Dusty: It's my fault. And I can't take it back. I've already lost Rose's respect, and I think I have lost yours. And I think it's too late for me to make things right. I apologize to you.",
        "[SCENE_BREAK]",
        "Marshall: Look, I know Ben's the safe choice. And you and I, we're not safe. But that's what attracts you, and you want to punish me for it. That's called denial.",
        "Jessica: No, I am not the one denying what happened.",
        "Marshall: Here's what happened. Ben can't give you what you need, so you turned to me.",
        "Jessica: I turned to you? Oh, my God.",
        "Marshall: Look, look, I'm not trying to put the guy down, but he doesn't light that fire in you, Jess.",
        "Jessica: Ben respects me.",
        "Marshall: Yeah, but how does he treat you in bed?",
        "Jessica: Shut up. This conversation is over. I'm sorry, I'm sorry.",
        "Marshall: Look -- if you want to go to -- to these absurd lengths to avoid taking responsibility for your own choice, that's beneath you.",
        "Jessica: Choice? Choice was the first thing you took from me, Marshall. And you make me sick.",
        "Marshall: Don't say that.",
        "Jessica: The only way you could have me was by force, and I am telling you, if you don't stay away from me, I will go to the police.",
        "Marshall: Okay, if I'm such a monster, why wait? Call Margo. Tell her to come back here so -- so you can fill her in on exactly what I did to you. 'Cause -- I'm not afraid of the truth. Tell Margo I raped you. I dare you.",
        "[SCENE_BREAK]",
        "Jack: All right, there's got to be a way we can figure out how to get past this.",
        "Carly: This is a baby, Jack. And she may or may not be yours. So tell me, how do we get past something like that?",
        "Jack: No, that's not what I meant.",
        "Carly: I think it is. If you want me, you want this baby. We are a package deal. And if you want us, then you're gonna have to throw in some trust.",
        "Jack: You don't think I've tried?",
        "Carly: We're really good at trying, aren't we? Loving each other has never been the problem, has it? It's everything else. We go on autopilot when it comes to everything else, every --",
        "Jack: Maybe we do take for granted that everything else will fall into place.",
        "Carly: I'm not angry about it, Jack. I'm tired. And I'm sad. And I'm frustrated. If I had some kind of magic potion that would make you trust me again, I would throw you down in this chair and I would pour it down your throat.",
        "Jack: Yeah, I wish it were that easy.",
        "Carly: Look, it's late. I have to meet with the realtor pretty early in the morning, so -- do you think you could tell me why you're really here?",
        "Jack: Because you are. Because I want to be where you are. And because I came here to see -- if you'd consider taking this back. Move back in with me, Carly.",
        "Carly: You want me to move in with you?",
        "Jack: Well, not in the same bedroom, of course, but it's a start. Give us a chance to -- work things through.",
        "Carly: Oh, so I'd be like your roommate? And we could share the rent and utilities and groceries --",
        "Jack: No, Carly --",
        "Carly: I don't want to play house with you, Jack!",
        "Jack: It beats moving further apart.",
        "Carly: You -- you think that I want my own place so I can forget our life together? You know something, Jack, sometimes you are so incredibly thick. I will never be able to forget us, not as long as I live. But I will not go backwards, not even for you, and we didn't work. We kept making the same mistakes over and over --",
        "Jack: Maybe this can give us a chance to fix those mistakes.",
        "Carly: This would give you a chance to keep an eye on me, right? And maybe this baby, too, just -- just in case she is yours.",
        "Jack: No, that's not it, Carly.",
        "Carly: Really? 'Cause that's -- that's what it feels like --",
        "Jack: I want to try to rebuild our life.",
        "Carly: With me sacked out in the guest room until you decide you can trust me again? No. No, thank you, Jack.",
        "Jack: At least we'd be together.",
        "Carly: I don't consider that together, and frankly, I don't -- I don't ever want to go back to Milltown again.",
        "Jack: Why not?",
        "Carly: Because it wasn't mine. It was yours. It was your place I was living in, and I could never make it my own. I want to stand on my own two feet and make a life for me and Parker.",
        "Jack: I was a part of that life.",
        "Carly: I made you my whole life. Look where it got me. When we split, I had nothing to fall back on. I'm living with Mike, Jack. I'm borrowing money from Rosanna. And now you want some weird, platonic setup where I'm living in a house where a million bad things have happened? You're driving me insane, Jack! You and everybody else in my life right now --",
        "Jack: Just think about it, okay?",
        "Carly: I don't need to think about it. God, I love you. But I do not want to need you. I know that I'm gonna hate myself for not taking that key. But I don't want to keep chasing the same dream. I want it to come true. For both of us. For real. And I want to be the one sitting there with a proud smile on my face when they hand you that gold watch.",
        "Jack: Hey --",
        "Carly: What?",
        "Jack: Carly, what is it?",
        "Carly: I don't know.",
        "Jack: You all right?",
        "Carly: The -- the room is spinning, Jack. I'm -- I feel like I'm gonna pass out, Jack.",
        "Jack: All right. All right.",
        "[SCENE_BREAK]",
        "Katie: All right, now, stop dodging my questions.",
        "Alison: Okay. Okay, you just -- here's the deal. I'm the one that started the fire in the Snyder barn.",
        "Katie: That was you?",
        "Alison: But first of all, I didn't mean to hurt anyone, and it was for all of the good reasons. I -- see, I wanted to make Aaron out to be a hero so that he would fall in love with me.",
        "Katie: Oh, that backfired.",
        "Alison: Big-time. Now he won't even look at me, and I'm in the biggest mess in my entire life. I guess that if you do something wrong and -- even if it's for the right reasons, all the right reasons, it still doesn't make that right.",
        "Katie: No, it doesn't.",
        "Alison: I wonder if that's what happened between you and Simon. Maybe he broke your heart for reasons that were right to him, you know? And maybe one day, he'll come back and -- and he'll tell you why.",
        "Katie: Yeah, right. When's that gonna happen?",
        "Alison: Let's play another game. Anything you want. Anything you want.",
        "Katie: Old maid?",
        "Alison: Poker?",
        "Katie: No, thanks.",
        "Alison: Katie, Katie, it's better than crying all night and staring up at the ceiling, right? Please? I hate solitaire. Come on.",
        "Katie: Is this still double or nothing?",
        "Alison: Triple. And hearts beat everything.",
        "Katie: Oh, well, then I'm definitely in.",
        "[SCENE_BREAK]",
        "Dusty: Paul, I understand your anger, but this woman was only trying to protect you.",
        "Paul: All right, all right, enough. Enough. All right, this isn't high school. But thank you for being honest. But Rose, even though I can't believe you kept something like this from me --",
        "Rose: I know. It was a dumb move on my part --",
        "Paul: But the fact that you love me that much, believe me, it blows me away. I know how hard it is for you not to talk. And that makes me the luckiest guy I know.",
        "Rose: You're not mad? You're not mad?",
        "Paul: Yeah, I'm mad, but not at you.",
        "Rose: Oh.",
        "Dusty: I'll get out of your way --",
        "Paul: And I'm not mad at you either. I'm mad at the fact that the two people that I'm closest to in this world sat on the situation and let it drive them nuts. Now, I say we start over right here and right now. Rose D'Angelo, this is my old friend Dusty Donovan. Dusty, Rose. See? Told you. Now, Dusty, it's gonna take a hell of a lot more than one little kiss to ruin what I've got here, pal.",
        "Rose: Amen to that.",
        "Dusty: So we're okay?",
        "Rose: Yeah, we're okay. Next time you want to kiss somebody, you better ask first, though.",
        "Dusty: Thanks. I don't know what to say to you.",
        "Paul: How about good night? Take a hint, Donovan.",
        "Dusty: All right, good night.",
        "Paul: All right.",
        "Dusty: Guess I'll see you soon.",
        "Paul: All right, man. Thanks for being honest. See you. Well, it has certainly been an interesting night so far.",
        "Rose: Seems like it might be getting a little more interesting as well.",
        "Paul: You okay?",
        "Rose: Peachy.",
        "Paul: Did I do something?",
        "Rose: No.",
        "Paul: 'Cause I thought we just cleared the air here.",
        "Rose: Yeah, but I'm getting a whiff of somethin' else.",
        "Paul: What is it? Dusty? Is it Dusty? Did he do something else?",
        "Rose: What about Dusty? Having Dusty do your legwork for you? I mean, did Romeo have what's-his-name put moves on Juliet?",
        "Paul: Oh, do you want me to quote Shakespeare?",
        "Rose: No, no, I just want you to come out and say what you were gonna say. If you want to marry me, you big lug, why don't you just ask?",
        "[SCENE_BREAK]",
        "Marshall: The only reason why you didn't tell Margo anything is because you know the truth. You were D.A., Jessica, sworn to uphold justice, to right wrongs. Now, what's stopping you now if not the truth?",
        "Jessica: I am not going to cause Ben or Bonnie any more pain.",
        "Marshall: What about your pain? All right -- if I violated you the way you claim, don't you deserve the same justice you tried to win for all those strangers?",
        "Jessica: And I have seen what happens to the families, to the husbands, to the children --",
        "Marshall: Why can't you admit that what we shared was strong? Powerful. Consensual.",
        "Jessica: Why do I have to keep saying this? I did not give my consent.",
        "Marshall: Ben's seen the video, Jessica. All right, he knows what it's like between us. If you're foolish enough to -- to stick to this ridiculous story, you think -- you think anybody's gonna believe you? It's gonna be your word against mine. You think he and your friends and family are really gonna believe you?",
        "Jessica: That doesn't change the truth.",
        "Marshall: The truth is -- you can't stop wanting me. And it scares you. And I understand that.",
        "Jessica: I am not keeping silent out of some hidden desire for you. I'm not going to the police because I don't want my life to turn into a three-ring circus. I don't want to hurt the people that I love the most. And that is the one and only reason that I am not having you thrown in jail. But I will not be harassed, and I will not spend my life looking over my shoulder. Now, get the hell out of my sight.",
        "Marshall: I'm so sorry you feel that way.",
        "Margo: Jessica, do you know how hard it was for me not to come charging right in the second I left? Now, please, no more stalling. Jessica, tell me what that man did to you.",
        "Margo: Jessica, you weren't worried about a thing when you decided to represent Travers. Or when you helped him track down his daughter. But now, something has changed. And baby, it is something big. It's not about Steinbeck, it's not about the trial, it's not even about Ben.",
        "Jessica: Margo -- I don't know how to tell you this.",
        "Margo: You just say it. I won't judge you.",
        "Jessica: I wouldn't blame you if you did. I was so headstrong. So -- I thought I knew what I was doing, that I was handling things, that it was gonna work out.",
        "Margo: You know what? I am not gonna fix this. I'm not gonna take sides. I'm just gonna listen. I promise. Okay? What is it?",
        "Jessica: Margo -- Marshall Travers raped me.",
        "[SCENE_BREAK]",
        "Paul: Wait, wait, wait, wait, let me make sure I've got this. Now, I'm not mad at the fact that my best friend put the moves on you and you didn't tell me, but you're mad at me because I love you so much that I didn't want to get let down, so I had my friend ask you a few questions to see which way you were leaning.",
        "Rose: Yeah, that's right.",
        "Paul: Rose, I don't even have the ring.",
        "Rose: Ring? Ring? Ring? Ring. I've got a ring. Hold on. I've got a ring right here.",
        "Paul: What -- what -- what --",
        "Rose: That's one of the little girls' ring pops. She leaves them all over the place.",
        "Paul: I didn't know we were even there, if we were ready to, you know --",
        "Rose: What? Bank on forever? Me? That's why I had Mitzi pump Dusty about whether -- what you were up to, whether you were ever gonna ask me to marry you ever again.",
        "Paul: Rose D'Angelo, will you marry me?",
        "Rose: Yes! Yes! Yes. Oh, God. I missed you so much.",
        "Paul: I missed you. I missed you.",
        "Rose: Let's go.",
        "Paul: No, no, no, wait, wait, wait.",
        "Rose: No, no, no, let's go. 'Cause Mitzi's -- Mitzi's staying here. We've got to go.",
        "Paul: You know, Mitzi is getting to be a real pain.",
        "Rose: Let's go and get back to your place before she comes --",
        "Paul: No, no, no, we're gonna have to pull over.",
        "Rose: Well, then -- let me get some clothes.",
        "Paul: No, no, no, no, forget the clothes. Forget the clothes. We don't need clothes. We don't -- we don't need clothes. Let's go.",
        "Rose: All right.",
        "Paul: Come on.",
        "Rose: Okay.",
        "[SCENE_BREAK]",
        "Carly: Thanks.",
        "Jack: How you feeling?",
        "Carly: My head is pounding.",
        "Jack: Oh, honey, you're burning up. You know what? I'm gonna call your doctor.",
        "Carly: My heart is racing, Jack. No, Jack. I'm scared. What if it's the baby?"
    ],
    "Transcript Author": [
        "Provided by Linda Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=jyrdcY-DSg8"
}