{
    "Episode Summary": [],
    "Recap": [
        "Jen tells Paul and Meg about Johnny's condition and also Emily and his unborn child's role in helping Johnny get better. Paul is torn because he was not consulted. He wonders what Emily's motivations were behind having this risky procedure? When Jen staunchly defends Emily, Paul feels there is going to be problems down the road now. Meg tries to remind him that Dusty will never forget what Emily did to him. Johnny's surgery is finished and now all that is left is to wait. Jen and Emily seem to be forming a bond. Katie is irritated over the non-stop partying going on next door. She and a socialite take a dislike for one another. Little do both of them know, there is a common bond, which connects them. Katie, Mike, Simon and Vienna have near misses. Simon is sure he hears Katie's angry voice at his door, but when he goes to see, she is gone. Lily is rushed to the hospital unconscious after falling down the stairs. Holden doesn't understand how Luke could be that angry with his mother to cause her to fall down the stairs? Luke is racked with guilt over his mother's accident and terrified she won't wake up. He is also worried about how Holden now feels about him because Lily is seriously hurt. Lucy tells them that the while the baby's heartbeat is strong tests show there is brain swelling and internal bleeding. Holden holds vigil at Lily's bedside; Damian offers Luke a place to stay because Luke feels as if he blew his family apart and they may not want him around anymore."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Paul: Wait a second. How -- how did Emily help Johnny?",
        "Jennifer: He has a very rare blood cancer. It's almost unheard of in infants. And they were even telling us that he might not make it.",
        "Paul: How does Emily fit into this?",
        "Jennifer: She harvested some stem cells from the baby she's carrying. It's a very experimental treatment. But they're going to be implanted in Johnny tonight.",
        "Paul: Emily's already done this?",
        "Jennifer: Yeah.",
        "Paul: Without talking to me.",
        "Dusty: We didn't have time for a family meeting.",
        "Paul: It sounds like a very risky procedure.",
        "Jennifer: It is, it is. But it -- it went very well, and that's the important thing. And we're very grateful that Emily wanted to help us. And the miracle is really that Johnny and her baby -- your baby, since they're cousins -- were a perfect match.",
        "Paul: Emily and the baby, they're doing okay?",
        "Jennifer: Yeah.",
        "Dusty: Johnny, too. Don't forget about him.",
        "Paul: Look, that's not fair, okay? I want Johnny to have whatever he needs. I'm just -- it's -- [Paul sighs] I just found out about this. You two have had some time.",
        "Dusty: No. We haven't had time.",
        "Jennifer: No, actually, there wasn't any time, Paul. There was no time for options. There was no time for opinions.",
        "Dusty: If we didn't ask, he was gonna die.",
        "Paul: You couldn't call me? I have a cell phone. You know, I -- look, don't get me wrong, okay? I'm glad that Johnny's okay. But --",
        "Dusty: But what?",
        "Paul: I deserve to know, that's what.",
        "Dusty: Why? Would you tell Emily not to do it, that it wasn't worth the risk? To take Johnny away for good this time?",
        "[SCENE_BREAK]",
        "Katie: Did you lock the door?",
        "Mike: Yes.",
        "Katie: Are you sure?",
        "Mike: Yes, stop worrying, okay? The girl's not gonna come back over here. She's too smashed to make the trip.",
        "Katie: Did you see the size of those diamonds?",
        "Mike: Kind of hard to miss.",
        "Katie: The way she was looking at you, like you were on the menu? Oh, I hate chicks like that.",
        "Mike: She's gone.",
        "Katie: Well, just to be certain, I'm gonna go over there and make sure that our little honeymoon crasher stays on her side of the love boat. I'll be right back.",
        "[SCENE_BREAK]",
        "Vienna: I found it in the bartender's private stash.",
        "Simon: Good girl.",
        "Vienna: It's worth more per ounce than I am. How 'bout a vodka massage?",
        "Simon: Couldn't that get a little messy?",
        "Vienna: That's half the fun. Why do we always end up in bed?",
        "Simon: I don't know, baby. It's just what we do.",
        "Vienna: Who are you, Simon Frasier?",
        "Simon: Who do you want me to be?",
        "Vienna: Tell me about yourself. A sip for every honest answer.",
        "Simon: How will you know I'm being honest?",
        "Vienna: How will you know I care? [Vienna laughs] What's your favorite color?",
        "Simon: Uh, your eyes.",
        "Vienna: Favorite name?",
        "Simon: Vienna.",
        "Vienna: Am I the only Vienna you've ever known?",
        "Simon: Yes. My sip.",
        "Vienna: When was the last time you told a woman you loved her?",
        "Simon: Have I ever made you my crazy koala?",
        "Vienna: Game over so soon?",
        "Simon: Yeah. No, all I need is a dash of lime and a splash of grand marnier.",
        "Vienna: Oh, Simon --",
        "Simon: No, listen, babe, relax. It's just a short walk to the bar.",
        "[SCENE_BREAK]",
        "Katie: Just let me go.",
        "Mike: No, no, I'll go.",
        "Katie: Oh, right, and let that woman pin you against the wall? Not on my honeymoon.",
        "Mike: Hey \u0096",
        "[SCENE_BREAK]",
        "Luke: What do you think? Do you honestly think that I can be scared straight, or whatever --?",
        "Lily: No, no, no. I don't want that for you at all.",
        "Luke: No, no, stay away! [Lily screams] Mom!",
        "Damian: Lily! Lily -- what happened?",
        "Luke: Oh, my God. Is she dead? Is she dead?",
        "Damian: No, she's breathing.",
        "Luke: This is all my fault. She fell down the stairs, and I tried -- I tried to get her --",
        "Damian: Call an ambulance. Hurry.",
        "Luke: She had some guy coming to try to take me away to some camp.",
        "Damian: Luke, now! Call 911! Lily, don't worry, I won't let anything happen to you.",
        "Luke: Hi, hi. 1 mile high road. Please, send an ambulance. It's my mother. She fell.",
        "Damian: Luke is calling for help. They'll be here soon.",
        "Luke: No, no, no, no, no. She's -- she's unconscious.",
        "Holden: What the hell happened here? What did you do to her? Lily -- Lily?",
        "Holden: Lily -- Luke, what happened here?",
        "Damian: She fell down the stairs.",
        "Holden: I'm talking to my son! What did he do to her? Tell me.",
        "Luke: It wasn't Damian, Dad. It was me. I'm the reason Mom fell.",
        "[SCENE_BREAK]",
        "[Mike laughs]",
        "Mike: No, you cannot reason with a drunk. And besides, I do not want to visit you in the brig if this thing gets physical.",
        "Katie: They have a brig?",
        "Mike: Let's not find out. Okay? We're alone, it's quiet. Forget about her, start thinking about this honeymoon.",
        "Katie: Okay, you're right. Oh, and I haven't even given you your present yet.",
        "Mike: No, I don't need --",
        "Katie: You do need it. Sit down.",
        "Mike: All right.",
        "Katie: Open. It's for all our pictures, from all of our trips and all of our holidays and all of our birthdays. And then --",
        "Mike: Well, it's a great idea, but shouldn't there be some more pictures in here.",
        "Katie: Well, I had more, but B.J. made me burn them, so -- we're gonna start over. We're gonna take lots of pictures and write everything down -- where we were, what we were doing, what we were feeling. That way, when we're old and we don't remember the smell of the ocean or the feel of the ship rocking us to sleep, we'll grab this and we'll go back there.",
        "Mike: We'll remember. Okay? Tomorrow, I'm gonna take a picture of you in your bikini by the pool.",
        "Katie: And tonight?",
        "Mike: Tonight, we are not gonna have time to take pictures.",
        "[SCENE_BREAK]",
        "Simon: So, what? I'm your prisoner now?",
        "Vienna: You can be.",
        "Simon: Sweetie, come on, I just need a little air.",
        "Vienna: I ask you one simple question about past loves and suddenly you're suffocating?",
        "Simon: Vienna, please --",
        "Vienna: Who is this woman who takes your breath away?",
        "Simon: All right, fine. Okay -- her name was -- Maggie.",
        "Vienna: And you loved her?",
        "Simon: Yeah.",
        "Vienna: Was she beautiful?",
        "Simon: The most beautiful border collie I ever saw.",
        "[Vienna laughs]",
        "Vienna: You're impossible.",
        "Simon: Come on, baby, please -- let's not talk about love, okay? Please, it just -- gets in the way of having a good time.",
        "Vienna: Can't have that.",
        "Simon: No, no, no, no, no, no. Come here, come here, come here. This time -- I want you to leave them all on.",
        "Vienna: All of them?",
        "Simon: Yeah, all of them.",
        "[SCENE_BREAK]",
        "Holden: Luke, don't cover for Damian.",
        "Luke: I'm not. He wasn't here when it happened.",
        "Holden: When what happened?",
        "Luke: Mom and I -- we had a fight. I didn't mean for her to fall.",
        "Holden: What were you fighting about?",
        "Luke: Well, I couldn't believe that she was in on it.",
        "Holden: In on what?",
        "Luke: She sent some guy here -- some guy to take me away. And I told her I knew -- I knew what she had done, but she denied it.",
        "Holden: Luke, you're not making any sense.",
        "Luke: Well, that's when she reached for me and I pushed her -- oh, my God. Oh, my God, that's when she fell!",
        "Holden: You pushed your mother?",
        "Damian: Over here, hurry.",
        "EMT #1: How long has she been unconscious?",
        "Luke: We called you right away.",
        "Holden: We haven't moved her.",
        "EMT #2: Sir, we need you to move, please.",
        "EMT #1: How far along is she?",
        "Holden: 29, 30 weeks. Is the baby okay?",
        "EMT #1: We can't tell you the condition of the fetus right now.",
        "Luke: Dad, I am so --",
        "Holden: Not now!",
        "Damian: Luke, why don't we step outside?",
        "Luke: Look how pale she is? Is she gonna be okay?",
        "Holden: I don't know.",
        "Damian: Luke, come on, let's go outside.",
        "Luke: No. No!",
        "Holden: I'm gonna stay with your mom. I'm gonna ride in the ambulance with her.",
        "EMT #2: We're almost ready to move her.",
        "Holden: Lily, I'm right here, Honey. I'm right here.",
        "Damian: Luke, wait!",
        "Luke: Dad has been saying for weeks -- no stress, no fighting -- and look what I do!",
        "Damian: Luke, it was an accident. You'd never intentionally hurt your mother.",
        "Luke: No. No, no, never, I swear, I wouldn't. Dad, I want to come with.",
        "EMT #2: He can ride up front with me.",
        "Holden: Okay, fine, let's go.",
        "Damian: I can drive him.",
        "Holden: No! You stay away from my wife, and my kids!",
        "Luke: Damian, I have to go with my dad.",
        "Damian: All right, go. Be with your mother.",
        "[SCENE_BREAK]",
        "Paul: I'm selfish? To think about my baby?",
        "Dusty: Get out of here, man.",
        "Jennifer: Okay, both of you -- don't argue.",
        "Paul: Well, then tell him not to accuse me of not caring about Johnny. Johnny's part of my family, too, you know.",
        "Dusty: Well, that doesn't answer the question. Would you have told Emily not to do it?",
        "Meg: You're not being fair.",
        "Dusty: Fair? What's that?",
        "Paul: Okay, look, let's not argue this after the fact, okay? I'm really glad that the first part of the process went well. When are they doing the second part of the procedure?",
        "Jennifer: In a little while.",
        "Paul: Well, I pray it works.",
        "Jennifer: Thank you.",
        "Paul: And -- I -- I know that when it does, our children -- you know, they'll have a very special connection. Jen, it'll be like we're family again.",
        "Dusty: You think your sister's gonna forgive you now?",
        "Jennifer: Okay, honey, please -- Paul, I'm sorry, we're just -- we're a little raw right now. Just a few days ago, I thought that I was going to have my whole life with my son, and now I --",
        "Dusty: You will. You will. We both will. Johnny's a tough boy.",
        "Meg: Who's doing the procedure?",
        "Jennifer: They're flying a doctor in.",
        "Dusty: He's one of the guys who designed the protocol. He's supposed to be great.",
        "Jennifer: And we don't even know -- I mean, if they've actually ever done it on a patient. This was so experimental, but -- and they even said that Johnny's body could reject the cells.",
        "Paul: It's going to be fine. Everything's going to be fine. Don't do that, okay? Dusty's right. Johnny's tough. Everything will be fine.",
        "Dusty: Let's go see our boy.",
        "Meg: Poor Jen.",
        "Paul: I couldn't answer Dusty's question because I don't the answer, you know? I mean, maybe I would have. Maybe I would have tried to stop Emily from doing that.",
        "Meg: Paul, you have every right to be worried about your child.",
        "Paul: This procedure -- this harvesting, whatever they're calling it -- how do they know so soon that it went so well?",
        "Meg: Jen would have told you if there was a problem. Your baby is safe, don't worry.",
        "Paul: I hope Jen's baby's safe, too. I deprived Jennifer of the most precious thing in the world, you know? Time with your child. How did I ever think even for a second that that was the right thing to do.",
        "Emily: You did it, my angel. You were my little trooper. We gave Johnny the best gift ever -- the chance to get better. Maybe you and I'll get a chance now, too.",
        "Paul: Is that why you did it?",
        "Emily: Paul --",
        "Paul: Did you put our child at risk for a shot at winning your freedom, Emily?",
        "[SCENE_BREAK]",
        "Doctor: Blood pressure?",
        "EMT #1: Pressure's 90 over 50 -- unresponsive.",
        "Doctor: Take her to cubicle 6.",
        "Holden: Can I go in the room?",
        "Doctor: Please stay here -- I'll come out as soon I know anything.",
        "Holden: I really want to be with my wife.",
        "Doctor: We need to stabilize her. Please, Mr. Snyder.",
        "Luke: I thought she'd be awake by now.",
        "Holden: Okay. Okay, tell me again, the whole story. I want to know how this happened.",
        "Luke: It was an accident.",
        "Holden: Who was the guy at the house?",
        "Luke: His name was Ross Kreeger. He says he runs some camp for teens, but it's really a place where they try to deprogram gay kids, Dad. And he said that Mom sent him to come pick me up.",
        "Holden: And you believed him?",
        "Luke: He told me that if I didn't go with him that he had this \"Counselor\" in the van who would persuade me. So I went upstairs to get my stuff, and that's when I called you.",
        "Holden: And that's when your mom showed up?",
        "Luke: Yeah. And she told me that she threw him out. But I thought that it was part of the plan to get me into that van of theirs. She said she wanted to talk, but I didn't believe her. And she reached for me, and I knocked her hands away. And that's when she lost her balance. And I tried to grab her, Dad, I swear.",
        "Holden: And where was this Kreeger person when she fell?",
        "Luke: He must have left when she got there.",
        "Holden: Damian wasn't there?",
        "Luke: No, he didn't come 'til after.",
        "Holden: Luke, there's no way that your mother would ever have you kidnapped. You know better than that. She would never do that to you. Never.",
        "[SCENE_BREAK]",
        "Damian: I told you to take the boy with you.",
        "Ross: You were supposed to keep the mother away from me.",
        "Damian: Well, you had enough time!",
        "Ross: The kid balked, Damian. He didn't buy into it. I had to take my time.",
        "Damian: Well, we've run out of time now.",
        "Ross: Now, what happened here? I heard sirens.",
        "Damian: Lily and Luke argued. She fell.",
        "Ross: Is she okay?",
        "Damian: I don't know.",
        "Ross: You told me that she was onboard with the plan. She came in here like a crazy woman and threw me out.",
        "Damian: She was having second thoughts.",
        "Ross: Yeah, well, I didn't sign on for trouble, Damian.",
        "Damian: Well, neither did I. I was trying to do what was right for my son. And now, thanks to your incompetence, he's in worse shape than ever.",
        "Ross: Are you worried about your son or about people finding out that getting me in on this was your idea?",
        "Damian: Hey! Be very careful. I'm worried about Luke and his mother. If she or her baby were hurt in that fall, Luke will never forgive himself.",
        "Ross: You didn't cause this. Like you said, you were trying to help. Given time, I could have done that. I'm proud of what I do for these kids, Damian. I have nothing to apologize for. Neither do you.",
        "[SCENE_BREAK]",
        "Katie: What?",
        "Mike: How would you scrapbook what just happened?",
        "Katie: I wouldn't. It's a g-rated scrapbook.",
        "Mike: Maybe I need to start one of my own.",
        "Katie: You can do that. We just have to hide it from the kids.",
        "Mike: Thank you for this honeymoon. See? No interruptions. Aren't you glad you didn't go over there and start a war?",
        "Katie: Make love, not war.",
        "Mike: I want you.",
        "Katie: I want you. And a really big dinner.",
        "Mike: You're hungry?",
        "Katie: Starving.",
        "Mike: There's some oatmeal over there.",
        "Katie: No, no. I was thinking more like rack of lamb. Let's call and see if we can get in the Emerald room.",
        "Mike: Let's go to the buffet. It's quicker. That way we can come back here, finish what we started.",
        "Katie: Good idea, bring the camera.",
        "Mike: Wait, you want pictures of me stuffing my face?",
        "Katie: I want pictures of everything. I'll beat you to the buffet.",
        "[SCENE_BREAK]",
        "Vienna: Buffets are so tacky.",
        "Simon: Yeah, well, so do you got a better idea?",
        "Vienna: I have lots of better ideas.",
        "Simon: Whoa, whoa. Well, I'm hoping they include more vodka.",
        "Vienna: Let's find a party.",
        "Simon: Where?",
        "Vienna: Simon, people come on cruises to have fun. Find the fun, find the party. Maybe that cute guy across the hall.",
        "Simon: Cute guy, huh? I see you're making new friends already?",
        "Vienna: Keeping my options open.",
        "Simon: Enterprising girl.",
        "Vienna: Aren't you jealous?",
        "Simon: I'm insanely jealous, baby -- insane. I'm gonna blacken his eye just for looking at you -- after dinner.",
        "Vienna: You'd really fight over me, Simon?",
        "Simon: Yes, sweetie, all the way to the front of the buffet line. You ready?",
        "Vienna: Wait, baby. My bracelet fell off. Help me find it.",
        "[SCENE_BREAK]",
        "Mike: Whoa, whoa, you have the key?",
        "Katie: Right here.",
        "[SCENE_BREAK]",
        "Simon: Come on, sweetie. Chop, chop, chop. You really need to get a stronger clasp.",
        "Vienna: Or a tamer boyfriend.",
        "Simon: No chance.",
        "[SCENE_BREAK]",
        "Meg: Hey, how's Johnny?",
        "Dusty: Where's your boyfriend?",
        "Meg: Look, Dusty, I know you're angry, okay? I get it. But maybe not so much at Emily now?",
        "Dusty: What's your point?",
        "Meg: What did you promise her?",
        "Dusty: Nothing.",
        "Meg: Her freedom?",
        "Dusty: No. No deals were made.",
        "Meg: So you're gonna still testify against her?",
        "Dusty: Oh, yeah. She's nuts. You think I'd put my family at risk again?",
        "Meg: Well, that's the thing with Emily. You think you have her all figured out and under control, and then she comes at you from your blindside.",
        "Dusty: I never get blindsided twice. I hope you can say the same for your boyfriend.",
        "[SCENE_BREAK]",
        "Paul: So what's in it for you? What do you get out of this little bargain you made, Emily?",
        "Emily: The chance to feel like I'm worth something again. There is good left inside me. A small piece of my heart survived its run-in with you. And the baby and I have given someone a second chance at life, and that feels like a miracle to me.",
        "Paul: A saint is born, right here in Oakdale.",
        "Emily: Why do you give everything such dark purpose?",
        "Paul: You chained a man to a radiator for weeks on end, and I'm the one with a dark purpose? So, is all forgiven? You and Dusty, you're buds now?",
        "Emily: Would that bother you?",
        "Paul: So if a break came your way because of this, Emily, you'd turn it down?",
        "Emily: Of course I wouldn't. I have to think of my child's future.",
        "Paul: Our child's future is with me and Meg.",
        "Emily: You know what? You can -- you can call Meg the Queen of England, but it won't put a crown on her head. You can call Meg the mother of my child, but it won't put my child in her arms. I have hope. I have hope that one day I will get to spend my life with my child. And hope, Paul, is still the one thing you can't take away from me.",
        "[SCENE_BREAK]",
        "Coming up on \"As the World Turns\" --",
        "Holden: Please, come back to us.",
        "Katie: I said turn down the --!",
        "Vienna: Simon --",
        "Jennifer: Paul, leave her alone.",
        "[SCENE_BREAK]",
        "Mike: You mentioned some new aerobic moves?",
        "Katie: Did I?",
        "Mike: Yeah, over dinner. Over dinner. You too tired?",
        "[Katie whispering]",
        "Katie: Never.",
        "[Mike laughs]",
        "Katie: Oh, I don't believe it. Do you hear that?",
        "Mike: Hear what?",
        "Katie: Are you kidding me?",
        "Mike: Tune it out.",
        "Katie: How?",
        "Mike: Like this.",
        "Katie: No, I don't want to tune it out.",
        "Mike: Katie!",
        "Katie: I'll be right back.",
        "Mike: No, just call ship security.",
        "Katie: No, it'll take them forever to get over here.",
        "Mike: Oh, come on.",
        "Katie: It won't take long.",
        "Mike: No, listen, hey -- I'll go, I'll go. Okay?",
        "Katie: No, no, no, no. I am not going to spend the rest of our married life together with you fighting my battles for me. Just save my place.",
        "[SCENE_BREAK]",
        "Simon: Is there any more coming?",
        "Vienna: Maybe a few.",
        "Simon: What, after they get tossed out of the bar?",
        "Vienna: That's no way to treat a first class passenger.",
        "Simon: Did you say first class?",
        "Vienna: One and all. That's Seymour Calloway -- ring a bell?",
        "Simon: Energy futures?",
        "Vienna: And Reata Langdon. Her ex invented the microchip or something. She practically walked away with his worldwide web.",
        "Simon: Well, sweetheart, I think Reata needs a refill. Reata -- I thought I recognized you. You look as lovely as ever. [Pounding on door] Hey, will you get that for me, buddy? Thank you.",
        "Drunk guy: I just died and went to heaven.",
        "Katie: Could you turn it down a little bit? My husband and I are --",
        "Drunk guy: Your what? Hey, Vienna -- a drink for the lady.",
        "Katie: No, I don't want a drink.",
        "Drunk guy: I know what you want.",
        "Simon: All right, so who wants a drink?",
        "Drunk guy: She changed her mind.",
        "[SCENE_BREAK]",
        "Luke: How's Mom?",
        "Holden: I don't know. They're doing more tests. She's having a CT scan right now.",
        "Luke: Well, when are they gonna be able to tell us whether --",
        "Holden: I don't know!",
        "Luke: Dad, I wouldn't blame you if you decked me.",
        "Holden: Luke, I just don't understand. This guy, why didn't you tell me about him when you called?",
        "Luke: Because he was right downstairs. I thought he would hear me.",
        "Holden: And you think that your mom was the one who brought him in?",
        "Luke: Well, you know how she's been acting lately.",
        "Holden: Yes, she's been confused, she's been upset. But come on, Luke, your mom -- she's eight months pregnant, and you push her. I just don't understand why you would do that.",
        "Luke: Do you want me to leave?",
        "Holden: No.",
        "Lucy: Holden --",
        "Holden: How is she?",
        "Lucy: Well, I just came from radiology. She's out of the CT scan, and they're running an EEG and a couple of other tests.",
        "Luke: Is she awake?",
        "Lucy: No.",
        "Holden: I'm sorry that I paged you, but I thought maybe you might have some more information. I can't get anything out of this ER doctor.",
        "Lucy: Well, see, the truth is, they don't really know the full extent of Lily's injuries.",
        "Luke: But she's gonna be okay?",
        "Holden: Can I see her when she comes down?",
        "Lucy: I'll talk to the attending.",
        "Holden: All right, I'll come with you. Stay here. I'll let you know if there's any news.",
        "Damian: Luke, how's your mother?",
        "Luke: My dad doesn't want you here.",
        "Damian: Oh, yeah? Look, I couldn't stay away. Is she conscious?",
        "Luke: No.",
        "Damian: Luke, whatever happened, whatever was said, I know you'd never do anything to hurt your mother.",
        "[SCENE_BREAK]",
        "Paul: Meg, why don't you wait outside for a second?",
        "Emily: No, its okay, Meg, really. He'll share his version with you later.",
        "Meg: Yeah, I'd rather stay.",
        "Emily: I don't want to argue about the baby, okay?",
        "Meg: I just spoke to Dusty. He's not going to back down on the kidnapping charge.",
        "Paul: And even if he does, the law's never going to let you go, Emily.",
        "Emily: You don't have to throw your weight around. Okay? You want my baby, and the law says you get to have him. So cheer up, you'll get your way. You always do, don't you?",
        "[SCENE_BREAK]",
        "Dusty: Did it start?",
        "Jennifer: Yeah, just a few minutes ago. Bob said he'd be out as soon as he had an update. Did Paul and Meg leave?",
        "Dusty: No, they're bothering Emily. I'm not supposed to notice.",
        "Jennifer: Why do they think they have the right to come and harass her?",
        "Dusty: I don't know. It's Emily's fight. All we gotta do is worry about Johnny.",
        "[SCENE_BREAK]",
        "Paul: This isn't about me getting what I want. This is about what's best for our child.",
        "Emily: I did what I did because I thought it was the right thing to do. It wasn't about a reduced sentence or leniency. It was about helping a sick baby. I know it's hard for you to believe that I didn't have an agenda, but I didn't. I don't. What was the last selfless thing you ever did?",
        "Paul: I walked away from you that night on the bluff, right before you shot me in the back.",
        "Jennifer: Paul, leave her alone.",
        "Emily: Its okay, Jennifer.",
        "Jennifer: No. She just went through a very difficult procedure. And if Johnny lives, I owe it to Emily. So, please, you guys, just get out of her and leave her alone.",
        "Meg: She's right, come on.",
        "Jennifer: Emily, I'm sorry. I was with the baby. I didn't know they were here.",
        "Emily: It's okay. Thank you for what you said. It means a lot to me.",
        "Dusty: Everything okay in there?",
        "Jennifer: Yeah, it's fine. Paul and Meg left. Oh, did Bob come out?",
        "Dusty: Not yet.",
        "Jennifer: Johnny's been in there forever.",
        "Dusty: It feels that way.",
        "Jennifer: Why didn't we know that he got sick?",
        "Dusty: Because he wasn't sick. It came on that fast, all the doctors said it. Red, you're exhausted. Me, too.",
        "Jennifer: I just want to be with him.",
        "Dusty: Me, too. I keep thinking about the night he was born. He just about fit in my hand.",
        "Jennifer: You were the first one to hold him.",
        "Dusty: Yeah, he grabbed my finger. He never let go.",
        "Jennifer: I remember Gwen said that he held his head up before he was supposed to, you know --",
        "Dusty: You see? He beats the odds every time.",
        "Jennifer: But he could still reject those stem cells.",
        "Dusty: No, he's not gonna reject anything. He's a happy kid. He even smiles at your mother. He's tough. He's tough. Right now, in the operating room, he's tough.",
        "Jennifer: I want to believe that.",
        "Dusty: Believe it. God's not gonna take away our boy again.",
        "[Cell phone ringing]",
        "Jennifer: It's mine.",
        "Dusty: Don't even answer it.",
        "Jennifer: It's my mom.",
        "Dusty: I'll handle it.",
        "Jennifer: Thank you.",
        "Dusty: Barbara, it's Dusty. No, he's still in surgery.",
        "Emily: Jennifer, I had my mother paged, to see if she knows anything.",
        "Jennifer: Emily, you should be in bed.",
        "Emily: I can't sleep. I keep thinking about Johnny.",
        "Jennifer: He's in the O.R. but we don't know anything yet.",
        "Emily: Did Paul leave?",
        "Jennifer: Yeah.",
        "Emily: Thanks again for what you said earlier.",
        "Jennifer: It's just the truth. Come on, you need to get back into bed.",
        "Emily: No, no, I'm okay.",
        "Jennifer: Let me help you.",
        "Meg: Okay, fine. So we give up. Emily's sane, she goes free, raises the baby, and we'll be lucky to have a weekend per month and every other holiday.",
        "Paul: No, don't, please -- don't you do that. Being cynical and sarcastic is my job.",
        "Meg: Paul, nothing's changed.",
        "Paul: Emily's going to work every angle. And now she's got Jennifer on her side.",
        "Meg: But Dusty's on the other.",
        "Paul: Dusty will do whatever Jennifer wants.",
        "Meg: Well, then you don't know Dusty very well.",
        "Paul: You don't know my sister very well. She'll wear him down.",
        "Meg: Well, even if she does, she can't wear down the law. Emily kidnapped the man. Paul, the law is not going to let Emily walk away from her crimes and raise this baby. And if you don't believe me, just wait for the guilty verdict to come in.",
        "Paul: I don't like waiting. I like knowing.",
        "[SCENE_BREAK]",
        "Luke: My dad was right. I should have just walked away.",
        "Damian: Luke, this wasn't your fault.",
        "Luke: I pushed her, Damian!",
        "Damian: You were trying to get away. You thought had sent this man to do you harm.",
        "Luke: I swear to God, if anything happens to my mom or the baby --",
        "Damian: Luke! Luke, your mother will be fine. It'll be fine.",
        "Luke: Lucy, what's going on? How's my mom?",
        "Lucy: She's stable. Holden's with her.",
        "Damian: This can't be Lucy.",
        "Lucy: Damian, I heard you were back.",
        "Damian: You're all grown up. You work here?",
        "Lucy: Yeah, I'm an intern.",
        "Luke: Okay, tell me more about my mom.",
        "Lucy: Well, the good news is, the baby seems fine. Yeah, the heartbeat is strong.",
        "Luke: Is she still unconscious?",
        "Lucy: Yes. We're waiting for her test results.",
        "Damian: Your colleagues must have some idea.",
        "Lucy: They suspect a concussion, but there's some internal bleeding. We just don't know anything conclusive yet.",
        "Luke: Can I see her? Please?",
        "Lucy: Your dad thinks you should just go head home. I'm gonna call Grandmother and ask her to take the girls tonight.",
        "Luke: He doesn't want me here?",
        "Lucy: No. No, of course not. You know, but somebody has to go home and pack a suitcase for the girls and take it over to Grandmother's.",
        "Luke: Well, tell him that I'll handle it.",
        "Lucy: Okay. Well, you know what? Try to keep her from storming the hospital. And maybe we'll have some good news soon, okay? Bye.",
        "Damian: Thank you, Lucy.",
        "[Luke sighs]",
        "Luke: Well, it looks like I just got kicked out.",
        "Damian: Luke, your dad is upset about your mother. Not only that, he's worried about you and your sisters. I'm sure that's all it is. So why don't I drive you home and help you pack your things? You shouldn't be alone tonight. If you like, you can stay with me at Fairwinds.",
        "[SCENE_BREAK]",
        "[Machines beeping]",
        "Holden: I can see the baby's heartbeat. It's strong. Because you're strong. Please, honey -- please, you need to wake up.",
        "[SCENE_BREAK]",
        "[People shouting]",
        "Katie: Do you honestly not hear that? Mike?",
        "[Pounding on door]",
        "Vienna: Your room's that way.",
        "Simon: Not more company?",
        "Vienna: Just the boring blonde across the hall.",
        "Katie: Turn down the music! [Pounding on door] Turn it down! I said turn it down the mu -- [Music stops]",
        "Vienna: Simon, what are you doing?",
        "Simon: I know that voice.",
        "Vienna: What are you doing?",
        "[SCENE_BREAK]",
        "Damian: Is there any news?",
        "Lucy: No. I got a look at the preliminary tests, and they show some brain swelling.",
        "Damian: Any idea when she'll come around?",
        "Lucy: No, I'm sorry. It's just too early to tell. The neurological team will go over the test results in the morning and brief Holden.",
        "Damian: And I suppose I'm in the way, huh? I wouldn't want Holden to be upset that I'm here.",
        "Lucy: Yeah. It's probably best if you go.",
        "Damian: Beautiful and diplomatic -- just like your mother.",
        "[Pager beeping]",
        "Lucy: I have to go.",
        "Damian: Thank you, Lucy.",
        "[SCENE_BREAK]",
        "Holden: The girls are going to stay at your mom's tonight. I'm sure she'll spoil them rotten. Lily, I don't know what happened with you and Luke, but -- whatever went down, we're going to fix it. Because we're a family, and that's what family's do. There's nothing that we can't handle. And we are gonna get through this. But you gotta come back to me, and the kids. I love you. Please -- please, come back to us.",
        "[SCENE_BREAK]",
        "Luke: If the offer is still open, I think I would like to stay at Fairwinds tonight.",
        "Damian: Of course. You're always welcome.",
        "[SCENE_BREAK]",
        "Katie: Thank you!",
        "Vienna: Baby, I want my music.",
        "Mike: Where'd you go?",
        "Katie: To get them to turn down the music.",
        "Mike: It was loud?",
        "Katie: She shut the door in my face.",
        "Mike: Well, somebody obviously heard you.",
        "Katie: Finally.",
        "Mike: All right, no more sneaking out of the room. I want you right here next to me when I wake up in the morning, okay?",
        "Katie: Okay. I'll be right here.",
        "Mike: Did you see him? The boyfriend?",
        "Katie: If he's anything like her, then he deserves what he gets.",
        "[SCENE_BREAK]",
        "Simon: Impossible.",
        "Vienna: Come dance with me.",
        "[SCENE_BREAK]",
        "Paul: You never see it coming, do you?",
        "Meg: See what?",
        "Paul: The moment when everything shifts.",
        "Meg: Paul, nothing shifted.",
        "Paul: Please. You saw the look in Jennifer's eyes tonight.",
        "Meg: She was grateful. But that doesn't mean she's forgotten the hell that Emily put her and Dusty through.",
        "Paul: Weren't you the one who was saying that you were worried about Emily interfering in our life?",
        "Meg: Yes, I was. Until a very rational man convinced me that the case against Emily was so strong that she wouldn't be interfering in anyone's life for a very long, long time.",
        "Paul: This man of yours, is he ever wrong?",
        "Meg: It depends on who you ask. Paul, Emily won't win this fight. You and Dusty will make sure of it.",
        "[SCENE_BREAK]",
        "Jennifer: Still can't sleep?",
        "Emily: Oh, I keep hoping for news about Johnny.",
        "Jennifer: The procedure's done. He's -- it went well, but we don't know -- and we won't know for a while if his body rejects the stem cells or not.",
        "Emily: I'll say a prayer he doesn't.",
        "Jennifer: Emily, what you did for Johnny -- saying thank you will never, ever be enough.",
        "[NEXT_ON]",
        "[Knocking at door]",
        "Katie: Open up, you thief!",
        "Bob: Considering the extent of her injuries, there is a possibility that Lily will not be coming out of the coma as quickly as we'd like.",
        "Holden: Tell me what I can do.",
        "Carly: So I packed up your stuff -- well, most of it. And I'd like it all out of here by the end of the day."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=2VQ8Ovi0oEo"
}