{
    "Episode Summary": [],
    "Recap": [
        "Chris left for overtime at the hospital \u0096 and Allison rushed out after him \u0096 heading for Metro. At Metro Doc arrived with three women on his arm \u0096 ready to party. At the end of the night his credit card was declined. Curtis paid the bill with his credit card and Doc promised to pay him back before Ben saw the bill. Molly visited Kim and expressed her doubts about Doc. When Aaron called about the declined credit card \u0096 Kim and Molly went to Metro. Doc invited them to join his table. Allison hid from Kim and tried to get out the door \u0096 but Kim spotted her.",
        "Jack asked Carly if Rosanna was going to kidnap Cabot. Carly said Rosanna was only acting weird because her heart was broken. Jordan found Rosanna's kiss suspicious \u0096 he wanted to know what she was up to. She told him she was attracted to him. He admitted she intrigued him. She offered him a job at Cabot Motors again. After he left Carly called and wanted to meet with Rosanna. Rosanna went to Carly's and denied having plans to kidnap Cabot. Jack came home and saw them talking together. Later when he asked Carly if she was alone all night \u0096 she didn't mention a visit from Rosanna. Jordan went to BRO after receiving messages from Barbara. She begged him to return to BRO \u0096 he finally agreed. When Rosanna returned to her room she heard a message from Jordan informing her he was back at BRO."
    ],
    "Recap Author": "Lea",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Alison: Chris!",
        "Chris: Thanks for waking me up. My shift at Memorial earlier today was killer. If I hadn't grabbed that nap --",
        "Alison: Well, you still look wiped.",
        "Chris: It'll pass.",
        "Alison: So, well, maybe things will be lighter tonight at the clinic.",
        "Chris: Yeah, that will never happen. Look, have you seen my -- thank you.",
        "Alison: Well, if you weren't trying to make extra money so we could get a place, then you wouldn't have to work overtime on top of your overtime.",
        "Chris: It won't last forever.",
        "Alison: Yeah, well, you could let me help out.",
        "Chris: Alison, you said that you wanted to focus on going back to school, right?",
        "Alison: One of these days, I guess. But --",
        "Chris: Okay, so don't worry about it. Hey, will you grab me an apple?",
        "Alison: No, right here, there's an apple, sandwich and a bag of chips. Okay?",
        "Chris: Yeah. You know, I could get used to having you around.",
        "Alison: Well, you're stuck with me, so get used to it. And come on, you got to get out of here! You gotta cure diseases and all of that great stuff.",
        "Chris: I'll see you in the morning.",
        "Alison: Okay. Well, I'll have the coffee waiting for you. Okay.",
        "[SCENE_BREAK]",
        "Alison: Here I am!",
        "Molly: Yeah, here you are. Looking great. Thanks for showing up. Listen, just follow Aaron, he'll show you the ropes. That way you can hit the ground running tomorrow.",
        "Alison: Okay.",
        "Molly: Okay. Aaron, you're in charge. Curtis, man the door. If there's a problem, call my cell phone. Good-bye.",
        "Aaron: Hey, you scored big points with Molly making it here tonight.",
        "Alison: Oh, I thought I was gonna be late.",
        "Aaron: Nope, fine. Let me show you where we keep the setups. Let's go.",
        "Alison: Oh, Aaron -- I didn't want to ask Molly, because I didn't want her to think that I was desperate or anything. But I am going to get paid for my training today, right?",
        "Aaron: Oh, yeah.",
        "Alison: Great. 'Cause I really, really need that extra money.",
        "Curtis: Don't get too excited, it'll probably be just a few bucks since we're kinda slow.",
        "Alison: Oh.",
        "Doc: Hey, Oakdale! The doctor is in the house!",
        "Curtis: Aaron and Alison will be your servers tonight, Mr. Reese.",
        "Doc: Oh, come on, Curtis, my man! We know each other better than that. Didn't I tell you to call me \"Doc\"?",
        "Curtis: Okay. Yeah, sure.",
        "Aaron: What can we get you to drink, sir?",
        "Doc: Curtis, you know these two over here. I mean, 'cause I'm gonna be slinging around some serious cash up in here tonight, and I want make sure if goes to the right place if, you know, you know what I'm saying.",
        "Curtis: Yeah, they're cool. Aaron actually helped me get this job.",
        "Doc: Oh, Aaron! Hit me up with a bottle of your best champagne, man.",
        "Aaron: Okay.",
        "Doc: No, no, make it two.",
        "Aaron: Yes, sir!",
        "Doc: Wait, wait, wait. Call me \"Doc\"!",
        "Aaron: Okay, Doc.",
        "Doc: All right.",
        "Alison: And, if I can get you anything else --",
        "Doc: Well, I'll tell you what, sweetie. That lovely smile of yours is a good start. You take care of the good doctor, and the good doctor will take care of you.",
        "[SCENE_BREAK]",
        "Carly: It's not abnormal for Rosanna to miss a child that was hers for the first few months of his life!",
        "Jack: And arranging for some thief to steal his comb and brush set. What would you call that, honey?",
        "Carly: Okay, just because Craig thinks there's some kind of agenda --",
        "Jack: Yeah, this time, this one time, I actually think he's right. Something serious is going on with your sister.",
        "Carly: Yeah, you bet there is, Jack! She's getting a divorce, and because of her nimrod husband she lost her child! Just get off her case! Okay?",
        "Jack: All right, fine. Help me with that then.",
        "Carly: Jack --",
        "Jack: Tell me everything that Rosanna's told you about Cabot since she's been back to town.",
        "Carly: Like I can remember every single --",
        "Jack: Okay, try, try! Has Rosanna suggested maybe going to see Cabot --?",
        "Carly: No.",
        "Jack: Because if she's planning to try to get that child back somehow, honey, you wouldn't be doing her any favors by encouraging her. Tell me what she told you, Carly.",
        "[Baby crying]",
        "Carly: I gotta -- I don't want Sage to wake up Parker. Okay?",
        "Jack: All right, I'll get her bottle. I want you to tell me exactly what she told you. I need answers about what's going on with Rosanna, and I need them tonight.",
        "[SCENE_BREAK]",
        "Jennifer: Mom, he's been here and gone.",
        "Barbara: Why would he pack up and leave without even talking to me?",
        "Jennifer: You fired him, Mother!",
        "Barbara: No, no, I didn't fire him. Paul fired him. I only agreed to it until I could get Paul to change his mind.",
        "Jennifer: Well, how was Jordan supposed to know that? Now, we might never see him again.",
        "[SCENE_BREAK]",
        "Jordan: That was -- unexpected.",
        "Rosanna: I'm really so upset about you losing your job. Well, I didn't mean to get so carried away. I hope that wasn't unpleasant for you. The kiss, I mean.",
        "Jordan: Unpleasant? Hardly.",
        "Rosanna: Good, I have to tell you, I'm not accustomed to being so impulsive.",
        "Jordan: Really?",
        "Rosanna: You know, I've just been so isolated lately. So guarded and suspicious, I was afraid I was turning into stone. I guess I should be grateful that there's proof now I'm flesh and blood.",
        "Jordan: Well, so am I. But, believe me, the last thing I would call you is cold.",
        "Rosanna: Good. Shall we have another?",
        "Jordan: I should warn you first --",
        "Rosanna: Hmm. Ominous.",
        "Jordan: I have a unique ability.",
        "Rosanna: Promising.",
        "Jordan: Rosanna, I can always tell when I'm being played. And that kiss from out-of-the-blue? Maybe you could save us both a little time and just name the game.",
        "[SCENE_BREAK]",
        "Kim: Oh, for Pete's sake. Clothes all over -- Alison! Chris! [Knock on the door] Molly, hi. I thought one of the kids forgot their keys.",
        "Molly: I'm sorry, Kim. I know it's late. But --",
        "Kim: No, no, no.",
        "Molly: The lights were on, so I thought maybe you just got back.",
        "Kim: Sure, sure. Come on in. Actually, I'm still so wired from my trip, and it looks like nobody's home. Do you want some tea?",
        "Molly: Sure. That'd be great.",
        "Kim: Oh, terrific. Terrific. Come on, I'll go make some. So, I hear that the reception for Doc Reese went very well.",
        "Molly: So, Bob talked to you already then?",
        "Kim: Are you kidding? He talked to me. He was raving about the guy. It's his new best friend. Actually, if I had known that the way to my husband's heart was hiring an ex-football star, I would have done it years ago. But what I'm dying to know is, is he as gorgeous in person as he is on tape?",
        "Molly: Oh, he's good-looking. But does that and the fact that he's an ex-NFL player qualify him to be on-air talent?",
        "Kim: Well, no, no. He's got -- he's got broadcast experience. Why? Did something happen?",
        "Molly: Not yet. But, Kim, I did research on the guy, and based on that and his bizarre behavior at the reception, I think your prospective sportscaster is a walking time bomb.",
        "[SCENE_BREAK]",
        "Doc: They sure grow them pretty here in Oakdale. Thanks for listening a little bit. I was wondering if you could --",
        "Alison: You could take this.",
        "Doc: I guess you don't like money?",
        "Alison: No, of course I do. Are you kidding? I've already spent this in my head, but I've got a boyfriend.",
        "Doc: I'm not really sure where you're going with this.",
        "Alison: Well, exactly how much taking care of do you think that $100 buys?",
        "Doc: I was thinking more along the lines of some champagne glasses. Perhaps, some bread and butter. And you know what? If it's not too much of a problem, some of that imported bottled water to clear the palate.",
        "Alison: I thought that.",
        "Aaron: It's a tip. It's a tip, Ali. I'm sorry, Alison, this is her first night.",
        "Doc: First night? Oh, well, then, let's make it a night to remember! Hey, listen -- you're safe with me.",
        "Alison: All right. Thank you so much. And I'm really sorry. Well, I mean, so do you work at Memorial? 'Cause my Mom's a doctor there.",
        "Doc: Hey, hey, you guys hear this girl? She is hilarious.",
        "Aaron: Yeah, she's a crack up.",
        "Doc: Boy, she's something else.",
        "Aaron: Are you insane? Do you know who that is? Doc Reese!",
        "Alison: Oh, oh. Oh, okay, I get it. But, you know, just between you and me, I'm just so glad Chris and I are already hooked up, because looking at the way that some of those girls, they like just throw themselves at a doctor -- I just think it's pathetic.",
        "[SCENE_BREAK]",
        "Barbara: This is Barbara Ryan. May I speak to the night manager please? Honey, Jordan is probably still in his room. We'll get him back over here and we'll tell him that he's rehired.",
        "Jennifer: And if he refuses to take the job back because of the shoddy way he's been treated? What then?",
        "Barbara: He's a shrewd guy. He wants this job as much as we want him.",
        "Jennifer: Not any more. That's what I'm trying to tell you! He's angry and hurt that you backed Paul over him.",
        "Barbara: Paul is my son. I didn't have a -- hello. Yes, I'm still holding. Hello? Honey, listen to me. I had to make Paul understand that I would back him up no matter what. And then, and only then, could I get him to change his mind about Jordan.",
        "Jennifer: It was still unfair.",
        "Barbara: Yes, it was, and that's why we're gonna make things right. Yes? Oh, Mr. Fitzsimmons. Yes. Yes, it's lovely to hear your voice, too. Listen, my associate, Jordan Sinclair -- has he checked out of the hotel? Good. By any chance, have you seen him tonight? You have. Thank you very much. I appreciate it. No, where are you going? Where are you going?",
        "Jennifer: Jordan is at the hotel. I have to find him and make sure that he doesn't leave town!",
        "Barbara: You have to calm down. I'm not letting you behind the wheel of a car like this.",
        "Jennifer: I'm fine.",
        "Barbara: No, you're not. Now tell me something. Is there more going on here than I realized?",
        "Jennifer: Are you going to start meddling again, Mother?",
        "Barbara: No, I merely asked --",
        "Jennifer: Don't start, Mom! Jordan is not a user, okay? He's not after my money or my family connections. In fact, after tonight, he's probably gonna hate my family! He's just a nice guy, and I happen to like him -- a lot. And I was starting to think that maybe something could happen between us. But now --",
        "[Jennifer sighs]",
        "Barbara: I'm gonna call and have my driver take you over to the Lakeview. You're not driving like this. What are you waiting for?",
        "Jennifer: You're okay with this?",
        "Barbara: Would you go. You go check his room. You check the lounge. You check the gym, he's probably there punching something. I'll continue on the phone, okay? We'll get him back. For both of us.",
        "Jennifer: Really?",
        "Barbara: Mommy's on the case. And by the way, I approve.",
        "[SCENE_BREAK]",
        "Jordan: Are you playing me?",
        "Rosanna: Now what is the safe reply to that question? I say, \"no, I'm not playing you,\" and you doubt me. I say, \"yes, I'm playing you,\" and you distrust me.",
        "Jordan: Or you could just tell me the truth.",
        "Rosanna: And what's in that for me?",
        "[Rosanna laughs]",
        "Jordan: It was nice getting to know you, Rosanna. Even nicer kissing you. Goodnight.",
        "Rosanna: Wait! Come on, now. You've caught me a little off guard. Okay? I'm a little rusty with being honest. My ex-husband was an incomparable gamesman. After so many years with him, I -- being frank is a talent I seem to have lost.",
        "Jordan: So, the kiss --",
        "Rosanna: I was upset.",
        "Jordan: Because I was fired?",
        "Rosanna: Because I felt responsible. All right, all right. I need you.",
        "Jordan: Rosanna, you've got millions of dollars, you have a huge corporation, and you need me? For what?",
        "Rosanna: I need to be kissed, held, wanted.",
        "Jordan: Why me?",
        "Rosanna: Well, why not you? I find you attractive.",
        "Jordan: I find you amazing.",
        "Rosanna: Well, great. That's a start. Why don't we have a drink, and you can stay awhile. You're hesitating.",
        "Jordan: Evaluating. I'll pour.",
        "Rosanna: Oh, of course. Now, let's see, we've established that you're attractive and attracted, and yet still you have questions. Now, why would that be? Surely you don't find me intimidating. That's a no. Is there somebody else?",
        "Jordan: I am presently unattached.",
        "Rosanna: Oh, so what's the problem?",
        "Jordan: I usually just don't get this lucky. Rich, powerful, gorgeous Rosanna Cabot ends her marriage to fellow mover-and-shaker Craig Montgomery. And her guy of choice is me?",
        "Rosanna: Well, don't get ahead of yourself, Jordan. So far, I've only chosen to kiss you.",
        "Jordan: Touché.",
        "Rosanna: To foreplay?",
        "Jordan: And the next move.",
        "[SCENE_BREAK]",
        "Doc: So, I see that pretty-boy quarterback, and I said, \"hey, you got a real nice smile on you, boy. Use it while you can. Because come Sunday, I'm gonna rip your head off!\" [Crowd laughs] Hey, big C, let's get another round for the house, man!",
        "Aaron: Luke, another round.",
        "Alison: Well, what are we supposed to do? The kitchen was supposed to close a half an hour ago, and the doctor keeps ordering --",
        "Aaron: His name is Doc, Ali. He's an ex-football star.",
        "Alison: Oh!",
        "Aaron: Yeah.",
        "Alison: So that's why he's so big. I guess.",
        "Aaron: Look, I want you to go down there and tell him its last call, we're closing up real soon. Get his credit card and we'll tally up his bill. Okay?",
        "Doc: So, come Sunday, the quarterback's up at the line, he's making his signals, he's looking around, and I catch his eyes. I catch his eyes. And I give him one of those -- after that, hell, he was toast! [Crowd ohs] Hey, tell your chef he is top of the line.",
        "Curtis: He'll be revved you think so.",
        "Doc: Hey, you keep it up, I'll bit!",
        "Alison: You know what, I would love to, but, see, the kitchen's about to close. It was actually supposed to close a half an hour ago, and its last call. So --",
        "Doc: So, then, we'd better drink while the drinking's good. Who wants another round?",
        "[Crowd cheers]",
        "Curtis: I'll get your check.",
        "Doc: Yeah, I'll tell you what. That should cover it. All right, well, it looks like this party's winding down, girls. Relax. If this big meeting I have in the morning goes well, we can make this our regular watering hole.",
        "[Crowd cheers]",
        "Aaron: Is the Doc's check ready yet?",
        "Bartender: Yeah, but something's off with this machine.",
        "Aaron: What's it doing?",
        "Curtis: It says Doc's card has been declined.",
        "[SCENE_BREAK]",
        "Kim: So, listen. Don't worry. I know all about Doc's reputation.",
        "Molly: Yeah, he can be --",
        "Kim: I'm sure he can be very naughty.",
        "Molly: Kim, do you know the real reason why he left his last job?",
        "Kim: Oh, I don't know, he got angry with a commentator.",
        "Molly: Right, because this commentator made a derogatory remark about doc's favorite coach. So you know what Doc did? He mooned the guy, on the air.",
        "Kim: Oh, you're kidding. No kidding. Well, they fired him. So, I'm sure he learned his lesson.",
        "Molly: Kim, what if he does that here?",
        "Kim: Oh, come on. It's not gonna happen here.",
        "Molly: You don't know that.",
        "Kim: Do you know how popular he is? Do you have any idea how lucky we are that he was available?",
        "Molly: Of course he was available. No other station would touch him.",
        "Kim: Well, their tough luck. Their loss.",
        "Molly: Kim --",
        "Kim: Molly, I know, I know, I know I'm taking a chance. But, you know, we need the numbers. And having a sportscaster who can shake things up a little bit may not be such a bad idea.",
        "[Phone rings]",
        "Molly: Excuse me. Sorry. Hello?",
        "Aaron: Molly, we've got a problem.",
        "Molly: What's going on?",
        "Aaron: One of our customers just ran up a huge, huge tab, and his credit card's been declined.",
        "Molly: Great. Love those deadbeats. What's his name?",
        "Aaron: Doc Reese.",
        "[SCENE_BREAK]",
        "Jack: Has Rosanna expressed any plans to try and see the baby?",
        "Carly: Jack, I already told you --",
        "Jack: No, honey, you avoided answering my question, which is what you're doing right now. And it's worrying me. Has Rosanna planned on going to go to Canada at all?",
        "Carly: Are you asking me if Rosanna is planning to kidnap Cabot?",
        "Jack: Yes, that's what I'm asking.",
        "Carly: No, Jack! The answer is absolutely no. But he left a huge hole in her heart. And when this happened to us, we had a baby on the way, we had each other.",
        "Jack: What does our situation --?",
        "Carly: Rosanna has nothing! She has no child, she has no husband, she has no place where she feels she truly belongs, and that's all she's ever wanted. So if she's acting a little weird lately, I think I could understand that. Can't you? I know, if I lost you, and Sage and Parker all in one fell swoop, I would be a raving lunatic!",
        "Jack: She still has you, though.",
        "Carly: You want me to tell you what my sister told me?",
        "Jack: Yes, please.",
        "Carly: She told me that her heart is broken. That she misses Cabot every minute of the day. And that she's trying to find -- she's trying to find a way to move on.",
        "Jack: With Cabot or without him?",
        "Carly: Jack.",
        "Jack: Okay. All right. One last question. Do you think she's working with anybody, honey?",
        "Carly: Where does that come from?",
        "Jack: I don't know. I'm just thinking about this De Grassi guy she hired. Maybe she pulled somebody else in to help her with whatever she's planning. Who's she been hanging out with lately?",
        "Carly: Oh, Jack, I don't know. I'm her sister not her babysitter.",
        "Jack: Looks like she's keeping you in the dark, just like the rest of us.",
        "Carly: Looks like -- where are you going?",
        "Jack: To the station. I can't shake the feeling that she's up to something, honey. I just hope it's not something incredibly stupid. Don't wait up.",
        "[SCENE_BREAK]",
        "Jordan: Thanks for the drink.",
        "Rosanna: Oh, what? You're afraid that I'm going to ply you with liquor and have my way with you?",
        "[Rosanna laughs]",
        "Jordan: You don't scare me, Rosanna. But you do make me wonder, and you definitely give me ideas, but I've got packing I have to do.",
        "Rosanna: What? You're still planning on leaving town?",
        "Jordan: There's nothing keeping me here.",
        "Rosanna: Well, I just put a very lucrative option on the table. You can work for me.",
        "Jordan: Yeah, but after tonight, that option's gotten a lot more complicated.",
        "Rosanna: Or less so. If you want a job at Cabot Motors, stay in Oakdale. If you want a more personal relationship, just stay. Sleep on it.",
        "Jordan: I'll do that.",
        "Rosanna: So, perhaps, we can discuss your future over breakfast.",
        "Jordan: Sure. Call me when you get up.",
        "[Knocking at the door]",
        "Jennifer: Jordan! Jordan, it's Jennifer! Are you there? I need to see you! Jordan!",
        "Rosanna: Visitor?",
        "Jennifer: Jordan, please. Please, open up.",
        "[SCENE_BREAK]",
        "Jennifer: Well, maybe -- [Jennifer sighs] And if he's not, Rosanna's gonna think I'm nuts, which I probably am.",
        "Jordan: I've already had to say good-bye to Jennifer once tonight. She was pretty upset that I was fired.",
        "Rosanna: I can imagine.",
        "Jordan: I just wasn't up to facing her again.",
        "Rosanna: No need to explain. I think I understand the situation perfectly. Why don't you call me when you figure it out, okay?",
        "[SCENE_BREAK]",
        "Rosanna: [Phone rings] Yes?",
        "Carly: Rosanna? Those plans you have about Cabot -- maybe you ought to forget them.",
        "Rosanna: Hi.",
        "Carly: Hi.",
        "Rosanna: How long will Jack be gone?",
        "Carly: Till the morning, I think. But he is all over this Rosanna. You have got to tell me now what you're planning.",
        "Rosanna: No.",
        "Carly: Why? You're driving me nuts! Why are you trying to get Jordan Sinclair to marry you? And what possible connection does that have to Cabot?",
        "Rosanna: I can't tell you anything more without jeopardizing everything.",
        "Carly: Everything? Meaning Cabot, too? Look, if you want me to help you protect this child, you've got to give me something here.",
        "Rosanna: No, look, I've already told you too much already. All right? I'm sorry. You're just gonna have to wait a little longer. Everything is going to be over soon.",
        "Carly: And when it is over, what kind of trouble are you going to be in?",
        "Rosanna: None.",
        "Carly: Really? Rosanna, you're not planning to kidnap Cabot, are you?",
        "Rosanna: No. Why? Is that what Jack thinks?",
        "Carly: Yeah, I think that's what he thinks.",
        "[Rosanna sighs]",
        "Rosanna: Has he talked to anybody about this?",
        "Carly: I don't know.",
        "Rosanna: Has he contacted the Canadian authorities?",
        "Carly: I don't know. But what difference does that make if it's not what you're planning.",
        "Rosanna: Because it will cause increased scrutiny around Cabot, and Jack could ruin everything.",
        "Carly: What are you trying to accomplish?",
        "Rosanna: Why is this happening?! First, Jordan gets fired from B.R.O., and now Jack is meddling.",
        "Carly: Jordan got fired from B.R.O.? Why? What happened?",
        "Rosanna: I don't know. I'm not sure. But everything is getting out of control, and I cannot let that happen.",
        "Jack: Yeah, I know it's a long shot, inspector, but I need you to run a check to see if this De Grassi guy has entered your country within the last week or so? I don't mean to make work for all of us, but I'm concerned that a kidnapping attempt may be made on the child that we knew as Cabot Montgomery. No, I don't have any evidence of a plot. It's just that -- Rosanna Cabot is behaving strangely. Right, you keep an eye on that baby, and I'll keep watching Rosanna. Thank you.",
        "[SCENE_BREAK]",
        "Jordan: Celebrating?",
        "Jennifer: Jordan we've been looking every place for you!",
        "Jordan: I got your messages, Barbara. What do you want?",
        "Barbara: You, back here where you belong.",
        "Jordan: No, thank you.",
        "Jennifer: But, Jordan, mom wants you back at B.R.O. The whole thing was a huge mistake.",
        "Jordan: It doesn't matter.",
        "Jennifer: You don't want to work here any more?",
        "Barbara: Jordan, I realize that you must be very upset about this, but you have to also realize that I had to respect Paul's wishes. He's not only my son, he's also a senior officer at this company.",
        "Jordan: I didn't deserve to be fired, Barbara.",
        "Barbara: I agree with you. But I also knew that I could get my son to change his mind. He was just going to take a little time. I tried to signal that to you.",
        "Jordan: Forgive me for being blind to your motives. But Paul wouldn't have been on my case at all if I hadn't been standing up for you.",
        "Barbara: Which is why I tried to turn this around so quickly. Now, I believe that you're a man of honor, and I'm hoping you're a man of compassion, too. So, forgive us our sins. Please come back to B.R.O.",
        "[SCENE_BREAK]",
        "Curtis: When we finally get through to the credit card company, they'll clear this up.",
        "Aaron: Just give it up, C, his card is bogus.",
        "Alison: Should I give my tip back?",
        "Curtis: See, that's what I'm talking about. Why would my man Doc be dropping $100s like confetti if it was bogus? It's obviously a computer glitch or something.",
        "Aaron: Okay, well, Molly is on her way. Just make sure he doesn't go anywhere until she gets here.",
        "Alison: Okay, well, who's going to stop him, you or Curtis?",
        "Aaron: I'm going to make some coffee, okay? Offer it to them on the house. It'll buy us some time. Okay, let's do this, come on.",
        "Alison: Okay.",
        "[Doc laughs]",
        "Curtis: Run this one.",
        "Bartender: But this is your card.",
        "Curtis: Yeah, Doc and I are cool. I told him I'd spot him on the D.L.",
        "Bartender: You sure?",
        "Curtis: It's good, man, run it.",
        "Doc: Oh, hey, little bit. Let me tell you something, you have been a phenomenal waitress, and because it's your first night on the job -- bam.",
        "Alison: That's $50.",
        "Doc: Mm-hmm.",
        "Alison: You might want to hold off on that --",
        "Curtis: Okay, Doc, you're set.",
        "Alison: Okay -- great. Thank you. And please come back any time. Thank you.",
        "Doc: Ladies, I will be right back. Curtis, man, which way to the facilities?",
        "Curtis: It's this way, man. I actually need to talk to you about something.",
        "Doc: Curtis, man, anything you want, you know you're my boy.",
        "Curtis: Your card was declined.",
        "Doc: Look, Curtis, man, you just told me over there --",
        "Curtis: Yeah, I took care of it. I used the credit card my Dad gave me. I didn't want your rep getting all messed up and everything, you know?",
        "Doc: Yeah. I'll tell you what, I guess that wouldn't look too good getting arrested on the day of my big interview.",
        "Curtis: Yeah.",
        "Doc: Hey, look, Curtis, about that credit card, man, you know, it's probably my ex. You know, she's been known to cancel a brother's plastic trying to get back at him, you know. So -- hey, but don't worry, I'll make it good, all right?",
        "Curtis: Okay.",
        "Doc: Hey, thanks, bro.",
        "Curtis: There is one thing. I gotta pay this off before my Dad gets the statement.",
        "Doc: Hey, I got you, I got you covered.",
        "Molly: Aaron, where is he?",
        "Aaron: It's okay. It's okay. It was just a mix-up with the credit card company. The bill has been paid.",
        "Kim: Oh, you see, relax. Everything's going to be okay.",
        "[SCENE_BREAK]",
        "Barbara: I am sorry for what Paul and I put you through tonight. Your loyalty means a great deal to me --",
        "Jordan: Barbara, you don't have to give me my job back to protect your secrets. I won't tell anyone that you're sick.",
        "Barbara: I wasn't worried about that -- not for even a second. I just don't want to lose you. I don't. Now, I know I'm sick, and I know that I'm going to need you desperately over the next few months. I'm not going to lay this burden on my children. Who else can I trust but you? So, please stay.",
        "Jennifer: Well, you guys are looking friendlier. Are you coming back?",
        "Jordan: What about Paul? I mean, I can't walk around on eggshells around him?",
        "Barbara: I will handle Paul. But you two guys will have to give each other a little wide berth, I think, for awhile. In the meantime, you can work more closely with Jennifer. She can have just kind of a go-between. So I'll let you mull it over. I'll be right back.",
        "Jennifer: Well?",
        "Jordan: Maybe I should sleep on it.",
        "Jennifer: Don't. Say yes, Jordan. Stay. Your heart's still with B.R.O., Isn't it? 'Cause I know our heart is still with you.",
        "[SCENE_BREAK]",
        "Carly: Are you sure that Jordan's leaving town?",
        "Rosanna: I'm almost positive. And if he goes, all my plans go with him. I'm so sorry, tomorrow's your first day at work, isn't it? And here I am dumping all my problems on you. I've kept you up.",
        "Carly: No, no, sage kept me up. And I wouldn't have minded keeping tabs on Jordan for you. Especially if I knew how he figured into the scheme of things.",
        "Rosanna: Nice try.",
        "Carly: I guess I'd better get the night owl back to bed.",
        "Rosanna: Would you mind if I took her up?",
        "Carly: No. No, I'm sure she'd love it if her godmother tucked her in. Wouldn't you, sweetie?",
        "[Sage cooing]",
        "[SCENE_BREAK]",
        "Doc: Mrs. Hughes.",
        "Kim: Well, Doc, at last we meet. Hi.",
        "Doc: Oh, I didn't think I'd see you here tonight. Well, this morning.",
        "Kim: Oh, well, I'm so sorry I had to miss the reception, but I hear everybody really loved meeting you.",
        "Doc: Oh, I'll tell you what, I know I had a great time.",
        "Kim: Yeah, yeah, I noticed that. Kind of familiarizing yourself with the Oakdale nightlife?",
        "Doc: Well, you know what they say back home, you never really experience a city until you've been out past last call.",
        "[Doc laughs]",
        "Kim: And tell me, how do we stack up?",
        "Doc: Oh, great, great. You have some really nice people here.",
        "Kim: Good.",
        "Doc: Yeah.",
        "Aaron: What the hell are you doing?",
        "Alison: Chris' mom is here. She can't see me.",
        "Aaron: Why not?",
        "Alison: 'Cause Chris doesn't know that I took this job.",
        "[Aaron sighs]",
        "Aaron: Here we go again.",
        "Alison: Please just help me get out of here.",
        "Kim: Since your experience has been so positive, am I to assume that we're going to close our deal tomorrow?",
        "Doc: Well, if the price is right.",
        "Kim: Oh, boy.",
        "Doc: Hey, why don't you two join me at my table? Unless Molly would like to close up?",
        "Molly: No, no. I'll just consider it a private party. Stay as long as you like.",
        "Kim: Terrific. You know what, bob had a late call at the hospital tonight, so let me call him and see if he can drive past here on his way home, okay?",
        "Doc: You know me, I love a crowd.",
        "Kim: All right. Excuse me, I'll be right back.",
        "Doc: Thank you for the good word.",
        "Molly: Don't thank me. I just hope Kim's ready for what she's getting.",
        "Kim: No, at Metro. Right. Your pal Doc is here. Okay, we'll see you soon. All right. Bye, honey.",
        "[SCENE_BREAK]",
        "Carly: Hey.",
        "Jack: Hey.",
        "Carly: Did you take care of everything you needed to take care of?",
        "Jack: I think so. Sage get back to sleep okay?",
        "Carly: She was up for a while.",
        "Jack: Oh, I'm sorry I left you here to pull the night shift all by yourself. Did you miss not having anybody to trade off with while you were walking the floor with our gorgeous little girl?",
        "Carly: You ready for bed?",
        "Jack: I don't know. You seem a little uptight. Something you want to tell me?",
        "Carly: No, no. Just that I'm so sleepy I can hardly keep my eyes open. You coming?",
        "Jack: I'll be up in a minute.",
        "[SCENE_BREAK]",
        "Barbara: So, dare I ask?",
        "Jordan: I'll stay.",
        "Jennifer: Yes! Oh, that's terrific. Oh, you won't regret it.",
        "Barbara: Thank you.",
        "Jordan: Are you two headed back to the Lakeview? 'Cause that's where I'm going.",
        "Barbara: Well, actually, I'm going to stay here and do a little work if the two of you want to go on without me.",
        "Jennifer: You know what, Mom, I'll stay after I see Jordan out.",
        "Barbara: Okay. Take your time. Thank you.",
        "Jordan: Good night.",
        "[Barbara sighs]",
        "Jennifer: You've made my mother and me very happy. And you deserve a reward.",
        "Jordan: Yeah, what do you have in mind?",
        "Jennifer: Dinner. How do you feel about a home-cooked meal?",
        "Jordan: You can cook?",
        "Jennifer: Of course I can cook. I can set it up in my mother's suite.",
        "Jordan: Well, this I've got to see. What time do you two want me to show up?",
        "Jennifer: Well, I'll check with my Mom and I'll let you know. Just come hungry.",
        "[Jen and Barbara laugh]",
        "[SCENE_BREAK]",
        "Rosanna: Don't overplay your hand, Rosanna.",
        "[Answering machine beeps]",
        "Jordan: Rosanna, hi. It's Jordan. I've made my decision, and -- I won't be taking you up on your offer to join Cabot Motors. Instead, I've rejoined B.R.O. at Barbara's request. But hey, at least I'll be staying in Oakdale. And I look forward to seeing you again. Good night, Rosanna.",
        "[Answering machine beeps]",
        "Rosanna: Yes.",
        "[NEXT_ON]",
        "Jordan: I'm not a player. I don't lie and I don't tolerate liars.",
        "Carly: Are you sure you're working for the right company?",
        "Jordan: The real question is -- are you?",
        "Alison: $100, $150. That's definitely a start.",
        "Chris: Alison!",
        "Jack: Are you planning to take Cabot away from his birth mother?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=0AJdTWv0WJk"
}