{
    "Episode Summary": [],
    "Recap": [
        "Today and Monday mark two special anniversary shows commemorating ATWT 50 years on TV as of April 2.",
        "This momentous show was not your average show and plot line. This show takes a comic look at the Oakdale's most influential families. It begins as Maddie is preparing for her school project and Will, Gwen and Casey help her put a unique spin on how each family is seen in a whole new light. First up is the Snyder's, who are shown in a black and white type of skit called the \"Snyder Hillbillies\". It shows a poor but proud Lily and Holden. Lucinda appears as a snooty businesswoman and a there is a misguided Meg who always brings home the wrong guy, and this time is no different when her new boyfriend proposes only to be uncovered as none other then a wanted Paul Ryan in disguise. Next up is \"I dream of Carly\" depicting her family. We see Carly as a genie and Jack as an astronaut excited at the possibility of being the first to walk on the moon. A dapper dressed officer Nick interrupts only to disappoint Jack by informing him he was given the green light to lead the mission to the moon. A heart broken Jack leaves and Carly uses her genie powers to turn Nick into a rat so Jack will be given the chance to head up the mission. Jack gets the nod thanks to wife's genie nod of the head to change Nick into a rodent and all the while Jack thinks magic had nothing to do with it (wink). Will's family follows and they resemble the \"Munster's\". We see Barbara and Hal as Lily and Herman. Jen, whose character is Marilyn, brings home Dusty, who runs from her in the end, thanks to Paul scaring him off. Jen worries why men never stick around? Will makes an appearance in the end as Eddie. Next up are Katie, Henry and Mike. The gang comes up with \"I love Katie\" as a sitcom representing them. We see Katie as Lucy and Mike as Ricky. Katie wants to learn how to drive but Mike forbids it, so when he leaves town on a trip, Katie enlists Henrietta's (Henry) help. Disaster of course ensues when Katie hits Mike, who has come home early, with her car , and then she and Henrietta try to cover it up. The plan goes awry when Nancy is brought in as the suspect and Mike finds the hidden damaged fender. In the end, Katie and Henrietta end up in jail. Finally, the four musketeers come up with a sitcom showcasing their lives. It is \"Happy Days\". Casey is the football player and Will the leather coat wearing biker and Gwen and Maddie portray Laverne and Shirley. The foursome all get together and share a happy ending. The final scene shows them agreeing that they all want to live in that sitcom and for it to still be great 50 more years from then!"
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Gilligan's Island theme playing. Maddie is watching the show]",
        "[Maddie giggles]",
        "Casey: Five bucks.",
        "Will: I don't have five bucks.",
        "Casey: Well, then you can pay me when you get your paycheck.",
        "Will: Okay, it's a bet.",
        "Maddie: Hey, guys.",
        "Gwen: We waited until last call at Java. Do you have any idea how late that is?",
        "Maddie: I'm sorry, I --",
        "Will: So you're working hard, right? You're finishing the sociology project?",
        "Maddie: Yeah, it's a real grind. Well, I'm taking brief rest breaks.",
        "Casey: Five bucks. First paycheck.",
        "Will: I swore you'd be working the whole time.",
        "Casey: But I knew with all the old videos here, you would totally be up watching some old black and white movie.",
        "Gwen: But this is a sitcom. Neither of you thought of that. I get the five bucks.",
        "Casey: Maddie, what is this?",
        "Maddie: These are classics of contemporary American culture.",
        "Casey: How many candy bars did you eat?",
        "Maddie: Hey! I am trying to stay awake!",
        "Gwen: What's the assignment again?",
        "Maddie: Oakdale's influential families. I have looked through family histories, all this file footage, and everything is just a blur to me. I mean, there's the Stewarts, the Hugheses, the Snyders, and everybody's mixed up with everybody else. And then there's the police reports. I mean, do you know how many upstanding people in this town have actually served time? It's out of control. I don't know how I'm gonna possibly do all this by tomorrow? I mean, forget it. I'm gonna fail.",
        "Casey: Whoa. No, you're not. We can get this done.",
        "Maddie: We?",
        "Will: Yeah. We'll help you.",
        "Casey: This is, like, the only time in history when I can ever help you on homework. I mean, I'm a Hughes. Will is, sort of. I mean, we've lived here our entire lives.",
        "Will: And we probably know a lot more than you think.",
        "Gwen: Yeah, and I can't wait to hear it, so count me in.",
        "Maddie: Thank you. You guys are the best. Now if only I can get my brain to start working again. It's just so much information. And all the families are just blending in to each other. I can't keep 'em straight.",
        "Will: Well, think sitcom.",
        "Gwen: What?",
        "Will: Yeah, that's where your head is, so that's where you're gonna start.",
        "Casey: Yeah.",
        "Will: I know all these families are -- seeming like they're the same to you right now, but they're not, trust me. Just gotta look at them like they're all a different sitcom.",
        "Gwen: Hey, who's that?",
        "Casey: The Snyders.",
        "Maddie: Okay. Show me the funny.",
        "Will: Well, there's two ways we could go about it.",
        "Casey: Yeah, but don't do the whole family tree, 'cause that'll freak her out.",
        "Will: Filthy rich girl. Stable boy who loves life on the farm. They fall madly in love.",
        "Casey: But it wasn't always easy. See, Lily's mom didn't think Holden was good enough for her, but luckily, they didn't listen to her.",
        "Will: Yeah, now there's a whole mess of Snyders. There's three kids at home, one on the way, and Holden's sister Meg is always hooking up with the wrong guy.",
        "Maddie: And this is funny?",
        "Will: Yeah, why not?",
        "Casey: Yeah, you can work with that, right?",
        "[Maddie sighs]",
        "Announcer: \"The Snyder Hillbillies\" -- Story about a man named Jed a poor mountaineer he barely kept his family fed and then one day he was shootin' at some food and up through the ground come a bubblin' crude..",
        "Maddie: This could definitely work.",
        "Maddie: This could definitely work. I see Oakdale in a whole new light.",
        "[SCENE_BREAK]",
        "Announcer: Now stay tuned for another episode of \"As the World Turns,\" as it's never turned before.",
        "[Rooster crows]",
        "Maddie: This is great, I get it now. Everything that I write about Holden and Lily makes sense, except I read somewhere that Holden was Lily's uncle, which had to have been a misprint.",
        "Casey: No. That's the Snyder family stuff we didn't want to spring on you.",
        "Will: Yeah, Lily's mom is Emma's daughter.",
        "Gwen: Wait a minute, so Lily and Holden hooked up and then found out that he was her uncle?",
        "Maddie: Oh, that is just so inbred, I can't even speak.",
        "Casey: No, it wasn't like that. Lily's biological mom's adopted, so they weren't related at all.",
        "Maddie: Oh.",
        "Casey: But Meg married Lily's biological father.",
        "Maddie: Okay, I need a candy bar. Do you need a candy bar?",
        "Casey: No, you don't need any more sugar.",
        "Maddie: I'm confused again, guys.",
        "Will: Okay, sorry, just think sitcom. Look at the picture. Snyder family, now just keep those people straight.",
        "Lily: I didn't get a good look at him.",
        "[Holden is dressed up in a Jed Clampett outfit]",
        "Holden: Are you sure he went in the barn? You stay back. You after my chickens, you varmit? Come on out with your hands up.",
        "[Meg is dressed up looking like Elly May Clampett outfit]",
        "Lily: Meggie May! What are you doing with the chicken thief?",
        "Meg: He ain't!",
        "[Paul is dressed up as a hippie]",
        "Paul: But I am here for the chick. Whoa. Peace, man.",
        "Meg: He's my new hippie friend. I met him at the farmer's market. He was selling lettuce.",
        "Paul: Organic.",
        "Holden: You play music? I got a fiddle.",
        "Lucinda: I didn't realize you had company, Lily.",
        "Meg: Ms. Walsh, this here's Pancho. He's my new hippie friend.",
        "Lucinda: Lucinda Walsh, Commerce Bank of Oakdale. I manage the Snyders' substantial financial interests.",
        "Paul: Far out.",
        "Holden: Out where?",
        "[Laugh track]",
        "Lucinda: Lily, I've come to discuss the fundraising gala next week. You really must come. All your society friends miss you terribly.",
        "Lily: Is it formal?",
        "Lucinda: Of course.",
        "Holden: I ain't putting on no monkey suit.",
        "Paul: Oh, I hear you, brother.",
        "Holden: You're my brother?",
        "Paul: Well, in spirit. Yeah, man.",
        "Lucinda: Lily, you really should come to the gala, Holden or not.",
        "Lily: We can talk about that later. Dinner's almost ready.",
        "Paul: Oh, groovy. I brought my granola.",
        "Lily: We should all go in.",
        "Paul: Outta sight.",
        "Holden: Kitchen's over yonder. I see it fine. That hippie man, he's a strange one.",
        "Paul: You turn me on so much, it's psychedelic.",
        "Meg: You like that?",
        "Paul: Right on, yeah!",
        "Meg: Yeehaw! Me, too! Let's go tell Holden we're getting hitched. Come on!",
        "[Laugh track]",
        "[Dog whimpers]",
        "Meg: This is real crunchy, Pancho.",
        "Luke: This tastes like chicken feed.",
        "Lily: Oh, hush.",
        "Holden: Boy, when you're done, I got a chore for ya.",
        "Lily: Hurry back, lil' Luke, you've got a lot of homework.",
        "Meg: Luke is gonna finish fifth grade this year. Hey, we can have a gradiation party by the cement pie right after the weddin'.",
        "Holden: You're gonna make an honest woman outta my sister, ain't ya, Pancho?",
        "Paul: Well, I believe in free love, man. But with a chick as rich as meg -- with a chick as pretty as Meggie May, I'm ready to say \"yes.\"",
        "Lucinda: Excuse me, I think I've met you somewhere. Is your name Stenbeck, by any chance?",
        "Paul: Doesn't ring a bell.",
        "Meg: Oh, lookie here.",
        "Paul: Meggie May, you are my soul mate, man. Let me take you down, 'cause I'm going to strawberry fields. Let's take a ride on the great mandala. You know, we'll take a spin on the churning, great big wheel of karma.",
        "Meg: Holden!",
        "Holden: Oh, on your feet, varmit.",
        "Meg: You leave Pancho alone! I found him, and I get to keep him.",
        "Luke: Uh-oh, but this aint no Pancho.",
        "Lily: What?",
        "Luke: Yeah, I found this just down by the post office, just like pa said.",
        "Holden: This here is Paul Ryan Stenbeck.",
        "Lucinda: Escaped from prison, where he was incarcerated for grand larceny.",
        "Luke: Yeah, and he's a thief, too!",
        "Lucinda: You're just a chip off the old felonious block, I daresay. Just like your father.",
        "Meg: What'd he do?",
        "Lily: He was gonna take our money, Meggie May.",
        "Meg: You want to mess with me?",
        "Holden: Help your sister take him out back and hogtie him.",
        "Lily: Give that granola to the chickens.",
        "Lucinda: I'll alert the authorities.",
        "Lily: Thank heavens you saw through that thieving hippie.",
        "Holden: Thank heavens I don't have to eat any more granola.",
        "Lily: Honey, you don't have to do anything you don't want to do. In fact, I'm gonna tell Ms. Walsh to cancel that fundraiser and forget about my society friends. Everything I need is right here.",
        "Holden: Y'all come back now, y'hear?",
        "[SCENE_BREAK]",
        "Maddie: Okay, okay. So that's most of the Snyders. But what about Jack and your sister Carly?",
        "Gwen: That's a bad subject today.",
        "Casey: Remember that guy we saw at the Lakeview that was all messed up, that Kasnoff guy?",
        "Maddie: Mm-hmm. Turns out Carly set him up.",
        "Maddie: Why?",
        "Gwen: Well, Jack lost his job because of what Carly did to me when we were fighting over the baby. And this guy --",
        "Casey: Nick.",
        "Gwen: Yeah, Nick. He sort of took his place. So she was just trying to get rid of him so Jack could get his job back, only it totally backfired.",
        "Maddie: Is she in jail?",
        "Gwen: Well, she could've been, but the guy didn't press charges.",
        "Maddie: So not a sitcom.",
        "Will: It could be, though. Some days, if you don't laugh, you could kill yourself. [Laughter] I mean, anything can be funny if you look at it the right way.",
        "Gwen: Okay, okay. Okay, okay, okay. Scheming blonde, devoted to her husband, willing to do anything for him. Always lands in trouble, but somehow gets away with it.",
        "Maddie: I have it!",
        "[\"I Dream of Jeannie\" theme plays ] [I Dream of Carly][Carly is dressed in a Jeannie outfit] [Jack is dressed as an astronaut]",
        "Carly: Master! I have prepared a wonderful breakfast for thee! Master?",
        "Jack: Today's the day I could be sent into space. I want to be ready.",
        "Carly: Well, you need to eat first.",
        "Jack: I'm too excited to eat. I could be the first man to set foot on the moon.",
        "Carly: Oh, master!",
        "Jack: Or they could send Nick Kasnoff instead.",
        "Carly: Oh, master, he is not worthy to polish your helmet.",
        "Jack: We'll see what the higher-ups have to say.",
        "Carly: Wait. You need to eat first. I've made you a feast.",
        "Jack: Where?",
        "[Carly blinks up a feast of food, and Jack is now wearing a male harem outfit]",
        "[Laugh track]",
        "Carly: Recline, and I will feed you.",
        "Jack: Oh, that sounds great, but I can't bend.",
        "Carly: I can bend you now.",
        "[Laugh track]",
        "Jack: It's Nick Kasnoff. He shouldn't see all this.",
        "[Carly blinks again, Jack is still in his male harem outfit]",
        "[Laugh track]",
        "[Doorbell rings]",
        "Nick: Hi, hope I'm not intruding.",
        "Jack: Not at all. I'll go get dressed.",
        "[Laugh track]",
        "Carly: My husband is taking a very important, top-secret trip to Persia, for the government. After he goes to the moon.",
        "Nick: Really?",
        "Carly: Yes, really.",
        "Nick: Well, you see, that's why I stopped by. I've been chosen for the moon shot.",
        "Carly: Well, that is not fair!",
        "Nick: Well, it seems strange things happen, ms. Snyder. The commander can't take chances with the moon mission. It's a good thing you got that Persia trip.",
        "Jack: Right. Right, well, yeah, maybe I'll get up there next time. Congratulations, Nick.",
        "Carly: I am sorry, master.",
        "Jack: Then stop doing magic. That's the strange stuff that Nick's talking about. You want to help me?! Then stop the blinking!",
        "Carly: I promise, master. [Door slams] Oh, crap. That Nick Kasnoff is a no good rat.",
        "[Laugh track]",
        "Nick: Did I leave my briefcase?",
        "[Carly blinks and turns Nick into a mouse and puts him in a cage]",
        "[Laugh track]",
        "Carly: You stay this way until my husband comes back from the moon.",
        "[Laugh track]",
        "Lisa: My condolences to you, Mrs. Snyder. But my husband told me that your husband has been passed over for the mission to the moon.",
        "Carly: Not for long.",
        "Lisa: Well, I certainly hope you're right. But I know that my husband did everything in the world he possibly could to try to help your husband, but my husband just could not lie. He had to tell the truth about his diagnosis. So, um -- something's very strange about Jack, don't you think so? I mean, and what goes on in this house?",
        "Nick: Help me!",
        "[Laugh track]",
        "Lisa: What was that?",
        "Carly: It is nothing!",
        "Lisa: Wait a minute. [Laugh track] That rodent spoke.",
        "Nick: Help me, please!",
        "Carly: It is nothing. Thank you for coming by!",
        "[Laugh track]",
        "Nick: Help me. Get me out of here.",
        "Jack: Hi, Mrs. Grimaldi!",
        "Carly: Oh, you are too much trouble! But I have another way you will forget this ever happened.",
        "[She changes him back]",
        "[Laughter]",
        "Jack: Nick. I thought I was following you.",
        "Nick: I left my briefcase.",
        "Jack: You okay, buddy? Let's go.",
        "Nick: Wait. You should be on the moon mission. You're the better man, Jack. I'm gonna go and tell the commander today that I'm bowing out.",
        "Jack: Where's this coming from?",
        "Nick: I don't know. Oh, good luck.",
        "Carly: Oh, master!",
        "Jack: You see, Carly, sometimes miracles can happen even without magic.",
        "[\"I dream of Jeannie\" theme plays]",
        "[Laughter]",
        "Gwen: Oh, you're right, anything can be funny. Even your family.",
        "Will: No way. If my family were a sitcom, they would have jumped the shark a decade ago.",
        "Casey: You said it yourself, man. It's either laugh or scream.",
        "Will: With them, its scream all the time. They're a horror movie, not a sitcom.",
        "Maddie: Yeah?",
        "[\"The Munsters\" theme plays ]",
        "Gwen: No, Will.",
        "Casey: Very fitting.",
        "Maddie: Aw, I like them.",
        "Will: Just you wait and see.",
        "[\"The Munsters\" theme] [Hal looks like Herman Munster, Barbara is dressed as Lily Munster]",
        "Hal: Oh, Barbara! I'm home!",
        "[Laughter]",
        "Hal: Darn, darn, darn. Cookies.",
        "Barbara: Hello, dear. Looks like I need to call the furniture store again. One of these days they're going to run out of tables. How was your day at the morgue?",
        "Hal: Well, I hate to say it, but work was dead.",
        "[Laughter]",
        "Barbara: Oh, don't be discouraged. One thing about spring, it's a wonderful time for homicides.",
        "Hal: Oh, you're right! Oh, Barbara, you always lift my day. You know, sometimes I forget why we're not married anymore.",
        "Barbara: I guess your memory isn't what it used to be.",
        "Hal: Well, let's face it, I wasn't resurrected yesterday.",
        "[Laughter]",
        "Barbara: Now come with me into the kitchen. I want you to see what's brewing in my cauldron.",
        "Jennifer: Make yourself comfortable, Dusty. Here, have a seat. I'll be right back. There's someone I want you to meet.",
        "Dusty: Don't be long.",
        "[Spring noise]",
        "[Laughter]",
        "Paul: Mom? You're not mom.",
        "Dusty: I'm a friend of Jennifer's. Dusty Donovan, nice to meet you.",
        "Paul: I'm Paul. Jennifer's brother.",
        "Dusty: Yeah. Hey, heard a lot about you.",
        "Paul: That's because we're very close. There's nothing I wouldn't do to protect my sister. If you know what I mean.",
        "[Howling]",
        "Dusty: Uh, what was that?",
        "Paul: Oh, nothing. Just a few of my buddies.",
        "Dusty: Your hands, they're covered with fur.",
        "Paul: You're right. Must be later than I thought.",
        "[Laughter]",
        "[Paul growling]",
        "Dusty: Get! Stay back! Stay back! Stay back!",
        "[Paul screams]",
        "Barbara: Oh, Paul, I didn't hear you come in.",
        "Paul: Mom! I can't stay. I'm bringing someone home for dinner.",
        "Barbara: That's nice, dear. Oh, you must be Dusty. I am Jennifer's mother.",
        "Dusty: Your son Paul, he just went for my throat!",
        "Barbara: Oh, I am so sorry. I have told him over and over again that is not how we greet our guests. Now here, let me offer you something to drink. Bottoms up.",
        "Dusty: Thank you. Mm. Very nice.",
        "Barbara: Really? I added a little extra eye of newt.",
        "[Dusty choking]",
        "Hal: Young man, are you okay? Oh, I'll fix you up in a jiffy.",
        "[Dusty screams]",
        "Jennifer: Sorry I took so long, but Johnny needed to be changed.",
        "Hal: Down, Spot! You leave that baby alone. You've had your dinner. Atta boy. Good dragon.",
        "Dusty: Jenny, I'm sorry! I gotta go!",
        "Jennifer: Oh, no, not again!",
        "Barbara: Oh, my darling daughter.",
        "Jennifer: Mom, is it that I have a baby? Or am I -- I'm, I'm just plain ugly!",
        "[Laughter]",
        "Hal: Now don't be so hard on yourself, Jen. We can't all be beautiful.",
        "[Jennifer cries]",
        "Barbara: You are very lovely in your own way.",
        "Kim: Yoo-hoo!",
        "Barbara: Come on in!",
        "Kim: Anybody home?",
        "Kim: Who was that young man who just about ran us over?",
        "Bob: He was in a big hurry.",
        "Jennifer: Of course he was in a hurry. He was running away from me!",
        "Kim: Oh, no. Another one?",
        "Jennifer: What do I do, Aunt Kim?",
        "Kim: Oh, darling, people like us have to develop our inner beauty. And just wait until the right man comes along.",
        "Bob: Jennifer, listen to your Aunt Kim. She always knows best. And she's very tasty. Blood-type o, my favorite.",
        "Jennifer: How can you joke at a time like this?",
        "Kim: She's right, she's right. Why don't you see if you can make it up to her?",
        "Bob: Maybe I'll make her a love potion? I'll go down to my laboratory. [Explosion] If it's still there.",
        "Barbara: Willie! Willie! Willie, you come up here right this instant!",
        "Bob: Willie, were you down there playing with the chemicals again?",
        "Will: I was just making a little potion.",
        "[Laughter]",
        "Hal: Now didn't we warn you about that, son?",
        "Will: Yeah, but this girl in my class kept making fun of my sideburns. I just wanted to make her disappear.",
        "Kim: You can't go around making people disappear!",
        "Bob: Not by yourself. You can't have all the fun!",
        "[Laughter]",
        "Barbara: You know how we feel about explosions and potions and poisons. And there are laws about them and you can't break them or they will send you off to jail.",
        "Will: In a dungeon?",
        "Hal: It's not like it used to be. It wouldn't be as much fun. Now why don't you and your aunt and your uncle go downstairs and see how much damage you've done to that laboratory. I hate to take away his potion privileges.",
        "[Laughter]",
        "Barbara: It would be such a shame.",
        "[Knocking]",
        "Hal: Is that the front door?",
        "Barbara: Oh, it must be Paul. He's bringing someone home for dinner.",
        "Hal: To be dinner or have for dinner?",
        "Barbara: With our Paul, you never know.",
        "Paul: Mom! Hal! Great news! I'm engaged.",
        "Barbara: You're engaged! How wonderful!",
        "Hal: Who's the lucky girl?",
        "Paul: She's right outside. Darling, enter!",
        "[Emily is dressed up like another Lily Munster outfit]",
        "Emily: I am so pleased to meet you. Paul speaks so highly of his family.",
        "Hal: The pleasure is all mine, believe me.",
        "[Paul growling]",
        "Barbara: Welcome to the family, darling. I have a feeling you're going to fit right in.",
        "[Emily laughing]",
        "[\"The Munsters\" theme]",
        "Will: And that's not the half of it. My mom's got her own show. It's \"Nightmare at the Lakeview.\"",
        "Maddie: Is it that bad?",
        "Gwen: Will's worth every minute of it.",
        "Casey: That's a yes.",
        "Gwen: Okay, okay. Maddie, your turn. What kind of sitcom is your family?",
        "Maddie: They don't really count. Well, except for Henry. But he'd be, like, everyone in the show.",
        "Casey: Yeah, but you'd want maybe Katie in there, too, right?",
        "Maddie: Yeah. And maybe Mike, just because he loves Katie.",
        "Will: Well, there's your title right there.",
        "Maddie: Okay.",
        "[\"I love Lucy\" theme ] [I Love Katie title][Katie's makeup is like Lucy's and dress too] {Mike is dressed up looking up Ricky]",
        "[Mike in an Italian accent]",
        "Mike: Ay caramba, Katie! Watch what you're doing!",
        "Katie: But Mikey, look. Driving lessons.",
        "Mike: Not for a woman.",
        "Katie: Why not? Women can drive just as well as men can.",
        "Mike: Oh, no you don't. We have a new car.",
        "Katie: But Mikey --",
        "Mike: No buts. I am the man of the house. I do the driving.",
        "Katie: Do you really have to go all the way to Latvia?",
        "Mike: My brother needs a translator.",
        "Katie: But you don't speak Latvian.",
        "Mike: They don't understand his English!",
        "Katie: I know the feeling.",
        "Mike: I'll be back home soon. And remember, no driving.",
        "Katie: Bye-bye, honey.",
        "Henrietta: Katie?",
        "Katie: Oh yeah, come on in, Henrietta.",
        "[Henry is dressed up like a woman]",
        "Henrietta: Was that Mikey with a suitcase?",
        "Katie: Yeah, he's going to speak English for the Latvians.",
        "Henrietta: Should I understand that? [Laughter] Hey, what's wrong, kid?",
        "Katie: Well, take a look at this.",
        "Henrietta: Driving lessons. Let's do it.",
        "Katie: I want to, but Mikey said no. He's the man of the house and women shouldn't drive.",
        "Henrietta: Sounds just like my Henry.",
        "Katie: But I know I'd be a great driver if I only had the chance. And a couple of weeks to practice with Mikey nowhere in sight!",
        "Henrietta: Oh, now, Katie.",
        "Katie: Come on, Henrietta, don't you want to show those men a thing or two?",
        "Henrietta: The last time I showed Henry a thing we had to call the paramedics. [Laughter] My beauty parlor bill!",
        "Katie: Henrietta, you and I are learning how to drive. We're going to go sign up right now.",
        "Henrietta: Oh, I hope you know what you're getting us into this time.",
        "Katie: Oh, Henrietta, what am I going to do? Mikey gets home today!",
        "[Laughter]",
        "Henrietta: At least you saved the parts. That should count for something.",
        "Katie: He can't see this!",
        "Henrietta: When he sees his car doesn't have a fender, he's going to throw a fit. And he's going to have a bigger fit when he finds out you hit a guy in the road.",
        "Katie: That wasn't a guy, it was a traffic cone. They use them to mark obstacle courses.",
        "Henrietta: I have never heard a traffic cone yell when you hit it. I heard a yell!",
        "Katie: That was me. Oh, Henrietta, what am I going to do? What am I going to do?",
        "Henrietta: We'll figure out a way to fix it before Mikey gets home. [Horn sounding] It's Mikey. Henry's with him.",
        "Katie: Henrietta, where are you going? Coward. [Katie hides the car bumper on the couch and throws a throw blanket over it]",
        "[Laughter]",
        "Mike: Ay caramba, cucaracha con un carro. Ay yi yi.",
        "Katie: Mikey!",
        "[Henry is dressed up to look like a bald old man a \"Fred Mertz\" type]",
        "Henry: He was hit by a car.",
        "Mike: A crazy woman driver, I know it!",
        "Henry: All right, now where should we put him?",
        "Mike: Here.",
        "Katie: No! Mikey. Gee, wouldn't you be much more comfortable up in your bed?",
        "Mike: She's right.",
        "Katie: Henry, could you take him upstairs, please? I'll get some ice.",
        "[Katie sighs]",
        "Henry: All right, let's go. Come on, Henrietta. Coast is clear.",
        "Henrietta: I told you that traffic cone squealed. What do we do now?",
        "Katie: What do you think? Point the finger someplace else. You have to be a witness and throw them off the scent.",
        "Henrietta: Me? I can't get an innocent person in trouble.",
        "Katie: You don't have to. Just say you saw the whole thing and give them a fake license plate number. That way the cops will look, but they won't find anyone because it'll be fake.",
        "Henrietta: Oh, I don't know. I don't know.",
        "Katie: Come on, Henrietta, I'm begging.",
        "Henrietta: Only because you wouldn't survive one day alone in jail.",
        "Cop: All right, that's helpful. All we need now is a license number for the hit and run driver.",
        "Henrietta: Hit and run? Really? That's what you're calling it?",
        "Cop: You said you got the number?",
        "Henrietta: Sure, sure, sure. Eight, six, seven, five, three, oh nine.",
        "Cop: All right, I'll run a check on that immediately.",
        "Henrietta: Glad I could help.",
        "Katie: Henrietta, thanks a million.",
        "Henrietta: That's it, I've done my bit. Now I'd better get home and fix henry some dinner before he suspects.",
        "[Phone ringing]",
        "Mike: Katie, you have some 'splainin' to do.",
        "Katie: Mikey! I was down here making sure the police are on your case.",
        "Henry: Well, same here. I want to make sure they catch the crazy broad who hit Mikey and throw her in the slammer.",
        "Katie: What?",
        "Mike: They call me to make an identification.",
        "Katie: What?",
        "Henry: Yeah, the cops. They found a witness who gave them a license number and now they caught the woman!",
        "Katie: Wow, that was fast.",
        "Cop: Mr. Kasnoff, we found the woman.",
        "Henry: Nancy Hughes?",
        "Nancy: This is ridiculous! I'm telling you, I'm innocent! I keep telling you, I'm innocent!",
        "Katie: Ooh.",
        "Jessica: Nancy Hughes is a fine upstanding member of this community. Why, she's no more a hit and run driver than I am.",
        "Henry: It does seem odd.",
        "Jessica: Mikey, I'm sure this will be resolved and the real culprit will be found.",
        "Mike: The police must have made a mistake. Please 'splain to Mrs. Hughes.",
        "Jessica: I will 'splain. Tell her. I'll tell her. [Laughter] I take it you won't object to the charges being dropped. Good day. How does he do all that construction work with all of those frilly shirts?",
        "Mike: This makes no sense.",
        "Henry: There must be an explanation.",
        "Mike: Ay caramaba! Look at here what I found. [He finds the car fender]",
        "Henry: Well, well. I wonder where this came from.",
        "Mike: This is my car!",
        "Henry: I bet we can figure out how it came loose, hmm?",
        "Mike: How could Katie do this?",
        "Henry: And I bet that mystery witness was none other than my own Henrietta!",
        "Mike: It's time we teach the girls a lesson.",
        "Katie: Help!",
        "Henrietta: Let us out! I want a lawyer.",
        "Katie: At least I'm not in here all alone.",
        "Henrietta: Guard!",
        "Katie: Let us out!",
        "Henrietta: Guard! Hey, guard!",
        "[\"I love Lucy\" theme]",
        "Casey: I'm serious. Katie really did hit Mike with the car. He broke his leg or something. And then she tried to pin it on my grandma.",
        "Gwen: No.",
        "Will: No.",
        "Casey: Yes, they had the same tires. I swear they did.",
        "Will: I guess I missed all the fun.",
        "Gwen: Not anymore.",
        "Maddie: Well, this has been a great help.",
        "Casey: You're such a liar.",
        "Maddie: Okay, well, it's better than looking at police blotters all night.",
        "Gwen: Wait, wait a minute. You cannot be going now. This is too much fun. What about us?",
        "Will: Us?",
        "Gwen: Yes, our sitcom. We've busted on everyone else in town, it's only fair. If we were a sitcom, we would be -- I got it.",
        "[\"Happy days\" theme]",
        "Casey: So I'll be captain of the baseball team again this year.",
        "Girl: Swell.",
        "Casey: So if you want to come to a game --",
        "Girl: Sure.",
        "Casey: Strike out for me.",
        "Will: True story.",
        "Girl: Oh, Munzie.",
        "Will: Don't touch the hair. Or the bike. Sweetheart, we got to find you someplace safe to put those hands.",
        "Girl: Call me?",
        "Will: Hey.",
        "Casey: You're it. You're the greatest. You're the babe.",
        "Will: Woah.",
        "Casey: Ruth, Babe Ruth, you're the home run king, Munz. What's your secret?",
        "Will: Well, I am a dropout with a mysterious past. Plus, I got the biggest ride in town.",
        "[Laughter]",
        "Casey: Oh, you mean the motorcycle. Right, the motorcycle.",
        "Will: Yeah, the motorcycle. What's your problem, Hughes?",
        "Casey: Start anywhere. Girls just don't go for me, Munz.",
        "Will: That's because you go for them. You act like you want'em, they treat you like a puppy. Not like that, like you get petted. Like you get taken for granted. You've got to hang back. Like you don't care. Let them come after you.",
        "Casey: You mean they'll come after you.",
        "Will: So true. But you know what? You're not without hope.",
        "Casey: You think?",
        "Will: Yeah, after years of serious training, you might get to the point where you could get a girl.",
        "Casey: Gee thanks, Munz.",
        "Will: You know what? With my expert help, you're going to get a girl tonight.",
        "Casey: How?",
        "Will: Double date. Two girls I've got my eyes on. And I'm going to give you the one with the reputation.",
        "Casey: Wow.",
        "Will: Are you sure you can handle it?",
        "Casey: Me? Yeah! You bet, Munz. I won't let you down.",
        "Gwen: Okay, grab a booth. Come on, it'll be a tight squeeze with four people, but that's the idea.",
        "Maddie: Gwen!",
        "Gwen: What, you don't you want to be friendly?",
        "Maddie: Who are these guys?",
        "Gwen: Munzie and a friend. What, I've got to explain everything to ya? Munz, as in the Munz. You have no clue.",
        "Maddie: They're standing us up.",
        "Gwen: Don't say that. It's not even eight o'clock.",
        "Maddie: What do we know about these guys? Huh? They try to get fresh with us?",
        "Gwen: We can hope.",
        "Maddie: Gwen, you better watch it. After what happened at the pizza bowl, you are going to get a reputation.",
        "Gwen: Hey, quiet.",
        "Maddie: It's true.",
        "Gwen: You got to swear, Maddie. Not a word about that to anyone. I mean it. Swear.",
        "Maddie: Cross my heart, hope to die. Stick a needle in my eye. Okay, I promise I will take your secrets to the grave with me.",
        "Gwen: Thank you.",
        "Casey: Mom, do I look okay?",
        "Margo: Casey, you always look okay.",
        "Casey: You didn't even check.",
        "Margo: You look perfect. Except for that lump in your hair.",
        "Casey: Awe, I knew it! I have a lump on my head and I thought I could get my hair to cover it but I can't!",
        "Margo: Hi, honey, how was work?",
        "Tom: Same old, same old. Hey, son. What's with him?",
        "Margo: Casey's got a big date.",
        "Casey: It's not a big date. It's no big deal. Munzie says if you never let them see you care, they run to you.",
        "Tom: That's right.",
        "Margo: That's horrible. We'll talk about this later. So, Casey, this young lady, is she a student at Oakdale Latin?",
        "Casey: I don't know. It's a double date. Munzie set it up.",
        "Margo: You'll be going out with William?",
        "Casey: Yeah.",
        "Tom: I'm sure Munzie has great taste in girls. And what he told you about ignoring them? That's good advice.",
        "Casey: Yeah? Even with mom?",
        "Tom: Your mom loves the chase.",
        "Casey: Good luck, dad. Bye, Mom.",
        "Margo: Bye-bye, honey. Have fun.",
        "Maddie: So where are they?",
        "Gwen: Cool your jets. They're coming.",
        "Maddie: And when they do?",
        "Gwen: Ignore them.",
        "Maddie: Yeah?",
        "[Laughter]",
        "Gwen: Yeah. Like you don't even care.",
        "Casey: Do I pass?",
        "Will: Except for the lump.",
        "Casey: Aw, shucks. I even used extra hair oil.",
        "Will: Hey, relax. Forget about it. Just follow my lead. Hey.",
        "Gwen: Hey.",
        "Will: Gwen, right?",
        "Gwen: Yeah. Munz, right?",
        "Will: You have to ask? Who's your friend?",
        "Gwen: Maddie.",
        "Will: Casey.",
        "Casey: Hey.",
        "Gwen: I've got to powder my nose.",
        "Maddie: Huh?",
        "Gwen: Little girls' room. Now.",
        "Maddie: Excuse us.",
        "Gwen: Hey, it's the guy.",
        "Maddie: Who?",
        "Gwen: Mr. Pizza bowl. Lane seven.",
        "Maddie: That's the guy from the other night?",
        "Gwen: Don't stare.",
        "Maddie: He's not your type.",
        "Gwen: Yeah, I don't know what happened. He said he liked powder blue bowling shoes. He admired my wrist action. Next thing you know, he picked up a seven- ten split. I was like putty in his hands.",
        "Maddie: He don't look like a sculptor.",
        "Gwen: Maddie, if the big Ragu hadn't bowled a strike, who knows what would have happened.",
        "Maddie: Is that how he got your attention?",
        "Gwen: You bet. One of the pins flew back and hit him in the head. I've got to get out of here. You distract him.",
        "[Laughter]",
        "Will: Let me guess. Bomb drill?",
        "Gwen: No, I dropped something.",
        "Will: Like what?",
        "Gwen: Look, I'll level with ya, okay? I can't go out with you and your friend. There's history.",
        "Will: Yeah?",
        "Gwen: Yeah.",
        "Will: Well, I got a history, too.",
        "Gwen: Yeah?",
        "Will: Yeah.",
        "Casey: Wait. Did I ignore the wrong girl?",
        "Maddie: Excuse me?",
        "Casey: What happened to my date?",
        "Maddie: You know what happened, Mr. Seven-ten split. The pizza bowl? Powder blue bowling shoes?",
        "Casey: Holy moly. Is that where I got this bump on my head?",
        "Maddie: Yeah, that came after all the fun, buster. Don't try and blame it on that.",
        "Casey: Shucks, you must think I'm a rotten guy. I owe Gwen an apology.",
        "Maddie: Eh, I think she can wait. She seems pretty happy with the world right now.",
        "Casey: Must be nice. Want to find out?",
        "Casey: I'm glad you decided to like me. Even though you probably shouldn't.",
        "Maddie: You have your moments.",
        "Casey: You don't want to get back to the project?",
        "Maddie: No. I think I know enough now about Oakdale's families to wing it.",
        "Casey: So you don't want me to leave?",
        "Maddie: Don't you dare.",
        "Gwen: Do you wish you'd ignored me?",
        "Will: And miss all this?",
        "Gwen: I want to live in our sitcom. And 50 years from now, I want it to still be that great. Promise?",
        "Will: Happy endings all the way. For all of us."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=NC20PWoZ-SU"
}