{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "\r\n\r\nKatie: Simon, where are you?",
        "\r\nSimon: Katie?",
        "\r\nKatie: You're in my dream.",
        "\r\nSimon: No, I'm on your damn beach.  If you do anything like this again,\r\n\r\nI'm gonna leave you here. [Katie drops a coconut on Simon's foot]  Ow!",
        "\r\nOw, ow --",
        "\r\nKatie: Oh, Simon, I'm sorry -- I'm so, so sorry.",
        "\r\nSimon: Don't -- don't touch me!",
        "\r\nKatie: Is your foot okay?",
        "\r\nSimon: Yes, it's fine.  Leave me alone!  Ow!",
        "\r\nKatie: You found me.",
        "\r\nSimon: Yes, yes, I found you.  What do you think I'm going to do, just\r\n\r\nleave you here?  Wake up!  \r\n\r\n\r\n",
        "",
        "Jack: Can't find record of payment.  Past due, past due.  Past due, past\r\n\r\ndue.\r\nCarly: You're up early.  Sorry. [Carly goes into the kitchen and brings out\r\n\r\nan empty coffee pot]  Hey?  Did you drink all this?",
        "\r\nJack: Yeah.  Sorry.",
        "\r\nCarly: No, no, that's -- it's okay.  I can always make more.  Of course,\r\n\r\nyou might not sleep for a week.  Hey -- it's going to be okay, Jack.  We can\r\n\r\nalways use the Carly Tenney system.",
        "\r\nJack: Rob a bank?",
        "\r\nCarly: No, that's Plan B.  Plan A, you just throw all the bills up in the air,\r\n\r\nand whatever stays up there -- well, that deserves to get paid.",
        "\r\nJack: With what?  I gave her everything.  I gave her everything.  Let her\r\n\r\nhave it, you know?  I mean, she's a miserable human being.  She can have\r\n\r\nthe house, the land, the cars, the bank accounts, everything.  It's fine.",
        "\r\nCarly: I don't even know why she would want your money given her \r\nfamily.",
        "\r\nJack: Yeah, well, her family is the problem.  Julia might've had a chance\r\n\r\nif they'd paid attention to her when she was growing up.  And now, she's\r\n\r\nsitting in the Psych ward, and have they visited her?  Her mother stopped by\r\n\r\nwith shrinks and lawyers.  But would she go by herself, just to see how her\r\n\r\nown child is doing?  No way.  Better to blame me than to look at what\r\n\r\nthey've done to her.",
        "\r\nCarly: Jack, you have done everything you could.",
        "\r\nJack: Yeah, well, she's not my responsibility anymore, Carly.  But you\r\n\r\nare -- you and Parker.  And just when Julia's family has given it to me, take a\r\n\r\nlook at that.",
        "\r\n[Jack shows Carly a bill]",
        "\r\nCarly: Is this is from Cass?",
        "\r\nJack: For one month.",
        "\r\nCarly: How much does he charge for an hour?",
        "\r\nJack: More than I make in a week.  I'm exaggerating, it's not that bad --",
        "\r\nit's not that bad.  Look, I'll pay.  I'm grateful.  It's just -- there's nothing left.",
        "\r\nAt least we have love, right?  'Cause we don't have much else.  \r\n\r\n\r\n",
        "",
        "Hal: Mmm.  Come on.",
        "\r\nEmily: Fries for breakfast?  Mmm.  Remind me to introduce your dad to\r\n\r\nan orange.",
        "\r\nHal: Fries and a vegetable, ketchup is a vegetable, and we get 'em \r\nwherever we can, right?  Just don't tattle to his mom, okay?",
        "\r\nEmily: Oh, yeah, like I'm gonna go call Carly Tenney anytime soon.",
        "\r\nHal: I wouldn't put it past you.",
        "\r\nEmily: Okay, you know what?  I have our list -- Oakdale residents with\r\n\r\nany association to special forces -- and I also contacted the V.A. of Oakdale.",
        "\r\nThey're gonna work on their database.",
        "\r\nHal: The VA?  Boy, you're going to some lengths to prove Craig \r\nMontgomery innocent.",
        "\r\nEmily: No, I just want the story.  And since no other paper in town will\r\n\r\nconsider the possibility that Craig didn't do it, it gives me a certain \r\nadvantage, which means I'll stand out on the rack, which means I'll sell more\r\n\r\npapers than the next guy.  And that is what I care about.",
        "\r\nHal: Right, and what if you're wrong?",
        "\r\nEmily: I've been wrong before.",
        "\r\nHal: Right, and what do you care, anyway?  It's not like you've got a\r\n\r\nPulitzer to defend.",
        "\r\nEmily: Well, that was friendly.  Who bit you this morning? \r\n\r\n\r\n",
        "",
        "Margo: No, no, no.  They told me that the gate had been\r\n\r\nchanged, but it's 545 from New York.  It's B11.  I got it.  I'm right here.",
        "\r\nThank you.  \r\n\r\nMargo: Craig?",
        "\r\nCraig: Margo.",
        "\r\nMargo: You were in New York?",
        "\r\nCraig: Yeah, I had business at B.R.O.  It was unavoidable.",
        "\r\nMargo: You know, Craig, the terms of your bail stipulate that you are not\r\n\r\nto leave the vicinity.",
        "\r\nCraig: Do I look like I've jumped bail, hmm?",
        "\r\nMargo: It's the law, not your law.  It's the law, and I'm supposed to\r\n\r\nenforce that law.",
        "\r\nCraig: So you're going to arrest me?",
        "\r\nMargo: I could.",
        "\r\nCraig: Okay, look.  Barbara's in a coma.  Her son Paul is off trekking in\r\n\r\nNepal somewhere, and Lucinda Walsh was staging a coup at B.R.O.  So \r\nwhat am I supposed to do, lie back and watch Barbara lose everything?",
        "\r\nMargo: The way I understand it, you're the one who's trying to raid \r\nB.R.O.",
        "\r\nCraig: Is that an accusation or just plain ad hoc nastiness?",
        "\r\nMargo: Goes to motive.  The theory is that you married Barbara for her\r\n\r\nmoney, she caught onto you, and you tried to kill her.",
        "\r\nCraig: The theory is wrong.  I'm saving her company -- why?  So I can\r\n\r\nrisk my reputation, my liberty?",
        "\r\nMargo: So you can drain B.R.O.  Of its funds.  Craig -- Craig, your\r\n\r\nfootprint was found at the boathouse.  You were there, Craig.  You got\r\n\r\nmeans.  You got motive.  You've got opportunity.",
        "\r\nCraig: Okay, fine.  Arrest me then.",
        "\r\nMargo: I would if I weren't your sister, but I am your sister, and you've\r\n\r\nbeen taking advantage of that fact for weeks.",
        "\r\nCraig: Am I making your job harder, Margo?",
        "\r\nMargo: You're making my life harder, Craig.  I'm trying to help you.",
        "\r\n[Craig laughs]",
        "\r\nMargo: You won't help me.  You're hurting people, Craig.  Most of all,\r\n\r\nyou're hurting yourself, but I'm gonna put a stop to that, and you're gonna \r\nhelp me.   \r\n\r\n\r\n",
        "",
        "Margo: Craig, you've been here before.",
        "\r\nCraig: The airport?",
        "\r\nMargo: Stop it.  Don't you remember the last time you dug yourself into a\r\n\r\nhole so deep you couldn't get out?  It cost you five years of your life.",
        "\r\nCraig: I learned from that mistake.",
        "\r\nMargo: Oh, so this time you planned it better?",
        "\r\nCraig: What are we doing here, Margo?  You obviously think I'm guilty.",
        "\r\nYou have grounds to arrest me.  Why don't you just do it or get out of my\r\n\r\nway?",
        "\r\nMargo: Craig, as it stands right now, you're going to be convicted.  If\r\n\r\nBarbara dies, that means --",
        "\r\nCraig: Barbara is not going to die.",
        "\r\nMargo: When's the last time you went to visit her in the hospital?",
        "\r\nCraig: They have my number.  I will be there when she wakes up and\r\n\r\ntells you your brother didn't do it.  Hmm?",
        "\r\nMargo: Do you know how much I want to believe that?",
        "\r\nCraig: Then believe it.",
        "\r\nMargo: Like I believed you when you said you weren't at the scene?",
        "\r\nWhat are -- what are you doing?",
        "\r\nCraig: Are you wearing a wire?",
        "\r\nMargo: What?!",
        "\r\nCraig: It's a little odd, this little ambush at the airport, huh?  You laying\r\n\r\nout the case, looking for some kind of emotional purge.",
        "\r\nMargo: What are you thinking, that I would try to entrap you?",
        "\r\nCraig: I don't know.",
        "\r\nMargo: If I wanted that, I would send a uniform.  I told you I wanted to\r\n\r\ntalk to you.",
        "\r\nCraig: I see.  So you come here, you lay out the case, remind me of all\r\n\r\nthose special times we had together.",
        "\r\nMargo: Damn it, Craig, I love you.",
        "\r\nCraig: Really?",
        "\r\nMargo: For the life of me, I don't know why.",
        "\r\n[Craig laughs]",
        "\r\nCraig: It's honest.",
        "\r\nMargo: Do you remember, Craig, when you blew up that truck?  It was\r\n\r\nlie after lie after lie.  Don't you remember that?",
        "\r\nCraig: You're worried about me.",
        "\r\nMargo: Oh, yeah, Craig.  I'm worried about you.",
        "\r\nCraig: What can I do to make you feel better?",
        "\r\nMargo: Just tell me what happened.",
        "\r\n[Craig laughs]",
        "\r\nCraig: No, no.  No, you want me to confess.  There's a little matter of the\r\n\r\nfifth amendment.",
        "\r\nMargo: Craig, what do I have to do, get stuck in a burning building to get\r\n\r\nyou to tell me the truth?",
        "\r\nCraig: What, you want to arrest me so fast?  What are you trying to do,\r\n\r\nsave the taxpayers the expense of a trial, lock me up now?  What's the rush?\r\nMargo: Don't you understand how much I want to believe that you didn't\r\n\r\ndo this?  But you are not helping me, Craig.  Please, just come out to the\r\n\r\nboathouse with me.  Walk me through it.  Convince me.  \r\n\r\n\r\n",
        "",
        "Jack: Look, the house, the money -- that doesn't mean a thing to me.  If\r\n\r\nthat's what it costs to get out of my marriage, fine, but -- it'll be okay.  It will.",
        "\r\nCarly: Why don't you just say it?  It stinks.  Look how long it took you to\r\n\r\nput your life together.  Now, all of it is gone because of me.",
        "\r\nJack: What?!",
        "\r\nCarly: I know what it's like, Jack, to not be able to pay your bills, to wake\r\n\r\nup in the middle of the night and to not be able to go back to sleep because \r\nyou've got lists that won't go away and numbers that won't add up.",
        "\r\nJack: I got a job.",
        "\r\nI know.  You have a good job, Jack, but that doesn't change the fact that\r\n\r\nyou used to be on the ten yard line, and now, you're back on the 50th.",
        "\r\nJack: Sports metaphors?  This is getting serious.",
        "\r\nCarly: I just want you to be able to talk to me, to tell me how you feel,\r\n\r\nbecause if you start protecting me, if you stop talking to me --",
        "\r\nJack: About what?!",
        "\r\nCarly: This is my fault, and we both know it.  It's true, Jack.  You heard\r\n\r\nJohn at the hospital, and he's right.",
        "\r\nJack: Oh, come on!",
        "\r\nCarly: I destroy everything.  No, I didn't mean to do it.",
        "\r\nJack: Just stop it!",
        "\r\nCarly: Will you look at what you've lost?",
        "\r\nJack: I'd lose it all ten times over if it meant we could be together.  Carly,\r\n\r\nI made my choices.  I chose you.  I want you.  The only thing that bothers\r\n\r\nme is that now I have nothing to offer you.",
        "\r\nCarly: Are you kidding me?",
        "\r\nJack: You think I don't know what you want?  A woman who can take a\r\n\r\npiece of fabric and make it into something that opens every eye in the room?",
        "\r\nYou're very talented, Carly, and you're so incredibly creative.  I want you to\r\n\r\nhave that house I promised you.  I want to see you design it and watch it\r\n\r\ncome alive.  I want to marry you in a church in front of all of our friends and\r\n\r\nyou in a dress that makes the front page.",
        "\r\nCarly: No.  No more front pages.",
        "\r\nJack: I want you to sleep at night and not wake up wondering how we're\r\n\r\ngonna pay our bills.  I want to make things better, not worse.",
        "\r\nCarly: You've already made things better, Jack.",
        "\r\n[Carly picks up the candle]",
        "\r\nJack: Can we please throw this damn thing away?",
        "\r\nCarly: No, because whenever I start to feel frustrated or sorry for myself,\r\n\r\nI take this candle out, and I think about that night that I waited for you.",
        "\r\nYou're here now, Jack, and that is all that matters.  \r\n\r\n\r\n",
        "",
        "Hal: Yeah, I am a grump.  I'm sorry, Emily.  It's just that this case has got\r\n\r\nme so stymied.  I mean, I'm sure it's Montgomery, but then I get these -- I\r\n\r\nget these doubts, these inconsistencies in this case, and I -- just the idea of\r\n\r\nseeing Montgomery behind bars until my children are grown --",
        "\r\nEmily: Now, see, that is your problem.  This is your problem.  You want\r\n\r\nhim to be guilty.",
        "\r\nHal: Oh, he is guilty of more crimes than you and I can count.  I'm just\r\n\r\nnot sure if he's guilty of this.",
        "\r\nEmily: Well, will you please figure it out, because I'm sick and tired of\r\n\r\nholding my front page.",
        "\r\nHal: Hey, don't hang this on me.  I'm not on the case.  I'm not a cop,\r\n\r\nremember?",
        "\r\nEmily: What, so you me to depend on Margo?  She's so guilt-ridden she\r\n\r\ncan't even say her own brother's name.  All I get from her is \"the suspect\" or\r\n\r\n\"Sorry, the alleged suspect.\"",
        "\r\nHal: Go to Jack?",
        "\r\nEmily: Jack?  Jack's got his head buried so deep in you-know-who's you-\r\nknow-what --",
        "\r\nHal: So the boy is in love.",
        "\r\nEmily: The boy's brain is dead, so that leaves you, Oakdale's favorite\r\n\r\ncriminologist.  So what's it gonna be?  Did he do it, huh?  Did he torch\r\n\r\nBarbara for the big B.R.O. payoff?",
        "\r\nHal: If he didn't, who else did?  The thing is, Emily, who would want to\r\n\r\nhurt Barbara?  Come on, I'm serious.  I'm serious.",
        "\r\nEmily: Come on!  You're blind is what you are, and as sweet as it is --",
        "\r\nthis thing you have for Barbara -- it leaves you brain dead, just like Jack \r\nSnyder.",
        "\r\nHal: I'm perfectly objective when it comes to Barbara.",
        "\r\nEmily: Really?  Really?  How many times have you married that\r\n\r\nwoman?",
        "\r\nHal: Three times, and I don't regret any of them.",
        "\r\nEmily: All I'm saying is she's not perfect, okay?  That's all I'm saying,\r\n\r\nand there is a possibility that somebody out there -- maybe somebody from \r\nher business world, her social world somebody -- who finds the \r\ncondescending thing to be a real drag, and Barbara has it down to a science.",
        "\r\nHal: All right.  So you hate her, and I love her.",
        "\r\nEmily: No, I don't hate her.  I don't hate her.  I just -- I think that it's\r\n\r\npossible that there's somebody out there other than Craig with a motive.",
        "\r\nHal: Point taken, granted.",
        "\r\nEmily: I mean look at me, really.  I have enemies everywhere I look.",
        "\r\nHal: And you've earned every single one of them.",
        "\r\nEmily: Yeah, but there's something about me, Hal, hmm?  Or you and I\r\n\r\nwouldn't be working together, would we?  \r\n\r\n\r\n",
        "",
        "Henry: We'll have the guava first and then the papaya.",
        "\r\nCooley: Yeah, you've got a great future as a fruit.  Hand me a coconut.",
        "\r\nHenry: Not on your life, island boy.",
        "\r\nCooley: Are you nuts?  \"A,\" he's kissing her.  \"B,\" she wouldn't kiss you\r\n\r\nor me.  \"C,\" he's a nasty son of a -- he burned down my hut and threw me off\r\n\r\na cliff.  Now, if we clock him now while she's sucking the life out of him, I\r\n\r\ngot a chance.  Otherwise, it's two against two, and he's got the plane!",
        "\r\nHenry: Yeah, which is exactly why he's safe from me.",
        "\r\nCooley: Oh, well, get out of my way, you coward!",
        "\r\n[Cooley screams]",
        "\r\nCooley: Oh, oh, oh, oh!  \r\n\r\n\r\n",
        "",
        ": I knew it.",
        "\r\nSimon: Um -- get your stuff.  We're going home.",
        "\r\nKatie: You kissed me back.",
        "\r\nSimon: Me, kiss you?  What?!  You're hallucinating.  You're crazy.",
        "\r\nKatie: No.  Huh-uh.  My lips have memory.",
        "\r\nSimon: Look, Katie, I wouldn't kiss you if you were stranded here for six\r\n\r\nyears.",
        "\r\nHenry: Well, you'd be surprised what you'd kiss if you were stranded\r\n\r\nhere.",
        "\r\nSimon: Oh, really?",
        "\r\nKatie: Tell him.  Tell him, Henry.  Tell him you saw him kiss me.",
        "\r\nHenry: Yeah, I'd swear to anything today.  Simon, it has been bleak.  I\r\n\r\nmean, wow!  No vodka, no gin, and nothing but kumquats and Katie -- who,\r\n\r\ntruth be told, never gave up hope.  I mean, she said that you would come --",
        "\r\nKatie: -- And kiss me.",
        "\r\nHenry: But not that I doubted our Katie here, but the idea of you just\r\n\r\ndropping everything and flying out here to rescue us --",
        "\r\nKatie: -- And kiss me.",
        "\r\nHenry: Well it was far-fetched, but here you are!  You're the man!  Here\r\n\r\nyou are, rescuing us --",
        "\r\nKatie: -- And kissing me.",
        "\r\nHenry: Too much sun.",
        "\r\nSimon: Yeah, right, right, and whose fault is that, Henry?",
        "\r\nHenry: Well, listen, I packed sun block, but our friend Cooley seems to\r\n\r\nhave eaten it.",
        "\r\nSimon: You put my wife into danger.",
        "\r\nHenry: No, no, no, no, no, no.  Your wife was the least person in danger.",
        "\r\nIn fact, in fact, I think she would have eaten us -- not eaten us, but if you\r\n\r\nhadn't shown up, maybe boiled us, made dinner out of us or something.  Tell\r\n\r\nhim about the fire ants, Katie.",
        "\r\nSimon: You took advantage of her, didn't you?  You took advantage of\r\n\r\nher, yeah?",
        "\r\nHenry: No, no, no, no, no.  She was the one who came up with all this.",
        "\r\nSimon: You cooked up this entire scheme!",
        "\r\nHenry: It was her idea!",
        "\r\nSimon: Give me one good reason why I shouldn't wring your neck!",
        "\r\nHenry: Katie, give him a reason, all right, will you -- now?",
        "\r\nKatie: \"Wife.\" He said \"wife.\" \r\n\r\n\r\n",
        "",
        "Henry: Hey, hey, far be it from me to come between a girl and her dream\r\n\r\nor a man and his wife.",
        "\r\nKatie: \"Wife\"?",
        "\r\nSimon: No, no, no, no.  I know what it costs to rent a plane, Henry, and\r\n\r\nKatie doesn't have that, so this is your operation from the start.",
        "\r\nHenry: No!  Au contraire, mon ami.  Your little Katie is quite the\r\n\r\nmanager.  She squirreled away a small fortune working at WOAK.  Tell him,\r\n\r\nKatie.",
        "\r\nSimon: Hmm?",
        "\r\nKatie: Well, I told you I was good with money.  You just never listened.",
        "\r\nHenry: 30 grand, I kid you not.",
        "\r\nSimon: Look, being good with money doesn't mean she has to give it to\r\n\r\nthe first leech that comes along, does she?",
        "\r\nHenry: Scout's honor, I did not touch a penny.  She got the gear.  She\r\n\r\nrented the plane.",
        "\r\nSimon: She can't fly a plane.",
        "\r\nHenry: All right, yes, the flying part was me, but that's only because she\r\n\r\nbegged me to do it.",
        "\r\nSimon: What, and you listened to her?!",
        "\r\nHenry: You try stopping a Peretti in full battle mode!  What am I saying?",
        "\r\nYou can't.  You're here, aren't you?",
        "\r\nKatie: He's right.  It's all your fault.",
        "\r\nSimon: What?!  My fault?!",
        "\r\nKatie: Yes, because you're you, and I love you, and I know you wouldn't\r\n\r\nlove me unless I found the diamond, so that involved getting the plane and \r\nconvincing Henry, and so here we are.  But it's all okay, because you kissed\r\n\r\nme back.  And the best part is I found the diamond.  So all is well that ends\r\n\r\nwell, right?  \r\n\r\n\r\n",
        "",
        "Craig: You want me to go to the boathouse with you?",
        "\r\nMargo: Craig, we already know that you were there.  Just go to the\r\n\r\nboathouse with me, walk me through it, show me what happened.  Show me \r\nwhy you're not guilty.  Oh, Craig, somebody tried to kill your wife.  Now, if\r\n\r\nit wasn't you, whoever it was is still at large.",
        "\r\nCraig: All right, on one condition.",
        "\r\nMargo: No guarantees.",
        "\r\nCraig: I'm doing this for my sister, detective, because obviously she still\r\n\r\ncares about me.",
        "\r\nMargo: Obviously, Craig, she still does.",
        "\r\nCraig: Okay, fine.  I have a ton of luggage showing up at the Lakeview I\r\n\r\nhave to sign for, so I'll meet you there in about an hour?",
        "\r\nMargo: You will be there?",
        "\r\nCraig: You know, my attorney will be there, too.",
        "\r\nMargo: That's fine.  Whatever you need.",
        "\r\nCraig: No, this is for you, Margo, not for me.",
        "\r\nMargo: Craig, I'm doing whatever I can to help you.",
        "\r\nCraig: Just take care of my sister, will you, because when she realizes\r\n\r\nwhat you've done -- \r\n\r\n\r\n",
        "",
        "Hal: I ain't working with you, Emily.  I ain't working, period, remember?",
        "\r\nEmily: Fine.  Then give me my list back.",
        "\r\nHal: What do you say, Parker?  Should we help the pretty lady out?",
        "\r\nEmily: You know, don't even go there, don't even try, because I know\r\n\r\nyou.  The only thing you want from me is my front page.  Okay, maybe my\r\n\r\ndatabase.",
        "\r\nHal: Well, it certainly ain't your charming company.",
        "\r\nEmily: Charming comp -- I could compliment you.  I could.  Your daddy\r\n\r\n-- your daddy, he doesn't want it.  He would rather a fry in the eye than a\r\n\r\ncompliment any day.",
        "\r\nHal: Well, I'm not gonna wait for a compliment from you, since you're\r\n\r\nconstitutionally capable of complimenting anybody, Emily.",
        "\r\nEmily: Oh, I could.  I could compliment you if I thought long and hard,\r\n\r\nbut weren't we talking about me and how I earned all my enemies?",
        "\r\nHal: You have.  You have no ethics, your goals are shallow, you run over\r\n\r\nanybody to get a headline -- people get mad, they get hurt, and hurt plus mad\r\n\r\nequals enemies.  Simple mathematics.",
        "\r\nEmily: That's fair.  Not very nice, but fair.",
        "\r\nHal: But you're also honest, and you're direct, and you say what's on your\r\n\r\nmind.  Some people like that -- me.  Do you know who you remind me of?",
        "\r\nEmily: Who?",
        "\r\nHal: Lucinda Walsh.",
        "\r\nEmily: Okay, buddy, that's low.",
        "\r\nHal: I like Lucinda.",
        "\r\nEmily: Yeah, I don't.",
        "\r\nHal: I'm sure she feels the same way about you.  Come on, Parker, give\r\n\r\nthe pretty lady a fry.  Cheer her up.",
        "\r\nEmily: Oh, you know what?  Are you gonna be just like your father when\r\n\r\nyou grow up?  Are you gonna tease every woman you know?",
        "\r\nHal: I would have thought the editor of \"The Intruder\" would have had a\r\n\r\nthicker skin.",
        "\r\nEmily: Oh, she does.  She does, but take a look, okay?  Take a look at\r\n\r\nthis skin.  Armadillos don't come better protected.  Come on, have a feel.",
        "\r\nHal: What is the pretty armadillo protecting, her soft, feminine heart?",
        "\r\nNah.  \r\n\r\n\r\n",
        "",
        "Jack: I want you to know it's gonna be fine, 'cause I'm gonna take care of\r\n\r\nit.",
        "\r\nCarly: It already is fine.  We have an apartment.  We have a truly fine\r\n\r\ncoffee pot.",
        "\r\nJack: This is your apartment.",
        "\r\nCarly: No, it isn't.  It's Molly's apartment, and we are welcome to stay\r\n\r\nhere until we decide to go someplace else.  And we don't have to worry \r\nabout a wedding until your divorce comes through, so we can't even think \r\nabout that now.",
        "\r\nJack: You're gonna have everything you deserve.",
        "\r\nCarly: I know, and there's no hurry.",
        "\r\nJack: Not this one!  Cass Winthrop.",
        "\r\nCarly: Cass, of all people, should understand.",
        "\r\nJack: I have to pay him.",
        "\r\nCarly: Yeah, I know.  You can work it out with him.  You can pay him a\r\n\r\nlittle at a time.",
        "\r\nJack: Maybe.  Who knows?  I should go.",
        "\r\nCarly: Promise me you won't worry, Jack?  [Jack laughs] Jack?",
        "\r\nJack: I'll call you.",
        "\r\nCarly: It's gonna be okay.",
        "\r\nJack: Lock the doors for me.",
        "\r\nCarly: Okay.",
        "\r\nJack: 'Cause you and I both know that Craig's probably in the bushes,\r\n\r\nwaiting for me to leave.",
        "\r\nCarly: No, I don't think so.  I think he's learned his lesson.",
        "\r\nJack: No, I don't think so.",
        "\r\nCarly: Jack will forgive me.  He has to.  \r\n\r\n\r\n",
        "",
        "Craig: Thank you, gentleman.",
        "\r\nBellman: Will that be all, sir?",
        "\r\nCraig: Yes.  Thank you.  Carly.  Would you give these gentlemen the 10\r\n\r\nbucks you owe me?",
        "\r\nCarly: The 10 bucks I owe you?  Hmm.  So, what's the problem?",
        "\r\nBarbara's purse empty?",
        "\r\nCraig: That's tasteless, even for you.",
        "\r\nCarly: Sorry.  I don't want to fight.",
        "\r\nCraig: Good, because as you can see, I have a lot of work to do.",
        "\r\nCarly: Oh, hey, B.R.O.  What, are you running the company now?",
        "\r\nCraig: In my wife's absence, yes.  I'm also wanted for questioning by my\r\n\r\nsister, the cop.  And I have a meeting with my attorney.  So you, me, another\r\n\r\nthree rounds, might have to wait.",
        "\r\nCarly: Well, I thought -- I thought we'd could start over.  Friends can\r\n\r\ndisagree, you know?",
        "\r\nCraig: \"Friends\"?  Well -- what was I thinking?  Shall we roast\r\n\r\nmarshmallows and talk about Jack?",
        "\r\nCarly: I thought we could talk about your offer.",
        "\r\nCraig: Which one?  This is nice.  One of yours?",
        "\r\nCarly: Do you like it?",
        "\r\nCraig: That depends.  How much is it going to cost me?",
        "\r\nCarly: I want the job you offered me.  I want to design for B.R.O. \r\n\r\n\r\n",
        "",
        "Emily: Okay, so what do you say, Parker, turnabout fair play?  Should I\r\n\r\ntell your daddy what I think of him, since he was oh so honest with me?",
        "\r\nHal: Ha, ha, ha.  Give it your best shot, go ahead.",
        "\r\nEmily: Yeah, he can take it.  He can take it.  Right, Parker?  Sure, 'cause\r\n\r\nhe's a grouchy, stubborn, hot-headed --",
        "\r\nHal: I'm flattered so far, go ahead.",
        "\r\nEmily: -- Unemployed --",
        "\r\nHal: Hey, I'm proud of that.  I resigned that job for noble reasons.",
        "\r\nEmily: Oh, please, you were about to be fired, and you know it.  But\r\n\r\ndespite all his glaring faults, I like him, 'cause he's a good guy.",
        "\r\nHal: Thank you.",
        "\r\nEmily: He's also loyal.  Some may say to a fault.  And protective,\r\n\r\nespecially if he loves you.  And he even finds the occasional little lost girl in\r\n\r\na well.",
        "\r\nHal: Boy, you're making me sound like a regular Lassie.",
        "\r\nEmily: Oh, yeah, Parker, somebody better tell your father that Lassie was\r\n\r\na girl.",
        "\r\nHal: You're kidding?",
        "\r\nEmily: Okay, he was also married 47 times.",
        "\r\nHal: Oh, what about you?  You've been engaged 110 times.",
        "\r\nEmily: Yeah, well, engaged and marriage are two completely different\r\n\r\nthings.  And I don't plan on doing either of them ever again.  So --",
        "\r\nHal: I'll drink to that.",
        "\r\nEmily: You know that's why we get along.",
        "\r\nHal: Why?  Because we're jaded?",
        "\r\nEmily: No, because -- we don't care.  You know?  That's why we can just\r\n\r\nbe friends.  Can you imagine if we'd met 15 years ago?",
        "\r\nHal: We did meet 15 years ago.",
        "\r\nEmily: No, no, no, I mean -- met, met.  You know what I mean?",
        "\r\nHal: Oh, when I was young and dashing?",
        "\r\nEmily: And I was a mere babe.  Could you imagine if we'd met then?",
        "\r\nWe would've killed each other.",
        "\r\nHal: We would of killed each other.",
        "\r\nEmily: Yeah.  \r\n\r\n\r\n",
        "",
        "Simon: Wait, wait.  What do you mean, \"found my diamond\"?  That's\r\n\r\nimpossible.",
        "\r\nKatie: Not for me.  I just put on my scuba gear.  I swam out to that reef.  I\r\n\r\ndove down.  And it was there, in the middle of all this seaweed.",
        "\r\nCooley: And that's the God's honest truth.  Ah -- she's a wonder, your\r\n\r\nwife.  And if you ever raise a hand to her, you'll answer to me.",
        "\r\nKatie: Oh, no, no.  Simon would never do that.  I mean, sometimes he\r\n\r\ngets a little frustrated and angry, but then he just slams out of the house.",
        "\r\nCooley: Well then, he's a fool.  If you were my woman --",
        "\r\nHenry: What?!  I don't think we need to entertain Katie's husband with\r\n\r\nsuch a remote possibility.",
        "\r\nCooley: Anything you say, mango mama.",
        "\r\nHenry: Ha, ha, ha, ha.  It's true, Simon.  Katie found the diamond.",
        "\r\nSimon: Well, that's great!  Fine, that is fantastic news.  Just show me!",
        "\r\nKatie: Well, I would.  No, I will, as soon as we find the bird.",
        "\r\nCooley: And we will find the bird.  I mean, it's got to come down one of\r\n\r\nthese days.",
        "\r\nHenry: Don't they spawn or something?",
        "\r\nKatie: Ah, that's salmon.",
        "\r\nCooley: No, mate.",
        "\r\nKatie: That's Simon.",
        "\r\nHenry: Sorry.  Just a little wrinkle, Simon, nothing to fret about.",
        "\r\nKatie: See, I was showing the boys the diamond.",
        "\r\nCooley: It's gorgeous.",
        "\r\nHenry: Yeah, and this bird swoops down --",
        "\r\nKatie: It swooped down.",
        "\r\nCooley: And just made off with it.",
        "\r\nKatie: So as soon as we find the bird, we'll show you the diamond.",
        "\r\nSimon: Just wait, wait -- so you swam out into those currents which \r\ndrowned probably -- probably the strongest women I know, and then you --",
        "\r\nyou -- what?  You dove down into some razor sharp reef?  And then, you\r\n\r\nfound a diamond that had been lost there for one year?  And then, a bird\r\n\r\nswoops in -- and flies away?",
        "\r\nKatie: Yeah.",
        "\r\nCooley: That's it.",
        "\r\nHenry: In a nutshell.",
        "\r\nSimon: That is the craziest story I ever heard!",
        "\r\nHenry: Well, unfortunately, it's true.",
        "\r\nSimon: Right.  Fine.  You're a little bit -- whatever.  Katie, get your stuff,\r\n\r\nhoney.  We're going home.",
        "\r\nKatie: Not without the diamond we're not.",
        "\r\nSimon: We are leaving!  Okay?",
        "\r\nKatie: Huh-uh.  No diamond, no Katie.  \r\n\r\n\r\n",
        "",
        "Cooley: You want her to go home with you?  Just tell her you love her,\r\n\r\ndiamond or no diamond.",
        "\r\nKatie: No, no, no, that's not fair.  Simon has dedicated his entire life to\r\n\r\nwooing rich women.  I was a rich woman for five seconds and I will be \r\nagain.  I will find your diamond, I promise.",
        "\r\nSimon: I don't need -- Katie, I'm outta here.  Now, if you're coming with\r\n\r\nme, it's now or never.",
        "\r\nKatie: No, I am not giving up on your dream, no matter what you say.",
        "\r\nHenry: Whoa, whoa, whoa -- wait, wait, wait a second there.  Where you\r\n\r\ngoing?  Listen, I can live without diamonds.  But vodka's another story.  So,\r\n\r\nif you're casting off --",
        "\r\nKatie: What kind of con man are you that you wouldn't take a chance on\r\n\r\na sure thing?",
        "\r\nSimon: What, what -- a bird with a diamond in its beak.",
        "\r\nKatie: Me!  I am a sure thing!  Tell me, okay, think about it -- how many\r\n\r\nwomen do you know who would get a plane, crash it, come to this island, \r\ndive in the middle of the ocean and find a diamond for you?  I'm amazing.",
        "\r\nWould you bet on me?",
        "\r\nCooley: In a heartbeat, darling.",
        "\r\nKatie: And you?",
        "\r\nHenry: Yeah, unfortunately, I find you impossible to resist.",
        "\r\nKatie: See?  So, you're outvoted.  So, what we need to do is make some\r\n\r\nkind of a weapon and then we'll find my bird.",
        "\r\nSimon: What -- your, your bird?  There has to be at least 10,000 on this\r\n\r\nisland.",
        "\r\nKatie: Well, this one has a ring around his beak and very sharp eyes.",
        "\r\nSimon: Well, that narrows it down.",
        "\r\nKatie: Hey, what is the big deal?  Why not take a chance, you're already\r\n\r\nhere.  I got it out of the water.  All we need to do is find it in the air.",
        "\r\nSimon: Well, you can -- you can look for one last time as we're flying\r\n\r\naway.",
        "\r\nKatie: Fine.  Go home if you want.  But I'm gonna stay here and I'm\r\n\r\ngonna find your diamond.  And then, I'm gonna swim home and give it to \r\nyou.",
        "\r\nHenry: Katie, Katie, I think now is the time to reconsider.",
        "\r\nKatie: Not a chance.",
        "\r\nHenry: Simon!  Hey, you know your wife, she is stubborn.  Listen, I tell\r\n\r\nyou what.  Why don't we just take off for the mainland?  There's this cute\r\n\r\nlittle bar right on the outer banks.  And then we'll let her get her hands dirty\r\n\r\nhere and come back and pick her up around 0800 hours --",
        "\r\nSimon: Listen, mate!  You are not going anywhere.  \r\n\r\n\r\n",
        "",
        "Emily: Okay, you're gonna do this?  You promise you're gonna do your\r\n\r\nbest to keep an open mind about this whole investigation?",
        "\r\nHal: I'm sittin' here with you.  How much more open-minded could I get?",
        "\r\nEmily: Okay, just read the list.  Okay?  I'm gonna contact the D.A.  And\r\n\r\nyou, little man, do me a favor -- remind your daddy that ketchup isn't a \r\nvegetable, no matter what the U.S. Government says.",
        "\r\n[Emily leaves]",
        "\r\nHal: Yeah, well, I don't care what she says.  She's still a pretty lady, don't\r\n\r\nyou think?  \r\n\r\n\r\n",
        "",
        "Craig: So you got all dolled up and came over here to ask me for a job.",
        "\r\nWhy, Jack run off with a meter maid?",
        "\r\nCarly: Why I want the job is none of your business.",
        "\r\nCraig: And I thought we weren't going to fight.",
        "\r\nCarly: You see, this is the problem with you.  You are always crossing\r\n\r\nthe line, Craig!",
        "\r\nCraig: And you have no patience.  Carly?",
        "\r\nCarly: What?!",
        "\r\nCraig: Look, I'm willing to discuss this as friends, but as you can see, I\r\n\r\nam kind of busy.  You see this stuff?  You see this mess?  I have just been to\r\n\r\nNew York.  Lucinda tried to stage a takeover of the company.  I had to throw\r\n\r\nher out.  I had to fire the staff.  I had to collect all the files.  You see this\r\n\r\ncompany?  It's a mess!  Barbara and her son Paul have mismanaged it to the\r\n\r\npoint of bankruptcy.",
        "\r\nCarly: But I -- I don't understand.  I thought this company was very\r\n\r\nsuccessful.",
        "\r\nCraig: Once upon a time.  But Barbara's a designer.  And Paul is a -- he's\r\n\r\na son.  They expanded when they should have cut back.  They got into\r\n\r\nmarkets without doing their homework.",
        "\r\nCarly: I see.  So the -- the company is failing, so you can't give me a job.",
        "\r\nCraig: The company is failing, but I am gonna turn it around.  I owe\r\n\r\nBarbara that much.",
        "\r\nCarly: Right.  So you've said.  But I think you may want to save the\r\n\r\ncrescendo for Margo when she comes after you with a subpoena.",
        "\r\nCraig: Is that what you think?",
        "\r\nCarly: Well, everybody knows you've been taking money from B.R.O.",
        "\r\nIt's not a secret.",
        "\r\nCraig: Everyone is wrong.  I have made that money for B.R.O. three or\r\n\r\nfour times over.",
        "\r\nCarly: Oh, good.  So when Barbara wakes up, she'll be so dazzled by the\r\n\r\nspreadsheet, she won't press charges.",
        "\r\nCraig: If you thought I'd burned her up, you wouldn't be here.  All right?",
        "\r\nSo save the sarcasm.  I can't take it, not today.",
        "\r\nCarly: No.  I know you wouldn't -- I know you wouldn't burn up \r\nanybody.  I just meant about the money thing.",
        "\r\nCraig: I do need your help.",
        "\r\nCarly: I gave you my last million.  Sorry.",
        "\r\nCraig: No, B.R.O.  Needs a spring line -- something different, something\r\n\r\nfabulous.  We have one chance to get back in the game here.",
        "\r\nCarly: Well, if you want me, it'll have to be on my terms.",
        "\r\nCraig: Oh-hoo-hoo-hoo.  That's new and different for you -- dictating\r\n\r\nterms?",
        "\r\nCarly: I mean it.",
        "\r\nCraig: Scout's honor -- Jack will not know.",
        "\r\nCarly: No, no.  First of all, Jack will know.  He will know everything.",
        "\r\nAnd secondly, if I take this job, I will be an employee of B.R.O., and that's\r\n\r\nit!  I'm not your girlfriend or your mistress or your confidante.  So you'll\r\n\r\nhave to find somebody else's shoulder to cry on.  You got it?  Between you\r\n\r\nand me, strictly business.",
        "\r\nCraig: What will I do with my tears?  I am late to meet my sister.",
        "\r\nCarly: And I have to meet Jack.  Do we have a deal? [Carly extends her\r\n\r\nhand]",
        "\r\nCraig: Well, I would shake your hand, but I wouldn't want it to be \r\nmisconstrued.",
        "\r\nCarly: Just shake it.",
        "\r\nCraig: It's official -- you, me and a lot of dresses.",
        "\r\nCarly: No, no, no.  Separates, honey.  It's a mix-and-match world.",
        "\r\nCraig: Love to Jack.  \r\n\r\n\r\n",
        "",
        "Simon: You see that -- you see that plane out there?",
        "\r\nHenry: Yeah, case in point.  Katherine?  Katherine, would you observe\r\n\r\nthe structures that are holding up that plane, please?",
        "\r\nKatie: The pontoons?",
        "\r\nHenry: Mm-hmm, exactly.  Yes, my dear, that is a sea plane, which is\r\n\r\nwhat she failed to rent --",
        "\r\nKatie: Hey!",
        "\r\nHenry: -- 'Causing us to have a nice little accident, just north of here, that\r\n\r\nI'll never forget.",
        "\r\nCooley: Yeah, it's pretty small.",
        "\r\nSimon: Yes, it is small, very small.  So, sweetheart, you ain't goin'\r\n\r\nanywhere.",
        "\r\nHenry: What?!  You won't even know I'm there.  No, hold it.  Better idea\r\n\r\n-- I've got it.  Why don't I just take the first leg?  I'm a great pilot.  You can\r\n\r\nask Katie.  That way, you two can just cozy up in the backseat there and get\r\n\r\nreacquainted.  Yeah, no, two's company.  Three's a, you know, big pain in\r\n\r\nthe butt.  But since I've been keeping your wife alive here, I really -- wha --",
        "\r\nwhat -- what do you mean, \"what backseat?\" Wha -- what?",
        "\r\nSimon: Uh, that's what I mean, \"What backseat?\" That's a two-seater\r\n\r\nplane.  So anybody wanna guess what cross-dressing cutie pie gets to stay\r\n\r\nbehind?",
        "\r\nCooley: Cross-dressing?  You make a habit of this?  \r\n\r\n\r\n",
        "",
        "Carly: Hey.",
        "\r\nJack: Hey.",
        "\r\nCarly: How'd it go with Cass?",
        "\r\nJack: He was booked.  I'll catch him later.  Where were you?",
        "\r\nCarly: I was taking this outfit out for a walk.  I wanted to see if it worked.",
        "\r\nJack: Oh, it works.",
        "\r\nCarly: Really?",
        "\r\nJack: Yeah.",
        "\r\nCarly: Do you like that?",
        "\r\n[Jack laughs]",
        "\r\nCarly: Do you think it's good?",
        "\r\nJack: It's great.  You're a terrific designer.",
        "\r\nCarly: I hope so.",
        "\r\nJack: Yeah.  You're -- you're gonna make it.  You are.  You just keep\r\n\r\ndoin' what you're doin'.",
        "\r\nCarly: I know.  Actually, I wanted to talk to you --",
        "\r\nJack: Once I get everything squared away with Cass, maybe I can help\r\n\r\nyou out, you know, if you need some fabric or anything.",
        "\r\nCarly: Oh, that's so sweet, honey.  Thank you.",
        "\r\nJack: Cass has got to come through.",
        "\r\nCarly: Well, I'm sure he will.  But you have to remember that you're not\r\n\r\nalone anymore, Jack.",
        "\r\nJack: I know.",
        "\r\nCarly: I know it's you and your pride, and that's great.  But you gotta\r\n\r\nremember it's the two of us together now.",
        "\r\nJack: Hey, you got any ideas, I'm open.",
        "\r\nCarly: Well, actually, I do.  Only, you're not gonna like it. \r\n\r\n\r\n",
        "",
        "Cass: Do you stay up nights dreaming of ways to make my job more \r\ndifficult?",
        "\r\nCraig: Isn't that every client's prerogative?",
        "\r\nCass: You're not the only one who's at risk here.",
        "\r\nCraig: I am fully prepared to testify that I lied to you about Barbara\r\n\r\ngiving me permission for use of B.R.O. funds.",
        "\r\nCass: I don't want you testifying at all.  That would be disastrous.  Our\r\n\r\nbest refuge, our only refuge, is the fifth amendment -- \"Thou shalt not \r\nincriminate thyself nor thy attorney nor anyone else if you can possibly help\r\n\r\nit.\"",
        "\r\nCraig: Think of the book you'll get out of this.",
        "\r\nCass: From my cell?",
        "\r\nCraig: It'll be okay.  Remember, I didn't do it.  Can we do this outside? \r\n\r\n\r\n",
        "",
        "Margo: Craig, you said you were gonna walk me through this.",
        "\r\nCraig: Yeah, well, I was never in here.  And to be here, where she was\r\n\r\nburned --",
        "\r\nCass: My client will answer your questions but only insofar as they \r\npertain to the night in question.",
        "\r\nCraig: It's all right, Cass.  She's my sister, too.  I'll tell her \r\nanything that she wants, just -- just not here. \r\n\r\n\r\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=P0ov_vh7FjM"
}