{
    "Episode Summary": [],
    "Recap": [
        "Lisa informs Katie about Liberty's room service bill when Parker came over to visit her in her hotel room. Katie informs Jack about the situation and tells him not to be to hard on Parker because she is sure this was Liberty's idea. Katie tells Liberty she will tell Brad what she did and Liberty tells Katie Brad won't care she had her cousin over to visit. Katie goes back to her house to talk to Brad and finds Brad and Janet half naked eating lasagna. Brad tells Katie he broke the air conditioning and Janet brought the lasagna over as a housewarming gift. Katie tells Brad about Liberty's room service bill and at first he is angry but Janet persuades him not to be too hard on Liberty. Katie tells Brad that Janet won't come over without calling first next time and then he is to call her so she won't walk in on a scene. Holden, Lily, Jack and Carly argue about being chaperones for the school dance and at the end of the arguments, both couples decide to chaperone the school dance for their children. Noah finds the letter his father sent him stuffed in a drawer inside his house. Luke suspects Ameera brought it there and encourages Noah to call state department agent Ben Coyle to confirm Ameera's story about how she met Colonel Mayer. Agent Coyle confirms Ameera's story and Noah is not suspicious anymore about Ameera. Colonel Mayer arrives to visit Ameera at Noah's house and asks her to help him. Noah finds a good-bye note from Ameera saying she found another way to stay in the U.S.A. and he can soon get an annulment of their marriage. Luke and Noah are happy they are finally free of the lies and begin to make love until they are interrupted by a state policeman who informs Noah his father has escaped from prison."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: Good morning.",
        "Holden: Good morning.",
        "[SCENE_BREAK]",
        "Carly: Hey, shake a leg, Parker! Your dad's gonna be here any minute! I'm gonna put your lunch in your backpack! [Carly takes out a paper about a school dance at Al's] When were you gonna tell me about this?",
        "[SCENE_BREAK]",
        "Noah: Hey. Where are you?",
        "Luke: I'm at Java, grabbing some coffee before I have to start cramming for some stupid final. What's up?",
        "Noah: No, um -- never -- never mind. [Stammers] That's more important. Don't worry about it.",
        "Luke: No, you sound upset. Should I come over?",
        "Noah: No. Um, I'll come to you.",
        "[SCENE_BREAK]",
        "Janet: I have breakfast!",
        "[Liberty groans]",
        "Liberty: Come back when you have lunch.",
        "Janet: Oh, come on, Honey. How can you be like that, huh? Libby Lulu! Liberty, come on. Get up. I don't understand how you can sleep all day. I am such an early riser. I'm, like, up at the crack of dawn. The early bird gets the worm. Hmm. You must have gotten this whole sleeping-in thing from your father.",
        "[Liberty sighs]",
        "[SCENE_BREAK]",
        "[Brad sighs]",
        "Brad: That was definitely worth getting out of bed for.",
        "Katie: You think?",
        "Brad: Think? No, I can't. [Both laughing] Too light-headed.",
        "Katie: It's official. We have made love in every room in this house. Some more than once.",
        "Brad: Yeah. I like this home. [Katie laughs] This is the best home I've ever had.",
        "Katie: Mm, and it's ours. It's all ours.",
        "Brad: You know how you said that we've christened every part of this house?",
        "Katie: Mm-hmm.",
        "Brad: We missed a spot.",
        "[Katie laughs]",
        "[SCENE_BREAK]",
        "Noah: Hey. You're not gonna believe this. I was home, looking for my cell phone charger --",
        "Luke: You always lose that thing.",
        "Noah: And I found this instead. It was buried in some drawer.",
        "Luke: The letter from your father? I thought you lost this.",
        "Noah: So did I. Luke, I wasn't even living there when he sent that. I mean, how did it --",
        "Luke: How did it end up there? [Luke scoffs] Well, I think you know. You just don't want to say. So I will -- Ameera.",
        "[SCENE_BREAK]",
        "Katie: I got to go to the studio and put together my itinerary before Kim sends me off to cover the election.",
        "Brad: Just have one of our assistants take care of it.",
        "Katie: Do we -- no. No, we don't have assistants.",
        "[Brad clears throat]",
        "Brad: Fine, go. I'll just -- I'll just be here, taking care of some manly stuff.",
        "Katie: Do I even want to ask?",
        "Brad: You know, I'm thinking about a fresh coat of paint, touching up some of the molding. Yeah. Yeah. Painting's hard work.",
        "Katie: Yeah.",
        "Brad: Break a sweat. Might have to take off my shirt.",
        "Katie: Oh, like I haven't seen that before. I'll tell you what. You let me go, then I'll hurry back home, and I will help you do some painting. I'll help you get to the hard-to-reach places. And maybe I'll have to take off my shirt, too.",
        "Brad: Deal.",
        "[Cell phone ringing]",
        "Katie: Hello? Oh, yeah, hi, Lisa. No, we settled our account before we checked out. You must be talking about Liberty's room. How much was it? How much?",
        "[SCENE_BREAK]",
        "Lily: Ooh, be sure to cut those crusts off.",
        "Holden: She doesn't care about that anymore.",
        "Lily: Really? I did it for her yesterday, and she didn't say anything. Why don't you just go ahead and do it anyway?",
        "Faith: Hey, Mom.",
        "Lily: Hey.",
        "Faith: Have you seen my blue dress?",
        "Lily: I think that's a little fancy for school. I like what you're wearing.",
        "Faith: It's not for school. It's for the dance at Al's. I can go, right?",
        "Holden: Are there gonna be any chaperons at this dance?",
        "Faith: Some of the other parents are gonna be there.",
        "Lily: Probably because they filled out the same form we did, saying that we'd volunteer at any time. Why didn't they call us?",
        "Faith: I told them that you wouldn't want to do it.",
        "Lily: Why would you do that?",
        "Faith: Come on, Mom. Isn't it obvious?",
        "[SCENE_BREAK]",
        "Carly: When were you planning on telling me about this?",
        "Parker: Mom, it's just a stupid dance.",
        "Carly: Mm-hmm, that your father and I were asked to chaperon.",
        "Parker: Mom, I don't even know if I'm going.",
        "Carly: That's not the point, Parker.",
        "[Knock on door]",
        "Jack: What's going on?",
        "Carly: Have a look at this.",
        "Jack: Cool! School dance! Hey, it's been a while since I showed off my moves.",
        "Parker: Dad, please don't. Just forget about it, all right?",
        "Jack: Parker, why don't -- why don't you give me and your mom a minute?",
        "Parker: Sure. Just let me know if I do anything wrong on my way to my room.",
        "Jack: Wow. You want to fill me in?",
        "[Carly sighs]",
        "Carly: It's just when I saw the flier and I didn't know anything about the dance, for a minute, I was worried that Parker's keeping things from us again.",
        "Jack: Well, if you feel that way -- hey, listen, they need chaperons. Maybe we should do it.",
        "Carly: I agree. One of us should definitely be there.",
        "Jack: What, are you saying you don't want to go to the dance with me?",
        "Carly: That's exactly what I'm saying. I'm just being honest, Jack. I don't think we both need to be there.",
        "Jack: Why, Carly? Why not?",
        "Carly: Because we are Parker's parents. We are not a couple.",
        "[Jack laughs]",
        "Jack: I don't see how chaperoning a school dance suddenly gives us couple status.",
        "Carly: I just don't want to give him the wrong idea. Parker is finally accepting the way things are between us now.",
        "Jack: Yes, the us that isn't a couple? Tell you what -- I'll stand by the punch bowl and stare at my feet. You'll never know I'm there.",
        "Carly: I always know where you are, Jack. Why is it so important to you that we do this? Why are you suddenly jumping at a chance to hang out at a school dance?",
        "Jack: We were asked to do this.",
        "Carly: No, you see right there? It says, \"If either parent is available\" --",
        "Jack: So we're both available! What is the big deal?",
        "Carly: The big deal is -- if I were the one to suggest that we do this, do you know what you'd say to me?",
        "Jack: No. No, what?",
        "Carly: You would accuse me of having an ulterior motive. [Jack laughs] What, that's not true?",
        "Jack: No, no, it's not! Wh -- why is it that everything I do or say suddenly has some -- some sort of statement on our relationship?",
        "Carly: I don't know, Jack. Maybe because you always feel the need to put me in my place.",
        "Jack: That's nice. Really, Carly, that is -- that is just -- that's -- that's great. Fine. If you don't want to do this with me --",
        "Carly: I don't! Why don't you just leave, Jack, okay? I will bring Parker to school, and I will volunteer to chaperon the dance.",
        "Jack: You do that.",
        "[SCENE_BREAK]",
        "Holden: Honey, what is it? Were you afraid that we'd embarrass you by taking too many pictures, waving from the sidelines? What?",
        "Faith: No. I just thought you'd be bored. That's all.",
        "Lily: Honey, we -- we love doing these things for you. Remember the class car wash, that water fight? Hardly boring stuff.",
        "Faith: Okay, but, Mom, this is different. My friends' parents aren't gonna be there. [Faith stammers] And you wouldn't know anybody.",
        "Lily: Okay.",
        "Faith: I'm gonna go out to the barn and see the new foal. I'll wait for you by the car.",
        "Lily: Wait. Lunch. Hug. Mm. Have a great day, Sweetie.",
        "Faith: Okay.",
        "Lily: You know that's not the real reason she doesn't want us at the dance.",
        "Holden: Lily, I know.",
        "Lily: We are fooling ourselves into believing that our problems are only visible behind closed doors. It's clearly not the case.",
        "Holden: I really think that we're doing the best we can.",
        "Lily: Are we, Holden? Faith is embarrassed by us. And you know what the sad thing is? She's right. It would be embarrassing to go and pretend that everything's great when even a child can see that's not true.",
        "[SCENE_BREAK]",
        "Noah: Did I think that Ameera took the letter? Yeah, maybe for a second. But, I mean, how and why? It doesn't make any sense.",
        "Luke: Well, if you consider her relationship with your father --",
        "Noah: She doesn't have a relationship with my father.",
        "Luke: Will you at least consider the possibility, Noah? Look, you get this letter, what, a day before Ameera comes into town? Just one day, Noah. And then it goes missing for months, and then you find it stuffed inside some drawer in the house that the two of you live in together.",
        "Noah: I know. I can't make sense of it either.",
        "Luke: Well, does she know that you found the letter?",
        "Noah: No. She wasn't home.",
        "Luke: Look, will you just do one thing for me? My grandma gave me the number of this guy. His name is Ben Coyle. He works for the state department. She told me that he'd help us out if we ever needed it.",
        "Noah: You want me to call him?",
        "Luke: I want us to.",
        "Noah: Luke --",
        "Luke: Look, let's just see what he has to say. Maybe you're right. Maybe there is no connection between Ameera and your father. But what if there is?",
        "[SCENE_BREAK]",
        "Ameera: Noah?",
        "Colonel Mayer: Hello, Ameera.",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Katie: Liberty, open up! Liberty!",
        "Janet: Shh, shh, shh, shh, shh! She's sleeping. You'll wake her up.",
        "Katie: Good! Do you know what time it is?",
        "Janet: I'm letting her sleep in.",
        "Katie: What about school?",
        "Janet: First period, geometry. Who needs it?",
        "Katie: Liberty does to graduate. Up, up, up!",
        "Janet: My baby likes to wake up slow.",
        "Katie: We don't have time for that. Up, up!",
        "Liberty: God, what are you doing here?",
        "Katie: I'm taking you to school today.",
        "Liberty: At whose request?",
        "Katie: The Illinois board of education. Up, now.",
        "[Liberty sighs]",
        "[Door slams]",
        "Janet: Ooh! I told you she likes to wake up slow.",
        "Katie: Mm.",
        "Janet: Huh?",
        "Katie: Those from room service?",
        "Janet: Mm-mm. No, I got these at that, uh, Java place. Oh, such an adorable little restaurant. Speaking of adorable, how was your first night in your new pad?",
        "Katie: Better than I could have ever expected.",
        "[SCENE_BREAK]",
        "Lucinda: Hi, Darling.",
        "Lily: Hey.",
        "Lucinda: Hi, Cinderella. How are things going?",
        "Lily: Just wonderful.",
        "Lucinda: Oh! Well, now, I thought that you and the prince were gonna dig your heels in and work things out, Darling. But I just passed him. He was going in the barn, and he seemed --",
        "Lily: Cold, a million miles away?",
        "Lucinda: Uh-huh.",
        "Lily: We talked. He told me that he needs to learn to love me again.",
        "Lucinda: What? [Lucinda sighs] I know I'm supposed to keep my mouth shut around here, but --",
        "Lily: Mother, don't. I mean it. You will only make things worse.",
        "Lucinda: I probably will, but I don't -- why? Why is he doing this to you?",
        "Lily: Because that's how he feels. [Lily scoffs] You know Faith has a dance coming up, and she doesn't want us to chaperon because even she can see how bad things are between us?",
        "Lucinda: No, Faith never said that to you.",
        "Lily: No, no, she didn't, but she would have. She made up some excuse. I mean, Holden and I don't belong at that dance.",
        "Lucinda: Why not?",
        "Lily: Because everybody will know that we're pretending, and I'll know that they know, and, no, thank you.",
        "Lucinda: Darling, everybody is pretending about everything all the time! So what? [Lucinda sighs] If you keep this up, Honey, you're not gonna have a shred of marriage left to save.",
        "[SCENE_BREAK]",
        "Janet: So, uh, Katie, are you gonna pick up Liberty from school, or is Brad?",
        "Katie: I will. Brad's painting the house today.",
        "Liberty: I can get myself home, you know?",
        "Katie: Yes, but it's the getting-you-to-school part that's oh, so tricky.",
        "[Janet laughs]",
        "Janet: That's funny. Okay, um, why don't you go to school? I will see you later. I love you very much.",
        "Liberty: Okay, bye.",
        "Janet: Bye-bye. Oh, excuse me, excuse me. Hi. Pardon me. Nice tie!",
        "Clerk: Thanks. It's -- its part of the uniform.",
        "Janet: Wow! Nice uniform. Hey, listen, um, I'm new here in the hotel, and I'm a little embarrassed to ask you this, but, um, could you point me towards your kitchen?",
        "[SCENE_BREAK]",
        "Liberty: So, I totally dig the police escort, but you think next time I could drive?",
        "Katie: Of course. You don't have a driver's license or a permit, but that's how it is with you. Whatever you can get away with, right?",
        "Liberty: Ooh, wow, okay. You could have just said no.",
        "Katie: How about this -- I know about your little night with Parker, when your father and I left you alone in your hotel room. [Liberty sighs] Wow. You're not even gonna try to deny it. Do you have any idea how much your good time cost us?",
        "Liberty: Katie, you don't even know it was me. I could have been the poor little victim of identity theft.",
        "Katie: No, it was you, and you are so busted.",
        "[SCENE_BREAK]",
        "Carly: Ah, look who's here. You know, someday they'll actually catch the bus, and then what will we do with our mornings?",
        "Holden: Try not to think about that. You have everything, honey? Okay. I love you. Have a good day.",
        "Carly: Hey, Parker, call me if you need a ride home from practice.",
        "Parker: I always do.",
        "Faith: What are you so happy about?",
        "Parker: Nothing. Just my parents are trying to crash the school dance.",
        "Faith: I'm safe. Mine aren't even talking. Guess they're not going.",
        "Carly: I'm sure I'm the last person you want to hear this from, but you look a little down.",
        "[Holden chuckles]",
        "Holden: Worn down. That's more like it.",
        "Carly: Right. Okay. Well, I'm gonna head in. I'm gonna let them know I'm available to chaperon the big dance.",
        "Holden: You and Jack are doing that?",
        "Carly: No, no. Just me. No Jack.",
        "Holden: Oh. Lily and I -- we found out about that this morning.",
        "Carly: You going?",
        "Holden: No, we're not. Lily's decision. Actually, I'm kind of relieved that she thought it was a bad idea.",
        "[SCENE_BREAK]",
        "Lucinda: May mother give an unsolicited opinion?",
        "Lily: Do you offer any other kind?",
        "Lucinda: I think that you turning up the chance of being the chaperon at the dance with Holden was a tactical mistake.",
        "Lily: But I had to draw the line somewhere.",
        "Lucinda: Oh, Honey, it's not the time now to draw the line in the sand. Anyway, this could be just a wonderful opportunity for Holden to fall in love with you all over again -- sweet 16, all that -- all that kid stuff. All right. Allow yourself the possibility of finding what you're looking for when you least expect it.",
        "Lily: But faith -- I mean, she's so worried that this night will end in another fight, and I can't guarantee her that it won't.",
        "Lucinda: So what? It's just one night. It doesn't have to be perfect. You just have to spend it with your husband.",
        "[SCENE_BREAK]",
        "Holden: Lily and I -- we've changed, and we just need some time to figure out who we are now.",
        "Carly: Well, you don't think spending an evening together might help with that?",
        "Holden: It's just so much pressure to go back to who we were, and I don't want to do that. I want to move forward.",
        "Carly: Huh.",
        "Holden: What?",
        "Carly: Nothing. It's just that Jack and I had a very similar argument. I -- I tried to explain to him why I didn't want to be put in a position where it was assumed that we were together, but he didn't understand.",
        "Holden: Why is it that no matter how old you are, school dances make you sick to your stomach?",
        "[Carly laughs]",
        "Carly: Tell me about it.",
        "Holden: Well, at least you're not letting it stop you.",
        "Carly: You know, you shouldn't either. Why don't you come with me?",
        "Holden: What, chaperon the dance?",
        "Carly: Yeah.",
        "Holden: I don't know.",
        "Carly: Come on. Please? Then I'd -- I'd at least know one parent there. Don't make me do it alone.",
        "Holden: All right, fine. You guilted me into it.",
        "Carly: I can live with that.",
        "[SCENE_BREAK]",
        "Liberty: Okay. In my own defense, I don't see what all the hubbub is about. So me and Parker hung out. What's so wrong? We didn't break anything.",
        "Katie: Except the rules. Your father was very clear about that -- no visitors.",
        "Liberty: Well, I didn't know that that included family.",
        "[Katie scoffs]",
        "Katie: Nice try. Did Parker know he wasn't supposed to be there? You know I'm gonna have to tell your dad about this.",
        "Liberty: Fine, Katie. Go ahead. It's not like he'll care.",
        "[Cell phone ringing]",
        "Jack: Snyder.",
        "Katie: Jack, it's Katie. Is there any way you can meet me at the studio?",
        "Jack: Right now? Uh, Katie, I'm -- I'm kind of in the middle of something here.",
        "Katie: It's about Parker.",
        "[Doorbell rings]",
        "Brad: Come in. The door's open.",
        "Janet: Ooh! Look at you. Hard, hard, hard.",
        "Brad: What?",
        "[Music stops]",
        "Janet: I said, \"Don't work too hard.\"",
        "Brad: What are you doing here?",
        "Janet: Oh!",
        "Brad: And what is that smell?",
        "Janet: Well, do you like it? It's like a housewarming gift. I just, you know, thought you might like something. Don't mind me. I'm just gonna drop this off in the kitchen. There we go. Can I ask you a question? Why is it so hot in here?",
        "Brad: Uh, yeah. I was -- I was messing around with the wiring, and I blew out the A.C.",
        "Janet: Oh, my goodness! Oh, oh, oh, oh! Much, much better. Whew! So, what do you say, Bradley? You feel like having a little Italian?",
        "Brad: Oh, damn it.",
        "Janet: Ooh, ooh. Oh, be careful.",
        "[Janet laughs]",
        "Brad: I'm okay. I'm okay, Janet.",
        "Janet: Careful, you don't want to bust your moneymaker.",
        "Brad: Yeah, yeah. Just -- just -- it's just, uh -- just paint. Wow. This is -- uh, it's awkward.",
        "Janet: How so?",
        "Brad: Uh -- you know, Janet, you're a beautiful woman. I mean, like, you're a really, really beautiful woman, and -- and, you know, you have no idea how flattered I am. And I think -- well, actually, you know what? I don't even think \"Flattered\" is the right word. Uh, the old -- the old me -- the old me would be all over them -- I mean, this. And, um, uh -- but, you know, I'm married, see? And with a capital \"M\" and a ring, and I love Katie.",
        "Janet: Bradley, whoa. What are you talking about?",
        "Brad: Well, you know, when you, uh -- when you gave me the offer for -- to have Italian --",
        "Janet: Oh.",
        "Brad: Ow.",
        "Janet: Snap out of it! Come on! I was talking about the lasagna I brought you over! I thought you might be hungry from all the painting. Oh, for G -- I was being polite!",
        "Brad: I'm sorry. [Brad laughs] I'm sorry.",
        "Janet: All right. Whatever, whatever. It's lasagna. You in, you out? It's meat and cheese.",
        "Brad: I'm in. I'm in. Let's do this.",
        "Janet: All right. Good, good. Just wait until you see what I brought you for dessert.",
        "[SCENE_BREAK]",
        "Katie: The night of Metro's reopening, do you remember where Parker was?",
        "Jack: Yeah. He was at a friend's house.",
        "Katie: You remember which one?",
        "Jack: Um -- his buddy -- his buddy Tyson. They're on the hockey team together. Why?",
        "Katie: 'Cause he lied to you. He was with Liberty at the Lakeview. I have the room-service bill to prove it.",
        "Jack: Oh, that's just great. [Jack sighs] Do you have the bill? Let me pay half of it, at least.",
        "Katie: No, no, it's not about the money. And please understand that I am not blaming Parker for this.",
        "Jack: Well, he's partially to blame. He was there, wasn't he? Any other damages besides the food?",
        "Katie: Oh, they rented a couple movies. Nothing x-rated though, thank God. I'm sorry.",
        "Jack: You're sorry? Why?",
        "Katie: Well, because we've been having problems with Liberty, and I think Parker being there was just a part of her testing us more than anything else.",
        "Jack: Yeah, well, we thought we were past this with Parker, too.",
        "Katie: Don't be too mad. I think Parker and Liberty were probably just thinking they were having some harmless fun.",
        "[SCENE_BREAK]",
        "Brad: They let you use their kitchen? You're a guest.",
        "Janet: A very persuasive guest.",
        "Brad: Yeah.",
        "Janet: Uh-huh. Oh -- mmm, mmm, mmm. Let me tell you, it wasn't easy using that kitchen. They have this French chef there -- Jacques. He and I got into it a little bit.",
        "Brad: Over what?",
        "Janet: Well, that little Frenchie wanted me to make my lasagna vegetarian. Can you believe it? That is sacrilege where I come from. So I gave him a little what for, he gave me a little what have you, and the next thing you know, I am welcome back in his kitchen anytime.",
        "Brad: Well, what happened in between what for and what have you?",
        "Janet: He got a little taste. Hmm? Is this not the best you've ever had?",
        "[SCENE_BREAK]",
        "Liberty: Hey, tough guy! Come here!",
        "Parker: Wow. You're actually in school today.",
        "Liberty: Eh, for now. I have a little question for you. This dance everyone's talking about -- are you going?",
        "Parker: Maybe. I don't know. How about you?",
        "Liberty: I'm checking my mental planner as we speak.",
        "Friend: Parker, let's go.",
        "Parker: I have to go.",
        "Liberty: Okay.",
        "[SCENE_BREAK]",
        "Noah: I can't believe it. Everything Ameera said about my father -- it all checks out.",
        "Luke: Are you sure about this?",
        "Coyle: I double-checked the facts myself. Noah, you have any questions?",
        "Noah: I just can't picture my father doing any of this. I mean, all the stories Ameera told me, it's -- it's just very different from what I know.",
        "Coyle: Well, your father took a lot of risks to help out her family in Iraq. Even tried to get his stay extended, but the army had other plans for him.",
        "Luke: Well, what I want to know is if Colonel Mayer and Ameera had any contact after her mother died.",
        "Coyle: Well, you know about the phone calls from Statesville and the money he wired up until his arrest last October. As for face-to-face contact, I can assure you, it's been a number of years.",
        "[SCENE_BREAK]",
        "Ameera: Is there anything I can get you -- something to drink or eat?",
        "Colonel Mayer: Why don't you sit down? You aren't afraid of me, are you?",
        "Ameera: No, Colonel. Does Noah know you're here?",
        "Colonel Mayer: I didn't come here to see Noah. You already knew that.",
        "Ameera: I don't know where he is. If he comes home and sees --",
        "Colonel Mayer: Don't look so worried. Everything's gonna be fine. [Colonel Mayer sighs] But there is something I need your help with.",
        "Ameera: I understand.",
        "[SCENE_BREAK]",
        "Luke: So -- [Luke grunts] Don't you feel better now that you've seen Coyle's file?",
        "Noah: A little. I mean, at least we know she wasn't lying about my dad, right?",
        "Luke: Well, what about the letter?",
        "Noah: Oh, come on. Luke, you -- you're searching for things that -- that just aren't there.",
        "Luke: Am I? Coyle told us she was in town for days before she made contact with us. Maybe she was following us. Maybe she saw you with that letter.",
        "Noah: All right, maybe she was, but why, okay, when everything else she said was true?",
        "Luke: I don't know! I don't know. Maybe she was trying to see where your head was at or see if you'd be receptive to somebody who knew your father. I just won't feel comfortable until we know.",
        "Noah: All right. Let's ask her.",
        "[SCENE_BREAK]",
        "Brad: There's more?",
        "Janet: I told you I had dessert. Of course, I wasn't sure that you'd have room for it after you scarfed down that lasagna.",
        "Brad: There's always room in my belly for food.",
        "Janet: Aw, you sure know how to make a chef feel like a princess. Open wide. How's that?",
        "Brad: That's good.",
        "Janet: Mmm.",
        "Brad: Holy cow.",
        "Janet: I'm glad you like it.",
        "Brad: That is good.",
        "Janet: Is this the best pudding you've ever had?",
        "Brad: Mm-hmm.",
        "Brad: Hey, Honey, Sweetie Pie. How you --",
        "Katie: You zip it and put on a shirt. Janet, this is a surprise.",
        "Janet: Oh, I just thought I'd bring over a little housewarming gift.",
        "Katie: That's my bowl and my spoon.",
        "Brad: I thought you said you were gonna be at work.",
        "Katie: I was, and then I found something out that I thought you should know about. Remember the grand reopening of Metro, when we left Liberty \"Alone\" in her room?",
        "Brad: Mm-hmm.",
        "Katie: She had company.",
        "Brad: Who? I'll kill him, bare-handed.",
        "Katie: No, you won't, 'cause it was Parker, and Jack's gonna take care of it.",
        "[Brad scoffs]",
        "Brad: Oh, he's gonna go so easy on him.",
        "Katie: Just listen. Focus, okay? The room-service bill they racked up was quite substantial.",
        "Brad: So we got stuck with that? What did they order?",
        "Katie: More like \"What didn't they?\"",
        "Brad: Did you talk to her about this?",
        "Katie: Yes, and she didn't think that you would care or that she did anything wrong because Parker is her cousin.",
        "Brad: How could she think I wouldn't care? I mean, I totally care. I mean, she can't go behind our backs and do stuff like this. We were really specific about the -- the visitors rule. But --",
        "Katie: But what?",
        "Brad: But, you know, I mean, I don't know. I mean, she does have a point. I mean, Parker -- I mean, he's family.",
        "Janet: Ah, I agree with you there.",
        "Katie: Oh, right. Another surprise.",
        "Janet: Listen. All right, no, really. I know that Liberty comes off as this tough, strong chick and everything, but inside, she's really not. I'm sure that she was probably all alone in that hotel room, got scared, so she called Parker to come over and hang out with her. I would have done the same thing. Listen, you two, can I give you a little advice from a parent who's had some experience?",
        "Brad: Sure.",
        "Janet: All right. You got to pick your battles, okay? You start messing with Liberty's friends -- that's one fight that you're never gonna win.",
        "[SCENE_BREAK]",
        "Liberty: Uh, hello. You never gave me an answer.",
        "Parker: What, about the dance?",
        "Liberty: Yeah.",
        "Parker: Yeah. I'm going.",
        "Liberty: Cool deal. I'll see you there.",
        "Friend: Dude --",
        "Parker: Shut up.",
        "[SCENE_BREAK]",
        "Noah: Ameera? Hello? That's weird. She said she was just going to the store. I mean, she should be back by now.",
        "Luke: What's that? Was that there when you left?",
        "Noah: No. It's from Ameera.",
        "[SCENE_BREAK]",
        "Holden: What are you planting?",
        "Lily: Geraniums.",
        "Holden: I'm sure they'll come in nice.",
        "Lily: Yeah. They're pretty foolproof, if I don't over water them, which I've done a million times. Makes it hard for the roots to take hold. You know, when you told me that you wanted to take things slowly between us, I -- I didn't really hear what you were trying to say. I thought that you just wanted us to go through the motions.",
        "Holden: No, no. That's -- that's not what I want at all.",
        "Lily: I don't want that either, Holden. We both want things to be different. But we've got to do something to make that happen. Otherwise, we're just gonna be stuck like this.",
        "Holden: Okay. What are you suggesting?",
        "Lily: I think it was a mistake not to chaperon the dance. I think we should do it, and I think we should do it together.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Carly: Hello?",
        "Jack: I've been calling your cell all morning. Why haven't you picked up?",
        "Carly: Oh. Uh -- oh, I -- I shut off my phone when I went to the school.",
        "Jack: So, you told them you'd chaperon?",
        "Carly: That's what I told you I was gonna do.",
        "Jack: Listen, I wasn't too happy the way things went this morning.",
        "Carly: Jack --",
        "Jack: No, no. Hear me out for a second. I have done everything you've asked of me lately. I knock before I come in. I work my work schedule around yours. But for you to tell me I've got to keep my distance from Parker -- that -- that's crossing a line, Carly.",
        "Carly: Excuse me! I did not tell you to keep your distance from Parker! This morning was not about him! It was about you and me!",
        "Jack: Then you better get used to the idea of me chaperoning that dance.",
        "Carly: Whether I like it or not, huh? What?",
        "Cop: We have a problem down in lockup.",
        "Jack: Yeah, I'll be right there. Listen, I got to go. I'll see you later.",
        "Carly: Can't wait.",
        "[SCENE_BREAK]",
        "Luke: \"Dear Noah, your kindness and friendship has meant so much to me, but I know now that I was asking too much of you. I have found another way to stay in the country, so you can go back to the life you had before with Luke, and it's time we can have our marriage annulled. Ameera.\" Is this for real?",
        "Noah: I don't know. I don't know if I can believe this.",
        "Luke: Well, do you want to?",
        "Noah: Of course I do. I mean, you know I do.",
        "Luke: Well, Noah, do -- do you realize what this means? If Ameera's gone and she's not coming back, then everything that was keeping us apart -- the hiding and the denials and the lying -- that's all over.",
        "Noah: We're free?",
        "Luke: It's finally just us -- just you and me. What we want, what we feel.",
        "Noah: Is that why my heart's beating so fast?",
        "Luke: Just breathe.",
        "Noah: I'll try.",
        "[SCENE_BREAK]",
        "Lily: You're so quiet. Holden, I see this as a first step. It's our daughter's first dance. It's something of milestone. I think that we should experience it together.",
        "Holden: Can I ask you something? What made you change your mind?",
        "Lily: I thought about it, about you, how much I missed you, and I realized that this is an opportunity for us to be together, to be ourselves. I couldn't say no.",
        "Janet: I am so sorry, Katie, that you didn't get to have any of my lasagna. It was to die for. Seriously, mwah! But, you know, I guess I just forgot all about our Bradley's ferocious appetite.",
        "Katie: I'm fine, really. I don't really do pasta.",
        "Janet: Right, right. Because it's so heavy, and the camera adds 10 pounds, and, well, you don't want that.",
        "Brad: Well, I'm a lucky guy, because Katie's never had to worry about that. Uh, you know, she used to model. That's right. She did a calendar.",
        "Janet: No! You did? That is so cool!",
        "Brad: Yeah.",
        "Janet: You used to model?",
        "Brad: Yeah. Janet, thank you. Thank you so much for the food. It was delicious. Thank you for coming over.",
        "Janet: Oh, Bradley, you are so welcome. Anytime. And I'll come back later and pick up those trays, okay?",
        "Brad: Okay.",
        "Janet: Okay.",
        "Brad: All right.",
        "Janet: Bye-bye.",
        "Brad: Bye-bye.",
        "Katie: Oh, Bradley, we have a problem.",
        "[SCENE_BREAK]",
        "Noah: I love you. I am so in love with you.",
        "[Knock on the door]",
        "Officer Lewis: State police. Open up.",
        "Noah: What the hell?",
        "Officer Lewis: Are you Noah Mayer?",
        "Noah: What's this about?",
        "Officer Lewis: I'm Officer Lewis, Illinois state police. When was the last time you saw your father?",
        "[Noah scoffs]",
        "Noah: My father? A few weeks ago at Statesville prison. Why?",
        "Officer Lewis: He escaped from custody early this morning.",
        "[SCENE_BREAK]",
        "[Janet sighs]",
        "Bartender: How's it going?",
        "Janet: Oh, I am having a great day!",
        "Bartender: Those are rare around here. [Janet chuckles] Fix you a drink?",
        "Janet: Uh, no thank you.",
        "Bartender: On the house.",
        "Janet: Really?",
        "Bartender: Anything to keep the smile on that beautiful face.",
        "Janet: Aww. Go on. Okay, really. If you could fix me a pink elephant, I'm yours forever.",
        "[SCENE_BREAK]",
        "Katie: Janet cannot just drop by whenever she wants to with her stolen trays of food.",
        "Brad: She didn't steal anything --",
        "Katie: And from now on, she has to call first, and then you will call me so I don't walk in on what I just walked in on ever again.",
        "Brad: It was a one-time deal. It was a housewarming gift.",
        "Katie: That she had to spoon-feed you? I'm getting rid of that spoon.",
        "Brad: I mean, you're not really gonna throw away the -- I guess so.",
        "Katie: And from now on, when we have guests, please wear a shirt.",
        "Brad: Shirt. Got it.",
        "Katie: You would be very unwise not to take me very, very seriously right now. And despite what Janet says about us not knowing how to pick our battles, I do know how to pick my --",
        "Brad: And you won.",
        "Katie: Damn right I did.",
        "[SCENE_BREAK]",
        "[Telephone ringing]",
        "Holden: Hello?",
        "Carly: Hi, Holden. It's Carly.",
        "Holden: Hey, there.",
        "Carly: Uh, well, it seems there has been a slight change of plans. For reasons still unknown to me, Jack has decided to chaperon the dance as well. I'm so sorry.",
        "Holden: Well, that's nothing to be sorry about. I actually came home to find out that Lily changed her mind, too.",
        "Carly: Oh, so -- so the two of you are going together? Well, that -- that's great.",
        "Holden: Yeah, well, we'll see about that.",
        "Carly: Oh, trust me, it's a good thing. Now, just promise me that you're gonna try to have a good time.",
        "Holden: You can be very pushy.",
        "Carly: I know.",
        "Holden: Listen, are you sure that you're gonna be okay with Jack there?",
        "Carly: It will be fine. We're both adults. We can handle being in the same room together. I'll be fine.",
        "Holden: Okay. I'll see you.",
        "[Carly sighs]",
        "[NEXT_ON]",
        "Noah: I'm gonna try and find her, and I want you to help me.",
        "Chris: I think you have a problem.",
        "Meg: Barbara.",
        "Paul: Which one of you is gonna tell me what's going on?",
        "Emily: Oh, and I -- I fired him, actually. It wasn't working out. No chemistry.",
        "Tom: It's probably for the best. I mean, Casey working here was just trouble waiting to happen."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=DhweQA_9v-Y"
}