{
    "Episode Summary": [],
    "Recap": [
        "Rosanna is still insecure about Meg so when she runs into her in Old Town she tells her that she and Paul are going to get married on Halloween. She goes on to say that she should stay away from Paul because he doesn't need any distractions getting in the way of his happiness. Barbara warns Alison she had better not mess things up regarding Will and Gwen's chance to have a baby or she will answer to her. Iris thinks Sofie is keeping Cole's baby because she wants child support from her and she tells Sofie she won't get any money from her. Sofie finally realizes she made a mistake getting involved with Cole after her talk with Iris. Sofie thanks Aaron for letting her stay at the farm but she tells him she is leaving the farm today. Jack takes Parker to see Carly's doctor so he can stop holding on to hope that his mom is going to be okay. Parker tells Carly he is ready for Jack to adopt him. Carly and Jack cry as they hold each other and Carly tells him she isn't ready to die. Meg goes to the cabin where she helped Paul after he was hurt. When she is ready to leave, someone knocks her over the head and she falls to the floor."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "[Knocking on door]",
        "Jack: Did you forget your hockey stick again, Buddy?",
        "Parker: Jack, its Mom! She won't wake up.",
        "Jack: Carly -- hey, Carly, it's Jack. Wake up, honey. Carly \u0096",
        "[SCENE_BREAK]",
        "Meg: Good morning.",
        "Craig: You're beautiful. Thank you.",
        "Meg: For what?",
        "Craig: For trusting me last night. Who knows, Meg? We might've made a baby. If we did, I'm the luckiest man on earth.",
        "Meg: Well, let's not get ahead of ourselves. It was just one time.",
        "Craig: Yes, that's true. I think we actually should get a little insurance on that.",
        "[SCENE_BREAK]",
        "Rosanna: I had Millicent put together a lovely, little breakfast for you. Would you like some orange juice?",
        "Paul: Yeah, only if you're going to put champagne in it. Because I have fantastic news.",
        "Rosanna: Really? What?",
        "Paul: That was Reverend Jordan on the phone, and you and I have a wedding date.",
        "Rosanna: When?",
        "Paul: Halloween.",
        "Rosanna: Is this some kind of joke?",
        "[SCENE_BREAK]",
        "Gwen: Hey, come in, come in. You're just in time for French toast.",
        "Alison: Thanks, but I think I just would like a herbal tea if that's okay?",
        "Gwen: Hey, are you still feeling sick?",
        "Alison: No, I'm fine. Actually, I just came from Dr. Aikido and he said everything's going really well. Apparently my follicles have matured -- whatever that means.",
        "Gwen: High five! Thank you so much, I mean that. Thank you for keeping all of your appointments and everything. You've been the best. And you still look pretty wiped.",
        "Alison: Oh, I was just up all night, that's all.",
        "Gwen: You don't have to pretend with me, it's okay.",
        "Alison: I know, I know -- it's just the reason I was up all night was because of Aaron and Sofie.",
        "Gwen: What does that mean? Aaron and Sofie?",
        "Alison: Cole left her. And, apparently, he hadn't been paying rent, so Sofie was kicked out of wherever they were staying, and Aaron moved her into his grandma's farm last night.",
        "Gwen: No, no, my brother is a disgusting, disgusting person.",
        "Alison: I didn't tell you that to upset you. You've already got enough on your mind.",
        "Gwen: Hey, you're helping me make a baby. So as far as I'm concerned, we're in this together. And if something is upsetting you, I've got to do what I can. And Cole is my brother.",
        "Alison: Yeah, I might just be a little too sensitive right now. But I really don't think it's the best thing for you to get involved in the middle of this.",
        "Barbara: Hi, Honey -- oh, no, don't tell me you're having trouble with your donor already.",
        "[SCENE_BREAK]",
        "Sofie: Careful of the bucket.",
        "Aaron: You know, you don't have to work to earn your keep around here. We are farmers, but we do know how to treat our guests.",
        "Sofie: I wanted to do something to thank you for letting me spend the night. But, um, I'm going to be leaving as soon as I finish this up.",
        "Aaron: Why?",
        "Sofie: You were really sweet to bail me out, Aaron. But I don't think it was the best idea coming here.",
        "Aaron: What are you talking about?",
        "Sofie: Your girlfriend, Ali. I mean, she was trying to be nice and everything, but it was pretty clear she didn't want me here last night. And you know what? I totally get it.",
        "Aaron: But it's not Alison's decision whether or not you stay.",
        "Sofie: No, it's mine. And I'm going.",
        "[SCENE_BREAK]",
        "Carly: Jack --",
        "Parker: Mom, are you okay?",
        "Carly: Yeah, was I asleep?",
        "Jack: Carly, what happened?",
        "Carly: I don't know -- the sofa -- must have dozed off -- my pills must have knocked me out.",
        "Parker: Then maybe you should stop taking them.",
        "Jack: Parker, your mom can't do that.",
        "Parker: Sure, she can. I mean, she's not really sick. She's going to be fine.",
        "Carly: Sweetie, listen, I know that you wanted me to go and try out those treatments in Berlin -- maybe I didn't make myself clear. I have to stay here, okay? And do what my doctors ask me to do.",
        "Parker: But, Mom --",
        "Carly: Parker, you're going to be late for hockey.",
        "Parker: I don't want to go.",
        "Carly: Yes you do. Go. I'm okay. I'm fine. I'm awake now.",
        "Jack: You sure?",
        "Carly: Sorry, yeah. I'm fine. Go!",
        "Jack: We have time. Parker, can I talk to you for a little bit outside? Please? For a minute?",
        "Parker: Can I show you the --",
        "Jack: Just for a minute outside. Please?",
        "[SCENE_BREAK]",
        "Craig: What's the matter?",
        "Meg: Nothing --",
        "Craig: You having second thoughts about having a baby?",
        "Meg: No, I've always wanted a baby. It's just that --",
        "Craig: You imagined that would be with somebody else, is that it? Always comes back to Paul.",
        "[SCENE_BREAK]",
        "Rosanna: Honey, is there something wrong that I don't know about? Because I had kind of, sort of, thought that you were serious when you asked me --",
        "Paul: Of course I was serious.",
        "Rosanna: Then how can you suggest Halloween?",
        "Paul: What's wrong with Halloween?",
        "Rosanna: Well, doesn't it bother you that it's a day that stands for trickery and deception? You know, if you love me the way that you say you do, that is the last date on earth that you would want for our wedding day.",
        "Paul: I don't see what's so wrong with Halloween. I think it's the perfect day for us to get married.",
        "Rosanna: Yeah, yeah, if you want your wedding to be a complete joke.",
        "Paul: I wouldn't joke about us getting married. Look, I'd go to Las Vegas right now on an airplane and get married there if I thought that's what you wanted. That's not what you want, is it?",
        "Rosanna: No, that's not what I want. Because I'd just like to have maybe two or three people that I care about there present, at my wedding, including my sister!",
        "Paul: Look, I know Carly's not well enough to travel. I know that we have to stay here in town.",
        "Rosanna: Yes, but that doesn't explain your morbid choice of dates.",
        "Paul: Okay, sit down. Last night when we were talking, you said that you would really like for the reverend Jordan to marry us. And I thought -- you know, I took you seriously.",
        "Rosanna: Yes, he's a wonderful man.",
        "Paul: Well then Halloween is the day that he's available. Unless you want to wait for like, three months until he's available again. You don't want to wait three months? You don't want to wait that long, do you?",
        "Rosanna: No, I don't. Of course not --",
        "Paul: Maybe you want to go to city hall? I don't know? You want to stand on line with a bunch of people who are there to pay parking tickets?",
        "Rosanna: I'll pass.",
        "Paul: It's Halloween. Marry me on Halloween.",
        "Rosanna: Okay, Halloween -- Halloween it is!",
        "Paul: It's actually -- it's a fitting day for us to get married.",
        "Rosanna: Is it? Why?",
        "Paul: Because we've both risen from the dead. I think it's a perfect day for us to commit ourselves to one another. Again.",
        "Rosanna: Okay.",
        "[SCENE_BREAK]",
        "Meg: Could we please, for the last time, keep Paul Ryan out of our bed?",
        "Craig: You think I'm the one keeping him here?",
        "Meg: Yes. I am over him, Craig. I wish you'd get over him, too.",
        "Craig: All right then what's the matter? Why are you pulling away?",
        "Meg: I didn't! We made love. We started trying for a baby last night. I just wish you wouldn't turn this into some kind of race to the finish line?",
        "Craig: Okay. Okay, I'm sorry. Okay? I can blame you for enjoying the process. You're right. There's no rush. And who knows. You might be pregnant already.",
        "[SCENE_BREAK]",
        "Gwen: Okay, I don't want to be rude, at all, but it's just that we're talking about something that's pretty personal.",
        "Barbara: Gwen, I knew that having Alison be your donor was a mistake from the beginning. Darling, there are just some relationships that have way too much baggage.",
        "Alison: Gwen, maybe I should just go. And we can talk later.",
        "Gwen: No. No, no, no -- you were considerate enough to come by after the doctor to tell me how it went, so you don't go rush off anywhere. I understand that you're -- that you're being protective, and I need you to understand that Alison is doing something amazing for Will and me. And it's not easy on her. And we're all trying to be as positive as we can.",
        "Barbara: Well that's all well and good --",
        "Gwen: I don't -- I don't know what you're trying to do, but if you can't be supportive, then maybe you just shouldn't be here right now.",
        "[SCENE_BREAK]",
        "Aaron: You should stay until you find another job.",
        "Sofie: It's better for you if I go.",
        "Aaron: What are you going to live on?",
        "Sofie: You know, that's not your problem. I'll figure it out. And didn't your girlfriend mention a shelter down on Court Street or something?",
        "Aaron: No, no, that's a bad idea. But Alison -- you know what? I can talk to Alison about getting you a job at Al's where she works!",
        "Sofie: No -- no, Aaron. No, I've caused enough problems between you and Alison. I don't want to be responsible for any more.",
        "[SCENE_BREAK]",
        "Jack: I know that you're scared. And I know you want to help your mom, but when you say stuff like she's not really sick or she doesn't need her medicine, that really upsets her.",
        "Parker: Well, if that's what it does to her then I don't think she should be taking it.",
        "Jack: If that's what you believe, fine. But keep that stuff to yourself, okay?",
        "Parker: Okay. What if I'm right? What if what I'm saying could make a difference?",
        "Jack: Are you saying you know more than all of her doctors and her specialists?",
        "Parker: Well, I knew you were alive when everybody said you weren't.",
        "Jack: Okay, listen, I'm very grateful that you never gave up on me, but whether or not you really knew I was alive -- that's never been explained.",
        "Parker: We found you, didn't we?",
        "Jack: Yeah, Parker, was that a psychic gift or just wishful thinking that turned out to be true?",
        "Parker: It was true. And I saw it. Inside.",
        "Jack: Okay, I believe you, but you know your mother has told me that on more than one occasion she has asked if you could see certain things. And you couldn't.",
        "Parker: I know, but --",
        "Jack: Exactly what I'm saying -- wishful thinking. And while it's good to be hopeful, Parker, your mother's going through a really hard time right now, and you saying that things aren't really happening -- it just makes it harder.",
        "Parker: You don't know I'm wrong, Jack.",
        "Jack: No I don't. And you don't know everything there is to know about brain tumors.",
        "Carly: How you guys doing? You working things out?",
        "Jack: Not really. I think it'd be best if Parker and I talked to your doctor. He's got a lot of questions about what you're going through.",
        "Carly: You really think that's a good idea?",
        "Jack: Parker, why don't you go grab your stuff?",
        "Parker: But --",
        "Jack: Please. Parker's old enough to know the truth, and I think if he hears it from your doctor, he'll accept it better.",
        "Carly: He's always been such a hopeful kid. I'd hate to ruin that.",
        "Jack: There's a fine line. If he starts to indulge in fantasies, it's going to end up hurting him and you.",
        "Carly: Well maybe -- maybe it's not hurting him. Maybe it's easing his pain.",
        "Jack: When we couldn't wake you up just now, Carly, it scared the hell out of him. It's not going to get any better. I think in the long run it'll be better if he knows what to expect.",
        "Parker: I'm ready.",
        "Carly: I love you.",
        "Parker: I love you, too, Mom.",
        "Jack: Come on, Buddy.",
        "[Doorbell rings]",
        "Carly: Hey!",
        "Rosanna: Hi.",
        "Carly: It's nice to see you. Come on in.",
        "Rosanna: Thank you! How are you today?",
        "Carly: Fine, fine. I wish I had something to offer you --",
        "Rosanna: Please, come on, we don't expect you to play hostess.",
        "Paul: Yeah, we just wanted to give you some good news.",
        "Carly: Oh -- I could use some good news.",
        "Rosanna: Paul and I set a date.",
        "Carly: That's great. That is good news! That's great. Look, I am so happy that you guys have found each other again.",
        "Paul: You what what? I'm going to track down my mom and give her the good news. And listen -- the fact that you're happy for us, I know it means a lot to your sister, but it means a lot to me too.",
        "Carly: He knows?",
        "Rosanna: Well, I, I -- I had to tell him. I'm sorry.",
        "Carly: It's okay.",
        "Rosanna: It's the reason that we picked a date so soon. October 31st, it's just a couple weeks away. And I was -- you know, we really want you to be there. And more than anything, I would so love it if you would stand up there with me. Honey, come on, what is it?",
        "Carly: You know, there's nothing in the world I'd rather do than stand up for you. And I don't know -- I'm not sure I'm going to make it that long.",
        "[SCENE_BREAK]",
        "Barbara: I am trying to be supportive, that's why I get so upset.",
        "Gwen: You need to find a better way of showing it. Hey -- are you still feeling sick?",
        "Alison: I think it's just a little warm in here. But I'm fine. But I should get going, okay?",
        "Gwen: No, no, no, no. No, I'm not letting you drive feeling like this. Here, lie down. I'm serious -- lie down. Look, I've got some errands to run in town, but you can stay here as long as you like. I'm going to see my mother-in-law out, so you'll have the place to yourself. Okay? Here.",
        "Alison: Thank you.",
        "Gwen: I'll walk you to your car, Barbara.",
        "Barbara: I didn't realize that this procedure was making Alison feel poorly. I just assumed --",
        "Gwen: You assumed that she would back out? Can I tell you that not once during this entire process, has she ever complained, or threatened to renege?",
        "Barbara: Well, then I misunderstood what I walked in on. But it was pretty intense?",
        "Gwen: Yes, and you're not going to let this go, are you?",
        "Barbara: No.",
        "Gwen: I didn't think so. Yes, there is something else going on, but it has nothing to do with the donor process. Ali's got some relationship stuff.",
        "Barbara: With Aaron?",
        "Gwen: With my brother's girlfriend, Sofie, she's latched onto Aaron. And now he's moved her onto the farm. This is making Ali feel really insecure, and she does not need the added stress on top of the fertility stuff.",
        "Barbara: Okay, all right, well I'm sorry. I didn't mean to add to her stress. I just want this to work for the two of you. I want you to be happy.",
        "Gwen: Thank you. Actually, I really do have to go. I have to go pick up some vitamins then afterwards I'm meeting will on campus.",
        "Barbara: Okay, is my car in the way of yours?",
        "Gwen: No, it's not.",
        "Barbara: All right. I'd like a word with you, young lady.",
        "Alison: Do I have a choice?",
        "Barbara: You listen to me. I played nice when Gwen was in here, but I meant every word that I said. You better not do anything to mess up this procedure with will and Gwen. Do you understand? Good.",
        "Iris: Well, if it isn't mommy dearest.",
        "Barbara: Gwen's not here, so take your little painted self and turn around and walk away.",
        "Iris: Actually, Barbie, I wasn't looking for Gwen. I was looking for my son's girlfriend, Sofie. I thought she might be here. Seems like everybody is.",
        "Barbara: Well, she isn't, though I think I heard she's at the Snyder farm.",
        "Alison: Barbara!",
        "Iris: Thank you.",
        "Barbara: Is there a problem?",
        "Alison: Sofie's already had enough to deal with, with Cole. She doesn't need his mom coming down on her, too.",
        "Barbara: Didn't I just hear that you're having a little problem with Aaron and his new friend?",
        "Alison: Yes, but --",
        "Barbara: Then take my advice, let Iris deal with her.",
        "[SCENE_BREAK]",
        "Gwen: All I'm saying is that every time you do something to take care of Sofie, you make Ali feel insecure.",
        "Aaron: Why? I'm just trying to be nice to the girl.",
        "Gwen: I know. But Ali's already really stressed out from the fertility medication, and this is just making it harder.",
        "Aaron: Gwen, I get that you're trying to watch out for her, but you know what? Your brother left Sofie in this mess. You should probably talk to him.",
        "Gwen: I would if I knew where he was. Look, don't think that I don't blame myself partially for why things blew up for Sofie. It's because of me that Cole found out that she was still pregnant, and why he basically flipped out.",
        "Aaron: He left her stranded. So be mad at him, not me.",
        "Gwen: I'm not mad at you. But when you moved Sofie in here, it hurt Ali's feelings. Even if you didn't mean to.",
        "[SCENE_BREAK]",
        "Iris: Well, I can see the money that I paid for you to get rid of that little bump ended up in some other little piggy-bank. No wonder my son dumped you.",
        "[SCENE_BREAK]",
        "Craig: You know, I always thought I would want another son. But I am discovering I really don't have a preference. So if you would like to have a little princess --",
        "Meg: I thought you said there was no rush.",
        "Craig: There's not. I'm just dreaming. There's nothing wrong with planning for the future.",
        "Meg: Well, that's just it, Craig. The more I think about bringing a baby into this world, the more I realize we're not very well prepared.",
        "Craig: Why would you say that? Now that the criminal charges have been dropped, I can move ahead with the civil suit. Once we've got a settlement from that, you and I will be able to give our child anything his or her heart desires.",
        "Meg: Yeah, well, I wouldn't count on the proceeds from the settlement just yet. Rosanna is also suing Montgomery Enterprises. We could still lose everything.",
        "Craig: You're just having parental jitters.",
        "Meg: Do not dismiss my concerns, Craig. We need to think about this! It's Mama. We'll continue where we left off a little bit later.",
        "[SCENE_BREAK]",
        "Rosanna: Come on, Honey, don't talk like that.",
        "Carly: I have to face it. I'm dying. Every day it gets more real.",
        "Rosanna: Did something happen?",
        "Carly: I'm just exhausted all the time. And it's 10 times worse. I fall asleep standing up. The headaches are relentless. And I'm blacking out.",
        "Rosanna: Have you talked to the doctors? What do they say?",
        "Carly: Doctor says it's symptoms of the last stage.",
        "Rosanna: Okay, are you telling anyone?",
        "Carly: No. Gwen knows I'm sick, but she doesn't know how quickly it's happening. No don't -- I don't want you to tell anyone.",
        "Rosanna: You can't keep something like this a secret, Carly.",
        "Carly: I just want more time. I just want more time with my kids! I can't have it! I just want a week more, maybe two, without them knowing that the end is so close. I just want to cuddle with them on a couch and watch TV -- without the terrified looks and the tears -- I just want time with my kids the way it used to be.",
        "Rosanna: Is there anything I can do? Is there any way that I can help?",
        "Carly: Yes! Yes! You can marry Paul. You can be happy. And you don't let anything get in the way of that happiness.",
        "[SCENE_BREAK]",
        "Dr. Evers: This is a brain scan we made of what's causing your mom's illness. Now, can you make out this dense section here with the ring around it? That's called a lesion. Now it's basically a fancy word for any abnormal tissue. Now in your mom's case, it's a tumor. And it's growing very fast.",
        "Jack: Well why don't you explain to Parker what you're doing about that, Doctor?",
        "Dr. Evers: Well, we are doing our best to slow down the tumor's growth. And if we're lucky, our medicines will give your mom a little more time. And if we're not lucky, it will keep growing.",
        "Jack: But in the meantime, Dr. Evers and the rest of his team, they're doing everything they can to make sure your mother stays as comfortable as possible.",
        "Dr. Evers: Now is there anything you don't understand?",
        "Parker: No.",
        "Dr. Evers: Okay. Well, if you think of any more questions, you call this number, okay? Someone will page me and I will call you back.",
        "Jack: Thank you, Dr. Evers. I appreciate it. I know that was hard for you to hear. But I think it's important for you understand the medical facts.",
        "Parker: Because -- telling Mom that she's going to live is hurting her and it's hurting you. You told me. I got it.",
        "Jack: Come on. None of us wants to lose your mom, but we can't run away from the truth about what's really going to happen here. The best thing we can do is to try to make her happy for however long she has left.",
        "[SCENE_BREAK]",
        "Alison: I care about Aaron. And even though I'm upset about Sofie moving into his grandmother's farm, that doesn't mean I want to mess things up for her. She's never done anything personally to me.",
        "Barbara: Oh, please don't play innocent with me. Anything that Iris could do to come between Aaron and Sofie would make you extremely happy.",
        "Alison: That's not true. And I don't think you should have wound Iris up and sent her after Sofie. You're just causing trouble.",
        "Barbara: You know what I think? I think you're the troublemaker here.",
        "Alison: What did I do?",
        "Barbara: You think that I don't remember that you burned down the Snyder barn just to make Aaron the hero? And then put the blame on my son?",
        "Alison: That was a really long time ago.",
        "Barbara: Well my son has a lot of scars from that time.",
        "Alison: Yeah, well no offense, I think he has a few more from you.",
        "Barbara: Don't you turn this around. This is about you.",
        "Alison: What do you want?",
        "Barbara: What I want? You do anything to destroy Gwen and Will's happiness over this baby, you'll have to answer to me.",
        "[SCENE_BREAK]",
        "Sofie: Have you heard from Cole? Do you know where he is?",
        "Iris: No. Thanks to you.",
        "Sofie: Me?",
        "Iris: My son is gone, maybe forever, and it's all your fault.",
        "Sofie: I need to go.",
        "Iris: Oh Hon, no, no, no. I don't think so, Sweetheart. I know what you're up to and I want you to get it into your head -- it ain't gonna fly with me.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Rosanna: Hello?",
        "Craig: Rosanna, its Craig. I think we have to have a little talk.",
        "Rosanna: About what?",
        "Craig: Just meet me at Al's diner -- 20 minutes.",
        "Rosanna: Craig -- Meg, um, you know, I was -- I was just about to call you.",
        "Meg: We don't have anything to talk about, do we?",
        "Rosanna: You know, actually, we do. Paul and I are getting married at the end of the month. We set a date.",
        "Meg: Congratulations --",
        "Rosanna: Well, I don't expect you to be happy for us.",
        "Meg: Good. Then I'll be going.",
        "Rosanna: Not to Paul, I hope.",
        "Meg: Why would I be going anywhere near Paul?",
        "Rosanna: Because you're desperate. He told me that you threw yourself at him.",
        "Meg: Is that how he put it?",
        "Rosanna: Well, what else would you call it when you're reduced to begging? Telling him that the two of you are meant to be together. That the only reason that you're with Craig is because you can't be with Paul.",
        "Meg: Is there a point to this, Rosanna? Because it would seem to me that a bride with a wedding to plan would have better things to do than pick a fight with me.",
        "Rosanna: Well, yes, actually I just wanted you to know that I'm not in the dark. Okay? Paul tells me everything.",
        "Meg: Did he tell you how worked up he got when he denied loving me?",
        "Rosanna: Okay, you got a reaction from him, that's all. Trust me, Meg, that's the last thing from Paul you'll ever get.",
        "[SCENE_BREAK]",
        "Paul: So Rosanna and I have set a date for the end of the month.",
        "Barbara: That's it. A fait accompli? No discussion?",
        "Paul: Well, I thought you were on our side.",
        "Barbara: I was until she lied on the stand and allowed Craig Montgomery to go free. She sabotaged everything you've been trying to do.",
        "Paul: She had her reasons.",
        "Barbara: Really? Well, she's a very lucky woman. Cause you don't always respond that way, do you? I mean, for example, look what you did to Meg after she betrayed you -- unintentionally.",
        "Paul: Unintentionally? She married Craig.",
        "Barbara: Because she thought you were dead. And yet, you still held her feet to the fire. Why not do the same to Rosanna?",
        "[SCENE_BREAK]",
        "Meg: Well, I'm glad you and Paul will enter into a marriage with no secrets, Rosanna. Be happy.",
        "Rosanna: You're kind of surprised that he told me so many details, aren't you? I bet you're even more surprised that he still asked me to marry him afterwards.",
        "Meg: What you and Paul have decided has nothing to do with me. Why are you doing this, Rosanna? When did you become so vindictive?",
        "Rosanna: Well Darling, I lost two years of my life. I don't have time to sugarcoat the facts. Paul and I want to have the marriage that we've dreamed of. We want to be happy, and so we have decided that we have to be absolutely honest with each other. When the two of you were together, there were just, I don't know, too many lies. Our marriage will be different.",
        "Meg: You know, you brag about telling the truth. Is that what you did on the stand?",
        "Rosanna: I did what I had to do.",
        "Meg: To hang onto Paul.",
        "Rosanna: I came back to this life and I realized that I was going to have to work to keep what I want. So in that vein, I suggest that you hold onto Craig. He's really all you've got now.",
        "Meg: I have every intention of honoring my vows.",
        "Rosanna: Good. Because Paul and I want to have a life with no distractions. So stay away from him.",
        "Meg: You have nothing to worry about, Rosanna. I have no intention of ever seeing Paul again.",
        "[SCENE_BREAK]",
        "Jack: Hey.",
        "Carly: Hi. How was hockey practice?",
        "Jack: Excellent. Parker was all over the ice.",
        "Carly: Oh, good. So how come you didn't stay at school for classes?",
        "Parker: My class has a sub today. So Jack and I decided to hang out. Mom, I've sort of decided something.",
        "Carly: What?",
        "Parker: You know how you guys have wanted Jack to adopt me? I was thinking maybe we should go ahead with that. And we should do it now.",
        "Carly: You have made me the happiest mother in the world.",
        "[SCENE_BREAK]",
        "Sofie: I don't know what you mean. And I'm not up to anything.",
        "Iris: Oh, I will not be blackmailed to take care of that little brat of yours! You trapped my son, but I can see right through you, Sweetheart.",
        "Sofie: I didn't get pregnant on purpose. And I sure didn't do it to take your money!",
        "Iris: Oh, please! I wasn't born yesterday!",
        "Gwen: Mom, what are you doing here?",
        "Iris: This little gold-digger here, she's trying to shake me down for some child support!",
        "Sofie: I am not!",
        "Iris: What kind of girl in this day and age is stupid enough to think that she can raise a kid without any money? It's obvious what her game is.",
        "Gwen: Mom, stop.",
        "Aaron: I think it's time for you to go.",
        "Iris: You know what? I'm not going to leave until I say one more thing to --",
        "Aaron: I don't think you heard what I said, Ma'am. This is private property. And unless you want me to call the cops, I would get the hell out of here and never come back!",
        "Iris: Fine. I won't waste another breath on that lying, little tramp.",
        "[SCENE_BREAK]",
        "Parker: You sure I have to go? I mean, we could stay here and celebrate.",
        "Jack: No, your mom's right. Sub or no sub, they still take attendance. That record's important.",
        "Parker: All right. But I had to try.",
        "Carly: That was truly a gift, Jack.",
        "Jack: It was all his idea.",
        "Carly: He's always loved you.",
        "Jack: No more than I love him. And he's already -- I'm just glad we're making it official.",
        "Carly: When I'm gone -- I want the kids to be yours in every way. You're such a great dad. Everything that you've done for Parker --",
        "Jack: Carly? You okay? Carly? Hey, hey, hey -- hey.",
        "[SCENE_BREAK]",
        "Aaron: You know, for some reason I don't believe you're going to leave Sofie alone.",
        "Iris: I wouldn't give her the time of day, except that she's run my son off, and if she knows where he is then I would really like to know.",
        "Aaron: She doesn't know. How did you know she was here?",
        "Iris: It was easy. I had Gwennie's little fan club.",
        "Aaron: Who?",
        "Iris: Well, let's see -- there was Barbie and then there was that girl Alison. They couldn't wait to tell me!",
        "Gwen: I told you about my mom, didn't I?",
        "Sofie: Yeah, but I thought you were exaggerating.",
        "Gwen: No. Hey, they next time that she bothers you, call me, okay?",
        "Sofie: Don't worry, I will. I think it was a mistake getting involved with anybody in this family, especially Cole.",
        "[SCENE_BREAK]",
        "Jack: Carly -- Carly, please -- Honey, wake up --",
        "Carly: Jack?",
        "Jack: Oh, thank God.",
        "Carly: Don't worry.",
        "Jack: This is not good. The way you couldn't wake up this morning. Now this.",
        "Carly: This is the way it is now.",
        "Jack: The way what is now? What is going on, huh? Are you hiding something from me?",
        "Carly: I thought I had more time, Jack. But I don't.",
        "Jack: No.",
        "Carly: I don't.",
        "Jack: No, no, no -- you just had a bad day. That's all. Tomorrow -- tomorrow will be better.",
        "Carly: Jack -- it's not going to be better. Oh God, I don't want it to be over. I'm not ready! I'm not ready!",
        "Jack: Neither am I. Neither am I, baby -- neither am I.",
        "[SCENE_BREAK]",
        "[Meg goes to the cabin she and Paul shared and remembers the past]",
        "Meg: Okay, let me help you -- come here.",
        "Paul: Wait a second -- just give me a second. All right, I'm fine.",
        "Meg: No, you're not fine.",
        "Paul: They'll find the evidence. They have to.",
        "Meg: Look, if you don't start taking care of yourself they're going to find a body as well.",
        "Paul: You're starting to sound like you actually care.",
        "Meg: I pour my guts out to you and that's all you can say?",
        "Paul: I didn't want to tell you what I was really thinking.",
        "Meg: Try me.",
        "Paul: I was thinking that I'm really, really glad that you're the one who saved my life.",
        "[SCENE_BREAK]",
        "Craig: Coffee?",
        "Rosanna: Not with you. Get to the point.",
        "Craig: Meg has agreed to have a child with me.",
        "Rosanna: Oh, good. It's going to take a little bit more than a promise though I think.",
        "Craig: We've already started trying.",
        "Rosanna: And you wanted to meet with me to discuss what? Technique?",
        "Craig: It's a very delicate situation, as you know.",
        "Rosanna: I don't know. She's either on board or she isn't.",
        "Craig: At the moment she is, but something could change her mind. Like a shaky financial future.",
        "Rosanna: And this has what to do with me?",
        "Craig: You have a lawsuit pending against us.",
        "Rosanna: Well, when Meg gets pregnant, I'll drop it.",
        "Craig: Oh, that's some sweet pillow talk, huh?",
        "Rosanna: You know, I think you'll find that Meg might be a bit more receptive from now on.",
        "Craig: Why is that?",
        "Rosanna: Because I told her that Paul and I are getting married at the end of the month.",
        "Craig: Congratulations.",
        "Rosanna: Thank you. As I see it, I've done you a big favor.",
        "Craig: Meg did not take the news well?",
        "Rosanna: Let's just say that your wife now sees that Paul will never be an option for her again.",
        "[SCENE_BREAK]",
        "Paul: My love for Rosanna can withstand whatever she decides to say on a witness stand.",
        "Barbara: I see.",
        "Paul: You don't believe me.",
        "Barbara: Because I know you.",
        "Paul: Mom, Rosanna and I were meant to be together.",
        "Barbara: Maybe. And maybe your rush to the altar has less to do with your love for Rosanna than it has to do with running away from Meg.",
        "Paul: Look, whatever I have with Meg -- whatever I had with Meg, it's not something that I need. She's like a sickness, she's an addiction. And marrying Rosanna is the perfect way for me to end that once and for all.",
        "[SCENE_BREAK]",
        "Meg: This is ridiculous. You have another life now. Accept it. Go live it.",
        "[NEXT_ON]",
        "Alison: You're obsessed with helping Sofie because she's so helpless. And so not me!",
        "Aaron: Why are you crying?",
        "Sofie: I went to have an abortion.",
        "Holden: He and Noah are going on a fishing trip with Noah's father.",
        "Maddie: It's Noah's dad. I think he's -- is evil too strong of a word?",
        "Luke: Well, what do you think he's going to do?",
        "Lily: Dusty! Dusty!"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=cI44P8gBnx8"
}