{
    "Episode Summary": [],
    "Recap": [
        "Craig tries to get Carly to stay in business with him to work on a vitamin water line, but she thinks he is just trying to keep an eye on her so she won't drink. Craig tries to convince her to give them a shot, but there conversation is interrupted by a phone call. Dusty tries to get Meg to press charges against Paul, but she won't budge and is just happy that Paul brought her home; she thinks she is doing what is best for her child. Dusty isn't happy to hear this so he tries to convince Rosanna to stand up against Paul, but she won't either. Dusty is very displeased, as Damian stands up for Meg and tells Dusty to back off. Paul thanks Rosanna for supporting him, as they say their goodbyes and Paul heads home and Rosanna stays to talk with Jack. An elated Meg and Damian bring Eliza home to the farm. Rosanna and Jack talk about what happened with her and Carly's relationship with Craig. Jack tells Rosanna that Carly is in trouble and needs her help. Rosanna asks him to call Carly for her. Jack calls Carly down to the station because Rosanna is there, as a stunned Carly races out leaving Craig behind looking unsure of what she told him about how possibly Rosanna could be back in town. Carly races to the station and interrupts Jack and Rosanna's conversation before he is able to tell her about Carly's drinking problem. Rosanna wants them to catch up over drinks, as Jack looks noticeably bothered to hear this, but Carly won't give him the chance for him to say anything. Dusty butts heads with Bonnie and later with Meg, as he continues to try to get someone to put Paul behind bars. Both agree he no longer needs to play the hero, which frustrates him. Meg enjoys spending time with Eliza and Damian. He offers her a shoulder anytime, which seems to please Meg. Bonnie and Dusty later toast to no longer hating one another as much as they did before, as they smile at each other. Rosanna and Carly talk over martinis, as they catch up. Rosanna can't imagine what Carly would want with Craig, but Carly plays off their relationship and asks her to stay with her. Rosanna wants to think about things some more, but doesn't want to bump into Craig. After Rosanna leaves, Carly downs Rosanna's untouched martini and heads home. Craig goes to the police station to find out about Rosanna, as a smug Jack can't wait to tell him that she is back, which means he will be out because Carly will choose Rosanna over him. Carly wants to rip up the check from Craig, but she can't seem to do it. Craig arrives to plead his case to her and to talk with Rosanna. Carly laughs saying they will never be friends and Rosanna will never forgive him. Craig wants her to consider that if he can get Rosanna to forgive him then she might consider being his business partner again. Carly tells him that will never happen and that she wants him to leave, but when he does, Carly seems a little saddened by this afterwards."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Paul: Get out of my way, Dusty.",
        "Dusty: As soon as they throw the cuffs on you.",
        "Bonnie: Hey, let him go, Dusty. This is not the way to handle this.",
        "Dusty: Meg, would you please tell Jack to do his job before Paul gets away again?",
        "Meg: I've already spoken to Jack on how I want this handled. You need to stay out of it, Dusty.",
        "Paul: You all right?",
        "Rosanna: Yeah, I'm fine.",
        "Paul: Did Dusty drag you down here because of me?",
        "Rosanna: It doesn't matter how it happened. I'm here now.",
        "Paul: I didn't want you to get mixed up in any of this.",
        "Rosanna: It was just a matter of time.",
        "Dusty: I know Eliza's okay or you wouldn't be standing here.",
        "Meg: She's perfect.",
        "Dusty: Great. Meg's going home with her daughter, Paul's going to jail. Why is everyone just standing around?",
        "Jack: Because Paul's not going to jail. There aren't going to be any charges.",
        "Bonnie: Isn't that up to the state of Illinois?",
        "Meg: They can't proceed unless I provide supporting testimony, which I don't intend to do.",
        "Bonnie: Meg, are you sure about this?",
        "Meg: I have Eliza back. That's all that matters to me.",
        "Damian: Meg's gone through too much as it is, Dusty. She doesn't need this right now.",
        "Bonnie: I can understand that. I think we all can understand that.",
        "Dusty: Of course. Eliza is the most important thing. And I know you don't want to put her father in jail. But it's got to be done. I'll testify. So will Bonnie. This guy's got to pay.",
        "Jack: None of that will matter if Meg says that she gave Paul permission to take Eliza out of town.",
        "Dusty: You would say that?",
        "Meg: I already have.",
        "Dusty: Oh, okay. Bonnie and I have been on the road for days trying to find your daughter, so believe me when I say that nobody's happier than me that she's back safe. But it doesn't end there. There is such a thing as justice. He's got to pay.",
        "Meg: Okay, Dusty, look, I appreciate what you and Bonnie have done, but it's over now.",
        "Dusty: No, it's not. Would a confession help your case, Jack? Rosanna, you said Paul admitted that he kidnapped Eliza. Would you tell Jack he's guilty as hell?",
        "[SCENE_BREAK]",
        "Carly: What a surprise.",
        "Craig: Oh, is that any way to greet the man who's left his business in your capable hands?",
        "Carly: Well, that's all you're going to get.",
        "Craig: Oh, admit it. You've been counting the days since we last spoke.",
        "Carly: Yes. You know, you're absolutely right. I've really missed you stopping by here every hour on the hour to make sure I'm behaving myself.",
        "Craig: Well, you make it sound like I don't trust you.",
        "Carly: I think you've made it clear you don't.",
        "Craig: On the contrary, I just want to make sure that my most valuable investment can give me her best work. You must have some designs for our vitamin water business by now. May I see them?",
        "Carly: This is a test, isn't it?",
        "Craig: Test? I don't know what you mean.",
        "Carly: You're not here to judge any designs. You just want to be sure that there are designs because, deep down, in that suspicious heart of yours, you're afraid that I flaked on the whole project.",
        "Craig: Oh, not at all. I have the utmost confidence in you.",
        "Carly: Baloney.",
        "Craig: Well, if you need more time, I can certainly --",
        "Carly: O, ye of little faith.",
        "[SCENE_BREAK]",
        "Rosanna: You know, all of this is a little bit sudden for me, being back here in Oakdale and seeing all of you. I would just really appreciate it if you wouldn't put me on the spot like this.",
        "Dusty: We have no choice. Meg's not telling the truth about Paul, but you can. You can make sure Eliza is never taken from her mother again.",
        "Paul: I had Meg's permission to take Eliza out of town. You heard her say that. This case is closed.",
        "Dusty: Years ago, you made my wife believe her baby was dead. You put yourself on the line to tell the truth then. Do it again now. Do it so another woman does not have to go through that kind of hell.",
        "Rosanna: If Meg said there was no kidnapping, then there was no kidnapping.",
        "Bonnie: That's not what you said back in Greenville.",
        "Rosanna: Well, then you must have misunderstood.",
        "Dusty: Paul admitted to you that he was running from the law. And, P.S., you said you were helping him.",
        "Rosanna: Well, I also said that Paul and Meg should be allowed to work things out between themselves, and it looks like, to me, they're doing just that. Jack, can I speak to you alone, please?",
        "Jack: Yeah, that sounds like a great idea. The rest of you are free to go. Thanks for coming in.",
        "Dusty: What's really going on here? Did Paul threaten you?",
        "Meg: Of course not. But Paul and I have put each other through a lot, and it's time for it to end.",
        "Dusty: Paul's never going to stop manipulating you.",
        "[Eliza crying]",
        "Dusty: Don't you want to protect your daughter from that?",
        "Meg: That's exactly what I'm trying to do!",
        "[SCENE_BREAK]",
        "Craig: These are spectacular.",
        "Carly: You sound surprised.",
        "Craig: Not at all. I wouldn't have handed you the job if I didn't think you were the right person for it.",
        "Carly: So you really like them, then?",
        "Craig: I love them. I knew you were good, but you've really outdone yourself this time.",
        "Carly: Well, this is very generous for a few days work.",
        "Craig: Consider it a down payment on a new partnership.",
        "Carly: A new partnership?",
        "Craig: This is just the beginning, Carly. Vitamin water business is exploding, and it's just sitting there, waiting for us to take a big bite out of it. Or a healthy swig, if you'd rather. So what do you say? Should we take this the rest of the way? Go 50/50?",
        "Carly: Oh. Craig, thanks, but no, thanks.",
        "Craig: But I thought --",
        "Carly: Well, you thought wrong. You got your designs, I got my money. We're done.",
        "Craig: You know me better than that, Carly. I'm much too good a businessman to let a golden opportunity slip away without a fight.",
        "Carly: This was never an opportunity. This was a one-shot deal.",
        "Craig: But why does it have to be? You've already invested so much creativity, why stop now?",
        "Carly: Well, let's start with the fact that my life is very complicated right now. And yours isn't much better.",
        "Craig: I've never been one to shirk a challenge.",
        "Carly: The two of us together, it's not a challenge, it's a catastrophe. We don't work together.",
        "Craig: Okay. Whatever mistakes we've made in the past, we just make sure we don't make them again in the future.",
        "Carly: We can make new ones.",
        "Craig: How about we just focus on the business angle? Carly, I have seen profit projections for this thing that will make a head spin.",
        "Carly: Come on, Craig. It's bad enough that you're watching me like a hawk, making sure that I'm not drinking. Please don't add insult to injury by pretending its business.",
        "Craig: Okay. You're right. This is not about business.",
        "[SCENE_BREAK]",
        "Meg: This is about Eliza and what she needs.",
        "Dusty: She needs to be with you.",
        "Meg: And she also needs two parents who don't destroy her life because they're fighting over her. I am trying to give my child peace.",
        "Dusty: Peace? With Paul Ryan?",
        "Damian: Look, this has gone on long enough. You don't have to answer to Dusty. You don't have to answer to anyone. Let me take you home.",
        "Dusty: Meg, listen to me --",
        "Bonnie: Just let her go, Dusty. She's been reunited with her daughter, and just let her go home and enjoy that.",
        "Paul: May I?",
        "Meg: Sure.",
        "Paul: Hey. Hey. So long, okay? Take good care of your mommy.",
        "Bonnie: Come on, Dusty.",
        "Jack: What now?",
        "Dusty: I get why Meg isn't thinking straight. What's your excuse?",
        "Jack: Excuse me?",
        "Dusty: Why are you gonna let her do something she'll regret? Or don't you give a damn?",
        "Jack: Look, come here for a second. Listen to me. If you don't stop tossing around accusations you can't prove --",
        "Dusty: Easy.",
        "Jack: You'll be the one in handcuffs, Dusty.",
        "Rosanna: Hey, look at you. No broken bones. You must have been out of Dusty's reach.",
        "Paul: Yeah.",
        "Rosanna: Phew.",
        "Paul: Thank you for backing me up.",
        "Rosanna: Sure.",
        "Paul: Not that I'm surprised. One thing you never lacked is courage.",
        "Rosanna: Well, I could say the same about you. I mean, it's no small thing that you brought Eliza back. And to the police station, no less.",
        "Paul: Meg had already agreed to all the terms.",
        "Rosanna: You didn't know that she'd keep her word. And you did the right thing anyway. Hey, and look -- it all worked out.",
        "Paul: Hope so. I'm worried I'll never be allowed to see my little girl again.",
        "Rosanna: Maybe not for a little while. But just give it time, okay? It's amazing that you brought Eliza back here, and that has got to count for something.",
        "Paul: Thanks to you. I'm really sorry you got mixed up in this. I know Oakdale's the last place you want to be.",
        "Rosanna: Well, maybe there's a reason I'm back here, you know? I think I should just try to make the best of it. Oh, listen, you should go, you know? Before Dusty convinces Jack to lock you up after all.",
        "Paul: Uh, yeah. Thanks again for everything. You let me know if there's anything I can ever do for you.",
        "Rosanna: Nah, I'll be fine. Take care of yourself, Paul.",
        "Paul: You too.",
        "[SCENE_BREAK]",
        "Meg: Oh, look at how peaceful she is. I think she knows that she's back home.",
        "Damian: She's certainly had quite the adventure. Lucky for her, she won't remember a thing.",
        "Meg: But I will.",
        "Damian: I'm sorry about that, Meg.",
        "Meg: No, don't be. One thing that I will remember is how supportive you've been, not only when Eliza was missing but today, too.",
        "Damian: I didn't do anything.",
        "Meg: Yeah, you did. You understood why I had to come back here instead of going back to Lily and Holden's.",
        "Damian: Holden would have pressured you to let the law handle Paul.",
        "Meg: Yeah. It was bad enough dealing with Jack and Dusty. The thought of having to face my own brother, I -- anyway, thank you for giving me the benefit of the doubt. You know, most people act like I'm either crazy or pathetic.",
        "Damian: No one should ever judge you for doing what you think is best for your child.",
        "Meg: You know, I will admit, when I saw Paul come in through that door at the police station, the thought did cross my mind of having him locked up.",
        "Damian: What made you change your mind?",
        "Meg: It wouldn't have helped anyone, least of all Eliza. And when Paul handed her to me, I could see how much it hurt him to lose her. I can't think of a worse punishment than that.",
        "Damian: So you're not turning the other cheek, you're just letting the punishment fit the crime.",
        "Meg: It's a little bit like that. And I think he's finally learned his lesson. He'll never take her again.",
        "Damian: Sometimes a gentle word can do more to change things than all the laws on the books.",
        "Meg: Having my little angel back makes me feel that anything is possible.",
        "[SCENE_BREAK]",
        "Jack: That -- that's incredible, Rosanna.",
        "Rosanna: That seems to be the standard reaction.",
        "Jack: I guess I just don't understand why, after you came out of the coma, you decide to stay with complete strangers. Why didn't you come home, where people who love you could take care of you?",
        "Rosanna: I guess I just couldn't handle it. I don't know. Everything was so out of control the last time I was here, I just -- I just didn't want to face all that unhappiness again.",
        "Jack: Yeah. Things are a lot different now, since you were back last.",
        "Rosanna: Apparently not just for me. I'm so sorry about you and Carly.",
        "Jack: Yeah.",
        "Rosanna: How's is she?",
        "Jack: She's had a tough year.",
        "Rosanna: Yeah, I can imagine. Um, you know, I'd like to see her. Do you think she'd want to see me?",
        "Jack: Are you serious?",
        "Rosanna: Well, I can understand if, you know, she was upset that I stayed away.",
        "Jack: No, no, Rosanna, listen to me. She loves you. It'd be a dream come true for her to have her sister back.",
        "Rosanna: Do you think you could call her for me?",
        "Jack: How about this? How about I grab that phone right there, and you can call her yourself?",
        "Rosanna: No, I really prefer for you to call her.",
        "Jack: Why don't you want to do it yourself?",
        "Rosanna: Craig.",
        "[SCENE_BREAK]",
        "Craig: It's hardly a secret that I care about you.",
        "Carly: And that's the problem.",
        "Craig: I don't see why. We're good partners. We complement each other. It makes sense that we're in business together.",
        "Carly: That's what you said the last time. And then business hours started expanding. And suddenly we were spending every waking moment together, and that cannot happen again.",
        "Craig: I'm not asking you to do something you don't want to do. And just because we made a few missteps in the past --",
        "[Cell phone rings]",
        "Carly: Hello, Jack.",
        "Jack: Are you sitting down?",
        "Carly: What is it? Is it Parker?",
        "Craig: What's happened?",
        "Jack: It's not Parker. It's your sister Rosanna.",
        "Carly: Did you get a call from the clinic?",
        "Craig: All right. Come on, I'll drive you. He can explain on the way.",
        "Jack: A lot's happened. In fact, she's at the station right now.",
        "Carly: She's where?",
        "Jack: You heard me, Carly. And she wants to see you.",
        "Carly: I'm on my way.",
        "Craig: Carly, what is it?",
        "Carly: It's Rosanna. She's out of the clinic. She's waiting for me at the station.",
        "[SCENE_BREAK]",
        "Jack: So, Carly's on her way.",
        "Rosanna: Great. Thank you. You know, Paul told me that Carly and Craig have been spending a lot of time together. How close are they?",
        "Jack: Too close, as far as I'm concerned.",
        "Rosanna: Is she in love with him?",
        "Jack: No. Hell no. Rosanna, what I do know is that she's in trouble, and she has been for a while. She needs all the help she can get right now.",
        "Rosanna: Well, what kind of trouble?",
        "Carly: Rosanna.",
        "Rosanna: Carly.",
        "Carly: Oh, my God! Oh, my God!",
        "[SCENE_BREAK]",
        "Bonnie: Here.",
        "Dusty: I'm not thirsty.",
        "Bonnie: I don't care. Just drink it and calm down.",
        "Dusty: I'm trying to remind myself that at least Meg got her daughter back.",
        "Bonnie: Which is the point, Dusty. Come on, it's over. This is a good thing.",
        "Dusty: Paul's still free -- to make Meg's life a living hell. His daughter's not even a year old. Look what he's put her through already. I know Meg. She's only come to this decision 'cause Paul's got her all twisted up again.",
        "Bonnie: You know, what's bothering you, exactly, Dusty? Is it that Paul is really gonna endanger Eliza, or are you just upset that you can't be Meg's hero?",
        "[SCENE_BREAK]",
        "Carly: Oh, my God. How did this -- when did this happen? Why didn't I know about it?",
        "Rosanna: I'm so sorry. I -- I asked the clinic not to call you.",
        "Carly: Why?",
        "Rosanna: It's a long story. Jack's already heard it.",
        "Carly: That's okay. He'll hear it again, won't you, Jack? No problem. I want to hear everything. I want to hear every word, and I just want to look at you.",
        "Rosanna: Aww. Can we catch up maybe outside the station?",
        "Carly: Yes, no, you're right. This is not the best place for this. Where would you like to go?",
        "Rosanna: I don't know about you, but I could really use a drink.",
        "[Both laugh]",
        "Carly: You know what? Let's just get out of here. We'll find someplace quiet, okay?",
        "Rosanna: Okay.",
        "Jack: Welcome back, Rosanna.",
        "Rosanna: Thanks, Jack.",
        "Jack: Carly.",
        "Carly: I'll see you later, Jack.",
        "[SCENE_BREAK]",
        "Dusty: I want the system to work the way it's supposed to.",
        "Bonnie: What, where the good guys go to heaven and the bad guys to go to jail? Grow up, Dusty. You know better than that.",
        "Dusty: Why did you do it, Rosanna? Why do you keep protecting Paul?",
        "Rosanna: Listen, Dusty, I just did what I thought was right.",
        "Dusty: To let a kidnapper off the hook?",
        "Rosanna: Look, I know Paul has done some horrible things, some of which have been done to me, but I think that he's changed and he deserves a second chance, like we all do.",
        "Dusty: He took off with Eliza twice. That's too many chances, if you ask me.",
        "Carly: Well, then I guess it's lucky for everyone that you don't make the rules. Because some of us have to make a few screw-ups before we get it right.",
        "Dusty: I'm not as hopeful as the rest of you. I know Paul. Letting him go is a huge mistake.",
        "[SCENE_BREAK]",
        "Barbara: Oh, thank God. Did it go the way it was supposed to?",
        "Paul: Well, Meg said I had permission to take Eliza, and so they couldn't charge me.",
        "Barbara: So it's over?",
        "Paul: Well, I'm not in jail, if that's what you're asking.",
        "Barbara: Where's my granddaughter?",
        "Paul: Safe and sound with her mom. Meg had Eliza in her arms, and Meg has never looked more beautiful.",
        "Barbara: Oh, Honey, I don't want you reading more into that than --",
        "Paul: Are you telling me that Meg dropped the charges because of her undying love for me?",
        "Barbara: Meg agreed to your conditions because it was the best thing for Eliza. I just want to make sure that you're seeing this very clearly this time.",
        "Paul: Oh, it's painfully clear. I'm pretty sure Meg is never gonna love me again.",
        "Barbara: And I know that's painful.",
        "Paul: You think? Lost my wife and my child. And I'm all alone.",
        "Barbara: Honey, you're not all alone. Far from it.",
        "Paul: Of course, Mom. That's right. I always have you.",
        "[SCENE_BREAK]",
        "Carly: I don't want to be rude, Dusty, but Rosanna and I haven't seen each other in a very long time. We'd like a chance to talk.",
        "Bonnie: And you should have it. Come on, Dusty. If you can't figure out a way to let this go, you're going to make a huge fool out of yourself. I know you want to help Meg, but she doesn't really want your help.",
        "Dusty: I don't remember asking for yours.",
        "Bonnie: Fine, then. Guess I'll live up to my own advice and back off.",
        "[SCENE_BREAK]",
        "Meg: Hey, I'm gonna go upstairs and get her room ready. Do you mind holding her?",
        "Damian: I'd love to.",
        "Meg: There you go, Angel. There you go.",
        "Damian: Ciao, piccolina.",
        "Meg: Yeah.",
        "Damian: Who's making your bath? Yeah.",
        "[Knock on door]",
        "Damian: Oops. Someone's at the door. Shall we go and see who it is, hmm? Let's see. Hello, Dusty.",
        "Dusty: Where's Meg?",
        "Meg: Hey, I'm right here. I got her. Thank you. Hi, Sweetheart.",
        "Dusty: You want to tell me what happened down at the police station?",
        "Meg: Look, Dusty, I know you disagree, but I feel I made the right choice.",
        "Dusty: It's not too late. You can tell Jack you changed your mind.",
        "Meg: But I haven't.",
        "Dusty: You can't let this chance go by. You can put Paul away for good. You and Eliza can finally be safe.",
        "Meg: We are safe.",
        "Dusty: Until when? For how long? Until he decides to punish you again for leaving him?",
        "Meg: I've made it my decision, Dusty.",
        "Dusty: It's the wrong one. Can't you see that?",
        "Damian: You heard Meg. It's time for you to stop harassing her and let it go.",
        "Meg: Dusty, I know you care about Eliza, and I appreciate it, but she doesn't need rescuing anymore, and neither do I.",
        "Dusty: That's not what I'm hearing.",
        "Meg: No, it's who you are. And sometimes it's a good thing. But I didn't ask you to be my hero. It's gotta stop.",
        "[SCENE_BREAK]",
        "Paul: Well, if you'd like, I can start yelling and throwing things. I mean, I don't really feel like it, but if you're in the mood for drama --",
        "Barbara: No, no, I'm not. I'm just trying to understand how you can be so accepting of a situation that just a couple of weeks ago made you run off with your daughter, promising you would never return.",
        "Paul: Well, maybe I ran into someone who I never thought I'd see again, and that person explained a few things to me.",
        "Barbara: Such as?",
        "Paul: I don't always need to fight. Sometimes I can just let things be what they are.",
        "Barbara: Who'd you run into?",
        "Paul: Rosanna.",
        "Barbara: Rosanna? You mean, you were remembering some things that she said.",
        "Paul: No, I mean that Rosanna and I had several conversations about what I should do.",
        "Barbara: Honey, Rosanna is in a clinic in Switzerland.",
        "Paul: No. Apparently, not even a coma can keep her down.",
        "Barbara: Are you saying that she's recovered?",
        "Paul: Good as new, as far as I can tell.",
        "Barbara: Why has no one told me about this?",
        "Paul: Well, maybe because no one knows. I mean, when she came back to the country, she didn't tell anyone, and she kind of settled in this little town a couple of hours north, and -- it's as if it was meant to be because I just kind of ran into her.",
        "Barbara: That is unbelievable.",
        "Paul: Well, think of it this way. If it weren't for Rosanna, I might not even have come back to town.",
        "[SCENE_BREAK]",
        "Rosanna: Well, I've been incredibly lucky. I've gotten back so many of the things that I thought I'd lost.",
        "Carly: I thought about you a million times. Wanted to talk to you a million times. I almost got on a plane just so I could sit by your bedside and hold your hand.",
        "Rosanna: Well, I wouldn't have been much help.",
        "Carly: Yeah, you would. At least I would've been in the presence of someone who actually loves me.",
        "Rosanna: Oh, come on. There's so many people that love you, starting with your kids.",
        "Carly: You haven't been here. You don't know.",
        "Rosanna: Well, tell me. I want to know everything.",
        "Carly: No, you don't. Trust me, you don't.",
        "Rosanna: I know that you and Jack broke up. That must've been -- it must have just been hell.",
        "Carly: Yeah. When I think about it. Or when I see him. Or when I breathe.",
        "Rosanna: Oh, Honey.",
        "Carly: Let's not talk about it, okay?",
        "Rosanna: Yeah, sure. He did mention, though, that you have been spending a lot of time with Craig.",
        "Carly: Jack did a lot of talking, huh?",
        "Rosanna: Yeah.",
        "Carly: It's true that Craig and I had a business together. It was a mistake. No big surprise there. And it's over now.",
        "Rosanna: Was it just business?",
        "Carly: What else did Jack tell you?",
        "Rosanna: Not as much as you just did. What are you thinking? How could you -- what could you possibly find appealing in a man that tried to kill me and damn near succeeded?",
        "[SCENE_BREAK]",
        "Dusty: You're the second person today who's accused me of being a hero.",
        "Meg: You have a son who was torn between two parents. I was hoping that you would understand why I had to stop fighting and find a way to work it out with Paul.",
        "Dusty: You have the legal opportunity to get rid of this guy. Instead, you're inviting him back into your life. I hope you don't regret it.",
        "[SCENE_BREAK]",
        "Carly: I know that letting Craig into my life was a complete lapse of judgment, but I was at a low point. I needed money, he had it. I was lonely, he was charming. I was bored with my life, and he was there.",
        "Rosanna: You were weak, and he took advantage.",
        "Carly: All right, well, in my defense, you know, Craig has seemed a little bit different lately.",
        "Rosanna: Lord, I'm almost afraid to ask.",
        "Carly: Well, in a good way. I think getting Johnny back and having the chance to be a father again has really helped him. Anyway, there is nothing between us anymore. And that's enough about me. About you. Now that you're back in Oakdale, what's next?",
        "Rosanna: I don't really know. Cabot Motors is gone, along with all my money.",
        "Carly: Oh, no, it isn't. There's still the huge trust fund that you set up for Parker.",
        "Rosanna: That's Parker's. I'm not gonna touch that.",
        "Carly: No, but it's there for you if you need it. It's not a problem.",
        "Rosanna: Carly, no way.",
        "Carly: There is more money there than Parker could possible use in like 10 lifetimes.",
        "Rosanna: Well, great. That's fantastic to hear, especially in this economy.",
        "Carly: Yeah, I think Craig's done a pretty good job.",
        "Rosanna: Craig?",
        "Carly: Yeah.",
        "Carly: Parker named him his trustee.",
        "Rosanna: And you let him?",
        "Carly: No! I had nothing to do with it. The judge said that Parker had the right to choose whoever he wanted.",
        "Rosanna: And he chose Craig? It's a miracle he has any money left.",
        "Carly: Well, the money is rightfully yours, and if you want it, I'm sure that Parker would be more than happy to help you.",
        "Rosanna: No, no. I am never touching that money, Carly. Never in a million years. It's Parker's. I will find an income. I will find a place to stay.",
        "Carly: Oh. Well, you'll stay with us.",
        "Rosanna: No. No, I'm sorry. I just don't think that's a good idea.",
        "Carly: Why not?",
        "Rosanna: Craig?",
        "Carly: Well, I told you, he's out of my life. You don't believe me?",
        "Rosanna: Of course I believe you. I believe you. I just -- I know Craig. Once he's decided that he wants you, there's just no way he's gonna let go.",
        "[SCENE_BREAK]",
        "Jack: Craig. What brings you by?",
        "Craig: Well, I was with Carly when you called earlier. She ran out saying something about Rosanna being in town.",
        "Jack: She did, now?",
        "Craig: Well, I assume there had to be some sort of misunderstanding, so I thought I'd come down here, get the real story. See if I could help out Carly.",
        "Jack: Carly's doing just fine. In fact, she's probably out shooting the breeze with Rosanna right now, as we speak.",
        "Craig: So, Rosanna really is back? Well, that's -- that's amazing.",
        "Jack: I'd say so, too. Craig, I know why you're here.",
        "Craig: I just told you why I'm here.",
        "Jack: Oh, I know what you told me. But you're not here to check on Carly. You're here 'cause you're scared.",
        "Craig: I don't know what you're talking about. I have nothing to be afraid of.",
        "Jack: Oh, yes, you do, Craig, and her name is Rosanna Cabot.",
        "Craig: Oh, if you're talking about those ancient charges about me running her off the road, I was acquitted of that.",
        "Jack: You do make a habit of doing that, don't you?",
        "Craig: My conscience is clear. I have nothing to worry about, where Rosanna is concerned.",
        "Jack: No, I think you do. I think you're scared or worried that Rosanna will talk some sense into Carly, and you'll be out on your keister. Because if it comes down to a choice between Rosanna and Carly's life and you, well, then, there's no contest, is there? And you know that.",
        "Craig: There's no reason why we can't both be in Carly's life.",
        "Jack: [Laughing] I think Rosanna would disagree with you. And you know what? I'd have to back her 100%.",
        "Craig: And here I thought you and I were on the same side. We agreed to work together to help Carly.",
        "Jack: We agreed to put aside our differences to help Carly. But now that Rosanna's back, she's gonna be a hell of a lot more help to Carly than you could ever be. My suggestion to you would be to start looking for a new friend. If you -- if you could find one.",
        "Craig: Well, thanks for the advice. I'll be sure to give it all the disrespect it deserves.",
        "[SCENE_BREAK]",
        "Carly: What if I promised you that Craig wouldn't come near you?",
        "Rosanna: Don't make promises you can't keep.",
        "Carly: What are you going to do? You're not going to disappear on me again, are you?",
        "Rosanna: No. Listen, whatever I decide, I promise I will let you know. I think I do need to take a little time to figure out a few things for myself, okay? Listen, I promise I will call you very soon.",
        "Carly: Okay, you better.",
        "[SCENE_BREAK]",
        "Dusty: Bourbon.",
        "Bonnie: Well?",
        "Dusty: You suggested I drink. I'm taking your advice.",
        "Bonnie: That's not the only advice you should've taken from me. What happened with Meg?",
        "Dusty: She told me to mind my own business. She accused me of being a hero.",
        "Bonnie: Oh, she did use the \"H\" word. I think I warned you about that.",
        "Dusty: And hearing you say, \"I told you so\" isn't helping. You know what? Cancel the drink.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Craig: Am I interrupting anything?",
        "Carly: You got your sketches, didn't you? Our business is completed.",
        "Craig: Actually, I was wondering if Rosanna was here.",
        "Carly: Don't tell me you want to talk to her.",
        "Craig: As a matter of fact, I do.",
        "[SCENE_BREAK]",
        "Paul: Oh, who am I kidding? She's never gonna pick up when she knows it's me.",
        "Rosanna: So, when did you start talking to yourself? Oh, the housekeeper let me in. Sorry. Hope you don't mind.",
        "[SCENE_BREAK]",
        "Meg: Well, I think she's found a new favorite bath toy.",
        "Damian: Yeah, I think I should probably go and change into a dry shirt.",
        "Meg: [Laughing] Well, thanks for everything.",
        "Damian: No thanks are necessary. Look, I'm sorry if you feel like you've lost a friend in Dusty, but you have a friend in me. Ciao, piccolina. Next time you want to ruin my shirt, you know where to find me.",
        "Meg: [Laughing]",
        "Damian: And whenever you need someone to talk to, you know where to find me.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Dusty: I didn't ask you to come in.",
        "Bonnie: Well, I guess it's a good thing I never waited for an invitation, then. You were right about \"I told you so\" not helping. It never does. But I think this might. You left your drink downstairs, didn't you? It was bourbon, right?",
        "Dusty: I'm not very good company right now.",
        "Bonnie: You never are. Lucky for you, I have a high tolerance for bad attitude. Pour.",
        "Dusty: Lucky for you I have a high tolerance for bossy.",
        "Bonnie: Let's toast to not hating each other as much as we used to, hmm?",
        "Dusty: I'll drink to that.",
        "Bonnie: All right.",
        "[SCENE_BREAK]",
        "Paul: Um, it is a surprise, but you're welcome here any time. This did used to be your home.",
        "Rosanna: Yeah.",
        "[Laughs]",
        "Rosanna: Whoo. Um, you said before that I should ask you if I needed something.",
        "Paul: Do you need something?",
        "Rosanna: Yeah. You, um -- could give me a place to stay.",
        "Paul: Sure. Why wouldn't you stay with Carly?",
        "Rosanna: Oh. Well, as long as Craig is trying to worm his way into her life, I, um -- well, I just don't think I'd be comfortable there. But, listen, I'm not gonna be here long. I just need a few days until I can figure out what my next move is.",
        "Paul: That's fine. Take your own wing. I don't care. You can stay as long as you like.",
        "Rosanna: Oh. Wow, let's -- let's just take it one day at a time, huh?",
        "[SCENE_BREAK]",
        "Carly: What could you possibly want to talk to Rosanna about?",
        "Craig: I think it's long past due that we clear the air.",
        "Carly: And how do you plan to do that? Apologize for trying to kill her? Ask her to let bygones be bygones? She's never gonna forgive you.",
        "Craig: I don't know that, and neither do you.",
        "Carly: Oh, yes, I do. You know why she's not here? Why she's not staying with me? She's afraid that she'll run into you.",
        "Craig: Well, that just proves that she and I should talk. I would love the chance to make up for all the ill will, clear up any misperception she has have about the cause of her --",
        "Carly: Any misperceptions are yours.",
        "Craig: I know your sister's important to you.",
        "Carly: Both my sisters are important to me.",
        "Craig: Gwen is living happily with her husband and new daughter, and if and when she ever comes back to town, I'll apologize to her again. But now that Rosanna is here, I think it would behoove us all if I were to take the opportunity and try to find a way to peacefully coexist. You have any ideas how that might happen?",
        "Carly: You're on your own there.",
        "Craig: Well, there must be something I can do.",
        "Carly: You can agree to stay away from her, to stay away from me.",
        "Craig: Well, I can't do either one. So if I were to find a way to make peace with Rosanna --",
        "Carly: Never gonna happen.",
        "Craig: But if I could, could we find our way to get back to where we were?",
        "Carly: Which was apart.",
        "Craig: Which was talking about being in business together. If I were able to achieve the impossible and get Rosanna to forgive me, do you think that you and I could be business partners again?",
        "Carly: First of all, you're never gonna make peace with Rosanna. And secondly, I'm not making any deals with you, Craig, ever again. Please get out.",
        "[NEXT_ON]",
        "Susan: What more do you need to make you happy?",
        "Emily: Maybe just a baby.",
        "Hunter: She just told me that the man that I thought was my father wasn't.",
        "Luke: You're reading into things that simply aren't there.",
        "Noah: No, but there's something about Riley that just does not sit right with me.",
        "Casey: Yeah, she's acting like nothing's wrong.",
        "Tom: Yeah, she's treating Riley Morgan like a long-lost friend.",
        "Casey: Or a long-lost son."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=574NWbKwOuE"
}