{
    "Episode Summary": [],
    "Recap": [
        "Carly and Jack get Parker to agree to see a new family therapist that works at the hospital even though Parker thinks therapy won't work. Parker tells Carly that she is a lousy mother and she is the one who needs therapy to quit drinking. Carly gets upset by Parker's words and drinks an entire bottle of vodka before driving to meet Parker and Jack at the hospital for therapy. Carly gets stopped by the police and arrested for DUI after she fails a breathalyzer test. Jack tells Carly that he won't help her get out of trouble this time.",
        "Meg continues to worry about Eliza and Damian persuades Lisa to spy on Barbara and report any information she discovers to Meg. Paul calls Barbara and asks her to wire $100,00 to him. Paul runs into Rosanna and is surprised to discover that she lost all her money when Cabot motors went broke and she got involved in a Ponzi scheme. Rosanna asks Paul not to tell anyone that she is out of the hospital. Rosanna tells Paul she is happy living the simple life on a co-op farm."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Damian: Meg, I was on my way to see you. Any news on Paul and your daughter?",
        "Meg: No, nothing yet. But Lily, Holden, and Luke are still out looking, and Jack is coordinating the police search.",
        "Damian: Do they finally have an APB out on Paul?",
        "Meg: Yeah, yeah, that happened late yesterday. And since then, Bonnie's been doing everything she can to get Paul's custody officially revoked.",
        "Damian: That's good.",
        "Meg: Yeah, yeah, I hope it helps. If we don't find Paul soon, I'm afraid I'll never see my baby again.",
        "Damian: Don't worry, we'll find them.",
        "Lisa: Oh, Meg, Darling, I just -- I heard that -- that your little baby's missing. I'm so sorry. Anything that, uh, any of us can do?",
        "Meg: Thanks, Lisa. No, right now, there's only one way to get Eliza back. And I need to do it alone.",
        "[SCENE_BREAK]",
        "Jack: Hey, Carly, I got your message. I was busy all last night trying to find Meg's baby.",
        "Carly: I hope you find her soon, Meg must be going out of her mind.",
        "Jack: She's hanging in there, but it's tough.",
        "Janet: Well, it makes our problems seem pretty petty, doesn't it?",
        "Carly: Yeah, I think so.",
        "Jack: How's Parker doing?",
        "Carly: Well, he still refuses to go to school.",
        "Jack: He thinks he's taking a stand with this quitting. And I don't think he's going to reverse his position anytime soon.",
        "Carly: How are we going to motivate him, Jack? We have to help him.",
        "Jack: He's not going to do anything we say. In fact, he'll do the opposite.",
        "Janet: Even Liberty can't get through to him. He won't even take her phone calls.",
        "Carly: Well, withdrawing like this is not healthy. Parker has way too much time on his hands, he could get himself into some serious trouble.",
        "Craig: Oh, I agree. Parker needs help. Luckily, I have a solution.",
        "[SCENE_BREAK]",
        "Barbara: I could have saved you a trip -- I haven't heard from Paul.",
        "Meg: You have no idea where he is?",
        "Barbara: I've already been questioned by the police. I have no idea where he's taken Eliza.",
        "Meg: And how do we know you're not in on the kidnapping?",
        "Barbara: There was no kidnapping, Meg -- Paul has custody of Eliza.",
        "Meg: And he knows he was gonna lose custody, that's why he took off.",
        "Barbara: So you pushed him to this, is that what you're saying?",
        "Meg: Look, Barbara, I don't want to fight with you. Paul is gonna get desperate, and then he's going to be forced to call the one person who is still speaking to him. So when you do hear from him, I am begging you -- do the right thing, and turn him in.",
        "[SCENE_BREAK]",
        "Paul: Eliza, I am so sorry that barn we slept in last night was so uncomfortable. I'll try and do better for tonight. You know, after I get the car fixed and figure out how to get some money -- it really is you. Rosanna!",
        "[SCENE_BREAK]",
        "Craig: Parker needs family therapy.",
        "Jack: Why is this any of your business?",
        "Craig: Well, Carly and I discussed it already.",
        "Jack: Oh, really?",
        "Carly: Yes, we did, I -- I think it's a very good idea.",
        "Craig: There's a new doctor at the hospital, specializes in troubled adolescents. Her name is Patricia Englewood.",
        "Carly: Dr. Michaels recommended her.",
        "Craig: She'll do an intervention. You and Jack will take Parker in. Janet should be there. And I'll attend as Parker's trustee.",
        "Jack: Stop right there, that's not happening.",
        "Carly: Well, you've never had a problem with Parker going to therapy.",
        "Jack: Therapy is fine, just not with Craig.",
        "Craig: Only trying to help.",
        "Jack: Yeah, well, that's -- that's what you said when you gave Parker $50,000 to buy a sports car he didn't need.",
        "Craig: Fixed that problem, though, didn't I?",
        "Jack: That's debatable, Craig. Do us all a favor and stay out of it.",
        "[SCENE_BREAK]",
        "Paul: Rosanna!",
        "Mechanic: Hey, Mister, we need to talk about your car.",
        "Paul: Do you know that blonde woman?",
        "Mechanic: Who?",
        "Paul: She -- Rosanna! Hey, Rosanna!",
        "Paul: Rosanna! Hey! Where are you? Hey, Rosanna! What are you doing? Hey! That blond woman I was talking to you about before, have you seen her? Is she --?",
        "Mechanic: No, listen, your car's in bad shape. Your brakes are shot. It's gonna cost you an extra hundred bucks.",
        "Paul: Fine. Here, you know what? I'm gonna give it to you, but get it done quickly, 'cause I need to hit the road. Two, three, four, five. Oh, boy. Daddy's gotta stop letting people rip him off. We're gonna run out of cash.",
        "[Eliza fussing]",
        "Paul: Don't worry, Sweetpea, I think I know where I can get some more.",
        "[SCENE_BREAK]",
        "Jack: What is with you? If this is truly \"Family therapy,\" then it should be limited to Parker's family. And why are you the one setting up the appointment?",
        "Janet: I agree, Jack -- Craig and I should stay out of this and let the parents handle it.",
        "Craig: Fine, as long as Parker gets the help he needs.",
        "Carly: Good! Okay, well, thank you for understanding.",
        "Craig: Of course -- hope it all works out.",
        "Jack: Trouble is, Parker wasn't too keen on the idea of therapy the first time around, and I don't think he's gonna change his tune now. Want me to tell him?",
        "Carly: No! No, Jack, you two have been pushing each other's buttons lately. I'll do it.",
        "Jack: All right, let me know if he gives you a hard time.",
        "Carly: Don't worry. I'll get him there.",
        "Jack: Okay. I should probably check in with the station, see if there's any new leads on Meg's baby.",
        "Carly: I hope you find her.",
        "Jack: Yeah, me too. I'll see you later.",
        "Carly: Bye. Now, Craig, you should have let me tell Jack about the therapy.",
        "Craig: I thought he'd be pleased.",
        "Carly: No, you thought he'd be annoyed, which is what you live for.",
        "Craig: He makes it so easy.",
        "Carly: Well, he is right about one thing. I don't think Parker's gonna be so easily convinced. Uh, Parker, would you come down here, please?",
        "Craig: You want me to stick around?",
        "Carly: No -- thank you, but, no, you should go.",
        "Craig: Just fine, no problem, just let me know what happens.",
        "Carly: Hey, I do appreciate everything that you've done.",
        "Craig: It's my pleasure. Good luck.",
        "Carly: Thanks. We need to talk.",
        "Parker: Why, what's up?",
        "Carly: Well, I just want you to -- to just hear me out, and try to keep an open mind, okay?",
        "Parker: This is sounding worse and worse.",
        "Carly: We're taking you to family therapy.",
        "Parker: No! No, we tried that before, Mom, it doesn't work.",
        "Carly: This is different. Your dad and I are gonna go with you.",
        "Parker: Great, that sounds like fun!",
        "Carly: Oh, Parker, it's not gonna be that bad.",
        "Parker: Dad's just gonna spout off, then you'll start to cry and act all weird and guilty. And nothing's gonna change.",
        "Carly: Wait, why -- why would I be acting guilty?",
        "Parker: Well, you'll -- you'll blame yourself.",
        "Carly: No, I won't.",
        "Parker: Well, you should. I mean, you're the one that needs help, not me.",
        "Carly: I didn't drop out of school!",
        "Parker: No, you deserted your family. How old was Sage when you left? Eight?",
        "Carly: Well, obviously, that is still an issue for you, which is why it is something that you should be talking to a therapist about.",
        "Parker: You really want some shrink to hear what a lousy mother you are?",
        "Carly: Well, if -- if you really believe that, then you need to get that out, you need to get all those negative feelings out.",
        "Parker: You know what makes me even more angry? Watching you get smashed with your ex-con boyfriend.",
        "Carly: I told you I stopped drinking.",
        "Parker: Yeah, right. And Craig gave up the vodka business?",
        "Carly: No, but what does that have to do with anything?",
        "Parker: Well, when was the last time you and he just took a test flight with one of his so-called products?",
        "Carly: I don't -- I don't remember.",
        "Parker: That's bull. You're jonesing for a drink right now, aren't you?",
        "Carly: That is not true.",
        "Parker: You can't even admit that you have a drinking problem!",
        "Carly: Parker, I realize that things have been out of control around here lately.",
        "Parker: You think?",
        "Carly: I have made mistakes. But I'm willing to face up to them. You should be willing to face up to yours. Now, we have an appointment at that hospital in a half an hour with a family therapist, and I'm taking you there.",
        "Parker: Forget it.",
        "Carly: Parker, you're going!",
        "Parker: No, I'm not going anywhere with you. Fine, I will get there myself. But do not think this is going to do any good!",
        "[SCENE_BREAK]",
        "Barbara: I just think you're jumping the gun by coming to any kind of conclusion at all -- Paul hasn't broken any laws. He is the custodial parent.",
        "Meg: Only because he lied and cheated, and I finally got proof, Barbara -- that's why he took Eliza and ran.",
        "Barbara: Or he's had a trip planned for weeks, and he has no idea that anyone is looking for him.",
        "Meg: Are you being serious? Paul knows exactly what he's doing. He took off because he knew if he stayed he'd be arrested. And you covering for him isn't helping. He's in big trouble, Barbara. He could go to prison.",
        "Barbara: It's not like before. That was kidnapping -- the law was against him, but this time --",
        "Meg: This time the law is still against him, Barbara! A judge has ruled that Paul got custody under false pretenses. Look, if you help me, I'll make sure he doesn't suffer for it.",
        "Barbara: So, what do you want me to do?",
        "Meg: Convince Paul to bring Eliza back, and I won't press charges. I just want my baby home with me and safe.",
        "Barbara: If I hear from Paul, I will see what I can do.",
        "Meg: Promise me.",
        "Barbara: I promise.",
        "Meg: Thank you.",
        "[SCENE_BREAK]",
        "Lisa: Forgive me, I had to take that call. I am so worried about dear Meg. Having a baby missing like that is just -- breaks your heart, and -- hi, Honey, what happened? Got any news?",
        "Meg: I went to see Barbara, and she said that she would try and convince Paul to come home, if he called.",
        "Damian: But you didn't believe her?",
        "Meg: If he throws himself on her mercy, she will never be able to stand up to him.",
        "Lisa: Never say never -- Barbara and I go way, way back. Let me see what I can do.",
        "Meg: I should head back to Holden's.",
        "Damian: No, not so fast. Tell me what you've eaten today.",
        "Meg: I beg your pardon?",
        "Damian: Have you had breakfast?",
        "Meg: I -- no, I guess I haven't gotten around to it.",
        "Damian: That will not do. Come with me.",
        "Meg: No, no, you don't need to worry about me. I'll grab something later.",
        "Damian: You need to keep your strength up. You will do Eliza no good if you're -- if you're fainting from hunger.",
        "Meg: If you knew me better, you'd know I wasn't the fainting type.",
        "Damian: Oh, yeah? Well, if you knew me better, you'd know I'm not the type to take no for an answer. Please.",
        "Meg: Thank you.",
        "[SCENE_BREAK]",
        "Carly: Okay, bye. Where are my keys?",
        "Parker: You really want some shrink to hear what a lousy mother you are?",
        "[SCENE_BREAK]",
        "Lisa: Hi, Sweetheart, hi, how you doing? I just wanted to check up on you and make sure -- you know what? You look pale to me, are you all right?",
        "Barbara: I'm just worried about Paul.",
        "Lisa: Yes, of course you are, I was afraid of that. Your doctors are not gonna be happy to hear about all of this stress.",
        "Barbara: Then let's not tell them.",
        "Lisa: Oh, come on, you know what I mean. Darling, you have come such a long way, and, uh, you're still recuperating, though. You must take good care of yourself.",
        "Barbara: I have been recuperating for a very long time.",
        "Lisa: I know.",
        "Barbara: And I would be a lot better if Paul would bring Eliza home.",
        "Lisa: Oh, I'm sure you would, that is exactly what Meg is praying for. That poor girl is a wreck. Honey, can you do anything to help her?",
        "[Telephone ringing]",
        "Barbara: It's Paul.",
        "Lisa: I'll tell Meg.",
        "Barbara: Paul, are you all right? Is Eliza okay? Where are you?",
        "Paul: Eliza's fine. Listen carefully to me, Mom. I need you to help me.",
        "Barbara: Paul, where are you?",
        "Paul: That's not important.",
        "Barbara: Honey, the police are looking for you. Meg has told them that you stole the baby.",
        "Paul: Meg is the one who's trying to steal Eliza. She went to the police, she told all these lies about me. She'll do anything to get custody. And nothing's gonna work.",
        "Barbara: Honey, I am sure that we can straighten this out if you bring the baby home.",
        "[Eliza fussing]",
        "Barbara: Honey, I can hear her. She wants to come home. Please bring her home.",
        "Paul: Eliza's fine, really, you don't need to worry.",
        "Barbara: Paul, she needs stability. She needs her familiar surroundings, her home, she needs a routine. And whether you want to hear this or not, she needs her mother!",
        "Paul: She's with her father, I'm doing fine. I'm all she needs right now.",
        "Barbara: Paul, you're wrong.",
        "Lisa: Meg, come up to Barbara's room. Paul has called her. He's still on the line. Now hurry!",
        "Barbara: Please listen to me, I spoke to Meg a few minutes ago, and all she wants to do is be with Eliza. She said she will not press charges if you bring Eliza home.",
        "Paul: I'm not making any deals.",
        "Barbara: Look, Meg is giving you a chance here. You won't go to jail, but you have to cooperate.",
        "[Eliza crying]",
        "Barbara: I can hear Eliza crying in the background, she wants to come home, please bring her home. Tell me where you are.",
        "Paul: You know what, it doesn't matter where I am. I'm not gonna be here long. And Eliza? She's fine, Eliza is fine. Mom, listen to me, I need for you to do something for me, okay? I really need you.",
        "Barbara: Then come home and we will work this out.",
        "Paul: That's not gonna happen. Mom, I need you to wire me $100,000, and obviously, no one can find out about it.",
        "Barbara: I can't do that! The police are involved now!",
        "Paul: Well, find a way to send it to me so that no one can trace where it came from.",
        "Barbara: It's not going to work, Paul!",
        "Paul: And if you tip off Meg or the cops, you will never see me again.",
        "Barbara: Paul!",
        "Paul: Just get me the money. I will call you and tell you where to send it.",
        "Barbara: Paul? Paul!",
        "Meg: Let me talk to him.",
        "Barbara: He hung up.",
        "Meg: What did he say?",
        "Barbara: I couldn't convince him to bring Eliza back.",
        "Damian: Do you know where he is?",
        "Barbara: No.",
        "Meg: You're protecting him.",
        "Barbara: No, I am not -- I wasn't on the phone with him that long. He did say that Eliza was okay though.",
        "Lisa: There's got to be something more than that.",
        "Barbara: He said that, um -- that we shouldn't go look for him, 'cause he's not gonna come back.",
        "Meg: Did he say anything else?",
        "Barbara: No, no, that was it.",
        "Meg: If he calls again, you have to tell me.",
        "Barbara: I will --",
        "Meg: Promise me!",
        "Barbara: I promise I will -- I will tell you if he calls.",
        "Damian: We should go.",
        "Barbara: And why are you looking at me like that?",
        "Lisa: Because I know you're hiding something. What else did Paul say to you?",
        "[SCENE_BREAK]",
        "Jack: She's not picking up.",
        "Parker: Maybe she decided to ditch, which is actually the best idea anyone's had today.",
        "Jack: Listen, this isn't gonna be like the therapy you had last time. First of all, it's a different doctor. And it's not going to focus just on you, it's going to involve all of us. I think it's really important that we give it a shot.",
        "Parker: Yeah, why should I? Mom obviously isn't.",
        "Jack: She'll be here.",
        "Parker: Right, you want to make a bet? She's not gonna answer.",
        "Jack: I'm not calling her. Janet, hey, can you do me a favor?",
        "Janet: Sure, what's up?",
        "Jack: Well, I'm standing her with Parker, we're about to go into our first therapy session, and Carly is a no-show for now, and she's not answering her phone. So maybe, could you go over to her place, find out what's going on?",
        "Janet: Don't worry, I'm on it.",
        "Parker: You know, Mom's not gonna be happy you sent Janet after her.",
        "Patricia: Hello, I'm Patricia Englewood, you must be Detective Snyder.",
        "Jack: Yes, Jack, pleased, this is my son, Parker.",
        "Parker: Hey.",
        "Patricia: I thought his mother was going to be joining us.",
        "Jack: Yeah, I'm sorry about that, she's running late. I don't know what could be keeping her.",
        "[SCENE_BREAK]",
        "Carly: Hi. Oh, Barry, hi! It's Carly. I'm Jack Snyder's ex-wife? I -- look, I know that I was going a little bit fast, but the thing is, I'm late for an appointment with -- with Jack, it's for our son -- Parker? So could you just do me a huge favor and just pretend this never happened?",
        "Barry: I'm sorry, Carly, I'm gonna you need to get out of the car.",
        "[SCENE_BREAK]",
        "[Rings doorbell]",
        "[Knocking]",
        "Janet: Carly, are you there? Carly?",
        "[Cell phone ringing]",
        "Craig: Hello?",
        "Janet: Hi, Craig, it's Janet.",
        "Craig: Mrs. Snyder, what can I do for you?",
        "Janet: Have you heard from Carly in the last hour or so?",
        "Craig: No, why?",
        "Janet: Well, do you have any idea where she is? Um, I'm at her house right now, and she's not here.",
        "Craig: Uh, well, I would think about now she should be at the family therapist meeting.",
        "Janet: Right, but she didn't show up, and Jack is getting worried.",
        "Craig: I'll be right there.",
        "Janet: Good. Oh, Carly, what did you do now?",
        "[SCENE_BREAK]",
        "Carly: Come on, Barry. Be a buddy. I really have to get to that appointment -- Jack will kill me if I miss it. Can't you just cut me some slack?",
        "Barry: I going to need you to walk a straight line.",
        "[Carly laughs]",
        "Carly: Its 10:30 in the morning, you cannot be serious! You're serious. All righty, then. You see this, these shoes here, I have to get reheeled. They keep tripping me up. Okey dokey. You know what the problem is here? I have allergies, bad allergies, and I take this antihistamine. And sometimes it makes me a little bit woozy, and I lose my balance. So --",
        "Barry: I'm going to have to give you the breathalyzer.",
        "[SCENE_BREAK]",
        "Paul: Okay, we got the car fixed, we'll just pick up some milk, and, uh, some stuff, and get back on the road. You're sleeping. Okay, we'll get you some milk. Hi. I'd like to buy some milk.",
        "Paul: I saw you yesterday, and I told myself that it wasn't possible. Could you say something, please, so that I know that I'm not having an out-of-body experience?",
        "Rosanna: Yes, it's me.",
        "Paul: You're in a coma. You're in a clinic in Switzerland.",
        "Rosanna: No, I woke up.",
        "Paul: I can see that. They just released you, without notifying your family or anybody else?",
        "Rosanna: They didn't have to. I'm fully recovered.",
        "Paul: Why didn't you come back to Oakdale?",
        "Rosanna: I decided not to.",
        "Paul: Oh, okay, you can live your life however you choose, all right? You can live wherever you want to, but don't you think that there are people back there who care about you, who would like to know that you're fully recovered, that you're better? What is -- what's going on?",
        "Rosanna: Paul, it's -- it's -- it's a really long story, okay?",
        "Paul: Well, does it explain why you're working out here in the middle of nowhere?",
        "Rosanna: Is that your baby?",
        "Paul: Yeah. This is, uh -- this is Eliza.",
        "Rosanna: Aw, she's beautiful.",
        "Paul: Yeah.",
        "Rosanna: She looks, uh -- she looks like Meg.",
        "[SCENE_BREAK]",
        "Craig: Carly?",
        "Janet: Her car's not outside. I hope she wasn't in an accident.",
        "Craig: Let's not assume the worst. Carly? Damn! She told me she wasn't drinking anymore. Poured a bottle down the drain the other day.",
        "Janet: It looks like she had a secret stash. Oh, man! If she got behind the wheel after this --",
        "[SCENE_BREAK]",
        "Carly: Can't the antihistamines throw off the breathalyzer? That must be it.",
        "Barry: Sorry, Carly, I'm gonna have to take you in.",
        "Carly: No, Barry, please, you can't arrest me. I mean, I -- Jack -- I don't even -- I can't even imagine what Jack'll do. Please. Wait! Don't I get a phone call, just one little phone call?",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Craig: Carly, where are you?",
        "Carly: I'm in little bit of trouble.",
        "Craig: What kind of trouble?",
        "Carly: I'll explain later. Could you meet me at the police station?",
        "Craig: Why? What's going on?",
        "Carly: It's a huge misunderstanding. Please don't tell Jack.",
        "Craig: I'll be right there.",
        "Janet: Well, at least she didn't drive into a tree. Where is she?",
        "Craig: I'm sure it's nothing.",
        "Janet: You said trouble! What happened?",
        "Craig: Just let me handle it. And whatever you do, don't call Jack.",
        "Janet: I'm not lying for Carly.",
        "Craig: Look, let me just find out what's going on first. I'm sure it's nothing.",
        "Janet: Wait, Jack made me promise that I would call him the minute I heard from Carly.",
        "Craig: You didn't hear from her, I did. Look, just give me 15 minutes, I'll go over there and check it out, you stay here. And promise me, you won't call Jack until we know what we're dealing with.",
        "[SCENE_BREAK]",
        "Jack: We'll just set up another appointment.",
        "Parker: Dad, things aren't gonna change. I'm not going back to school.",
        "Jack: So what are you gonna do, Parker? You're just going to sit around and wait for your trust fund to kick in, is that it?",
        "Parker: Why not?",
        "Jack: So -- what are you going to with your life without an education?",
        "Parker: Anything I want. I'll have money.",
        "Jack: It's not that simple.",
        "Parker: You know what, Dad, don't worry about me. What about Mom? I mean, she's the one who keeps screwing up.",
        "Jack: Go home, go.",
        "[Cell phone ringing]",
        "Jack: Snyder. What's going on?",
        "[SCENE_BREAK]",
        "Meg: That phone call got us nothing. We're no closer to getting Eliza back.",
        "Damian: Look, Paul wouldn't have phoned if he didn't need any help. He probably wants Barbara to send him money. That could give us the opening we need.",
        "Lisa: Look, I hate to say this, but I feel that Barbara's hiding something.",
        "Meg: I thought so too.",
        "Lisa: I was listening while Barbara was on the phone with Paul, and I just feel she's not telling the whole story.",
        "Meg: She's protecting him.",
        "Damian: Then we have to find out what she's hiding. Will you help us, Lisa?",
        "Lisa: Oh, of course I will! You know I'd be glad to do whatever I can.",
        "[SCENE_BREAK]",
        "Rosanna: Oh, boy -- okay, I thought a lot about going back, but then I found out that you and Meg were married, and I just didn't want to get in the middle of that.",
        "Paul: Okay, but, look, you -- you didn't call Carly?",
        "Rosanna: I found out that she was working with Craig.",
        "Paul: Yeah, they started a vodka company.",
        "Rosanna: I know, I can't believe she's even talking to him.",
        "Paul: I hate that guy, what a miserable human being. Why in God's name Carly would ever get involved with him again --",
        "Rosanna: See why I couldn't go back?",
        "Paul: You're on a farm! In the middle of the country, I mean, this is -- look at this, this is not exactly your speed.",
        "Rosanna: Oh, come on, I always felt at home on Emma's farm. You know, this place gives me the same feeling.",
        "Paul: Miss having a maid? A chauffeur? You know, gourmet cook?",
        "Rosanna: Well, actually, I can't afford them anymore.",
        "Paul: Really? Well, why not?",
        "Rosanna: Well, uh, when I finally recovered, the world had changed an awful lot, and, um -- Cabot Motors went down.",
        "Paul: I didn't know that.",
        "Rosanna: Yeah, a lot of people lost their livelihoods.",
        "Paul: But you must have other holdings, yeah?",
        "Rosanna: Actually, no, I don't. Um, Craig helped himself to everything that was liquid, and the rest got wiped out in a Ponzi scheme.",
        "Paul: All of it?",
        "Rosanna: Everything.",
        "Paul: Everything.",
        "Rosanna: Listen, I'm not the only one that got hurt, you know? A lot of people are hurting right now. At least I had money when I needed it, when I was sick. Now I can support myself.",
        "Paul: Yeah, by selling organic food at a farm stand?",
        "Rosanna: Hey, come on, don't knock this place, I'm proud of it! I mean, it's all eco-friendly, it's a co-op, the 12 of us share expenses. I-I feel good, it feels good.",
        "Paul: Does it feel like home?",
        "Rosanna: Yeah, well, it could, some day.",
        "Paul: And what about Oakdale?",
        "Rosanna: A lot of bad things happened to me there. Listen, I don't hold any grudges, okay? But I just don't want to go back.",
        "Paul: Yeah, I don't blame you -- I feel the same way.",
        "Rosanna: What do you mean you feel the same way? Don't you want to go back to Meg? Why wouldn't you want to go home to your wife?",
        "Paul: That's not what I meant.",
        "Rosanna: I thought you and Meg were happy.",
        "Paul: I -- I love this baby. I -- I love being a dad.",
        "Rosanna: That's great, and I'm sure Meg loves being a mother. And she must miss you both. When are you headed back?",
        "Paul: Well, we would have been on the road sooner, but I had some car trouble, I had to get it fixed.",
        "Rosanna: Yeah, it's a long ride back to Oakdale.",
        "Paul: Yeah. We should probably get going.",
        "Rosanna: Yeah, well, listen, why don't I get you some milk and whatever else you need, okay? Time to get that beautiful baby back to her mother.",
        "[SCENE_BREAK]",
        "Damian: I know you and Barbara are good friends. But I want you to be even closer with her. Try to spend as much time you can with her.",
        "Lisa: Okay, in case Paul should call her, right?",
        "Damian: Yes. Make her trust you, Lisa. And try to find out if she knows where Paul has gone. One small clue, one detail, could be enough to find Meg's baby.",
        "Lisa: I'll give it my all.",
        "Meg: Thank you.",
        "[SCENE_BREAK]",
        "Janet: Carly, is that you? Parker, hi! You're home early!",
        "Parker: Yeah, my mom never showed up. Um, what -- what are you doing here?",
        "Janet: Well, your dad sent me over to, uh, to -- to find your mom. But she wasn't here, so I've been cooking to keep busy.",
        "Parker: Do you know why my mom skipped out on us today?",
        "Janet: No, Sweetheart, I wish I did.",
        "Parker: Well, she wasn't in an accident or anything like that, right?",
        "Janet: Don't worry, I'm sure it was nothing like that.",
        "Parker: Well, then, where is she? What's wrong with her?",
        "Janet: She probably just got her signals crossed, you know? I'm sure that the minute your mom and dad walk though that door, they'll be able to explain to you what really happened.",
        "Parker: You -- you sound weird. You know something, don't you? What did my mom do now?",
        "[SCENE_BREAK]",
        "Carly: Come on, Barry, I didn't hurt anybody. You're not going to throw me in jail, are you?",
        "Craig: Excuse me, I'm Craig Montgomery. Miss Tenney phoned me. May I speak to her in private, please?",
        "Barry: You've got five minutes.",
        "Craig: Thank you. Are you all right?",
        "Carly: Not really. Now, I know how this looks --",
        "Craig: Are you drunk?",
        "Carly: No!",
        "[Clears throat]",
        "Carly: No! I -- I had a couple of drinks, you know, but that cop, that by-the- book-Barry out there, he actually charged me, if you can believe that!",
        "Craig: He gave you a DUI.",
        "Carly: It's just a misunderstanding.",
        "Craig: Carly, I found an empty vodka bottle in your kitchen. You told me you were going to stop -- this time for good.",
        "Carly: I did. I did, I was just feeling a little bit nervous about this therapy session, you know? And so I -- I had a few sips.",
        "Craig: So many you lost count.",
        "Carly: It doesn't even matter, really, does it? I just -- I need you to get me out of here and bring me over to the therapist's office. Parker needs help, I don't want to let him down.",
        "Craig: Carly, I think you're the one who needs help.",
        "Carly: No, Craig, please don't say that. Please, just get me out of here before Jack finds out --",
        "Craig: Jack's a cop! He's going to find out whether you like it or not.",
        "Carly: I don't want him to see me here like this -- if I can get home, I can explain it to him, I can make him understand --",
        "Craig: Carly, this is going on your record. What if you lose your license? You can't explain that away.",
        "Carly: Whose side are you on? Please, you gotta get me out of here.",
        "Craig: I don't think it's gonna be that easy. All right, I'll make some -- I'll make some calls, I'll see what I can do.",
        "Carly: Thank you.",
        "Craig: Hang in there. Uh, Jack --",
        "Jack: What the hell were you thinking?",
        "[SCENE_BREAK]",
        "Janet: Hey, you want me to make you a sandwich or anything?",
        "Parker: No, I'm not hungry. Would you just tell me what's going on? My mom did something really bad, didn't she?",
        "Janet: I'm sure there is a logical explanation.",
        "Parker: No -- no, no, my mom's gone off the deep end. Everyone thinks that I'm the one with the problems, but she's really the sick one.",
        "Janet: Don't you talk about your mother like that! Show some respect.",
        "Parker: Why should I? All she ever does is screw up, and everyone acts like we should just pretend that it never happens. Well, forget that. My dad is really ticked off this time. She deserves whatever she's gonna get.",
        "[SCENE_BREAK]",
        "Craig: Go easy on her, Jack.",
        "Jack: Stay out of it! Your blood alcohol level was well above the legal limit.",
        "Carly: Well, don't tell me those tests are infallible, because there must be a mistake --",
        "Jack: That's not how it works, Carly.",
        "Carly: You don't know the whole story.",
        "Jack: Yes, I do -- Barry called me with all the details.",
        "Carly: Well, Officer Barry must be trying to make some kind of quota or something, because he completely overreacted.",
        "Jack: No, he didn't. Carly, you were drunk. You had no business behind the wheel. You put lives at risk, including your own. What if you'd hit some little kid, huh? What if your own kids lost their mother?",
        "Carly: I'm sorry. I'm really sorry. It won't happen again, Jack. Please, can -- can we just --",
        "Jack: Can we just what? Just, what, forget about it? You're in the system, Carly! No, we can't! Think! What kind of example is this, huh? How can we expect Parker to make the right decisions in life when he's got a role model like --?",
        "[SCENE_BREAK]",
        "Meg: Well, thank you again for breakfast.",
        "Damian: You didn't eat nearly enough.",
        "Meg: I'm fine. Do you want to come in for coffee?",
        "Damian: Oh, thanks for the offer -- I think I should head back to the Lakeview. Check in with Lisa, see if she's got some information from Barbara.",
        "Meg: I wouldn't hold my breath.",
        "Damian: Hey, don't worry. One way or another, we're gonna bring her home.",
        "Meg: I wish I could be as optimistic as you are. I miss my little girl so much.",
        "[SCENE_BREAK]",
        "Rosanna: Okay, so there should be enough milk, organic baby food, and snacks for you, and, you know, enough to get you home.",
        "Paul: Thanks. Um, you in touch with anybody back there?",
        "Rosanna: No, and I'd like to keep it that way, if you don't mind. So please don't tell anybody that you saw me.",
        "Paul: Please, it'll be our little secret.",
        "Rosanna: Okay.",
        "Paul: I'm glad you're well, and glad you're where you want to be.",
        "Rosanna: Thanks.",
        "Paul: Yeah. Take care of yourself.",
        "Rosanna: You, too. Take care of that beautiful baby.",
        "Paul: Oh, yeah, I will. It's like you got a second chance at life, and I'm -- I'm really happy for you. You deserve it.",
        "Rosanna: Well, everybody deserves a second chance, don't you think? You got yours with Meg. Make the most of it.",
        "Paul: Thanks for all the stuff. Goodbye.",
        "[NEXT_ON]",
        "Henry: I plan on suing the station for what happened to Vienna.",
        "Brad: That's crazy.",
        "Henry: While I'm at it, I'm gonna sue Katie, as well.",
        "Vienna: Gonna have a ceremony for my baby, I want to have it today.",
        "Henry: I don't want anything from you -- I don't want anything from you. If I had known this was your idea, I never would have showed up here.",
        "Carly: Jack, don't do this! Help me!"
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=ziYyRWwmiJs"
}