{
    "Episode Summary": [],
    "Recap": [
        "B.J. blackmails Maddie and tells her to keep quiet about his identity and not say anything to Katie and she and Henry can live at Fairwinds with him. Maddie is scared when B.J. shows his anger to her. Mike and katie try to have a romantic day together but B.J. keeps interrupting their plans. Paul pretends that he is going to help Jennifer search for her son so that Jennifer can tell him all the progress she has made on her search. Emily tries to persuade Meg to keep the truth about Jennifer's baby a secret so that she can have Dusty all to herself once Jennifer leaves town with Paul. Meg remains determined to tell Jennifer and Dusty the truth about the baby. Holden and Lilly have a romantic date apple picking and are about to make love when they arrive home at Lily's house but Luke arrives home sick from school and passes out."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Mike: Katie? My meeting got done early. Katie? Katie?",
        "Katie: Hey, it's me. If you're there, pick up.",
        "Mike: Sorry I missed you, sweetheart.",
        "Katie: I wish you were there. I'm sorry our romantic morning got cut short.",
        "Mike: Tell me about it.",
        "Katie: I'm still at lunch with B.J., but I ducked out for a second to call you. Just so you know, I'm definitely skipping coffee and dessert so i can hurry home and, you know -- finish what we started. Just so you know, I'm definitely skipping coffee and dessert so I can hurry home and, you know -- finish what we started.",
        "B.J.: Katie.",
        "Katie: You left this at the diner, so I thought I'd -- bring it by. What's going on?",
        "B.J.: Maddie and I were just talking.",
        "Katie: Really? 'Cause it sounded a little heated. Maddie, are you okay?",
        "B.J.: Of course she is.",
        "Maddie: No, I'm not.",
        "[SCENE_BREAK]",
        "Lily: Oh, come on. Maybe you shouldn't go out. You look a little pale. Come on.",
        "Luke: I'm fine, Mom.",
        "Lily: No, you were not fine when I tried to wake you up for school this morning. You remember that?",
        "Luke: Yeah, 'cause that was about school. Okay? This is about hanging with my friends, you know? Telling them about Mexico.",
        "Lily: Mex -- Mexico? So suddenly being held at gunpoint becomes a little adventure to tell your friends?",
        "Luke: Why not? Wait'll they hear about you and Dad kicking some serious criminal butt while you were down there.",
        "Lily: Okay. If I'm going t0 be the starring role in this story, I might have to reconsider. But first, you have to convince me you're well enough to go out.",
        "[Doorbell rings]",
        "Luke: I gotta go.",
        "Lily: Oh, boy.",
        "Holden: Hey.",
        "Luke: I don't believe it. You called Dad. You're not going to start in on me, too, are you?",
        "Holden: Uh, that depends on your mom. You do look a little pale.",
        "Luke: You did call him.",
        "Lily: No, I didn't. You're father is an impartial observer, that's it.",
        "Luke: Yeah, right. So, you just happen to show up while mom was trying to get me to stay home, huh?",
        "Holden: Actually, I'm here for a date.",
        "[SCENE_BREAK]",
        "Emma: Meg?",
        "Meg: Mama. Hey, what brings you down here?",
        "Emma: Well, I just -- I just felt I had to see you for a moment. Holden has a date with Lily.",
        "Meg: Really?",
        "Emma: Yeah. He's just so excited. And he's planning it and talking about it. And he was just -- I felt so happy for him.",
        "Meg: Me, too. You know what? This really isn't a good time. I'm sorry --",
        "Emma: No, no, it's just going to take a second, sweetheart. I just want to say that he was so joyous when he was talking about Lily. And I realized that you have that same kind of joy in your face when you talk about Dusty. And I just -- I've just never let it be. You know? I've criticized and I've lectured and I -- I'm so sorry. I feel like I've been just a terrible mother.",
        "Meg: You're not a terrible mother.",
        "Emma: So tell me -- just take a second -- just tell me what happened last night. Did your talk with Dusty go okay? Did he respond the way you wanted him to? Oh, baby.",
        "[SCENE_BREAK]",
        "Emily: Still worrying about Meg?",
        "Paul: You think she'll stay mad at Dusty?",
        "Emily: No, not a chance. She loves him. She's always going to want to make him happy.",
        "Paul: What do you think she's going to do?",
        "Emily: I think she's going to tell Jennifer the truth about the baby, that he's alive. I mean, she'll see it as a way of getting closer to Dusty.",
        "Paul: Okay. I'll have to stay on her and deal with the bigger problem.",
        "Emily: Which is?",
        "Paul: Kicking Dusty Donovan out of my sister's life. Permanently.",
        "[SCENE_BREAK]",
        "Dusty: That's okay, I'll dial it myself. You gonna talk to me or are you just going to stare at me all day?",
        "Jennifer: How did you know it was me?",
        "Dusty: Well, it was either you or the waitress. And I was thinking about you. Besides, the waitress usually hums when she's staring at me.",
        "Jennifer: Oh, well -- she hums?",
        "Dusty: Sometimes she breaks into song. You know, she can't help herself. She knows quality when she sees it.",
        "Jennifer: Oh. Well, I wasn't admiring you. Although, you are quite admirable.",
        "Dusty: Thank you, Jen.",
        "Jennifer: Are we okay? After what happened last night? Or what didn't happen.",
        "Dusty: Yeah, we're fine.",
        "Jennifer: 'Cause I just -- I can't. Until I find my baby, I just -- I can't.",
        "Dusty: Jen, I get it. Better than that, I'm going to get your answers for you. Today.",
        "[SCENE_BREAK]",
        "Luke: A date? Mom, you are so busted and I am out so of here. So, you know, you guys have a good time, drive safely, you know, have fun.",
        "Lily: All right, all right. Fine. Go, go. You just talked me into it. Be careful! Seriously, how did he look to you?",
        "Holden: Like he was going a little stir crazy.",
        "Lily: Well, he is, but he just -- he doesn't look right to me. I should -- I should have made him stay home.",
        "Holden: Okay. Fine. You know what? You get out the shackles and chains and I'll go drag him back home.",
        "Lily: Okay. All right. Just tell me he's going to be okay.",
        "Holden: He's going to be fine. Now, if you're ready, can we go?",
        "Lily: Okay, but do we have plans? You, me?",
        "Holden: I was cheated out of my date this week, so I was kinda hoping that we could do a make-up date.",
        "Lily: It's not even dinner time.",
        "Holden: Well, it's not a dinner date.",
        "Lily: Where are we going?",
        "Holden: Um, a little apple picking.",
        "Lily: Apple picking?",
        "Holden: Yes.",
        "Lily: That's -- apple picking?",
        "Holden: Yeah. I know, its work. That's why it's unique. Where are your gloves?",
        "Lily: My gloves are in my coat.",
        "Holden: Okay, let's go.",
        "Lily: Wait, wait, wait. This is your -- this is your big romantic plan? Apple picking? What are we going to do afterwards? Are we going to muck out the stalls?",
        "Holden: If it starts to rain, we could do that. Come on.",
        "Lily: You're serious about this?",
        "Holden: Yes! The apples in the south orchard need to be picked. And I got me a woman that I need to woo, so I'm figuring I can get both things done at the same time.",
        "Lily: Let me just tell you something. Wooing me is not a halfway proposition. I need 100% attention.",
        "Holden: Okay. You pick. And I'll woo.",
        "Lily: Deal.",
        "Holden: After you.",
        "[SCENE_BREAK]",
        "Katie: Tell me what happened.",
        "B.J.: Nothing happened.",
        "Maddie: B.J. -- he, uh --",
        "Katie: What?",
        "Maddie: He invited Henry and me to move in with him.",
        "Katie: He did? You did?",
        "B.J.: Well, you know, Henry's working for me. I thought it would be a good idea.",
        "Katie: So, what's the problem? You don't want to live here?",
        "Maddie: No, it's super-generous of B.J. It's just that I think this place is a little -- creepy.",
        "Katie: Oh, I think Fairwinds is beautiful.",
        "Maddie: Why?",
        "Katie: Well, it's huge and has tons of rooms, secret passageways, beautiful architecture. I think you and Henry can have a lot of fun living here.",
        "Maddie: Define fun.",
        "Katie: Okay, when I was in high school, I probably wouldn't have appreciated this place either. I was blind to a lot of amazing things back then.",
        "B.J.: Really?",
        "Katie: Yeah, don't you think everyone was? I just wish that I had paid more attention and appreciated everything that was happening. You know, if I had only --",
        "[Cell phone rings]",
        "B.J.: If you'd only what? Wait, finish what you were gonna say.",
        "Katie: Mike? Hey, what are you doing home? I thought you were in meetings all day.",
        "Mike: I cut them short. What time are you gonna be home?",
        "Katie: Not for a while. Why, what's up?",
        "Mike: I lost something. I thought you might be able to help me find it.",
        "Katie: Oh, what's that?",
        "Mike: You'll see when you get here.",
        "Katie: I've gotta go.",
        "Maddie: Can you give me a lift?",
        "Katie: Sure, yeah, come on.",
        "B.J.: You know what? That's not a problem. I'll make sure Maddie gets home.",
        "Maddie: I don't want to put you through any trouble, so --",
        "B.J.: What are you talking about? It's not any trouble at all. Besides, we have some issues to work out so you'll be more comfortable here.",
        "Katie: You should think about it, Maddie. You could have a lot of fun living here. Call me if you need to talk, okay?",
        "B.J.: Hey, Katie -- thanks for bringing back my connection to the universe. I'm lost without it.",
        "Katie: No problem. I'll see you later.",
        "B.J.: So, you know who I really am. Speak up.",
        "Maddie: I know you're not B.J. Green. Or if you are, you never used to be. I know that you're Byron. Byron Glass. You used to go to high school with Katie and you really liked her.",
        "B.J.: And?",
        "Maddie: And she didn't feel the same way about you?",
        "B.J.: And?",
        "Maddie: Look, I don't know what you want me to say!",
        "B.J.: I want you to tell me what you did, Madeline. I want you to tell me why you were e-mailing me, pretending to be Katie, especially because that's the reason I am here to begin with.",
        "Maddie: I didn't mean to get you --",
        "B.J.: No, no, no, no, no. Please, please, don't give me any excuses. Okay, please? I mean, you did just an incredible, but terrible, thing. Own it! Okay? And tell me every last detail of how it came about.",
        "Maddie: Why?",
        "B.J.: Because I want to know. And I always get what I want.",
        "[SCENE_BREAK]",
        "Emily: Jennifer trusts Dusty. I mean, in her mind, he's the only one who's ever believed in her. You saw the two of them in Florida. They're already close.",
        "Paul: Okay, I'll take care of that. I'll get Jennifer away from Dusty. Meanwhile, there's Meg.",
        "Emily: Yeah, Meg. How are you gonna deal with Meg?",
        "Paul: I'm -- going to use my -- my secret weapon.",
        "Emily: Mmm, okay, you're distracting me. What's your secret weapon? Me?",
        "Paul: Yeah, you.",
        "Emma: So what happened, sweetie? What happened?",
        "Meg: I got there and I realized I didn't need to talk to Dusty. I saw --",
        "Emma: What made you feel that way. Did you -- what?",
        "Meg: I saw I've been fooling myself about Dusty, about everything.",
        "Emma: I don't understand, sweetheart.",
        "Meg: You know what? Maybe I'm not meant to get the things that I want in my life.",
        "Emma: Come on, now. Now you just stop that, just stop it.",
        "Meg: You know what, Mama, you don't understand. Its okay, it's fine.",
        "Emma: I do understand. Now, if you'd just stop feeling sorry for yourself here. I mean, you're just a brilliant nurse. You're a wonderful person. You're caring. You're loving. You're lovely.",
        "Meg: And alone.",
        "Emma: For now.",
        "Meg: And now, I have to get back to work, all right?",
        "Emma: Listen, Meg. I don't know what happened, but when you see that mr. Dusty Donovan again, you tell him -- you tell him your mama says that you deserve much better.",
        "Meg: Okay, I'll do that. Okay.",
        "Emma: Okay.",
        "[Phone rings]",
        "Meg: Fourth floor, Snyder.",
        "Meg: Fourth floor, Snyder.",
        "Emily: Meg, its Emily.",
        "Meg: Hi.",
        "Emily: Are you okay?",
        "Meg: Why wouldn't I be? Oh, my God, you know.",
        "Emily: Well, I --",
        "Meg: Why wouldn't you know? You and Paul are together.",
        "Emily: Look, Paul is very concerned about you, and so am I. We both -- we both can understand why you would be upset.",
        "Meg: Can you?",
        "Emily: I felt the same way at first. I really did. It just -- it seemed inhumane not to tell Jennifer the truth about her baby.",
        "Meg: Because it is.",
        "Emily: But if you could just look at the alternatives. If you could see them, you -- please, could we just sit down and talk about this?",
        "Meg: No, you already tried that, remember?",
        "Emily: But if you could just let yourself see how knowing the truth about the baby could actually hurt Jennifer.",
        "Meg: You're so full of it, Emily. You would do anything, say anything to make your man of the hour happy. Well, you know what? Lucky for Jennifer, I could not care less about you and Paul.",
        "Emily: What are you saying?",
        "Meg: It's plain English, Emily. Follow along. I'm gonna tell Dusty and Jennifer everything I know. And you and Paul could go to hell.",
        "[SCENE_BREAK]",
        "Dusty: I realized when I dropped you off today that you and I have been chasing loose ends, trying to get people to talk the truth. We don't need to. We don't need them. All we need is proof. And proof we can get today.",
        "Jennifer: Okay. Where do we go?",
        "Dusty: Nowhere. Everything we need is right here in Oakdale.",
        "[SCENE_BREAK]",
        "Katie: Oh, Mike.",
        "Mike: Oh, damn!",
        "Katie: I'm glad to see you, too.",
        "Mike: No, I wanted to be stretched out on the blanket when you came in.",
        "Katie: Wearing?",
        "Mike: A smile. But you got here too fast.",
        "Katie: Well, you called and said you'd lost something, and you needed help finding it, so I rushed right over.",
        "Mike: I did.",
        "Katie: What'd you lose?",
        "Mike: Us. It's, like, with all the work and stuff, you know, we've barely had a chance to hold hands. You know, just sit and laugh together. Now that I'm standing here in my towel saying this cheesy stuff, I guess I kind of feel pretty stupid.",
        "Katie: Mike?",
        "Mike: Yeah?",
        "Katie: Drop the towel.",
        "[SCENE_BREAK]",
        "Maddie: I just thought that if I could make Mike jealous, he'd get mad. He'd leave Katie, and Katie would go back to Henry, okay? I realize that there are some major flaws in that, but I just wrote a couple of e-mails. It's not a big deal.",
        "B.J.: Identity theft is a big deal.",
        "Maddie: I did it to help my brother. So -- so, why didn't you tell Katie who you really are yet?",
        "B.J.: Because I like surprises.",
        "Maddie: But you're lying to everybody!",
        "B.J.: You know what, your brother doesn't seem to have a problem with that.",
        "Maddie: My brother wants to put a roof over my head. That is the only reason why he let you buy him off.",
        "B.J.: So I can't do that with you, huh?",
        "Maddie: No, you can't. You have nothing that I want.",
        "B.J.: Wow! Now there's a challenge. Let me see. I hear that you're not really happy with your living situation. Right? Something about some annoying boy.",
        "Maddie: How did you know about that?",
        "B.J.: I can fix all that, Maddie. You know, I can stick to my offer, or should I say your offer -- whatever it was, I'll stick to it. You and Henry living here. All right? Under this roof, you'll have your own wing. All I require is your discretion and -- what did you do?",
        "Maddie: I just -- I stumbled over -- across that.",
        "B.J.: And you opened it?",
        "Maddie: Okay, that was wrong.",
        "B.J.: No, Madeline. That was very, very stupid.",
        "[SCENE_BREAK]",
        "Meg: I knew you'd show up.",
        "Emily: You cannot tell Jennifer the truth about the baby.",
        "Meg: Because you disapprove?",
        "Emily: Because -- because you're only causing more damage. To yourself and to Jennifer.",
        "Meg: And what are you getting out of this, Emily?",
        "Emily: I'm just trying to help Paul help Jennifer.",
        "Meg: And by helping Paul, maybe you could hold on to your man.",
        "Emily: And maybe you can get one.",
        "[SCENE_BREAK]",
        "Jennifer: It's so simple. What if it works?",
        "Dusty: If it works, we can find out the truth in a few hours.",
        "Jennifer: And I could have my baby today.",
        "Dusty: Don't get too excited, all right? I mean, we might still hit some obstacles.",
        "Jennifer: But just to know that there is a chance. Thank you.",
        "Dusty: Thank me after we settle this. You and I have some personal things to settle, too. Right?",
        "Jennifer: I'm looking forward to it.",
        "Dusty: I'll call as soon as I know something.",
        "Jennifer: Okay. Hey, when did you get back?",
        "Paul: Dusty.",
        "Dusty: I'll talk to you later.",
        "Paul: Where's he going?",
        "Jennifer: Uh, business. How was your trip to Italy?",
        "Paul: Well, you know, I got a call from Emily. So I turned around and came right back.",
        "Jennifer: Really?",
        "Paul: Yeah, she was concerned. She saw you and Dusty at the airport. You were running away to Philadelphia for a fashion show. But there was no fashion show, was there? Certainly not in Philadelphia.",
        "Jennifer: Okay, I don't think I want to talk about this with you.",
        "Paul: Is this about the baby?",
        "Jennifer: Are you angry?",
        "Paul: I'm worried. Jennifer, you were in the hospital.",
        "Jennifer: Where you put me.",
        "Paul: Because you were crashing. You were coming off of crystal meth. You kept insisting that this baby, who we buried, was still alive.",
        "Jennifer: He is alive.",
        "Paul: Is Dusty contributing to this delusion?",
        "Jennifer: It's not a delusion.",
        "Paul: So, what have you found out?",
        "Jennifer: Nothing, yet.",
        "Paul: Yet?",
        "Jennifer: Look, I know you think that this sounds crazy.",
        "Paul: I know I love you. And I want so much to help you, and I just can't seem to get it right. Do you know why I put you in that hospital, Jennifer? Because, honestly, I had no idea what else to do.",
        "Jennifer: I know, I know. And you were right. I was -- I was sick. The drugs were -- but, you know, I only starting using those drugs because I was so messed up over losing the baby. But now that I know that he's alive --",
        "Paul: You don't really know that, though, do you?",
        "Jennifer: I can't talk to you about this.",
        "Paul: Yes, you can talk to me. What you can't do is lie to me, Jennifer, which is what you're doing. You're driving us apart. You're hurting me. Please, give me a chance. Talk to me.",
        "Jennifer: I want to.",
        "Paul: I'm there for you. I have always been there for you, Jennifer. I will always be there for you.",
        "Jennifer: Look, I am sorry that I lied to you about my feelings about the baby. I just -- I had to get out of the hospital because Dusty and I had to find proof.",
        "Paul: Did you find proof?",
        "Jennifer: We're getting close. And I do want you to be part of it.",
        "Paul: Well, then that's what I want, too. And we'll do that. We'll make that happen. But please, Jen, I'm your brother. Let me in.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Paul: So, what's Dusty doing? Who is he talking to now?",
        "Emily: All you gotta do is keep your mouth shut, Meg. Paul will drive a wedge between Jennifer and Dusty. Jennifer leaves town and you get Dusty all to yourself.",
        "Lily: Luke! Luke!",
        "[SCENE_BREAK]",
        "Lily: Don't you think we should've left these apples with Emma? They are her apples.",
        "Holden: No, no, they're your apples.",
        "Lily: Since when?",
        "Holden: Since she wanted you to have them here.",
        "Lily: You told her I wanted to have the apples?",
        "Holden: I think I may have mentioned that you love to pick apples.",
        "Lily: I don't, do I? I guess I do. Hold on. Let me get this straight. You -- this whole work detail, you put it together for me?",
        "Holden: Haven't you figured it out by now? Everything I do lately is for you, for us.",
        "Lily: You're wooing me again.",
        "Holden: It's because I didn't fill my quota.",
        "Lily: Today was perfect. It was so great. It reminded me of when we were young and I used to come out to the farm and help you with your chores.",
        "Holden: Because it was --",
        "Lily: Sexy.",
        "Holden: Sexy.",
        "Lily: Very sexy.",
        "Holden: You know we only have one speed. Either full stop or --",
        "Lily: Wild sex.",
        "Holden: So if I kiss you right now --",
        "Lily: Right now, there'd be some wild sex. But I think I'm going go to the pantry to put the apples away.",
        "Holden: You know, if we go into the pantry and end up having wild sex, I want to thank you, because I'll forget to do it in there. For today.",
        "Lily: You're welcome.",
        "[SCENE_BREAK]",
        "Kevin: She's gonna meet us here later. But of course, you know, she'll be all over me, and you guys will just be sitting there with your tongues hanging out. But, hey, them's the breaks, right? Hey, Luke. You with us, or --",
        "Luke: Yeah. I kinda just gotta get going, you know, so --",
        "Kevin: You okay?",
        "Luke: Yeah, just whipped, you know?",
        "Kevin: All right.",
        "Luke: I'll see you guys later.",
        "Kevin: All right, later. Glad you're back.",
        "Keith: Hey, Luke. How are you doing?",
        "Luke: Why are you following me?",
        "Keith: I was just gonna go in and get a cup of coffee.",
        "Luke: No, I saw you through the window, Keith.",
        "Keith: I've got to talk to you for a second.",
        "Luke: Why?",
        "Keith: What happened to you in Mexico, it wasn't my fault. You know that, right?",
        "Luke: Yeah, sure, I know that.",
        "Keith: All right. So, tell your mother that.",
        "Luke: I already did.",
        "Keith: Well, you need to tell her again. She's got to understand that I would never do anything to put you in harm's way.",
        "Luke: No, no, listen. Listen, my mom and dad are back together again, okay?",
        "Keith: Yes, I know that's what you want, but if you just --",
        "Luke: No, no, no! It's true, okay? They've been hanging out more. They're going on dates. Look, what you and my mom had is over. Okay?",
        "Keith: Hey, you all right?",
        "Luke: Yeah, yeah. It's just, it's cold out, you know?",
        "Keith: Let me just drive you home.",
        "Luke: No, leave me alone. Okay?",
        "Keith: Push me away. Go ahead. That's what I thought. Come on. Come on.",
        "[SCENE_BREAK]",
        "Emily: Come on, Meg, we both know you're dying to hook back up with Dusty. And we both know that's never gonna happen if Jennifer is reunited with her child.",
        "Meg: Wow, you've spent a lot of time thinking about my life. I guess sleeping with Paul leaves you a lot of time to ponder.",
        "Emily: Well, now that Dusty and Jennifer are sleeping together, I thought maybe --",
        "Meg: They stopped, okay! They didn't.",
        "Emily: Oh, they stopped. This time. But let's face it, we both know that if Jennifer wants Dusty, she's got him. And the only thing keeping her from taking that leap is the possibility that her baby is alive.",
        "Meg: Because her baby is alive.",
        "Emily: Yeah, but she never has to know that. And then you and Dusty get to live happily ever after.",
        "Meg: You know what, you are so full of it. You make it sound, all I have to do is keep my mouth shut and I get Dusty.",
        "Emily: Pretty much covers it.",
        "Meg: Oh, and you can guarantee that?",
        "Emily: Your odds are really good, Meg. Because you're not alone.",
        "Meg: Because I got you?",
        "Emily: No, I'm talking about Paul. You see, you want Dusty. Paul wants Dusty out of Jennifer's life. When Paul wins, you win.",
        "[SCENE_BREAK]",
        "Paul: Do you, in your heart of hearts, believe that two babi were switched in a hospital?",
        "Jennifer: Yes.",
        "Paul: Well, then I'm sorry that I failed to examine that earlier. And from now on, I'm with you.",
        "Jennifer: So, you're saying that you're gonna help me on this?",
        "Paul: What else are big brothers for? Just tell me what you've got and we'll take it from there.",
        "Jennifer: Thank you so much, Paul. Thank you. It means so much to me. Dusty and I have been working so -- what? What?",
        "Paul: Dusty?",
        "Jennifer: He has helped me so much.",
        "Paul: Has he? Has he really helped you? Because Jennifer, when it comes to questions about your baby, the last person that you should be dealing with is Dusty. And we both know why.",
        "[SCENE_BREAK]",
        "Mike: How was lunch?",
        "Katie: It was all right. I think I'm finally warming up to the guy. He's pushy, but I think it comes from a good place. Oh, and guess what!",
        "Mike: What?",
        "Katie: We talked more about the party at Fairwinds.",
        "Mike: Good.",
        "Katie: And guess what you're wearing?",
        "Mike: Should I be scared?",
        "Katie: Maybe. Well, it's a theme party. You're supposed to come dressed as you were in high school. And didn't you tell me once that you played Tarzan in a school play?",
        "Mike: I am not wearing a loincloth.",
        "Katie: Yes, yes! Please?",
        "Mike: No.",
        "Katie: Come on, Mike, for me?",
        "Mike: No, see -- well, it wouldn't be accurate. I was a total nerd in high school. Chess club, Debate club, the only member of the precalculus club.",
        "Katie: Yeah, right. B.J. said the same thing. You guys are such liars.",
        "Mike: And, of course, you told him you were a cheerleader.",
        "Katie: The subject might have come up.",
        "Mike: Did you do your little hubba-hubba cheer?",
        "Katie: Maybe just a little.",
        "Mike: And maybe you let it slip that the school colors just happened to match your hair perfectly.",
        "Katie: It's not like I go on and on about this stuff.",
        "Mike: No, you'd never do that.",
        "Katie: All right, so maybe I mentioned it. Once! But I'm sure B.J. has probably already forgotten all about it.",
        "[SCENE_BREAK]",
        "Maddie: I'm really sorry, B.J. I shouldn't have opened that box. It's just that that guy that I can't stand came here, and --",
        "B.J.: You showed this to other people?",
        "Maddie: No! No, I found it after they left.",
        "B.J.: You brought other people in my house?",
        "Maddie: I was pretending.",
        "B.J.: You what?",
        "Maddie: I wanted to impress them, okay? I told them that I lived here. I guess that kills all chances of us being mansion mates, huh?",
        "B.J.: No, no. Maddie, its okay.",
        "Maddie: Really?",
        "B.J.: Yeah. Yeah. Sorry about all that. Come here. Come here. This is what I want. I want you to think of this as your house.",
        "Maddie: Okay.",
        "B.J.: Both you and Henry. All right? I mean, I want everything that matters to you, for you, just like, I want everything that matters to me.",
        "Maddie: Katie?",
        "B.J.: Well, let's think of it this way.",
        "Maddie: Okay.",
        "B.J.: Everything you know, you keep it to yourself. And Henry gets to keep his job. And you guys both get a house. And Katie doesn't think of me as some desperate jerk, but I tell her the truth. I do. I'm gonna tell her in my own time, in my own way. I am.",
        "Maddie: Okay, well, that sounds fair, I guess. Hey, more than fair. Thanks, B.J.",
        "B.J.: And about the cheerleading outfit -- better keep that to yourself, too. Don't even tell Henry at this point. Okay, and when you see it, just act like it's a surprise.",
        "Maddie: Okay. Okay.",
        "B.J.: All right. You know what you should do?",
        "Maddie: Hmm?",
        "B.J.: Go pick out a room for yourself. You know, and don't worry about it if it doesn't suit your tastes or anything because I'll just pay to have it redecorated.",
        "Maddie: You will?",
        "B.J.: Yes! Of course I will. We're friends, Maddie. I mean, you know -- we could be. So, think about that Halloween party, too, 'cause it's gonna be a lot of fun.",
        "Maddie: Okay. Thank you.",
        "B.J.: Yeah.",
        "[SCENE_BREAK]",
        "Holden: What? You want to stop?",
        "Lily: Bedroom.",
        "Holden: Okay.",
        "[Doorbell rings]",
        "Lily: Oh! Don't move.",
        "Holden: Okay.",
        "Lily: Don't move. Just stay -- right here. Oh. What happened?",
        "Luke: Nothing.",
        "Keith: Luke almost passed out at Java.",
        "Lily: What?",
        "Holden: You okay?",
        "Luke: Yeah, I'm fine. Just leave me alone.",
        "Lily: Why do you keep doing this?",
        "Keith: I'm just trying to help.",
        "Lily: You used Luke as an excuse to come over here.",
        "Keith: That's not -- that's not what I'm doing here.",
        "Lily: How many times do I have to tell you, it is over between us? We have nothing else to work out.",
        "Keith: Luke is sick, all right? I was talking to him and he just -- his legs buckled and he almost went down face-down. But I grabbed him. I mean, I wasn't gonna just leave him there. I mean, believe me --",
        "Holden: All right. Luke is home. We are perfectly capable of taking care of our son. So, why don't you leave? Now.",
        "[SCENE_BREAK]",
        "Paul: You see Dusty as the man who delivered your child, but maybe, you know, if you think about it, Dusty might be the man who, in a way, failed to keep your child alive.",
        "Jennifer: No, it has helped me having him work with me on this. And he was -- he was there, Paul. He was there when --",
        "Paul: Right, well, maybe that makes him too close to the subject. Maybe the two of you are too close to see any kind of clues you might find clearly. You know, maybe I could be a little bit more objective --",
        "Jennifer: No. No, I am not cutting Dusty out of this.",
        "Paul: Not even temporarily?",
        "Jennifer: It would hurt him, and I'm not gonna do that. Besides, we've just started working on something else. It was -- it's a new direction that we've decided to go in.",
        "Paul: What direction is that?",
        "Jennifer: Well, he just -- he just starting working on it. And if everything goes okay, then we might have proof that my baby is alive today.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Mike: Is that you or me?",
        "Katie: Um -- I think it's me. [Cell phone rings] Hello?",
        "B.J.: Is this a bad time?",
        "Katie: No, not at all.",
        "B.J.: I don't mean to bother you, but since you're helping me with the Halloween party --",
        "Katie: What do you need?",
        "B.J.: Well, I'm -- I'm at this second-hand clothing store, and you'll never guess what I found.",
        "Katie: What's that?",
        "B.J.: You know what? Forget I called. You have to see this to believe it.",
        "Katie: Oh, well, now you've got me wondering.",
        "B.J.: Well, let's just say this. It's a good omen. The Halloween party, it's gonna be a perfect night.",
        "[SCENE_BREAK]",
        "Keith: Just promise me you'll have him checked out.",
        "Holden: We've done that. He's already been examined by a doctor.",
        "Lily: If it wasn't for you, he wouldn't have gone through any of that ordeal.",
        "Keith: But, Lily, I'm not here to argue with you. I mean, Luke is just blowing this off like it was no big deal, but it is. I'm telling you, something is wrong.",
        "Holden: All right, all right, look -- I've been patient, but that's about to change. You need to go.",
        "[Glass shattering]",
        "Lily: Luke! Luke! Luke, Luke! Luke!",
        "[SCENE_BREAK]",
        "Paul: So, what's Dusty doing? Who is he talking to now?",
        "Jennifer: Well, when we started, we thought we would just need the blood test results from the two babies who were born at the hospital on the same night. But we never thought about a test result from me being thrown into the equation. So Dusty's setting one up. And depending on how things go, we might follow up with a genetic test to see if there is a match.",
        "Paul: And how's this new test gonna be any different from the other genetic tests that you already took?",
        "Jennifer: Well, Dusty and I will make sure that the blood drawn from the baby and the blood drawn from me is done by a trustworthy person so there will not be another switch. And now you can be a part of it, too, Paul. And you can be there and you can see that Dusty and I were right all along.",
        "[SCENE_BREAK]",
        "Emily: All you gotta do is keep your mouth shut, Meg. Paul will drive a wedge between Jennifer and Dusty. Jennifer leaves town and you get Dusty all to yourself.",
        "Meg: And what am I going to do with him? Spend the rest of my life not telling him the truth about this huge thing?",
        "Emily: If you want to get your man.",
        "Meg: It's wrong, Emily. Jen's baby is alive. She has a right to know. She has a right to raise this child. How can you not see that when you have a child of your own? You disgust me.",
        "Emily: Wait, wait, we haven't finished this.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" sponsored by Kellogg's",
        "Holden: An infection?",
        "Susan: It's spreading faster than Luke can fight it.",
        "Jessica: It's possible neither you nor Gwen could end up with the child.",
        "Carly: Well, then who would get him?",
        "Dusty: Go away, would you?",
        "Emily: I am sorry about before. At least, I tell you the truth.",
        "Dusty: The truth? What was that about?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=zIOwSwenLvs"
}