{
    "Episode Summary": [],
    "Recap": [
        "Katie has to put the skids on Brad wanting to get frisky, they are waiting for Liberty to get dressed for school. Brad doesn't approve when she appears with a bare midriff, and makes her wear her shirt appropriately. Henry offers Brad some friendly advice when he hears Liberty may be his daughter.",
        "Carly makes a declaration that she wants to be independent and pay her share to Jack for the household expenses, but then is shocked when she finds that it $2000 a month. Faith and Natalie are disappointed that their mother isn't coming home today after all. Brad asks Parker to look out for Liberty at school since she doesn't know anyone. Right on course, she accepts a $100 dare from some teenage boys and she shares it with Parker. They are caught later skipping school and Liberty tells a tall tale of being physically harassed by girls at school. Emma tells Holden it's better that he not get involved between any of Jack and Carly's problems. Instead he ends up on his butt when he goes to Metro and is the victim of a leaky pipe. They end up laughing and commiserating over their children having to suffer from their mistakes. Jack walks in and notices this coziness. They agree they may not always get along, but they want each other happy."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Katie: Good morning.",
        "Brad: Good morning, beautiful. Mmm. How come you didn't wake me up before you went to the gym?",
        "Katie: 'Cause it was so early, and you and Liberty were sound asleep. Where is she?",
        "Brad: Getting ready for school. She's been in there forever.",
        "Katie: Just like her --",
        "Brad: Aah, no, no, no, no. Don't say the \"F\" word. Don't say it. I was up half the night worrying about what's gonna happen if --",
        "Katie: You don't have to go there just yet.",
        "Brad: I have to -- as soon as that DNA test result --",
        "Katie: We have time. No one expects you to just snap your fingers and all of a sudden be father knows best.",
        "Brad: You had to say it.",
        "Katie: I have total faith in you. You have been so good with her already.",
        "Brad: It was hell getting her up this morning. I knew she was awake, but she absolutely refused to open her eyes. If it's gonna be like this --",
        "Katie: We'll get her a really annoying alarm clock.",
        "Brad: I'm so glad that I married you.",
        "Katie: I'm so glad you did, too.",
        "Brad: Every cell in my body just wants to pick you up and --",
        "Katie: I know. I feel like we're sleeping with a chaperone.",
        "Brad: I feel like I'm suffering from severe deprivation.",
        "[Katie chuckles]",
        "Brad: I hear the surgeon general warns against that.",
        "Katie: No, no, no, wait, wait, wait, stop. What if she walks in?",
        "Brad: I don't care. Honey, we can't keep living like this. I don't care.",
        "[SCENE_BREAK]",
        "Carly: Hello?",
        "Jack: Carly.",
        "Carly: Hi.",
        "Jack: Hey, come on in. Everything all right?",
        "Carly: Yes, yeah. The kids are at school. Everything's fine. You know, I'm not always the bearer of bad news.",
        "Jack: I'm sorry. I guess I'm just having some trouble waking up this morning. You want some coffee?",
        "Carly: No, thanks. Actually, I'm -- I'm here -- I guess I'm -- I'm here on business of sorts.",
        "Jack: Business? What kind of business?",
        "Carly: Well, you've been covering the bills for the house for a long time now, and I don't think that's fair.",
        "Jack: It's fine.",
        "Carly: It isn't. I appreciate your help with the kids, but I -- I want to pay my fair share, Jack, and I don't just mean the mortgage, but -- but everything. I want to pay half.",
        "Jack: Carly, that's not necessary.",
        "Carly: It is. We're not a couple anymore. I want to pay my own way. So you -- you tell me how much I owe you. And I brought my checkbook. I'll -- I'll pay you.",
        "Jack: Fine. Uh, let's see. The total for this month is about $4,750, so we'll just call your share an even two grand.",
        "Carly: That's a lot.",
        "[SCENE_BREAK]",
        "Holden: Girls got all your books? Don't leave anything in the car.",
        "Natalie: Will Mommy be there when we get home?",
        "Holden: I don't think so, Honey.",
        "Natalie: Why'd she say she was coming home if she's not?",
        "Faith: She lied.",
        "Holden: No, she didn't lie. She just -- she changed her mind. She loves you girls very much, and she misses you, but, you know, she kind of jumped the gun when she said she was coming home, because she's not really ready yet.",
        "Natalie: Ready for what?",
        "Holden: Well, she's just not feeling very strong, and she needs a little time on her own.",
        "Faith: If you care about someone, you won't tell them that you need time on your own.",
        "Holden: Honey, it's not that simple.",
        "Faith: Yes, it is. Stop telling us that she cares about us, because she doesn't. I don't believe it anymore.",
        "[SCENE_BREAK]",
        "Jack: I don't have a problem supporting my family.",
        "Carly: I'm not your family anymore.",
        "Jack: So what? I'm only supposed to heat the part of the house that the kids hang out in?",
        "Carly: It's important to me that I support myself.",
        "Jack: I know that, and you will. But at this point in time, money's not a problem for me the way it is for you, so don't worry about it.",
        "Carly: I'm not a charity case, Jack.",
        "Jack: I don't think that.",
        "Carly: That's how it feels. Now, I'm a little short right now, but not for long. This time next month, I'll have my half, okay?",
        "Jack: Plan on winning the lottery? Sorry, that was a cheap shot.",
        "Carly: You know that I'm opening Metro again. As soon as I'm up and running, I will have all the income I need.",
        "[SCENE_BREAK]",
        "Liberty: Ooh. [Chuckles] Don't mind me. I'm out of here. You guys can have all the sex you want.",
        "Brad: No, we weren't having -- wait, wait, wait, wait, wait. What the hell are you wearing?",
        "Liberty: Katie got it for me.",
        "Brad: You bought that for her?",
        "Katie: Not exactly.",
        "Brad: Well, I'm sorry. You can't go to school like that. No.",
        "Liberty: Awesome. Excellent. I didn't want to go anyway. Later, guys.",
        "Brad: No, no, not so fast, young lady.",
        "Liberty: Did you just call me young lady?",
        "Brad: Don't change the subject.",
        "Liberty: You said I can't go to school. No problem -- I won't.",
        "Brad: I said you can't go to school looking like that. Katie, what were you thinking, buying that for her?",
        "Katie: That she would wear it the way it was supposed to be worn.",
        "Liberty: I need to express myself.",
        "Brad: You look like a --",
        "Liberty: I think the word you're actually looking for is a harajuku girl.",
        "Katie: Oh, my God, I can't believe you just said that.",
        "Brad: Look, I have no idea what you people are talking about.",
        "Liberty: Then we have much to teach each other.",
        "Brad: Okay, maybe, Grasshopper, but you should be heading to school right now. So, okay, now I want you to untie the knot, let the shirt fall to where it's -- wear it the way you're supposed to wear it.",
        "Katie: See, it looks cute just like that.",
        "Brad: You know, you should be grateful for Katie for buying that for you.",
        "Liberty: Mm-hmm.",
        "Brad: You're a lucky kid, okay? You could be stuck with some old fogies. We are cool.",
        "Liberty: Yeah, you're okay.",
        "Brad: Okay, I'll take it. I'll take it. But right now, you're gonna be late for your first day, so let's go.",
        "Liberty: Guys, seriously, though, do we really have to do this whole school thing, because there are a lot of better ways to learn?",
        "Brad: Like what?",
        "Liberty: Uh, like, the school of life. I mean, you know, you could actually teach me the TV biz. I could go to work with you.",
        "Katie: Oh, I don't know about that. Kim hires all the interns, and she only hires college kids.",
        "Liberty: That is discrimination.",
        "Katie: It is discrimination. She only wants the best, so good luck getting hired anywhere without a high school education.",
        "Liberty: Ooh, you know what? We could do home schooling.",
        "Brad: Oh, that's -- oh, that's a great idea. No, we have full time jobs.",
        "Liberty: Okay, online classes or G.E.D.?",
        "Brad: No, I went through a lot of trouble to get you in this school, and you are going.",
        "Liberty: Fine.",
        "Brad: Yes.",
        "Liberty: But I just want to let you know it's not gonna work out.",
        "Brad: Good, that's great. Keep the positive attitude.",
        "Liberty: Are you gonna at least feed me first?",
        "Katie: Yeah, you know what? I need to take a shower, so, Brad, why don't you take Liberty over to Al's, and I'll see you at work?",
        "Liberty: Works for me.",
        "Brad: I'm not gonna be able to handle this alone.",
        "Katie: You will be fine. Call me if you need me.",
        "[Whispering]",
        "Brad: I'm gonna kill her.",
        "Katie: Call me.",
        "Brad: I'm gonna kill her.",
        "[SCENE_BREAK]",
        "Holden: Faith, you're disappointed, and I understand that. But your mom -- she loves you. She loves you girls with all her heart.",
        "Natalie: Doesn't she love you, Daddy?",
        "Holden: Of course she does. But she's had a bit of a rough year, and she's feeling a little overwhelmed.",
        "Faith: Because of when she was trying to lose weight?",
        "Holden: No. Now look, your mom -- she's healthy now. She's just a little tired and confused about things, but she loves you girls more than anything.",
        "Faith: But what about you?",
        "Holden: What about me?",
        "Faith: Well, I thought you guys were together for real. But you're not, are you?",
        "Holden: You know, Faith, I can't answer all your questions, but I can tell you this. Your mom -- she just needs a little time to think, and when she figures everything out, she'll come back, and she'll tell us what she's decided. And I promise you it's gonna be good. Then we can start being a family again.",
        "Natalie: But you don't know when that's going to be.",
        "Holden: You're right, I don't. So you know what? You're gonna have to trust me, okay? You do trust me, don't you? All right, let me worry about everything. You girls go and try and have a good day at school, okay?",
        "[SCENE_BREAK]",
        "Jack: You don't have to prove anything to me, Carly.",
        "Carly: I think I have to prove something to myself. I know that I never should have and once I finish getting Metro cleaned up, it'll be fine.",
        "Jack: I'm worried about you, though, not the club.",
        "Carly: Because you don't approve of me running a bar.",
        "Jack: At first, I didn't, but then I saw the way you ran the place. You're really -- you're really good at it. But it's a lot to do on your own.",
        "Carly: I'll hire a staff. Eventually, I may learn to delegate.",
        "Jack: Well, I'll help you out in any way I can. I mean that.",
        "Carly: Thank you. But I'll be fine.",
        "Jack: Okay. I never know what I'm gonna find when I get there. [Chuckles] Hello.",
        "Holden: Hello. She was on a mission, huh?",
        "Jack: Yeah. Just hope she's not headed for more trouble.",
        "[SCENE_BREAK]",
        "Liberty: I want the works -- pancakes, eggs, bacon.",
        "Brad: No time -- milk, muffin, get it to go.",
        "Liberty: That is not healthy.",
        "Brad: Who says?",
        "Liberty: Carb city, Dude. You should want me to have right nutrition. I mean, you're my father.",
        "Brad: All right, Dude, we'll just make it a whole wheat muffin, then, all right?",
        "[Liberty scoffs]",
        "Henry: Parker, there you go.",
        "Liberty: Oh, hey, Tony Hawk.",
        "Parker: Ha.",
        "[Liberty giggles]",
        "Brad: Go order your stuff, okay? I need to talk to Parker. Yeah, I do. Let me talk to you.",
        "Parker: I'm gonna be late for school.",
        "Brad: I know. That's exactly what this is about. I need your help. I need you to look after Liberty, okay? She doesn't know anyone. She might be a little freaked out.",
        "Parker: Her?",
        "Brad: Yeah, her. I mean, if you see her wandering around the halls, looking sad and lonely, I just need you to help her.",
        "Parker: You know, I -- somehow, I kind of doubt that's gonna happen, but, yeah, sure.",
        "Brad: All right, thanks, Bud, all right?",
        "Liberty: Whoa, you guys really know how to take your time around here. Are you trying to make me late for my first day of school, 'cause --?",
        "[SCENE_BREAK]",
        "Holden: I thought she did a nice job with the place.",
        "Jack: If you ignore the fact that her partner's boyfriend was murdered there before we could bust him for an attempted rape charge.",
        "Holden: Well, that is not gonna happen again, Jack.",
        "Jack: Oh, you just don't know Carly. She tends to bite off more than she can chew.",
        "Holden: She wants to be independent.",
        "Jack: So she says. I think she just wants to prove that she doesn't need me anymore.",
        "Emma: Oh, do I love having you boys live here again. What breaks my heart is how it came about. Hey, Sweetheart, you're not your handsome self this morning. What is it?",
        "Jack: Ah, just --",
        "Emma: Okay?",
        "Jack: Work stuff. I got to get going.",
        "Emma: Have fun.",
        "Jack: Bye.",
        "Emma: I do something wrong?",
        "Holden: No, he's worried about Carly.",
        "Emma: More than usual?",
        "Holden: She wants to reopen Metro, and he thinks it's too much for her. But I think that he's underestimating her.",
        "Emma: And you be careful. This is not something you should get in the middle of.",
        "Holden: Did I say I was gonna do that?",
        "Emma: I know you boys.",
        "[SCENE_BREAK]",
        "Jack: Hey, whoa!",
        "Katie: Excuse me. Hi.",
        "Jack: Katie, I was just about to cite you for a moving violation.",
        "Katie: Sorry -- you know me and my magazines. And once I get to work, I don't really have any time.",
        "Jack: Oh, you're headed to the studio?",
        "Katie: Yeah, it's a nice day. I thought I would walk.",
        "Jack: Yeah, same here. Mind if I join you? It's on my way.",
        "Katie: Sure. So, how is everything?",
        "Jack: Oh, everything's great now, thanks to you. With real fruit and no preservatives, graduates",
        "Katie: Things are great, thanks to me. What did I do?",
        "Jack: Well, I'm taking a page from your book. I'm trying to be more patient with Carly. I'm letting her send the kids to camp.",
        "Katie: That's great.",
        "Jack: I know.",
        "Katie: Yeah, that'll be good for them and take the pressure off of you a little bit.",
        "Jack: Yeah, I thought so. Then she announces this morning that she's reopening Metro by herself and that my help is not needed.",
        "Katie: And that's a problem because?",
        "Jack: Well, it's a huge thing to do, especially by yourself, and when you don't have any experience and you got three kids at home.",
        "Katie: So the patience is short-lived.",
        "Jack: No. No, you see, I think it's a mistake, but it's hers to make, so I backed off, patience intact, thanks to you.",
        "Katie: You know what, Jack? I am -- I'm really glad that you're figuring things out. I am, but from now on, I really don't think I want to hear about your problems with your ex-wife.",
        "[SCENE_BREAK]",
        "Carly: All right, looks good. Jack, why do you always have to question -- oh! Where is this water coming from? Oh, no. Oh, no, no, no, no, a leaky pipe. It's okay. It's all right, Carly. Just get your toolbox and fix it.",
        "Holden: Carly.",
        "Carly: Oh, hi, Holden. Be -- be careful. Ah! Oh! [Carly laughs] Oh, are you --",
        "[Carly laughs]",
        "[SCENE_BREAK]",
        "Brad: Should you be leaving your post?",
        "Henry: No, everyone's finally eating or paid up. So --",
        "Brad: So?",
        "Henry: Who was that teenage girl that you bought breakfast? Does Katie know about this, Brad?",
        "Brad: Get your mind out of the gutter.",
        "Henry: Now, listen to me. You put me in a very awkward position here. Katie's my best friend.",
        "Brad: She's mine, too, all right? I'm not doing anything wrong. I love my wife. That girl just -- she may be -- I mean, it's not definite or anything. I'm just trying to -- you know --",
        "Henry: Spit it out, Man. She may be --",
        "Brad: My daughter.",
        "Henry: Your --",
        "Brad: Look, don't make me say it again. I'm still eating.",
        "Henry: What, are you kidding me?",
        "Brad: No.",
        "Henry: You -- you have a teenage offspring?",
        "Brad: Maybe. She just showed up.",
        "Henry: She showed up and she said that you're her --",
        "Brad: We had a DNA test done.",
        "Henry: And?",
        "Brad: It hasn't come back yet.",
        "Henry: So you -- you knew her mother in the biblical sense. [Brad clears throat] That would be an amen.",
        "Henry: Okay. What's -- what's the young lady's name?",
        "Brad: Liberty.",
        "Henry: That's interesting.",
        "Brad: See, the thing is, I think I'm expected to take care of her.",
        "Henry: Yeah, that's usually how these things go.",
        "Brad: I'm clueless here, Henry, you know. But what about you? I mean, you -- you practically raised a teenage girl. What's it like?",
        "Henry: Be afraid. Be very afraid.",
        "[SCENE_BREAK]",
        "Liberty: Ah, hey, tough guy, come over here and tell these losers that I am just way out of their league.",
        "Parker: Hey, Guys, what's up?",
        "Dylan: She's all talk and no action, isn't she, Snyder?",
        "Liberty: Oh, want to test me?",
        "Judd: Yeah, definitely.",
        "Dylan: Ready to put your money where your mouth is?",
        "Parker: Bad idea, Guys. Come on, let's get back. You're going to miss third period. You can't cut class on your first day.",
        "Liberty: What I can't do is walk away from a dare.",
        "[SCENE_BREAK]",
        "Henry: Living with a teenage girl is unchartered territory. There is no way to know what they are thinking at any given moment. And if you are lucky enough to sort of figure it out, they will change their minds. They are run by some impenetrable, unknowable, random x-factor that we will never, ever, ever understand.",
        "Brad: That's not just teenage women. That's women, period.",
        "Henry: Yeah, yeah, but it's worse with the young ones, man, because we're supposed to be responsible for them. And they love messing with us. They love it. The grown women -- they -- they -- they want us to figure them out. They expect that. But teenage girls -- they're elusive on purpose.",
        "Brad: Okay, what about Maddie? I mean, she was cool. She was smart.",
        "Henry: She was smart. It made it -- it made it three times worse, because I -- I forgot that she was just a kid. They like to pretend like they know everything, when really they're really just innocents -- until they're guilty. They need a strong hand.",
        "Brad: See, that's exactly the way I've been dealing with Liberty. I mean, I'm giving, like, tough love. But Katie says I -- I've been too hard on her.",
        "Henry: My advice is, and from my experience, if you want that one to grow up to be an adult reasonably unscathed, you lock her away until she's about 40.",
        "Brad: Thanks for the encouragement.",
        "Henry: Yeah. Hey. Hey, look on the bright side. Maybe she's not your daughter.",
        "[SCENE_BREAK]",
        "Parker: Liberty, you don't want to mess with these guys.",
        "Liberty: Parker, they were the ones messing with me. I mean, I was just taking a walk, and then they followed me.",
        "Dylan: You want the money?",
        "Liberty: Mm-hmm.",
        "Dylan: Jump into the reservoir.",
        "Parker: That water's freezing.",
        "Judd: She said she's not afraid of anything.",
        "Liberty: Jump into the water? Really, is that all you could come up with?",
        "Parker: Don't be stupid, Liberty.",
        "Liberty: Okay, 20 bucks each. Well, where is it? Hand over the money.",
        "Parker: You want to get kicked out of school on your first day?",
        "Liberty: Parker, we're not even on school grounds.",
        "Parker: Okay, first you want to cut class, and now you want to jump into the reservoir?",
        "Liberty: I stand to make $100 here.",
        "Parker: Between the police and the principal --",
        "Liberty: Parker, shh. Okay, you're boring me now, so where's the money?",
        "Judd: Yeah, and let you run off with it?",
        "Liberty: Okay, have Parker hold the money.",
        "Boy #1: He's in on it.",
        "Parker: Hardly.",
        "Liberty: Okay, fine, the deal's off.",
        "Dylan: Okay, okay, all right.",
        "Parker: Hey. No, wait. Liberty, wait, wait, wait, wait, okay? Just take a second. Think. You don't have to do this if you don't want to.",
        "Liberty: Who says I don't want to?",
        "[Liberty jumps into the water and than climbs out]",
        "Liberty: What, Guys, huh? No applause?",
        "Boy #2: You just got 100 bucks.",
        "Judd: Why don't you come to my house? I'll dry you off.",
        "Liberty: Ew. Like I said, I am just way out of your league, and now that I took all your money, well --",
        "Dylan: The hell with her. Let's go eat.",
        "Liberty: Ha.",
        "Parker: Here, you can give me back my jacket tomorrow.",
        "Liberty: Oh, thanks. Hey, where you going? Parker. This is for you.",
        "Parker: Why, so I don't rat you out to Brad and Katie?",
        "[SCENE_BREAK]",
        "Jack: Whoa, hold on a second. I'm sorry if I upset you.",
        "Katie: I'm not upset.",
        "Jack: Uh-huh.",
        "Katie: I'm just -- you know, I have a lot on my plate right now, and you and your marital or ex-marital problems don't really make the cut. Sorry.",
        "Jack: You and Brad having problems?",
        "Katie: What? Why would you ask that?",
        "Jack: Well, because you're making it sound like having a teenage stepdaughter sprung on you is no big deal at all, when in actuality, I think it is.",
        "Katie: No, we're dealing with it together, as it should be. So you deal with your problems, I'll deal with mine.",
        "Jack: I thought we were friends.",
        "Katie: We are. We are. It's just that my marriage is private. And if you can't handle that --",
        "Jack: No, I can. I can handle it.",
        "Katie: Good. Okay, cool. So from now on, we are friends with boundaries -- strict boundaries. Our past is confusing enough without bringing it up all the time.",
        "Jack: That's not what I was trying to do, Katie.",
        "Katie: Okay, well, good. From now on, if you have problems with Carly, talk to her about it, not me. And don't ask me about Brad.",
        "Jack: Okay.",
        "Katie: You know, I forgot -- I have to pick something up before I get to work.",
        "[SCENE_BREAK]",
        "Carly: I can't believe -- you all right?",
        "Holden: What happened?",
        "Carly: I know. I -- I have a -- a leaking pipe.",
        "Holden: Did you call a plumber?",
        "Carly: No. No, I need every penny. I can't afford that. I need to get this place up and running.",
        "Holden: I can lend you the money.",
        "Carly: Thank you, but no. I don't want to be indebted to anyone.",
        "Holden: Carly, it's -- it's me.",
        "Carly: I know. But I really want to do this on my own. I suppose it's a pride thing.",
        "Holden: I can understand that.",
        "Carly: Besides, this might shock you, but I actually think that I can fix this on my own. Yeah, it's just a loose fitting. Just -- it just needs to be tightened here.",
        "Holden: Mmm. I'm impressed.",
        "Carly: Well, maybe you can be a little impressed and a little more helpful. It's stuck here.",
        "Holden: Okay, all right, here we go.",
        "Carly: Ready?",
        "Holden: Let's do it together. [Holden grunts] Wow.",
        "Carly: Good. [Holden grunts] All right, that should do it.",
        "Carly: Yeah. All right.",
        "Holden: All right, I think we need to tighten this up a little bit here.",
        "Carly: Here. This one?",
        "[Holden grunts]",
        "Carly: Ah! Holden!",
        "Holden: Carly, give me the towel!",
        "Carly: Ah!",
        "[Holden laughs]",
        "[SCENE_BREAK]",
        "Henry: Baby, you look -- you look dead on your feet.",
        "Vienna: I'm sorry, Henry.",
        "Henry: No, don't apologize to me. Look, why don't you go home? Take yourself a nice, long nap. I can hold down the fort here.",
        "Vienna: No, I'm just a little sleepy. I had a very early morning. One of the machines broke down yesterday, so I had to get up one hour earlier and mix everything by hand.",
        "[Henry sighs]",
        "Henry: Yeah, I knew you got up before I did. I guess I thought, um -- I don't -- I don't know what I thought. You know what? This has got to stop.",
        "Vienna: What -- what are you talking about?",
        "Henry: I mean we need to put an end to this, to -- to -- to all this, all this. If you're gonna get up at the break of dawn, it should be to take a balloon ride through the alps, okay? No, it should be to go to some sun- bleached Grecian isle, where we have -- we're renting a villa with our -- our jet-setting, multicultural, witty friends. It should not be to get elbow-deep into pancake batter. These elbows are works of art. I will not have them besmirched!",
        "[Vienna laughs]",
        "Vienna: You are so dramatic, Henry. I'm fine. My elbows are fine.",
        "Henry: I don't care. I don't care. I want you to have what you deserve. I want to get that for you. I don't know how, but by God, I'm gonna make it happen.",
        "Vienna: Oh, so you think that I want to be jet-setting with my multicultural, witty friends? How many times do I have to tell you? It never made me as happy as you do.",
        "Henry: I -- what about making me happy? Have you thought about that?",
        "Vienna: What, you want to be a part of the jet-setter group?",
        "Henry: No, I'm -- I'm not saying 24/7 diamonds and caviar and that sort of stuff, but a measly two-week vacation -- when's the last time we had a weekend together? I haven't even taken you to Chicago.",
        "Vienna: Okay, so, we'll -- we'll get someone to fill in for us here, and we'll go to Chicago.",
        "Henry: Who? Who would volunteer to watch this place while we get out of town?",
        "Vienna: I was thinking Katie and Brad.",
        "Henry: Hmm.",
        "Vienna: They could do it as part of their TV show. \"Tune in tomorrow, and watch Katie and Brad trying to run a diner.\"",
        "Henry: Hmm, good idea. It is. I think Katie and Brad have a lot more other things on their plate at the moment.",
        "Vienna: Like what?",
        "Henry: Like the potential pitter-patter of little feet.",
        "[Vienna gasps]",
        "Vienna: Katie's pregnant?",
        "Henry: No, Brad's the one with child, if his DNA matches up. If it does, that girl is going to be a handful.",
        "[SCENE_BREAK]",
        "Liberty: No bribe. You can tell whoever you want because, well, I don't care.",
        "Parker: Then why the payoff?",
        "Liberty: Because you pushed those guys into upping the ante. And if you hadn't have been there, they'd never have paid up, and I would just be as wet and broke as I was before. So take it. You deserve it.",
        "Parker: I don't know.",
        "Liberty: Oh, come on. I can get more.",
        "Parker: Doing what?",
        "Liberty: Whatever. Its 50 bucks. Come on. Think of it as a little cash infusion. Hazard pay for the whole skateboard thing.",
        "Parker: Okay, because you did waste my time by sending me to the hospital.",
        "Liberty: And as they say, time is money.",
        "Parker: Time is money.",
        "Liberty: So, come on, let's go. Let's go spend it.",
        "[SCENE_BREAK]",
        "Brad: What's wrong? Come on, what's wrong? You seem stressed.",
        "Katie: I'm just a little preoccupied with the whole Liberty thing.",
        "Brad: You and me both, but now that she's in school, we don't have to worry about her for, what, at least a few hours.",
        "Katie: Oh. I think you spoke too soon.",
        "Parker: Trouble at 12:00.",
        "Liberty: Oh, thank God. I am so happy you're here.",
        "Brad: Why are you all wet?",
        "Katie: And why aren't you in school?",
        "Liberty: I was until gym class. You know those stories about the mean girls in the locker rooms?",
        "Brad: No.",
        "Katie: Yes.",
        "Liberty: Well, they ganged up on me. They shoved me around, and they stuffed me into a shower and turned it on.",
        "Brad: What the hell? Are you serious?",
        "Katie: Of course she's serious, Brad. How did you get away?",
        "Liberty: I don't know. I just did. And I -- I don't know. I fought back, and I started running out the door of the school, and Parker found me. And he gave me his jacket so I wasn't flashing everybody. That was really nice of you, Parker.",
        "Katie: Yes, it was. Thank you, Parker.",
        "Brad: Did you bust some heads?",
        "Parker: In the girls' locker room?",
        "Katie: Would you want him to beat up the girls that did this to her?",
        "Brad: Yeah.",
        "Katie: No, Brad. That's totally inappropriate.",
        "Brad: Right, okay, well, yeah. Okay, you did a good job, anyway. Thanks for looking after her like I asked you to.",
        "Parker: No problem.",
        "Katie: You are becoming such a little gentleman, Parker. Thank you.",
        "Brad: Yeah, thanks, Bud.",
        "[SCENE_BREAK]",
        "Carly: Oh, thank God. Any more water, I'd have to replace the carpet.",
        "Holden: You know what? The fitting is stripped. It's just duct tape. It's not gonna last forever.",
        "Carly: You must think I'm a mess, huh?",
        "Holden: No, no. It's your -- your pipes are a mess. You're gonna need a professional plumber, definitely.",
        "Carly: How did you know I was here, anyway?",
        "Holden: Jack told me.",
        "Carly: Oh. Right, so now you can go back to him and you can report to him that it's true that I cannot run this place.",
        "Holden: It's not always about you, Carly.",
        "Carly: You mean you're not here spying for Jack?",
        "Holden: No, I came here because I have something on my mind, and I wanted to talk to you about it. Advice -- I need advice.",
        "Carly: From -- from me? Wow, that's a first.",
        "Holden: Well, I'm serious.",
        "Carly: What's going on? [Holden sighs] Lily called, and she said she was coming home, and then she didn't.",
        "Carly: Oh, no. Oh, the girls must be devastated.",
        "Holden: Pretty much. Faith -- she thinks that her mother doesn't love her anymore. She actually said that. \"My mother -- she doesn't love me.\"",
        "Carly: What did you say?",
        "Holden: I don't remember. I just don't know how to make things okay for them anymore, because they're not.",
        "Carly: Oh, Holden, I'm sorry. I'm really sorry that you have to go through this.",
        "[SCENE_BREAK]",
        "Brad: Henry was right about teenage girls. I mean, they -- they are evil. I mean -- no, not you, Liberty. I'm talking about these mean girls. I'm gonna go to that school right now, and I'm gonna talk to the principal. And you know what you're gonna do? You're gonna identify these girls, and they're gonna get detention or --",
        "Liberty: Do you want to destroy me?",
        "Brad: What?",
        "Liberty: You can't go over there and freak out.",
        "Brad: I'm not freaking out. But these girls, they need to be punished.",
        "Liberty: Yeah, okay, right. I go over there with my dad, they get detention, and the next time, its way worse. Oh, they will go all \"Carrie\" on me.",
        "Brad: You could have gotten hurt.",
        "Liberty: But I didn't. Let me deal with these little freaks my own way. It's the only way to make it stop.",
        "Katie: She's right, Brad.",
        "Brad: Do you agree?",
        "Parker: Yeah, definitely.",
        "Liberty: I'll be fine tomorrow. Just don't make me go back to that school today. I'm too traumatized.",
        "Brad: Yeah, okay. All right, all right, all right, no worries, all right? You're just gonna go home, order some room service. I want you to take it easy. I wish we could come with you, but Katie and I -- we have to head to the studio.",
        "Katie: Yeah, before they send out a search party.",
        "Brad: And you, all right -- I want you to make sure she gets to the hotel okay. And then make sure you get to school.",
        "Parker: Yeah, sure.",
        "Katie: We'll check on you later, Sweetie, okay?",
        "Brad: All right, chin up, Kiddo. I'm gonna teach you some fierce martial art moves.",
        "Katie: He does tae bo.",
        "Liberty: You are such a geek.",
        "Brad: Well, takes one to know one.",
        "Katie: Okay, come on, Brad. Let's go before Kim beats us down.",
        "Parker: You're good.",
        "[SCENE_BREAK]",
        "Carly: Lily loves you. And you -- you don't want her to rush this. You want her to take her time so that when she comes back, she'll be here with her whole heart.",
        "Holden: Well, it's been a long, long time since we've had all of her with us.",
        "Carly: Just hang in there for a little bit longer.",
        "Holden: I'm okay on my own. I'm fine. It's just the kids.",
        "Carly: I know exactly what that's like. You would do anything to protect them, but you can't. You know, they -- they suffer for our mistakes. It's not fair.",
        "Holden: A lot of things aren't fair. That's why God made duct tape.",
        "[Laughter]",
        "[Laughter]",
        "Jack: What's so funny?",
        "Carly: Hi. I think that you -- you probably had to be there.",
        "Holden: Yeah, you definitely had to be there. I walked in. Carly was trying to fix this pipe, and tried to help her out, and the damn thing near exploded.",
        "Carly: Yeah, but we -- we did manage to fix it eventually.",
        "Holden: It's a good thing you're here, Jack. You're a better plumber than I am. She could use your help. I got to go.",
        "Carly: Yeah. Hey, thank you. Thanks for your help here.",
        "Holden: Yeah, right. See you.",
        "[Carly sighs]",
        "Carly: Well, Jack, if you are here to say, \"I told you so --\"",
        "Jack: Actually, it's just the opposite.",
        "[SCENE_BREAK]",
        "Katie: Maybe we should do a segment on teenage girls and locker room politics or something -- teach parents how to deal with those little -- [Brad sighs] You're not listening to me, are you?",
        "Brad: I'm sorry. I'm sorry. I just can't help but think about what that poor kid had to go through today. I mean, she must have been scared out of her mind.",
        "Katie: I think Liberty's a lot tougher than you think.",
        "Brad: I don't know. I mean, she's in a -- she's in a new school. She doesn't know anybody. She doesn't know us.",
        "Katie: Yeah, but that was her choice.",
        "Brad: I mean, did you think she thought it was gonna be this hard? Hey, Tony, are we doing anything else besides those promos today?",
        "Tony: No, just promos, nothing major.",
        "Brad: Would you mind if we squeeze those in before we do the taping of the show? I have some personal stuff I need to take care of.",
        "Tony: Yeah, sure. I'll go tell Kim.",
        "Brad: Thanks, bud. Look, do you mind? I mean, I don't know. I just -- I just think that she shouldn't be alone after what happened. What, you think I'm -- you think I'm crazy?",
        "Katie: I don't know why you're so scared of being a father, 'cause if you ask me, your instincts are right on the money.",
        "[SCENE_BREAK]",
        "Liberty: Ooh.",
        "Parker: Okay, so, I'll see you at school.",
        "Liberty: Aren't you coming inside?",
        "Parker: I can't miss Earth Science. I should go.",
        "Liberty: Why? You're already here. Brad told you to look out for me.",
        "Parker: You don't need my help.",
        "Liberty: Oh, come on, Parker. Don't be a wuss. We haven't spent our money yet. Why are you looking me like that?",
        "Parker: Okay, I'm no angel, but you -- you just lie without even stopping to think about it. It just comes right out of you.",
        "Liberty: Oh, yeah, and that bothers you or something?",
        "Parker: No, not -- not really, but just don't try it on me, okay? [Liberty sighs] Anyways, I really should go. Are you planning on showing up at school tomorrow?",
        "Liberty: Yeah, school -- it's not really for me. If I had any doubt about that, first period geometry totally proved it. Who gets that worked up about triangles?",
        "Parker: That's Mr. Ward for you. Don't get him started on trapezoids.",
        "Liberty: Well, thanks for not ratting me out, tough guy.",
        "Parker: See you.",
        "Liberty: Hmm.",
        "[SCENE_BREAK]",
        "Jack: I shouldn't have been so negative when you were telling me about your plans for this place.",
        "Carly: You were pretty discouraging.",
        "Jack: Yeah, I'm sorry about that. Listen, I -- I wish you all the luck in the world, and I hope your reopening is a huge success.",
        "Carly: Well, you -- you're gonna be here.",
        "Jack: You sure you want me to be?",
        "Carly: Yes. Yes, Jack, you have to be here. Even if it's just so I can prove you wrong. You know, we may not always get along perfectly. But I do want you to be happy.",
        "Jack: I want the same for you.",
        "Carly: In that case, would you take a look at that pipe?",
        "Jack: I'd be honored.",
        "[SCENE_BREAK]",
        "[Holden whistles]",
        "Emma: What happened to you?",
        "Holden: Oh, I had to help Carly fix a leaky pipe at Metro. Cut it out, Mama.",
        "Emma: I didn't say anything.",
        "Holden: You didn't have to. But you know what? I did take your advice. When Jack showed up, I hightailed it out of there. What happens between Carly and Jack is strictly between Carly and Jack.",
        "Emma: You have a very, very big heart, Holden, and I know you're only trying to help. But trust me, its better this way.",
        "[SCENE_BREAK]",
        "Jack: You and Holden, you did a good job. This should hold until you get a real plumber in here.",
        "Carly: Until the next one blows.",
        "Jack: Until you start turning a profit and can hire a real plumber. Well, I'd better get to work. I'm already late.",
        "Carly: Thanks for coming by. It means a lot. And I'll see you at the opening.",
        "Jack: Deal.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Holden: Hello?",
        "Carly: Hey, it's Carly. I just wanted you to let you know that you are a better plumber than you think. Jack just gave your work his seal of approval, and he wished me luck on the opening.",
        "Holden: Well, I'm glad things went well.",
        "Carly: You had a lot to do with it.",
        "Holden: No, not really.",
        "Carly: You did. You've been a good friend.",
        "Holden: So have you.",
        "[SCENE_BREAK]",
        "Liberty: Oh.",
        "[Liberty giggles]",
        "[Elevator dings]",
        "Liberty: Why'd you guys come back? I thought you had work.",
        "Katie: We were just worried about you.",
        "Brad: Thought you could use some company.",
        "Liberty: I don't really feel like talking. Actually, I think I'll take a bubble bath. They say that helps you when you're stressed out.",
        "Katie: Yeah, you know what? Liberty, why don't you use the lavender bubble bath that's in the glass bottle right next to the tub?",
        "Liberty: Thanks.",
        "[Cell phone rings]",
        "Brad: Hello? Hey. Okay. Really? Okay, thank you. Thank you.",
        "[Brad sighs]",
        "Katie: What?",
        "Brad: That was Susan. She said she put a rush on the DNA test. We're gonna get the results tomorrow.",
        "Katie: That was fast. Well, at least we'll know the truth.",
        "Brad: I'm scared.",
        "Katie: Of what? That Liberty's your daughter, or that she isn't?",
        "Brad: Both.",
        "[SCENE_BREAK]",
        "Announcer: Next week on \"As the World Turns",
        "Jack: Carly always has to have a guy in her life to do her bidding, so maybe you should start asking yourself how that guy came to be you.",
        "Lily: My girls.",
        "Man: Whatever my father's got to say to her, he can say to me himself.",
        "Brad: I'm your father.",
        "Liberty: I told you so.",
        "Janet: I sure remember you. Oh!",
        "Brad: Easy, Janet."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=mgRyTZuLDjw"
}