{
    "Episode Summary": [],
    "Recap": [
        "Luke and Lily go on the air at WOAK and talk about their experiences as mother an son when Luke told Lily he was gay. Luke and Lily also announce his foundation's intention to file a class action lawsuit in order to fight discrimination against not only gay people but anyone whoo can't rent a house or apartment. The show has a positive response and the landlord who wouldn't rent them an apartment rents to Luke and Noah The Landlord also promises not to discriminate against anyone when he rents apartments. Luke, Noah and Lily celebrate the victory and make plans to move forward with the lawsuit. Luke and Noah later get a note telling them to stop all this or they will regret it. Noah and Lily persuade Luke to report this incident to the police.",
        "Parker and Liberty are frustrated when Parker's lawyer tells them it will take at least six months to get his trust fund maybe longer if things get complicated. Parker and Liberty look for a job but can't find one so Parker steals money from Al's diner. Jack arrests Parker causing a rift with both Carly and Janet who think he is being too tough on Parker and Liberty. Janet later tells Jack that she will stand by him even though she doesn't agree with him. Craig bails Parker out of jail and pays for him and Liberty to stay at the Lakeview for a week. Carly continues to drink to forget her problems and Jack tells her to sober up before she talks to him. Craig tells Carly he is on her side no matter what happen with Parker."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Luke: So, we've done an informal poll of the gay community, nothing scientific, but it became pretty clear that Noah and I aren't the only gays that tried to rent an apartment that suddenly became unavailable.",
        "Lily: How does he know that you're not just two straight guys that are looking to be roommates?",
        "Luke: Well, all we had to say was that one bedroom was fine for us.",
        "Noah: Yeah. That's all he needed to hear. It's like these guys have some kind of system for spotting us.",
        "Lily: It's disgraceful.",
        "Noah: It works both ways. When somebody accuses them of discrimination, they deny it and say, \"Well, how can we tell?\"",
        "Lily: So, what are you guys thinking?",
        "Luke: Well, I think this is an issue where the foundation really could help. We could fund a survey of the gay community. We could back a campaign to strengthen anti-discrimination laws.",
        "Noah: We could bring a class-action lawsuit against any landlords with any kind of history of discrimination.",
        "Luke: Especially if we can prove that they're colluding.",
        "Lily: So, how do you go about that?",
        "Luke: Offer a reward.",
        "Lily: What about going public?",
        "Noah: Well, we can't prove anything yet.",
        "Lily: Yeah, but you could go on the air and tell your story, maybe convince some of your friends who have had similar experiences.",
        "Luke: As a way of showing a pattern without bringing up direct charges.",
        "Lily: Exactly.",
        "Noah: But who'd give us the chance to do that?",
        "Lily: Someone who believes discrimination is wrong who happens to own a TV station, like, for instance, me.",
        "[SCENE_BREAK]",
        "Janet: Okay, turkey club with fries and a coffee. I'll be right back with your coffee.",
        "Jack: You left early this morning.",
        "Janet: I had to work the breakfast shift.",
        "Jack: You could have woken me.",
        "Janet: What for?",
        "Jack: I checked with the desk. The kids weren't picked up off the street last night.",
        "Janet: Thank God.",
        "Jack: Which means they probably found someplace to stay.",
        "Janet: What a relief. Now I can stop crying my eyes out.",
        "Jack: Hey. Janet, I don't like this any more than you do.",
        "Janet: You could have fooled me.",
        "Jack: Do you think I wanted my son to run off and marry your daughter?",
        "Janet: I don't know what you want, Jack.",
        "Jack: What I want is to make sure they don't come out of this with the wrong ideas.",
        "Janet: Like what, their parents actually care about what happens to them?",
        "Jack: Oh, come on, Janet. You know I care.",
        "Janet: I think you care about being right.",
        "Jack: That isn't fair.",
        "Janet: Life isn't fair, Jack. Isn't that the lesson that you were so hot to teach our children?",
        "Jack: I don't know what you want me to say.",
        "Janet: I don't care what you say. It's what you do that matters, and I don't want to have any part of it!",
        "[SCENE_BREAK]",
        "Parker: That's barely enough for two lattes.",
        "Liberty: Yeah. If we both get a regular coffee, we could probably split a donut.",
        "Parker: Well, don't you want your double-chocolate, peppermint?",
        "Liberty: Yeah, but it's not really in our price range anymore.",
        "Parker: I guess not.",
        "Liberty: You know, we really should not have spent so much money on the minibar last night.",
        "Parker: I was starving!",
        "Liberty: I know, but -- you know, when I first came to town and I stayed with Dad and Katie at the hotel, I thought a minibar was, like, the ultimate luxury.",
        "Parker: Well, once I get control of my trust fund, we can order room service three times a day.",
        "Liberty: Do you have any idea when this little miracle's gonna happen?",
        "Parker: Hopefully we're about to find out. Mr. Shink. You remember Liberty, my wife.",
        "Liberty: Hey. Hi.",
        "Parker: And now that we're married, we can go ahead with the whole emancipation thing and I can get my money, right?",
        "Liberty: Yeah, 'cause we really, really, really need money right now.",
        "Mr. Shink: Well, your marriage helps your case for emancipation, but it doesn't guarantee immediate access to the trust fund.",
        "Parker: Well, how long is that gonna take?",
        "Mr. Shink: Maybe six months, if things go smoothly.",
        "Parker: That long.",
        "Liberty: And if they don't go smoothly, then it'll take, what, longer? Like, years?",
        "Parker: Years?",
        "Mr. Shink: Years.",
        "[SCENE_BREAK]",
        "Carly: I'm looking for my son, Parker Snyder. I know he stayed here last night. He's not in his room.",
        "Desk Clerk: Oh, I believe Mr. and Mrs. Snyder left some time ago.",
        "Carly: They're not Mr. and Mrs. Anything.",
        "Desk Clerk: I was under the impression they're newlyweds.",
        "Carly: They're not. They're not newlyweds. Technically, I guess, but not really.",
        "Desk Clerk: Mr. Montgomery is hosting them in the honeymoon suite.",
        "Carly: They're not on their honeymoon! It's not real, you see. It's going to be annulled. They're children! Can you not see that?",
        "Craig: Excuse me. Everything okay?",
        "Carly: I can't find the kids.",
        "Craig: Have you seen them?",
        "Desk Clerk: I told the lady, they went out.",
        "Craig: Thank you very much. I'm sure they haven't gotten far.",
        "Carly: How do you know that, Craig?",
        "Craig: All they have is pocket change.",
        "Carly: I have to find them.",
        "Craig: No, Carly. You don't. I'm just trying to help you.",
        "Carly: I don't want your help, okay?",
        "Craig: All right, fine. I'm sorry I bothered you while you were making such a public scene.",
        "Carly: Well, that's not your concern, is it?",
        "Craig: You're right. My mistake. And the next time I see you making a public spectacle of yourself, I'll be sure not to intervene.",
        "Carly: I just want to find the kids, okay?",
        "Craig: And I can help you do that.",
        "Carly: How?",
        "Craig: Well, we already know they didn't check out, and they don't have any money. What about credit cards?",
        "Carly: Jack took Parker's away.",
        "Craig: Of course he did.",
        "Carly: Well, we've all made mistakes. We're doing the best we can.",
        "Craig: Okay. Fair enough. I assume you've called Parker's cell.",
        "Carly: No answer.",
        "Craig: What about your daughter-in-law?",
        "Carly: Are you trying to make things worse, 'cause that's what you're doing?",
        "Craig: The first thing you need to do, Carly, is face reality. Liberty and Parker are married. On the other hand, they have no place to live, no money, no jobs, and no parents to look after them. All they have is a free honeymoon suite. So I would wager that they'll be back here sooner rather than later.",
        "Carly: If Jack finds out that you're paying for that hotel room, he's going to go nuts!",
        "Craig: How will we know?",
        "Carly: That's not funny.",
        "Craig: All right. Let's not talk about Jack. We need to figure out where two broke newlywed kids would go to hang out and not be bothered.",
        "Carly: Well, I can think of a couple places.",
        "Craig: So can I. You have your cell?",
        "Carly: I do.",
        "Craig: Okay. Then why don't we split up and start a search?",
        "Carly: Okay. Hey.",
        "Craig: Hmm?",
        "Carly: Thank you.",
        "Craig: Believe me, it's purely selfish. Once we've cleaned up this mess, I can have my business partner back, and it's about time.",
        "[SCENE_BREAK]",
        "Kim: Okay, thanks. You know, I just can't believe that this kind of discrimination exists in 2009.",
        "Lily: Well, wiping out hatred takes time.",
        "Luke: We're trying to speed that up a little bit, though.",
        "Lily: So, do you think this is the type of story that you would put on the air?",
        "Kim: Oh, it's definitely newsworthy, but, you know, the really interesting idea is the two of you working on this together.",
        "Luke: Oh, you mean the whole mother/son gay rights activist?",
        "Kim: Well, the thing is, the journey your family's taken, how you came out, how it affected everybody, why the two of you are working together, and has that changed your relationship? These are the things our audience is gonna be really interested in, and it's fabulous because it's educational, and we're talking about the larger issues.",
        "Luke: Well, what do you think, Mom?",
        "Lily: I think it's good to show that discrimination doesn't just affect the victim. It affects the people close to them.",
        "Kim: Yeah, exactly. So, is there any chance I could talk the two of you in to doing an interview with me?",
        "Lily: I'm on board. What about you?",
        "Luke: There is nobody I would rather have by my side.",
        "Kim: Wonderful!",
        "Lily: So, when do you want to do this?",
        "Kim: Well, you know, the mayor got sick today and bailed on my public-affairs show, and I was gonna put on a rerun, but this would be so much better.",
        "Luke: Today? You mean, like, live today? Right now?",
        "Kim: Actually, in about 10 minutes, if you're up for it.",
        "Lily: I am. If you need more time to prepare --",
        "Luke: No, no. No. I'm good. We're in.",
        "Kim: Good. Let's get some makeup on and begin.",
        "[SCENE_BREAK]",
        "Parker: What do we do for money in the meantime?",
        "Mr. Shink: Well, you might want to try to find jobs.",
        "Liberty: Jobs, jobs. Wow. Like flipping-burgers jobs.",
        "Parker: We can do better than that.",
        "Liberty: With all of our experience?",
        "Parker: Look, it's just until the case is resolved.",
        "Liberty: You heard what he said! Parker, that could take years.",
        "Parker: But it won't!",
        "Liberty: Oh, my God. Now you know more than your lawyer?",
        "Parker: We just have to hold out in the meantime.",
        "Liberty: Okay. What about school?",
        "Parker: Who cares about school? We'll have plenty of money coming in. You'll see.",
        "Liberty: Okay. Maybe one day, but this is now.",
        "Parker: Don't panic, okay? We're smart.",
        "Liberty: We haven't even finished high school!",
        "Parker: So what? I hate school!",
        "Liberty: I don't!",
        "Parker: You didn't when you first got here. You were trying to ditch every chance we got!",
        "Liberty: Yeah, until you showed me that there was an upside to taking it seriously.",
        "Parker: How'd I do that?",
        "Liberty: By being smart. By thinking, I don't know, maybe about the future?",
        "Parker: Well, that was until you showed me that the future is bull.",
        "Liberty: Oh, God. Okay. Okay. Maybe if we get a cheap enough place to live, we can get part-time jobs, and we can still stay in school.",
        "Parker: What is it with you and school?",
        "Liberty: I don't want to be a high-school dropout.",
        "Parker: Okay. Well, we'll figure it out together, okay?",
        "Liberty: Okay. We should probably start by trying to find a job.",
        "Parker: All right. What about here? They're always hiring new people.",
        "Liberty: Waiters. Yeah. My mom will be real proud. What? I can't make jokes around you anymore?",
        "Parker: Sure, you can.",
        "Liberty: Good. Let's go find the manager.",
        "[SCENE_BREAK]",
        "Carly: Hey. Have you heard from the kids?",
        "Janet: Not today.",
        "Carly: I've been looking everywhere for them.",
        "Janet: Parker hasn't called you?",
        "Carly: Liberty?",
        "Janet: I'm afraid to try.",
        "Carly: I want you to know that I don't blame her for any of this. I don't hold anything against her.",
        "Janet: And I don't have anything against Parker either.",
        "Carly: But you do blame him.",
        "Janet: Even if I knew for a fact that this was his idea, which I don't, Liberty didn't say no.",
        "Carly: He says they're in love.",
        "Janet: So does Liberty. I would think that by now she would know where to draw the line. I would think she would learn by my example, but no. What do I have to do, hit her over the head?",
        "Carly: No, no, no. Jack's trying that. It's not working.",
        "Janet: How do we keep them from making such huge mistakes?",
        "Carly: Nobody can keep me from doing it.",
        "Janet: Me neither. One look at Bradley, and my brain was mush.",
        "Carly: Same. I mean, different circumstances, same mush.",
        "Janet: Maybe Jack's right.",
        "Carly: Oh, no. Jack is not right. Jack is pushing them away. Does he know about the hotel room?",
        "Janet: No, and I don't think it's a good idea for him to know.",
        "Carly: Does he even care where they spent the night last night?",
        "Janet: Yes, he cares. First thing this morning, he called the police station to find out if they had been picked up. I just think he doesn't want to admit that he's wrong.",
        "Carly: Not what he's best at.",
        "Janet: I've never seen him like this, Carly.",
        "Carly: Do you suppose I could have warned you?",
        "Janet: I wouldn't have listened.",
        "Carly: I'll call you when I find them.",
        "Janet: Please.",
        "[SCENE_BREAK]",
        "Jack: What are you doing here?",
        "Craig: Came to see my sister.",
        "Jack: Margo's in court.",
        "Craig: Oh. Well, tell her I stopped by.",
        "Jack: Why don't you leave a message on her cell?",
        "Craig: Why didn't I think of that? Good idea. Have you heard from Parker?",
        "Jack: In what world is it okay for you to ask me that?",
        "Craig: No one's seen them since they left the hotel.",
        "Jack: What hotel?",
        "Craig: The Lakeview. I got them a room there last night.",
        "Jack: They spent the night at the Lakeview last night?",
        "Craig: Well, I didn't think anyone would want them on the street.",
        "Jack: How is that any of your business?",
        "Craig: Well, they're kids.",
        "Jack: Not your kids, Craig! You want Carly to think you're a hero, go for it, but do not interfere with my family!",
        "Craig: I'm not interfering.",
        "Jack: Why didn't you tell anyone they were there?",
        "Craig: I did.",
        "Jack: Who?",
        "Craig: Well, Carly knew. So did Janet. They both seemed pretty happy that the kids had a roof over their head.",
        "Jack: They both knew?",
        "Craig: They really didn't tell you? Ooh. My bad.",
        "Jack: There's no way Carly and Janet knew you were putting those kids in a hotel room.",
        "Craig: They knew.",
        "Jack: Maybe Carly knew.",
        "Craig: They both knew. They're mothers, Jack. They don't understand the educational value of sleeping on the street. Look, I'm sorry to be the one to tell you this, but I didn't realize your wife was keeping from you, or should I say wives?",
        "Jack: Go to hell.",
        "Craig: Now, don't shoot the messenger, Jack.",
        "Jack: One more word that isn't \"Goodbye,\" and I swear to God, I'll find something to arrest you for.",
        "Craig: Well, I guess this is goodbye.",
        "Jack: I'm taking some personal time.",
        "[SCENE_BREAK]",
        "Luke: The Luke Snyder foundation plans to launch a broad campaigns against landlords who discriminate against potential tenants illegally -- not just gay, lesbian, or transgendered people, but anyone.",
        "Lily: We intend to conduct research, raise public awareness, lobby for stronger anti-discrimination laws, and build a class-action suit against the property owners.",
        "Kim: Oh, that's a pretty expensive agenda.",
        "Luke: Well, luckily, we do have the resources.",
        "Kim: Okay, good. Let's talk about that a little bit. It's my understanding that this endowment came mostly from Luke's father?",
        "Luke: Well, Damian Grimaldi, yes, is technically my biological father, but my dad, the man that raised me, is Holden Snyder.",
        "Kim: And yet Mr. Grimaldi gave you a fortune.",
        "Luke: Yes.",
        "Lily: Which Luke decided to use to start a charitable foundation. He was able to take a painful family legacy and turn it into something positive. He could have just spent the money. I'm very proud of my son for being so responsible.",
        "Kim: I'm sure you are, and I'll bet that's why you decided to work with Luke as executive director of the foundation?",
        "Lily: One of the reasons, yes.",
        "Kim: And what were some of the others?",
        "Lily: I'm not entirely proud of the way I reacted when Luke came out. Like many families, we let our ignorance and prejudices affect our response when our son was simply telling us who he is.",
        "Kim: And you want to make it up to him.",
        "Lily: Well, not only that. As we've shared Luke's experiences these last few years, I've come to realize two things. First, many families have experienced what we have, and the more information they have, the less painful for everyone.",
        "Luke: Actually, I'd like to defend my parents a little bit here. When I came out, it wasn't as bad as lots of kids have it. You know, lots of families cut their kids out completely.",
        "Lily: Which doesn't make me feel any better about what I did.",
        "Kim: But you said there were two reasons.",
        "Lily: Well, Luke is still my son, but even if he weren't, the idea that someone can be discriminated against simply because of who they were born to be is unacceptable to me. This country was built on the belief that we're all created equal, and that people are still denied equal rights is an ongoing shame.",
        "Kim: You know, Lily, how wonderful this is. You have turned that all around, and here you are working with your son as an activist.",
        "Lily: Yeah, well, Luke and I have come full circle. I've taught my son to fight for his rights, and I am proud to do it with him.",
        "Kim: And good for you both, and thank you, Lily and Luke Snyder. And thank you. I'm sure we're all just inspired by these two wonderful people. See you tomorrow. Okay! We're out! That was wonderful. You did a great job.",
        "Luke: Mom, you were -- you were absolutely -- absolutely terrific.",
        "Noah: You guys -- you guys were amazing!",
        "Lily: You inspire me, Luke.",
        "Luke: Well, I hope it works to get the word out.",
        "Noah: It worked. Every phone line in the entire station is backed up!",
        "Lily: Is that true?",
        "Noah: Yeah! Go see for yourself!",
        "Luke: Well, I wonder, is that a good thing or a bad thing?",
        "[SCENE_BREAK]",
        "Manager: Look, I'd love to be able to help you, but right now I just don't have anything. I'm turning away experienced college kids.",
        "Liberty: Not even, like, a part-time thing?",
        "Manager: I'm sorry.",
        "Liberty: That went well.",
        "Parker: It's the first place we tried. We'll find something, okay?",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Carly: Hello?",
        "Craig: Carly, I have found the wandering newlyweds.",
        "Carly: Where?",
        "Craig: Java. I'll try to keep them here.",
        "Carly: I'll be right there.",
        "[SCENE_BREAK]",
        "Craig: Well, if it isn't the Snyders! Was the wedding night everything you dreamed it would be?",
        "Parker: The room was great.",
        "Craig: I wasn't referring to the room. So, what are you up to?",
        "Parker: Well, just enjoying our freedom.",
        "Craig: Adulthood is wonderful, isn't it?",
        "Parker: It's great.",
        "Craig: You know, your mom is trying to reach you.",
        "Parker: Yeah. She left a couple voice mails.",
        "Craig: Only a couple.",
        "Parker: I'll call her back.",
        "Craig: No. I don't think you're going to have to.",
        "Carly: Oh, hi! I'm so glad I found you. Are you all right?",
        "Parker: Yeah. We're fine.",
        "Carly: Could I talk to you?",
        "Parker: Go ahead.",
        "Carly: Could I talk to you privately?",
        "Parker: I have nothing to hide from my wife.",
        "Carly: Parker, please.",
        "Liberty: We're actually looking for jobs so that we can pay rent and stuff like that.",
        "Carly: What happened to getting your trust-fund money?",
        "Parker: I will.",
        "Liberty: Yeah. It's just gonna take a while. What?",
        "Carly: What about school, Parker?",
        "Parker: That's none of your concern anymore.",
        "Carly: I'm your mother.",
        "Parker: You kicked me out.",
        "Carly: I certainly did not.",
        "Parker: It doesn't matter what I say because you'll do whatever Dad wants, anyway.",
        "Carly: We've all done things we regret. Can we just step back and try to work this out?",
        "Parker: Yeah. We're working this out on our own.",
        "Carly: Parker.",
        "Parker: We have things to do.",
        "Craig: Wow. You okay?",
        "Carly: No. He won't even talk to me.",
        "Craig: He's just angry. Give him time to calm down. But I have to say, it looks like they're facing their own reality, and they're not crazy about what they see.",
        "Carly: I didn't see that at all.",
        "Craig: You were focused on him. I was looking at Liberty. She's not happy.",
        "Carly: She didn't stop him.",
        "Craig: Well, he's not ready to be stopped. Sound familiar?",
        "Carly: Don't you think I know who he takes after?",
        "Craig: How about I buy you some lunch?",
        "Carly: No. Not hungry.",
        "Craig: You need to eat.",
        "Carly: Okay, but only if there's a very large glass of wine involved.",
        "Craig: Well, we won't get it here, but I'm sure we can arrange something.",
        "[SCENE_BREAK]",
        "Janet: Here's your change. Have a good day.",
        "Liberty: Hi.",
        "Janet: Liberty! Why aren't you answering your phone?",
        "Liberty: Please don't yell. Mom, we're here because we really need some help.",
        "Jack: Janet. Well, if it isn't the happy honeymooners.",
        "Janet: Jack.",
        "Jack: You knew Craig put them up, and you didn't tell me?",
        "Janet: Let's not do this here. Liberty, will you cover for me?",
        "Liberty: Sure, yeah.",
        "Janet: Outside.",
        "Jack: Why didn't you tell me where they were?",
        "Janet: Because I didn't want you to go over there and drag them out!",
        "Jack: So you went behind my back?",
        "Janet: Craig did it without telling me or Carly.",
        "Jack: But when you found out about it, Janet, you still didn't tell me!",
        "Janet: Jack, do you really want to do this? My parents did this to me years ago, and we didn't speak for 15 years! Do you really want it to be that way for our children?",
        "Jack: That won't happen.",
        "Janet: Why? Because Parker is not as stubborn as you are, and Liberty is not as stubborn as I am?",
        "Jack: I deserve to know where they were, Janet!",
        "Janet: I didn't think you cared!",
        "Jack: Of course I care.",
        "Janet: Well, you have a damn stupid way of showing it. You made decisions that affected my daughter without talking to me about it!",
        "Jack: I know Montgomery's got Carly doing whatever he says, but I thought I could count on you.",
        "Janet: This isn't about you or Craig! This is about our children!",
        "Jack: It's not that simple! Why can't you see that?",
        "[SCENE_BREAK]",
        "[Liberty goes outside and Parker goes to the cash register and takes the money]",
        "Liberty: Stop yelling at her! This is not her fault!",
        "Janet: Its okay, Liberty.",
        "Liberty: No, it's not okay. This was not your fault! You didn't have anything to do with it!",
        "Jack: Liberty, this is between your mother and me.",
        "Parker: He's right. Let's go.",
        "Liberty: Wait!",
        "Parker: No.",
        "Liberty: Please!",
        "Parker: We don't need this.",
        "Janet: Oh, thank you. Jack, I'm sorry that I didn't tell you about the hotel room. I just wanted my girl to be safe. Oh, my God!",
        "Jack: What?",
        "Janet: There was money!",
        "Jack: What money?",
        "Janet: In the cash drawer! Someone took it!",
        "Jack: I think we both know what happened. I'll get it back.",
        "[SCENE_BREAK]",
        "Liberty: Okay. What is the hurry?",
        "Parker: We have tons of things to do.",
        "Liberty: It's not like the jobs are gonna be gone if we don't run!",
        "Parker: Just come on. Let's go.",
        "Jack: Parker. Where is it?",
        "Parker: What?",
        "Jack: Where is it?",
        "Parker: I have no idea what you're talking about.",
        "Jack: Hold still!",
        "[Jack takes the money out of Parker's pocket]",
        "Liberty: Parker, where -- where did you get that?",
        "Jack: Are you completely out of your mind?",
        "Liberty: Parker, where did that come from?",
        "Jack: Let's go.",
        "Parker: I'm not going anywhere.",
        "Jack: Want me to cuff you? Move it. Here's your money, and here's your thief.",
        "Janet: You took it?",
        "Parker: No!",
        "Jack: You gonna lie about it now?",
        "Parker: You can't prove that that wasn't mine.",
        "Jack: Okay. Then where did you get this money?",
        "Parker: I don't have to tell you that.",
        "Jack: That's your story?",
        "Parker: Okay. I won it playing poker.",
        "Jack: You don't play poker. You don't work. You don't save your allowance. And the sooner you admit to this, the better off you'll be!",
        "Janet: Jack, Jack, Jack. It's okay. No harm done.",
        "Jack: \"No harm done\"?",
        "Janet: We got the money back, okay? Let's just forget about it.",
        "Jack: I can't forget about it! Admit what you did! Okay. You committed a crime. I'm taking you in.",
        "Janet: Jack, what are you doing?",
        "Jack: I'm doing my job. You have the right to remain silent. Anything you say can and will be used against you in a court of law.",
        "[SCENE_BREAK]",
        "Kim: Hey, hey. They're telling me that the phones are running heavily positive. It's so wonderful. There's quite a personal sense to it, too. A woman called and said she had gone through the exact same thing with her son. He hadn't spoken to her since, and you inspired her to call him.",
        "Noah: There aren't too many negative ones, are there?",
        "Kim: Oh, that happens all the time when we run something controversial, but what's wonderful about this, they're asking if they can donate, if they can volunteer to help.",
        "Luke: Well, you can direct them to our website.",
        "Kim: Oh, don't worry. Our screeners are reading from Noah's script.",
        "Luke: You wrote a script?",
        "Noah: So they know what to say.",
        "Luke: Oh, you think of everything.",
        "[Kim laughs]",
        "Luke: Mr. Reese.",
        "Mr. Reese: If you want the apartment, it's yours.",
        "Noah: I thought it was rented already.",
        "Mr. Reese: The other prospective tenants didn't qualify.",
        "Luke: So, I guess you saw the interview.",
        "Mr. Reese: I don't want any legal hassles, okay?",
        "Luke: Well, this is what we want -- fair and equal treatment as tenants and anybody else who comes looking for an apartment.",
        "Mr. Reese: You'll leave me alone to run my business?",
        "Luke: As long as you treat people fairly.",
        "Noah: And fix the leaky refrigerator.",
        "Mr. Reese: That sounds fair to me.",
        "Luke: Well, that's all we're asking.",
        "Noah: And we'll be over later to sign the lease.",
        "Lily: The power of television!",
        "Kim: Oh, it can't be beat! You know, I really want the station to remain involved in this. How about planning to come back from time to time and just give us an update?",
        "Lily: That would be wonderful!",
        "Kim: It would be.",
        "Noah: I think we should celebrate this victory!",
        "Luke: And my terrific mom.",
        "Lily: Oh, I love you.",
        "[SCENE_BREAK]",
        "Craig: You know, you might want to dial that back.",
        "Carly: Waste all this wonderful wine?",
        "Craig: Don't you want to keep a clear head?",
        "Carly: Not really, no.",
        "Craig: You know, I've never been a fan of the way Jack operates, but this time, he really went over a cliff.",
        "Carly: He just hates feeling like he's not in control.",
        "Craig: This is his kid.",
        "Carly: Listen to you, Mr. Father of the year.",
        "Craig: Okay. Touché. But then it's always easier to decide what's best for someone else's kid.",
        "Carly: Yeah, it is.",
        "Craig: Look, if you want, I can keep the kids here in the hotel. At least you'll know they'll be safe.",
        "Carly: It's not gonna solve anything.",
        "Craig: It's one less thing to worry about. Excuse me. I'd like to arrange for Parker Snyder and his wife to stay in the hotel for another week.",
        "Carly: They do not need the honeymoon suite.",
        "Craig: Yeah. Is there anything else available?",
        "Desk Clerk: Not at the moment.",
        "Craig: Okay. Then the suite it is.",
        "Carly: That is -- too generous of you.",
        "Craig: It's only money.",
        "Carly: Well, I owe you. I really do.",
        "Craig: Oh, I just love having you in my debt, and if I get to annoy Jack at the same time, then it's as good as it gets.",
        "[SCENE_BREAK]",
        "Janet: Jack, think about what you're doing!",
        "Jack: This is between me and my son.",
        "Janet: It affects all of us! Please, stop!",
        "Jack: I want him booked for robbery.",
        "Cop: As a juvenile?",
        "Jack: No.",
        "Liberty: Mom!",
        "Janet: Jack, don't do this!",
        "Jack: Hey, he wants to be an adult, let him see how that works.",
        "Liberty: Mom, please! Mom, please! You have to do something!",
        "Janet: Hold on.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Carly: Hello?",
        "Janet: You've got to come to the police station right now.",
        "Carly: What's going on?",
        "Janet: Jack arrested Parker!",
        "[SCENE_BREAK]",
        "Liberty: Where is he?",
        "Jack: He's being processed.",
        "Liberty: What's gonna happen to him?",
        "Jack: He'll be charged and arraigned just like any other suspect.",
        "Liberty: But he isn't any other suspect!",
        "Janet: And Jack isn't going to treat him like one, are you, Jack?",
        "Liberty: Can I go in there with him?",
        "Jack: No.",
        "Liberty: Please. Jack, please. I promise I won't do anything.",
        "Janet: You're not putting him in solitary, are you?",
        "Jack: Go ahead.",
        "Liberty: Thank you.",
        "Jack: He robbed a cash register, Janet. Am I supposed to just let him walk 'cause he's my son?",
        "Janet: No. Because he's desperate, and he's scared, and he's in over his head!",
        "Carly: Jack, are you completely out of your mind?",
        "Janet: She has a right to know!",
        "Carly: Hey, I asked you a question!",
        "Jack: He robbed Al's diner.",
        "Carly: What?",
        "Jack: Cleaned out the cash register.",
        "Carly: Is that true?",
        "Jack: What? You don't believe me?",
        "Janet: I left the drawer open, and he took what was in it.",
        "Carly: So you arrested him?",
        "Jack: What was I supposed to do?",
        "Carly: I don't know, Jack, maybe talk to him, find a way out of the mess?",
        "Jack: Like you did when you let them stay at a hotel last night behind my back and you lied to me about it?",
        "Janet: It wasn't me.",
        "Jack: Can't you see what he's doing? He's undermining me every chance he gets.",
        "Carly: You don't need any help with that.",
        "Jack: Why can't you ever see through him? He's given them his car! He's given them cash, and now this!",
        "Carly: He brought them home when they ran away.",
        "Craig: You know, maybe I shouldn't even be here.",
        "Jack: You're damn right about that!",
        "Carly: This isn't about Craig. This is about you. Last year, you did everything in your power to keep Parker from going to jail, and now you're the one arresting him?",
        "Jack: He's out of control.",
        "Carly: You are out of control, and you're the adult! You're the one who's supposed to stop this before it gets out of hand!",
        "Jack: Not until he sees that this power play for his trust fund, this marriage, that it's all wrong. He's got to allow that and learn to live by the rules, and if I'm the only one to make sure that happens, that's what I'll do!",
        "[SCENE_BREAK]",
        "Parker: He's not gonna send me to jail.",
        "Liberty: You keep saying that he won't do these things that he ends up doing!",
        "Parker: Well, I'm not gonna back down!",
        "Liberty: You're just as stubborn as your father!",
        "Parker: No. He is not my father. My real father would never do something like this to me.",
        "Liberty: Parker. Parker, look at me. He is your father. He raised you and he loves you and he cares about you, and that's all that counts.",
        "Parker: So you're on his side now?",
        "Liberty: No, of course not.",
        "Parker: Do you even still love me?",
        "Liberty: Of course I still love you.",
        "Parker: Good. That's all I wanted to hear.",
        "[SCENE_BREAK]",
        "Jack: You should go back to work.",
        "Janet: I'm waiting for Liberty.",
        "Carly: Jack, please, let him go. Please, before it's too late -- before we lose our son forever.",
        "Jack: You expect me to listen to someone who's half in the bag.",
        "Carly: What?",
        "Jack: I can smell the booze on your breath, Carly.",
        "Carly: I had a glass of wine.",
        "Jack: Sober up if you want to talk to me.",
        "Craig: I'm gonna call my lawyer. At least he can get Parker out.",
        "Carly: Thank you so much.",
        "[SCENE_BREAK]",
        "Luke: Well, maybe the threat of a lawsuit will be enough to wake some of these landlords up. It worked on Reese.",
        "Noah: It is not about the lawsuit. It's about the way you guys came across on the air.",
        "Lily: I think we should send a DVD to every member of the board and start talking to attorneys about the class-action lawsuit. You know what, just to keep the pressure going.",
        "Noah: I think you guys should do more joint interviews. You were awesome!",
        "Lily: Thank you, Noah. That means so much to me.",
        "Luke: It means a lot to me, too.",
        "[Thud in distance]",
        "Noah: What was that?",
        "Lily: I don't know. Maybe the girls are back early.",
        "Noah: What's that?",
        "Lily: Somebody left this.",
        "Noah: Doesn't say who it's from?",
        "Lily: No. Why?",
        "Noah: I don't think we should open it.",
        "Luke: Oh, what, Noah? You think it's a bomb or something?",
        "Noah: Luke! Luke.",
        "Luke: Boom!",
        "Noah: Not funny. Seriously, not funny.",
        "Lily: What is it, Luke?",
        "Luke: It's a note. \"Stop defending perverts and sinners or you'll live to regret it.\"",
        "[SCENE_BREAK]",
        "Parker: Craig bailed me out.",
        "Liberty: Does that mean we can leave?",
        "Craig: Parker's free until the trial.",
        "Liberty: They're gonna put you on trial?",
        "Carly: Unless the charges are dropped.",
        "Craig: My lawyer thinks there's a pretty good chance of that, but it's really up to the diner.",
        "Janet: Oh. Well, I can talk to Henry and Vienna.",
        "Parker: Craig's letting us stay at the hotel until we get settled.",
        "Liberty: Thank you, Craig.",
        "Carly: Unless you'd rather come home.",
        "Parker: We're married. We're staying together.",
        "Janet: I'll see you at home.",
        "Jack: Mm-hmm.",
        "Janet: You have to end this, Jack.",
        "Jack: How do I do that?",
        "Janet: Figure it out.",
        "Jack: Done playing the hero yet?",
        "Carly: He's trying to help.",
        "Jack: By letting those kids think that just because they have money, they can get out of anything?",
        "Carly: That is not true.",
        "Jack: It's how he's lived his whole life, Carly.",
        "Craig: We all have codes, Jack. I can't say I'm very impressed with yours, either.",
        "Carly: Craig is not the one pushing Parker away, so why don't you stop blaming everybody else and do something to fix it!",
        "[SCENE_BREAK]",
        "Noah: We should turn this in to the police.",
        "Luke: Oh, Noah, it's just hate mail. You've got to expect it.",
        "Noah: It could have been a lot worse than this.",
        "Lily: I agree. We should report it.",
        "Noah: We should also get the police to keep an eye on the house.",
        "Luke: All right. Come on, let's not overreact.",
        "Lily: Luke, we're not overreacting. We may have won this round, but this letter proves we're in for a nasty fight.",
        "[SCENE_BREAK]",
        "Liberty: Mom.",
        "Janet: Bye. Call me.",
        "Liberty: Okay.",
        "Parker: See you later.",
        "Craig: Well, hang on.",
        "[Elevator bell dings]",
        "Craig: You need the card key. Room service is on my account. Don't go hungry.",
        "Parker: Thanks again for everything.",
        "Craig: Hey, I'm on your side. Well, I could use a drink. Would you ladies care to join me?",
        "Janet: I better go back home.",
        "Carly: I think a drink is the last thing I need.",
        "Jack: Aren't you cold? Come here. It's gonna be okay.",
        "Janet: I hate what's happening.",
        "Jack: So do I.",
        "Janet: You do?",
        "Jack: Of course.",
        "Janet: You know, I don't agree with the way you're handling this situation. I think you're making it worse.",
        "Jack: I know.",
        "Janet: But I am still your wife, and I will be by your side, no matter what.",
        "Jack: Thank you.",
        "Janet: And I promise I'll never lie to you again.",
        "Jack: That means everything to me.",
        "[SCENE_BREAK]",
        "Carly: Thank you for taking care of Parker. Jack and I just can't seem to do it right now. I still can't believe it's gotten this far.",
        "Craig: Oh, I still can't believe that my daughter kidnapped son, but then some of this family-values stuff isn't all it's cracked up to be.",
        "Carly: I guess not.",
        "Craig: Whatever happens, I'll be there. I'm on your side.",
        "[NEXT_ON]",
        "Margo: You asked Vienna Hyatt to carry your baby?",
        "Katie: Yes, we did.",
        "Margo: Are you out of your mind?",
        "Vienna: What is it?",
        "Doctor: I'm sorry.",
        "Vienna: About what? Is something wrong with the baby?",
        "Luke: I've already posted flyers all around town. This morning, I sent out an e-mail to people. We couldn't stop this rally even if we wanted to.",
        "Holden: Look, I don't know what this note is all about and where it came from. I don't want the both of you targeting yourselves."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=eLWkDZ4TXnE"
}