{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Carly: I have a really good feeling about this, Jack.\r\n",
        "Jack: I'm glad you do.\r\n",
        "Carly: Henry is going to be the very best babysitter we've ever hired. \r\nHe \r\nadores Sage, and he's terrified of you. It's a perfect combination.\r\n",
        "Jack: I told you, if this comes back to bite us in the butt --\r\n",
        "Carly: It won't. And having Henry around will give us time for certain\r\n\r\nother things. With two sleeping children, we have to take advantage of the \r\nmoment.\r\n",
        "Jack: Take advantage how, exactly?\r\n",
        "Carly: You know -- seize the day. Seize the night. Seize each other. \r\nSee?\r\n",
        "Jack: You mean, something like this?",
        "[Jack kisses Carly]\r\n",
        "Carly: I love it when you read my mind.",
        "",
        "Molly: I really hope that you don't think that chicken scratch there is\r\n\r\ngonna pass as your son's medical records?\r\n",
        "Craig: This is none of your business, is it?\r\n",
        "Molly: What kind of adoption agency gives you medical records \r\nscribbled on a legal pad?\r\n",
        "Craig: Look, you may have done a few stories on adoption for the news -\r\n",
        "Molly: Yes.\r\n",
        "Craig: But I don't think --\r\n",
        "Molly: I happen to be the mother of a child who was put up for \r\nadoption, \r\nso I know just a little bit about how it's done. And even if I were a complete\r\n\r\nmoron, I would know that those are not official medical documents.\r\n",
        "Craig: Oh, you would?\r\n",
        "Molly: When Rosanna sees those, the bells in her head are gonna ring\r\n\r\nlike there's no tomorrow.\r\n",
        "Craig: There is an explanation.\r\n",
        "Molly: Great. Fill me in -- when you make one up. Oh, by the way, \r\nCraig, that woman, the adoption woman -- Ms. Whatsername?\r\n",
        "Craig: Fettle. Fettle. What about her?\r\n",
        "Molly: Right. She's as sketchy as the paper she's pushing. She reeks of\r\n\r\ncigarette smoke. She's got as much compassion as a head of cauliflower. Not \r\nexactly the type of person you would expect to be delivering a bundle of joy \r\ninto a guy's life unless that guy is you. And that bundle is costing you a \r\nbundle. Am I close?",
        "",
        "Lucy: Look at him. Cabot Montgomery.\r\n",
        "Aaron: It's a pretty big name for such a little guy.\r\n",
        "Lucy: Isn't he beautiful?\r\n",
        "Aaron: He looks kind of like Natalie when she was born. Fat, bald, \r\ntoothless. Come on, I'm just joking. He's cute. You know that.\r\n",
        "Lucy: He's a lot more than that, Aaron. He's a miracle worker. He did \r\nthe \r\nimpossible. He got Rosanna to come home to my father.\r\n",
        "Aaron: He's pretty lucky, too. Get adopted by two gazillionaires. His \r\nhot \r\nolder sister's a shoe-in for Homecoming Queen.\r\n",
        "Lucy: You're sweet.\r\n",
        "Aaron: I'm so happy the way things are going for us right now. I guess\r\n\r\npart of it's my job. I can't believe I look forward to going to work now. It's \r\nso \r\namazing. Hey, hey, Lucy, look at me. I told you the job's legit.\r\n",
        "Lucy: I know. But --\r\n",
        "Aaron: But what?\r\n",
        "Lucy: That's all you said.\r\n",
        "Aaron: What more do you want to know?\r\n",
        "Lucy: Well, I guess I wouldn't mind knowing what exactly you're doing\r\n\r\nfor Dusty that's so amazing.",
        "",
        "Chris: Excuse me, nurse? What's the latest on Mike Kasnoff?\r\n",
        "Nurse: They're waiting for tests before the surgery.\r\n",
        "Chris: Who's assisting?\r\n",
        "Nurse: Your dad asked Dr. Harris to scrub in.",
        "",
        "Alison: Why do they need Dr. Harris? He's a brain surgeon.\r\n",
        "Nurse: They're afraid there might've been neurological damage.\r\n",
        "Chris: Thank you.\r\n",
        "Alison: I'm sorry, I just didn't know where else to go. I just don't \r\nwant to \r\nleave until Mike's okay.\r\n",
        "Chris: He may be in the O.R. for a long time, Alison.\r\n",
        "Alison: I know. Especially since they're saying that he might need a \r\nbrain \r\nsurgeon. Chris, does that mean that he might end up like a vegetable, or \r\nsomething?\r\n",
        "Chris: Nobody's saying that, okay?\r\n",
        "Alison: I did this -- I'm the reason that Mike's going into the \r\noperating \r\nroom.\r\n",
        "Chris: Alison --\r\n",
        "Alison: No, no. If I hadn't come up with that stupid idea to get you \r\nalone, \r\nthen Mike wouldn't have gone over to Katie to take care of her. And then she \r\nwouldn't have thrown him out, and then he wouldn't have ended up in the \r\nroad in the middle of nowhere. And then you wouldn't hate me and think that \r\nI'm some self-centered brat.\r\n",
        "Chris: Look, I don't hate you, Alison. Okay? But what you did is wrong.\r\n\r\nAll right? Lying to me, lying to Mike.\r\n",
        "Alison: I know that. And I am so unbelievably sorry, and I will never,\r\n\r\never, ever do something like that again.\r\n",
        "Chris: Okay, but you're not the animal that mowed Mike down and left\r\n\r\nhim bleeding in the middle of the road. Okay? That's the guy who's got \r\nsomething to worry about.",
        "",
        "Katie: I did this to you, Mike. I'm so sorry. I didn't mean to. You \r\nknow \r\nthat, don't you? That I would never hurt you? After everything we've been \r\nthrough, I just hope you can find some way to forgive me. Everything just \r\ngot so out of control. I was messed up on my medication, and I just got so \r\nconfused. And I wound up back at my house. And I didn't even know what I \r\nhad done until I'd gotten there. And then, I guess I passed out, and I woke \r\nup, and I didn't even know how I'd gotten there. But little by little, I started\r\n\r\nto remember what happened. When I realized what I had done to you, Mike, \r\nI just wanted to die. I know you don't remember, and that's probably for the \r\nbest. And I don't know how you can forgive me, but if there's any --\r\n",
        "Mike: I remember, Katie. I remember. ",
        "",
        "Molly: Craig, this adoption stinks to high heaven. You know it, I know \r\nit, \r\nand that gargoyle who gave you the baby knows it.\r\n",
        "Craig: This adoption is legal. It's binding. It's totally on the level. \r\nAnd \r\nthat gargoyle, Mrs. Fettle -- she may be a little bit disorganized, but that's\r\n\r\nbecause every day of the week she's traveling from one end of the continent \r\nto the other giving parents their dreams. Finding children homes. Huh? She's \r\nnot gonna win any awards for organization. But she gave us a son.\r\n",
        "Molly: That's heartwarming and you don't mind that these documents \r\naren't going to hold up in any court on the planet earth?\r\n",
        "Craig: I have nothing to hide. Ms. Fettle doesn't have anything to \r\nhide. \r\nBut why don't you download the appropriate medical forms, and you can \r\nplug this information right in?\r\n",
        "Molly: Wait a minute. You are asking me to type for you?\r\n",
        "Craig: Well, you want to know the truth, this is your chance.",
        "",
        "Jack: Mm-mm. Shh.\r\n",
        "Carly: Jack!\r\n",
        "Jack: Oh, no. Shh. Be quiet. Don't wake the kids.\r\n",
        "Carly: If you keep doing that, you leave me no choice but to scream!\r\n",
        "Jack: Shh, shh, shh.\r\n[Phone rings]\r\n",
        "Carly: Jack, we have to get that.\r\n",
        "Jack: No. No, no, no. Let it ring. Please, let it ring. No!\r\n",
        "Carly: We have to get it. Because the kids'll wake up. And then we \r\nwon't \r\n--\r\n",
        "Jack: No, no, please.\r\n",
        "Carly: We won't be able to sleep. We won't be able to do anything.\r\n",
        "Carly: Hello?",
        "",
        "Alison: Hi, Carly. It's -- it's Alison.\r\n",
        "Carly: Hi, Alison. You caught me at kind of a bad time.\r\n",
        "Alison: I know. I -- it's late, I'm really sorry. But I'm at the \r\nhospital right \r\nnow, and I'm going out of my mind. And so I -- I just decided that I'd make \r\nmyself useful by calling everybody.\r\n",
        "Carly: Calling everybody for what?\r\n",
        "Alison: Well, I made this list of people who I think should know --\r\n",
        "Carly: What, Alison? Just tell me. Need to know what?\r\n",
        "Alison: I'm trying, but it's -- but it's really hard. And just trying \r\nto say out \r\nloud, because --\r\n",
        "Carly: Hey -- come on, Alison, just spit it out!\r\n",
        "Alison: It's Mike. He was in a car accident, Carly. A hit and run. And\r\n\r\nthey're taking him into surgery. I -- I think you should get here.",
        "",
        "Katie: You know what I did?\r\n",
        "Mike: Some things, when they're bad enough -- you remember hem \r\nwhether you want to or not.",
        "Margo: What do you remember?\r\n[Katie jumps]\r\n",
        "Katie: Margo, what are you doing here?\r\n",
        "Mike: Hey, Margo.\r\n",
        "Margo: Hey, buddy, you hang in there. Just so you know, the department\r\n\r\nis already investigating the accident. But did I hear you say you just \r\nremembered something?\r\n",
        "Mike: Something Katie did. I don't wanna talk about it. It's over.\r\n",
        "Katie: No, please, Mike. I'm still trying to put the pieces together.\r\n\r\nSo, just tell me what you remember.\r\n",
        "Mike: You sure you want to do this with Margo here?\r\n",
        "Katie: Yeah.\r\n",
        "Mike: I remember -- tonight. I came to see you. And --\r\n",
        "Katie: What else?\r\n",
        "Mike: You were at Margo's house. And you -- you said -- you said that\r\n\r\nyou wished I was dead instead of Simon.\r\n",
        "Katie: That's right, but -- there's something else.\r\n",
        "Mike: Oh.\r\n",
        "Katie: Something I don't think you know. But you need to -- you need to\r\n\r\nknow.\r\n",
        "Mike: I know you didn't mean it. You didn't have to come all the way\r\n\r\ndown here to tell me that.\r\n",
        "Katie: But I need to. I need --\r\n",
        "Mike: No, I -- if you'd meant what you said, you wouldn't be here right\r\n\r\nnow. You have no idea how much that means to me. Don't get upset. It's -- \r\nit's okay.\r\n",
        "Katie: No, it's not. It's not okay.\r\n",
        "Mike: No, it's -- no, I'm the one to blame.\r\n",
        "Katie: What? What are you talking about? That's crazy.\r\n",
        "Mike: I said some things that you weren't ready to hear. You know?\r\n",
        "Margo: What things?\r\n",
        "Mike: I should've known. Um -- I told her that I loved her. I didn't \r\nmean \r\nto, it just -- it just came out. I'd been holding it inside for so long. You \r\nforgive me?\r\n",
        "Katie: Forgive you? You're the one who needs to forgive me.\r\n",
        "Mike: All right. Then we'll call it even.\r\n",
        "Katie: No, Mike, there's something you don't understand yet.\r\n",
        "Margo: Honey, you can talk to him later. When you're both -- when \r\nyou're stronger.\r\n",
        "Katie: No, I need to tell him something. And I need to tell him now.",
        "",
        "Bonnie: Hey, I got your message. Where's Sarah? Is everything all \r\nright?\r\n",
        "Marshall: She's fine. She's at home, doing her homework.\r\n",
        "Bonnie: Okay, then what's this all about?\r\n",
        "Marshall: Well, I had an idea. Tell me what you think about this -- a\r\n\r\nHalloween party. We can have it at the shelter, Sarah can invite all her \r\nfriends. There can be food and decorations, music, dancing, costumes -- \r\neverything. What do you think?\r\n",
        "Bonnie: I think it sounds great.\r\n",
        "Marshall: Then I came to the right person.\r\n",
        "Bonnie: Yeah, I mean, I can see it now -- sound effects and Jack 'o'\r\n\r\nLanterns and bowls full of eyeballs and guts! Okay. Okay. I can't wait to get\r\n\r\nstarted!\r\n",
        "Marshall: Good. I was hoping you'd say that. That's for you. Just in \r\ncase \r\nyou said yes. Now, look, the first page is a list of all the names of the kids\r\n\r\nshe knew from the shelter. What?\r\n",
        "Bonnie: Nothing. Nothing. I guess I'm just surprised, that's all.\r\n",
        "Marshall: About what?\r\n",
        "Bonnie: Well, I thought that once you got Sarah away from the shelter,\r\n\r\nthat -- you'd want her to cut all ties from the place. That maybe you thought\r\n\r\nit would be less painful for her if she'd forgotten where she'd been, that she'd\r\n\r\nbeen without a family for so long.\r\n",
        "Marshall: Only a fool would do that. I'm not saying the thought didn't\r\n\r\ncross my mind. But -- you know, sometimes, I wish I could make her forget. \r\nI wish I could go back to the start. But I can't. I can't always do what makes\r\n\r\nme happy. I have to do what makes Sarah happy. What's best for her.\r\n",
        "Bonnie: You're starting to sound like a real parent. All right. Well -- \r\nlet's \r\nplan a party.\r\n",
        "Marshall: All right.",
        "",
        "Tom: Hey. Care to grab a quick bite with me?\r\n",
        "Jessica: I think I lost my appetite.\r\n",
        "Tom: What? Is something wrong?\r\n",
        "Jessica: Everything.",
        "",
        "Aaron: You haven't stopped trusting me, have you, Lucy?\r\n",
        "Lucy: Of course -- of course I haven't. Look -- Rose and Lily are my\r\n\r\naunts. And Dusty was kind of involved in that whole kidnapping thing. I just \r\n-- yes, yes, I am a little curious as to what you're doing for him.\r\n",
        "Aaron: Well, it changes every night. You know, I -- I meet new people,\r\n\r\nyou know. I hang out with the chef. I learn how to cook, I fill in, I mingle \r\nwith the people, you know what I mean? I do a little creative bouncing.\r\n",
        "Lucy: Bouncing? Isn't that kind of dangerous?\r\n",
        "Aaron: No, listen, this is the creative part I was telling you about, \r\nright? \r\nFor instance, opening night -- Rose's friends come, these, like, showgirls, \r\nwhatever -- get totally rowdy. I danced them out of the club.\r\n",
        "Lucy: You danced them out of the club?\r\n",
        "Aaron: Conga line. Straight to a couple of taxis.\r\n",
        "Lucy: I would've paid to see that. What else did you do?\r\n",
        "Aaron: What else did I do? What else? What else? Just, spur of the \r\nmoment stuff. Whatever dusty asked me to do.\r\n",
        "Lucy: Can't think of an example?\r\n",
        "Aaron: I already did, Luce, Rose's friends. Relax. I can handle \r\nanything \r\nthat comes my way. Okay? Stop worrying.",
        "Rosanna: How's my little angel?\r\n",
        "Aaron: He's beautiful.\r\n",
        "Lucy: He's perfect.\r\n",
        "Rosanna: He is, isn't he? Yes, you are perfect. You are so perfect. I \r\nnever \r\nknew I could be this happy.\r\n",
        "Lucy: My father seems pretty happy, too.\r\n",
        "Rosanna: Yeah, he does, doesn't he? He has given me the best gift \r\nanyone has ever given me. And I am never gonna forget it. Yeah, look at \r\nyou. Look at you. Look at you. [Phone rings] That's the phone. I will get it.\r\n\r\nI'm gonna answer the phone. [Phone rings] It's very exciting. Cabot \r\nMontgomery residence.",
        "Carly: Rosanna, it's Carly. I have something to tell you.\r\n",
        "Rosanna: Why? What happened?\r\n",
        "Carly: Mike. Mike's in the emergency room.\r\n",
        "Rosanna: Why? What happened?\r\n",
        "Carly: There was a hit-and-run accident, Rosanna. He -- he stopped, he\r\n\r\nwas crossing the road to help somebody with their car and he got hit. And \r\nthe car didn't stop. It didn't pull over -- nothing.\r\n",
        "Rosanna: Oh, no.\r\n",
        "Carly: Jack's gonna wait here until Emma comes over to watch the kids.\r\n\r\nBut I'm headed over to the hospital right now.\r\n",
        "Rosanna: I'll be right there.\r\n",
        "Carly: What about Cabot?\r\n",
        "Rosanna: I've got it covered. I'll see you in a minute.\r\n[hangs up]",
        "",
        "Lucy: What's wrong?\r\n",
        "Rosanna: Terrible thing, Mike Kasnoff is in the hospital. You're gonna\r\n\r\nhave to watch Cabot for me.",
        "",
        "Chris: Hey. How are the phone calls coming?\r\n",
        "Alison: I made a few, but I wasn't too good at it. I just kept getting \r\nupset, \r\nso -- anyway, one of the nurses is gonna call the rest of the people on the \r\nlist.\r\n",
        "Chris: That's good.\r\n",
        "Alison: I can't seem to do anything right.\r\n",
        "Chris: Alison, okay -- you made a phone call. All right, you had Mike \r\nto \r\ncome over to take care of Katie. But you didn't tell him the route to take on\r\n\r\nthe way home. All right? You're not responsible for the accident. Accident. \r\nThat's what it was. Stop blaming yourself.\r\n",
        "Alison: Well, there's just -- this guy who might not forgive me. And\r\n\r\nI really hope he does. Because he's the best thing that's ever happened to me.\r\n\r\nAnd if he hates me, then I can never forgive myself.\r\n",
        "Chris: I could never hate you, Alison. Haven't you figured that out by\r\n\r\nnow?",
        "",
        "Margo: Baby, come here. Listen to me, listen to me. Listen. Listen. \r\nMike needs his rest, and so do you. So whatever it is, you can tell him later.\r\n",
        "Katie: No, I -- you don't understand, Margo --\r\n",
        "Margo: Yes, I do understand -- shh! I do understand. If you can't calm\r\n\r\ndown, I'm gonna have them put you right back in a hospital bed.\r\n",
        "Katie: Fine I will calm down. I promise. I just need to do this now, \r\nbefore \r\nI lose my nerve. Okay?",
        "",
        "Mike: Katie?\r\n",
        "Ben: Hey, Mike. Time to give you a little something to help you relax.\r\n",
        "Mike: Ben, will you just give us -- give me five more minutes with \r\nKatie --\r\n",
        "Ben: Well --\r\n",
        "Mike: Then I promise, I'm all yours.\r\n",
        "Ben: How about this? You give me a two hours in the O.R., and then \r\nKatie is all yours for as long as you like.\r\n",
        "Mike: Oh, come on, man.\r\n",
        "Katie: Ben, just one more minute. I promise. Just 60 seconds. I can do\r\n\r\nthis. I can. I just need a little more time, please. Please.\r\n",
        "Ben: Okay. You're on the clock. I will be back in one minute.\r\n[Monitor beeping]\r\n[Monitor beeping]\r\n",
        "Mike: I shouldn't have said what I said in front of Margo, right?\r\n",
        "Katie: No, no, no. That's not it. It's -- it's about what happened \r\ntonight.\r\n",
        "Mike: You don't have to tell me. I know you didn't want me dead. You\r\n\r\nare the best friend that I have. And that's what I'll be thinking about when I\r\n\r\ngo into that O.R. I'll be thinking about you.\r\n",
        "Katie: About me?\r\n",
        "Mike: All the stuff --\r\n",
        "Katie: But I --\r\n",
        "Mike: Listen, all the stuff that we went through -- in Montana, in \r\nAustralia -- you're part of my life now. I wouldn't -- I wouldn't -- I wouldn't\r\n\r\ntrade that for the world. Is that anything like what you were going to say?\r\n",
        "Katie: No, Mike. It's something else. And you have to let me tell you",
        "",
        "Rosanna: There you are got his head? Okay, good. There you go. Okay.\r\n\r\nNow, everything that you need is in his room -- diapers, milk, toys, pacifier -\r\n- everything. He's a very good baby, wonderful sleeper. Everything should \r\nbe fine, okay? You call me if you need anything. Okay, thank you so much. \r\nI'll see you later. Bye.\r\n",
        "Lucy: Here. Here, you take him. You know all about babies. Come on.\r\n",
        "Aaron: Me?\r\n",
        "Lucy: You have a little sister. What about Natalie?\r\n",
        "Aaron: Between Lily, Holden and the babysitter, I, like, never get to\r\n\r\nwatch her. But I've -- I've watched people watch her. And it's -- it's a piece \r\nof \r\ncake. Come on. Bring him over here. Come on.\r\n",
        "Lucy: Careful.\r\n",
        "Aaron: Yeah.\r\n",
        "Lucy: Are you sure?\r\n",
        "Aaron: Yeah. Cabot probably won't even wake up while Rosanna's gone.\r\n\r\nShe just said he's a good sleeper, right?\r\n",
        "Lucy: Yeah. Maybe you're right.\r\n[Baby crying]",
        "",
        "Craig: You know, it was just a quick trip to the computer.\r\n",
        "Molly: You're incredible. I am somehow supposed to clean up your mess\r\n\r\nso your wife doesn't find out about it?\r\n",
        "Craig: No, no, no, no.\r\n",
        "Molly: You're afraid of Rosanna. Yes, if she sees those papers, she'll \r\neat \r\nyour heart for breakfast.\r\n[Craig laughs]\r\n",
        "Molly: Craig, I just want to know the deal with Ms. Fettle. The truth.\r\n",
        "Craig: I don't know the whole truth. I was in a rush.\r\n",
        "Molly: Oh. Well, that's smart. Responsible.\r\n",
        "Craig: Look, the medical papers are a mess. Medical papers. You ever \r\ntry \r\nto read a prescription? The adoption papers are legible. And legal.\r\n",
        "Molly: Man, you're good. I just hope you're prepared for it to fail.\r\n\r\nBecause you know it's going to fail, right? [Phone rings] Hello? Yes. \r\nMemorial hospital? No, I'm sorry, you're mistaken, I don't know -- oh, my \r\nGod! Mike!",
        "",
        "Katie: Just promise me you'll let me get to the end before you say \r\nanything, okay?\r\n",
        "Mike: I'll try to --\r\n[Groans]\r\n",
        "Katie: What's wrong? What's wrong?\r\n",
        "Mike: I don't know --\r\n",
        "Katie: Mike, you're in pain. Let me go get Ben.\r\n",
        "Mike: No, no -- hey. Say what you were gonna say.\r\n",
        "Katie: Okay, Mike, I -- I just wanted to let you know that you're in\r\n\r\nexcellent hands. And I'm so sorry for all the horrible things that I said to you\r\n\r\nand did to you. I wish I could take them all back, I do -- everything.",
        "Ben: Sorry, your 60 seconds are up.\r\n",
        "Katie: Ben, he's not feeling well. He's having trouble breathing. I \r\nthink \r\nhe's in pain.\r\n",
        "Ben: All right. Yeah. I need to get a move on here. Don't worry, bro, \r\nI'm \r\ngonna fix you up. All right?\r\n",
        "Mike: Ben, if I walk out of this thing with a limp, I'm blaming you. I\r\n\r\nwant to be able to dance at your wedding.\r\n",
        "Ben: Hey, man. You couldn't dance before the accident. He'll see you\r\n\r\nlater, Katie.\r\n",
        "Katie: Okay.\r\n",
        "Mike: Katie?\r\n",
        "Katie: Yeah?\r\n",
        "Mike: Do I get a kiss for good luck?\r\n",
        "Katie: Of course. There. Luck.\r\n",
        "Mike: Thank you. For coming here. You are exactly what I needed.",
        "",
        "Margo: Hey -- come on. It's okay. It's all right. He's gonna be fine.\r\n\r\nMike's gonna be just fine.\r\n",
        "Katie: Even if he is, I don't know how I'm gonna live with this.",
        "Carly: Katie? Have you seen Mike? How is he?\r\n",
        "Katie: It's awful! It's really bad.\r\n",
        "Margo: They're getting him ready for surgery.\r\n",
        "Katie: I just told him everything was gonna be fine. You know, I had \r\nto. I \r\nmean, I tried -- I tried to tell him, but every time I opened my mouth, he just\r\n\r\nsaid something so sweet, so painfully sweet and kind, and I just couldn't tell\r\n\r\nhim! I just couldn't! So I -- I wanted him to be calm, and I told him \r\neverything was gonna be fine.\r\n",
        "Carly: It will be. He's very strong.\r\n",
        "Margo: You know what? Katie just got back from Australia. She got a \r\nfever down there. So she should be home and in bed, under the covers, with \r\nnothing on your mind.\r\n",
        "Katie: I'm fine.\r\n",
        "Margo: You know what? You're burning up, Katie.\r\n",
        "Katie: You know what? I need to tell him -- I need to talk to him --\r\n\r\nI need to tell him.\r\n",
        "Margo: No, no, listen to me. Listen to me --\r\n",
        "Katie: Margo, I need to tell him!\r\n",
        "Margo: Listen to me. You can stay here and admit yourself as a patient\r\n\r\nand have the doctors check you out, or you can have Carly take you home. \r\nNow, what is it going to be?\r\n",
        "Katie: I have to stay.\r\n",
        "Margo: Look, I just spoke to Cen. And now that the tests are back, they\r\n\r\nfound that Mike has no serious injuries. Nothing life-threatening. You can \r\nwait for the news at home. I am not taking no for an answer, okay? So I'll \r\ncall you and let you know if anything happens. And you call me if the same, \r\nokay?\r\n",
        "Carly: Yes, yes. Of course.\r\n",
        "Katie: You don't have to worry about me. I'm fine.\r\n",
        "Carly: You'll be fine. As soon as I get you home.\r\n",
        "Katie: No, Carly, please. I just need to stay here.\r\n",
        "Carly: Katie! I just told your sister I was bringing you home. Now you\r\n\r\ncan either come with me quietly, or I will grab the nearest doctor, and you \r\ncan get a room of your own. Look, you have done all you can for Mike right \r\nnow.\r\n",
        "Katie: Yeah. I certainly have.",
        "",
        "Ben: All right. That sedative will kick in a few minutes. Now, you've\r\n\r\nbeen in a lot of pain.\r\n",
        "Mike: I didn't feel it as much when Katie was here.\r\n",
        "Ben: Ooh, man, you've got it bad.\r\n",
        "Mike: You know, it's like -- one minute she hates me, doesn't want to \r\nsee \r\nmy face again. The next minute, we're right back on track. That's funny, \r\nhuh?\r\n",
        "Ben: What's that?\r\n",
        "Mike: This accident might be the best thing that's ever happened to me.\r\n[Car horn]\r\n",
        "Carly: Hey. Are you okay?\r\n",
        "Katie: No. I'm never gonna be okay again. I've got to get out of here.",
        "",
        "Bonnie: Bobby short. I don't think he can really do anything.\r\n",
        "Marshall: Well, he can bob for apples.",
        "",
        "Jessica: Look at her. How can she sit there and laugh with that man?\r\n",
        "Tom: You know what we could do? We could walk right in there and \r\nfind out what they're talking about.\r\n",
        "Jessica: If he looks at me or says anything to me, I won't be \r\nresponsible \r\nfor what I do.\r\n",
        "Tom: Well, then, I would have to prosecute the best assistant district\r\n\r\nattorney I've ever had. And that -- that just wouldn't be good. Jess -- come \r\non, you and bonnie have had your problems before. But from what you tell \r\nme, she's only spending time with Marshall because that's the price for \r\nseeing Sarah.\r\n",
        "Jessica: Well, where is Sarah now? Tom, I -- I thought I knew my \r\ndaughter. I thought -- I thought I could do this. But I can't.\r\n",
        "Tom: Jessica --\r\n",
        "Jessica: No, Tom! No lecturing, no opening statements. This is one you\r\n\r\ncan't win.",
        "",
        "\r\n[Aaron talking baby talk]\r\n[Baby crying]\r\n",
        "Aaron: This isn't working. Luce, this isn't working.\r\n",
        "Lucy: Well, try harder! Talk -- happier. Babies like it when things \r\nsound \r\nhappy.\r\n",
        "Aaron: Uh, okay -- this isn't working-working.\r\n",
        "Lucy: Well --\r\n",
        "Aaron: Look at him. It's not working -- he's screaming louder.\r\n",
        "Lucy: Pat him on the back or something. Just do something.\r\n",
        "Aaron: I've patted, I've bounced, I've walked, I've baby talked. I've \r\ndone \r\neverything they do in the movies and on TV.\r\n",
        "Lucy: Here.\r\n",
        "Aaron: Yay! [Baby crying] There's only one thing left for us to do.\r\n",
        "Lucy: Call Rosanna, and tell her we're total failures at babysitting \r\nand \r\nthat she should have hired someone who knew what they were doing?\r\n",
        "Aaron: No. No. Now -- now we have to sing.\r\n",
        "Lucy: Forget it. I've heard you sing. And you've heard me. And the \r\ncombination of those two sounds cannot be good for a baby.\r\n",
        "Aaron: Oh, come on. We're not that bad. At least, I'm not that bad. \r\nCome \r\non, it's gonna be fun. Come on. It's out of control.\r\n",
        "Lucy: I don't know any baby songs.\r\n",
        "Aaron: It doesn't have to be a baby song.\r\n",
        "Lucy: Well, then you pick one. Quickly!\r\n",
        "Aaron: Okay, um -- quickly. Let's keep it simple. Simple. \r\n\"Twinkle, twinkle --\"\r\n",
        "Lucy: \"-- Little star.\" [Singing \"Twinke Twinkle Little Star\" hurriedly]\r\nTwinkle Twinkle Little Star \r\nhow I wonder what you are up above the world so high \r\nlike a diamond in the sky\r\nTwinkle Twinkle Little Star\r\nhow I wonder what you are",
        "",
        "Aaron: He's sleeping.\r\n",
        "Lucy: It worked! I don't know how, but it worked!\r\n",
        "Aaron: Didn't I tell you I can handle anything that comes my way? \r\nHmm? What's it gonna take for you to believe me?\r\n",
        "Lucy: You are going to make a great father someday.",
        "",
        "Alison: Margo! Is there any news about Mike yet?\r\n",
        "Margo: They're getting him ready to take him into O.R. now\r\n",
        "Alison: Well, I thought that they did that ages ago.\r\n",
        "Margo: Yeah, well, they're waiting for some test results, so --\r\n",
        "Alison: Well, is Katie okay?\r\n",
        "Margo: Katie -- Katie is sick. She had some stupid argument with Mike\r\n\r\nKasnoff which never should've happened, and now she's blaming herself for \r\nthis whole hit-and-run thing.\r\n",
        "Alison: Well -- um, is there anything that I can do?",
        "",
        "Margo: I don't think so. Excuse me, Alison. Thank you. Why you weren't\r\n\r\nwith my sister tonight? I told you, Dr. Daniels told you, everybody told you \r\nthat Katie was not to be left alone under any circumstances. You promised \r\nme that you were going to keep her from getting upset about anything, and \r\nnow she's had a fight with Kasnoff?\r\n",
        "Chris: Yeah, Margo, I'm sorry --\r\n",
        "Margo: Yeah, well where -- where were you? What could be more \r\nimportant than taking care of your patient, Dr. Hughes?\r\n",
        "Chris: Margo, I made a mistake --\r\n",
        "Margo: Yeah, well, that's an understatement. This is just unbelievable. \r\nI \r\nreally thought you'd changed, Chris.\r\n",
        "Chris: But Margo, I have --\r\n",
        "Margo: You're so lucky that Katie isn't worse off than she is. Man, if \r\nthis \r\nis the kind of doctor you are, maybe we were all better off when you were \r\ndriving cabs for a living.",
        "",
        "Carly: How do you feel? Can I get you something to eat?\r\n",
        "Katie: No, I can't eat.\r\n",
        "Carly: How about a nap?\r\n",
        "Katie: No.\r\n",
        "Carly: Are their any pills that you should be taking?\r\n",
        "Katie: No, no, no. No more pills. Please. Too many pills.\r\n",
        "Carly: Listen, Katie, I understand what you're going through. We're all\r\n\r\nreally worried about Mike. But believe me, Jack and Margo are gonna find \r\nwhoever was driving that car.\r\n",
        "Katie: I know. I, uh -- that's sort of what I wanted to tell Mike. But \r\nthen \r\nthere he was -- in so much pain, all banged and bruised up, and I -- still, he\r\n\r\nwas so happy to see me, you know? He was just so happy that I had forgiven \r\nhim. So I thought, that's probably how he should go into surgery, right? Just\r\n\r\nnot worried about anything.\r\n",
        "Carly: Yeah. Yeah, we talked about that.\r\n",
        "Katie: I have to ask you something.\r\n",
        "Carly: Anything.\r\n",
        "Katie: After all the awful things have happened tonight, things I'll \r\nnever \r\nbe able take back, I just -- I have to do the right thing. You know? I -- I have\r\n\r\nto know how to make things right.",
        "",
        "Jack: Hey, just the man I'm looking for.\r\n",
        "Ben: Hey. About the hit-and-run?\r\n",
        "Jack: I need to question the victim.\r\n",
        "Ben: Yeah, well, he's right there. But I don't think you're gonna get \r\nany \r\ninformation out of him.\r\n",
        "Jack: You sedated him already?\r\n",
        "Ben: Yeah, he's into the O.R. in a few minutes.\r\n",
        "Jack: That's all I need, really.\r\n",
        "Ben: Look, Jack, if he starts to show any signs of agitation, you gotta \r\nlet \r\nit go. I need him calm and relaxed for surgery --\r\n",
        "Jack: Thank you. Very much. You got it. Anything for you.\r\n",
        "Ben: Yeah.",
        "Rosanna: Dr. Harris? Hi, I just heard about Mike. How is he?\r\n",
        "Ben: He's stable now. Gonna be going into the O.R. in a few minutes.\r\n",
        "Rosanna: Oh, may I see him?\r\n",
        "Ben: No. No more visitors. Detective Snyder is in there on official \r\nbusiness, and as soon as I'm ready, he's going into surgery.\r\n",
        "Rosanna: Oh, all right then. Well, I'll just wait here for Craig. If \r\nthat's all \r\nright?\r\n",
        "Ben: Okay, just remember -- Mike can have no visitors.\r\n",
        "Rosanna: Oh, I'll take care of it. No problem.",
        "",
        "Jack: Listen, dude, try and concentrate, okay? You remember anything\r\n\r\nabout the accident?\r\n",
        "Mike: Nothing.\r\n",
        "Jack: Nothing. What about how it happened? Do you remember how it \r\nhappened?\r\n",
        "Mike: I was hoping you might tell me.\r\n",
        "Jack: Oh, dude. Okay, I need you to focus right now, all right? Try and\r\n\r\nfocus, and think. Think about the color of the car, about what the driver \r\nlooked like. Think back. Something'll come to you.",
        "",
        "Craig: Ah, there's Rosanna. Rosanna! Any news?\r\n",
        "Molly: How is he?\r\n",
        "Rosanna: They're about to take him into surgery.\r\n",
        "Molly: I have to see him.\r\n",
        "Rosanna: Oh, no, no, no, no, no. Darling, you can't. ",
        "",
        "Margo: I mean, Chris -- what were you thinking? I left Katie with you\r\n\r\nbecause I trusted you!\r\n",
        "Chris: I know, Margo, and I'm sorry --\r\n",
        "Margo: Well you should be! You promised that you weren't going to let\r\n\r\nher get worked up about anything, and now she's blaming herself for this \r\nwhole thing. How did this happen?\r\n",
        "Alison: Stop blaming Chris for everything.\r\n",
        "Margo: You know what, Alison, I know you mean well, but really, this\r\n\r\nhas nothing to do with you, okay?\r\n",
        "Alison: No, you're wrong. Because none of this is Chris's fault. It's \r\nmine!",
        "",
        "Katie: What I need to ask you, it's -- it's a little personal.\r\n",
        "Carly: I'll try not to blush.\r\n",
        "Katie: Okay, you know that night you made that mistake with Mike? You\r\n\r\nknow, the night before your wedding -- you guys got drunk and --\r\n",
        "Carly: Yeah, yeah. It was a mistake. We weren't thinking. I'm \r\nhopelessly, \r\ndisgustingly in love with my husband. So, Katie, if you're feeling -- if you're\r\n\r\nfeeling jealous about that --\r\n",
        "Katie: No, no, no. That's not it. I just need to ask you how?\r\n",
        "Carly: How what?\r\n",
        "Katie: How did you get Jack to forgive you after he found out \r\neverything?\r\n",
        "Carly: Why are you asking?\r\n",
        "Katie: Because I've done something, Carly. Something that Mike doesn't\r\n\r\nknow about. Something that no one knows about. And I just -- I don't know -\r\n- I don't know what to do.\r\n",
        "Carly: Is this a life and death situation where Mike has to know? And\r\n\r\nwould it be so important, you think, if you weren't all doped up on \r\nmedication and feverish?\r\n",
        "Katie: Yeah.\r\n",
        "Carly: I think you gotta find a way to tell him some day.\r\n",
        "Katie: But how? How do I know when the right time is gonna be? How \r\ndo I make sure that he's gonna forgive me?",
        "",
        "Jack: Was it a compact car? A sedan? American? Anything?\r\n",
        "Mike: Sorry.\r\n",
        "Jack: Nothing else you can tell me about the accident?\r\n",
        "Mike: It hurt like hell. It doesn't really hurt anymore though.\r\n",
        "Jack: What, your leg?\r\n",
        "Mike: My heart. Believe it or not.\r\n",
        "Jack: Okay. All right. Take it easy. We're gonna find whoever did this.\r\n\r\nTrust me.",
        "",
        "Molly: So now you dictate who can and cannot see Mike?\r\n",
        "Rosanna: No, but the doctors do.\r\n",
        "Molly: And they left you in charge?\r\n",
        "Craig: Dr. Harris told me that Mike is not allowed to have any more \r\nvisitors.\r\n",
        "Molly: You don't have any idea what's going on in that room.\r\n",
        "Rosanna: Well, I think I have a bit more of an idea than you do.\r\n",
        "Molly: Oh yeah? You barely know what's going on in your own family.",
        "",
        "On the next \"As The World Turns\" --\r\n",
        "Margo: You are a greedy little girl who's more interested in getting it \r\non \r\nwith her boyfriend than thinking anything about anybody else!\r\n",
        "Chris: That's enough, Margo. Lay off her!\r\n",
        "Rosanna: This isn't a competition.\r\n",
        "Molly: Then why are you winning?\r\n",
        "Henry: We're never gonna tell anybody, ever, about what happened \r\ntonight? All right? No one will ever know."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=q0ZR2TW0PPE"
}