{
    "Episode Summary": [],
    "Recap": [
        "Barbara gets an episode while talking with her son. Ben decides that it is time to take his wife out for a celebration. Carly is told that if she wants to continue working that night, she is to call the other fit model. Jennifer is called to rescue her dirty date.",
        "Jordan almost ends up kissing Rosanna, but his cell phone rings. Paul seems baffled when he realizes that his mother may be on a date. Rosanna looks on in horror as the evening takes a horrible turn, making her plan fail. Walker is warned that he has to keep a secret."
    ],
    "Recap Author": "Glynis",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Ben: Hey, sorry I'm late. I had to swing by Metro, pick up Curtis, take him home -- [Ben laughs] Oh, look at that face.",
        "Jessica: I know. I just hope --",
        "Ben: You hope what?",
        "Jessica: Let's just wait and see what the fertility tests have to say.",
        "Ben: Hey, will you remember something for me?",
        "Jessica: Mm-hmm.",
        "Ben: We are having this baby because we love each other. Okay? That's all that matters. It's all good.",
        "[SCENE_BREAK]",
        "Dr. Schiller: Oh, good, you're here. Thanks for coming in tonight. I've got a meeting in Chicago tomorrow.",
        "Jessica: Not a problem.",
        "Ben: All right. The sooner we get the go-ahead, the better.",
        "Jessica: So your office said the test results were in. Is there a problem?",
        "Dr. Schiller: Not necessarily. Let's just say we have our work cut out for us.",
        "[SCENE_BREAK]",
        "Jennifer: You lied to me, Carly.",
        "Carly: Lied to you? But why would I lie to you? I'm just on a tight schedule. I needed to get those fittings done and what do I get but some totally garbled message from the fit model. Her cell phone was obviously in some kind of weird zone, and she should have called back when she got better reception.",
        "Jennifer: There was no problem, Carly. I'm sure she would have come in tonight if she had known that we needed her.",
        "Carly: Well, that's not how her message sounded. But, look, she's a very young girl, maybe she didn't realize --",
        "Jennifer: That you were setting her up? No, probably not.",
        "Carly: I wasn't setting anybody up.",
        "Jennifer: The question is, Carly -- why? I mean, what was so important that you had to come over here tonight with some made-up excuse and drag me out when I was having a perfectly -- Jordan? You wanted him out of here, not me.",
        "[SCENE_BREAK]",
        "Jordan: Careful. You'll hurt yourself. Plant your feet. On my count -- one -- two -- three!",
        "[Rosanna grunting] [Rosanna falls in the mud.]",
        "[Jordan laughing]",
        "Rosanna: Oh, yes -- yes, this is hilarious. Thank you so much for all your help.",
        "[Jordan laughing]",
        "[SCENE_BREAK]",
        "Paul: Where were you?",
        "[Barbara scoffs]",
        "Barbara: What do you mean where was I? I was with Dr. Daniels. I think you knew that, Paul. Walker, didn't you say that you spoke to Paul on the phone?",
        "Paul: Yeah, we spoke. He said that you were here at Metro.",
        "Walker: No, I told you that your mother and I were having dinner at Metro, which is what we plan --",
        "Paul: Right, to discuss a fundraiser? Which apparently everybody knows about except for me.",
        "Barbara: What are you talking about?",
        "Paul: Jordan, Jennifer --",
        "Barbara: Wait a second. Jordan was there when I received the phone call from Walker. Maybe he told Jennifer -- Paul, this is silly.",
        "Paul: Yes, it is. So why not just tell me what's going on?",
        "Barbara: Honey, there's nothing to tell. The hospital board wants to do some fundraising. Walker wants to be involved --",
        "Paul: Okay, that's a lie. Well, technically, two lies. But a lie none-the- less. You're up to something, I can smell it. Let's not drag this out. Just tell me what it is. What's going on? What's really going on? Tell me now. Mom? You okay?",
        "[SCENE_BREAK]",
        "Dr. Schiller: Ben, all your tests came back normal. Sperm count, motility, all well within range.",
        "Ben: All right. So far, so good.",
        "Dr. Schiller: Men get all the breaks, have you noticed? Jessica. Your cycle -- 28 days, then 45, 17 --",
        "Jessica: I skipped a period, and then I got caught up.",
        "Ben: She's been under a lot of stress lately.",
        "Jessica: My daughter, Bonnie, she was -- out of town. And we had a foster child who was a little problematic.",
        "Dr. Schiller: All good reasons to go off track. Anything else you've noticed?",
        "Ben: Well, had a little trouble sleeping.",
        "Jessica: Oh, that's just stress.",
        "Dr. Schiller: Mm, maybe not. Your FSH levels are a little high, which indicates that you could be peri-menopausal.",
        "Jessica: Are you saying I can't get pregnant?",
        "Dr. Schiller: No, not at all. Just that if you want to have a child --",
        "Jessica: Yes, we want to have a child. Absolutely.",
        "Dr. Schiller: Then we better get organized.",
        "Ben: Okay. What do you mean, get organized?",
        "Dr. Schiller: We'll have to give you two an edge. Jessica, I want you to take your temperature every day for the next couple of months. There's a chart in this pamphlet that will help you keep track. It also describes how to use an ovulation test kit in order to pinpoint the day. And that's when you and Ben will try to conceive. Not that you can't try at other times. But we want to maximize your chances.",
        "Ben: Okay. Terrific. We can handle that, right?",
        "Jessica: Yes, sure.",
        "Dr. Schiller: And if natural conception doesn't work out for you, then there are other options. I'm sure you've read all the articles. It can get expensive and it doesn't always work. But, you know, we're not there yet. [Beeper beeps] Excuse me, I have to take this.",
        "Ben: All right.",
        "Jessica: Yeah.",
        "Dr. Schiller: Look, if you have any questions, call me.",
        "Jessica: Okay, thank you.",
        "Ben: Thanks, Elaine. So -- okay, we'll take your temperature --",
        "Jessica: This is all my fault.",
        "Ben: What are you talking about?",
        "Jessica: You wanted to get married and if we had gotten married a year ago and started trying to get pregnant, maybe we'd be pregnant by now.",
        "Ben: Jess --",
        "Jessica: No, Ben, I blew it. I may have missed my last chance to have a baby.",
        "[SCENE_BREAK]",
        "Carly: You're making way too much of this, Jennifer. I'm sorry that I interrupted your evening. I panicked. I've got the pattern makers coming in the morning. And they expect a half-dozen designs pinned and ready to go.",
        "Jennifer: So you just busted in on me and Jordan because you couldn't find another fit model? I don't think so, Carly.",
        "Carly: Look, I'm sorry. I thought the priority here was the collection. I understand that people need to relax. I like to relax, too. But until I get my designs from the page down to production, I am not able to relax. I'm sorry if I pushed a little bit. I just -- I want this to work, you know.",
        "Jennifer: We all want this to work, Carly. I was perfectly willing to come and model the clothes for you. What I want to know is why you couldn't have at least asked Jordan to come along.",
        "Carly: I hardly know the guy, you know?",
        "Jennifer: What? You're shy?",
        "Carly: It's not that. I just needed to concentrate. And if you two were chatting, it just -- it wouldn't have worked. I just needed an hour, an hour and a half of quiet time with the clothes, and with somebody who understands how to wear them --",
        "Jennifer: Carly, Jordan loves your work. You know that. He would have been a big help.",
        "Carly: Yeah, and when they're all made up, I'll get notes from everybody. But, tonight I just needed to work. I still need to work!",
        "Jennifer: Well, then I suggest you call Beth. She's at home. But then you probably knew that.",
        "Carly: Who -- who're you calling?",
        "[SCENE_BREAK]",
        "Jordan: I'm so sorry. I did not mean to laugh.",
        "Rosanna: If you don't mind, it's a little cold down here --",
        "Jordan: I'm sorry --",
        "Rosanna: Yes, you will be. I have a wonderful dry cleaner, do you?",
        "Jordan: I'd love to know his name.",
        "Rosanna: Oh, her name. And it's on me, since you've been such a sport.",
        "Jordan: You think so?",
        "Rosanna: Yes. First rule of business -- never go down alone that's what you learn when you're a CEO.",
        "Jordan: Yeah, and never resist an impulse.",
        "[Rosanna squeals]",
        "[Grunting and struggling]",
        "[Both laugh]",
        "[Phone rings]",
        "Rosanna: I'm surprised that thing still works.",
        "Jordan: Jordan Sinclair.",
        "Jennifer: Hi, it's me. Where are you?",
        "Jordan: Oh, hi Jen. How's the fitting going?",
        "Jennifer: Oh, we're finished. So are you still hungry?",
        "Jordan: I don't know about hungry. But I could definitely use your help.",
        "[SCENE_BREAK]",
        "Paul: Mom, what's wrong?",
        "Barbara: Nothing. Honey, it's nothing. It's just this mascara that I've been using is a little irritating to my eyes.",
        "Walker: And quite frankly, you're irritating me, Paul.",
        "Paul: I beg your pardon?",
        "Walker: Your mother and I are friends. What we talk about is private. It's none of your business.",
        "Paul: If my mother lies to me, it's very much my business.",
        "Walker: Your mother is a grown woman. Now I know you've asked her to respect your privacy. She wants the same thing.",
        "Paul: What are you saying? You and my mother --?",
        "Walker: Are friends. Now you will respect that or you will answer to me.",
        "Barbara: I think it's very important here, that we not let a little misunderstanding grow out of proportion. You were very keen to find me. Is there a problem?",
        "Walker: Whatever it is, I'm sure it can wait.",
        "Paul: No problem. Just wanted to talk to you.",
        "Barbara: Well, we can do that first thing in the morning.",
        "Walker: Good night, Paul.",
        "Paul: Night. Right -- what happened to dinner, Walker? I thought that's why you were here. New Johnson's nourishing milk lotion...",
        "[SCENE_BREAK]",
        "Ben: This is not your fault. A year ago we weren't ready to get married let alone have a baby. We needed that time to understand each other and to grow closer to each other.",
        "Jessica: But that's why I want us to have a family!",
        "Ben: We have a family. We have Bonnie and Curtis and Isaac and Sarah. And even if we have a baby --",
        "Jessica: If? \"Even if\"?",
        "Ben: When. When we have a baby. I'm sure we're not going to have any problem with that. Come on. This doctor does know his way around a thermometer.",
        "Ben: My wife is the most amazing, delicious, woman that I know. And if you think this man would have a problem ducking out of a board meeting or two so he could run home and have a little something-something with his wife, you don't know your husband. This is what we call a win-win.",
        "Jessica: Well, I suppose there are advantages to -- having leverage.",
        "Ben: Spoken like a true attorney. Speaking of which -- this came for you from the bar association.",
        "Jessica: The good news keeps coming.",
        "Ben: What's it say?",
        "Jessica: I've been reinstated.",
        "Ben: Congratulations.",
        "Jessica: I can practice again.",
        "Ben: Yeah?",
        "Jessica: Yeah.",
        "Ben: You don't seem very excited.",
        "Jessica: Oh, no, I am. It's just -- I was you know, focused on the baby things.",
        "Ben: Hey, come on. It's going to happen. All you need to have is patience, a little bit of faith. Okay? So what do you say I take my wife out to celebrate?",
        "Jessica: How do you do it?",
        "Ben: Do what?",
        "Jessica: How do you always make everything okay?",
        "[SCENE_BREAK]",
        "Walker: So, how's the pain?",
        "Barbara: Better. And the blurriness only lasted a few moments. I think those drops that you gave me help.",
        "Walker: Yes, well, the drops only treat the symptoms.",
        "Barbara: Yes, but the symptoms are what could possibly give me away. So I'm very grateful. Do you think Paul suspected anything?",
        "Walker: What? That you have a tumor pressing against your optic nerve? No.",
        "Barbara: You're angry with me.",
        "Walker: I'm worried about you, Barbara.",
        "Barbara: I told you. I told you this was gonna have to take a little bit of time. Because I've got to finish what I've started. The collection --",
        "Walker: That's great. You know, I'll make sure that they put that on your tombstone. \"The dresses were done.\"",
        "Barbara: You told me that I shouldn't plan on dying. Have you changed your prognosis?",
        "Walker: No, I haven't Barbara. But a lot of time has passed since then. Time that we could have been using to fight this thing.",
        "Barbara: I've told you why I had to wait.",
        "Walker: Yes, a hundred times. And you're a woman who's used to getting her own way. But I keep trying to tell you that this tumor may not give a damn about what you want. We had a deal. Do you remember that? I'd said I would get you in to see Will. And you promised me, Barbara -- and you would go see Ben Harris, and have him look at your tumor.",
        "Barbara: Yes I did. And it's also very important that Paul not find out that I went to see Will.",
        "Walker: You know what? I doubt he's going to come see me about anything after tonight, so you don't have to worry about that.",
        "Barbara: And I thank you. You were very gallant. But I know my son. He's very persistent. And he'll start nosing around that hospital. You'd better talk to your friend. And tell him that if Paul comes around, no one's to say I was there?",
        "Walker: Fine.",
        "Barbara: No one can know anything about this, except you. And of course, Jordan.",
        "Walker: You're taking a huge risk, Barbara.",
        "Barbara: But it's worth it. Just give me the time. And I promise, everyone will get what they deserve.",
        "[SCENE_BREAK]",
        "Rosanna: So, you must be thrilled to be back at B.R.O. You'll have to let me buy you a drink, to celebrate.",
        "Jordan: If this is the way you behave when you're ticked off, I'd love to see you when you're happy.",
        "Rosanna: It's just mud. I'll take a long hot shower and -- try to forget how much I loved these shoes.",
        "Jordan: I'm not talking about the mud. You're mad about Jennifer.",
        "Rosanna: Why would I be mad about Jennifer?",
        "Jordan: Come on, Rosanna. You made it clear you didn't want anyone to know about this.",
        "Rosanna: About what?",
        "Jordan: This accident.",
        "[Rosanna laughs nervously]",
        "Rosanna: Oh, right. The car. The accident. Right.",
        "Jordan: I mean, you know you could trust me, but you're not sure about Jennifer. But I can just assure you, your secret's safe with her.",
        "Rosanna: You've shared secrets with her?",
        "Jordan: And if I want her to keep something to herself, she does. Not a word to her mother, her brother, or any of her friends. I trust her.",
        "Rosanna: Lucky you. No wonder you're so glad to be back to B.R.O.",
        "Rosanna: You and the Ryan's are one big happy family.",
        "Jordan: Well I keep my distance from Paul, on your advice.",
        "Rosanna: But his sister's different?",
        "Jordan: Yeah. Yeah, she is.",
        "Rosanna: You've been spending time with her?",
        "Jordan: I see her every day. And there she is. Jen!",
        "Rosanna: Who's that with her?",
        "Jordan: It's your sister.",
        "Rosanna: Carly?",
        "Carly: Jordan? Rosanna, my God. What happened?",
        "Rosanna: Well, everything was going really great and then --",
        "Jordan: She was attacked by a ditch.",
        "Carly: A what?",
        "Jennifer: You both look like you were attacked. And -- things got a little down and dirty.",
        "Rosanna: We fell.",
        "Jennifer: Well, not to worry. I called a towing company --",
        "Jordan: Jennifer, I thought I made that clear. Rosanna doesn't want any publicity. That's why she called me.",
        "Jennifer: And dragged you into the mud. Yeah, so you said. Well, not to worry. I know this guy. He owes me. And he won't say anything. And he'll be here in five minutes.",
        "Jordan: Oh, great.",
        "Jennifer: And since it's still early --",
        "Jordan: We can still have dinner.",
        "Jennifer: If you want.",
        "Jordan: Absolutely.",
        "[SCENE_BREAK]",
        "Paul: Mom? You home? Jennifer? Jennifer? Mom? Anybody here?",
        "Paul: \"I, Barbara Ryan, hereby authorize Jordan -- Jordan Sinclair to make any production and fabrication orders necessary.\" She's handing him the company? Why?",
        "[SCENE_BREAK]",
        "Walker: Hold still. The body is such a mystery. [Barbara moans] Your eyes are absolutely beautiful. No one would ever know.",
        "Barbara: Thank you. I think the drops help. I do.",
        "Walker: Good, good. So we're good for tomorrow. You're going to see Ben Harris.",
        "Barbara: Yes, I certainly am. I told you I would keep my promise. And now that your duty is done tonight, doctor. I think you should go home and get some rest.",
        "Walker: What about you?",
        "Barbara: Oh, I'm not going to go home, yet. Jennifer and Jordan are there. She's making him dinner.",
        "Walker: I see.",
        "Barbara: I think they make a cute couple, don't you?",
        "Walker: Well, in my experience, I think the package has very little to do with that.",
        "Barbara: With what?",
        "Walker: That which draws two people together. The attraction, connection, why you pursue one another -- it's infinitely mysterious.",
        "Barbara: Well, I certainly couldn't explain some of my choices.",
        "Walker: Nor could I mine.",
        "Barbara: Well, you really have been gallant. You've outdone yourself tonight, doctor, truly.",
        "Walker: Well, there's that word again.",
        "Barbara: What word?",
        "Walker: You keep accusing me of gallantry. Why?",
        "Barbara: Well because you have been. I mean, you don't have to stay here and keep me company.",
        "Walker: What if I want to keep you company?",
        "Barbara: I promise you, I won't drive. I'll call a cab if I want to go home. I may decide I want to sleep right there on that couch all night long.",
        "Walker: That's good to know. So, do you have any coffee in this place?",
        "Barbara: There, you go again. You're being very gallant. You don't have to stay here and take care of me.",
        "Walker: So you don't want to make me a cup of coffee?",
        "Barbara: No, I don't want you to misunderstand. You've been very good to me these last few weeks. I don't know how I could have gotten through all this without you. But I've been a charity case before and I don't like being treated with kid gloves by my friends.",
        "Walker: Charity case?",
        "Barbara: Yes. What's so funny?",
        "Walker: Barbara, you are a lot of things, but you are not a charity case.",
        "Barbara: I don't think you understand, walker.",
        "Walker: You don't want me to pity you because you're a strong-minded stubborn, woman who's putting her life at risk. I don't. I -- just like being around you. You know? I like spending time with you. And I would very much like it if you would make me a cup of coffee before I have to drive myself home.",
        "[SCENE_BREAK]",
        "Jennifer: Paul?",
        "Paul: What happened to you?",
        "Jordan: Oh, long story.",
        "Jennifer: What are you doing here? Did you find Mom?",
        "Paul: Yeah, she's having dinner with Walker Daniels.",
        "Jennifer: Speaking of dinner, we haven't eaten yet.",
        "Paul: Thanks, but I'm not that hungry.",
        "Jennifer: I wasn't inviting you, much as I love you. I was just wondering why you were here. Because I'm about to warm up the food we were supposed to have about an hour ago.",
        "Paul: I wanted to talk to Jordan.",
        "Jennifer: Okay, make it quick. I'll get everything ready.",
        "Jordan: So?",
        "Paul: So, Barbara authorized you to make purchases on her behalf.",
        "Jordan: Yes. We had a very large fabric order.",
        "Paul: I -- I usually take care of that.",
        "Jordan: She okayed the samples. She just had me place the order, and run it through production.",
        "Paul: Why wasn't I told?",
        "Jordan: I wasn't aware that you weren't told. I assumed that you would be. Barbara obviously hasn't had a chance to talk to you. This was yesterday.",
        "Paul: You see the problem here, don't you?",
        "Jordan: No, I'm afraid I don't.",
        "Paul: I manage this company.",
        "Jordan: That hasn't changed.",
        "Paul: That's true. But if someone suddenly starts authorizing large-scale purchases --",
        "Jordan: Barbara okayed the order.",
        "Paul: But I didn't. And, I need to know where the money is going. I need to balance the checkbook. I need to find out if there's another supplier that might have a cheaper product.",
        "Jordan: I was just trying to make it easier.",
        "Paul: Easier for who?",
        "Jordan: For her.",
        "Paul: See, I don't understand why things are all of a sudden so difficult for her. Why all of a sudden she needs Carly's help. Why all of a sudden she needs your help. Barbara has always been able to take care of herself. Or at least ask me for help. Until now.",
        "Jordan: The battles between the two of you are the stuff of legend.",
        "Paul: So she did hire you to circumvent me?",
        "Jordan: No, of course not. I'm here so I can shoulder some of the burden on the creative side. So she can focus on designing. Is it really necessary for her to run down to production every time she needs to haggle over shipment dates or purchase prices? Is that really the best use of her time?",
        "Paul: Who the hell are you to decide what is or is not the \"best use of her time.\"",
        "Jordan: It was her idea, Paul. I'm just helping.",
        "Paul: I think you're trying to make yourself indispensable.",
        "Jordan: Look, if you want me to give you the heads-up every time I purchase something, fine. I'll call you, I'll send you a memo. It's not a big deal.",
        "Jennifer: You two done?",
        "Jordan: I'm not sure.",
        "Jennifer: Well whatever it is, it can wait until tomorrow morning. Because I'm starving and so is Jordan and if we don't eat this masterpiece now -- which I slaved over all afternoon. -- It won't be worth eating at all.",
        "Paul: We're done. For now. I envy you. Jennifer's a great cook.",
        "Jennifer: Well, I'll cook for you sometime next week.",
        "Paul: Promise? I'll hold you to it. Good night, Jen. So long, Jordan.",
        "Jordan: Good night, Paul.",
        "[SCENE_BREAK]",
        "Walker: Wow. She's a mother, a designer, she runs a major corporation -- and she makes a good cup of coffee.",
        "Barbara: Walker, I'm kind of confused here. What is it you want with me?",
        "Walker: You know, I know that your life is complicated. And you're dealing with four or five crises at once. You know, this is probably the last thing you expected. But -- the fact is -- I like you, Barbara. You're strong. You're complicated -- challenging. You know, and -- I like being around you. And I want to get to know you better. And not just as a patient. Or a friend. I -- want to explore these feelings I'm having. I want to see where they go.",
        "Barbara: So you're saying -- that you want to --",
        "Walker: Have dinner. I want to talk about our favorite painters. I haven't been able to find anybody who likes art, since I've come to Oakdale. I mean, who really likes it. And I know that you must know a lot about painting because you draw. I want to go the movies and I look forward to a good argument afterwards. I can't stand women who agree with me all the time. It's a waste of time. You never learn anything new. I want to go fishing, you know, just -- no fishing? Okay, we don't have to go fishing. We'll just go -- we'll sit in a boat. Just you, me, the water, the sun. We'll not say a word for two hours, let our minds empty. And then we'll go see something beautiful and fill 'em up again. Do you like baseball? Do you like jazz? See, I like jazz, I mean -- should I keep going? Or does any of that appeal to you.",
        "Barbara: Actually it sounds really lovely.",
        "Walker: Good, good. That's all we need.",
        "[Phone rings]",
        "Barbara: Excuse me. B.R.O.",
        "Paul: Hi, it's me. Glad I caught you.",
        "Barbara: Oh, darling. We didn't get a chance to really talk, did we?",
        "Paul: I don't want to do this on the phone.",
        "Barbara: Do what?",
        "Paul: I need to talk to you face to face. Right now.",
        "Barbara: About what?",
        "Paul: You'll find out when you get here.",
        "Barbara: I don't even know where you are --",
        "Paul: I'll be at home, mother. Waiting for you.",
        "Barbara: Paul? Paul.",
        "[SCENE_BREAK]",
        "Amber: You're outrageous.",
        "Doc: You love it, don't you? Be right back. Gotta go talk to some folks. The good doctor and his lovely wife -- why, don't you two look prosperous this evening?",
        "Jessica: Thank you. It's nice to see you again.",
        "Doc: And you as well.",
        "Ben: I hope that doesn't mean you're gonna hit me up for a loan.",
        "Doc: Oh, no. Anyhow, what's the occasion?",
        "Ben: Actually, we're celebrating --",
        "Jessica: A career thing. Although with our busy schedules, we are always looking for an excuse to hang out together.",
        "Doc: Well, I'll tell you what, I won't crash your party. And I did wanna apologize one more time for roping your son into my problems the other evening.",
        "Ben: Hey, water under the bridge. [Beeping] Oh, that's me. I'll be right back.",
        "Jessica: Okay. The downside of being married to a doctor.",
        "Doc: I'm sure it can get busy, but you two obviously found time to raise one terrific son.",
        "Jessica: Oh, well, Curtis actually is Ben's son. Though I love him dearly we didn't raise him together.",
        "Doc: You and Ben have any other children?",
        "Jessica: No, we don't.",
        "Doc: Why not? Not that it's my business, but you two just really just strike me as born parents, and there are so few of them out there.",
        "Jessica: You know, you're right about that. Which reminds me, I need to call Curtis, so excuse me a second.",
        "Amber: So how do you know Jessica Griffin?",
        "Doc: I met her at a party. But why does it matter? Is she some big deal in this town?",
        "Amber: I'll say. She's a lawyer, and I mean a major player. All the big time bad guys hire her. Her picture is always in the paper. She used to be D.A.",
        "Doc: Really.",
        "Amber: And then something happened, I don't remember what exactly. But all I know is if I ever get in trouble? She's the one I'm gonna call. If I can afford her.",
        "Doc: Maybe that explains it.",
        "Amber: What?",
        "Doc: Why she doesn't have any children. Women like that? Those major players? They don't have time for children. They're too wrapped up in their careers.",
        "[SCENE_BREAK]",
        "Carly: I thought I covered myself with that model. And the girl has to call Jennifer and ask her for a girls night out. I'm really sorry.",
        "Rosanna: Oh, look, it's not your fault. I just hope Jennifer calms down. You have to work with her.",
        "Carly: I'm not the one she's worried about.",
        "Rosanna: Yeah, but if she thinks that we're plotting against her --",
        "Carly: She'll have her guard up, yeah, that's for sure. Oh, no.",
        "Rosanna: I know. They were my favorites.",
        "Carly: Was it worth it?",
        "Rosanna: You mean did Jordan propose? Hardly.",
        "Carly: Did you make any progress?",
        "Rosanna: There was a moment -- after I fell in the mud, he laughed at me.",
        "Carly: I like him already.",
        "Rosanna: Me, too.",
        "Carly: Excuse me?",
        "Rosanna: After I fell in the mud, I grabbed him and I pulled him in. You know, to get him back. And we were rolling around and -- it was nice.",
        "Carly: Okay, just for me -- just so I'm clear. You have to marry this guy for Cabot. Now don't try to explain it to me again because until you can really explain it, you can't really explain it. But now you're telling me, what? That that might not be such a hardship?",
        "[SCENE_BREAK]",
        "Jennifer: Well, this has the nuttiest evening. How many times were we interrupted? Carly, Rosanna and Paul -- twice.",
        "Jordan: Yeah, you'd think there was a conspiracy to starve us.",
        "Jennifer: You never know. So how is the wine?",
        "Jordan: It's exactly the same as the first time I tasted it.",
        "Jennifer: I don't even know if I remember that. It seems like weeks ago.",
        "Jordan: You're a pretty good sport, you know that? Here you invite me to dinner and I end up dragging you off to some back road to pull another woman out of a ditch. But you saved the day.",
        "Jennifer: I don't know if Rosanna would agree with that.",
        "Jordan: What do you mean?",
        "Jennifer: Oh, it's just that she hasn't been particularly friendly towards me since her falling out with Paul, which I completely understand. But still -- if you guys are such good friends --",
        "Jordan: Oh, I wouldn't go that far. We're neighbors.",
        "Jennifer: I'm so glad -- that we're having dinner after all.",
        "Jordan: Yeah, me, too. I was disappointed when Carly showed up. I was hoping we could spend some time together.",
        "Jennifer: I'm so glad you said that. Because there's something I need to tell you.",
        "[SCENE_BREAK]",
        "Ben: Whoa, you okay?",
        "Jessica: Yeah, I'm fine. Let's just go somewhere else, okay?",
        "[SCENE_BREAK]",
        "Carly: You like him.",
        "Rosanna: No.",
        "Carly: Yes, you do.",
        "Rosanna: No.",
        "Carly: That's good. At least it's human. You were sounding so clinical; you were starting to scare me --",
        "Rosanna: Carly, the only reason I want to marry Jordan --",
        "Carly: I know, I know, to protect Cabot. But Jordan's not stupid. And if you feel something -- anything, even if it's just attraction, it'll help.",
        "Rosanna: Well, there's definitely -- something.",
        "Carly: And he's smart. And he's funny -- you said so yourself. And he's ambitious, but not at all like Craig. And he came to the rescue just as soon as you called him.",
        "Rosanna: Carly, I am not looking for someone to be the love of my life.",
        "Carly: I'm just saying. It does help. You know, you have some serious competition.",
        "Rosanna: Jennifer.",
        "Carly: Yeah. And she doesn't have another agenda. She just wants the guy. Whoo! Does she want him?",
        "Rosanna: I noticed.",
        "Carly: And now that she's onto us, I don't know how much help I can be to you.",
        "Rosanna: You can keep tabs. You can alert me. I don't want you jeopardizing your position at the company. I mean, that's too important. But -- but you are my sister. And I would do anything for my sister.",
        "Carly: Wha -- Rosanna --",
        "Rosanna: I think it's time we sent Jennifer out of town.",
        "[SCENE_BREAK]",
        "Jennifer: I didn't like you when we first met, because my Mom had hired you without consulting any of us.",
        "Jordan: Yeah, she tends to keep people out of the loop sometimes, I've noticed.",
        "Jennifer: Yeah, she likes her secrets. But anyway, you were the enemy. But you didn't act like an enemy. In fact, you were great. And you stood up to my Mom, which, believe me, is rare. You're -- you're brilliant. And so generous -- you've bailed me out more times than I care to admit. And you're not afraid to go toe-to-toe with my brother. And he respects you. [Jordan laughs] And that means a lot to me.",
        "Jordan: I do have one flaw.",
        "Jennifer: Only one?",
        "Jordan: Yeah, I can only take two -- maybe three -- compliments without getting embarrassed. Why don't we have dinner?",
        "Jennifer: No, we will. I -- I just need to say this first.",
        "Jordan: Yes?",
        "Jennifer: Um -- are you happy here?",
        "Jordan: Jen, I love it here. The job, you -- I've never been happier.",
        "Jennifer: Really?",
        "Jordan: Yeah. I'm very, very lucky.",
        "Jennifer: Me, too. I mean -- I feel the same way, too.",
        "Jordan: You do?",
        "Jennifer: Didn't you know?",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Barbara: I got over here as fast as I could. You were so insistent on the phone. Why are all the lights off in here?",
        "Paul: Sorry.",
        "Barbara: Yeah. You were very mysterious on the phone. Has something happened?",
        "Paul: You could say that.",
        "Barbara: Well, tell me. Spit it out.",
        "Paul: I know what you've done, Mother. I know your secret.",
        "[NEXT_ON]",
        "Doc: Let's get one for the house!",
        "Tom: Yeah!",
        "Margo: Hold on, hotshot. You're coming with me.",
        "Paul: You lost your son, and lord knows I regret any involvement I had in that. But that does not give you the right to try and sleep your way into a takeover of my company. You got that?",
        "Carly: You can't see, can you?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=jJ8MKEv0KrE"
}