{
    "Episode Summary": [],
    "Recap": [
        "Alison calls home. Jack tries to trace the call. So that Alison doesn't incriminate herself, Susan hangs up on Alison, making it appear as if Alison hung up on her. John orders Chris to work a 48 hr. shift, so that he can't try to locate Alison. In the heat of the argument, Chris discrespects John and suspends him for three days. Chris later goes to the Munson household to help locate Alison in Chicago. Rose tells Lily about Dusty kissing her on the neck, mistaking her for Lily. Dusty arrives at Lily and Holden's and gives Lily two big kisses on the lips. Lily decides to plan a welcome home party for Dusty. Rose is not pleased thinking that Dusty will purposely ruin Lily and Holden's marriage. Katie confides in Margo about her recent marital problems. Margo asks if Simon is having an affair. Katie thinks problems may be due to pressure to have a baby. She tells Margo that Simon's been acting strange ever since Barlteby has come to town. Simon hires Henry to catch him having an \"affair\". Simon stages an agrument after he retuns to the cottage. Katie pleads with him to tell her what the problem is."
    ],
    "Recap Author": "Dione",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Lily: Awww. Oh, it's so cute. [Doorbell rings] Coming.",
        "Lily: Hi. I'm glad you're here.",
        "Rose: Why, does Natalie need her diaper changed?",
        "Lily: No. Iva sent me a present for Natalie, and I need somebody to go \"aww\" with.",
        "Rose: I don't think I'm the type.",
        "Lily: Oh, really? Look.",
        "Rose: Aww, cute.",
        "Lily: See, I told you so. Baby clothes are hard to resist.",
        "Rose: They are the cutest, those clothes. Cutest. Ah, you know, guess who I ran into last night.",
        "Lily: Want to narrow it down a little bit?",
        "Rose: Dusty Donovan.",
        "Lily: Dusty ‑‑ Dusty's here in Oakdale? Where is he?",
        "Rose: At the Lakeview.",
        "Lily: Wow. Wow, I haven't seen him in years.",
        "Rose: Well, if I don't miss my guess, I think your drought is gonna be over very soon.",
        "Lily: Really? Did he say he was coming by?",
        "Rose: No, but he will. And when he does, you better be very careful ‑‑ very careful.",
        "[SCENE_BREAK]",
        "Emily: Yeah, hi. It's Emily Stewart, Alison's sister.",
        "Susan: Hello, it's Dr. Stewart ‑‑",
        "Emily: Oh, fine, thanks. Listen, I was just looking for Alison. Has anyone seen her or talked to her?",
        "Susan: Is she there?",
        "Emily: No, no, everything's fine. I was just wanting to talk to her ‑‑",
        "Susan: Well, if you do hear from her, would you please tell her to call me.",
        "Emily: Thank you.",
        "Susan: Thank you very much.",
        "Emily: Any luck?",
        "Susan: None.",
        "Emily: All right, can you think of anyone else we should call?",
        "Susan: I'm out of ideas, okay? And I think Alison's out of ideas. Running away seems to be the only thing she can do.",
        "Emily: All right, stop. Just don't panic. She's only been gone since last night, mom.",
        "Susan: Which is plenty of time for something horrible to have happened. She must be so frightened. Why didn't she tell us?",
        "Emily: What, you mean that started the fire in the first place?",
        "Susan: But we could've helped her. We could've protected her. Now all we can do is sit around here and worry.",
        "[Knock at the door]",
        "Emily: Who is it?",
        "Jack: Jack.",
        "Emily: Oh. Alison ‑‑ did you find her?",
        "Jack: What about you? Susan: Oh, we called every person she knows, every place she could've gone. I'm assuming you have every spare squad car out.",
        "Jack: Every available unit, plus the state police and the highway patrol. We are gonna find her, Susan. I guarantee it.",
        "Susan: Oh, yeah. That's what everybody said the last time. She was gone for months!",
        "Emily: Would you relax, please. He's on our side.",
        "Jack: Does Hal know what's going on?",
        "Emily: No. He left a message from Chicago telling me that he had moved Will's court date up a day. I don't want to tell him over the phone. I'd rather wait for him to come home, Jack.",
        "Jack: Emily, it's my job to keep him informed. But I guess it can wait until then.",
        "Emily: Thanks, Jack. So what's gonna happen when we do find Alison?",
        "Jack: The District Attorney reviewed her case and issued a warrant for her arrest.",
        "Susan: Oh, my God!",
        "Jack: I'm sorry. But Alison confessed to a serious crime, a couple of them. She's not going to get a walk on this, Susan, so you better prepare yourself. Alison's gonna be prosecuted.",
        "[SCENE_BREAK]",
        "Chris: I know I was wrong to trust Alison. I should probably be angry at how bad she made me look. But the truth is, I still feel responsible for what happened.",
        "Gordo: Why? I don't see it.",
        "Chris: If I had taken her to the cops she'd be in custody right now. Instead, I was trying to be her hero.",
        "Gordo: Hey, it's out of your hands, pal. My advice? Get back to work.",
        "Chris: I can't do that, Gordo. I have to try to find her.",
        "Gordo: Are you crazy? Dr. Dixon's not gonna stand for that.",
        "Chris: I'm off duty for the next two days. I'm hoping that will be enough time to track Alison down.",
        "John: Doctors! Chris, can I talk to you for a minute?",
        "Gordo: I've got rounds on the fourth floor. Doctor.",
        "John: Gordo. I heard that Alison Stewart confessed to starting the fire at the Snyder barn. Congratulations. It seems that your instincts about Will Munson were correct after all.",
        "Chris: Thank you.",
        "John: As a reward, I'm putting you on a 48‑hour shift, beginning now. So, whatever ideas you may have about running after Alison Stewart you can just put right out of your head.",
        "[SCENE_BREAK]",
        "Katie: Hi, thanks for coming.",
        "Margo: Yeah, I got here as soon as I could. What's going on?",
        "Katie: I wish I knew. There's something wrong with Simon, and it's starting to scare me to death.",
        "Margo: What do you mean wrong? Is he sick? Is he hurt? What do you mean?",
        "Katie: No, no, no. Actually, the last few weeks have been amazing. We've been happier than ever. We've been planning our move to Australia. And we even moved up having a baby.",
        "Margo: What's wrong with that? That sounds wonderful.",
        "Katie: Yeah, I thought so, too. But ‑‑ all of a sudden, Simon changed his mind.",
        "Margo: What, about the baby?",
        "Katie: I don't know, about everything. It's like all of a sudden he's a completely different person. He's like somebody I don't even recognize. He's so distant.",
        "Margo: Oh, honey, you know, he's going through a lot. I mean, you guys are planning a pretty big upheaval in your life.",
        "Katie: I know, but he was so excited about it before ‑‑ going back home where he grew up, raising children there ‑‑",
        "Margo: Yeah, well maybe it just didn't seem real then. Now it's getting closer and, you know, he's worried.",
        "Katie: About what?",
        "Margo: Katie, he's taking you away from your home, from everything familiar. Maybe ‑‑ maybe he's afraid you won't like Australia and he'll feel responsible.",
        "Katie: But going to Australia was my idea in the first place. If he didn't think it was a great idea, he would tell me.",
        "Margo: All right, well, marriages go through changes. This is just a growing pain.",
        "Katie: I don't think this is just some period of adjustment that marriages goes through, Margo. It's more than that. Oh, God. I don't think Simon's in love with me anymore.",
        "[SCENE_BREAK]",
        "Bartleby: What do you think you're doing?",
        "Simon: What does it look like, genius? Don't ask me to buy you one.",
        "Bartleby: I thought you were supposed to be getting the little missus to give you the old heave‑ho?",
        "Simon: I'm waiting for someone who's going to give me a hand with that, so why don't you just get out of my face. There he is now.",
        "Bartleby: Him? Doesn't look like he'd be much help to anyone.",
        "Simon: Why don't you let me worry about that, okay?",
        "Bartleby: The time's running out, Simon Frasier. Now either you get rid of that wife of yours, or I'm gonna do it for you.",
        "[SCENE_BREAK]",
        "Lily: Dusty is an old friend of mine. There is no reason for me to be afraid of him.",
        "Rose: Oh, yeah? I meet him, right? The first thing ‑‑ he thinks that I'm you, plants one right here on my neck ‑‑ big wet one.",
        "Lily: That sounds about right for Dusty. He's an impulsive person.",
        "Rose: When was the last time you saw this Dusty guy? Hmm?",
        "Lily: Years.",
        "Rose: And you don't think that was just a little too familiar?",
        "Lily: He wanted to say hello. He was excited to see me.",
        "Rose: Yeah, he was excited, all right. Yeah, his hot breath almost melted the rhinestones out of my earrings.",
        "Lily: You know, you of all people ‑‑ I am so surprised that you'd be shocked by something like that.",
        "Rose: Oh, no, I'm not shocked. No. It's just that me, I have these instincts about people, you know ‑‑ first impressions. And there's something about the guy ‑‑ I just, I don't know, didn't sit right with me. But, you know, hey, if it's no problem with you, no problem with me. But Dusty, this guy, Paul tells me he was your first childhood sweetheart?",
        "Lily: We met when we were teenagers. He worked at my mom's stables. Oh, I was crazy about him. Crazy, like only a way a teenage girl could be. And he was my best friend.",
        "Rose: Well, Lucinda must've loved that.",
        "Lily: Oh, of course you know my mom disapproved. But we did spend a lot of time together.",
        "Rose: Doing what?",
        "Lily: Hanging out, toured the west. Had some adventures together.",
        "Rose: And where did Holden fit into all this picture?",
        "Lily: My mother, again, trying to get Holden out of the picture. But Holden followed me, and ‑‑ well, you know the rest.",
        "Rose: Hmm, yeah. How's Holden gonna feel when he finds out Dusty's back in Oakdale?",
        "Lily: Take him out to dinner. Holden has no hang ups about Dusty. I mean, we were all kids.",
        "Rose: Oh, yeah, wait till he finds out about a certain kid's attraction to your neck.",
        "Lily: There you go again. What is with you? What is ‑‑ I mean, maybe Dusty got to you. Maybe that kiss felt better than you're letting on.",
        "Rose: Let me tell you something, sister. Okay, I've been slobbered on by some expert neck kissers in my day. That guy is like pure amateur hour. Please.",
        "[Doorbell rings]",
        "Lily: Coming. Dusty! Oh, gosh, it's so good to see you.",
        "Dusty: Look at you. Lily! I have come to take you away from all of this.",
        "Lily: Oh.",
        "[SCENE_BREAK]",
        "Margo: Katie, people don't just fall out of love in one day, especially someone like Simon. I mean, it took him so long to commit in the first place.",
        "Katie: I know, I keep telling myself that. But my mind just keeps going there.",
        "Margo: All right, is this a feeling you're having? Or can you point to something specific?",
        "Katie: He didn't come home last night. And he hasn't called.",
        "Margo: Oh.",
        "Katie: See? I'm not just imagining things.",
        "Margo: All right, all right. Okay, okay, okay. All right, I'm just gonna ask this flat out. Do you think he's having an affair?",
        "Katie: No. No, that's not it.",
        "Margo: Well, have you asked him point blank what's going on?",
        "Katie: Yeah, I've asked him time and time again. And he just keeps avoiding me. It's like he doesn't want to have anything to do with anything that has to do with me.",
        "Margo: All right, well, when did it start exactly?",
        "Katie: Well, it started right after one of his friends from Australia came into town, this guy named Bartleby Shears.",
        "Margo: Did he seem happy to see this guy?",
        "Katie: Yeah, I mean, he was fine. And then Bartleby asked me to go help him pick out a gift for his mother, so while we were out doing that, Simon did the weirdest thing. He called Jack and had Bartleby taken in for questioning. You didn't know about that, did you? I guess you were probably off duty.",
        "Margo: Did he say why he wanted to involve the police?",
        "Katie: No, he just said that Bartleby was dangerous. That's it. But it came out of left field. I mean, it was so weird. When Bartleby showed up here the first time, Simon was fine with it. Why wouldn't he tell me that this guy was bad news in the first place?",
        "Margo: All right, all right, all right. You got a point. It doesn't all add up. Maybe ‑‑ maybe, um ‑‑ maybe it's just this. Maybe Simon seeing his old friend reminded him of his old life in Australia before he was married.",
        "Katie: You know, maybe.",
        "Margo: You know, I'm just spit-balling here, but maybe he just started to imagine himself changing diapers and, you know, having to stay home every night, and it got him kind of nuts.",
        "Katie: I don't know. If it was just about having the baby, I would say \"fine, forget it. I don't want to do it.\" But I just can't shake the feeling that it's something more serious than that.",
        "Margo: What do you mean? Something like what?",
        "Katie: I don't know, Margo. I think that Simon is in major trouble, and I don't know what to do to help him.",
        "[SCENE_BREAK]",
        "Henry: Come on, man, kiss her. Yeah ‑‑ yeah, that's good. That's so good. Now just one more for good luck.",
        "Simon: Henry ‑‑",
        "Henry: Simon, Simon, get out of the way.",
        "Simon: I need to talk to you now.",
        "Henry: In a minute.",
        "Simon: No, now.",
        "Henry: Would you please move it?",
        "Simon: No, I ‑‑ what's with the camera?",
        "Henry: Just a little close encounters of the hanky panky kind. Her husband hired me to get some proof that she's been cheating on him. And I just caught her canoodling with the brother‑in‑law.",
        "Simon: Oh, really? That's real interesting. Real interesting.",
        "Henry: Simon. Simon, Simon, I need that. I need that.",
        "Simon: What you need this tape?",
        "Henry: Yes.",
        "Simon: This one?",
        "Henry: It's very important to me.",
        "Simon: I'll give it to you in a second.",
        "Henry: What are you doing?",
        "Simon: You won't be needing it anymore, Henry. I'm giving you a new assignment.",
        "Henry: No, no you are not.",
        "Simon: Yes, I am.",
        "Henry: No. I'm not working with you and Katie anymore. It's too confining. That's why I'm resigning from Early Bird Surveillance, effective two weeks ago. Oh, great. There goes my case.",
        "Simon: Just forget about them. All right? I'm giving you a case that's going to be the easiest buck you ever made.",
        "Henry: Piqued my interest. What am I supposed to do?",
        "Simon: Your specialty. Just follow an unfaithful husband, report it all back to his wife.",
        "Henry: All right, sure. You know these people?",
        "Simon: Yeah, you could say that. The husband is me.",
        "[SCENE_BREAK]",
        "Chris: I know you can assign me any length shift you want. But with all due respect, 48 hours?",
        "John: You want to be a doctor? Get used to it.",
        "Chris: Oh, should I assume it is punishment?",
        "John: Come on, Chris, do I have to spell this thing out for you?",
        "Chris: I like to know where I stand.",
        "John: All right, I'll tell you where you stand. In this hospital, we deal with human life day in and day out. We deal with structure. Now so far you haven't learned that. But it's up to me to see that you do.",
        "Chris: I've dedicated my life to this hospital since the day I started here. I have a good rapport with my patients. My evaluations have been strong. Just where, exactly, am I falling short?",
        "John: You're too easily distracted. Something else comes along that interests you, and your responsibilities as an intern go right out the window.",
        "Chris: Learning to be a good doctor is the most important thing in my life. Does that mean it has to be at the expense of everything else?",
        "John: Right now, yes ‑‑ the expense of everything else.",
        "Chris: You sure you're not picking on me just because I'm Bob Hughes's son?",
        "John: I wish you were acting more like Bob Hughes's son. But you're not. And that's no good.",
        "[SCENE_BREAK]",
        "Susan: Oh, well, it happened. She pushed and she pushed and now, she's gonna go to jail.",
        "Emily: All right, stop. Would you calm down? Your daughter needs you now more than ever. You need to stay strong.",
        "Susan: How could I have thought she was making progress? She's going to be arrested for arson! People could have died from what she did! There are very stiff penalties for that!",
        "Emily: We still don't know what's going to happen, right? I mean, she's a first‑time offender.",
        "Jack: I wouldn't count on a lot of leeway here, Emily.",
        "Susan: Why?",
        "Jack: If Alison had come clean at the start, maybe she'd be okay. But she lied, Susan. She put a lot of people's lives at risk because of it. A judge is gonna weigh all that against her and ‑‑",
        "Susan: Okay, you don't have to say another word.",
        "Jack: Listen, I am not trying to upset you here. I just want to make you understand that Alison's in serious trouble.",
        "Emily: Yeah, but she's still a teenager, Jack. Doesn't that count for something? I mean, won't that help?",
        "Jack: The D.A.'s office plans to try her as an adult.",
        "Susan: Did you hear that?! They could lock her up for years.",
        "Emily: What can we do?",
        "Jack: To start, give me permission to monitor the phone. That way, if Alison calls back we'll be able to pinpoint her location.",
        "Susan: Oh. Okay, I mean, if you think it's necessary.",
        "Emily: You have our complete cooperation.",
        "Jack: I've got the equipment in the car.",
        "Susan: There's gotta be something we can do. I have a friend whose has a son who works in the Attorney General's office. Maybe he could call the D.A.",
        "Emily: No, that is not a good move. Listen to me. We're gonna do what the police said. We're gonna help them bring her home. [Phone rings] Hello?",
        "Alison: Emily, it's me. I messed up really big, didn't I?",
        "[SCENE_BREAK]",
        "Henry: You're cheating on Katie, and you want me to record it? No, thank you, my life is kinky enough as it is.",
        "Simon: This is not a game, Henry. And Katie can't know that I hired you.",
        "Henry: Well, she won't, because you haven't.",
        "Simon: Listen, mate, I don't have too many options right now, okay? You've gotta help me out. Help me out.",
        "Henry: I think maybe you should tell me what this is all about. Hmm?",
        "Simon: I need to convince Katie that I'm a lousy husband.",
        "Henry: Because?",
        "Simon: I have my reasons, and you ‑‑ all you gotta do is record my various indiscretions, then go to her as a concerned friend and show her the tape. That's all you gotta do.",
        "Henry: She'd hate me.",
        "Simon: She'd hate me. That's the point. It's for her own good, Henry. It's for her ‑‑ just do it because you care about her.",
        "Henry: I do?",
        "Simon: You do. You do care about her. And now this is a chance to show it.",
        "Henry: All right. Okay. This sounds easy enough. But ‑‑",
        "Simon: But what? What ‑‑ you need to know more? I can't tell you any more.",
        "Henry: No, no, I just want to know how much to charge you for something like this.",
        "Bartender: Can I get you something, Mr. Frasier?",
        "Simon: No, I'm fine. Thanks.",
        "Bartender: Are you finished with that, Mr. Coleman?",
        "Henry: Yeah, yeah. It was delicious.",
        "Bartender: Most people prefer an olive.",
        "Simon: This should cover your initial costs. I'll give you the other half when the job is complete. Meet me at Yo's tonight. I'll call you with the time.",
        "Henry: You've just hired yourself a detective, or a cameraman, whichever pays more.",
        "Simon: Just don't turn your phone off.",
        "Henry: Simon ‑‑ Simon ‑‑ don't you love her anymore?",
        "Simon: More than ever.",
        "[SCENE_BREAK]",
        "Emily: Alison, where are you?",
        "Alison: In Chicago. I came here to see my father, but he wasn't home. So I just crashed at the bus station until they threw me out.",
        "Emily: Honey, you need to come home right away.",
        "Alison: Emily, I can't. You know what's happening by now. If I go home, they're gonna throw me in jail.",
        "Emily: Okay. All right, then mom and I'll come find you. Just tell me where you are.",
        "Alison: No, I can't go back to Oakdale. The police are after me.",
        "Emily: No, sweetie, we'll get you a lawyer. I promise, we'll fight this.",
        "Alison: Besides, everyone there hates me. Lucy, Aaron, Hal, Will ‑‑",
        "Emily: Sweetie, I know you're scared. Listen to me. Running away is not the answer.",
        "Susan: Let me talk to her.",
        "Emily: No, just wait a minute.",
        "Susan: Give me the phone!",
        "Emily: Mother, stop.",
        "Susan: Alison, it's me. Listen, don't do this. Running away is only making everything worse.",
        "Alison: No. No, it's better if I just keep going.",
        "Susan: Honey, all of this can be worked out. Everybody knows that you didn't start that fire to hurt anybody.",
        "Alison: You think that's gonna make a difference? Hal's not gonna rest until I'm put behind bars.",
        "Emily: She's on the phone. Alison's on the phone.",
        "Jack: Tell Susan to keep her talking.",
        "Emily: Okay. Mom ‑‑ keep talking.",
        "Susan: Okay.",
        "Emily: Okay.",
        "Susan: Alison, sweetie, the police are looking for you everywhere. If you keep running, it's possible you could get hurt.",
        "Alison: No. Maybe that's the best thing.",
        "Susan: No, no, no, no. Don't say that. Listen, baby. I miss you very much, and I love you to pieces. Oh, she hung up.",
        "Alison: Mom?",
        "[SCENE_BREAK]",
        "John: Chris, I've known your father since before you were born, and there is no one in this hospital who could drive me up the wall faster than your father. But he has always been committed. He's always been prepared. And he works harder than anybody else in this hospital. Now so far, you have not displayed any of those instincts. And frankly, that concerns me.",
        "Chris: I have enormous respect for my father. But I never set out to be just like him.",
        "John: You could do worse.",
        "Chris: That's not the point.",
        "John: You have potential, Chris, to become a very good doctor. But you've gotta get your priorities straight! Otherwise you're gonna wind up on the street.",
        "Chris: What does that mean? You're going to throw me out of the program?",
        "John: There are certain responsibilities that every intern has. And if you refuse to live up to them, I would have no choice but to suspend you.",
        "Chris: You want me on the street so badly, Dr. Dixon? Go ahead. Do it.",
        "John: All right, wise guy, you've just got yourself three days on the street. I will inform accounting. They will withhold your pay.",
        "Chris: That's three days. What happens after that?",
        "John: Pending a review by the board, they may let you back in. But the suspension is gonna stay on your record.",
        "Chris: What did I do to earn this kind of punishment?",
        "John: You keep talking, and you're gonna get a week!",
        "Bob: Hey, what's wrong?",
        "John: Wonderboy here just got himself three days out on the street. You ask him about the details.",
        "Chris: How can you stand to work with that guy? He just suspended me for the sheer hell of it.",
        "Bob: He's also your adviser. Be careful what you say.",
        "Chris: He's had it out for me from the minute I got here. He's been looking to bust my chops.",
        "Bob: Well, you've given him many reasons, Chris.",
        "Chris: Why should I be punished for getting Alison Stewart to confess? It keeps Will Munson from being branded as an arsonist for the rest of his life.",
        "Bob: Both John and I told you to stay out of the arson case.",
        "Chris: Tell me something, dad. When I was growing up, why did you spend so much time teaching me that taking initiative was a good thing?",
        "Bob: Because it is, at the right time and the right place. But at the stage you're in in your career, what you've got to do is learn the rules and show people that you can abide by them.",
        "Chris: This isn't about following orders. John is angry that I was right about Will and that he didn't see it.",
        "Bob: I've been working with John for years. He's tough, we all know that. But he's fair. If he suspended you, you must've given him good reason.",
        "Chris: I expressed my own opinion, not his. If you ask me, that's a fairly minor infraction.",
        "Bob: There is nothing minor at this hospital. And if you think there is, maybe you're getting what you deserve.",
        "[SCENE_BREAK]",
        "Dusty: Uh, before we catch up, there's something I have to take care of. Hi. We got off to a bad start. I hope you accept my apology.",
        "Rose: Apology, for what?",
        "Dusty: Uh, you thought I was being kind of fresh last night.",
        "Rose: Fresh? Oh, actually, I thought your moves were a little stale.",
        "Lily: Rose came by today to warn me about you.",
        "Rose: Hey, that was classified.",
        "Dusty: Rose, I want you to know that I have the utmost respect for your sister ‑‑ and anyone who looks like her, for that matter.",
        "Rose: Oh, that's cute. What about Holden, her husband? You got respect for him, too?",
        "Dusty: Yes. Will you talk to her? Holden and I go way back. Is he here?",
        "Lily: No, unfortunately, he's at his mom's. But can you stay?",
        "Dusty: Uh, no. As a matter of fact I can't. I have a meeting in town. But that's okay. We'll catch up soon.",
        "Lily: Why? Are you going to be staying?",
        "Dusty: Yeah. I've moved back for good.",
        "Lily: So you're moving back to Oakdale? How come?",
        "Dusty: Well, I sold my investment firm in Chicago. I made enough for a little hiatus, so I thought I'd stay here until my next opportunity.",
        "Rose: New York has opportunity. Tokyo, opportunity.",
        "Dusty: Yes, but they don't have Lily.",
        "Lily: Oh.",
        "Dusty: And all my other old friends.",
        "Lily: You know, I'm gonna throw you a welcome home party. Yeah.",
        "Dusty: You're gonna throw me a party?",
        "Lily: Yeah.",
        "Dusty: Well, it sounds good, as long as your sister saves me a dance.",
        "Lily: This is gonna be fun. Is there anybody special you want me to invite?",
        "Dusty: No, as long as Rose is there. And your children that I've heard so much about. How are they?",
        "Lily: They're incredible. They're all too young to stay up late for a party, but I cannot wait for you to meet them. I cannot tell you how proud I am of them.",
        "Dusty: Well, great mom, great kids. That's how it works. And I suppose Holden gets a little bit of credit.",
        "Lily: Yeah.",
        "Dusty: How's he doing? Is he still working with the horses?",
        "Lily: Yeah, he's ‑‑ he's built quite a business for himself. He's ‑‑ he's gonna be thrilled to hear you're sticking around. We all are.",
        "Rose: Yes.",
        "Dusty: Well, look, I've got to run. I'm staying at the Lakeview for now. So call me there and let me know the time and date of this shindig.",
        "Lily: How about every evening next week, just keep that free, 'cause it's gonna be one of those.",
        "Dusty: Done.",
        "Lily: Okay, good.",
        "Dusty: So good to see you.",
        "Lily: You, too.",
        "Dusty: See you, Rose.",
        "[Door closes]",
        "Lily: So you still think there's something wrong with him?",
        "Rose: You tell me that he's not back to take you away from Holden, that's fine. Paul says he's a great guy, I think that's great. But something tells me he and I are not gonna be friends.",
        "[SCENE_BREAK]",
        "Chris: Everything I did was for the good of the patient. Isn't that what this hospital is all about?",
        "Bob: It's also about teamwork, and that's a department that you fall short in.",
        "Chris: How? What did I do?",
        "Bob: You're under scrutiny here because you're my son. The interns know that. The nurses know that. And they're watching you to see if you're the real thing, or are you just the boss's son?",
        "Chris: I thought I was proving myself by ‑‑",
        "Bob: What you're proving is that you expect special treatment, that you're bigger than this program. And believe me, you are not.",
        "Chris: Dad, this was a special situation.",
        "Bob: Yes, it was. Now, take your punishment and stop making excuses. I'm warning you, son, if you don't, you could wind up on the street for good.",
        "[SCENE_BREAK]",
        "Katie: All right, you may definitely have a point about Simon being afraid to be a father, but if that was it, I think he would tell me.",
        "Margo: No, no, honey, men don't think that way. They ‑‑ they get quiet, and they shut down, and they let you guess at what might be bothering them.",
        "Katie: Very true. But what do I do now? I can't ‑‑ do I just force him to talk about it and risk pushing him farther away? I don't know what to do.",
        "Margo: I think that you let him know how happy you are with the way things are right now and ‑‑ and don't force the child issue and just deal with the two of you.",
        "Katie: That's good.",
        "Margo: Okay, well, you don't really know if that's what's eating away at him, but ‑‑",
        "Katie: I know, but it's a start. I'll do anything. I'm gonna try anything.",
        "Margo: All right, honey. The first thing you're gonna do is when he finally does show up, don't go at him with 1,000 questions the way you always do. Don't put him on the defensive right away, okay?",
        "Katie: Okay. We're gonna be fine. He'll remember how much I love him, and he'll be okay with the baby.",
        "Margo: Absolutely. And you'll get all on the right track again. You will.",
        "Katie: Thank you.",
        "Margo: Okay.",
        "Katie: Simon. It's so good to see you. I was so worried.",
        "Simon: Why? I'm fine.",
        "Katie: Of course. It's just good to have you home.",
        "Simon: What are you doing here?",
        "Margo: I'm just leaving. I will call you. Good‑bye, Simon.",
        "Katie: Bye.",
        "Simon: I've got to change.",
        "Katie: Simon, wait. You're not even gonna say one word about where you were?",
        "Simon: I went to see Jack. We got to talking. I crashed at his place.",
        "Katie: Oh. Okay. So, you want to know what I was thinking we could do tonight?",
        "Simon: No, no, I'm not a mind reader.",
        "Katie: Okay. I thought maybe we could just stay in, rent a movie and not talk about having babies.",
        "Simon: What, you mean we've got something else to talk about?",
        "Katie: No, I just ‑‑ I don't know. I thought that we could use some time together. You know, just me and you, no distractions.",
        "Simon: Maybe some other time, you know?",
        "Katie: Where are you going?",
        "Simon: I've got plans. I've got something else to do.",
        "Katie: Simon, stop. If you're having a hard time with me pressuring you to have a baby or to have a family, then that's fine. I'm sorry. I will stop. But if you're having some other problem, then don't go through it alone. Please, Simon, let me help. I want to help you in any way I can, but I can't do that if you don't tell me what it is.",
        "Katie: All right, tell me the truth.",
        "Simon: Yeah.",
        "Katie: Are you happy with our marriage?",
        "Simon: Yeah, sure, yep.",
        "Katie: \"Sure\"? That's a constructive answer.",
        "Simon: Well, I'm sorry. It's the only answer I've got for you right now.",
        "Katie: Where is this coming from?",
        "Simon: Where is what coming from, honey? What are ‑‑ what are you talking about?",
        "Katie: Is it something that I did? Or is it, I don't know, Bartleby?",
        "Simon: Bartleby? What the hell has any of this got to do with Bartleby?",
        "Katie: I don't know. Fine. Maybe I am just completely clueless, and you have some problem that you don't feel like sharing with me. Well, let me tell you something, Simon. I'm not just gonna sit here every night while you go out ‑‑",
        "Simon: You don't have to sit here. Fine. Go out, do whatever you want.",
        "Katie: Oh, right. I go my way, you go yours. That is not the kind of marriage that I want.",
        "Simon: Well, you and I must have very different, conflicting views about marriage, then. Will you stop nagging me? Any other questions? Good.",
        "[SCENE_BREAK]",
        "Jack: Okay, make sure the power's on. Flip this switch when Alison calls back. That'll signal us at the station that she's back on the line.",
        "Emily: Thanks, Jack, for all your help.",
        "Jack: Okay, listen, I'm gonna head back. I'm gonna alert the Chicago police that Alison was at her dad's. That'll give them a good spot to look for her.",
        "Susan: She's not stupid. She's probably on the other side of town by now.",
        "Jack: Yeah, possibly, but Susan, we are still gonna find her, okay? Either that or Alison will get hungry, she'll come back to Oakdale on her own.",
        "Susan: I wish I could believe that, but I think she's too scared.",
        "Emily: Hey, do you ‑‑ do you think maybe one of us should go to Chicago? Maybe we'll have better luck finding her.",
        "Jack: No, I think you two should stay here. When Alison calls back ‑‑ and I know she will ‑‑ it'll be easier to keep her on the line if you two are here.",
        "Susan: Why is that?",
        "Jack: Well, you can switch back and forth, keep the conversation going. \"Alison, there's something that mom forgot to tell you,\" that kind of thing.",
        "Emily: Okay, all right. We'll do whatever ‑‑ whatever you think we should do.",
        "Jack: I'll call you as soon as I hear anything. All right?",
        "Emily: Of course.",
        "Susan: Thanks. Got any coffee?",
        "Emily: Yeah, I'll ‑‑ I'll make us some. Extra strength, I think.",
        "Susan: Yeah.",
        "Emily: So ‑‑ why do you think Alison hung up, mom?",
        "Susan: How should I know? Do I understand everything she does these days?",
        "Emily: No, it's ‑‑ it's just that she seemed really willing",
        "Susan: Well, are you blaming me? Do you think I said something that turned her off?",
        "Emily: I'm asking you a question, all right? If you don't want to answer it, don't answer it.",
        "Susan: Oh ‑‑ okay, I'll tell you. But you've got to promise me you're not gonna jump all over me.",
        "Emily: Go on.",
        "Susan: Alison did not hang up on me. I hung up on Alison.",
        "Emily: And your ‑‑ your reason?",
        "Susan: I don't know. I just panicked when Jack brought that recording machine in here. I panicked at the thought of Alison saying something to incriminate herself.",
        "Emily: She's already confessed, mother. How much more incriminating does it get?",
        "Susan: Besides Lucy Montgomery, whose memory is a little questionable, the only other person who heard Alison admit starting the fire was Chris Hughes. There were no police available. She didn't have lawyer.",
        "Emily: Meaning what?",
        "Susan: If she can keep her mouth shut, then maybe ‑‑",
        "Emily: Maybe ‑‑ maybe what? Maybe she can change her story? Do you honestly believe that's a good idea?",
        "Susan: Honey, the only ideas I'm interested in right now are the ones that are gonna keep your sister out of jail. Because I'm gonna protect her any way I can.",
        "[SCENE_BREAK]",
        "Lily: You know, the funny thing is, if you gave Dusty half a chance, you guys would get along great. I can't even imagine what he did that turned you off so badly.",
        "Rose: I told you, it's just something about that guy that just rubs me the wrong way.",
        "Lily: So what did he do when he found out you weren't me?",
        "Rose: Nothing much. And then he and Paul jumped all over each other like they won the super bowl.",
        "Lily: Oh, I see.",
        "Rose: You see what?",
        "Lily: You're jealous, and you don't even know it.",
        "Rose: What? Oh, please.",
        "Lily: You're used to having Paul all to yourself, you know? He doesn't have many close friends. He's always there for you when you need him. And now Dusty pops back into town, and that might change into your sister. You may not like that very much.",
        "Rose: This is pathetic. I'm jealous of another man.",
        "Lily: It's okay. Recognizing it is half the battle. But don't take it out on Dusty, okay? Just give him a chance. He's a really good guy.",
        "Rose: Ah, you know, I don't know about this, Lily. I mean, I've never fared well when I've gone against my gut instinct before.",
        "Lily: All I'm asking is that you withhold judgment against Dusty until you get to know him a little better.",
        "Rose: So you're telling me he's not conceited, pushy, rude?",
        "Lily: No. What gave you that idea?",
        "Rose: He kisses a woman on the neck that he hasn't seen in years. That's pushy. And then he thinks she's gonna like it. That's conceited. And then he shows up at your door without calling first. That's rude. And I do not like his aftershave. I'm kidding. Do we have to spend the entire day here talking about Dusty Donovan?",
        "Lily: Of course not. And I don't have to do PR for him, because you can go to that party, see all those people that care about him, and you'll realize that your gut instincts were wrong this time.",
        "Rose: Maybe.",
        "Lily: You know what'll make you feel better? When you see Holden and Dusty together.",
        "Rose: Mm, unless Holden decks him before they can say hello.",
        "Lily: Just kidding again?",
        "Rose: Yeah, of course. Yeah. You don't seem to have much of a sense of humor about this guy.",
        "Lily: You remember when you first started going out with Paul? How Barbara drew conclusions about you and didn't really know you that well?",
        "Rose: Yeah.",
        "Lily: All I'm asking is that you not do the same thing to Dusty.",
        "Rose: All right, fine. I promise I will give the guy an even chance.",
        "Lily: Thank you. And mark my words, you two will be friends in spite of yourself.",
        "Rose: Don't push it.",
        "[SCENE_BREAK]",
        "Susan: Once the police find her, she'll be anything but safe. We have to get to her first.",
        "Emily: You know what? Your logic totally escapes me?",
        "Susan: You have a better idea?",
        "Emily: Yes. As a matter of fact, I do. I say we stand by the phone like Jack told us and wait for Alison to call back, and then we do everything we can in our power ‑‑",
        "[Knock on door]",
        "Emily: Who's there?",
        "Chris: Chris Hughes.",
        "Emily: Hi. Come on in. How's ‑‑ how's Will?",
        "Chris: From all accounts, he's doing okay.",
        "Susan: Which is more than we can say for Alison. I suppose you've heard. The District Attorney issued a warrant for her arrest.",
        "Chris: I don't see how we could expect anything else.",
        "Susan: Assuming the police can find her, which is not a sure thing.",
        "Chris: That's why I'm here. I figured you'd be looking for her, so I want to help any way I can.",
        "Emily: You can just leave the hospital like that?",
        "Chris: I got suspended for three days.",
        "Emily: For getting Alison to confess?",
        "Chris: For mouthing off to John Dixon.",
        "Susan: That was intelligent.",
        "Chris: I don't care what John or anybody else at that hospital thinks. I know what I did was right.",
        "Susan: You forced my daughter to run away from home.",
        "Emily: I'm sorry. She's worried sick about Alison, and ‑‑ she's run away before, you know, but she's out there all alone, by herself this time.",
        "Chris: I understand. I just want to do whatever I can to help bring Alison home.",
        "Emily: Anything?",
        "Chris: Name it. Anything.",
        "Susan: Why don't you go to Chicago? Why don't you find her?",
        "[SCENE_BREAK]",
        "Simon: See you later.",
        "Katie: Simon, don't do this.",
        "Simon: What ‑‑ hey, I really don't want to have another heart‑to‑heart right now, okay? I've had enough.",
        "Katie: Well, I've been sitting here, trying to figure out what I could have possibly done to make you act this way, and you know what? I can't seem to come up with anything.",
        "Simon: Well, you know what? Keep trying, okay? I have faith in you.",
        "Katie: I can't come up with anything because it doesn't exist. I have been a good wife to you, Simon. I am not perfect. I know that, and I know my faults. But ever since we've gotten married, all I've done is try to make you happy.",
        "Simon: Happy? Happy? You want to make me happy right now, honey? You want to make ‑‑ I'd be happy if you'd let me leave.",
        "Katie: And you've been a wonderful husband. The love you have given me is the greatest gift of my life, and you should know that.",
        "Simon: Well, that's ‑‑ that's beautiful. That's really touching. Why don't you write me a card? I've got to go.",
        "Katie: And I don't know why ‑‑",
        "Simon: I've got to go!",
        "Katie: I don't know why you changed your mind about having a baby. And I don't know why you keep running away from me every chance you get, but you know what? You need to know this. I am not giving up on you, because I love you, Simon Frasier. I love you so much, and I'm not gonna let you just push me away.",
        "Simon: That's fine. You make your choice, I am gonna make mine.",
        "[Door slams]",
        "Katie: God.",
        "Simon: Yeah, Henry, it's Simon. We're on. Meet me at Yo's. Don't forget the camera. I am so sorry, baby. This is the only way.",
        "Katie: What's happening? All right, you asked for it. You're not gonna tell me what's wrong, I'll figure it out for myself."
    ],
    "Transcript Author": [
        "Provided by Linda Proofread by Ebele"
    ],
    "url": "https://www.youtube.com/watch?v=CmyllD78Mw0"
}