{
    "Episode Summary": [],
    "Recap": [
        "Craig makes in roads with Sierra; Lucy tells her father that she feels like she's being torn in half and when he suggests that he could call Williams College to make arrangements for the part of the semester she's missed, she tells him to make the call. Lucinda talks with Dusty and tells him he needs to be with Lucy while Rafi is getting the same advice from Alison. Jack fights with Carly over JJ as Holden shows up at the hospital to see Aaron and Julia appraises him of the fact that Emma has gone to stay at Iva's for awhile. In the meantime, Luke has ditched school to talk with Aaron and when Holden and Julia come in he leaves. Lily comes and ends up waiting for Aaron's paperwork, talking with Luke about missing school and wondering about Holden and Julia out loud, Luke replying she doesn't want to know. After making Jack take JJ for the evening, Julia gets ready to spend the evening with Holden."
    ],
    "Recap Author": "Linda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Luke: Hey.",
        "Aaron: Luke, hey. What time is it?",
        "Luke: Um, I'm a little early.",
        "Aaron: A little early? It's like the middle of fifth period. I thought you were going to come to my house after class.",
        "Luke: Well, I thought you might need some help or an extra hand.",
        "Aaron: You're cutting class, Luke. That's not like you. You're not like that, man. What's up? It's Dad, isn't it?",
        "Luke: What?",
        "Aaron: You're worried about Dad.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Julia: Hello?",
        "Jack: Julia?",
        "Julia: I saw the number. I thought it might be Carly.",
        "Jack: I'm sorry about what happened.",
        "Julia: Yeah, well, you should be. Your wife and her friend, Lily, are trying to get us kicked out of the only stable home J.J. has known in months.",
        "Jack: You won't be kicked out.",
        "Julia: Thanks to Holden. This time. But, you know, who knows what those two are planning?",
        "Jack: Which is why I want to come by and talk to you.",
        "Julia: No, Jack, it's not a good idea, okay? J.J. was really upset when he woke up and you were gone.",
        "Jack: Then let me come over and explain it to him.",
        "Julia: My shift is almost over. I'm going to pick up J.J. and then head out to the farm. I should be there in about an hour.",
        "Jack: Okay, I'll be there.",
        "Julia: Jack?",
        "Jack: Yeah.",
        "Julia: I'm not gonna tell him you're coming in case you don't show.",
        "Jack: I'll be there.",
        "Julia: Holden.",
        "Holden: Hi.",
        "Julia: Hi.",
        "Holden: I didn't realize you were still here.",
        "Julia: Yeah, I wanted to stay. I thought I should. I wanted to talk to you about what happened at the cabin.",
        "Holden: Julia --",
        "Julia: No, no, no, wait -- before you say anything, I just -- look, I want you to know, making love to you was amazing. But I told you I don't have any expectation, and I meant that. I mean, I don't want you to worry about gossip or anything like that, you know? I have J.J. to think about and your family, and I'm living with your mother, so I'm not gonna say anything. Just so you know, it was a beautiful night, and it was really -- you know, it meant a lot to me because I care about you. But, hey, we're friends, okay? So you don't have to worry.",
        "[SCENE_BREAK]",
        "Carly: You going out?",
        "Jack: No. I thought I'd wear my coat to watch TV.",
        "Carly: You don't have to be like that, Jack.",
        "Jack: Yes, I'm going out.",
        "Carly: Back to the station? Well, I'd like to know, you know, in case I need to reach you.",
        "Jack: I've got errands to run, and I thought I'd drop by the farm and do some damage control.",
        "Carly: You're going to see Julia?",
        "Jack: I'm going to see J.J. and, yes, his mother will be there. Although there's not much I can tell her, seeing as though my wife pretty much refuses to even consider apologizing.",
        "Carly: Hey, as soon as she apologizes to me for kidnapping you --",
        "Jack: Don't you get it, Carly? You won, all right? I'm here. I'm living with you and the children. I remember everything about us. What more do you want?",
        "Carly: You know exactly what I want. I want her gone.",
        "Jack: Well, if she goes, then J.J. goes. And that better not happen, because I'm not losing that little boy. And the sooner you get that through that pretty little head of yours, the happier we'll all be.",
        "[SCENE_BREAK]",
        "Sierra: I don't think that Lucy knows what to do I mean, she's always been fond of him. They've been friends since they were kids. But now they've been intimate, and that changes things.",
        "Craig: Well, yeah. For one thing, they're not children anymore.",
        "Sierra: No, they're not. And Rafael has made his intentions clear. He's in love with Lucy, but she's in love with Dusty. Well, in any event, it really is none of our business.",
        "Craig: Which is why I came to you instead of --?",
        "Sierra: Instead of what? Hide in the bushes underneath her window? Hire a private detective? Tap her phone, open her mail?",
        "Craig: Yes. That was the old Craig.",
        "Sierra: You really have changed, haven't you?",
        "Craig: Yeah, I guess I have. I'm just sorry it took so long. So thank you for locking me up in a monastery and beating some sense into me. Come on, group hug. Okay.",
        "[SCENE_BREAK]",
        "Lucy: Um, I can't do this.",
        "Rafael: I'm sorry. I just -- I love you.",
        "Lucy: I know.",
        "Rafael: But you wish I'd keep it to myself?",
        "Lucy: No, it's not that --",
        "Rafael: No, I'll go.",
        "Lucy: No, don't go. This is -- this is all my fault. I haven't been fair to either one of you.",
        "Rafael: Well, you can't hide how you feel.",
        "Lucy: No, it's -- it's Dusty. Look, I know you're glad that things aren't going to work out with him, but I don't want to lie to you. I want to get back together with him. If I could just get him to get past what happened --",
        "Rafael: He's a guy, Lucy. He isn't gonna forgive you for sleeping with me, okay?",
        "Lucy: No. He's not going to forgive me for loving you.",
        "[SCENE_BREAK]",
        "Lucinda: Okay, okay. I came as quickly as I could. Now, please tell me -- tell me that you've been thinking about things. 'Cause I've been thinking about things, and I can think of many reasons why you and my granddaughter could be a good thing together. I'd be happy to list them for you.",
        "Dusty: No, another time. I need your advice on something else.",
        "Lucinda: Oh. Why are you so stubborn?",
        "Dusty: What do you think? Do you think Lucy's a square-cut girl? Or do you think she'd go for a pear shape?",
        "Lucinda: This means --?",
        "Dusty: I'm gonna ask her to marry me -- today.",
        "[SCENE_BREAK]",
        "Rafael: I knew it. I knew that, deep down, you loved me and that, if I just didn't give up, then you'd realize how good we are --",
        "Lucy: No, no, Rafael. That's not what I meant.",
        "Rafael: But if you love me --",
        "Lucy: You'll always be my best friend.",
        "Rafael: Lucy, give us a chance.",
        "Lucy: You're the one who said I can't change the way I feel. I can't pretend to feel something for you that I don't.",
        "Rafael: And I'm not asking you to. I know you're hurt and confused. All I'm saying is don't rule us out. In a couple weeks, a few months, who knows? You could change your mind.",
        "Lucy: I don't want to lead you on.",
        "Rafael: You're not. You're just keeping your options open.",
        "Lucy: Okay, all right, maybe you do need to go. I can't talk to you about this anymore.",
        "Rafael: All right, just promise me one thing, okay? I'm not gonna pressure you. But just don't push me away. Hey, give me a chance. I know I can make you happy.",
        "[SCENE_BREAK]",
        "Jordan: Celebrating, huh?",
        "Craig: Can't a simple man embrace his ex-wife without the whole world wondering why?",
        "Sierra: Oh, ignore him, Jordan. He's just been forgiven, and I think it's gone to his head.",
        "Craig: Yeah, well, someday, I'll need a hat. I'll leave you two to your own devices. I'm going to go check on Lucy.",
        "Jordan: So he's back in the fold.",
        "Sierra: Finally. Here, have a sit. Why the frown?",
        "Jordan: Oh, am I? I'm sorry. I don't mean to. I guess I'm -- I'm just concerned.",
        "Sierra: You don't trust Craig. Well, I don't blame you. He's done a lot of terrible things to you and to me. But, you know, I've really noticed a change in him in the last few weeks. I mean, I'm never going to let my guard down. Really, I'm not a fool. But I am an optimist. And I think he's really begun to put Lucy's needs first, and that is a first for him. And there's been some other instances of some self-sacrifice on his part.",
        "Jordan: We're talking about Craig here, right?",
        "Sierra: I know, it's a real surprise. But it's wonderful. I mean, he was my husband, and I did love him. And even though there's -- there's no going back, he's Lucy's father. And I feel like, for the first time in years, he really deserves the title.",
        "[SCENE_BREAK]",
        "Carly: Look, I know that you and I disagree about this, Jack --",
        "Jack: Oh, you can say that again.",
        "Carly: But isn't it possible, just possible, that I'm a little bit right? Think about it, Jack.",
        "Jack: You know, it doesn't matter if you're right, Carly. Don't you understand that? Julia is J.J.'s Mom. I've got no legal rights here.",
        "Carly: And what does that tell you?",
        "Jack: I've got no legal rights to Parker. He's still my son.",
        "Carly: Please don't compare J.J. To parker, Jack --",
        "Jack: Oh, why not? I may have loved Parker longer. That doesn't mean I love J.J. any less. Why can't you see that?",
        "Carly: I do see that, Jack. And so does Julia. And that's why she is threatening to keep J.J. away from you.",
        "Jack: No, because you're driving her nuts! It's her only line of defense!",
        "Carly: Jack, I could be sitting over there on that sofa, knitting earmuffs for charity, and Julia would still find a way to get to you because you are the person that she's mad at.",
        "Jack: Yes, I understand that. Of course she's mad. I let her down. She has every right to be mad. But you -- you insist on throwing fuel on the fire, Carly.",
        "Carly: Because she is vicious. She is. Going after Holden and trying to keep J.J. away from you -- that is vicious. And before you say anything, I know that I am not perfect.",
        "Jack: Oh, you're a lot of things, honey, not the least of which -- I asked you to help me out here. I asked you to back off Julia so she would trust me enough so I could get enough time with J.J. on a regular basis. But you're too jealous and short-sighted -- just know this -- I'm not going to let you or anybody else come between me and my boy.",
        "Lily: Oh. Jack, hi.",
        "Jack: And if you've come to set up another plan to attack Julia? Don't.",
        "Lily: He's still mad about the compass?",
        "Carly: Yeah. And it's unusual, you know? Most of the time, he blows up, and then he just forgets about it. But not this time. So how are you? Have you seen Holden?",
        "Lily: Yes, I saw him. I went to the cabin last night to tell him about Aaron, and guess who was there?",
        "Carly: Yeah, Jack told me. Was Holden mad?",
        "Lily: No. Which was odd. Well, I just told him about Aaron. And Julia was being very decent about what we had --",
        "Carly: Oh, Julia decent? Bite your tongue.",
        "Lily: She was calm and accepted my apology.",
        "Carly: You apologized to her?",
        "Lily: What was I supposed to do? My husband is standing right next to her.",
        "Carly: And that's exactly why she forgave you. To score points with him.",
        "[SCENE_BREAK]",
        "Holden: Julia, you don't have to do any kind of damage control.",
        "Julia: Well, I just don't want you to feel like you started something that's going to mushroom into this great big responsibility that you're not ready for, because -- look, I'm still getting over losing Jack. And trust me, I have no intention of being the other woman.",
        "Holden: That's not how I see you.",
        "Julia: No, I know. Because we're friends, right? At least, I hope we're still friends.",
        "Holden: Of course we are.",
        "Julia: Okay, good. 'Cause I don't want to lose your friendship, Holden. I don't know what I would do without it. You know, you really got me through. Let's go see Aaron, okay?",
        "Aaron: Look, I know it's rough. You know, Lily and Dad splitting up. But it's not forever. I mean, people take breaks all the time, Luke. And then they realize what they've lost, and they usually get back together.",
        "Luke: Well, yeah, maybe you and Ali. Not Mom and Dad.",
        "Holden: Hey, there, you ready to get out of here? Luke? What're you doing here?",
        "Luke: I'll see you later, Aaron.",
        "Holden: Luke, wait. What are you doing here?",
        "Luke: I came to see my brother, all right?",
        "Holden: No, it's not all right. You should be in school. What's going on?",
        "Luke: Why don't you tell me?",
        "[SCENE_BREAK]",
        "Jordan: I am -- I'm glad that you're working things out with Craig, for Lucy's sake.",
        "Sierra: Me, too. I mean, when you share a child with someone, even though your life goes in different directions -- well, you're still always connected.",
        "Jordan: I'm sure you're right.",
        "Sierra: Well, I should get going. We'll see each other again soon?",
        "Jordan: I would like that very much.",
        "Sierra: Bye.",
        "Jordan: Yes, I'd like to speak with Ms. Walsh. No, no, I don't want to leave a message. I want to speak to her face to face. Now, where is she?",
        "[SCENE_BREAK]",
        "Lucinda: You've got a big problem there. The square-cut, hands down.",
        "Dusty: That's what I thought.",
        "Lucinda: But, um --",
        "Dusty: Give me that. You know, it's amazing. Twice in one day.",
        "Lucinda: That we agree? You're learning, darling. You're seeing the light. What opened your eyes this time?",
        "Dusty: Something you said about not being perfect.",
        "Lucinda: Oh.",
        "Dusty: I want to thank you. I want to thank you for your advice. I really thought about, you know -- about what life would be like without her. And I realized that the only thing that matters is that we're together.",
        "Lucinda: What are you chattering with me for? Go find my lovely granddaughter, okay? Do your thing.",
        "[SCENE_BREAK]",
        "Craig: Lullaby?",
        "Lucy: Hi, Daddy.",
        "Craig: What's wrong? What's wrong?",
        "Lucy: I took your advice.",
        "Craig: Oh. You talked to your boys?",
        "Lucy: Boys? I wouldn't exactly call Dusty a boy. But Rafael -- he just doesn't get it. He doesn't understand that, even though I love him and I care about him, it isn't the same as being in love with him.",
        "Craig: Well, he wants what he wants.",
        "Lucy: Yeah, and Dusty doesn't believe me that my feelings for Rafael have nothing to do with him. Why is it that the man I want doesn't want me because the man I don't want does?",
        "Craig: Oh, how I wish I had your problem.",
        "Lucy: It's not funny.",
        "Craig: Well, you have two males vying for your attention.",
        "Lucy: And I'm miserable.",
        "Craig: Why?",
        "Lucy: Because if I pick Rafael, then I lose Dusty. If I pick Dusty, I lose Rafael.",
        "Craig: So they're calling your shots?",
        "Lucy: No. They have strong feelings about the situation.",
        "Craig: Oh. What about your feelings? What do you want? That's the question.",
        "[SCENE_BREAK]",
        "Carly: Can I get you a soda or something?",
        "Lily: Oh, no, no, no. I can't stay. I wanted to go by the hospital to see Aaron before he leaves. Maybe Holden would be there. I can talk to him. You know, look, about Julia -- don't go up against Julia anymore.",
        "Carly: Oh, now you sound like Jack. He wanted me to promise him to lay off her. Hmm.",
        "Lily: And what did you say?",
        "Carly: I said, \"No chance.\"",
        "Lily: Carly, Carly --",
        "Carly: I want her gone!",
        "Lily: No, you want Jack. And you have him. Here, home. Don't make my mistake. Listen to him. Listen to your husband. We should both listen to him and back off Julia. Don't -- don't do something that will jeopardize your marriage. It's not worth it.",
        "[SCENE_BREAK]",
        "Holden: You have been out of sorts ever since we left the cabin last night. Is it because we had to cut the trip short?",
        "Luke: Well, Aaron was in the hospital. I mean, we had to leave.",
        "Holden: Then I don't get it. You skip school. You won't talk to me. It's not like you.",
        "Luke: I don't feel like talking about it right now.",
        "Holden: Luke --",
        "Aaron: Wow! You could buy a car for that.",
        "Julia: Don't worry about the bill. Dusty Donovan paid for it. It's just a formality. You have to sign out so the hospital has a record of it.",
        "Aaron: Well, I got my arm back, so I'll sign anything.",
        "Alison: Did you catch Luke?",
        "Holden: Yeah, I did. Did he seem upset to you guys?",
        "Aaron: Yeah. But he didn't give us much, you know, details.",
        "Julia: I should go. I'm going to let them know that you still need that one other form, okay?",
        "Aaron: Okay.",
        "Julia: Can I talk to you for a minute?",
        "Holden: Yeah, sure. I'll give you a lift.",
        "Aaron: All right. Thanks.",
        "Julia: Luke okay?",
        "Holden: Something is bothering him, and he does not want to talk about it, so I guess I'll just have to deal with it later. Do me a favor? Tell my mother that I will pick up all that stuff that she wanted on my way home.",
        "Julia: Wait. I thought you knew. Your mother went to your sister, Iva's, for a couple of days, but she said that you knew the drill.",
        "Holden: So I guess that means it's just you and me.",
        "Julia: And J.J.",
        "Holden: Right. And J.J.",
        "Julia: I should go get him.",
        "Holden: Okay. I'll see you tonight?",
        "Julia: See you tonight. Just you, me and J.J. Unless J.J. has other plans.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "Julia: I think that you should take him home tonight, and we'll see if J.J. can really fit into the rest of your life.",
        "Lily: You cut school. You're here. You're upset. And you're asking questions about Julia. Why?",
        "Luke: Trust me, Mom -- you don't want to know.",
        "[SCENE_BREAK]",
        "Lucinda: Now, what is it you need to talk to me about so urgently?",
        "Jordan: I saw Craig and Sierra at the diner.",
        "Lucinda: He doesn't waste time, does he? What did he want this time? Money?",
        "Jordan: I don't think so.",
        "Lucinda: Well, maybe not right off, but it always ends up there. It always ends up, and Sierra has to write him a big check. You have got to stick very close to her the next few days.",
        "Jordan: Lucinda, I value our friendship, and I enjoy working with you, but I won't spy on your daughter. It's not my style, and I won't do it.",
        "Lucinda: Aha. Jordan is an honorable man. I get it. However, my daughter's life is at stake. And Craig is a leech!",
        "Jordan: She doesn't see it that way.",
        "Lucinda: She doesn't see it that way because she doesn't want to see it that way. She doesn't want to face it -- she married a parasite. The father of her children is a weakling, so she keeps thinking, \"oh, he's going to change, and things will be marvelous, and everything will be all right.\" But it never is because Craig is incapable of caring about anybody except himself.",
        "[SCENE_BREAK]",
        "Lucy: What do I want? Two months ago, that answer was easy. All I could see was Dusty. But now, Rafael's back in my life. I don't want to lose him.",
        "Craig: The answer is not with them.",
        "Lucy: What do you mean?",
        "Craig: Well, look at the way you've set this up -- you choose one, it costs you the other. You lose both ways. The answer's not with them. I think you have to look at Lucy. I think maybe she got lost somewhere, maybe somewhere on that plane to Idaho?",
        "Lucy: Maybe even before then.",
        "Craig: Okay, okay.",
        "Lucy: I just don't know how it happened. I was so happy. Then Dusty started promoting that fight. And he was only doing it so that we would have enough money to move away. Start over someplace new. Be together and away from all of this. I was going to go to school, and he was going to open a business. That was the plan, anyway.",
        "Craig: You're going to school?",
        "Lucy: Yeah, of course.",
        "Craig: Do you miss it?",
        "Lucy: School? I don't miss Oakdale Latin. Why, what are you saying?",
        "Craig: Well, I'm saying that no matter how much you think you love someone or how wrapped up you get up in their lives, you can never lose track of yourself or your passions. Otherwise, it's false. All right, now, you have a passion for justice, for debate. You could be a heck of a lawyer, a judge, a senator. But that would take discipline. And commitment. And I'm not saying you can't love somebody and you can't have your family and your friends, but there has to be some kind of a balance.",
        "Lucy: I don't know how to do that and stay here.",
        "Craig: Well -- I don't think you can stay here if you want to be true to yourself.",
        "[SCENE_BREAK]",
        "Lily: Good. I'm glad I caught you. Hi. I was wondering if Aaron needed anything. Are you sure you don't want to come home with us? I mean, me?",
        "Aaron: I'm cool where I am. Thank you. Thanks.",
        "Lily: Okay.",
        "Alison: I should take off. See you at home.",
        "Lily: So, is there a reason why we're still here?",
        "Aaron: Yeah, we're actually waiting for some paperwork.",
        "Lily: Oh. Well, I could wait for the paperwork if you want to take Aaron back to his apartment.",
        "Holden: All right. Is this all your stuff?",
        "Aaron: That's it. Thanks a lot, Lil.",
        "Lily: You're welcome.",
        "Aaron: Okay.",
        "Lily: Holden? Can I talk to you for a minute?",
        "Holden: Yeah. I'll be right there.",
        "Aaron: All right.",
        "Holden: What's up?",
        "Lily: I just wanted to see how you were doing. We didn't get a chance to talk at the cabin last night because Julia was there. I just thought we should talk about the separation. How you think its going.",
        "Holden: So far, so good.",
        "[SCENE_BREAK]",
        "Julia: All right, nine minus what equals three?",
        "J.J.: Six?",
        "Julia: Ooh, you tell me.",
        "Jack: Anybody home?",
        "J.J.: It's Dad! Up here!",
        "Jack: Hey, buddy.",
        "J.J.: Hey. I didn't know you were coming.",
        "Jack: Yeah, well, it's hard for me to know when I'm gonna have time off because of work.",
        "J.J.: Is that why you had to leave the cabin? Because of work?",
        "Jack: Yeah, I'm sorry about our trip. But I'll make it up to you. The cabin's not goin' anywhere, and neither am I.",
        "Julia: J.J., I need to talk to Jack.",
        "J.J.: But he only just got here.",
        "Julia: I know. But you have a math test tomorrow, so take those downstairs and study them, okay?",
        "Jack: I'll see you downstairs. Go. Go, go, go. Thanks for letting me stop by.",
        "Julia: Well, I don't know, Jack. He's so attached to you --",
        "Jack: Yeah, I know things are rough right now. But we'll get through them. We'll get through 'em. Thins will settle down. We'll work out a routine.",
        "Julia: Carly's not gonna let that happen, Jack. She hates me. She's threatened by J.J. --",
        "Jack: Look, I'll handle Carly --",
        "Julia: Look, I know how you handle Carly, okay? You dropkick me. So, fine, whatever. I'm an adult. I knew what I was getting myself into. But I'm not gonna let my boy get caught in the crossfire here, okay? I really think that -- I think you should go back to your family, Jack, and leave us alone.",
        "Jack: No. Don't talk -- listen, I know I hurt you. And I'll probably never be able to make that up. I know that. And I made a lot of promises to you, but I give you my word, I want to be there for J.J. He asked me to be his father, and I want to -- I want to honor that. Because I love him.",
        "Julia: Okay. I'll give this one more chance, Jack, all right? So if you really mean that, if that's what you really want to do? Then this is what I think -- I think that you should take him home tonight, and we'll see if J.J. can really fit into the rest of your life.",
        "[SCENE_BREAK]",
        "Alison: Rafael, is the gym open?",
        "Rafael: Tomorrow. But there's this cute new manager. This little blonde in the back. She said it was okay to work out.",
        "Alison: Oh, that's Katie. She's a friend of mine.",
        "Rafael: So what're you doing here?",
        "Alison: Aaron's gonna do his physical therapy here. I thought I'd set up a couple of sessions. He gets out of the hospital today.",
        "Rafael: I know. I heard. How's he doing?",
        "Alison: His doctor says he's gonna make a full recovery.",
        "Rafael: That's great. He got his arm back?",
        "Alison: Yeah, he can squeeze my hand and everything. He still has a little trouble with buttons but --",
        "Rafael: He's got you for that, right?",
        "Alison: Rafael, I'm really sorry for how I came down on you after the fight --",
        "Rafael: No, I deserved it.",
        "Alison: No, you were set up just like Aaron was. It was Dom's fault -- and Dusty's.",
        "Rafael: Well, what matters most is Aaron's gonna be okay.",
        "Alison: Yeah, but what about you? You were looking for more than one fight. It was supposed to be a career.",
        "Rafael: Eh, I'll live.",
        "Alison: I thought that winning a title was the most important thing in your life.",
        "Rafael: No, it's not the most important thing.",
        "[SCENE_BREAK]",
        "Craig: Oh, sweetness, come on. You know the last thing I want is for you to go away. But I want you to grow. I want you to be able to go out and grab the world by the horns and ride it for all of its worth, okay? Don't let anybody stand in your way. If those two guys are really interested, they'll wait a year or two. Hmm?",
        "Lucy: If I were to go -- and I'm not saying that I'm going to, but -- what would I do?",
        "Craig: Whatever you want. You travel, you study, you work. You can go back to Williams if that still interests you.",
        "Lucy: Of course it still interests me. It was my first choice. But the semester already started.",
        "Craig: Oh, well, I think you could catch up.",
        "Lucy: They're not going to let me just show up a week into the semester.",
        "Craig: If you want to go to Williams, you can go to Williams. You could leave today.",
        "Lucy: Really?",
        "Craig: Sure, why not? They'd be lucky to have you. You want me to make the call? See, that's up to you, sweetness, because -- Daddy's learned his lesson. Don't push the Lucy.",
        "Lucy: Make the call.",
        "[SCENE_BREAK]",
        "Carly: Hi, Jack, it's me. I know that you're probably still over at Emma's, and I'm not checking up on you. I just wanted to let you know how sorry I am about our fight. I heard what you said, Jack. I know that you love J.J., and you want to spend more time with him. And I'm gonna do everything I can to help make that happen. I am on your side in this. And I'm gonna get a babysitter tonight so we can spend a little time together. We can talk, if you want, or we can -- we can remember how much we love each other. Just come home, okay? I miss you.",
        "[SCENE_BREAK]",
        "Jack: You want me to take J.J. tonight? I just have to warn Carly first --",
        "Julia: Jack, you know what? Until yesterday, I never would've even considered this. But Carly started all of this.",
        "Jack: Believe me, I know.",
        "Julia: Okay, and you say you can handle her. Then prove it. You know, if you want to show me that you can make J.J. part of your life, part of every part of your life, Jack -- not just some little corner that you carve out for him because you feel guilty -- then great. 'Cause otherwise, I'm gonna have to rethink your involvement in his life.",
        "Jack: No, don't do that.",
        "Julia: Then you take him home, Jack. You show Carly what a great kid he is and how close the two of you are. And maybe things will be better.",
        "Jack: Yeah, I know, okay. But I want to give this the best shot possible, Julia. And I was just thinking, if we did it over the weekend --",
        "Julia: No, we tried that, Jack, and look what happened. I'm not giving your wife another chance to set me up. So what? She's gonna be a little bit surprised, caught off guard. I think she can handle it, Jack. At least as well as I handled being accused of theft.",
        "Jack: Okay.",
        "Julia: You'll take him home?",
        "Jack: I'd love to take him home.",
        "Julia: Okay. Why don't you go tell him that he's gonna spend the night with his Dad?",
        "[SCENE_BREAK]",
        "Lily: So Aaron signed everything?",
        "Nurse: You're all set. Anything else, we'll call you, Mrs. Snyder.",
        "Lily: Thank you. Luke? What are you doing here? Why aren't you at school?",
        "Luke: Um, where's Dad?",
        "Lily: He took Aaron home.",
        "Luke: Just Aaron?",
        "Lily: Yeah. Well, Alison was here, but she left.",
        "Luke: Well, what about Julia?",
        "Lily: Julia wasn't here.",
        "Luke: She was here earlier.",
        "Lily: And?",
        "Luke: And --",
        "Lily: And?",
        "Luke: What?",
        "Lily: Luke, you cut school. You're here. You're upset. And you're asking questions about Julia. Why?",
        "Luke: Trust me, Mom -- you don't wanna know.",
        "[SCENE_BREAK]",
        "Carly: Hey! Did you get my \u0096",
        "[SCENE_BREAK]",
        "Lily: If there's something going on, I want to know.",
        "Luke: No, you don't.",
        "Lily: Yes, yes, I do.",
        "Luke: Well, then I don't wanna be the one who has to tell you.",
        "Lily: Wait -- whatever it is, whatever -- come on, we'll handle it.",
        "Luke: How? I mean, you and Dad are separated. He can do anything he wants.",
        "Lily: Stop him from what? Listen, I know you're upset. I can tell. Your father would want me to know --",
        "Luke: No, he wouldn't.",
        "Lily: Yes, look at me. I know you think you're trying to protect me, but that's not your job. So whatever it is, you need to tell me.",
        "Luke: I saw Dad kissing Julia, okay? You happy now?",
        "[SCENE_BREAK]",
        "Holden: Julia? J.J.?",
        "Julia: In here. Aaron get home okay?",
        "Holden: Yeah. Where's J.J.?",
        "Julia: Jack picked him up, so he's spending the night over there.",
        "Holden: Really?",
        "Julia: Mm-hmm.",
        "Holden: So it's just you and me tonight?",
        "Julia: Unless you have a problem with that.",
        "[SCENE_BREAK]",
        "Lucinda: You are not drinking your champagne.",
        "Jordan: No, thank you, but not this time.",
        "Lucinda: Why are you being so stubborn? Do you now realize that Craig will worm his way back into Sierra's life, and he will do that unless we do something about it?",
        "Jordan: Sierra made it very clear to me that, as Lucy's father, he will always be in her life.",
        "Lucinda: But what do you want? I thought you liked her.",
        "Jordan: I do. Which is why I'm gonna respect her decision. She believes that Craig has CSP",
        "Lucinda: Then she's a hopeless romantic.",
        "Jordan: Which is all the more reason for me to just stay out of it. Thank you for the champagne.",
        "Lucinda: This conversation isn't over.",
        "Jordan: Lucinda, I'm sorry. This is something I can't help you with.",
        "Lucinda: We'll see about that.",
        "[SCENE_BREAK]",
        "Rafael: Almost dying makes you think. We had all this time trapped in a mine -- let's just say we got a lot closer.",
        "Alison: You better not let Dusty hear you say that.",
        "Rafael: He knows.",
        "Alison: He knows about you and Lucy?",
        "Rafael: She told him.",
        "Alison: How'd he react?",
        "Rafael: He told her to get lost.",
        "Alison: Get out.",
        "Rafael: Swear to God.",
        "Alison: Well, he's an idiot. But, hey, I'm not gonna tell him that after what he did to Aaron. Lucy would be much better off with you.",
        "Rafael: That's the plan.",
        "[SCENE_BREAK]",
        "Dusty: Lucy?",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Lily: Oh, you're not gonna search Julia's room at the farm.",
        "Carly: No, no. Of course not.",
        "Lily: Good.",
        "Carly: You are.",
        "Holden: It's time to go.",
        "Carly: Guys, come on.",
        "Katie: You're afraid to spend every day working with me. Deny it all you want, but you and I both know why you can't handle it. Because you still love me, Mike. And you always will."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Emma"
    ],
    "url": "https://www.youtube.com/watch?v=XMTsb6zsPNs"
}