{
    "Episode Summary": [],
    "Recap": [
        "Hunter is aghast and almost barfs when Emily tells him that she is his mother, making Alison his sister ..the beautiful girl he is in love with. Larry questions Alison and wants to be sure nothing has happened between her and Hunter. Emily confronts Larry and he will only admit that he was in love with a beautiful woman, Aurora, and he considered it a charity case to give her a baby that she wanted badly. Alison goes to Hunter and tells him she knows this is going to be very hard to wrap his brain around. She thought her whole life that Emily was her sister only to find out that she was really her mother. Emily is upset that Hunter would leave town without saying goodbye. Craig removes a bottle of champagne to keep Carly from being tempted, but she sneaks a drink later from her own bottle of vodka hidden outside. She had reacted very badly when Jack told her that Sage wanted to go to camp which would mean she would miss Carly's wedding. She later apologizes to both Sage and Jack for her outbursts and they come up with an alternate plan so Sage can do both. The see-sawing on and off wedding is back on. Craig acts as peacemaker, but Rosanna is not buying this new sweetness and light with her sister and for even cow-towing to Craig's wishes. Craig admits he loves Carly and just wants to take any of the pressure off of her that he can. She retires to her room asking not to be disturbed as she is working on the wedding dresses. Hidden under her supplies is a bottle of booze."
    ],
    "Recap Author": "Wanda",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Emily: Okay. Look, I realize this is a -- a terrible time for you. But you can't leave until we've had a chance to talk.",
        "Hunter: Look, Emily, there's no reason for me to stay. No family. No friends. Oh, well, maybe one, except I've messed that up.",
        "Emily: What about your job? You've got that.",
        "Hunter: I'll e-mail you my resignation.",
        "Emily: Well, I won't accept it.",
        "Hunter: The only reason you want me here is because I get you out of computer hell. You don't even like me.",
        "Emily: I never said that. Did I say that?",
        "Hunter: You have nothing to worry about. The Intruder is completely digital now. And I'll text you links if you need some help",
        "Emily: This is not about the Intruder. It's much more important than that. Will you stop and just hear me out.",
        "Hunter: Emily, stop wasting your time. There's nothing you can say --",
        "Emily: I'm your mother.",
        "[SCENE_BREAK]",
        "Alison: Hunter? Is that you? Dad? What are you doing here?",
        "Larry: I was looking for Emily. Actually, we had a -- little misunderstanding earlier.",
        "Alison: Is she giving you a hard time about seeing me?",
        "Larry: On no no, don't worry, nothing to do with you.",
        "Alison: Oh. What else would you two have to talk about? Let alone fight about?",
        "Larry: It wasn't a fight. It was more like a miscommunication actually. I just want to clear up. I don't want to get off on the wrong foot with Emily when -- just when you and I are starting to work things out.",
        "Alison: That makes sense.",
        "Larry: You here to see Emily, too?",
        "Alison: No, I was looking for Hunter. I've been trying to call him and he hasn't been answering his phone so I was just a little worried. I thought he might be here.",
        "Larry: I'm sure he'll call you back.",
        "Alison: Yeah, I don't think so.",
        "Larry: Did you two have a fight?",
        "Alison: I almost wish we had. That would have been easier.",
        "Larry: I don't understand.",
        "Alison: We were in his room and something -- something upsetting happened.",
        "Larry: You where in his room?",
        "Alison: Yeah, I probably shouldn't have been.",
        "Larry: Alison, exactly what happened between you and Hunter?",
        "[SCENE_BREAK]",
        "Hunter: Okay, now is this a figure of speech? Because you know I'm not good with those. Are you trying to say you're like my mother.",
        "Emily: I'm not like your mother, I'm your mother.",
        "Hunter: Is this mess with the geek day or something?",
        "Emily: No, it's not a game, I swear.",
        "Hunter: Well, if it's a way to make me stay and work for you, that's pretty out there.",
        "Emily: No it's not an agenda -- I have no agenda. It's just -- it's the truth. I'm your mother.",
        "Hunter: Stop saying that! My mother just died, Emily. I can't take this, really, not now.",
        "Emily: I'm sorry. I know, I know she died. I know Aurora Hunter died. And I know you must've loved her very much. But -- oh God, even though she raised you, she's not -- she's not really your mother, I mean not -- not really.",
        "Hunter: You're not making any sense.",
        "Emily: I know, I know. Because it sounds crazy. But it's the truth. The way Alison is my daughter, you're my son.",
        "Hunter: Okay what are you talking about?",
        "Emily: Okay my mother wanted to give her husband -- her second husband, a child, but she couldn't. So she did something revolutionary at the time -- she took one of my eggs to make a baby.",
        "Hunter: And that baby was Alison.",
        "Emily: Yes, exactly. But see the way the procedure works, they have to collect a lot of eggs to make sure you get the one egg that works. But there were these left over, fertilized eggs and somebody stole them.",
        "Hunter: Does that happen a lot?",
        "Emily: Oh God, I hope not. But I learned that they were transferred to University of Chicago hospital. The same hospital where your mother -- Aurora --",
        "Hunter: My mother.",
        "Emily: Your mother. Where your mother was implanted with my egg.",
        "Hunter: So, you think I'm your --",
        "Emily: I don't think. I know. Aurora gave birth to you, but biologically -- you're my son.",
        "Hunter: No I don't believe a word of this.",
        "[SCENE_BREAK]",
        "Carly: Hey.",
        "Craig: Hey, yourself.",
        "Carly: Who knew my sister was such a good cook?",
        "Craig: I know. Well wonders never cease. Let me just get this out of your way.",
        "Carly: It wasn't bothering me.",
        "Craig: Good. Let's try and keep it that way.",
        "Rosanna: Why are you pouring perfectly good champagne down the drain?",
        "[SCENE_BREAK]",
        "Janet: Hey, Sage. I've got a piece of key lime pie here with your name all over it. You want it?",
        "Sage: No, thanks.",
        "Jack: Something wrong sweetness?",
        "Sage: I just got off the phone with the head counselor from Camp Idlewild.",
        "Jack: I thought you didn't want to go to camp this summer.",
        "Sage: I changed my mind.",
        "Janet: Where is it?",
        "Sage: It's up in the mountains but there's a lake and kayaking and riding and my friend Sasha is going --",
        "Jack: Honey, Honey, calm down -- it sounds fantastic, but people sign up for these things months in advance.",
        "Sage: No, that's the thing. When I called, the lady on the phone said that there's one space left in the Bluebird Brigade.",
        "Janet: The Bluebird Brigade. Where do they come up with these names?",
        "Sage: Sasha's going on the bus there tomorrow. Can I go with her? Please?",
        "Jack: Tomorrow? Honey, if you go tomorrow, you'll miss your mom's wedding.",
        "Sage: I know.",
        "[SCENE_BREAK]",
        "Rosanna: If this is some not-so-subtle crack about me not being able to afford this expensive stuff, then I really don't appreciate it.",
        "Craig: No. Would I do that?",
        "Rosanna: Yeah, you would actually. In a heartbeat.",
        "Carly: Let's just forget about it, all right? We have more important things to think about. Like my wedding for one.",
        "Craig: Oh your wedding? To anyone we know?",
        "Carly: I still have so much to do, you know. I'm not nowhere nearly finished with my dress. And I haven't even started your dress, Rosanna.",
        "Rosanna: Mine?",
        "Carly: You're my maid of honor, aren't you? I have to make you something special. And I'm sure Sage is expecting me to come up with something fantastic for her.",
        "Craig: Sage is expecting you to enjoy your day. Not stress out over other people's clothes. Carly, the -- the wedding is two days away. Why don't we just splurge? I'm sure neither Sage or Rosanna would mind wearing another designer. Rosanna, you wouldn't Carly to be stressed out on her big day, would ya?",
        "Rosanna: Whatever Carly wants is fine with me.",
        "Craig: There ya go. So why don't you just focus on finishing your own dress. That's enough for any bride to worry about. Okay?",
        "Carly: Okay.",
        "Rosanna: What is going on?",
        "Carly: What do you mean?",
        "Rosanna: Since when do you let Craig tell you what to do? What's going on with you two?",
        "[SCENE_BREAK]",
        "Emily: I am telling you the truth.",
        "Hunter: What possible reason could I have for coming up with a story like this?",
        "Emily: Maybe because she didn't think you could handle the whole story. Think about it. Your mother was older when she gave birth to you. Maybe she couldn't have a child on her own. And if she knew Larry McDermott, she'd certainly had access to my eggs.",
        "Hunter: What makes you think my mother even knew Dr. McDermott?",
        "Emily: He admitted it.",
        "Hunter: He did?",
        "Emily: Yeah. I mean not without being forced to admit it, but -- I found his money clip. Your mom gave it to him. It was engraved to Tristan, from Isolde.",
        "Hunter: My mother's favorite opera.",
        "Emily: Yeah, I know. Larry's too.",
        "Hunter: She even called me Tristan when she was going in and out toward the end.",
        "Emily: Did she say something? I mean -- did she say something to you when she thought you were Tristan?",
        "Hunter: She said I'll keep your secret forever.",
        "Emily: Oh my God.",
        "Hunter: Putting Tristan Wagner on my birth certificate was like their little joke.",
        "Emily: I'm sorry. I'm so sorry I had to dump all this on you, Hunter, but you had to be told the truth.",
        "Hunter: I don't believe any of this. I don't think I can.",
        "[SCENE_BREAK]",
        "Alison: Casey and I had this really big fight. And -- Hunter was really sweet about it. He took my side and defended me to Casey who was being a total jerk.",
        "Larry: I see.",
        "Alison: And Hunter thinks that I deserve better. He keeps saying that, you know, Casey doesn't treat me right. And he's been acting so strange lately, that I guess I just felt, you know, really vulnerable. So when Hunter kissed me, I -- I didn't say no.",
        "Larry: He kissed you? Was it just kissing, or --",
        "Alison: I wasn't expecting anything. I knew Hunter used to have a thing for me, but, I -- you know, I thought he was over that. So, I didn't know he wanted more until he did.",
        "Larry: So -- so did you?",
        "Alison: If I hadn't stopped myself, I mean we might have.",
        "Larry: You stopped yourself. Thank God.",
        "Alison: Would it really have been the worst thing in the world if I hadn't?",
        "Larry: Yes, Alison. It would.",
        "[SCENE_BREAK]",
        "Emily: I know how incredibly weird this must sound to you.",
        "Hunter: You have no idea.",
        "Emily: Yes, I do. Because it's just as much of a shock to me.",
        "Hunter: Do you have -- do you have proof, or anything like that?",
        "Emily: Yeah. I had the hospital run a quick DNA test. They confirmed what I suspected.",
        "Hunter: Aren't you worried about like a false positive or something? Because I've read about that happening.",
        "Emily: No, no, no, no. I ordered a detailed workup to confirm. But if the preliminary results are accurate --",
        "Hunter: You're my mother.",
        "Emily: Yeah.",
        "Hunter: Wow.",
        "Emily: Yeah. So you see when you had no family here, you were just a tiny bit wrong.",
        "Hunter: Because I have you.",
        "Emily: Yeah you have me you have me, you have my mother. Ma -- my God, she's your grandmother. She's gonna lose her mind when she finds out she has a full- grown grandson. You've got -- you have a half-brother, my son, Daniel, who's going to talk your ear off when it comes video games.",
        "Hunter: Wait, wait -- what about Alison?",
        "Emily: Alison, you have Alison. You have family coming out of the woodwork --",
        "Hunter: No, no, no. If Daniel's my half-brother, then Alison's my half sister?",
        "Emily: No. No, Ali's your sister. She's your sister. Same mother, same father.",
        "Hunter: Oh my God. She's my sister. I've gotta get out of here.",
        "Emily: Why? Hunter, wait! Hunter -- Hunter, where are you going? Hunter?",
        "[SCENE_BREAK]",
        "Jack: Let me think about it. We have to talk to your mom first.",
        "Sage: Great. She's gonna say no and then I don't get what I want. Again.",
        "Jack: What is happening with my little girl?",
        "Janet: Welcome to the wonderful world of tweendom. Only to be surpassed by the teenage years. Tried to warn you, Sweetie.",
        "Jack: I don't even want to imagine what Carly's going to do when she hears about this.",
        "Janet: Oh, Carly's a grownup.",
        "Jack: Why is being in the Bluebird Battalion, or whatever the hell it is suddenly so important?",
        "Janet: It's brigade. And it's not about that. It's about avoiding her mother's wedding.",
        "Jack: Yeah. Well, Carly's going to flip out when I tell her that.",
        "Janet: Right now, I think you should be more concerned with your daughter's feelings than your ex-wife's.",
        "Jack: Yeah, you're right. And frankly, I can't blame Sage. I'd rather gnaw off my left foot than go to that wedding.",
        "[SCENE_BREAK]",
        "Craig: You've found me out. I've had Carly cloned and replaced with a more subservient model. You can tell by the on/off switch behind her left ear.",
        "Rosanna: I don't think this is funny, Craig.",
        "Craig: Carly has a lot on her plate right now, as you can well imagine. I'm just trying to help take some of the pressure off. Now if you want to view that as some sort of fiancée abuse, knock yourself out.",
        "Rosanna: So you're just trying to help Carly cope.",
        "Craig: Anything wrong with that?",
        "Rosanna: I don't know, it depends. Carly, do feel like putting a word in here?",
        "Carly: Well, you know that I have been stressed out about the wedding, and Craig has helped me.",
        "Rosanna: Okay, I think I should look for the on/off switch.",
        "Carly: I'm fine. Really, I'm fine.",
        "Parker: Hey, is there a dress code for this wedding?",
        "Carly: Why do you ask a question like that?",
        "Parker: Because my suits are too short. And unless you want me to wear a T-shirt and jeans --",
        "Rosanna: Ah, that gives me an idea. Why don't I take Parker, the stores are open late tonight, if somebody wants to give me some money -- hint, hint. And I'll buy outfits for both Parker and myself.",
        "Carly: Okay. All right. Your aunt Rosanna has very good taste, so you're in good hands.",
        "Rosanna: Terrific.",
        "Parker: As long as I'm not in a powder blue tux, it's great.",
        "Rosanna: Well you just keep talking and you'll end up in pink spandex, how about that. We won't be long, okay?",
        "Craig: Tell me the truth, Carly.",
        "Carly: About?",
        "Craig: Did we just lie to your sister?",
        "Carly: About what?",
        "Craig: Things are okay between us, aren't they?",
        "Craig: Getting married is stressful even under the best circumstances. And we can hardly call this the best of circumstances. So, just how stressed are you?",
        "Carly: It's not your fault, Craig. It's just that everything's been moving so fast.",
        "Craig: You were the one who wanted to move up the wedding date.",
        "Carly: No, I know, I know that. I just think maybe we ought to rethink that --",
        "Craig: Which I think was a great idea. The less time to plan, the less time to worry.",
        "Carly: Like ripping off a band-aid.",
        "Craig: Put it that way. Aside from putting a ring on your finger, the only goal I have is making sure that you don't put too much pressure on yourself. So lean on me, that's all I ask.",
        "Carly: You're already doing enough.",
        "Craig: Yeah. Well this is just the beginning. I intend to take care of you, and pamper you, until you're old and gray and you're still just as beautiful as you are right now. And there's nothing I want more than to make your wedding day one of the happiest days of your life.",
        "Carly: Well, that's sweet. But I don't know if I can.",
        "Craig: Of course you can. You can do anything you want. You're Carly Tenney -- soon to be Montgomery.",
        "Carly: I'm changing my name now, am I?",
        "Craig: Well, okay. The last name is negotiable. But the taking care of you part isn't. So get used to it.",
        "[SCENE_BREAK]",
        "Alison: It's not like I ever met for anything to happen with Hunter. But now things are just weird, and I really want to fix that, so.",
        "Larry: I have a better idea. Why don't you come with me to Chicago?",
        "Alison: Chicago?",
        "Larry: Yeah. I mean, things aren't going very well between you and Casey -- at the moment. And you and Hunter are a little on the outs, why don't you just take a break from everybody? Come live with me for a while.",
        "Alison: You want me to just drop everything and move to Chicago? Where did this come from?",
        "Larry: Well, I've been thinking about this for awhile. It'll give us a chance to spend some time and really get to know each other.",
        "Alison: Dad, I don't have to turn my whole world upside down to get to know you better. I mean my job is here. My whole life is here.",
        "Larry: A lot of great opportunities for nurses in Chicago. Just think about it, okay?",
        "Alison: Okay. But right now, I really gotta go find Hunter.",
        "Larry: And just talk, right?",
        "Alison: Wow. You really are getting into this father thing, aren't you? It's kind of nice.",
        "Larry: Good, I'm glad you like it. I plan to do more of it.",
        "Emily: What are you -- what are you two doing here?",
        "Alison: I was looking for Hunter.",
        "Emily: Is he here?",
        "Alison: No.",
        "Emily: Oh. Oh. Well, if you find him, can you tell him I need to finish our conversation.",
        "Alison: Sure.",
        "Emily: Larry? Were you looking for Hunter too?",
        "Alison: Actually he was looking for you, so go ahead, you guys talk and I'll see you later.",
        "Emily: Did you -- did you tell her?",
        "Larry: Tell her what?",
        "Emily: Don't you dare play innocent with me, Larry.",
        "[SCENE_BREAK]",
        "Hunter: Hi. Could I get a large latte to go please? I've got a bus to catch, could you make it quick.",
        "Alison: Hey, Hunter.",
        "Hunter: Don't touch me. Don't ever touch me.",
        "[SCENE_BREAK]",
        "Emily: You know what you should've told Ali? What a lying pathetic creep her father is?",
        "Larry: Emily, you've obviously misunderstood something.",
        "Emily: My mother was right about you all along.",
        "Larry: Your mother. Well you know she's angry. She's never been able to let go of it. Alison, but Alison really understands exactly how much I regret everything that has happened.",
        "Emily: Really? Really, that's so funny because I don't remember hearing any remorse for the fact that you stole my eggs and gave them to Aurora Hunter.",
        "Larry: I did no such thing.",
        "Emily: Oh, don't lie! Okay. You can lie, but DNA doesn't lie.",
        "Larry: Without samples from everyone, you would not know --",
        "Emily: I got samples, there right there I have everybody's samples. I know for a fact, that Hunter is my and your biological son. And the only way that could've happened, is if you gave my eggs to Aurora Hunter. And you know what that was probably around the same time you were married to my mother.",
        "Larry: I was just trying to help a woman who desperately wanted to have a child.",
        "Emily: Are we talking about my mother or your mistress?",
        "Larry: It was really an act of charity as much as anything.",
        "Emily: Really? I didn't realize you were such a charitable guy, Tristan. All those nights at the opera must've just been hell for you.",
        "Larry: She's dead. She's dead, Emily. None of this even matters any more. None of it. So please, why can't we just -- please just, let her -- let this secret just rest in peace?",
        "Emily: It's too late.",
        "[SCENE_BREAK]",
        "Carly: Hello. Is something wrong?",
        "Jack: Sage has something she would like to tell you. Craig.",
        "Craig: Jack. And the lovely Janet.",
        "Janet: Hello, Craig.",
        "Carly: I thought you were staying over at the farm tonight, Sweetheart.",
        "Sage: Dad, can you please tell her?",
        "Jack: Okay. Sage has decided she wants to go to Camp Idlewild after all. The bus leaves tomorrow, and she would like to be on it.",
        "Carly: No, that means you would miss my wedding, Honey.",
        "Jack: She knows that.",
        "Carly: Is that true? Answer me. Who's idea was this? Yours or your father's?",
        "Jack: Give me a break, Carly.",
        "Carly: Do you honestly expect me to believe that this child decided all on her own that she wants to go to camp instead of her own mother's wedding?",
        "Sage: I do want to go, Mom.",
        "Jack: Carly, she called the camp herself. That's why she knew they still had an opening.",
        "Carly: And whose idea was that?",
        "Jack: Hers.",
        "Sage: It was my idea. Honest.",
        "Carly: She'd say anything you want her to say. You've been against this wedding from the start.",
        "Janet: Okay, that's not true Carly. Carly, he would never use his children as weapons.",
        "Carly: Oh I'm sorry. Are you lecturing me?",
        "Janet: No I am not. What I am telling you is he had no idea about this camp thing. He tried to convince her not to go to stay and be in your wedding. He really tried.",
        "Craig: Apparently, not hard enough.",
        "Carly: If he even tried at all.",
        "Janet: All right. You truly want to know why she doesn't want to go to your wedding, maybe you should look in the mirror.",
        "Carly: Maybe you should shut up. This is my child. You don't tell me what she wants.",
        "Jack: And please don't talk to my wife like that.",
        "Craig: And none of this is helping. All right. Listen, Carly, maybe -- we can work our way around this. It's going to be a small wedding anyway. We could -- we can have a big reception when Sage gets back.",
        "Carly: At the end of the summer?",
        "Craig: Sure, why not?",
        "Carly: I'll tell you why not. Because I'll be damned if I'm getting married without my daughter there.",
        "Jack: If she does not want to come, Carly, I really don't see the sense in forcing her.",
        "Carly: You don't want to come to my wedding? Fine, don't come. Go off to camp whoopdedoo, I don't give a damn!",
        "Jack: What the hell was that? How could you treat Sage like that?",
        "Carly: How about how she's treating me?",
        "Jack: She's a child, Carly. What's your excuse? As if he didn't already know.",
        "Craig: Oh, there it is. What do you have a breathalyzer in your pocket, Jack? Or do you need Carly to give you a sample?",
        "Janet: Maybe I should go check on Sage.",
        "Carly: Stay away from my daughter, okay. I think you two done enough? Thank you, Jack. Thank you very much.",
        "Jack: Right. It's my fault. Everything's my fault, is that it?",
        "Carly: You come waltzing in here, you tell me that my daughter doesn't want to come to my wedding. How do you expect me to react?",
        "Jack: Like a reasonable adult, like a parent.",
        "Carly: You knew just where to stick the knife, so you stuck it in and you twisted it.",
        "Janet: That is not fair.",
        "Craig: Oh, if liberty bailed on your wedding, you wouldn't be upset?",
        "Jack: I can understand that Carly is upset. But to treat her own daughter like that?",
        "Craig: I'm not saying she could've handled it better. I'm saying this wedding has obviously put her under more pressure than --",
        "Jack: Then maybe she shouldn't be getting married, Craig.",
        "Rosanna: Oh my goodness. What's going on here?",
        "[SCENE_BREAK]",
        "Alison: What's this?",
        "Hunter: I'm leaving town.",
        "Alison: Because of me?",
        "Hunter: Sort of -- now that I know we can never be together, ever.",
        "Alison: Don't say that, Hunter.",
        "Hunter: What about Casey?",
        "Alison: It's over between me and Casey. So even if right now is not the right time, maybe, one day --",
        "Hunter: Don't, don't. Don't say that.",
        "Alison: I just meant that, things wouldn't have gotten as far with us if I didn't --",
        "Hunter: Why are you telling me this now?",
        "Alison: I just thought that you deserve to know the truth. Look, why don't we go back to your place and just talk this out.",
        "Hunter: I can't.",
        "Alison: Why not?",
        "Hunter: Because when I look at you, all I want to do is hold you. And kiss you. And make love to you. And looking into to your eyes. And I can't do that now.",
        "Alison: I can't make any promises about the future. But Hunter, I think you're a great guy, and even if it doesn't work out with us --",
        "Hunter: No. Believe me, it won't.",
        "Alison: Any girl would be lucky to have you.",
        "Hunter: You don't get it, Alison. You and I can never happen. Because those things I want from you -- gosh I shouldn't have let myself even think about them.",
        "Alison: Stop selling yourself short.",
        "Hunter: Because those are things you don't do! You can't do. Not with your sister.",
        "Alison: What are you talking about?",
        "[SCENE_BREAK]",
        "Emily: Do you realize what you've done to him? It's like he's lost his mother twice in a matter of days.",
        "Larry: That's not my fault.",
        "Emily: It is your fault. It's all your fault. If you had told him the truth from the beginning, he could have prepared himself for something like this.",
        "Larry: All right. All right, I let my emotions -- I let my desire to help a friend get the better of me.",
        "Emily: Oh God. Put it to music and write an aria.",
        "Larry: I fell in love with a beautiful woman. I did things I never would've done otherwise. Things I was ashamed of. Is that what you want me to say? Afterwards, I -- I couldn't face it.",
        "Emily: So that's it. I guess some things never change. You're not only are you a cheat, you're a coward.",
        "[SCENE_BREAK]",
        "Carly: What's going on? Jack is trying to turn my children against me, that's what's going on.",
        "Rosanna: Carly, I seriously doubt that.",
        "Carly: Well then you're wrong. Unless you're against me too?",
        "Rosanna: What are you talking about?",
        "Carly: You don't want me to marry Craig, do you?",
        "Rosanna: Sweetie, you asked me for my blessing and I gave it to you.",
        "Carly: But you didn't mean it. Nobody actually wants me to get married. Nobody actually wants me to be happy.",
        "Rosanna: That's not true.",
        "Janet: She's true. Nobody wants you to get married more than I do.",
        "Carly: Nobody is talking to you.",
        "Craig: All right, everybody just take a step back. Carly, you're blowing this out of proportion.",
        "Carly: I'm sorry, are you turning on me too?",
        "Craig: That's the last thing I would ever do.",
        "Carly: Okay fine, the wedding's off then. Fine. It's off. Are you all perfectly happy now. Now, if you'll excuse me, I really can't stand to look at any of you.",
        "Craig: Jack, I think it would be best if you and Janet left. I'm going to, go after her.",
        "[SCENE_BREAK]",
        "Hunter: So, we share the same mother, and father.",
        "Alison: Wow. That is --",
        "Hunter: Yeah.",
        "Alison: It does answer a lot of the questions you had about your mother.",
        "Hunter: Yeah, but they were answers I never wanted to hear. That's why I have to leave.",
        "Alison: No, that's why you have to stay, Hunter. You know that connection we talked about that we felt? It's still important.",
        "Hunter: It's toxic. Not if we can never act on it.",
        "Alison: Maybe we were just wrong about what kind of connection it was. Maybe our genes were smarter than we were.",
        "Hunter: I don't understand any of that. What I do know, is that what I feel is not what a brother should feel for his sister.",
        "Alison: So, we can adjust.",
        "Hunter: Speak for yourself.",
        "Alison: Hunter, we have a brand new relationship. I think we owe it to ourselves to see where it leads.",
        "Hunter: I love you Alison. I'm in love with you. A fluke of biology doesn't change that. So wherever this leads us, it's a place that I'm not supposed to go.",
        "Alison: When you say you're in love with me, I don't think you really mean it.",
        "Hunter: People kept telling me -- get in touch with your emotions. I did. And this is where it leads me -- I fall in love with my sister. I was better off when I didn't have a life.",
        "Alison: Hunter, this is just as hard for me as it is for you. Okay? It's not something you're ready to hear, it's hard to wrap your brain around.",
        "Hunter: Yeah, but the difference you and I is, you want to try. I don't.",
        "Alison: Maybe, it's just because I've been through this before. Okay, for years I just thought of Emily just as my sister. Then one day -- uh-oh. Turns out she's my biological mother too.",
        "Hunter: How did you get past it?",
        "Alison: In some ways, I didn't. I've never thought of Emily as my mother. My mother is the woman who raised me. Just like Aurora Hunter raised you.",
        "Hunter: I could never think of anyone else as my mother.",
        "Alison: No one's asking you to. And I'm sure Emily understands that you might never be able to feel that connection to her.",
        "Hunter: What about us?",
        "Alison: I'm sure it will feel strange to be brother and sister.",
        "Hunter: It doesn't matter what we feel if we're a crime of nature waiting to happen. Hell, it almost did and you stopped us. Thankfully.",
        "Alison: Let's just be grateful and let it go at that.",
        "Hunter: Well, easier said than done.",
        "[SCENE_BREAK]",
        "Craig: You feel better?",
        "Carly: Yeah. I just needed some air. The walk helped.",
        "Craig: Everybody knows about pre-wedding jitters. It's the most normal thing in the world.",
        "Carly: Screaming at Sage like that is not normal. If Jack had done something like that I would have gone ballistic.",
        "Craig: Sage loves you. She'd forgive anything. So why don't you cut yourself some of the same slack?",
        "Carly: Because I don't deserve it.",
        "Craig: You know if you really feel that way, maybe you should talk to someone who can convince you otherwise.",
        "Carly: Like a shrink?",
        "Craig: There's nothing in the world wrong with therapy.",
        "Carly: If you need it. Which I don't.",
        "Craig: Okay. Then what about a support group? It might make you feel better to talk to people going through the same thing.",
        "Carly: The only thing I need to get through this is wedding. And then I'll be better. I promise.",
        "[SCENE_BREAK]",
        "Jack: Maybe I could've handled things better with Carly.",
        "Janet: Yeah, well maybe Carly could've acted like an grownup.",
        "Jack: She started yelling at Sage, Janet, I just -- lost it. It just reminded me of all the times my mother was drunk. Or hung over.",
        "Janet: But Carly's stopped drinking, remember?",
        "Jack: We sure about that?",
        "Janet: Well, don't you think it'd be kind of hard to hide things right in front of Craig and Rosanna? They're pretty sharp.",
        "Jack: I want to believe you're right.",
        "Janet: Well then believe it. Give everybody a chance to get things under control. They just might surprise you.",
        "[SCENE_BREAK]",
        "Craig: Sage could never hate you.",
        "Carly: You don't know that. Oh, Sage. Oh, Sweetheart, I am so sorry. I am so sorry, Honey.",
        "Sage: I'm sorry too, Mommy.",
        "Carly: No. You have nothing to be sorry about.",
        "Sage: Does this mean you're not mad at me anymore?",
        "Carly: I was never mad at you. I was just upset, you know, because you didn't want to go to my wedding.",
        "Sage: If it's that important to you, I'll stay.",
        "Carly: How about this? How about we call that camp, and we explain the situation, and drive you up after the wedding. How does that sound?",
        "Sage: Sounds good.",
        "Carly: You sure? That's wonderful. Thank you. Thank you so much. Sweetheart, I promise, I will never ever, ever, ever yell at you like that again, okay? You go inside. I'll be right in.",
        "Sage: Are you okay?",
        "Carly: Yeah, I just need a minute to get myself together, that's all.",
        "Sage: Okay.",
        "[Sage goes in the house and Carly takes a bottle of vodka out of a pot holder and takes a drink and puts it back and goes in the house]",
        "[SCENE_BREAK]",
        "Emily: Did you find him?",
        "Alison: Yes.",
        "Emily: Did he tell you?",
        "Alison: Everything.",
        "Emily: How are you taking it?",
        "Alison: I think my brain may explode.",
        "Emily: Oh God. Honey I'm so sorry. I'm --I'm so sorry you have to go through this. And I'm so sorry -- so sorry your father is such a lying jerk.",
        "Alison: Wait, did he know about this?",
        "Emily: He knew he had a kid out there somewhere, but he didn't know that it was Hunter.",
        "Alison: Oh my God.",
        "Emily: Oh my God is right. Mom was so right about him all along and I wish she weren't. And I know how badly you wanted to start over with him.",
        "Alison: Yeah. I did.",
        "Emily: How's Hunter?",
        "Alison: Not good. He thinks he's in love with me.",
        "Emily: No. No, no, no, no, no. You did not say just that.",
        "Alison: Afraid so.",
        "Emily: What? That can't happen. I mean, obviously you know the two of you can not --",
        "Alison: Obviously. Not that we almost didn't -- I mean we didn't, I stopped it.",
        "Emily: Thank God. Thank God. Thank God for small miracles. Ali --",
        "Alison: Yeah, I know.",
        "Emily: Are you going to be okay with all of this?",
        "Alison: Well, I guess I'll learn to deal with it, I mean -- it's not like our family tree isn't pretty twisted already.",
        "Emily: Oh my God, poor Hunter. He's got a lot to deal with, doesn't he? Where is he now?",
        "Alison: He's gone, Emily.",
        "Emily: What? What do you mean gone? I need to finish my conversation with him. Where'd he go?",
        "Alison: He said he couldn't stay here, knowing that I was his sister. Knowing that we could never be more to each other.",
        "Emily: So you just let him go?",
        "Alison: I didn't just let him anything, Emily. I tried to stop him, but I couldn't.",
        "Emily: Oh God, this is so weird. This is so weird I was so desperate to have another child, and it turns it I already had one and -- now he's gone?",
        "[SCENE_BREAK]",
        "Carly: Hide the sharp objects, the crazy lady is back.",
        "Rosanna: How are you feeling?",
        "Carly: Okay. I guess the stress of pushing up the wedding got to me more than I realized. And it's not an excuse. It's just -- an explanation.",
        "Rosanna: Are you sure that you're okay now?",
        "Carly: Yeah, I'm okay. Well I just have to call Jack and apologize, which I am not looking forward to.",
        "Craig: Well, that could wait until tomorrow.",
        "Carly: No. It will just make it worse. I should do it now.",
        "[SCENE_BREAK]",
        "[Phone ringing]",
        "Jack: Yeah, it's Carly's number. What's wrong?",
        "Carly: I'm calling to apologize.",
        "Jack: So you're speaking to me again?",
        "Carly: Jack, I would appreciate it if you didn't rub my nose in it.",
        "Jack: How's Sage?",
        "Carly: She's okay. We had a talk -- and she's decided to come to the wedding after all. And Craig and I will drive her up to camp the next day.",
        "Jack: If that's what Sage wants, I don't want to stand in her way.",
        "Carly: I'm hoping you and Janet will be at the wedding.",
        "Jack: I don't know, Carly.",
        "Carly: Well, like it or not, we're destined to be one big, blended, hopefully happy, family. I'd like to get that started off on the right foot. And Sage will have a much better time if you're there.",
        "Jack: If you're sure you want us there.",
        "Carly: I am. I'll see you then.",
        "Janet: Let me guess. We're going to Carly's wedding.",
        "Jack: I couldn't think of a way to say no.",
        "Janet: You know, I'm glad that you didn't. Because even though Craig is not exactly the kind of guy I would've pick out for Carly --",
        "Jack: Or the stepfather to my children.",
        "Janet: If this wedding means that she goes from being your problem to his, I'm all for it. Hell, I'll even make the cake.",
        "[SCENE_BREAK]",
        "Carly: Well, I better get back to work on that dress of mine, huh?",
        "Rosanna: So that's it?",
        "Carly: What do you mean?",
        "Rosanna: I mean you freak out, you scream at your daughter, and now you're acting like -- like nothing ever happened?",
        "Carly: I apologized. I don't know what else to do.",
        "Rosanna: I don't want you to apology, I want you to start acting like you again!",
        "Carly: I will. As soon as we get this wedding behind us. Come on, don't look at me like that. I'm fine. But I won't be if I don't finish this dress. So I'm gonna go upstairs. I'm going to be sewing all night -- and I don't want to be disturb. And if you do disturb me, beware -- I have scissors, and I know how to use them.",
        "Craig: Don't worry, you won't be disturbed by me. I value my life.",
        "Carly: Oh, I left my jacket outside.",
        "[Carly goes outside and grabs the vodka bottle and hides it in her jacket]",
        "Rosanna: You buying that?",
        "Craig: No reason not to.",
        "Rosanna: There is every reason in the world not to. Why is the most suspicious man I know suddenly falling for this sweetness and light routine?",
        "Craig: Maybe because I love your sister and I believe in her?",
        "Rosanna: Or maybe because whatever is going on with Carly, you are in on it.",
        "Craig: Rosanna, I haven't got the slightest idea what you're talking about.",
        "Rosanna: Why -- are you acting like everything is normal when my sister is falling apart?",
        "Carly: All right. I'm going to go up and get to work. Now, remember, no disturbing me, and no peeking at any dresses.",
        "Craig: Well in that case, I'm going back to the Lakeview.",
        "Carly: I'll call you in the morning.",
        "Rosanna: Craig, you've got to tell me what's going on.",
        "Craig: Let it go, Rosanna. All's well that ends well.",
        "[SCENE_BREAK]",
        "Next week on \"As the World Turns\" --",
        "Tom: If that's Riley Morgan in that photograph, who the hell are you?",
        "Damian: We know who took your laptop. And it wasn't me.",
        "Dusty: We know who cut your fuel line. And it wasn't me.",
        "Janet: She always turns to you when she is in trouble."
    ],
    "Transcript Author": [
        "Provided By Eric Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=YYBxRChjucM"
}