{
    "Episode Summary": [],
    "Recap": [
        "Gwen and Will make up, much to Iris' ire. She later threatens Will that he doesn't know whom he is dealing with. She will make his mom look like Mother Theresa. Jack tries to get close to BJ by asking for a job. BJ seems interested until he finds out that Jack was a cop. He admits later that the police gunned down his dad and he watched his dad die. Jack is determined to get close to him still. BJ tries finding out Katie's itinerary, but he hits a few roadblocks. He then has a run in with Mike. Mike threatens him if he goes near Katie, but BJ loses his cool and tells him that he could destroy him a thousand ways and he would never see it coming. After Mike leaves, BJ makes a secretive phone call requesting this person's services. A frantic Maddie tells Mike she needs to tell him something about Katie. Holden and Lily find out a match has been found for Luke, but Lily already knew that because of her secret pact with Keith. She had to save her son, but how is she ever going to leave Holden and marry Keith? Holden thinks the worse is over and that they will be a family again little does he know!"
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Iris: Hey, hungry?",
        "Gwen: No thanks.",
        "Iris: I still make a mean pancake.",
        "Gwen: Maybe later.",
        "Iris: You know, you can't go around all morning without eating.",
        "Gwen: I'll grab something.",
        "Iris: Oh, come on. Don't hold a grudge. I swear, I only talked to Will because I thought it was over and didn't want to see you get hurt again.",
        "Gwen: Yeah, well, Carly has a different story.",
        "Iris: Carly has an agenda.",
        "Gwen: Who doesn't?",
        "Iris: She doesn't care about you.",
        "Gwen: And you do?",
        "Iris: Honey, I love you.",
        "Gwen: Then why hurt Will? He's been an amazing friend to me.",
        "Iris: Well, he didn't act like a friend. All right. He hurts your baby, he hurts me. What? I should have given him some kind of a medal?",
        "Gwen: No, you should have stayed out of it.",
        "Iris: All right. You know, maybe I come on too strong, but I want better for you. Better than what I had. So come on, why don't we get Billy? Let's go out for breakfast.",
        "Gwen: Look, I said I'm not hungry!",
        "Iris: All right. Fine. I'll be at Al's diner. Seen my keys anywhere?",
        "Gwen: No.",
        "Iris: You know, maybe they're in the car. Look, I'll bring you something back.",
        "Gwen: I don't want it.",
        "Iris: Honey, whatever lies Carly's told you, it's you and me. We're forever. Don't forget that. And drop that attitude by the time I get back.",
        "[Knock on the door]",
        "Gwen: Great. Now she locked herself out. Look, I have no idea --",
        "Will: Hi. Mind if I come in?",
        "[SCENE_BREAK]",
        "Lily: We are on the national registry as many others. We hope and wait, and pray. But unlike some of the people on that list, we don't have any time. This illness came on very quickly and if -- we need a donor. We are in desperate need of a donor. So please, pray for Luke.",
        "Kim: Hi. Every time I see that, it breaks my heart.",
        "Jack: No match yet, huh?",
        "Kim: Huh-uh. We've been inundated with phone calls, and a lot of people have volunteered to be tested, but still no match.",
        "Jack: So damn frustrating.",
        "Kim: I really thought we would have good news by now.",
        "Jack: Well, it makes why I'm here seem pretty shallow.",
        "Kim: Well, speaking of that, my friend, why are you here?",
        "Jack: I need a job, Kim. I thought maybe you'd know somebody who could use a guy like me.",
        "[SCENE_BREAK]",
        "B.J: Now, when you say her travel itinerary isn't available, I'm not quite sure what you mean by that, since I'm the one who arranged her press tour personally.",
        "P.A.: Katie asked that all questions go through Mrs. Hughes.",
        "B.J: Okay, I'll do that then. What are you doing? Get the overnights for me from yesterday's news broadcasts.",
        "P.A.: Sure thing.",
        "B.J: Okay. Oh, Katie. You can run, but you can't hide.",
        "[SCENE_BREAK]",
        "Mike: But the message said, meet the manager here at 9:00 sharp.",
        "Desk clerk: I'm sorry, but he's on vacation until next week.",
        "Mike: He said he needed renovations done before a big convention.",
        "Desk clerk: I can leave a message for him to call when he returns. I'm very sorry for the mix-up, Mr. Kasnoff.",
        "Mike: No, no, no. It's not your fault. Just makes sure he clears this up before he gets back.",
        "Desk clerk: Of course.",
        "Henry: Mike, what a coincidence.",
        "Mike: What are you doing here, Henry?",
        "Henry: Catching up on current events.",
        "Mike: It was you. You left the message.",
        "Henry: What message?",
        "Mike: Or did you slip somebody a 20 to pretend to be the manager?",
        "Henry: Like I have 20s to be throwing around, Mike.",
        "Mike: Your boss does. Why does B.J. want me down here?",
        "Henry: I have no idea what you're talking about.",
        "Mike: Don't waste my time, Henry. You better tell me what's going on.",
        "Henry: Hey, easy there, big fella. I'm just here for the buffet.",
        "Mike: Listen, I'm not messing with you. You better tell me right now. You better tell me right now or I'm gonna break you in two.",
        "[SCENE_BREAK]",
        "B.J.: Yes, yes, that's what I said, Katie Peretti. Right, that Katie Peretti. Look, I need her travel itinerary faxed or e-mailed to me immediately. [Clears throat] Let me explain something to you -- I am half-owner in this station. I have every right to that information. Mm-hmm, I see. Well, then WOAK will be using someone else for their travel needs from now on. Do you understand that? You're fired. Hey, not so fast. We need to talk.",
        "Casey: Whoa, whoa. Sorry, Mr. Green, but she's not going anywhere with you.",
        "[SCENE_BREAK]",
        "[Lily remembering] Lily: I would do anything to save my son, even marry you.",
        "Keith: You won't be sorry.",
        "Lily: Won't be sorry? I won't be sorry when my son wakes up. Just make the call. There's not a minute to waste. Please just make the call. Just make the call. There's not a minute to waste. Please just make the call.",
        "Lily: Luke, I will do anything for you. But you gotta fight. You gotta hang on, just a little while longer. Just a little while.",
        "Holden: No change? It's been almost 24 hours.",
        "Lily: I know that.",
        "Holden: Lily, the chances of finding a match --",
        "Lily: We will.",
        "Holden: I want to believe that. I want to believe --",
        "Lily: We will find a match. We will, I just know it.",
        "Holden: He's so weak.",
        "Lily: He's going to get through this. I won't let Luke die. We will not lose him.",
        "Susan: Could I see you two outside?",
        "Holden: Yeah, sure, what is it?",
        "Susan: We finally found a match.",
        "[SCENE_BREAK]",
        "Gwen: Sorry, I thought you were my mom. She forgot her keys.",
        "Will: So she's not here?",
        "Gwen: No, she left to go get some breakfast. I was about to check on Billy.",
        "Will: Okay. Cool. Well, I'll -- I'll see you around.",
        "Gwen: No, Will, wait. I just -- I'll bring the monitor outside so I can hear him.",
        "Will: I talked to Carly.",
        "Gwen: Yeah, she was here last night.",
        "Will: Did she tell you what your mom said to me?",
        "Gwen: Yeah. I didn't know whether to believe her or not.",
        "Will: Yeah, I had the same problem. Carly said that you told your mother that I was the best friend you ever had.",
        "Gwen: Yeah, she got that part right.",
        "Will: So you didn't want to give me back the jacket?",
        "Gwen: No.",
        "Will: And you still want me in your life and in Billy's life?",
        "Gwen: Yes, of course.",
        "Will: Because you know, you guys, you're like everything to me.",
        "Gwen: Did she really go after you like that?",
        "Will: Pretty much.",
        "Gwen: What a piece of work. She was telling me how she was trying to protect me from getting hurt. At she was all about, you know, being nice and letting you down easy.",
        "Will: Easy like a sledgehammer.",
        "Gwen: I could kill her.",
        "Will: No, relax, it's okay.",
        "Gwen: No, she lied to you. To me.",
        "Will: Everybody lies.",
        "Gwen: No, not everybody, Will. I'm sorry I didn't tell you about Paul.",
        "Will: Carly set things straight, so that's all that matters.",
        "Gwen: Yeah, I guess she's trying to get on my good side.",
        "Will: Yeah, so that you'll think about going easy on her, dropping the charges.",
        "Gwen: At least she loves Billy. You know, my mom just wants a piece of the trust fund.",
        "Will: So -- so now what?",
        "Gwen: Well, I don't think I can drop the charges, no matter what Carly says.",
        "Will: I mean for us.",
        "Gwen: Oh. You don't need me and my kid holding you back.",
        "Will: That's Paul and my mother talking.",
        "Gwen: Look, Paul knew that if you ran away with me that you'd end up bagging groceries for minimum wage in the middle of nowhere, holed up in some dump. That is no kind of future.",
        "Will: I decide my own future.",
        "Gwen: Will, you still got a chance at finishing school and going to college. Hang out with your friends.",
        "Will: You're my friend.",
        "Gwen: Yeah, you should pick one who doesn't have a crazy mom.",
        "Will: Well, maybe you should do the same.",
        "Gwen: I don't want Iris messing with your head.",
        "Will: Gwen, I can handle your mother. But if we walk away now, then she wins. And it's like we're saying we're too young to make decisions about our own lives.",
        "Gwen: But I'm playing catch up all the time, Will. With school, with work, with taking care of Billy. And all the time, I'm coming up short. So maybe my mom is right and I am just like her.",
        "Will: You are nothing like her.",
        "Gwen: I don't know.",
        "Will: I do.",
        "Gwen: Well, at least no one is talking for us right now. I wouldn't want us to end that way.",
        "Will: I don't want us to end at all.",
        "[SCENE_BREAK]",
        "Casey: Coleman, you owe me at least two hours. Physics. The lab report. Hello?",
        "Maddie: Oh, right.",
        "Casey: Yeah.",
        "Maddie: Acceleration versus resistance.",
        "Casey: Yeah, if I tank, it's on your head.",
        "B.J.: You're supposed to be working here, not helping other people with their homework.",
        "Casey: I hear you. But for some odd reason, my grandma wants me to pass physics. And I don't need to tell you how tough she can be, 'cause you work with her every day.",
        "Maddie: It won't be long.",
        "Casey: I'm a quick study.",
        "B.J.: Right. That's fine.",
        "Casey: Let's go.",
        "Maddie: Okay.",
        "Kim: Oh, B.J., do you have a minute?",
        "B.J.: Sure thing. What's up?",
        "Kim: I want you to meet a friend of mine. Jack Snyder, this is my new partner, B.J. Green.",
        "Jack: It's nice to meet you.",
        "Kim: Jack is in security.",
        "Jack: Yeah, I made a pitch to Kim to tighten security here at the station, but she tells me you're fully staffed.",
        "Kim: But I pointed out you do have other business interests. Or, I don't know, maybe you know somebody who could use the best guy in security business.",
        "Jack: Well, if you have a few minutes, I could run down the type of services I provide.",
        "B.J.: Well, you have a great recommendation in Kim.",
        "P.A.: They're ready for you in the studio, Mrs. Hughes.",
        "Kim: Oh, okay. I'm glad to see you.",
        "Jack: Yes. Thank you so much, Kim. And I'll let you know what I hear about Luke.",
        "Kim: Okay, dear. Buh-bye.",
        "Jack: Well, thank you, Mr. Green. I appreciate you taking the time to see me.",
        "B.J.: Oh, oh, B.J., please. And actually, your timing's perfect. Yeah, I was thinking of bringing on somebody to handle personal security, cover special assignments, that kind of thing.",
        "Jack: What do you have in mind?",
        "B.J.: Well, that depends on what you're willing to do. I mean, as the job requires it. Only if it's necessary. As a last resort, so to speak. Do you have any problem with physical force?",
        "[SCENE_BREAK]",
        "Henry: Okay, okay, okay. I surrender. Yes, yes, I had someone make the call to get you down here. I did it, I was guilty.",
        "Mike: Why? Why does B.J. want me out of the way this time?",
        "Henry: He doesn't, Mike.",
        "Mike: The truth, Henry.",
        "Henry: I swear, I swear.",
        "Mike: On whose grave?",
        "Henry: If I had made the call, would you have come down here?",
        "Mike: What do you want?",
        "Henry: To apologize.",
        "Mike: Too late.",
        "Henry: Mike, Mike, the Halloween party, it was a very confusing night. I had no idea that B.J. was gonna turn his room into his own stairway to heaven, all right? The guy's a couple of gigabytes short of a desktop, okay?",
        "Mike: You sold out your best friend, Henry.",
        "Henry: No, no, I didn't do that. I didn't know. I knew he was tripping down memory lane, or maybe just tripping, I don't know. I had no idea he would go that far. None.",
        "Mike: Katie could have been raped.",
        "Henry: He is a nerd with an old crush.",
        "Mike: Did you see that room?",
        "Henry: Yeah, I think that was a bit extreme, Mike.",
        "Mike: What kind of guy goes to those lengths? The kind of guy who's so out of touch with reality he thinks he can take whatever he wants, Henry.",
        "Henry: You have to understand, I had no idea that Katie was in danger. He told me he was gonna go up there and come clean. That he was going to tell her who he really was and say it was all part of the game so that she wouldn't be angry at him. You have to know I would never participate in anything that would put my bubbles in danger.",
        "Mike: I don't know what you want anymore, Henry. Except maybe revenge.",
        "Henry: On Katie?",
        "Mike: On me. Katie just got in the middle. I get it now. You want to hurt me for hurting you.",
        "[SCENE_BREAK]",
        "Susan: We got a call from a hospital in El Paso through the national registry. And the kidney is on its way.",
        "Holden: Thank God. Do you know how? From whom?",
        "Susan: Not at this point. We usually have more information in a few days. But it depends on the family and what they want revealed. Their situation, et cetera.",
        "Holden: Hang in there, buddy. You're going to be okay.",
        "Susan: We should talk outside, okay?",
        "Lily: Okay.",
        "Susan: We've had good news, but we have to be realistic. Luke's condition is extremely critical.",
        "Holden: Yeah, but he's young and he's strong.",
        "Susan: His immune system is depleted. And there's always a chance for rejection.",
        "Lily: But it's a perfect match.",
        "Susan: I never said it was perfect. There's always a risk.",
        "Lily: I'm just saying that they wouldn't have put them together if it wasn't a perfect match.",
        "Holden: At least now he has a fighting chance.",
        "Susan: Let's hope so. I'll alert the O.R. and have him prepped for surgery. And then, I'll be back up and escort him up.",
        "Holden: Thank you. Are you okay?",
        "Lily: What?",
        "Holden: Why do I get the feeling that you're not as surprised about this as I am?",
        "Lily: It's not that I'm not surprised, it's --",
        "Holden: Lily, its okay. I know why you were so sure that Luke would make it.",
        "Lily: How do you know?",
        "Holden: Because you never give up. You never lost faith. Your heart wouldn't accept anything less.",
        "Lily: Neither would yours.",
        "Holden: That's not true. I was ready to let go.",
        "Lily: It's going to be okay now.",
        "Holden: Thanks to you and your miracle.",
        "Lily: Someone else had to die so our son could live.",
        "Holden: I know that. But right now, I am so grateful for you, for our family. We've made it against all odds and right now, I feel if we can stay together, then we'll be able to survive anything.",
        "[SCENE_BREAK]",
        "Henry: Hey, if I was hell-bent on revenge, it would be pistols at dawn. Or a quick hit from a jersey boy named knuckles.",
        "Mike: I'm serious.",
        "Henry: I am not out to get you, Mike.",
        "Mike: Then why'd you lock me in the wine cellar?",
        "Henry: Because it was supposed to be part of the game. I wasn't thinking, I was just following orders. And you're right. You are right. I am not over Katie. I will never get over Katie. And that's a moot point because I never had her. She's yours. I didn't understand that.",
        "Mike: Quit.",
        "Henry: What?",
        "Mike: Quit your job. If you care about Katie so much, prove it.",
        "Henry: No, not while I have the advantage, Mike. While I'm there, if B.J. makes a move, I am all over it. You gotta understand, I would never do anything to make her unhappy again.",
        "Mike: You know what, tell that to B.J. You are a sellout, Henry. I'm just glad Katie isn't here to see how far you've fallen.",
        "Henry: Why did I get out of bed this morning?",
        "[SCENE_BREAK]",
        "B.J.: It's a hypothetical question, of course. But there are times in life, however rare, when extreme measures are required.",
        "Jack: B.J., I can only imagine that a man in your position had to have made some enemies along the way.",
        "B.J.: You'd be surprised how often someone wants to take credit for your hard work, Jack.",
        "Jack: Yes. Well, my philosophy is simple. Assess the situation, decide on a course of action and carry it through.",
        "B.J.: By any means necessary?",
        "Jack: Exactly.",
        "B.J.: Even if you don't agree with my motives?",
        "Jack: I don't get paid to agree. I get paid to get my job done. And when it's done, it's done right.",
        "B.J.: Well, then you're exactly the kind of man I'm looking for. So, how long have you been in the security business?",
        "Jack: Does the Oakdale Police Department count?",
        "B.J.: You were a cop?",
        "Jack: Detective. Is that a problem?",
        "B.J.: I'm sorry, Jack. I can't use you.",
        "[SCENE_BREAK]",
        "[Maddie remembering]",
        "B.J.: Maddie, I don't mean to punish you, but if there's one thing I've learned in life, it's that actions have consequences.",
        "Maddie: Fine, I learned my lesson.",
        "B.J.: I hope so. Because if there is a next time, someone else might have to pay those consequences.",
        "Casey: Don't get used to the royal treatment.",
        "Maddie: Thanks.",
        "Casey: I really am going to need help on my next lab report.",
        "Maddie: Sure.",
        "Casey: No attitude? No argument?",
        "Maddie: I promise. I owe you, Casey, for jumping in at the studio.",
        "Casey: Yeah, what did I jump in on? B.J. looked pretty intense.",
        "Maddie: You know, he's just a control freak. He was on me about some memo I lost.",
        "Casey: That's all?",
        "Maddie: Mm-hmm.",
        "Casey: Maddie, you looked scared to death.",
        "Maddie: Please.",
        "Casey: I saw your face.",
        "Maddie: I just don't like messing up.",
        "Casey: Come on, tell me what this green guy's deal is, or I'm going to make you buy for your own coffee.",
        "Maddie: You're kidding.",
        "Casey: I wouldn't want you to think I wasn't a jerk.",
        "Maddie: Was it ever in question?",
        "Casey: On second thought, you did stick up for me at the Halloween party with Gwen and Will, so I'll comp the coffee.",
        "Maddie: Look, don't mention Gwen unless you want to rewind back to the part where she told me to bring my own condoms.",
        "Casey: You had to ruin the moment.",
        "Maddie: We were having a moment?",
        "Casey: You know, Gwen's got issues, all right? Drop it.",
        "Maddie: Okay, I'd be glad to. Only after you tell me what really happened between you two.",
        "[SCENE_BREAK]",
        "Will: You sure this is okay?",
        "Gwen: Yeah, my mom flew away on her broomstick. She probably set her watch to 5:00 and is begging some poor bartender to pour her another drink.",
        "Will: I shouldn't have believed a word she said, Gwen.",
        "Gwen: You didn't know.",
        "Will: Well, she was good. You know, she hit all the right buttons.",
        "Gwen: Meanwhile, she was back here attempting mother of the year till Carly sliced her up.",
        "Will: Yeah, you know, I'm glad Carly came through, but that doesn't change what she did to you.",
        "Gwen: I know. And you need a score card just to keep track of who's scamming who.",
        "Will: You know, this never would've happened if we hadn't gotten into that fight over paul.",
        "Gwen: No, it never would have happened if I had told you the truth.",
        "Will: Okay, well, let's make a deal. From now on, we trust each other.",
        "Gwen: I'm kind of new at this trust game.",
        "Will: Me too. But I trust this. Oh, and one more thing.",
        "Gwen: Wait, wait, wait. Where are you going?",
        "Will: Just stay here. I'll be right back. I had this in the car.",
        "Gwen: I can't believe my mom would give this back to you without asking. No, yeah, I can. Yeah, I can.",
        "Will: Gwen, it doesn't matter what Carly wants or what your mother wants. What matters is what we want.",
        "Gwen: I know I want you, me, Billy. When we're together, it's the best time of my life.",
        "Will: Mine, too.",
        "Iris: What the hell is he doing here?",
        "[SCENE_BREAK]",
        "Lily: Dear God -- I don't know where to start. I don't know what to say. I couldn't let Luke slip away. But I pray for the family that is suffering now that Luke can live. Please, I hope you can forgive me. Don't make Luke pay for my mistakes. I had nowhere else to turn. I'm sorry.",
        "Keith: We did the right thing. For Luke and for us.",
        "[SCENE_BREAK]",
        "Announcer: Coming up on \"As the World Turns\" --",
        "B.J.: Just stay out of the way.",
        "Mike: You stay out of Katie's way, and we don't have a problem. But I promise you, if you even step in her shadow, I will kill you.",
        "Lily: So let's just go.",
        "Holden: What was that? Did you hear that? Lily, was somebody in there with you?",
        "[SCENE_BREAK]",
        "Holden: Any word?",
        "Susan: Oh, they just got started. It'll be a while before there's any news. Where's Lily?",
        "Holden: I'm not sure.",
        "Susan: The surgical team is very optimistic.",
        "Holden: But the doctor did say that there was still a chance of rejection.",
        "Susan: That's what I told you.",
        "Holden: I just wish someone would promise me that he's gonna be all right.",
        "[SCENE_BREAK]",
        "Lily: What are you doing here?",
        "Keith: I thought it'd be a good place to ride out Luke's surgery. Lily, wait, don't. Don't go.",
        "Lily: Look, I appreciate everything you've done. But I cannot talk to you. I can't talk to anybody until I know Luke is okay.",
        "Keith: Look, I'm not a fool. I know that once Luke is better there's -- you don't have to stick to our deal. There's no law that says you gotta marry me.",
        "Lily: I gave you my word.",
        "Keith: Yeah, to a guy who barters for a kid's life? I didn't just do this for Luke. I did this for you. Holden is no good for you. He walked out on you and he cheated on you.",
        "Lily: Not now, not now, please.",
        "Keith: But I know, Lily, in your heart, you'll stick to your deal, because you'll be afraid not to. I will take you any way I can get you, because in the end, I know that you'll love me more than you ever loved Holden.",
        "Lily: Look, I don't want him to know about us. Not yet.",
        "Keith: I won't say a word until you're ready.",
        "Holden: Excuse me, nurse, do you know if my wife's in the chapel?",
        "[SCENE_BREAK]",
        "Iris: Well, that didn't take long.",
        "Will: I should go.",
        "Iris: You can't take a hint?",
        "Gwen: Hey, that's some hint.",
        "Will: You know, we know what you did, Iris.",
        "Iris: Gwennie knows that I only did this because I didn't want her to make a mistake again.",
        "Gwen: No, Will isn't a mistake. What are you doing back here, anyways? The liquor store closed?",
        "Iris: Hey. You know I quit drinking.",
        "Gwen: Wow, then you've lost your excuse.",
        "Iris: You want to keep it up? You're gonna be parked on the sidewalk.",
        "Will: No, I'm not going to let that happen.",
        "Iris: Oh, can it, hero. The judge said that I was the responsible adult, so the little angel stays with me.",
        "Will: Only until the trial period is up.",
        "Iris: Oh, yeah? Then what's gonna happen? You gonna take over? This kid and his family, they are just trouble right out of the gate.",
        "Gwen: No, he stood by me.",
        "Will: And you're just mad because Carly blew your cover.",
        "Gwen: Yeah, and she didn't do it for money, so --",
        "Iris: Oh, yeah, she just did it out of love for her baby sister.",
        "Gwen: Look, come on, let's just go check on Billy.",
        "Iris: Honey, you think he gives a damn about Billy? Kids his age, they're only interested in one thing, and one thing all the time.",
        "Will: That's not true. I respect Gwen.",
        "Iris: Oh, yeah, don't they all.",
        "Gwen: Hey, shut up!",
        "Iris: You know what, you want to find out about him? I know, let's call the state hospital and speak to a few inmates.",
        "Will: Iris, you think you know what I'm really like, maybe you don't want to get on my bad side.",
        "Iris: Oh, kid, you're really scaring me.",
        "Will: Well, get used to it, because I'm not going anywhere.",
        "Gwen: And there's nothing you can do about it.",
        "Iris: Okay, you know what, you're right. I mean, it's natural. You're young. The two of you together. My mouth, it just gets me into trouble sometimes. Especially when I'm scared.",
        "Gwen: You're scared?",
        "Iris: Yeah. You know what, we're this close to being a real family, the three of us. And I just didn't want anybody coming in and trying to split us up again.",
        "Gwen: Wait, do you even know what \"real family\" means? 'Cause I don't, except for what I see on TV or read in the magazines about people who are honest with each other. People who trust each other. The closest glimpse I've ever gotten to what a real family could be is when I'm with Will. I want that for Billy, all right? So in three months, we're gone, and you can go back to doing what you've always done -- pour yourself another drink and wait for the next meal ticket to walk through that door.",
        "[SCENE_BREAK]",
        "Jack: If you don't want to hire me, that's your prerogative. But can I at least know why?",
        "B.J.: I've got a meeting.",
        "Jack: Listen, we were getting along great before I mentioned my time with the OPD. Have you got a problem with cops?",
        "B.J.: Only my whole life.",
        "Jack: What, a dui? You were busted at a frat party, what?",
        "B.J.: No.",
        "Jack: What, you give me five minutes and I'm gonna find out anyway.",
        "B.J.: Well, you'd get the facts, but you still would know nothing.",
        "Jack: Okay, fine, but tell me what I don't know.",
        "B.J.: My father was gunned down by a cop two days before my ninth birthday. I watched. It took him approximately four minutes to die. And I know that because I timed it.",
        "Jack: I'm sorry.",
        "B.J.: Yeah. You know the way out. What? What are you doing here?",
        "Mike: I work here.",
        "[B.J. chuckles]",
        "B.J.: No, not anymore.",
        "Mike: I have a contract.",
        "B.J.: Really, well, that didn't stop you from pulling out of the Fairwinds job.",
        "Mike: I got a competitor to cover. I honor my commitments.",
        "B.J.: Oh, so you're the all-American guy, aren't you, Mike? I'll tell you what, I'll buy your contract out.",
        "Mike: Well, you would need Kim's okay. And I don't think you have that, Beej. So it looks like you're stuck with me.",
        "B.J.: Fine, just stay out of my way.",
        "Mike: Mm-hmm. Stay out of Katie's way and we don't have a problem. But I promise you, if you even step in her shadow, I will kill you.",
        "[SCENE_BREAK]",
        "Will: Hey, I shouldn't have got into it with her.",
        "Gwen: No. I mean, she pushes you. Like she pushes everybody. That's why I keep a calendar in my bedroom. Every morning I wake up, I take a big red marker, mark off another day I've made it through.",
        "Will: You know, we could go talk to the judge.",
        "Gwen: No. No, I don't want to make any waves. I mean, he could send social workers back over. They smell a problem, I could lose Billy. I'll make nice like everything's okay.",
        "[ Cell phone rings ]",
        "Will: Guess who? She's got a sixth sense. It's my mom. You know, I'll just call her back.",
        "Gwen: No, no, take it. I gotta go check on Billy anyways.",
        "Will: Okay. So, call me later.",
        "Gwen: Yeah, I will.",
        "Will: All right. Bye.",
        "Iris: You must be feeling pretty good about yourself.",
        "Will: Not bad.",
        "Iris: You're messing with the wrong person, kid. Stand in my way, I'm gonna make your old lady look like Mother Theresa.",
        "[SCENE_BREAK]",
        "Maddie: You eat like a horse.",
        "Casey: Just a red-blooded American guy.",
        "Maddie: Whose parents think he's an angel.",
        "Casey: Helps them sleep at night.",
        "Maddie: Yeah, but you're lying to them, Casey.",
        "Casey: They're lying to themselves. There's a big difference.",
        "Maddie: But people know the truth. Gwen, Will, it's gonna come out eventually, and your parents are gonna be really upset.",
        "Casey: Gwen blew her chance in court, all right? No one's gonna believe a girl that lied under oath.",
        "Maddie: Just because the court says you're not the father of her baby doesn't mean you didn't have sex with her.",
        "Casey: Do you always play it straight, Maddie? I mean, seriously. You've never hurt anybody by telling a little white lie? Or maybe kept your mouth shut when everything inside of you told you that it was wrong?",
        "[Maddie remembering]",
        "[B.J. coughing]",
        "[Crashing]",
        "Maddie: You know what, you're right. Maybe I should listen to my own advice. Thanks for the coffee. I gotta go.",
        "[SCENE_BREAK]",
        "FBI agent: How'd it go?",
        "Jack: Well, he found out I was a cop and he shut down.",
        "FBI agent: He say why?",
        "Jack: His father was killed by a cop, but you knew that already when you sent me in.",
        "FBI agent: I figured he'd have some issues. I just wanted to see how deep they were.",
        "Jack: Deep.",
        "FBI agent: He's gonna run a background check on anybody we decide to put in there. We're going to have to find another way into his circle.",
        "Jack: No. What, why? Why? It's one setback. It never stopped me before. And I'll be damned if I'm going to let it stop me now.",
        "[SCENE_BREAK]",
        "B.J.: I wouldn't make threats if I were you.",
        "Mike: You're not me.",
        "B.J.: Look, I just tried to recreate a special moment for Katie. That's not a crime.",
        "Mike: Because I stopped one before it happened.",
        "B.J.: Get out of my way.",
        "Mike: Look, you know what, I don't care how many fat jokes you heard growing up. I don't care if you didn't get a puppy, I don't care if your daddy didn't understand you or your mommy didn't love you. Katie doesn't want you in her life. She wants you out of her life. Okay, let's face it, you were never in it. So keep your distance and we don't have a problem.",
        "B.J.: Mike? Let me explain something to you. You do not control my life. You do not tell me what to do. I could destroy you in 100 different ways and you would never see it coming. So, if you think you have complete control here, do me a little fave, think again.",
        "[SCENE_BREAK]",
        "Lily: You sure Luke's okay?",
        "Holden: Susan is checking with the O.R. right now. I'm sure everything's fine.",
        "Lily: Oh, thank God.",
        "Holden: Which is why you're here. I should probably do the same. Why don't I join you?",
        "Lily: I was just coming back upstairs.",
        "Holden: That's okay. We can go in there and stay for a while.",
        "Lily: No, we should go. Susan may be looking for us. No, let's just --",
        "[Door clicking shut]",
        "Holden: What was that? Did you hear that? Lily, was somebody in there with you?",
        "[SCENE_BREAK]",
        "Iris: I waited a long time to have my daughter under my roof.",
        "Will: Come off it, Iris, this is about \"show me the money.\" If Rosanna hadn't set up the trust fund for Billy, you'd have changed the locks by now.",
        "Iris: You're a smart kid. Gwen's old man, he was smart, too. But I took care of him. And I can take care of you, too.",
        "Will: You know, I'm not that smart, but I do know one thing. The more people feel threatened, the meaner they get, so I'm guessing I must threaten you a lot.",
        "Iris: You won the first round, rich boy. This is a long fight. We'll see who's standing when it's over.",
        "Will: Yeah, we'll see.",
        "[SCENE_BREAK]",
        "FBI agent: I can't afford any problems, Jack. Whatever I get on B.J. Green, it's got to stick.",
        "Jack: It'll be by the book.",
        "FBI agent: I took a risk putting you on this.",
        "Jack: Yeah, I know that, Howell, and I appreciate it.",
        "FBI agent: No improvising.",
        "Jack: I hear you.",
        "FBI agent: Look, it's a non-issue. Green's never going to hire you now anyway.",
        "Jack: No, there are other ways in.",
        "FBI agent: Do I want to know?",
        "Jack: Perfectly legit. I'll call you as soon as I'm set up.",
        "FBI agent: Fair enough.",
        "Jack: Some days you just get lucky.",
        "[SCENE_BREAK]",
        "B.J.: Mike, let's be reasonable. I work here. Katie works here. You work here. We're not going to get anything accomplished if you start a war.",
        "Mike: You started a war the night of that party.",
        "B.J.: Come on. Don't you see, Katie's a beautiful woman. I took a shot at winning her over. Isn't that what guys do? Right, Mike? You know that better than anybody. Just ask Henry.",
        "Mike: Okay, but I never stalked her or set up some crazy fantasy.",
        "B.J.: Or lied to her, or cheated or hurt her in any way, right? Don't forget, I'm pretty good with a computer. I've done a little research on you.",
        "Mike: I never claimed to be perfect. I never stalked anybody, either. We have to put up with you here at this studio, but I'm telling you, if you lay one finger on her -- words can't describe the hurt that I'm gonna put on you.",
        "B.J.: Hi, it's me. I need your services immediately. No, now. It can't wait.",
        "[SCENE_BREAK]",
        "Maddie: Mike, I am so happy that you're here.",
        "Mike: Whoa, whoa, whoa. What's wrong?",
        "Maddie: We need to talk.",
        "Mike: Okay, slow down, tell me what's going on.",
        "Maddie: It's about Katie. If I don't tell you what I know, I mean what I saw, I'll never be able to forgive myself.",
        "[SCENE_BREAK]",
        "Holden: And you're sure that you didn't want to stay?",
        "Lily: No, no, no. I didn't want to disturb the other people.",
        "Holden: I thought I heard somebody.",
        "Lily: Just -- I just want to give them their privacy.",
        "Holden: I wanted to stay. I wanted to -- I wanted to say a prayer.",
        "Lily: We'll do it together, later.",
        "Holden: I'm just so grateful for you and for us being able to help each other through this.",
        "Lily: Oh, any news?",
        "Susan: I just got an update from the O.R., and everything is going really well.",
        "Holden: How much longer is he going to be in surgery?",
        "Susan: A few more hours.",
        "Lily: But he'll come out of the coma?",
        "Susan: We won't know anything until the anesthesia wears off.",
        "Holden: But the new kidney will help to get rid of the toxins?",
        "Susan: Yes. Everybody on the team is very optimistic.",
        "Holden: Is that doctor speak for everything's going to be fine?",
        "Susan: Let me put it this way, I wouldn't mind an invitation to Luke's coming home party.",
        "Lily: Thank you, Susan.",
        "Susan: I'll check in with you two later.",
        "Lily: Okay.",
        "Holden: I am so grateful.",
        "Lily: Why?",
        "Holden: Our boy -- he's going to be fine! And our family is finally going to be together.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Carly: Gwen. Hi. What are you doing here? Is something wrong?",
        "Margo: Want to take a ride with me before you hit your books?",
        "Casey: Where to?",
        "Margo: Just over to Carly and Jack's.",
        "Jack: Let's just say that I would be doing a friend of mine a lot of help in Washington. So would you.",
        "Henry: I am totally listening.",
        "Jack: I need you to get some information about your boss, B.J. Green."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=BCS9gWMPW9o"
}