{
    "Episode Summary": [],
    "Recap": [
        "Jack and Mike see the bomb attached to the machine Katie is just about to pull the lever to, and they try to warn her and everyone about it, but BJ is standing behind them with a gun. In the commotion, Katie pulls the lever. Jack wrestles with BJ; the gun goes off and both men go down. A horrified Carly watches this all on TV, and pleads with someone to take her to WOAK. BJ pulls himself up from the floor and tries to escape and is happy when he thinks he runs into Olga . too bad it is Henry dressed up in Olga's clothes. The stranger that rubbed Carly the wrong way runs out of the building holding the bomb. It detonates. Carly rushes in and to her immense relief finds Jack only has an arm wound. Everyone else seems to be fine, even Henry, who Maddie is thrilled to find in the rubble. Maddie fills Henry in on all Mike and Katie did for him. Henry finds a suitcase filled with cash that BJ left behind. Mike and the stranger share a reunion. We find out the stranger is Nick, Mike's cousin, who turns out to be Jack's replacement on the force. Carly and Jack are very much disappointed because they thought Jack's actions might have gotten in position back. Dusty continues to wrestle with whether or not to confront Meg about the plane ticket stub to Tampa. He then searches her planner and goes to meet with a man Meg previously met with. Dusty is able to finesse the truth out of this guy about what he did for Meg regarding a DNA test. Meg is waiting for Dusty at home dressed to the nines, ready to go away for New Year's Eve, but Dusty can hardly look at her. Hal goes to see Emily to convince her not to get married and when Emily continues to stand by her man, Hal goes into a rage and starts throwing things, promising he will get out of her life, but he is taking Paul with him when he does. Emily is left behind sobbing. Jennifer is upset to hear of Paul's release from jail. Paul and Jen come face to face as he pleads for her forgiveness. Jen doesn't want him near her or her son ever again. Emily's call interrupts them, she tells Paul to meet her right away because she isn't sure what Hal will do to try to stop them from getting married. Paul agrees and goes to leave, causing Jen to become frustrated that he would ditch her for Emily while they were talking."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Meg: Prepare to be amazed. My plans for tonight are going to make Times Square look like an afternoon at the retirement home.",
        "Dusty: Oh, yeah? You got any previews?",
        "Meg: Nope. But how about a smile?",
        "Dusty: That better?",
        "Meg: Pretty weak.",
        "Dusty: I'll work on it.",
        "Meg: Well, you won't have to work on it after you see my dress.",
        "Dusty: I love it already.",
        "Meg: Well, I'm off to the tailor. Will you be here?",
        "Dusty: No, I have some things I gotta take care of.",
        "Meg: Okay. I'll see you later.",
        "Dusty: Calendar. October. Here we go, genetics lab. Meeting with Eli. Eli.",
        "[SCENE_BREAK]",
        "Hal: If anybody needs me, I'm on my cell. I don't know when I'll be back.",
        "Jennifer: Dad, we need to talk.",
        "Hal: I'm sorry, honey, I'm on my way out.",
        "Jennifer: No, Dad, I heard that Paul made bail. How could you -- how could you let him walk?",
        "Hal: Cass Winthrop got a judge to reverse his decision.",
        "Jennifer: So now he's just going to walk around free.",
        "Hal: Your brother will never be free again, honey. He's going to jail. That's a promise. Wait here and we'll talk when I get back.",
        "[SCENE_BREAK]",
        "Emily: Mmm. [Emily chuckles] Oh.",
        "Paul: Say good-bye to the last of my cash.",
        "Emily: That's okay. We'll get more on the way to the church, right?",
        "Paul: No, plastic's frozen, courtesy of Oakdale Police Department.",
        "Emily: They can do that, really?",
        "Paul: Hal can. Anything to make my life difficult.",
        "Emily: You're preaching to the choir.",
        "Paul: I've got a call in to Cass. I had him meet me down at the station, try and get solvent again, so we don't have to have our honeymoon here with a sunlamp, you know, little paper umbrellas in our champagne.",
        "Emily: I love you.",
        "Paul: Want to make Hal even crazier?",
        "Emily: Oh, no. Not possible.",
        "Paul: I want you to stay here. Do me a favor, and pick me out a wedding suit, huh? I'll shower and change when I get back.",
        "Emily: Oh, God. We're really going to do it, aren't we?",
        "Paul: Yeah. You looking forward to a lifetime of baking cakes with little steel files in them?",
        "Emily: Will you stop it? You're not going to jail. I mean, come on, I got you out on bail, remember?",
        "Paul: I forget I'm marrying the most determined woman on the planet.",
        "Emily: Yeah, you are. And heaven help the person who tries to ruin our day. Hurry back.",
        "Paul: I gotta go, huh?",
        "Emily: Yeah.",
        "[SCENE_BREAK]",
        "Katie: Drum roll, please. All right, everyone, I want them to hear you cheering all the way in Chicago.",
        "Mike: What do you make of those wires up there?",
        "Jack: Come on.",
        "Katie: Let's go. We're done with this thing. We hit our goal. Congratulations to the Oakdale Police Department --",
        "Jack: It's a bomb. Get everybody out of here. Go!",
        "B.J.: Oh, come on. You don't want to spoil the fun, do you?",
        "Katie: Okay, we're going to send this baby straight into the stratosphere.",
        "Jack: Go, go!",
        "Mike: Katie, no!",
        "[Alarm rings]",
        "B.J.: It's over.",
        "[Gun shot] [Jack is shot.]",
        "[Screams]",
        "[SCENE_BREAK]",
        "Carly: Oh, my God. Oh, hi. I know that we don't know each other, but that's my husband right there, and I need to get to WOAK. Do you have a car outside?",
        "Man: Yeah, sure.",
        "Carly: Please, will you take me there? Please!",
        "Man: Yeah, yeah, let's go. Come on.",
        "[SCENE_BREAK]",
        "Mike: There's a bomb. It's about to go off.",
        "Margo: All right, everyone listen up --",
        "Mike: Everybody stay calm!",
        "[Overlapping chatter] [Voices overlapping]",
        "B.J.: Olga, what the hell are you doing here? Get outside!",
        "Henry: What's the rush, lover boy? I've been waiting to get my hands on you!",
        "Nick: Everybody get down!",
        "Margo: All right, clear out of here! Jack, come on, lean on me.",
        "[Explosion]",
        "[Debris falling]",
        "[B.J. coughing]",
        "B.J.: Get off my briefcase!",
        "Margo: Hey, are you all right? Come on. All right, all right, all right. All right.",
        "Jack: Don't worry about me, Margo. I'm fine. Go get B.J. get him!",
        "Margo: All right, all right. Be careful. All right. Collins, Moreno! Collins, seal off all the exits. Moreno, I want you to put an APB out on B.J. Green.",
        "Kim: Margo! Margo, my God. The young man who had the bomb, is he all right?",
        "Margo: It's gonna be all right. He's all right. We'll find h. Would you stay with Kim?",
        "Kim: Find him!",
        "Margo: We'll find him, don't worry about it.",
        "Kim: Is he okay?",
        "Margo: He's okay. Yeah, this is Hughes. I need -- yeah, I need backup at WOAK. There's been an explosion. Contact memorial for triage. I need all personnel on the spot. I will be there ASAP. Jack, you okay? It's all right, it's all right. Help is on the way.",
        "Jack: What happened?",
        "Margo: Well, a bomb went off, and somebody set it off in the stairwell.",
        "Mike: Are you sure nothing's broken? You're okay?",
        "Katie: No, no. I'm fine. I'm fine. I'm worried about you. You should've been at the hospital.",
        "Mike: I'm okay. I'm just worried about Jack.",
        "[Jack groans]",
        "Mike: Hang in there, buddy.",
        "Jack: B.J. -- where is he?",
        "Mike: Don't worry. Don't move, okay? You'll end up losing more blood.",
        "Katie: Oh, no, Jack.",
        "Mike: Put as much pressure on the wound as you can.",
        "Jack: Ow, ow, ow!",
        "Mike: Okay, okay. I know, I know. Put as much pressure on it.",
        "Katie: Wait, wait! Mike, where are you going?",
        "Mike: I'm going to find B.J. and end this once and for all.",
        "Carly: Jack!",
        "Katie: Carly, we're over here.",
        "Jack: Hey, babe! How are you?",
        "Carly: Oh, I saw everything on TV. I got here as fast as I could. Oh, sweetheart, this looks bad.",
        "Jack: No, it just looks bad. But it doesn't hurt too much. I think it just grazed me.",
        "Carly: Don't you ever scare me like that again, you understand me? And don't even think about leaving me.",
        "Jack: Oh.",
        "Camera person #1: Look, it's the guy who grabbed the bomb!",
        "[Applause]",
        "Nick: Is everybody okay?",
        "Margo: Yeah, nobody was seriously hurt, thanks to you.",
        "Camera person #1: I can't believe what you did, man. You're a hero.",
        "[Applause]",
        "[SCENE_BREAK]",
        "Dusty: Eli? Dusty.",
        "Eli: Yeah, you're a friend of Meg's. We met.",
        "Dusty: Yeah, at the Lakeview. Have a seat. Thanks for meeting me on such short notice.",
        "Eli: So what did you want to see me about?",
        "Dusty: Coffee?",
        "Eli: No thanks. I have to get back.",
        "Dusty: You really helped Meg out a while back.",
        "Eli: Did I?",
        "Dusty: Yeah. With that DNA test.",
        "Eli: What DNA test?",
        "Dusty: The one you ran for her.",
        "Eli: I never ran a DNA test for Meg, and if she says I did, she's seriously confused.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Meg: Just a sec. Okay, how'd we do?",
        "Lucinda: Oh, it was a snap. I got the reservation 8:00 sharp, and the best table in the house.",
        "Meg: Oh, thank you!",
        "Lucinda: Oh! That's okay.",
        "Meg: Oh, it's Dusty's favorite place in Chicago. He raves about it. So tell me, how did you pull that off, tonight of all nights?",
        "Lucinda: Don't ask, don't tell.",
        "[Lucinda coughs]",
        "Meg: You okay?",
        "Lucinda: Oh, yeah, fine.",
        "Meg: I'm reading the sarcasm.",
        "Lucinda: I got good days, and I got bad days. And this is a so-so day.",
        "Meg: Well, here, have a seat. Sit down. Here.",
        "Lucinda: Thanks. Well, you know, I'm glad that at least one of us is on cloud nine today. I know where he is, but I can't remember. Where is the reason?",
        "Meg: Out.",
        "Lucinda: Out? Out where?",
        "Meg: He didn't say.",
        "Lucinda: Oh, darling, trust is a beautiful thing, but so are private detectives.",
        "Meg: You're a cynic.",
        "Lucinda: I am a realist.",
        "Meg: Well, so am I.",
        "[Lucinda chuckles]",
        "Lucinda: Hey, that's some snazzy dress. Is that special for tonight?",
        "Meg: Yep. It set me back two weeks of overtime.",
        "Lucinda: I used to have a dress like that. I loved it. It was my lucky dress. I always got whatever I wanted.",
        "Meg: That's good to know.",
        "Lucinda: Well, I got you the reservation, darling. You'll have to give me a call and give me all the details when you get back home tonight.",
        "Meg: I'll have plenty if me and my lucky dress have anything to say about it.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Emily: You're not the florist.",
        "Hal: You noticed.",
        "Emily: What, did you talk to my mother?",
        "Hal: A little while ago.",
        "Emily: Not today, Hal. Not today. No aggravation, no fighting, not with you, not with my mother.",
        "Hal: Emily --",
        "Emily: No. You know what? Nothing you can do, say, or try is going to spoil my mood today. Nothing.",
        "Hal: So, this is the big day, hmm?",
        "Emily: Yeah, it's my big day, and I'd like to finish getting ready, so if you don't mind -- I'm going to ask you real nicely. Take your hands off of me.",
        "Hal: Please, Emily, don't throw your life away.",
        "Emily: Throw my life away? My life is finally beginning.",
        "Hal: Without Danny? Without family?",
        "Emily: Without lonely nights waiting for a husband who's forgotten I'm alive. Yeah, that was loads of fun. You know what, I got an idea. Why don't you pretend we're still married? Ignore me.",
        "Hal: You don't know how hard I try.",
        "Emily: Well, try harder, Hal. Because if you do anything to try to stop my wedding --",
        "Hal: I don't have to do anything to stop this wedding. You will.",
        "[SCENE_BREAK]",
        "Cop #1: Ladder 12 and 18 are on their way. An APB is out on B.J. Green and I've sent two details to the airport. Right, I'm on it. Just a sec, Miss Munson.",
        "Jennifer: Excuse me, what's going on?",
        "Cop #2: There was an explosion at WOAK.",
        "Jennifer: An explosion? Is everyone okay?",
        "Cop #2: So far, no serious injuries.",
        "Jennifer: Thank goodness. Look, it's not really important, but if you see my dad over there, will you tell him I'll call him later?",
        "Cop #2: Sure.",
        "Jennifer: All right, little man. Let's get you home, okay? Get out of my way.",
        "Paul: No. Jennifer, I'm not going anywhere, and you're not leaving until we talk.",
        "Jennifer: Go to hell.",
        "[SCENE_BREAK]",
        "Carly: Jack, what are you doing? Here, sit down.",
        "Jack: Honey --",
        "Carly: Sit down, okay? Right now.",
        "Jack: I'm fine!",
        "Carly: The ambulance is on its way.",
        "Jack: I do not need an ambulance.",
        "Carly: Jack, I think that Kim would prefer if you didn't bleed to death all over her conference room.",
        "Jack: Honey, you can drive me to Memorial.",
        "Carly: No, I don't think so sweetheart. I couldn't even drive myself here. I got a flat out on Route 23.",
        "Jack: Well, how'd you get here?",
        "Carly: Long story short, some jerk offered to help, he came on to me, he had lots of attitude so I told him to kiss off. I also told him that strong, independent women don't need men with egos the size of Alaska to help them out of a jam.",
        "[Jack chuckles]",
        "Jack: That's my girl.",
        "Carly: Yeah. Well, unfortunately, your girl had to hoof it back to town. After I got to Java, a good Samaritan brought me to the studio.",
        "Jack: What?",
        "Carly: I don't believe it. It's Mr. Alaska.",
        "Nick: I found the emergency stairwell, and I just threw it as far as I could.",
        "Kim: Oh, thank God you're all right. There's just no way in the world that I can thank you. Everybody in this room owes their life to you. Thank you so much.",
        "Mike: Hey.",
        "Katie: Oh, hey, honey.",
        "Mike: Look, there's no sign of B.J. his car's gone. The cops are setting up a roadblock.",
        "Katie: We need to get you to the hospital.",
        "Mike: Hey, I'm okay. I'm okay, I'm okay, I'm okay. Hey, is that the guy that threw the bomb out?",
        "Katie: Yeah. It's amazing he's still alive. We need to get you to the hospital. Come on, please, honey --",
        "Mike: Just a minute, okay? Please? Hey, man, I don't know how you did it, but that was incredible --",
        "Nick: Mike?",
        "Mike: Nick.",
        "Nick: Man, I'm so glad to see you!",
        "[Mike groans]",
        "Maddie: Miss? Miss, are you okay?",
        "Henry: I think I broke a heel.",
        "Maddie: Henry?",
        "Henry: Yeah. Yeah, it's not your Aunt Edna, sweetie.",
        "[SCENE_BREAK]",
        "Lucinda: Thank you. Thank you kindly. What is your secret with Dusty?",
        "Meg: There's no secret.",
        "Lucinda: Oh, come on, there's something, darling. Many have tried since Lucy, but nobody's been able to seal the deal. How did you manage it?",
        "Meg: There isn't any one thing.",
        "Lucinda: Okay. Fine. I'll mind my own business. I will. Better, thank you.",
        "Meg: Look, Dusty and I have a history that goes way back, you know that.",
        "Lucinda: Yeah.",
        "Meg: We were close when we were kids.",
        "Lucinda: But it didn't end well, did it?",
        "Meg: No, but this time is different. We're finally going to get our happily ever after.",
        "Lucinda: Well, I hope so. But whatever your secret is, darling, take it from a woman -- a lady -- who's been there. Make sure it never comes back to haunt you.",
        "[SCENE_BREAK]",
        "Eli: I've got to be getting back.",
        "Dusty: So talk to me about the DNA test.",
        "Eli: I'll talk to Meg.",
        "Dusty: Hold on a sec. Meg's in a jam.",
        "Eli: Meg's in trouble?",
        "Dusty: She could be.",
        "Eli: Why?",
        "Dusty: Because people have a way of finding things out.",
        "Eli: Who knows?",
        "Dusty: Nobody yet, but I want to keep it that way.",
        "Eli: Look, she was just helping a friend.",
        "Dusty: Uh-huh. I know. We're both very close to her. We both wanted to help her. I didn't have the connections at the hospital, so Meg had to take care of everything.",
        "Eli: Well, then you know she asked me to do a comparison with another DNA test, the one that had been done previously to establish paternity in a court case.",
        "Dusty: Right.",
        "Eli: So it was pretty simple, really. I compared the mother's hair strands with the baby's sample from the old test, it turned up a perfect match. You know, I never did find out if the woman got her baby back. Meg said it was some custody thing.",
        "Dusty: Yeah, she did. She did get the baby back, eventually.",
        "Eli: So she did the right thing.",
        "Dusty: Yeah, she did a lot. More than I realized.",
        "[SCENE_BREAK]",
        "Emily: Why would I put the brakes on my own wedding? I'm so happy today I can even put up with you. I have a beautiful wedding dress, I've got great champagne, I've got a minister waiting at the church and I have a groom I love.",
        "Hal: You love Paul.",
        "Emily: Yes.",
        "Hal: Got it.",
        "Emily: I love him and I'm marrying him today.",
        "Hal: Got that, too.",
        "Emily: So why are you still here?",
        "Hal: Maybe because I put you through too many lonely nights. And lord knows, I've kicked myself around the block for that, but whatever I did to you will look like Christmas morning next to life with Paul Ryan.",
        "Emily: Thanks for the warning. Good-bye.",
        "Hal: You know, where I come from, you don't throw around words like \"I love you.\" You live them. You don't prove them with expensive champagne, fancy apartments or forcing the person you supposedly love to break the law.",
        "Emily: He didn't force me.",
        "Hal: He never said to you, \"if you love me, Emily, you will lie to Jen, you will break her heart?\"",
        "Emily: No.",
        "Hal: Name one good thing he did for you.",
        "Emily: He's done thousands of good things for me. But that's between me and Paul. They happen in the quiet moments when nobody's looking.",
        "Hal: I'm looking, Em. I get why you're marrying Paul. I may be the one guy who knows exactly where your heart is taking you and why.",
        "[SCENE_BREAK]",
        "Paul: Jennifer, if you really want to leave, I won't stop you. Seeing you with -- with him -- he's really beautiful --",
        "Jennifer: Don't.",
        "Paul: Thank you for dropping the charges against Emily.",
        "Jennifer: I didn't do it for you.",
        "Paul: And I know that I'm asking for the moon, but I hope one day that you'll be able to forgive me, too.",
        "Jennifer: You want forgiveness? See a priest.",
        "Paul: I'll never stop, okay? I'll keep asking.",
        "Jennifer: All right, then I have something to ask you, too.",
        "Paul: Anything.",
        "Jennifer: There is one more thing that you could do for me, Paul, but I don't think you've got the guts to do it.",
        "[SCENE_BREAK]",
        "Emily: You mean it? You understand why I'm marrying Paul?",
        "Hal: Well, you can say what you want, but I always knew you better than you wanted to admit.",
        "Emily: Yeah, once upon a time.",
        "Hal: Well, you always liked nice things, and Paul is all about the best -- from his champagne to his cars to the best address in town. Too bad his moral compass is stuck on empty.",
        "Emily: You couldn't do it, could you? You couldn't leave on one nice moment. You know what, just say good luck and good-bye.",
        "Hal: You marry Paul and you're going to need all the luck you can get. This is a fantasy life, Emily! And you got yourself believing that it's real. That Paul is wounded and misunderstood. He's not. He's a bum.",
        "Emily: Get out.",
        "Hal: How can you marry a man who took any affection you had for his sister and made you use it as a loyalty test? He wanted to see how low you would go to prove that you loved him. Well, you showed him, didn't you?",
        "Emily: Are you finished? Because I need to get dressed.",
        "Hal: Well, you will need this, won't you?",
        "Emily: Go home, Hal.",
        "Hal: I'm not going anywhere.",
        "Emily: I need to get dressed.",
        "Hal: Well, it's not the first time I've waited for you to get all dolled up.",
        "Emily: I'm not kidding! Paul's going to be here any minute. I want you gone.",
        "Hal: I'll go when you tell me the truth.",
        "Emily: What truth?",
        "Hal: That the only reason that you're getting married today is that you have sunk so low that there is nowhere else for you to go.",
        "[SCENE_BREAK]",
        "Paul: Jennifer, if there is anything I can do, please let me know. Don't hesitate to ask. I would do anything.",
        "Jennifer: Great. Then here's how the game's played. Next time that life is all about you, Paul, put on the brakes for a second and make it about somebody else.",
        "[SCENE_BREAK]",
        "Nick: There was no time to think. I went on instinct, and we were lucky that the stairwell was strong enough to hold the explosion.",
        "Reporter: What about B.J. Green? Any updates on the manhunt?",
        "Nick: Sorry, you'll have to direct that question to Detective Hughes at the OPD. Please, if you'll excuse me. Mike, how are the ribs?",
        "Mike: You mean, what's left of them?",
        "Nick: I didn't know.",
        "Mike: When did you get back into town?",
        "Nick: Right before the telethon.",
        "Mike: That bomb could have gone off in your face.",
        "Nick: Yeah, but it didn't. And I saw this hot little blonde. And she was in trouble, so, you know, I went on autopilot, you know. I've got a short list of ways that she can show her gratitude.",
        "Katie: Sorry it took me so long. I had to make my way through a bunch of reporters, and now I see why.",
        "Nick: Looks like my luck hasn't run out yet.",
        "Mike: Nick Kasnoff, I'd like you to meet Katie Peretti.",
        "Katie: Kasnoff?",
        "Mike: Nick's my cousin.",
        "Katie: Why didn't you tell me?",
        "Nick: If this is the kind of nursing you get in a town like this, I am going straight down and admitting. I'm checking myself in.",
        "Mike: Don't waste your time. She's already taken.",
        "[Mike chuckles]",
        "[SCENE_BREAK]",
        "Paramedic: Don't forget to take the antibiotics that the doctor prescribed for you. One a day for the next five, you should be all set.",
        "Jack: Sure.",
        "Paramedic: You're a lucky man, Detective.",
        "[Jack chuckles]",
        "Jack: That's ex-detective. It's fine.",
        "Carly: Hey. Who was the first one to spot that bomb? Huh?",
        "Jack: That would be me.",
        "Carly: And who was the first one to nail that B.J. Green, huh? And so if the ego that ate Oakdale saved the day, well that's just because you tipped him off that there was a bomb in the first place.",
        "Jack: He doesn't deserves any, any credit whatsoever.",
        "Carly: No, he doesn't, but he'll take it. Along with a big side order of headlines.",
        "Nick: Listen, you think, or you can act. But you can't do both. Sometimes it means the difference between life and death.",
        "Carly: Oh, please.",
        "Jack: So this guy was a flirt?",
        "Carly: He said he was a cop, but he had no I.D. He just zoomed in on a motorcycle, and strutted around like he was god's gift, and then he just left me there on the side of the road. I hope that's the last I see of that loser.",
        "[SCENE_BREAK]",
        "Maddie: So where is the blonde Amazon now?",
        "Henry: She is cuffed to a rack of merlot.",
        "Maddie: Hmm, she must be pretty chilly. I'm sorry, don't take this personally, but, you know, leopard print really isn't you.",
        "Henry: I realize this must disconcerting to see me like this, Maddie, but it was the only way I could get past B.J.'s guards. He was going to have me killed. And I guess this is all that is left of him.",
        "Maddie: Open it, maybe there's a maps, plane tickets, anything that'd help the cops.",
        "Henry: Hmm, well, usually I try to avoid helping the cops, but in this case -- in this case --",
        "[Henry gasps]",
        "Maddie: Henry, what's wrong, what's wrong, what's wrong?",
        "Henry: It's my sternum. I bruised my sternum in the explosion and I -- it's just a little sore, don't worry about it. And actually what you could do, if you could get me some water?",
        "Maddie: Water?",
        "Henry: Yeah, water.",
        "Maddie: Anything else?",
        "Henry: No, just water. That's all I need.",
        "Maddie: Okay, I'll be right back.",
        "Henry: Okay. All right. [Henry sighs] Take your time.",
        "Maddie: Here you go. I tried to talk to a cop, but they were too busy interviewing the crew.",
        "Henry: Mmm. Don't worry about the briefcase. There's nothing important in there, anyway.",
        "Maddie: Well, let me see.",
        "Henry: I'm afraid not, young lady.",
        "Maddie: Why not? It's evidence.",
        "Henry: No, absolutely not. You are underage.",
        "Maddie: What is it, porn?",
        "Henry: No, it's not porn! Get your mind out of the gutter. It's not porn, it's a very rare and expensive bottle of wine.",
        "Maddie: Now, why would B.J. want to escape with wine?",
        "Henry: I don't know, Maddie, why would he try to blow up a studio full of innocent people? He's crazy, he is cuckoo, he's not playing with a full mainframe.",
        "Maddie: Okay, but what was he going to do with wine?",
        "Henry: I don't know. You know what? You're going to give yourself a headache trying to figure out a psycho.",
        "Maddie: Yeah, or end up in the hospital like Mike.",
        "Henry: What Mike? Our Mike?",
        "Maddie: Mm-hmm. Our Mike. He was helping me look for you, and B.J. had that woman try to hit me with her car, and he, I don't know, pushed me out of the way.",
        "Henry: Are you hurt?",
        "Maddie: No, no, no. I'm fine, I'm fine. Mike really got banged up, though, I guess. Katie thought that, if she made B.J. think that she was really in love with him, he would, you know, tell her where you were. And I guess he found out that she was lying.",
        "Henry: So he was going to blow the whole place just to get back at her? Wow.",
        "Maddie: And it's all my fault.",
        "Henry: What's your fault?",
        "Maddie: Well, I was the one that begged Katie to help me look for you.",
        "Henry: No, no, no, no! No, stop it. Stop it. B.J. is the one with the matches, not you.",
        "Maddie: Yeah, well, we're lucky that no one got killed.",
        "Henry: Everyone was lucky today. Some people luckier than others.",
        "[SCENE_BREAK]",
        "Meg: I thought we'd celebrate early.",
        "Lucinda: Oh. Oh, I wish. No, I can't. Doctor's orders, no alcohol.",
        "Meg: No, it's ginger ale. Sugar free.",
        "Lucinda: What fun.",
        "Meg: So, making any resolutions tonight?",
        "Lucinda: I don't believe in New Year's resolutions.",
        "Meg: Okay, how about wishes?",
        "Lucinda: My wishes are exceedingly simple this year.",
        "Meg: Good health?",
        "Lucinda: That's a given.",
        "Meg: Happiness?",
        "Lucinda: That's elusive. Well, at least for some of us.",
        "Meg: For you?",
        "Lucinda: Me? No. I was thinking of Lily. And that Keith is not right for Lily, he's really not right. So my wish this year for Lily is that she would open her eyes, and throw the bum out.",
        "Meg: Well, if Holden has anything to say about it, that's exactly what's going to happen. I know my brother, Lucinda. He's not going to give up on her.",
        "Lucinda: Well, God bless us. There's some magic left, magic in this world.",
        "Meg: Well, there'd better be. I'm counting on Dusty and I getting our share.",
        "Lucinda: Darling, I think you should make your wish for tonight.",
        "Meg: To a happy new year. For us, and for everyone we love.",
        "[Glasses clink]",
        "Lucinda: May all our wishes come true.",
        "[SCENE_BREAK]",
        "Eli: You already knew all this. Why am I here?",
        "Dusty: I'm just getting the timing straight. You know, connecting the dots.",
        "Eli: Well, don't connect any back to me. I told Meg everything I did had to be confidential.",
        "Dusty: And it will be.",
        "Eli: I could get fired. Meg, too.",
        "Dusty: It's cool. Nobody's getting fired.",
        "Eli: I knew it was risky, but it's hard saying no to Meg.",
        "Dusty: I know what you mean.",
        "Eli: I'm due back at the lab. See you around.",
        "Dusty: Eli, I appreciate it.",
        "Eli: No problem. Tell Meg I said hi.",
        "[SCENE_BREAK]",
        "Jennifer: I'm probably just wasting my breath. You don't even know the meaning of the word \"unselfish.\" But if you ever use me or my son as a weapon against Craig again --",
        "Paul: Jennifer, you were never a weapon.",
        "Jennifer: Oh, no. Don't start telling me you were protecting me against Craig. This was all about punishing him for Rosanna's accident.",
        "Paul: That's not true. I swear.",
        "Jennifer: You swear on what? On your life? Please do. I am giving you a chance here to make something good come out of this nightmare.",
        "Paul: Okay, tell me, what?",
        "Jennifer: I want you to promise to have nothing to do with me or my son ever again.",
        "Paul: I can't make you that promise.",
        "Jennifer: Well, that just proves my point. You don't care about anyone but yourself.",
        "Paul: That's not true.",
        "Jennifer: You have no idea what seeing you does to me. I have revenge nightmares that make you look like an amateur. I am full of hatred and loathing, and I don't want to live like that. I don't want my son to watch his mom turn into you. So you want to do something for me? You want to make this all better? Well, you can't. So stop trying. But what you can do is stay as far away from me as humanly possible, so that I don't have to step into your ugly world.",
        "[Baby coos]",
        "[SCENE_BREAK]",
        "Emily: What the hell are you doing?",
        "Hal: I am having the champagne.",
        "Emily: Not my champagne, you aren't. Would you go? Go join a singles group. Meet somebody. For God's sake, leave me alone. I know what I'm doing.",
        "Hal: Dammit, you don't know what you're doing!",
        "Emily: Don't you dare yell at me.",
        "Hal: I should have yelled at you a long time ago! I may have given you a reason to turn to other men, but I never stopped loving you, Emily. Not for one single second.",
        "Emily: Oh, here we go.",
        "Hal: Did I ever lie to you? Did I? Did I ever sell your dignity? Did I ever put your son's life on the auction block, did I? Do you know, it was hard asking Jen to drop those charges, but I did it. I did it for a woman who at the end of the day would wait for me with a cold beer and a smile that would melt a polar ice cap.",
        "Emily: Yeah, well, that woman changed. You just didn't see her changing.",
        "Hal: I should have grabbed you. I should've grabbed you and made you remember the good times. The quiet times. Just the two of us curled up on the sofa. The times when nobody could ever make you feel anything less than the most perfect woman. Because you were, Emily. You were so damn perfect in my eyes.",
        "Emily: I'm not perfect.",
        "Hal: Tell me Paul says you are.",
        "Emily: Stop it.",
        "Hal: Tell me he believes it and I'll go.",
        "Emily: That's none of your business --",
        "Hal: Tell me you're everything to him --",
        "Emily: I am!",
        "Hal: Not just his pawn.",
        "Emily: I'm not his pawn.",
        "Hal: Tell me he adores you, and only you. That he'd stand here and sell the last ounce of his pride to keep you from ruining the rest of his life. Tell me, Emily!",
        "Emily: I love him, okay! He makes me happy! Happier than you ever did! You are nothing but an angry man. And you will never understand me and Paul, because you have no idea what real passion is!",
        "Hal: I -- no! [Emily screams] [ Glass shattering ] How about that?! How about that?! How about that?! How about --",
        "Emily: Get out! Get out!",
        "[Emily sobbing]",
        "Hal: I'll get out of your life! But I'll take Paul out of it first!",
        "[ Emily sobbing ]",
        "[SCENE_BREAK]",
        "Carly: Hey. What are you doing?",
        "Jack: I'm just talking.",
        "Carly: All right, but you need to take this right now.",
        "Jack: Okay, all right, all right.",
        "Margo: Jack, I'd give anything if you'd work on this one with me.",
        "Carly: Yeah, well, it really is too bad that the best cop, you know, that you've got --",
        "Jack: Okay, Carly, come on.",
        "Carly: -- Is sitting on the sidelines.",
        "Jack: Carly --",
        "Margo: Yeah, well, I don't make the rules.",
        "Jack: So what about this guy who grabbed the bomb.",
        "Margo: He's new.",
        "Jack: He's a cop?",
        "Margo: Just hired.",
        "Jack: Local?",
        "Margo: Nope.",
        "Jack: What rank?",
        "Margo: Aw, Jack, you wouldn't --",
        "Jack: What rank, Margo?",
        "Margo: Detective.",
        "Carly: He's Jack's replacement?",
        "Margo: Effective today.",
        "[SCENE_BREAK]",
        "Nick: I literally just rolled into town. I haven't even been to the station to fill out my paperwork yet.",
        "Katie: Wait, wait, hold on. If you're a cop, then why aren't you out looking for B.J.?",
        "Mike: Hey, hey. I'm sure Margo's got the entire force on it by now.",
        "Nick: You mean Detective Hughes?",
        "Katie: Yeah, she's my sister.",
        "Nick: Your sister is my boss?",
        "Mike: It looks that way.",
        "Nick: What set this Green guy off?",
        "Mike: He had a thing for Katie. He knew her years ago back in high school. He had a crush on her, and it turned into an obsession. And when Katie didn't return the feelings, the guy came unglued.",
        "Nick: It sounds to me like we need a psych evaluation on this guy.",
        "Mike: Guys like this, do they usually come back and finish the job?",
        "Nick: That depends. I mean, I'd be more than happy to keep a close eye on Katie while you're laid up.",
        "Mike: I bet you will.",
        "Henry: Hey, hey, she'll have plenty of eyes on her from now on, all right?",
        "Katie: Henry. You're alive. Oh! I've missed you so much. Are you -- are you okay?",
        "Henry: Yeah. Do not let this getup fool you, bubbles. Underneath all of this beats the heart of a warrior.",
        "Nick: Don't tell me this isn't another sister.",
        "[Mike laughs]",
        "[SCENE_BREAK]",
        "Meg: Right on time. Do you like it? I packed for you, too. Here you go. Happy new year, sexy.",
        "[SCENE_BREAK]",
        "Paul: So I'm just supposed to pretend that you're not my sister? That I don't love you?",
        "Jennifer: It's not about you! Why can't you understand that?",
        "[Cell phone ringing]",
        "Paul: Don't go. I'll just get rid of whoever this -- hi. What's going on?",
        "Emily: Where are you?",
        "Paul: I'm at the station. Things are a little crazy right now, and Winthrop's not here yet. You okay?",
        "Emily: No. No, it doesn't matter. Hal just left. And I've never seen him so angry.",
        "Paul: What happened?",
        "Emily: It doesn't matter. Just listen to me. You remember the place off the ridge, off of Eagle Road? The place that overlooks the town?",
        "Paul: Where we had the picnic, yeah.",
        "Emily: I called the minister. You need to pick him up at home and meet me there.",
        "Paul: You want to get married outside, in December?",
        "Emily: I want to do it where no one will find us. Please. Just don't argue with me. Just pick up the minister and meet me there.",
        "Paul: Okay, calm down. I'm on my way.",
        "Emily: Okay. Paul, I love you.",
        "Paul: I gotta go.",
        "Jennifer: Right. Right. You say you want to work things out with me, and then your phone rings and it's all Paul, all the time.",
        "Paul: That's not true.",
        "Jennifer: Then prove it. Find a way to show the world that you're able to put someone else's needs above your own. Someone else's life above of your own. I dare you.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Nick: Did you give this thing to the OPD?",
        "Henry: Yeah, sure I did.",
        "Nick: Because there was a lot of confusion at the scene.",
        "Mike: If not, the cops know where to find Henry.",
        "Dusty: To you, for finding out the truth about Jen's baby.",
        "[Glasses clink]",
        "Emily: Paul, I love you. And I love that you want to protect me and take care of me, but I don't need to be protected. I need to be your wife.",
        "Paul: I'm not getting married."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=G9KgFA4FN1k"
}