{
    "Episode Summary": [],
    "Recap": [
        "Margo and Susan give Alison a surprise bridal shower but then Susan start to argue with Margo about the monogrammed towels that Kim gave to Alison. Alison sees Mick and tells him to leave her alone but then he stops the elevator so they can talk. Mick tells Alison that marrying Casey is the wrong thing to do because marrying him won't make her the good girl she thinks she is supposed to be. Mick and Alison almost kiss but Alison backs away from Mick and someone arrives to get them out of the elevator. Barbara can't help but be jealous when she sees Alison get of the elevator with Mick behind her. Tom and Margo are happy that Casey has decided to pursue a career in law despite the up hill battle he faces because he is a convicted felon. Casey tells Tom that even if he can never practice law they won't be able to take away what he has learned in college. Alison tries to sleep but awakens startled and goes to the old church to see Mick she tells him that she wants him to touch her so Mick kisses her hand. Alison tells Mick that she doesn't want him to kiss her but she doesn't leave the church. Mick tells her that if he wants him to kiss her she has to tell him she tells him yes and they share a passionate kiss.",
        "Barbara tries to persuade Paul to allow Emily have the child she wants with him but Paul tells Barbara he doesn't trust Mick because he found pictures of James in his room. Mick continues to use his mid control with Emily and persuades her to have her eggs harvested and tells her that if Paul doesn't want to father the baby he will father the baby and she and Paul can raise the baby. Mick tells Emily that Paul doesn't have to know he isn't the biological father of the child. Emily comes home from the clinic and tells Paul everything and he is hurt and angry that Emily wants a child so badly that she would consider having another man be the father. Emily is startled when she remembers what Mick told her to persuade her to harvest her eggs and she tells Paul she thinks Mick is brainwashing her. Barbara is angry and jealous when she goes to see Mick at the church and finds a romantic evening set up for Alison. Barbara tells Mick that Paul has almost figured out that he is James and she is tired of running interference for him so from now on he is on his own."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Barbara: It's a gift -- a token.",
        "Paul: Hmm. You know something about this guy, and you're not telling me. It's like you have more loyalty to Mick than you have to me.",
        "Barbara: That is not true.",
        "Paul: And this inscription -- \"From 'J' to 'B' with eternal love.\" Well, Mother, you've always been the \"B,\" but what's a \"J\"?",
        "Barbara: I don't know! Mick found it in an antique shop.",
        "Paul: And had it inscribed? Why?",
        "Barbara: I don't know! I don't -- give it to me.",
        "Paul: And he just randomly chose the letter \"J\"? Let's forget for a moment, shall we, the very obvious fact that you were married to a guy named James, somebody who we would all rather forget!",
        "Barbara: I admit that Mick is a little mysterious, maybe a little off, but he's also brilliant.",
        "Paul: You know something about this guy, and you're not telling me! Now what is it?!",
        "Barbara: He means us no harm!",
        "Paul: Who is this guy?!",
        "Barbara: He is the man who saved your wife's life! He is the man who's going to give the two of you a baby! Where are you going?",
        "Paul: If you're not gonna tell me who Mick Dante really is, I'll go find out for myself.",
        "[SCENE_BREAK]",
        "Emily: You're offering to --",
        "Mick: To give you the baby that you want. If Paul refuses to do it, then I will.",
        "Emily: Yeah, but I don't just want a baby. I want Paul's baby.",
        "Mick: What's more important? The baby's DNA, or carrying a child to term with Paul beside you? Experiencing -- the birth with him? Raising it together?",
        "Emily: Paul wouldn't want me to have a baby with you.",
        "Mick: Well, he wouldn't have to know.",
        "Emily: Do you think I can lie to him about something like this?",
        "Mick: All you would have to do is allow him to believe that the child you were carrying was his.",
        "Emily: I won't do that.",
        "Mick: So you're refusing to give Paul the family that he wants?",
        "Emily: He wouldn't want me to have a -- I can't think. I can't think. I need a minute.",
        "Mick: You want a baby. Paul wants a baby.",
        "Emily: No, the only way I can get pregnant is through I.V.F. He would know -- he would know if he made his contribution. It's impossible.",
        "Mick: Anything's possible.",
        "Emily: No, I can't do that to him. He would be so humiliated if he knew that I was pregnant with somebody else's child. I can't --",
        "Mick: Emily --",
        "Emily: I can't do that to him. I know you're only trying to help. I know that.",
        "Mick: Are you listening, Emily? If Paul raises the child with you, then it will be his child. If you're happy, Paul will be happy. Because he loves you, and he wants you to be happy.",
        "Emily: Paul wants me to be happy.",
        "Mick: If we move quickly, you can be pregnant before you know it. It's what you want.",
        "[SCENE_BREAK]",
        "Casey: Who's the present for?",
        "Margo: Ah, it's for Alison. Where is she?",
        "Casey: She's upstairs napping. What's up?",
        "Margo: Oh, we're going to throw her a bridal shower today.",
        "Casey: Isn't that happening this weekend?",
        "Margo: What?",
        "Casey: Yeah, all the nurses are throwing her a shower. This isn't it?",
        "Margo: Oh, man, Susan. I told her to invite all the nurses to this one today. Oh! Can you get Alison to the Lakeview in half an hour?",
        "Casey: Yeah, sure.",
        "Margo: Oh, great.",
        "Tom: Oh, hey, Alison!",
        "Alison: Hey.",
        "Margo: Hey, hey, hi! I got to go. Got to go. Got to go, so, bye. Got to go. Um, talk to --",
        "Tom: Got to go, remember? Got to go.",
        "Casey: How did you sleep? Everything --",
        "Alison: I tried, but I couldn't. Do you want me to help with dinner?",
        "Tom: No, no. In fact, why don't, uh -- why don't you guys head over to Lakeview?",
        "Casey: That is a great idea. Would you want to go?",
        "Alison: Okay. Margo ducked out of here pretty fast, and now you and your dad are trying to get me to go to the Lakeview. Why?",
        "Casey: 'Cause I'm starving, and it's a known fact that no one here can cook.",
        "Alison: True, true. Okay, just please try to tell me you're not trying to ambush me with some surprise bridal shower or something.",
        "Casey: That's it. That's exactly what we're gonna do. No, come on. You're having it this weekend.",
        "Alison: Okay. Okay, but if somebody -- if somebody ends up yelling \"Surprise,\" you're gonna be in trouble.",
        "Casey: Ooh, hoo, hoo.",
        "Alison: I swear.",
        "[SCENE_BREAK]",
        "Emily: So, how soon could I actually be pregnant?",
        "Mick: Within a few days.",
        "Emily: I need to talk to Paul about this first.",
        "Mick: Hey, I guarantee you, if you come with me and do this procedure right now, you won't regret it. Imagine how you'll feel when you're holding your baby.",
        "Emily: But it won't be Paul's.",
        "Mick: Are you listening, Emily? Paul will raise the child with you. It will belong to both of you.",
        "Emily: To both of us.",
        "Mick: Let's go now.",
        "Emily: Wait a minute. Wait, wait, wait, wait, wait. What, um -- what time is it?",
        "Mick: What difference does that make?",
        "Emily: Because I can't be late. What time is it?",
        "Mick: Be late for what?",
        "Emily: I'm meeting my mother. I'm meeting my mother and Alison! I'm meeting Alison! She's getting married. I'm going to her shower.",
        "Mick: That's not happening.",
        "Emily: Why are you so against my sister getting married?",
        "Mick: I didn't mean to snap at you, but we don't have a lot of time. We need to get your eggs harvested today.",
        "Emily: But what about the shower? It's important to me.",
        "Mick: Well, then you can still go. After the procedure. I made arrangements at the local clinic. They can see us now.",
        "Emily: Wait a minute. Why a clinic? Why not Memorial?",
        "Mick: Well, this way, no one has to know. Paul doesn't have to know until the time is right.",
        "Emily: How will I know when the time's right?",
        "Mick: Well, we don't have time to dissect every detail, okay? We need to go now.",
        "Emily: Okay, wait. Something about this just doesn't feel right to me.",
        "Mick: Are you listening, Emily?",
        "Emily: Yes.",
        "Mick: Whenever you think about this pregnancy, whenever anyone asks you about this pregnancy, you will tell them it's what you want. It's what you've always wanted.",
        "Emily: It's what I want.",
        "[SCENE_BREAK]",
        "Margo: Where is everybody? Where's Susan?",
        "Susan: I'm here. I'm here. I was just calling to check on Emily. She said she'd be here, but I guess she's running late.",
        "Margo: Well, where is everyone else?",
        "Lisa: Well, Kim is not gonna be here because she's doing a remote for WOAK. But she did drop off a present.",
        "Susan: Oh.",
        "Margo: Where are all of Alison's friends?",
        "Susan: Well, they're throwing her a shower this weekend, and, uh -- Katie?",
        "Margo: She's busy with the baby. Nancy?",
        "Lisa: Nancy was under the weather, so she's very sorry. She sent her present along with Kim.",
        "Margo: So it's just us.",
        "Susan: And Emily. If she ever answers her phone. She just got out of the hospital a couple of days ago, and I think maybe this is too much for her.",
        "Lisa: Well, she would call if there were a problem.",
        "Margo: Susan, you know that I wanted this to be a great big \"Welcome to the family\" party for Alison.",
        "Lisa: Well, now, you know, it is going to be, because first of all, she's got her mother here, she's got her mother-in-law-to-be here, and you're both getting along for a change, which in itself is a marvelous present. Oh, come on, guys. Now get excited. We have to make this a festive occasion. We're gonna jump up and down, and we're gonna yell \"Surprise\" when Alison comes in, right?",
        "Margo: Yes.",
        "Susan: No. No, I know my daughter. No, she doesn't like having a fuss made over her. If we get all boisterous, she'll be embarrassed.",
        "Lisa: How do you expect to have a surprise party if you don't yell \"Surprise\"?",
        "[SCENE_BREAK]",
        "Barbara: Paul!",
        "Paul: Cut it out, Mother. No need to ride to the rescue of your friend Mick. He's not here. Emily's not here, either. Hey, Emily, will you please call me when you get this?",
        "Barbara: Did they leave together?",
        "Paul: I don't know. Nanny didn't know, either.",
        "Barbara: Okay. Maybe that's a good thing, Honey. It'll give some time just to settle down and think things through a little bit. What are you doing? Paul, that's Mick's.",
        "Paul: It certainly is.",
        "Barbara: Stop, okay? Stop. Don't do this. Don't alienate anybody. Don't upset anybody.",
        "Paul: There's got to be something in here that explains what this guy's after, where he's from, something.",
        "Barbara: Why don't you just ask him?",
        "Paul: Well, I have, asked him, Mother, but he's like you. I can't get a straight answer out of him, either.",
        "Barbara: You know, I'm sure, in time, Mick will reveal his plan to you.",
        "Paul: What plan?",
        "Barbara: His plan for his formulas, for his work.",
        "Paul: Does this plan include Emily? Well, yes. She's a part of his work.",
        "Paul: Hey! Who is this guy? What does he want?",
        "Barbara: He wants to help us. That's all.",
        "Paul: Is Emily with him right now?",
        "Barbara: I don't know. You're upsetting yourself over nothing, Paul.",
        "Paul: Nothing? Okay, you may be okay with him messing with your health, with your future, but I will be damned if I ever hurt my wife.",
        "[SCENE_BREAK]",
        "All: Surprise!",
        "Alison: I thought -- you swore that you didn't plan anything.",
        "Casey: I had nothing to do with this. It was them. Look at her, look at her, look at that face. Do you think I would fight with them? Do you?",
        "Alison: Who could?",
        "Casey: Yes.",
        "Lisa: Well, are you surprised?",
        "Alison: Oh, definitely.",
        "Susan: And you don't mind much?",
        "Alison: No, no, not at all.",
        "Margo: I found out a little late that you don't like surprises.",
        "Alison: Oh, no, not this one, you know? This one's special.",
        "Casey: Ow.",
        "Lisa: You -- out.",
        "Casey: Yes, my work here is done. I love you.",
        "Alison: Okay, you're a dead man.",
        "Casey: I'm aware of that. Bye.",
        "Lisa: Let's have cake and open presents.",
        "Alison: Oh, I'm all up for that. Where's Emily?",
        "Susan: She's on her way. I hope.",
        "[SCENE_BREAK]",
        "Mick: Are you ready, Emily?",
        "Emily: [Sighs] This is what I want.",
        "[SCENE_BREAK]",
        "Lisa: I think you and Casey will both enjoy this.",
        "Alison: A ha. And it's see-through. Wow.",
        "Lisa: You can be the best cook in the whole wide world, but you've got to keep your hubby happy in the boudoir. Boy, I would have given anything to have a little something like this when I was first married.",
        "Margo: You know, Lisa, you are just storm-trooping into \"Too much information\" territory.",
        "Lisa: Come on. We're all adults. And we've all been married.",
        "Susan: Some of us more times than others.",
        "Lisa: Well, yes. And thank goodness for that. You've got to realize, Darling, your son is a grown man. And Alison certainly knows her way around sex.",
        "Margo: Oh, my God.",
        "Lisa: Since they've both been married before.",
        "Margo: Okay!",
        "Susan: Are there any more presents to open?",
        "Margo: I'll go buy some.",
        "Lisa: Come on, we're just having a little girl talk.",
        "Alison: It's fine. Lisa, I love it. And I'm sure Casey will, too.",
        "[SCENE_BREAK]",
        "Mick: Alison.",
        "[SCENE_BREAK]",
        "Tom: Hey, surprise.",
        "Casey: What's this supposed to be?",
        "Tom: This is your surprise bachelor party. Now, I was gonna invite more people, but I didn't even think about this till right after you left.",
        "Casey: Hey, more pizza and beer for us, right?",
        "Tom: Yeah.",
        "Casey: That's what I'm talking about.",
        "Tom: Here you go.",
        "Casey: Where's the pizza?",
        "Tom: It's in the oven, warming. You took a little longer to get back than I expected.",
        "Casey: Yeah, I stayed around the Lakeview a little while, make sure Alison was okay. You know, she seemed like she was having a good time. Mom, on the other hand, was a little tense, though.",
        "Tom: Yeah, about that --",
        "Casey: Listen, she shouldn't worry.",
        "Tom: She shouldn't?",
        "Casey: No, Alison really likes her. I know they had their stuff in the past, but it's all over now.",
        "Tom: Okay, so, how you feeling about your mom these days?",
        "Casey: What do you mean?",
        "Tom: Well, Case, come on. I mean, you guys went through a pretty tough patch there last year.",
        "Casey: Look, I'm not gonna lie -- yes, it hurt when she shut down after Adam left.",
        "Tom: Well, that was a hard time for all of us.",
        "Casey: I know, I know. And that was partly because of me. But I'm over it. So can you tell her that, please?",
        "Tom: I could tell her that. Let's see now. There was something else that I wanted to talk to you about.",
        "Casey: Oh, why weddings make everyone freak out?",
        "Tom: Do they?",
        "Casey: I mean, Mom's become like a psycho event planer. Alison can't sleep, and look -- we're drinking in the middle of the day, right?",
        "Tom: How about you? You having any trouble sleeping these days?",
        "Casey: Wait, is this about the separate bed thing?",
        "Tom: Yeah, look, I know that it's none of my business, but when Mom and I invited you and Alison to stay here, I guess we just kind of assumed that you two would --",
        "Casey: Sleep together? It's bothering you that we're not?",
        "Tom: I don't know if I would exactly put it that way.",
        "Casey: But it's not like Alison and I haven't had sex before.",
        "Tom: Ohh! Hey, forget I asked.",
        "Casey: I'm just messing with you. Relax.",
        "Tom: Anything else going on that we should know about?",
        "Casey: No, no. Alison just has this idea of us being hands-off until the wedding night, you know? So it could be more romantic.",
        "Tom: So, how's that working for you?",
        "Casey: I'm ready to kill someone at a moment's notice.",
        "Tom: I'll keep that in mind. But since your girl wants something special, shouldn't you be doing -- I mean, shouldn't you be a little more romantic on the honeymoon?",
        "Casey: I was gonna talk Grandma into giving us a honeymoon suite at the Lakeview.",
        "Tom: Do something fancy for her on the honeymoon.",
        "Casey: Dad, we don't -- we can't afford it right now.",
        "Tom: I'll pay for it.",
        "[SCENE_BREAK]",
        "Lisa: Oh, that's from Kim.",
        "Alison: Oh.",
        "Margo: Oh, wow.",
        "Alison: They're monogrammed towels.",
        "Margo: \"H\" for Hughes. That is so beautiful.",
        "Susan: I think it's a bit presumptuous.",
        "Alison: Mom, they're pretty.",
        "Margo: You're reading hostility into a towel?",
        "Susan: No, it's presumptuous to assume that Alison's going to change her name. Are you?",
        "Lisa: Well, I'm sure she can't wait to be a Hughes. I know that, when I married Bob, I could hardly wait to be Mrs. Bob Hughes.",
        "Susan: Well, she's a little different, okay? She's a professional woman. Why should she be bound by an archaic custom to take her husband's name?",
        "Alison: Honestly, I really haven't even thought about it, but --",
        "Margo: You know, why don't we just leave it up to her? Maybe she just wants to hyphenate her name.",
        "Susan: Oh, yeah, right -- Alison Stewart-Hughes. Rolls right off my tongue.",
        "Margo: Great. Okay, Alison, what do you think? Alison?",
        "Alison: Excuse me. I just have to go to the bathroom.",
        "Lisa: Well, now, isn't this great? This silly family feud. You've just ruined the whole party.",
        "[SCENE_BREAK]",
        "Barbara: So she's still not picking up?",
        "Paul: No. But, you know, Alison's having a bridal shower. Maybe Emily's just there.",
        "Barbara: Well, that's where she is. She's off having fun somewhere, and Mick is doing research.",
        "Paul: Yeah, I'll bet he is.",
        "Barbara: You know, its important work, too. I mean, look at me. I look years younger, don't you think? Well, maybe there's just an improvement.",
        "Paul: Sure thing.",
        "Barbara: You have to give it time, Honey. I mean, without Mick, Emily could lose her last chance to conceive and have a child with you.",
        "Paul: Plenty of other ways to get your hands on a kid.",
        "Barbara: She wants this experience, Paul. She wants this pregnancy. She's your wife. If you love her as much as you say you do, you'll understand that you have to learn to like Mick.",
        "Paul: I would love to give Emily the family that she wants so badly. But not this, okay? Not like this, not now, and not with this guy around.",
        "Barbara: Why don't you trust him?",
        "Paul: I broke into his room.",
        "Barbara: You what?",
        "Paul: And do you know what I found there? Pictures of me when I was a kid. Did you give him those pictures?",
        "Barbara: No, of course not. You know who else was in the photographs? Dad. So you want me to trust Mick Dante? You give me one good reason why he would have even one photograph of James Stenbeck.",
        "[SCENE_BREAK]",
        "Mick: Where are you taking me?",
        "Alison: Moving you away from the lounge so my mother and Margo can't see you.",
        "Mick: Why? You afraid that they'll see how you feel for me? What we mean to each other?",
        "Alison: You mean nothing to me. And I told you to leave me alone.",
        "Mick: And I have.",
        "Alison: Then what were you doing here?",
        "Mick: I live here.",
        "Alison: I meant -- I meant, what were you doing there, staring at me?",
        "Mick: And you weren't staring at me?",
        "Alison: Just answer the question.",
        "Mick: Well, I came by to get something to eat, and I saw you, and I hesitated. I didn't want to interrupt your -- your party.",
        "Alison: It's my bridal shower.",
        "Mick: Mm. All the more reason to assume that I would be unwelcome.",
        "Alison: Right.",
        "Mick: You having fun?",
        "Alison: Yes.",
        "Mick: Good.",
        "Alison: Right. Well, thank you for not coming in.",
        "Mick: You're welcome. You know what I think?",
        "Alison: I don't care what you think.",
        "Mick: I think you're putting on a good show for the ladies.",
        "Alison: I am not.",
        "Mick: I think you would rather be somewhere else. With someone else.",
        "Alison: You're wrong. [Gasps] What do you think you're doing?",
        "Mick: Saving you.",
        "[SCENE_BREAK]",
        "Susan: That giant \"H\" is a proclamation that Alison is no longer her own person. She's been relegated to being nothing more than another Hughes wife.",
        "Lisa: Have you looked at the Hughes wives lately? Margo is the chief of detectives.",
        "Margo: And Kim runs a television station. And Nancy runs this town. There's not a politician within 200 miles that doesn't run when she calls.",
        "Lisa: And as I remember, you had a one-night stand with Bob. Is it true that you might have been fantasizing for something a bit more?",
        "Susan: Darling, I apologize. Guilty. Guilty as charged. Look, I don't know why I'm choosing to do my feminist dance over a pile of towels. I think I'm just worried about Emily.",
        "Lisa: And here she is!",
        "Emily: I'm so sorry. Where is that beautiful bride-to-be? She's not here yet?",
        "Susan: No, no, no. Of course. She just went to the -- how long has she been gone? Should we go look for her?",
        "Margo: No, would you let the poor child have a moment alone? I mean, the three of us can be pretty tough to take.",
        "Susan: Probably right.",
        "Lisa: Look at you, my dear. You have a little sun.",
        "Emily: Do I?",
        "Susan: Yeah, you look a little flushed. Are you okay?",
        "Emily: No, I'm great. I'm -- I'm better than great. Ooh, this doesn't happen to be nonalcoholic, does it?",
        "Lisa: Do you want something stronger?",
        "Emily: No, no, Lisa, this is fine. This is actually perfect. Because I'm gonna have a baby!",
        "Susan: What? Oh, no.",
        "Lisa: Well, that's terrific.",
        "[SCENE_BREAK]",
        "Tom: I'm sorry about law school.",
        "Casey: Hey, hey, you might think I'm out of my mind, but I'm still gonna try to be a lawyer.",
        "Tom: And what if you can't get in front of the bar association?",
        "Casey: If I have to write to every member of the Illinois bar, if I have to walk their dogs, if I have to get them coffee, I'm gonna do it. Whatever it takes, I got to give it a shot.",
        "Tom: What if they still turn you down?",
        "Casey: Well, then I'll have what I learned. And they can't take that away from me.",
        "Tom: Well, it's a lot of work for a maybe.",
        "Casey: Well, just think of it as like an act of faith. The same way Alison said she would marry me. You still think I'm crazy, don't you?",
        "Tom: I think you're way too young to be this wise, actually.",
        "[SCENE_BREAK]",
        "Emily: Where's Alison? I want to celebrate. Let's celebrate the wedding, open presents, celebrate my baby.",
        "Susan: Tell me what you did today, precisely.",
        "Emily: I had my eggs harvested. It's what I want. It's what I've always wanted.",
        "[SCENE_BREAK]",
        "Alison: Let me out now!",
        "Mick: Not until you listen to what I have to say.",
        "Alison: Do you think kidnapping me from my bridal shower is saving me?",
        "Mick: You're not ready for this marriage. You're hiding from something, and I want to know what it is.",
        "Alison: Nothing.",
        "Mick: You want this wedding, Angel?",
        "Alison: Don't call me that. Okay, I'm not an angel. I've done horrible things, and I have made so many mistakes.",
        "Mick: None of that makes any difference to me.",
        "Alison: But it does to me. I was finally sure of something in my life. I was marrying Casey, and I was gonna be his wife and love him forever. And you -- you confuse me, and I don't want to be confused. I just want you to leave me alone.",
        "Mick: And you think marriage, matching monogrammed towels is gonna turn you into the good girl that you think you're supposed to be?",
        "Alison: And what can you do for me?",
        "Mick: I can let you be yourself. This marriage is a trap, Alison. I can save you from it. It's what I want. I hope to God it's what you want.",
        "Alison: Please, I just want to go back down.",
        "Mick: You were in the church at the bell tower today, weren't you? My scarf. You must have held it. I smelled your hair, your skin --",
        "Alison: Stop it. Stop.",
        "Mick: You are as drawn to me as I am to you. I knew it the first time I saw you. I knew you.",
        "Alison: You're crazy. I'm marrying Casey, and I love Casey.",
        "Mick: But I'm the one in your dreams.",
        "Alison: No.",
        "Mick: Yeah, yeah. You told me that yourself, so you can't take it back now. It's okay, though. You're in my head, too.",
        "Alison: None of that matters. I'm marrying Casey, and I love him.",
        "Mick: Just give me one night before you sign your life away. One night.",
        "[SCENE_BREAK]",
        "Barbara: I'm sure, in time, Mick will reveal everything to your satisfaction. I have to go. Excuse me.",
        "Emily: What's wrong with her?",
        "Paul: You know, I'm starting to think I'm never really gonna know. Hey.",
        "Emily: Hey.",
        "Paul: How was the shower?",
        "Susan: It barely got off the ground. I think it's a little early for Emily to be out and about.",
        "Emily: I'm home. I'm fine. You can go now.",
        "Susan: There are a couple things I want to say to your husband first. Considering that Emily just got out of the hospital, I think it's very irresponsible of you, what you two are doing.",
        "Paul: What is it, exactly, that we're doing?",
        "Susan: You started the in vitro process.",
        "Paul: No, we haven't. We talked about that. We decided to put it off for a little while.",
        "Susan: Is that a fact? You might want to revisit that conversation with your wife.",
        "Paul: What's she talking about?",
        "Emily: You decided to put it off for a while, having a baby. I decided to have my eggs retrieved today.",
        "Susan: See you both later.",
        "Emily: So, you gonna say anything?",
        "Paul: Uh, no. I'm thinking maybe you should say something first.",
        "Emily: I was gonna tell you.",
        "Paul: When? And why would you do something like that without talking to me?",
        "Emily: It's what I -- it's what I want.",
        "Paul: Well, it's not what I want. And last time I checked, you need a woman and a man to make a baby.",
        "Emily: I know. I know. That's why if you refuse to father my baby, Mick will be happy to do it.",
        "[SCENE_BREAK]",
        "Barbara: What were you doing in there with Mick?",
        "Alison: I --",
        "Lisa: What happened? Were you upstairs?",
        "Margo: I'm gonna go cancel the fire department.",
        "Lisa: Yeah, that's good. Are you all right?",
        "Alison: I'm just a little shaky.",
        "Lisa: Well, what happened? What happened at the elevator?",
        "Alison: I don't know. It was fine when I was on it, and then it just stopped working.",
        "Lisa: Well, why did you go anywhere? We have a perfectly good ladies room here.",
        "Margo: All right, I intercepted the fire department. You got to have someone inspect that elevator, Lisa, 'cause you don't want anyone else to get stuck.",
        "Lisa: I know that. I'll do it. Thank you.",
        "Margo: Okay.",
        "Alison: Oh, hey. I'm so happy to see you!",
        "Casey: Why is everyone in the lobby? Is the party over? I was coming for some free cake.",
        "Alison: Yeah, yeah, it's done, and I'm ready to go home.",
        "Lisa: Don't forget your presents.",
        "Alison: Yes, thank you so much for everything -- for everything you've done.",
        "Casey: Did something happen?",
        "Margo: Yeah, Alison got stuck in the elevator, and I think she was a little shaken up, but she's fine now.",
        "[SCENE_BREAK]",
        "Mick: Who am I kidding? She's not coming. Alison? Alison?",
        "Barbara: Guess again.",
        "[SCENE_BREAK]",
        "Paul: What did you say?",
        "Emily: When?",
        "Paul: When Mick offered to father a child for you, what did you say?",
        "Emily: I said that -- he said that we would raise the baby together. It's what I want. It's what I always wanted.",
        "Paul: A baby with whoever happens to be standing in front of you at the time?",
        "Emily: No.",
        "Paul: Why would you talk to another man about having a child with him?",
        "Emily: I want you to be my baby's father.",
        "Paul: Okay, well, that's mildly reassuring. But, what -- I got to hurry up or I'm gonna lose my spot in line?",
        "Emily: I want to have a baby, Paul, and you kept saying no to me!",
        "Paul: Because I want you more than I want a child with you. Come here, come here. I saw you. You were right there. You were passed out. And you wouldn't wake up -- you wouldn't wake up for days, and I thought I'd lost you.",
        "Emily: I'm fine!",
        "Paul: Well, I'm not fine. I didn't like the way it felt when I thought that I'd lost you. I thought we were finally all right.",
        "Emily: We are! We are! We're okay. You are my everything.",
        "Paul: Well, then why are you talking to some other guy about having a baby with him?",
        "Emily: Because --",
        "Mick: Whenever anyone asks you about this pregnancy, you will tell them it's what you want. It's what you've always wanted.",
        "Emily: Oh, no!",
        "Paul: Hey, come here.",
        "Emily: Oh, my God.",
        "Paul: What is it?",
        "Emily: Oh, my God, it's Mick.",
        "Paul: What?",
        "Emily: He made me think things. He made me say things. Oh, my God, I think he's brainwashing me.",
        "[SCENE_BREAK]",
        "Barbara: What is this place? It's almost romantic.",
        "Mick: What are you doing here, Barbara? I never invited you here.",
        "Barbara: Oh, so this is off limits to me? Me, your eternal love? And yet you're lighting candles, preparing for what?",
        "Mick: The candlelight is restful. And I come here to meditate.",
        "Barbara: Don't insult me. You're expecting little Miss Alison Stewart.",
        "Mick: Barbara, I --",
        "Barbara: Did you plan your little rendezvous when you met, ever so conveniently, in the Lakeview elevator?",
        "Mick: Get out! Get out! I am sick of you and your vanity!",
        "Barbara: I beg your pardon! You're sick of me? Well, I can fix things for you, James -- a lot of things.",
        "Mick: I'm sorry. Just give me alone time, okay? This has been a very difficult day.",
        "Barbara: For me, too. I've been pleading your case with our son.",
        "Mick: What happened with Paul?",
        "Barbara: Oh, he's on to you.",
        "Mick: He knows who I am?",
        "Barbara: Not quite. It's just a matter of time.",
        "Mick: Well, we can't let that happen.",
        "Barbara: We? As in the we that had all the plans, where you inject me with your formula and turn me into the younger version of myself, so we can start our life all over together?",
        "Mick: Nothing has changed, Barbara.",
        "Barbara: That is not so, James. 'Cause I'm through running interference with you. You're on your own.",
        "[SCENE_BREAK]",
        "Alison: Where are you going?",
        "Casey: I have to go study for my exam tomorrow. I can stay if you want me to.",
        "Alison: No, no. You should go do what you got to do. I'll be fine. I'm just tired. I'm sure I'll be able to sleep now.",
        "Casey: Okay. Love you.",
        "Alison: Love you, too.",
        "[SCENE_BREAK]",
        "Margo: So, did you get a chance to talk to Casey?",
        "Tom: I did. And he says that he is over what happened to you after Adam left.",
        "Margo: He did?",
        "Tom: He did. Told me why he and Alison are in separate bedrooms. You know.",
        "Margo: Why?",
        "Tom: Tradition. They're saving up for the wedding night.",
        "Margo: Oh. That's sweet.",
        "Tom: And --",
        "Margo: There's more?",
        "Tom: Casey's going ahead with law school.",
        "Margo: Really?",
        "Tom: He said he'd do whatever it takes.",
        "Margo: Wow, I can't believe how he's turned his life around.",
        "Tom: Yeah, but you see, his reward is that he gets to marry the girl of his dreams at the end, which is kind of exactly what happened to me.",
        "Margo: What are you doing?",
        "Tom: It's another tradition thing. You know, since we're already married --",
        "Margo: Oh.",
        "[SCENE_BREAK]",
        "Alison: I don't want to be here. I don't want you to touch me. I don't want to. I don't want you to.",
        "Mick: I need you to say it.",
        "Alison: Yes.",
        "[NEXT_ON]",
        "Lily: I think something terrible has happened to him.",
        "Holden: Why don't you just come out and say it?",
        "Lily: I think Meg killed him.",
        "Molly: What are you doing here, anyway?",
        "Holden: I need your help.",
        "Mick: Marrying Casey is a mistake.",
        "Casey: Alison, where were you? And are you okay?",
        "Mick: You are what I want.",
        "Barbara: Well, then, James, you're going to have to prove it."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=rYk4Ku6UgK8"
}