{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jessica: Hey.",
        "\r\nPaul: Thank you for meeting me on short notice.",
        "\r\nJessica: No problem.",
        "\r\nPaul: Everything set for the trial?",
        "\r\nJessica: There may not be a trial.  I've offered Cass Winthrop a plea\r\n\r\nbargain.",
        "\r\nPaul: What?  No, no, no, you had no right to do that.",
        "\r\nJessica: I have every right to prosecute this case any way I see fit.",
        "\r\nPaul: What was the deal?",
        "\r\nJessica: Craig pleads guilty to aggravated assault and battery and serves\r\n\r\nfive years.",
        "\r\nPaul: So he gets out in two?",
        "\r\nJessica: That's better than him walking.",
        "\r\nPaul: Craig will not walk.",
        "\r\nJessica: There are holes in this case, Paul, holes any self-respecting\r\n\r\ndefense attorney can turn into more than enough reasonable doubt.",
        "\r\nPaul: Look, we have financial records proving he was embezzling money\r\n\r\nfrom B.R.O.  He got caught, so he struck back.  There's his motive.  My\r\n\r\nmother's eyewitness testimony -- she saw him.  She saw him at the boathouse.",
        "\r\nJessica: Your mother is emotionally on the brink.  She's bitter, and she's\r\n\r\nangry, understandably, but I don't know how she's gonna hold up under cross-\r\nexamination, and we already talked about the fact that Craig has an alibi for\r\n\r\nthe night Barbara was attacked at the hospital.  Carly Tenney swears they\r\n\r\nwere together, and opposing counsel could use that to prove that somebody \r\nelse is after Barbara.",
        "\r\nPaul: Yeah, Carly would swear Craig was volunteering at a homeless \r\nshelter, handing out biscuits, if she thought it would help get him off.",
        "\r\nJessica: Her statement is part of the record.",
        "\r\nPaul: Her lies are part of the record.  She and Craig were plotting to get my\r\n\r\nmother out of the way, and I can't believe you're about to let them get away \r\nwith this.",
        "\r\nJessica: Show me the evidence, Paul.  There's not one solid thing that links\r\n\r\nCarly to this crime.  There's nothing in that briefcase that proves that Carly\r\n\r\nand Craig were ever more than just friends.\r\nMolly: Are you sure you're okay, Carly?",
        "\r\nCarly: Yeah.  Yeah, I've been dodging trouble my entire life.  Why should\r\n\r\nnow be any different?",
        "\r\nMolly: Well, if you stay away from Craig, maybe all the rumors will go\r\n\r\naway.",
        "\r\nCarly: Right, and maybe I'll win the lottery and retire in Jamaica.",
        "\r\nMolly: I'm just saying, okay, I saw the way he was looking at you, and\r\n\r\nthere's no way that he's gonna be giving up on you anytime soon.",
        "\r\nCarly: Craig is two sides short of a triangle.  I love Jack, now and forever,\r\n\r\nno detours, no distractions.",
        "\r\nMolly: Yes.  That is what I want to hear.",
        "\r\nCarly: You know, if I could just think of a way to keep Barbara from\r\n\r\nshowing up and singing some long, deluded aria in court.",
        "\r\nMolly: That is called tampering with the witness, which you've already\r\n\r\ntried, with very little success.  So just don't rock the boat, okay?  Jack's behind\r\n\r\nyou on this 100%, right?  Right, okay, and so there's no real evidence against\r\n\r\nyou except for Craig, so just hang tight, keep your fingers crossed, and all this\r\n\r\ngoes away very soon.",
        "\r\nCarly: And I have to remind myself, just stay clear of smooth-talking\r\n\r\ndealmakers in $5,000 suits.  From here on in, I am kissing trouble good-bye. What is that?",
        "\r\nMolly: What's what?",
        "\r\nCarly: That.",
        "\r\nMolly: The security camera?",
        "\r\nCarly: Has that always been there?",
        "\r\nMolly: As far as I know.",
        "\r\nCarly: Right there?  In that very spot, Molly?  Are you sure?",
        "\r\nMolly: Yeah, I'm sure.  Why?",
        "\r\nCarly: Because I am dead in the water, that's why.  That little techno-\r\npeeping Tom could ruin my entire life.   \r\n",
        "",
        "Emily: Boy, you and Janet must have played hard, huh?  She wiped you\r\n\r\nout.  Okay.  I'm sorry, buddy, but I'm gonna have to wake you up to put your\r\n\r\npajamas on, but Mom's gonna make one quick phone call, okay?  Then we're\r\n\r\ngonna put you to bed.  Shh, shh, it's okay.  I'll make it fast, I promise. [Emily\r\n\r\nmakes a phone call] Hal, listen, it's Emily.  I had my research team go over\r\n\r\nmy list of names from the hospital.  The only military history buffs they could\r\n\r\ncome up with are one guy in traction and another guy with a nasty rash that \r\nhasn't been identified.  Nice, huh?  So call me when you get a chance.  Let me\r\n\r\nknow what you come up with.  Bye. [Emily hangs up] Okay.  Oh, I wish I\r\n\r\ncould show you mommy's cover that's gonna hit the streets.  It's got a very\r\n\r\nicky man on it.  He's done a lot of naughty things, but I don't think he's blown\r\n\r\nup any boathouses lately.  Oh, one day you're gonna be so proud of me.  I'm\r\n\r\ngonna teach you how to say \"Pulitzer.\"  We've got to work on that.  But in the\r\n\r\nmeantime, you are going to bed, okay?  Put your pajamas on, cuddle with \r\nyour teddy, and then Mommy's gonna take a nice, hot bath and pretend she has \r\na life.  \r\n",
        "",
        "Molly: Carly, you're scaring me.  Take some breaths.  Breathe, okay?  And\r\n\r\nthen tell me why you're turning the color of corn starch.",
        "\r\nCarly: Because Craig kissed me.  Because he kissed me right here in this\r\n\r\nvery spot and because security cameras, they record dates, don't they?  And\r\n\r\nbecause as you may recall, the very night Mr. Wonderful decided to plant one \r\non me was the same night that he married Barbara.",
        "\r\nMolly: Ouch.  Oh, the timing sure does fit Barbara's conspiracy theory.",
        "\r\nCarly: Like a latex glove.",
        "\r\nMolly: Yeah.  Oh, honey, you know, we use the tapes in those cameras at\r\n\r\nthe station, and I hate to tell you this, but you know, we take still photos off of\r\n\r\nthem.",
        "\r\nCarly: Oh, good.  I'd really love to see that.  I can't wait to see it.  A nice, 8\r\n\r\nx 10 glossy of Craig trying to tickle my tonsils.",
        "\r\nMolly: Shh.",
        "\r\nLisa: Oh, hi, Molly.  How are your wedding plans coming?",
        "\r\nMolly: They're coming.  Yeah, we just had a bite to eat in the dining room.",
        "\r\nCarly: Hi, Lisa.",
        "\r\nLisa: Hello.  It's nice you've got this time to socialize.  I understand the\r\n\r\nOakdale police are keeping you terribly busy.",
        "\r\nCarly: Don't you start.",
        "\r\nLisa: I just came from seeing poor Julia.",
        "\r\nCarly: Julia.  Have they voted her psycho of the year yet?",
        "\r\nLisa: You are so mean.",
        "\r\nCarly: I'm not.  I'm not mean.  Pathological Julia makes me look like a Girl\r\n\r\nScout.",
        "\r\nLisa: Oh, and you just earned another badge in this Craig fiasco.  How\r\n\r\ndoes Jack feel about this, Carly?",
        "\r\nCarly: You watch it.",
        "\r\nMolly: Can we just try to act civilized?",
        "\r\nLisa: Well, Carly can try, but --",
        "\r\nCarly: Shouldn't you be out trying to trap husband number -- what?  -- 28?",
        "\r\nLisa: I think you'd just better watch yourself, tootsie.  You're gonna have\r\n\r\nme beat.",
        "\r\nCarly: We're having a private discussion.",
        "\r\nLisa: You see, I understand that you cannot pick your family, but you\r\n\r\nreally should try, Molly, to put a little distance between you and your cousin\r\n\r\nbefore the police do.",
        "\r\nCarly: Just what I need, Blanche Dubois with an attitude.",
        "\r\nMolly: Forget about Lisa.  You've got bigger fish to fry.",
        "\r\nCarly: I know, I know.  Oh, do you know something?  I should have\r\n\r\nplayed nice with her.  She owns half this dump, right?  If I don't get my hands\r\n\r\non that security tape, Molly --",
        "\r\nMolly: Carly, like Lisa would ever get you anywhere near that \r\ninformation.",
        "\r\nCarly: No, I know.  You're right.  No, she would bring it to the police\r\n\r\nstation as fast as her little broom could fly her.  I've got it.  We will charm the\r\n\r\nmanager.",
        "\r\nMolly: We?",
        "\r\nCarly: Yes, \"we,\" unless you're buying into her \"distance\" thing.",
        "\r\nMolly: No.  No, hell, no.",
        "\r\nCarly: Okay, well, good.  Then let's hurry up, before my own stupid kiss\r\n\r\nbuys me a six-by-nine cell with a barbed-wire view.   \r\n",
        "",
        "Paul: If our case is so shaky, why is Carly Tenney so desperate?  She\r\n\r\nshowed up at the hospital swearing she was innocent, trying to convince my \r\nmother not to implicate her.",
        "\r\nJessica: When?",
        "\r\nPaul: Today.  Jessica, she's afraid.  She's afraid to be hauled into court\r\n\r\nbecause she knows the truth will come out about her and Craig.",
        "\r\nJessica: Carly's not a defendant in this case.",
        "\r\nPaul: Well, she's not innocent, either.  I mean, innocent people lay low.",
        "\r\nThey don't scamper around town trying to convince everybody they didn't do \r\nit.",
        "\r\nJessica: That's speculation.",
        "\r\nPaul: I know when people are squirming.",
        "\r\nJessica: And I know what I need to get a conviction.  Now, your sense that\r\n\r\nCarly was scared is not enough to prove that there was a link between Craig \r\nand Carly.",
        "\r\nPaul: You know what I think?  If Carly really was with Craig when the\r\n\r\nattack happened, all it means is they hired somebody to do it.  You know, they\r\n\r\ngot somebody to do their dirty work for them.",
        "\r\nJessica: Where's the proof?",
        "\r\nPaul: Whose side are you on?",
        "\r\nJessica: I'm on the side of the truth.",
        "\r\nPaul: Oh, the truth?  We know the truth.  Craig and Carly were having an\r\n\r\naffair.",
        "\r\nJessica: Which they deny.",
        "\r\nPaul: Yeah.  And then they tried to take over B.R.O. by sneaking Carly\r\n\r\ninto the company.",
        "\r\nJessica: And they failed.",
        "\r\nPaul: Then they tried to kill my mother so that the prenuptial agreement\r\n\r\nwouldn't keep Craig from getting his hands on my mother's money.",
        "\r\nJessica: Paul, look, if I had no doubt whatsoever that Carly was lying\r\n\r\nabout Craig's alibi or that she was part of some master plan to murder your \r\nmother, I'd charge her as an accessory before the fact.  But what we have now\r\n\r\nare theories and suspicions.  So what we do, we use what we have and what\r\n\r\nwe know.  That's how the legal system works, and all the righteous \r\nindignation in the world won't change that.  \r\n",
        "",
        "Emily: The glamour never ends. [Phone rings] Stewart's maid service.",
        "\r\nMay I help you?",
        "\r\nHal: Emily?",
        "\r\nEmily: Oh, yeah, it's me, Hal.  What you got?",
        "\r\nHal: A sink full of dirty dishes and a cranky toddler.",
        "\r\nEmily: Hey, no fair.  That's what I was gonna say.  So what about your\r\n\r\nhalf of the list?",
        "\r\nHal: That's why I'm calling.  I haven't had a chance to do much with it,\r\n\r\nI'm sorry.",
        "\r\nEmily: Oh, you know what?  Don't worry about it.  I actually got a pretty\r\n\r\ngood start on my half, so I don't know, what do you say we put our heads \r\ntogether over some pasta?  I've got a terrific recipe even I can't mess up.",
        "\r\nHal: Sorry.  Just clogged my arteries with pizza with the kids.",
        "\r\nEmily: You really know how to pamper yourself, huh?",
        "\r\nHal: I'll call first thing tomorrow, see what I can get on your information.",
        "\r\nEmily: You got it.  I'll talk to you then.",
        "\r\nHal: Oh, and Emily, if you're serious about the maid service thing, I could\r\n\r\nreally use some help.",
        "\r\nEmily: Keep dreaming, Hal.  Later.   \r\n",
        "",
        "Rose: Hey.  Hey.  Need another hit from the bank of Rose?",
        "\r\nPaul: No, I think I've got it.",
        "\r\nRose: Pop always told me you've got to have a couple bucks on you, 'cause\r\n\r\nyou never know what's gonna happen.",
        "\r\nPaul: Well, your father sounds like a wise man.",
        "\r\nRose: How's your mom?",
        "\r\nPaul: She's better.",
        "\r\nRose: Better?  Better's good.",
        "\r\nPaul: Yes, physically, she's out of the woods.  Doctors don't think there's\r\n\r\nany risk of infections.",
        "\r\nRose: Oh, that's great.  Why aren't you doing the tarantella on top of this\r\n\r\ntable?",
        "\r\nPaul: I've got a lot going on.",
        "\r\nRose: Oh.  Yeah, I heard Mr. Calm, cool and demented, he's got his day in\r\n\r\ncourt tomorrow, yeah?",
        "\r\nPaul: Yeah.  That'll be a great day, the day that he's hauled off to prison.",
        "\r\nRose: About 100 years or so.  That would be nice, huh?",
        "\r\nPaul: That'd be nice.",
        "\r\nRose: Yeah, very nice.  But last time I checked, you blow somebody up,\r\n\r\nyou don't get a slap on the wrist.",
        "\r\nPaul: Why aren't you on the jury then?",
        "\r\nRose: I'll tell you a little story.  Have a seat I was on a jury one time, one\r\n\r\ntime, and the judge, he kicked me out because I said I don't like attorneys who\r\n\r\nwear more jewelry than I do.",
        "\r\nPaul: I bet you did.",
        "\r\nRose: You know, this is really none of my beeswax, but you don't look like\r\n\r\na guy who's on the winning team.",
        "\r\nPaul: Well, there are no winners, Rose.  I just got back from the hospital.",
        "\r\nMy mother's still in pretty bad shape, so it's --",
        "\r\nRose: Wait, you just said --",
        "\r\nPaul: Her face is all scarred up, and she's withdrawn, depressed.",
        "\r\nRose: Well, those surgeons, they are miracle workers with that scalpel.",
        "\r\nThey'll be -- she'll be back in no time, looking great.",
        "\r\nPaul: Yeah, it's too soon to even get a consultation from a plastic surgeon.",
        "\r\nRose: So in the meantime, she's a poster child for damaged goods.",
        "\r\nPaul: Yeah, something like that.",
        "\r\nRose: I'm real sorry.",
        "\r\nPaul: Yeah.  Me, too.  Nothing I do or say helps.",
        "\r\nRose: Come on, I mean, your mom's life has been right through the \r\nshredder.  I mean, you can't put it back together in five minutes.  Come on.",
        "\r\nPaul: But I've still got to try.",
        "\r\nRose: You've got to try.  Yeah, I know how that goes.  You've got to try.",
        "\r\nWhen someone you love gets kicked in the teeth, you've got to try, but \r\nsometimes trying doesn't put things back together again.  You know, \r\nsometimes you've got to sit back and just let nature take its course, my friend.",
        "\r\nPaul: Is this more of your father's wisdom?",
        "\r\nRose: Yeah, it is, as a matter of fact.  Your pop teach you nothing?",
        "\r\nPaul: Let's not go there.",
        "\r\nRose: I'm gonna give you some advice.  You probably don't want it, but\r\n\r\nI'm gonna give it anyway, 'cause that's the kind of girl I am.  You've got to tell\r\n\r\nyour mother you've got to see positive thinking.  Right now, you know?  Just\r\n\r\nthink happy thoughts, happy memories.  Don't let her watch the trial on TV.",
        "\r\nDon't let her read the newspapers, nothing.  Let the lawyers handle all that.",
        "\r\nPaul: That's easier said than done.  She has to testify.",
        "\r\nRose: What are you talkin' about?  No, not these days.  You've got closed-\r\ncircuit TV.  She doesn't have to be nowhere, nobody has to see her say that\r\n\r\nCraig is a wet piece of toilet paper.",
        "\r\nPaul: No, she decided she wants to testify.",
        "\r\nRose: You're kidding me?  Oh, well -- wow.  Really?  I've met a lot of\r\n\r\ntough broads in my life, but that is tough.  I'm impressed.  That's the toughest -\r\n- I mean, Lucinda Walsh couldn't even put enough needles in that guy to make \r\nhim scream.  I've got an idea.  Yeah.  When they say that he's absolutely,\r\n\r\n100% guilty, we rent out Java Underground, have a big party, invite the whole\r\n\r\ntown.",
        "\r\nPaul: That sounds like a plan.  Are you buying?",
        "\r\nRose: No.  I don't have any -- I have no money.  But Lucinda, she's got\r\n\r\nmoney.  She'll pay for it, soup to nuts.  He's done her wrong.  Trust me.",
        "\r\nPaul: Okay, well, I guess it's good that at least one of them get what they\r\n\r\ndeserve.",
        "\r\nRose: One?",
        "\r\nPaul: Yeah, Craig didn't act alone.  He and his lover plotted to take over\r\n\r\nB.R.O. and kill my mother.",
        "\r\nRose: Wait -- do you have -- are you telling me you've got proof that Carly\r\n\r\nand Craig were having an affair?",
        "\r\nPaul: Yeah, Carly and Craig were conspiring from the very beginning.",
        "\r\nRose: This town -- Craig -- Jack -- I thought Carly was with Jack.  Wasn't\r\n\r\nthat the love of her life, Jack Snyder?  You know who I'm talking about.",
        "\r\nPaul: Yeah.  Yeah, apparently.  Apparently, she likes variety.",
        "\r\nRose: Wow.  Did your mom know about this?",
        "\r\nPaul: Yeah, she saw the signs of it, but it wasn't until after she got out of\r\n\r\nher coma that she put it all together and -- actually, it was you that helped us\r\n\r\nfigure it all out.",
        "\r\nRose: Me?",
        "\r\nPaul: Yeah.  When you pretended to be Lily and got me into Craig's suite,\r\n\r\nand I found those sketched that she left --",
        "\r\nRose: Yeah?",
        "\r\nPaul: That was the second time Craig tried to sneak her designs into the\r\n\r\nfirm.",
        "\r\nRose: Second time?  No kiddin'.  So I did that, huh?  I busted the case wide\r\n\r\nopen.",
        "\r\nPaul: But the D.A. doesn't consider that to be hard evidence.",
        "\r\nRose: What are you talking about?  What do they want?  They want\r\n\r\npictures of him setting the bomb off?",
        "\r\nPaul: More or less, yeah.  She offered him a soft deal, and then she won't\r\n\r\neven consider bringing up separate charges against Carly being a co-\r\nconspirator.",
        "\r\nRose: Oh, that's terrible.  You know, this justice system really is terrible.",
        "\r\nWell, you know what?  If there's anything that I can -- anything I can do for\r\n\r\nyou, just -- or Lily -- you just holler.  I'll help you out.",
        "\r\nPaul: Thanks, Rose.  I appreciate that.",
        "\r\nRose: Good luck tomorrow, 'cause I'll be -- I'll be thinkin' about you.",
        "\r\nGood luck.",
        "\r\nPaul: All right.  Thank you.",
        "\r\nRose: Yes, I will be thinking about you.  Very nice.   \r\n",
        "",
        "Carly: Excuse me, sir.  Hi.  Could I have a moment of your time?",
        "\r\nLisa: Don't pay any attention to her, Kevin.  The last man who did is now\r\n\r\nfacing a jail sentence.  I can handle it.",
        "\r\nAssistant manager: Let me know if I can help.",
        "\r\nLisa: Sure.",
        "\r\nCarly: Listen, I'm sorry that we had words out front.",
        "\r\nLisa: Oh, no you're not.",
        "\r\nCarly: I am.  I don't want to cause any trouble.",
        "\r\nLisa: Oh, since when, darling?",
        "\r\nCarly: I need your help, Lisa.  I lost a bracelet here, out front.",
        "\r\nLisa: Oh, well, no one has turned in a bracelet that I know of.",
        "\r\nCarly: It would have been about two months ago.  I don't wear it that often.",
        "\r\nIt was my mother's.  I would hate to think that I lost it for good, so I just want\r\n\r\nto talk to the manager.",
        "\r\nLisa: No, I'll talk to him, and I'm sure if anyone has found it, it will be put\r\n\r\nin his safe in the office.",
        "\r\nCarly: Lisa, the bracelet's very important to me.",
        "\r\nLisa: Well, let's see, you say it's been two months since you've realized this\r\n\r\nwonderful bracelet is missing?  My goodness.",
        "\r\nMolly: Lisa, if we could just take a look around.",
        "\r\nLisa: You, yes, you can.  But Carly, no way.",
        "\r\nCarly: Hey, I've got it.  You know, why don't we just look at one of the\r\n\r\ntapes from the security camera out front?  We'll be able to see if I left the hotel\r\n\r\nwearing a bracelet or maybe it slipped off right there.",
        "\r\nLisa: Oh, well, I'm sorry, darling, but those videotapes are private\r\n\r\nproperty.  I think you know the way out, don't you?",
        "\r\nMolly: That went well.",
        "\r\nCarly: Do you think she knows that I'm all bent out of shape about the\r\n\r\nsecurity tape?",
        "\r\nMolly: No, you didn't come off too desperate at all.",
        "\r\nCarly: Okay.  You know, I just need more time to prepare for something\r\n\r\nlike this.  The first rule of lying is to believe the lie yourself, you know?  Oh,\r\n\r\nI've got it.  Lily.  She owns part of this place, too, right?",
        "\r\nMolly: Yeah, so?",
        "\r\nCarly: So Holden is Jack's cousin.  We're practically family.  Maybe she'll\r\n\r\nplay nice.",
        "\r\nMolly: And maybe she won't.  Carly, that girl has been through hell the\r\n\r\nlast couple of weeks.",
        "\r\nCarly: Yeah, I'm not -- I'm not gonna get in the way of her grieving\r\n\r\nprocess or anything.  It's just that if I don't get that security tape, then it is over\r\n\r\nfor Jack and me.",
        "\r\nMolly: Now, you don't know that.",
        "\r\nCarly: Jack thinks that I have told him everything that went down with\r\n\r\nCraig and me.  He thinks that I have been totally open, totally honest, no more\r\n\r\nsecrets.",
        "\r\nMolly: Whoa, whoa, I got it.  I got it.  Just tell Jack the truth.  Yeah, just\r\n\r\ntell him that Craig grabbed you and planted one on you right before he \r\nmarched down the aisle with Barbara.",
        "\r\nCarly: Oh, okay, that's a good idea.  So what, it just slipped my mind until\r\n\r\nnow?",
        "\r\nMolly: Yeah, why didn't you tell him?",
        "\r\nCarly: Because there was never the right time, and I thought if I told him\r\n\r\nthat it would seem like I was confessing something, which I wouldn't be.",
        "\r\nThere's absolutely nothing to confess.  I mean, the kiss meant nothing.  It\r\n\r\ndidn't even register, barely.",
        "\r\nMolly: Are you sure?",
        "\r\nCarly: Yes.  Sure I'm sure.  But if I told Jack now, after all this time, he --",
        "\r\nhe'd feel differently.",
        "\r\nMolly: Okay.  As long as that is the whole truth and nothing but the truth.",
        "\r\nCarly: Do you want the truth?",
        "\r\nMolly: Yeah.",
        "\r\nCarly: The truth is, I love Jack.  The truth is, I believe in us so much,\r\n\r\ntogether.  The truth is, he is the best thing that has happened in my life, and I\r\n\r\nwill not allow Craig to take us down with him.",
        "\r\nMolly: Maybe I'm reaching here, but Jack might surprise you, Carly.  I\r\n\r\nmean, just tell him that you did not see it coming, that it was a sneak attack,\r\n\r\nmaybe he'll be cool with it.",
        "\r\nCarly: And maybe Craig will join the peace corps.  Molly, did you tell\r\n\r\nJake all your little secrets?",
        "\r\nMolly: No.",
        "\r\nCarly: And aren't you just a little bit afraid that if you did tell him, it might\r\n\r\nruin what the two of you have?",
        "\r\nMolly: Yeah.",
        "\r\nCarly: See?  Women like us -- nobody hands us anything.  We're always\r\n\r\nfighting the tide.  We get out of life what we take from it.  Oh, I'm supposed to\r\n\r\nbe picking up Parker right now from Hal's.  Would you do that for me?",
        "\r\nMolly: Of course.",
        "\r\nCarly: Good.  And just take him to Al's and give him a treat, and I'll meet\r\n\r\nyou there, okay?",
        "\r\nMolly: Carly, why don't you go with me to pick up Parker, okay?  And\r\n\r\nthen we'll put our heads together, and we'll figure out what we're gonna do \r\nnext.",
        "\r\nCarly: Because, Molly, if there is a picture of that kiss.  And the wrong\r\n\r\nperson gets their hands on that picture, there will be nothing left to figure out,\r\n\r\nand everything I have wanted, everything I have dreamt of since the first \r\nmoment I laid eyes on Jack Snyder will be gone, and I will kick Craig's can all\r\n\r\nthe way to hell myself before I let that happen.  \r\n",
        "",
        "Emily: Hal, it's me.  Can you come over right away?",
        "\r\nHal: What are you, psychic?  I was just on my way out the door.  Jennifer's\r\n\r\ngonna watch Parker, and I thought I'd get a head start on your information.",
        "\r\nEmily: I'm totally freaked.  I heard some -- I heard something.  I think\r\n\r\nsomebody's in the house.",
        "\r\nHal: I'm on my way.  Get Daniel.  Get out of the house.  I'll be right there.",
        "\r\nEmily: No.  No, no, no.  Maybe -- maybe it's just my imagination.",
        "\r\nHal: Just do it, Emily, now.  \r\n",
        "",
        "[Car approaching]",
        "\r\n[Knock at door] \r\n \r\nHal: Emily!",
        "\r\nEmily: Hal, hold on!  Oh, I'm so glad you're here!",
        "\r\nHal: Tell me what you heard.",
        "\r\nEmily: I don't know.  Here, over here.  Look, this toy -- Daniel's toy -- it\r\n\r\nwent off.  It's the kind of toy that only goes off when you touch it.  The only\r\n\r\nproblem is, I didn't touch it.  Am I just being paranoid?",
        "\r\nHal: Did you hear anything else?",
        "\r\nEmily: No.  I just -- I had this totally spooked feeling.",
        "\r\nHal: You didn't see anything?",
        "\r\nEmily: No.\r\n[Hal tries to make a phone call and realizes the phone is dead]",
        "\r\nHal: Did you disconnect this?",
        "\r\nEmily: No.  I didn't even know it was out.  I was using my cell -- using my\r\n\r\ncell phone. [Hal picks up the phone cord the mystery man left behind] Oh, \r\nGod.  Maybe I'm not so paranoid after all.",
        "\r\nHal: You just take Daniel, go to my car, lock yourselves in.",
        "\r\nEmily: No way.  I am not leaving your side.  I'm standing right here.",
        "\r\nHal: Don't argue with me, Emily.  Just go.  Whoever did this could still be\r\n\r\nin the house.  \r\n",
        "",
        "Jennifer: Well, if you're looking for a home-cooked meal, you have \r\ndefinitely come to the wrong place.",
        "\r\nPaul: Well, I'm glad I already ate.",
        "\r\nJennifer: So how's Mom, or am I not supposed to ask?",
        "\r\nPaul: I just stopped by the hospital on my way over.  They gave her\r\n\r\nsomething to sleep.  Is Hal around?",
        "\r\nJennifer: No.  No, he ran out.  I'm not sure when he'll be back.",
        "\r\nPaul: Then I'll just catch up with him later.",
        "\r\nJennifer: Whatever.  So how long are you going to let the Paris office run\r\n\r\nitself without your crucial input?",
        "\r\nPaul: Well, actually, I've been thinking of making some changes.  I'm\r\n\r\nthinking of moving back here, running B.R.O. from Oakdale.",
        "\r\nJennifer: You're serious?",
        "\r\nPaul: I never kid around about business.",
        "\r\nJennifer: So we'd actually live in the same state for once?",
        "\r\nPaul: If you could stand it, yeah.",
        "\r\nJennifer: Oh, I guess I could put up with you if I really had to.",
        "\r\nPaul: That's actually why I wanted to come over and talk to Hal.  Mom\r\n\r\nwants me to finalize the details, make sure that Hal owns the house outright.",
        "\r\nJennifer: Why?",
        "\r\nPaul: She wants him to own it outright so she doesn't have to shuffle you\r\n\r\ntwo back and forth to another place.",
        "\r\nJennifer: But everything's different now.  Mom will be out of the hospital\r\n\r\nsoon.  She'll divorce Craig.  She'll want to come home.  She'll have to take it\r\n\r\neasy, and there's no better place than here, where she feels totally comfortable.",
        "\r\nPaul: Well, actually, I suggested to Mom that she and I get a place \r\ntogether.",
        "\r\nJennifer: Just the two of you?",
        "\r\nPaul: Just for the time being, yeah.",
        "\r\nJennifer: But this is her home.",
        "\r\nPaul: I'm not sure Mom sees it that way anymore, Jen.",
        "\r\nJennifer: Well, then how does she feel, Paul?  'Cause it's not like any of us\r\n\r\nknow.  We've all been left in the dark.  So why don't you tell me what's going\r\n\r\non, Paul, hmm?  Why does Mom want nothing to do with us anymore?  \r\n",
        "",
        "Rose: Hey, Matt.  I got you one of those French Vanilla frosty coffee\r\n\r\nthingies that you like so much.",
        "\r\nMatthew: Oh, thank you, Ms. Rose.",
        "\r\nRose: I downed one of them myself on the way over here.  Got to keep my\r\n\r\npeepers open, you know.  Mrs. Walsh is gonna be wanting to powwow some \r\nof those worldwide spreadsheets.",
        "\r\nMatthew: Well, unfortunately, Ms. Walsh has been detained.",
        "\r\nRose: Well, what a shame.  Maybe I can go home and catch some reality\r\n\r\nTV.",
        "\r\nMatthew: Oh, but Ms. Rose, there is someone waiting.",
        "\r\nRose: Who?  Carly Tenney?",
        "\r\nMatthew: She wants to see Ms. Walsh.  She's been very, very obstinate.",
        "\r\nShe has refused to leave unless she sees the lady of the house.  I told her I'd,\r\n\r\nyou know, give Ms. Walsh a message, but oh, no.  She just shook her little\r\n\r\nblonde bob and refused to budge.",
        "\r\nRose: I understand, I understand.  I'll handle Carly Tenney.",
        "\r\nMatthew: Oh, thanks again, Ms. Rose.  Thank you.",
        "\r\nRose: Mm-hmm.  Mm-hmm.",
        "\r\nRose: Hey, what can I do you for?",
        "\r\nCarly: Hi.  I'm here to see Lucinda.",
        "\r\nRose: She's away on business out of this house.",
        "\r\nCarly: Well, that's okay.  I don't mind waiting.",
        "\r\nRose: Oh, see, the problem is, Ms. Walsh doesn't like people snooping\r\n\r\naround her house when she's not here.",
        "\r\nCarly: Oh, she won't mind, really.  We've done a few favors for each other\r\n\r\nin the past.",
        "\r\nRose: No, no, no.  See, you're not gonna get the lay of the land around\r\n\r\nhere, so I'm kind of the personal assistant, gal Friday, bodyguard all in one.",
        "\r\nCarly: Well, I'll tell you the same thing I told Jeeves.  I'm not budging until\r\n\r\nI see the old girl myself.",
        "\r\nRose: See, you can't play hardball with Rose, so why don't you just tell me\r\n\r\nwhat you're after?",
        "\r\nCarly: Oh, okay.  I'm looking for Lily.",
        "\r\nRose: Why?",
        "\r\nCarly: I need some help with a personal matter.",
        "\r\nRose: Don't you think Lily has enough personal matters in her life right\r\n\r\nnow?",
        "\r\nCarly: Yes, I know, I know.  I don't want to bother her.  I went to the farm.",
        "\r\nEmma's not talking.  I went to her house.  The caretaker told me she had left\r\n\r\nthe country.",
        "\r\nRose: Mm-hmm.",
        "\r\nCarly: Do you have any idea when she'll be back?",
        "\r\nRose: Nope.",
        "\r\nCarly: No?  But if I could just speak with her on the phone --",
        "\r\nRose: She's not taking any phone calls.  Why don't you run your little\r\n\r\nemergency by me?",
        "\r\nCarly: I can't do that.  That wouldn't help.",
        "\r\nRose: How do you know that?",
        "\r\nCarly: Oh, because I told you, it's personal.  If I could just contact her,\r\n\r\nwherever she is --",
        "\r\nRose: You can't.  You can't do that.  I'm so sorry.  So you're gonna have to\r\n\r\nface it.  I'm as close as you're gonna get to Lily, so why don't you spill your\r\n\r\nguts right here on this oriental rug or take a hike, capisce? \r\n",
        "",
        "Paul: Come on, Jen.  You know how much she loves you and Will.",
        "\r\nJennifer: Oh, is that why she's freezing us out?",
        "\r\nPaul: Look, I've talked to her about you guys.  She's just not sure she's\r\n\r\nready.",
        "\r\nJennifer: I'm ready.  Will is definitely ready -- or don't we count?",
        "\r\nPaul: Of course.",
        "\r\nJennifer: You know what?  You and Mom live wherever you want, okay?",
        "\r\nI don't care anymore.",
        "\r\nPaul: Oh.  Oh, yeah, I can see how above it all you really are.",
        "\r\nJennifer: The next time you two have your little heart-to-heart talks, make\r\n\r\nsure you mention to Mom that she's not the only one getting on with her life.  I\r\n\r\nmight be getting a new place of my own.",
        "\r\nPaul: Whoa, whoa, whoa.  What?",
        "\r\nJennifer: You know, I'm really sick of pretending that we have a family\r\n\r\nleft here, Paul.  I'm finally gonna do what I want to do, and I really don't care\r\n\r\nwhether or not Mom likes it or not. \r\n",
        "",
        "Carly: And so, if I left the hotel without the bracelet, then I know that I\r\n\r\nwould have left the bracelet at the Lakeview.",
        "\r\nRose: And these cameras are on, like, all the time, 24/7?",
        "\r\nCarly: Oh, I don't know.  I think so.  But I just need to look at the tape\r\n\r\nmyself, and I'll know if the bracelet is there.",
        "\r\nRose: Uh-huh.  That's a good plan.  See, I would be devastated if I lost my\r\n\r\nmom's engagement ring.",
        "\r\nCarly: Oh.  Oh, that is pretty.",
        "\r\nRose: Yeah, it's tiny, but my mom -- my mom thought it was the Hope \r\ndiamond.",
        "\r\nCarly: Oh, that's nice.  Well, then you know exactly how I feel.",
        "\r\nRose: I do.  I do.",
        "\r\nCarly: A gift that's given with love is priceless.",
        "\r\nRose: I feel your pain.  I do.  I really understand, but you know, the\r\n\r\nproblem is, I don't know how long Lily's gonna be out of town, and I got like\r\n\r\nzero clout at the Lakeview, so you're out of luck.",
        "\r\nCarly: Right.  Well, that's okay.  So my mom's bracelet will be lost\r\n\r\nforever, you know.  I'll live.",
        "\r\nRose: Maybe not.  You know what I can do?  I can call the manager at the\r\n\r\nLakeview.  I can ask him to do me a favor.",
        "\r\nCarly: You would do that?",
        "\r\nRose: Yeah, but you need to give me some information.  I mean, tell me,\r\n\r\nwhen was the last time you were there at the Lakeview?",
        "\r\nCarly: It was the day of Craig and Barbara's wedding.",
        "\r\nRose: Whoa.  Well, well, the bride wasn't the only one rollin' snake-eyes\r\n\r\nthat night, huh?  That's a shame.  I'll call him.  I'll see if he'll help me out.",
        "\r\nCarly: Rose, I don't know what to say.",
        "\r\nRose: Sit tight.  I'll see if the manager guy will do me a favor, okay?",
        "\r\nRose: Hello.  Sorry.  Yes, this is Rose D'Angelo, Lily Snyder's sister.",
        "\r\nYeah.  Could you tell me who the manager is on-duty tonight?  Kevin?  Great.",
        "\r\nCould you tell Kevin that I need to come over right away and talk to him, but I\r\n\r\nwon't take up much of his time, and could he have a decaffeinated cappuccino \r\nwaiting for me?  If he does, I'll put in a good word with the boss.  Great.  Yes,\r\n\r\nthank you so much.  Ciao.",
        "\r\nCarly: Great!  You are an angel!  Let's go.",
        "\r\nRose: No, we're not going anywhere.  I mean, I -- I will go.  I will go, and\r\n\r\nI'll see if he's got the pictures, and I'll let you know if anybody's wearing the\r\n\r\nbracelet, okay?",
        "\r\nCarly: Well, that's sweet of you, Rose, and very, very thoughtful, but I was\r\n\r\nwearing two bracelets that night, and how would you know which was which?",
        "\r\nRose: Well, I'm very smart.  Could you tell, like, what it looked like?  Is it\r\n\r\ngold?  Is it, like -- I mean, what does it look like, fringe or bangle or -- ?",
        "\r\nCarly: It's very, very difficult to describe, actually.  You know what I hate?",
        "\r\nI hate the thought that somebody else might have picked it up and walked \r\naway with it.",
        "\r\nRose: I never thought of that.  How would I know if some other broad's\r\n\r\nwearing your gold?",
        "\r\nCarly: Right.  That's why I should see the tape myself.",
        "\r\nRose: Four eyes are better than two.",
        "\r\nCarly: Right.",
        "\r\nRose: I will call Kevin back.  I will tell him that it's all clear for you to take\r\n\r\na look at the videotape yourself.",
        "\r\nCarly: Oh, that's great.  Thank you so much.  I can't thank you enough for\r\n\r\nthis, really.  I'm gonna leave you my cell phone number.",
        "\r\nRose: I haven't done anything yet.",
        "\r\nCarly: Okay.  And after you talk to the manager, give me a call, and I'll be\r\n\r\nable to come right over.",
        "\r\nRose: Yeah.",
        "\r\nCarly: Okay?",
        "\r\nRose: You do that.  Now, you keep the cell phone on, and I will call you\r\n\r\nright away if I hear anything.",
        "\r\nCarly: Rose, great.",
        "\r\nRose: Okay.",
        "\r\nCarly: Thank you.",
        "\r\nRose: It was great to talk to you.",
        "\r\nCarly: Okay.",
        "\r\nRose: Paul Ryan's room, please.  I want to leave him a message.  Please,\r\n\r\nsharpen your pencil.  He's gonna want to get this one.  \r\n",
        "",
        "Hal: Whoever it was took off.  The back door was wide open.",
        "\r\nEmily: Okay, now I'm totally spooked.",
        "\r\nHal: Just be glad that Susan and Alison were on vacation.",
        "\r\nEmily: Yeah, tell me about it.  My mother already thinks \"The Intruder\"\r\n\r\nshould be sold wrapped in brown paper behind a counter with an 18-year-old \r\nage limit.  If she found out some nutcase was after me because of a story,\r\n\r\nshe'd have a total meltdown.",
        "\r\nHal: I can't say I'd blame her.",
        "\r\nEmily: Oh, thanks.  Editing a tabloid in her book is one notch above grave\r\n\r\ndigger.",
        "\r\nHal: Emily, this is probably the same guy that broke into your car.",
        "\r\nEmily: Yeah.  Moving up in the world, huh?",
        "\r\nHal: What do you think he was planning on doing with that phone cord?",
        "\r\nEmily: Yeah.  Yeah, I see your point, but what kind of assassin comes\r\n\r\nunprepared, huh?",
        "\r\nHal: The kind who doesn't care how he gets the job done.  I'm calling\r\n\r\nMargo.  I'm gonna put somebody on you.",
        "\r\nEmily: No, you are not.  No, you are not.",
        "\r\nHal: Emily, you need police protection.",
        "\r\nEmily: My mother is not gonna find out about this tonight.  Put that phone\r\n\r\naway!  No cops, no guards, Hal.  No way!  \r\n",
        "",
        "Hal: It's not open for discussion.",
        "\r\nEmily: Exactly.  It's my life.",
        "\r\nHal: And your son's.",
        "\r\nEmily: Fine.  Daniel can stay with Tom.",
        "\r\nHal: What if this is the same guy who tried to kill Barbara?",
        "\r\nEmily: I'm counting on it.",
        "\r\nHal: He won't stop!",
        "\r\nEmily: I hope not.",
        "\r\nHal: Did you hit your head or something?",
        "\r\nEmily: I am perfectly rational.",
        "\r\nHal: Emily, we need forensics in here to search the place and look for\r\n\r\nprints.",
        "\r\nEmily: Okay, so don't you have one of those do-it-yourself kits at home?",
        "\r\nCome on.  We can do this ourselves.",
        "\r\nHal: It is not the same.",
        "\r\nEmily: We just need one measly fingerprint.",
        "\r\nHal: Which means absolutely nothing if this guy doesn't have a record.",
        "\r\nBesides, the police lab can do the work a lot faster.",
        "\r\nEmily: Yeah, right.  And we're gonna scare off this jerk, whoever he is, in\r\n\r\nthe meantime.",
        "\r\nHal: Which is the point!",
        "\r\nEmily: Not for me.",
        "\r\nHal: Can I borrow some of that ice water runnin' through your veins?",
        "\r\nEmily: I have worked on this story too damn long.  If I can prove Craig\r\n\r\nMontgomery innocent, my paper will fly off the shelves.",
        "\r\nHal: And I would like you alive to witness that glorious event.",
        "\r\nEmily: You don't get it, Hal!  This is real news.  This is the real thing!  I\r\n\r\nmean, the kind of news that wins awards and wins the respect and attention of\r\n\r\nyour peers.",
        "\r\nHal: At what cost?",
        "\r\nEmily: At all costs.  I'm sick and tired of being a joke.",
        "\r\nHal: You're not a joke.",
        "\r\nEmily: I used to be a real journalist.  You know, I reported news that\r\n\r\nmattered, not who's kissing what in the no-tell motel.  And I miss that.  I miss\r\n\r\nmaking a difference.  And don't get me wrong -- because if sleaze is all I have\r\n\r\nto trade, well, then I will trade it better than anybody out there.  But, boy,\r\n\r\nwould it be nice to finally break a story that didn't make people groan when \r\nthey heard the name Emily Stewart!",
        "\r\nHal: It's too risky.",
        "\r\nEmily: One day, Hal!  One day.  Please, that's all I'm asking.  Just one day\r\n\r\nto go through all of our names.  And I promise, if we come up empty-handed,\r\n\r\nthen we go to the cops.",
        "\r\nHal: One day?",
        "\r\nEmily: Then we do it your way, I promise.",
        "\r\nHal: Okay.  One day, but I have one condition.",
        "\r\nEmily: Sorry, negotiations are closed.",
        "\r\nHal: Well, I just reopened them.  One day if you and Daniel stay at my\r\n\r\nplace tonight.  Because this guy could come back here.",
        "\r\nEmily: Oh, come on.  I don't need a babysitter.  We certainly don't need a\r\n\r\nbodyguard.",
        "\r\nHal: Okay, fine. Detective Margo Hughes,\r\nplease.",
        "\r\nEmily: Oh, no!  No. [Emily sighs]  Fine.  Fine!  I will go pack my bags.",
        "\r\nHal: Never mind.  I'll speak to Detective Hughes later.  Thank you. [Hal\r\n\r\nhands up] See?  I'm not that hard to negotiate with.",
        "\r\nEmily: Yeah.  No harder than your average pit bull.  Hey, do me a favor?",
        "\r\nHal: Mm-hmm?",
        "\r\nEmily: Will you take him for a minute?  Do you mind?",
        "\r\nHal: Sure.",
        "\r\nEmily: Come here, buddy.  There you go.  Be right back.  I'll be quick.",
        "\r\nHal: Okay.  Can I clue you in on a little secret?  Never even try to figure\r\n\r\nthem out.  Never even try.   \r\n",
        "",
        "Carly: Where's Parker?",
        "\r\nMolly: He's with Jennifer.  He was sleeping when I got there, so she said\r\n\r\nshe'd watch him for a little bit longer.  How'd you make out?",
        "\r\nCarly: Well -- [smacking] -- I think all my problems may be solved.",
        "\r\nMolly: Did you track down Lily?",
        "\r\nCarly: No, but I found the next best thing.  Rose was at Lucinda's, and she\r\n\r\nsaid she would find out if there was any tape from that security camera from \r\nCraig and Barbara's wedding.  She's gonna call me.  We're gonna go over the\r\n\r\ntape together.  [Carly giggles]",
        "\r\nMolly: Wow!  So you did it.  You actually pulled it off.",
        "\r\nCarly: Well, almost.  She said she was gonna call, so come on!  Ring!",
        "\r\n[Smacking] Once I erase that tape, Jack will never have to know that my lips\r\n\r\nwere anywhere close to Craig's.  \r\n",
        "",
        "Rose: You are gonna be so glad -- so glad that you got my message.",
        "\r\nPaul: I understand that's your favorite.",
        "\r\nRose: Oh, yes, it is.  But I got something better -- better than a decaf cappy\r\n\r\nfor you, handsome.  [Rose chuckles] I am so glad you're sittin' down because\r\n\r\nyou're gonna fall over.  You gotta look at this.  Feast your beautiful eyes on\r\n\r\nthese.",
        "\r\n[Rose shows Paul still photos of Craig kissing Carly]",
        "\r\nPaul: Where did you --",
        "\r\nRose: It -- it all started about some phony story about some lost bracelet.",
        "\r\nLook, if Carly lost a bracelet, it's down Craig's throat.",
        "\r\nPaul: What -- I --",
        "\r\nRose: No, no, no, never mind.  Look -- what do you think?  What do you\r\n\r\nthink?",
        "\r\nPaul: I think this is exactly what the district attorney needs to put Craig\r\n\r\nand Carly away for a very long time. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=RWDnoYhDVws"
}