{
    "Episode Summary": [],
    "Recap": [
        "Carly tells Jack to come home right away because it's an emergency. Thinking she is in danger, he calls for back up and heads home. The policemen have a good laugh when they discover Carly meant a romantic emergency not a real emergency. Jack is angry at first because Carly took him away from work and embarrassed him in front of his men, but later he forgives Carly and they begin to make love until they are interrupted by Janet. Carly has had enough and tells Janet that she's tired of her taking away her privacy with. Janet understands and thanks Carly for putting up with so much and tells her she and Liberty are moving out of the house. Jack and Carly argue because he is upset with her for ruining a perfect arrangement. Carly tells Jack he should try to figure out why he cares more about putting a roof over Janet's head than their relationship.",
        "Rocco asks Janet for forgiveness for all the pain he has caused her in the past and tells her he wants to sell the hardware store and move to Oakdale so they can make a fresh start. Dusty once again asks Janet to forgive him but she doesn't know if she can ever trust him again. Rocco tells Dusty where to find the hit man who tried to kill him. Dusty wants to catch the guy and have him arrested. Rocco insists on going with Dusty even though he is still very weak. Rocco distracts the hit man while Dusty jumps the guy and knocks him out. Rocco's heart can't take it and he tells Dusty to tell Janet he loves her and then he dies. Janet and Liberty anxiously wait for the results of Liberty's latest tests. Janet cries happy tears as she tells Liberty that she has forgiven Rocco.",
        "Lily and Molly share a tense family lunch with Holden and Faith. Molly is insecure when the casserole she made doesn't taste good at all. Lily tries to encourage Molly by sharing experiences of when some of her recipes turned out badly in the past. Holden and Lily laugh as they remember those bad recipes and Molly is once again reminded of the strong bond they share together. Faith makes things worse by telling Molly that Lily wants to get back together with Holden. Molly feels more insecure so she agrees to interview her former lover Silas for the TV station. Liberty tells Faith that she doesn't want to have a romantic relationship with Parker, because she doesn't want to ruin their strong friendship."
    ],
    "Recap Author": "Eva",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Jack: Hello, this is Jack Snyder. I'm calling for an update on the condition of a patient. Rocco Ciccone. I'm his ex-son-in-law. How's that work for you? [Jack laughs] Not family? I'm also the lead detective on the Dusty Donovan shooting. How about that? Great. When was his condition upgraded from critical to stable? All right, thank you.",
        "[Receiver clicks]",
        "[Jack sighs]",
        "[Telephone rings]",
        "Jack: Snyder.",
        "Carly: Jack, it's me.",
        "Jack: Carly, what's wrong?",
        "Carly: I need you to come home right now.",
        "Jack: Is something going on?",
        "Carly: It's an emergency. Please, I need you.",
        "Jack: Call dispatch. I need any available unit over to my house in Milltown, ASAP.",
        "[SCENE_BREAK]",
        "Dusty: I found your father's doctor.",
        "Janet: Well, where is he?",
        "Dusty: He's going into surgery. He said Rocco's vitals are good.",
        "Janet: Why won't they let me see him?",
        "Dusty: They'll let you in soon. They officially released me this morning.",
        "Janet: That's good.",
        "Dusty: The house is gonna take a while to close. There's a suite available right next to mine at the Lakeview. I could move you and Liberty in there today, get you out of Carly's house, and we can all be together.",
        "Janet: I'm sorry, Dusty. That's not gonna happen.",
        "[SCENE_BREAK]",
        "Holden: I can't make up my mind. Do I want to have you arrested for trespassing, or do I want to handle this the old-fashioned way?",
        "Molly: Holden, he's not worth it. Let him go. Holden, please.",
        "Holden: Don't come back here again.",
        "Silas: I really just wanted to introduce myself, but, apparently my reputation precedes me, as does yours.",
        "Molly: Silas, don't.",
        "Holden: Excuse me?",
        "Silas: You're the guy who spent the night with his ex, so Molly could have a drink with me. I owe you. Pleasure to meet you.",
        "[Molly sighs]",
        "[SCENE_BREAK]",
        "Lily: Faith, I know you think you have all the answers. I thought so, too, when I was your age.",
        "Faith: Right, because it takes a genius to figure out you want Dad back.",
        "Lily: You're wrong. I don't want your father back. What I want is to make sure that I don't forget to pack all the stuff you need at the farm. [Lily sighs] I know that you're excited not to have to deal with me 24-7, but I think you're in for a surprise when you see what your grandmother has in store for you, living with her and your dad at the farm.",
        "Faith: And Molly.",
        "Lily: Why are you doing this?",
        "Faith: Because I was there at the cabin, and I you and Dad looking at each other. Talk about totally obvious.",
        "Lily: That's funny because it was obvious to me that your father is in a serious relationship with Molly.",
        "Faith: As if that would stop you.",
        "Lily: What did you just say?",
        "Faith: You want Dad back. I'm not saying you go for it, but at least don't deny it.",
        "Lily: I am not doing this with you. Your father and I are a team when it comes to you and the kids -- that's it. It's been since the divorce. And as for Molly, I wish them well.",
        "Faith: No, you don't.",
        "Lily: Faith, I let your father go a while ago.",
        "Faith: Well, I hope you mean it because you don't stand a chance against Molly.",
        "Lily: I'm gonna get you some sheets to take to the farm.",
        "[SCENE_BREAK]",
        "Jack: Carly, you okay?",
        "Carly: I, uh, I think it was a false alarm, detective Snyder.",
        "Jack: Carly?",
        "Carly: There's been, um, a little misunderstanding.",
        "Jack: Really?",
        "Carly: I just wanted you to come home for a little alone time, so I might have overplayed the emergency angle a little bit because when I called you, I wasn't aware that you were gonna send a S.W.A.T. team.",
        "Cop: I think we'll just let you guys work out the details, Detective.",
        "[Door opens]",
        "Carly: Hey, uh, maybe you guys could not call this one in over the radio, huh? [Carly laughs] Thanks. [Carly clears throat]",
        "[Door closes]",
        "Carly: Now, I know you're mad, but my intentions were good. Come on, Detective. Cuff me. Oh, come on, Jack. For God's sake, can't you lighten up for 30 seconds?",
        "Jack: What the hell were you thinking?",
        "Carly: What am I thinking? Well, for starters, I haven't had two minutes alone with you in what feels like weeks. The kids are in school, Janet's at the hospital with her father, so I started thinking, \"Wouldn't it be fun to get Jack home and into bed in the middle of the day?\" But, obviously, that was a lousy idea!",
        "Jack: I'm a cop, Carly. I came over here thinking you were actually in trouble. And on top of it, I mean --",
        "Carly: You called for backup. I know.",
        "Jack: Do you have any idea how embarrassing it was for me to walk in here and see you like that, with --",
        "Carly: For who -- you? Because they were great about it. They thought it was funny. Why can't you?",
        "Jack: Because I was working, Carly. I was in the middle of a case!",
        "Carly: Oh, please. I know exactly what you were doing. You were sitting at your desk, obsessing about who shot Dusty, because even your work has to be about Janet!",
        "Jack: Oh, that's crazy.",
        "Carly: Do you know what I think is crazy? That you haven't said a word about what I'm wearing.",
        "Jack: [Chuckles] Don't you mean what you're not wearing? And you -- [Jack laughs] Stop it. You look fantastic. You look fantastic.",
        "Carly: Keep talking while you still can. You can't stay mad at me, can you?",
        "Jack: Oh, yes, when you look that good, you don't make it easy.",
        "Carly: So, am I forgiven?",
        "Jack: [Chuckles] Well, that depends if Margo takes my badge for this.",
        "Carly: I'll vouch for you.",
        "Jack: You might have to.",
        "Carly: It's your own damn fault.",
        "Jack: Is it, now?",
        "Carly: Yeah, 'cause you make me work so damn hard just to get a little attention from you.",
        "Jack: Guess what -- I'm here now, aren't I?",
        "Carly: I guess we're about to find out.",
        "[SCENE_BREAK]",
        "Janet: My father had a heart attack because he was fighting with you.",
        "Dusty: He's okay now. I spoke with the doctor. Your father does not want you to put your life on hold.",
        "Janet: Oh, so now you're speaking for him, too?",
        "Dusty: It makes no sense for you and Liberty to be living with Jack and Carly when I have a place for you. We can be together and get on with our lives.",
        "Janet: You know, it's funny. Not so long ago, you were telling me that I needed to get on with my life without you.",
        "Dusty: I was protecting you.",
        "Janet: You lied to me. You lied about how hurt you were. You lied about being in cahoots with Carly so you could set up my father.",
        "Dusty: It wasn't that simple.",
        "Janet: Don't justify it. He's in recovery, and the shooter is still out there somewhere.",
        "Dusty: Can we talk about us?",
        "Janet: All right. My feelings for you --",
        "Dusty: Your feelings have changed?",
        "Janet: In that I'm not sure I can trust you again? Yeah.",
        "Nurse: Mrs. Snyder? Your father is asking for you.",
        "Janet: Oh, thank you. Hi, Pop. How you feeling?",
        "Rocco: I'm okay. Don't worry.",
        "Janet: Are you kidding me? I was worried sick.",
        "Rocco: About your old man? Come on.",
        "Janet: No, it's true. I just got you back. I couldn't stand the thought of losing you again.",
        "Rocco: I wasn't going to let that happen, not before I told you I'm sorry.",
        "[SCENE_BREAK]",
        "Molly: Holden, when you went up to the cabin with Faith and Lily, I decided to go out for a drink at the Lakeview, alone, and then he walked in.",
        "Holden: Oh, prison break?",
        "Silas: Justice prevailed. All the charges against me were dropped.",
        "Holden: I see. So you didn't actually try to kill Molly in New York?",
        "Silas: Hyperbole can be very damaging, Mr. Snyder. But luckily for me, Molly has been quite forgiving.",
        "Holden: You're something else. Did you use this same slick routine to get elected, too?",
        "Silas: Molly and I had a very productive discussion about our past relationship. I admitted that I have made some very big mistakes. I expressed my desire to atone for them. And being a reporter, Molly can provide a forum for me to do so.",
        "Holden: What the hell is he talking about?",
        "Silas: I'm talking about the two of us doing a TV interview.",
        "Holden: Wait a minute. You want to do an interview with the woman that you not only cheated on your wife with, but that you also tried to kill in New York?",
        "Molly: No, I didn't agree to anything, Holden.",
        "Silas: I know this is a volatile subject for the two of you, but, truly, this is in Molly's best interest, as well as mine.",
        "Holden: Why don't you get out of here while you can still walk? I said go. Are you okay?",
        "Molly: Not really.",
        "Holden: [Sighs] I can't believe he got out.",
        "Molly: I can't believe how freaked out I was when he just walked in here like that.",
        "Holden: Well, why wouldn't you be?",
        "Molly: It's just I've made some really lousy choices with men, present company excluded. Silas is the walking, talking manifestation of my terrible judgment.",
        "Holden: Well, you know what? That part of your life is over now, for good.",
        "[SCENE_BREAK]",
        "Faith: Liberty, hey. How are you?",
        "Liberty: Hanging in there.",
        "Lily: You look wonderful. It's great to see you out and about.",
        "Liberty: Thanks. I think I'll feel better when my doctor tells me my blood work looks better than I do. [Liberty chuckles] I hope Faith didn't get into trouble with you guys. She really helped me out, getting me back to Oakdale and everything.",
        "Lily: You know what, Faith? Why don't you chat with Liberty? I just remembered something else I want to get you to take to the farm.",
        "Faith: Okay.",
        "Faith: I'm moving in with my dad.",
        "Liberty: Seriously?",
        "Faith: Yeah, I even think I'm getting your old room.",
        "Liberty: Is, uh, everything okay with you and your mom?",
        "Faith: Yeah, it's -- whatever. It'll be better when I'm not living with her, like, all the time.",
        "Liberty: I hear you. I can't believe you're moving in when I'm moved out.",
        "Faith: I know. Could have been fun with us both being there at the same time, but you moved somewhere better. You're living with Parker.",
        "Liberty: It's actually not such a great thing for us.",
        "Faith: Really? You guys seem so close.",
        "Liberty: We were. We are, but the thing is, Parker, well, he told me he wants to get back together. That's not what I want right now, and I think I really hurt his feelings.",
        "Faith: Wow.",
        "Liberty: We're already such good friends, you know? But when it's something about this, I'm not the friend he needs.",
        "[SCENE_BREAK]",
        "Janet: You don't have to do this now. You just need to concentrate on getting better and getting back on your feet.",
        "Rocco: No, Jan, I took too long.",
        "Janet: You're here now -- that's all that matters.",
        "Rocco: No, Honey. I treated you so badly when you needed me most. I should never have done that. I ruined your life.",
        "Janet: No, you didn't. No, you didn't. You're here now for me and for Liberty.",
        "Rocco: I want you to know something. I'm going to earn back your respect, whatever it takes. I almost blew it, but I have a second chance, and I swear to you, I won't waste it. I want to deserve the honor of calling you my daughter.",
        "Janet: I was always your daughter, and I forgive you. Oh, Pop. [Janet sniffles] You saved Dusty's life, didn't you?",
        "Rocco: It wouldn't have needed saving if I hadn't stuck my nose in something I had nothing to do with in the first place.",
        "Janet: It wasn't your fault.",
        "Rocco: I didn't think the guy was right for you. If I'd just stayed out of it -- I never wanted to see him hurt.",
        "Janet: I know that, okay? I know. So you need to get better, okay? Because the hardware store can't do anything without you.",
        "Rocco: What -- what would you say if I sold that place and moved your mom here?",
        "Janet: You -- you would do that? Why?",
        "Rocco: So we can be close to you and Liberty and Dusty. I'm not sure how many years we have left, but I don't want to waste any more of them.",
        "Janet: I'd like that.",
        "Rocco: Good. And I promise you, I'm gonna get back on my feet so I can use them to dance with you at your wedding.",
        "[Janet sighs]",
        "Rocco: Dusty's a good man, Janet.",
        "Janet: Dusty doesn't matter. The only thing that matters is you getting better, okay? All right, can I get you anything?",
        "Rocco: I'd kill for your mom's lasagna.",
        "Janet: Oh, that's a good sign.",
        "Rocco: Yeah, something tells me that's not what they're gonna give me on the heart-healthy menu they'll give me when I get out of here.",
        "Janet: Well, I will get the nurses to get you some lunch, okay? Anything else I can get you?",
        "Rocco: A clean shirt would be good. They ripped the one I had on when they used those paddles on me.",
        "Janet: Oh, I hate that they had to do that.",
        "Rocco: Hey, I'm still here.",
        "Janet: I'm so glad you are.",
        "Rocco: I love you, Jan. You're my girl.",
        "[Speaking Italian]",
        "Janet: I always was, Pop. Okay, get some rest. Did you hear any of that?",
        "Dusty: Most of it, yeah.",
        "Janet: He's a changed man, Dusty. He was a little set in his ways, but he's different now. It's obvious.",
        "Dusty: I never meant to hurt you. You gotta know that.",
        "Janet: I'm gonna get some stuff for my dad, and I'll be back. We can talk then.",
        "Dusty: Okay. How's your heart?",
        "Rocco: Still pumping.",
        "Dusty: [Sighs] Thanks for saving me.",
        "Rocco: The least I could do. And Jan shot me down about it. I wanted to tell her everything.",
        "Dusty: Maybe that's not best.",
        "Rocco: I just want to handle things differently now. I've wasted so much time.",
        "Dusty: You can still set things right.",
        "Rocco: What are you getting at?",
        "Dusty: Tell me the name of the guy Ralph hired to take me out.",
        "Rocco: Not only can I tell you his name -- I can tell you where to find him, too.",
        "[SCENE_BREAK]",
        "Faith: I'm kind of surprised you didn't get back together with Parker.",
        "Liberty: I know it's hard to understand, but you wouldn't get it unless you've been in my situation.",
        "Faith: I get it. But it's not like there's somebody else, right?",
        "Liberty: Another guy?",
        "Faith: Why is that so nuts?",
        "Liberty: Aside from the fact that I'm recovering from chemo and bald under this hat?",
        "Faith: Hats can be trendy.",
        "Liberty: [Scoffs] There's no other guy, not even a possible contender.",
        "Faith: So, why'd you say no?",
        "Liberty: Because Parker is my best friend. And I finally get what that means now, after all he did for me while I was in the hospital. The idea of losing that connection just so we can hook up -- it's so not worth it. Hey.",
        "Lily: Hey.",
        "Liberty: You're back. Did you get everything you need?",
        "Lily: Yeah, I think so.",
        "Liberty: Faith told me she's moving in with her dad.",
        "Lily: That's our next stop.",
        "Liberty: You're going to love living at the farm.",
        "Faith: I hope so.",
        "Liberty: Just remember -- I spent a lot of time being mad at people. You never really get that time back later on, you know?",
        "Lily: Thank you, Sweetheart. And good luck with your doctors.",
        "Liberty: Thanks. I'll talk to you soon?",
        "Faith: Definitely.",
        "[Lily exhales sharply]",
        "Lily: She is just amazing -- so strong and mature.",
        "Faith: Unlike me?",
        "Lily: What?",
        "Faith: Please, like that's not what you meant.",
        "Lily: That's not what I meant at all.",
        "Faith: Right. Can we go now? 'Cause Dad's waiting for me.",
        "[SCENE_BREAK]",
        "Molly: You were very macho with Silas. You know that?",
        "Holden: I wanted to rip his head off.",
        "Molly: I know you did.",
        "Holden: If he comes near you or this house --",
        "Molly: Let's not go there. The guy is smug, but he's not stupid. You know what? Before he came in here, weren't we talking about doing some very naughty things in a hayloft?",
        "Holden: I think you were doing all the talking.",
        "Molly: Oh, yeah? So, what are you saying -- you're not interested?",
        "Holden: No, no. I'm interested.",
        "Molly: Mmm.",
        "[Holden chuckles]",
        "[Door opens]",
        "Faith: I'm here.",
        "Holden: Faith. Hey, Honey. So you're all set, huh?",
        "Faith: More than you know.",
        "Lily: Should we have called first?",
        "Holden: No. No, it's fine. I'm glad you're here. We were looking forward to it, right, Molly?",
        "Molly: As always, your timing is just perfect, Lily.",
        "[SCENE_BREAK]",
        "Jack: You do know what we do to people who break the law, don't you, Ms. Tenney?",
        "Carly: No, Officer, I'm afraid I don't, but I think I'd like to find out.",
        "Jack: We'll see. This, skimpy as it is, is entirely in my way.",
        "Carly: Get rid of it.",
        "Jack: But it's evidence.",
        "Carly: This is pretty much an open-and-shut case, as these things go.",
        "Jack: They never are. There's no such thing.",
        "Carly: Really? Keep talking.",
        "Jack: I'm kind of running out of things to say.",
        "Carly: [Laughs] It's about time.",
        "[Door opens]",
        "[Janet gasps]",
        "Carly: What the hell?!",
        "Janet: Oh, my God!",
        "Jack: Janet.",
        "Janet: I don't know what's wrong with me. I should have knocked. I just -- I'm gonna go.",
        "Jack: No, wait. Um, I'm -- I'm sorry.",
        "Carly: So, what the hell are you sorry for?",
        "Jack: You heard her, Carly. It was an accident.",
        "Carly: Tell me something, Janet -- did you get an eyeful?",
        "Jack: Carly!",
        "Carly: Is this what you were hoping to see, what you hoped to walk in on?",
        "Janet: Oh, my God, no! What's wrong with you?",
        "Carly: You want to know what's wrong with me? You want to know what my problem is, Janet? I'll tell you -- it's you.",
        "Janet: I know you're mad at me.",
        "Carly: Oh, you picked up on that, did you?",
        "Janet: And I can't say how sorry I am. I just came in here to borrow one of Jack's shirts.",
        "Carly: What? Why?",
        "Janet: For my father. I didn't realize that you guys -- I didn't think you'd be here right now.",
        "Carly: Of course you didn't. And you know why?",
        "Jack: Carly.",
        "Carly: Because you never think. You never realize. You act like this is your house, like Jack is still your husband, like what's his is yours, and I have had it!",
        "Jack: Okay, why -- why don't we go down to the kitchen and talk about this, okay?",
        "Carly: What? Well, why should I go to the kitchen? This is my bedroom! She shouldn't be here!",
        "Jack: It was an accident.",
        "Carly: I swear to God, Jack, if you start defending her --",
        "Jack: No, Carly, I'm just trying to be reasonable about this.",
        "Carly: Reasonable? We were in bed together, and she walked in. Should I be okay with that?!",
        "Jack: Look, I know this is a difficult situation for everybody.",
        "Carly: Oh, but much more difficult for her than it is for me, right? I should put her feelings ahead of my own the way you do -- is that it? What more can you possibly ask of me, Jack? I've given her a place at my table. I've given up my privacy. All I have left is you. And, yes, I know she's pregnant, and I can deal with that, and I can deal with you worrying about her every second of every day, but when is it gonna be enough?!",
        "Jack: What do you want me to do, Carly? She's gonna have my baby.",
        "Carly: Well, guess what, Jack? I already did! If you can't draw the line around here, then I will.",
        "Janet: I know my being here is making things complicated for you. I'm -- I'm just gonna go.",
        "Carly: Why? So Jack can chase after you?",
        "Jack: All right, that's enough.",
        "Carly: I may not have a sick kid or a father in the hospital or a fiancé with a bullet wound in the back of his head, but I do have a life, and I have a right to that life, and Jack is a part of that life. And if I want to spend time with him alone in the afternoon in my own home, I have a right to do that without worrying that his ex-wife is gonna walk in on us!",
        "[SCENE_BREAK]",
        "Dusty: Where can I find the guy who shot me?",
        "Rocco: You're not getting it, Dusty. Ralph's got this guy covered. He's protected. You'll never get near him without setting off alarms.",
        "[Door opens]",
        "Nurse: Mr. Ciccone, I'm supposed to limit your visiting time.",
        "Rocco: Five more minutes with my future-son-in law, Hun, okay? You almost got yourself killed twice. Let's not see if we can go 0 for 3.",
        "Dusty: I think you're directing the family love at the wrong person.",
        "Rocco: What do you mean?",
        "Dusty: A few weeks ago, you didn't like me. Now you're protecting me from Ralph Manzo and his crew? Maybe you're protecting them from me.",
        "Rocco: Did I save your life or didn't I?",
        "Dusty: I don't know if I can trust you, man.",
        "Rocco: Then I'll have to prove it to you.",
        "Dusty: Rocco, get back in bed.",
        "Rocco: I got the all-clear. I'm fine.",
        "Dusty: You think you're gonna go after this guy yourself?",
        "Rocco: You try to stop me, I'll knock you over.",
        "Dusty: Rocco.",
        "Rocco: Don't push me, Kid.",
        "Dusty: All right. You're not going alone.",
        "Rocco: I need a shirt.",
        "Dusty: All right, wait here. Your daughter's just like you.",
        "Rocco: Poor kid.",
        "[SCENE_BREAK]",
        "Faith: I'm so psyched to be moving in here. It's gonna be so much better than --",
        "Holden: Faith, this isn't a reward for good behavior. You know that, right?",
        "Faith: Yes.",
        "Lily: You know what? I think that we should have a standing family dinner night -- you know, with you, me, your dad, Luke, Natalie, Ethan, and we'll do it at my house.",
        "Faith: Aren't you forgetting someone?",
        "Lily: Of course. Molly, we'd be happy to have you, as well.",
        "Molly: Thank you.",
        "Holden: You know what? It sounds great. In fact, why don't we, uh, why don't we do it right now? I'll call Billy's. We'll get some takeout. Why don't you guys go upstairs and get settled?",
        "Faith: Great.",
        "Molly: No, wait. We don't need takeout. I made a casserole. What? I can't follow a recipe?",
        "Lily: Well, your chocolate cake didn't turn out so hot.",
        "Molly: Okay, yeah, well, I've been practicing. And I have a casserole. It's in the fridge. I just have to heat it up, and we can eat in like ten minutes.",
        "Holden: I'll open a bottle of wine.",
        "Lily: Just one?",
        "[SCENE_BREAK]",
        "Dusty: All right, you got me this far. I can take this from here.",
        "Rocco: No way. [Panting]",
        "Dusty: You got to get back to your hospital bed. Look at you -- you're out of breath already.",
        "Rocco: I'm fine.",
        "Dusty: Rocco, you are not fine. Listen to me. You got to get a cab. Get back to Memorial before Janet gets back.",
        "Rocco: I'm here because of Janet. I'm not turning back now. I'm trying to fix the mistakes I've made in my life. I already made amends with my daughter.",
        "Dusty: You don't have to fix this. I can handle it.",
        "Rocco: Just listen to me, would you? I know how to talk to these people. That's him.",
        "[SCENE_BREAK]",
        "Carly: What I really need is a double shot of vodka.",
        "Jack: Oh, go ahead. Hell, why don't you just pour it in front of me?",
        "Carly: Jack.",
        "Jack: No, I mean, you've -- you've broken just about every other taboo this afternoon, including reaming out a pregnant woman. Why stop there?",
        "Janet: [Sighs] Thanks for the shirt. Should fit my father just fine.",
        "Carly: Uh, Janet, before you go, uh, I'm sorry for going off on you like that.",
        "Janet: You don't need to apologize. No. If I were in your shoes, I would have done the exact same thing. You've put up with a lot, and it's not fair.",
        "Jack: I know we're all on edge, but we can make the best of it.",
        "Janet: No, I don't think we can.",
        "Jack: Janet.",
        "Janet: I didn't want to move in here in the first place.",
        "Jack: Where else were you supposed to go?",
        "Janet: I don't know, but I should have trusted my instincts. I made a serious error in judgment by moving in here, and I don't blame anybody but myself.",
        "Carly: What do you want to do now?",
        "Janet: Well, Liberty and I will find another place to live, 'cause we don't want to be here as much as you don't want us to be here, and we both know that's pretty much not at all.",
        "Jack: You should have a plan.",
        "Janet: Why? Because I'm pregnant, Jack? It's okay. I can take care of myself. This is -- it's a situation that's bad for all of us, right? If I leave, there will be less drama.",
        "Carly: Thank you for your honesty.",
        "Janet: Oh, hell, you were honest with me just now. It's the least I can do.",
        "Jack: Listen, I said from day one that I was gonna help you and Liberty through this. That isn't gonna change.",
        "Janet: I know. I know. I'll have the shirt cleaned before I bring it back. Thanks.",
        "Jack: Well, there you go. You got what you wanted, Carly. You happy now?",
        "[SCENE_BREAK]",
        "Molly: [Laughs] Looks kind of awesome, doesn't it?",
        "Holden: Wow, that smells really amazing, Molly.",
        "Faith: It's incredible. I-I didn't know you could cook like this.",
        "Lily: Neither did I. I mean it. I had no idea.",
        "Molly: Well, then, I guess we really have reason to give thanks, then, huh?",
        "Lily: Looks great.",
        "Holden: I'm about to give thanks, soon as I get this all served up.",
        "Molly: Well, then, I think we should say grace, for all of our blessings.",
        "Holden: Okay.",
        "Molly: Well, since I made the casserole, I guess I'll say it. Lord, for what we are about to receive from your bounty and my oven, please help us all to remember our blessings and stay grateful. Amen.",
        "Holden: Amen.",
        "Lily: Amen.",
        "Faith: Amen. I'm starving.",
        "Lily: Mmm.",
        "Faith: Oh, wow.",
        "Holden: What -- what's that flavor? [Clears throat]",
        "Lily: Kind of tastes like --",
        "Molly: Potting soil?",
        "Lily: Yeah.",
        "Holden: Mm.",
        "Molly: Okay, so, uh, apparently, it takes more to make a casserole than I thought.",
        "Faith: Grandma always says it's the love.",
        "Molly: Yeah, well, I-I guess I thought I put a lot of that into it.",
        "Holden: You know what? It's okay. Its okay, Molly.",
        "Lily: Yeah, these things happen.",
        "Molly: Not to you.",
        "Lily: [Laughs] Oh, yes, they do.",
        "[Holden laughs]",
        "Lily: I've had some bad, bad days in the kitchen.",
        "Holden: Like the time you almost tried to kill me.",
        "Lily: It wasn't intentional.",
        "Holden: You used salt instead of flour.",
        "Lily: 2 cups!",
        "[Laughter]",
        "[SCENE_BREAK]",
        "Dusty: You're sure that's him?",
        "[Rocco panting]",
        "Rocco: That's him.",
        "Dusty: Man, Rocco, look at you. You're white as a ghost.",
        "Rocco: I'm fine. Just stay quiet. I'll distract him. Then you make your move. Trust me. Hey, Crowe, yeah, it's me. How you holding up?",
        "Crowe: What the hell are you doing here, Ciccone?",
        "Rocco: I put a call in to Ralph in the pen. He wanted me to find you, give you the address of the new safe house. Things are too hot for you in, uh, Oakdale. Come with me before someone sees us.",
        "Crowe: All right, listen, I ain't going anywhere with you, all right? You're the reason why I didn't finish off Donovan!",
        "[Dusty grunting]",
        "[Rocco grunts]",
        "[Crowe grunts]",
        "Dusty: Listen up. This is Dusty Donovan. The guy who shot me -- his name is Crowe. He's out cold on the corner of Maple and Ridgewood. You got that?",
        "[Dusty panting]",
        "Dusty: Rocco. Rocco. Hey, hey. Rocco, you okay? You okay? Rocco! Rocco!",
        "[SCENE_BREAK]",
        "[Laughter]",
        "Faith: You okay?",
        "Molly: I'm just terrific. Thanks.",
        "Holden: You kept trying to justify it. You said, \"Salt and flour are easy to mix up.\"",
        "Lily: They are, especially when you've never cooked before in your life.",
        "Holden: Yeah, I'm surprised they didn't put me on blood pressure meds.",
        "Lily: Oh, you're so dramatic.",
        "[Laughter]",
        "[Clattering]",
        "Lily: Is everything okay over there?",
        "Molly: Yeah, I just want to get this trash out where it belongs.",
        "Faith: I'll come with you.",
        "[Laughter]",
        "Faith: Molly, listen, I'll do my part, but you got to help me out a little.",
        "Molly: What are you talking about?",
        "Faith: I know you're freaking out about my mom and dad. So they have their stupid little jokes. Who cares? But if it's obvious it bothers you, she's gonna keep on doing it all the time.",
        "Molly: Excuse me?",
        "Faith: Hello! You're a reporter. Open your eyes. She wants him back.",
        "Molly: It is so many kinds of inappropriate for me to be having this conversation with you, I can't even count them.",
        "Faith: You really think she's not working it in there?",
        "Molly: Okay, Faith, I don't know if I should be saying this to you or -- or if I even care that you know, but things are really good with me and your dad right now.",
        "[Laughter]",
        "Molly: Hey, what? He's laughing, Faith. He's not proposing to her.",
        "Faith: Don't say I didn't warn you. Guess I'll just jump back in there and make them think we're one, big, happy reunited family.",
        "[Door opens, closes]",
        "[Cell phone rings]",
        "Molly: [Sniffles] It's Molly.",
        "Silas: Just the reporter I was trying to reach.",
        "Molly: Silas? Are you out of your mind calling me?",
        "Silas: You didn't change your number, so I just assumed it'd be all right.",
        "Molly: If Holden knew you were calling me --",
        "Silas: Are you really going to pretend that you don't want this interview with me? An exclusive with your former lover? Do you have any idea how fast it'll go viral, what it can do for your career if you snag it or me?",
        "Molly: You really are a classless pig. You know that?",
        "Silas: Come on, Molly. You know you want it.",
        "[Laughter]",
        "Molly: Name a time and place.",
        "[SCENE_BREAK]",
        "Carly: You think I'm happy now?",
        "Jack: Oh, no, I figured --",
        "Carly: No, Jack. This is not me being happy!",
        "Jack: I figured now that Janet moved out, yeah -- yeah, you'd even be in the mood to celebrate.",
        "Carly: [Sighs] You want her to stay here?",
        "Jack: What I wanted was to help Janet out of a difficult situation. I thought the two of us were on the same page about that.",
        "Carly: I have gone along with absolutely everything you've asked of me, Jack. And there have been times I didn't want to, but I did. I went along with it, with all of it for you. So pardon me for being a little upset that when we finally had some time alone together in what I thought was the privacy of our own bedroom, Janet chose that exact time to borrow one of your damn shirts!",
        "Jack: Do you think I liked being interrupted, Carly?",
        "Carly: I don't know, Jack. I couldn't tell. I was mad. You were apologetic.",
        "Jack: Because -- look, it was -- it was a case of bad timing, but now Janet thinks she can't stay here.",
        "Carly: She doesn't want to stay here!",
        "Jack: If -- we can make this work. We can. It's the best solution for everyone.",
        "Carly: Really? Do you really believe that?",
        "Jack: You don't?",
        "Carly: No, and neither does Janet. But you're not listening to me any more than you were listening to her.",
        "Jack: What are you talking about?",
        "Carly: I wanted to have sex with you, Jack, and that's not something I should have to schedule in my own house! I want to have sex when I want to have sex, and Janet got that!",
        "Jack: What do you mean --?",
        "Carly: Why do you think she left? And why can't you see that that might be a good thing?",
        "Jack: Do you have any idea how selfish you sound right now?",
        "Carly: I sound selfish? You are the only person who wants Janet to stay here, and I think it's time that you stopped and looked at that and figured out why because it's becoming really clear to me that you'd rather put a roof over her pregnant head than preserve anything we might have found together again.",
        "[SCENE_BREAK]",
        "Janet: Hi. We have a few minutes before the oncologist appointment, right?",
        "Liberty: Yeah, a few, but I know you want to go check on your dad.",
        "Janet: I can do that later. I want to be here you when you get the good news, 'cause I know it's gonna be good.",
        "Liberty: It might not be. We both know that. And I'm really not sure if I can go through with another round of chemo.",
        "Janet: Come here, you. You are gonna be fine. You're gonna be just fine. Oh, honey, sometimes, I really miss the good old days, when it was just you and me.",
        "Liberty: Mm, it is a little crowded at Carly's.",
        "Janet: Yeah, a little bit, yeah. You know, I remember when you were born -- I wanted to give you everything. I wanted to give you the world. And here we are, sleeping on somebody else's couch.",
        "Liberty: Not for long, right? Dusty has us all set up.",
        "Janet: Do you know the best thing that came of all this?",
        "Liberty: Dusty?",
        "Janet: Pop.",
        "Liberty: He really seems to be trying to make it up to you, as he should.",
        "Janet: He really is. He really is. He told me that he was sorry for the way he treated us way back when.",
        "Liberty: Wow.",
        "Janet: And he asked me to forgive him.",
        "Liberty: Did you?",
        "Janet: Yeah.",
        "Liberty: How did it feel?",
        "Janet: Amazing. Like, I can't even describe it to you. And now I'll finally be able to give you the family I always wanted because I got my dad back.",
        "[SCENE_BREAK]",
        "Dusty: Rocco. Rocco, an ambulance is on the way. Do you hear me? Help's coming.",
        "Rocco: [Coughs] Always -- always pay my debts.",
        "Dusty: I know you always pay your debts. I know you do. Hey, we got Crowe. We got Crowe. Now all you got to do now is sit tight.",
        "Rocco: Tell -- tell Jan --",
        "Dusty: I'm not going to tell Janet anything. You hear me? You are. You are. Rocco. Rocco, don't die on me, man. Rocco. Rocco! Rocco!",
        "[SCENE_BREAK]",
        "Next week, on \"As the World Turns,\"",
        "Barbara: Vienna wants you to get her pregnant.",
        "Reid: That's insane.",
        "Luke: Start it up.",
        "Emma: Meg is her mother. This is her home. This is where they both belong.",
        "Alison: You are amazing. Whoa, Chris, what are you doing?",
        "Craig: Who are you, kid? Why are you trying to ruin me?",
        "Janet: Because of you, my father is dead."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Ut494IjnscA"
}