{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Rose: These \r\nthings used to belong to me. This was my place, Rosie’s Roller Palace. We \r\ncatered to an upscale crowd -- which means the tips were lousy, the customers \r\nwere a pain in the butt, and every so often one of 'em would get busted for tax \r\nevasion. Or murder. But the gossip was great. All in all, I did okay for a girl \r\nfrom A.C. This is where I used to live. And, no, the decor is not done to my \r\ntaste. It's a long story. Let's just say this place used to belong to my grandpa \r\nCal. Like these high heels used to belong to Cher. I swear to God -- I stole 'em \r\nfrom her hotel room at a famous casino that shall remain nameless. Hey, I'm a \r\ndomestic goddess, what can I tell ya? And this is where I live now. In a \r\ncemetery in New Jersey next to my mom. That's my pop, by the way. I shouldn't be \r\nhere, not yet. I had years left -- places I’d never seen, babies I never had, a \r\nhusband I never -- more on him later. Just know -- I'm not gonna rest till I \r\nfigure out who put me here. And when I do? Watch out. Was it Paul? My fiancé? \r\nWho cursed me at the altar on my wedding day? You think you're sufferin' now, \r\nPaul -- just wait. Or was it Dusty? My lover -- jealous 'cause I was gonna marry \r\nPaul. What did you expect, carryin' on with Molly? That I would put up with \r\nthat? Speak of the devil -- there she is. Right next to Dusty, as usual. Was it \r\nyou, Molly? Did you put that poison in my champagne? Worse luck for you, 'cause \r\nDusty is never gonna get over me. Now this one really bothers me. Mitzi. My \r\nso-called best friend. I trusted you. I gave you a job. I brought you into my \r\nhome. I didn't expect perfect, but to rip me off! You shoulda just asked me. I \r\nwoulda given you anything. And I never woulda called the cops. But you had no \r\nfaith, did ya? Here we go. My favorite. Barbara. My future mother-in-law. \r\nWouldn't be the first time you tried to nix me and Paul. Did you poison me, \r\nBarb? 'Cause I wasn't good enough for your son? Not talkin'? Ooh, that's a \r\nfirst. Get outta here. All of you's -- listen up. This is a warning. Nobody \r\nmurders Rose D'Angelo and gets away with it. ",
        "",
        "Jack: Tell me \r\nyou figured this out. ",
        "Hal: Who killed \r\nRose? Not yet. But I will. ",
        "",
        "Holden: So \r\nLily's okay? She can go home? ",
        "Bob: The \r\nhypothermia was mild, her vitals are back to normal -- we'll release her later \r\ntoday. ",
        "Holden: Thanks, \r\nBob. ",
        "",
        "Mitzi: Mr. \r\nSnyder? Your wife called -- left me a message saying she wanted to see me?\r\n",
        "Holden: Well, \r\ngo on in. ",
        "Mitzi: So she's \r\nokay? ",
        "Holden: Just go \r\nsee what she wants. ",
        "Hal: What about \r\nMitzi Matters? Mitzi stole money from Rose's business. Rose found out about it, \r\nkicked Mitzi out of the wedding party and threatened to go to the police. Where \r\nI come from, we call that motive. ",
        "Jack: There's \r\none thing about Mitzi, Hal -- ",
        "Hal: What?\r\n",
        "Jack: She -- \r\nshe's a sweet girl. ",
        "Hal: Hmm -- \r\nMitzi high-tailed it back to Atlantic City and then sneaked back into town on \r\nthe day of the wedding -- ",
        "Jack: We don't \r\nknow that for a fact. ",
        "Hal: She had \r\nmotive, she had opportunity, and poison is a woman's game, Jack. You know that \r\nas well as I do. ",
        "",
        "Mitzi: I'm on \r\nthe board as a suspect -- it just makes me sick to my stomach, that they could \r\nthink that. ",
        "Lily: I don't \r\nthink that. And I don't want you to worry. That's why I called you. I'd like you \r\nto take your things from the hotel and move back into Cal’s. 'Cause Rose thought \r\nof you as family. And family takes care of family. Look at me. It's okay. Look, \r\nlook. You're going to help me make sure that Rose isn't forgotten. ",
        "Holden: \r\nEverything okay in here? ",
        "Lily: Yeah. \r\nEverything's okay. Look, don't let anything happen to Rose's things. Promise me.\r\n",
        "Holden: Lily, \r\nyou need to try and get some rest. ",
        "Mitzi: Yeah. \r\nWhatever Lily wants. ",
        "Lily: Holden, \r\ncould you help Mitzi move her things back to Cal’s? ",
        "Holden: Yeah. \r\nSure thing. ",
        "Mitzi: You two \r\n-- I'm never gonna forget how kind you are. You're the greatest. ",
        "Mitzi: That \r\nwent better than I thought. ",
        "",
        "Hal: You know, \r\nmaybe your wife was onto something when she said you had a thing for Mitzi.\r\n",
        "Jack: Oh, come \r\non, I did not have a thing for Mitzi! She's a friend, Hal, and nothing more. And \r\nI can tell you this. She didn't kill Rose. She doesn't have it in her. \r\n",
        "Hal: Uh-huh? \r\nAnd since you've known her, has she ever paid her own way? She stayed with \r\nLucinda, she stayed with you, and she stayed with Rose. And when she wore out \r\nher welcome, she even hit you up for a ticket outta town. She's an opportunist, \r\nJack. People like her do whatever it takes to survive. ",
        "",
        "Mitzi: Those \r\nare Rose's things? ",
        "Holden: A man \r\nfrom the church is comin' by. He's gonna pick all this stuff up and take it over \r\nto the thrift shop. Make sure he takes everything. ",
        "Lily: Don't let \r\nanything happen to rose's things. Promise me. ",
        "Holden: Mitzi? \r\nDid you hear me? It's important. I want all this stuff gone before Lily comes \r\nhome. ",
        "Mitzi: Yeah, I \r\nheard you. But I wasn't listening. ",
        "",
        "Hal: I know you \r\nlike her, Jack. But this woman is a real operator. Now if we find her anywhere \r\nnear the scene, I'm gonna pick her up, friend or no friend. ",
        "Jack: Be my \r\nguest. But explain this. In Atlantic City, when Lily was dressed as Rose, Mitzi \r\nbought it. Now, if Mitzi thought she'd killed Rose -- ",
        "Hal: Maybe she \r\nthought she failed. Maybe she was gonna try again. Maybe she would've tried \r\nagain if the sheriff's department hadn't picked her up. ",
        "Jack: You're \r\noverthinkin' it, Hal. ",
        "Hal: And you're \r\nletting your logic get clouded by your feelings for this woman. ",
        "Jack: I'll \r\nremind you of that when we get to Barbara. Yeah. ",
        "Hal: How's \r\nLily? ",
        "Jack: She's \r\nokay -- physically. And luckily, the kids are at Emma’s. But Holden’s scared \r\nshe'll never be able to move on. I mean -- if she tried to kill herself --\r\n",
        "Hal: Well, at \r\nleast somebody got to her in time. ",
        "Jack: I guess \r\nDusty Donovan’s good for something. ",
        "Hal: Dusty \r\nDonovan, now there's a walking contradiction. Lily's hero -- Rose's on-again, \r\noff-again lover -- ",
        "Jack: And if \r\nyou think Mitzi had motive, if you think she had an agenda, this guy -- this guy \r\ncame to town solely to break up Rose and Paul’s relationship. He was paid for \r\nit, Hal. And then he had the nerve to claim he had feelings for her. ",
        "Hal: Did he \r\nlove her? Did he hate her? ",
        "Jack: Did he \r\nkill her? ",
        "Hal: The \r\nquestion is just how bad he is. I mean, we know he'll break the law for a buck. \r\nWe know he's connected. But is he a cold-blooded killer? ",
        "Jack: Dusty? I \r\ndon't know. If he's angry enough, hurt enough -- ",
        "Hal: But this \r\nis poison, remember, Jack? It takes planning, procuring, hiding. There's lots of \r\ntime to change your mind. Whoever put the poison in Rose's glass was clever, \r\ncalm, controlled -- ",
        "Jack: There's \r\nhis best friend. ",
        "Hal: Molly?\r\n",
        "Jack: She's all \r\nof the above and very angry. ",
        "",
        "Molly: R.D.?\r\n",
        "Dusty: Rose \r\ngave 'em to me. ",
        "Molly: This is \r\na first. I'm usually rippin' your clothes off; not helping you put 'em on. So \r\nwhere're you going? Big date? ",
        "Dusty: No, I'm \r\ngoing to the hospital. To see Lily. ",
        "Molly: Don't \r\nyou think you should call Holden first? ",
        "Dusty: I don't \r\nneed permission. ",
        "Jack: Molly \r\nplanted evidence on Dusty -- ",
        "Hal: Yeah, \r\nwhich is a cryin' shame 'cause it only gonna make him look innocent. ",
        "Jack: Innocent? \r\nHell, Hal, he looks like a hero. He's all over the papers. Dusty Donovan saves \r\nthe life of one of Oakdale’s best-loved citizens. ",
        "Hal: And you \r\nknow he's gonna play it to the hilt. ",
        "",
        "Dusty: It's \r\ngood to see you on dry land. How're you feelin'? ",
        "Lily: Holden's \r\ngetting the discharge papers. ",
        "Dusty: Good. \r\nI'm sure your family misses you. ",
        "Lily: Look, I \r\nknow I should be grateful to you right now. But I'm not really up for it. \r\n",
        "Dusty: I don't \r\nwant you to thank me. ",
        "Lily: Then why \r\nare you here? ",
        "Dusty: I wanna \r\nmake sure you're okay. ",
        "",
        "Molly: Lily \r\nlooks like Rose. That's what this is all about. And you should've seen him, \r\nCraig. He's all slicked up in a new suit. He had on the cufflinks that Rose gave \r\nhim, for cryin' out loud. Like he knows, in his head he thinks that he's going \r\non a date with a dead woman. And that is just sick. ",
        "Craig: Molly, \r\nwhy don't you drown your sorrows in something a little cheaper? ",
        "Molly: Rose is \r\ngone. She's finally gone. And, yes, I wanted her gone. No, I didn't want her \r\ndead. But I wanted her gone, and she's finally gone -- right? Only she's not. \r\nBecause Dusty has this all-new fixation, and this one's safe. It's right up his \r\nalley. Because it's a woman he can love from now to next Christmas, and she's \r\nnot gonna want a thing from him. ",
        "Craig: Molly, \r\nMolly, you're a smart, attractive, rich woman. Why are you wasting your time on \r\nsomeone -- ",
        "Molly: That's \r\nin love with a dead woman? It's pathetic. Right? I know. And I've tried \r\neverything. Everything from 25-year-old scotch to 25-year-old yoga instructors. \r\nNothing works. It's not funny. Because God help me, Craig, but I love him.\r\n",
        "Craig: You love \r\nhim? So you framed him for murder? What are you going to give him for \r\nValentine’s Day? A guillotine? ",
        "",
        "Dusty: You \r\nnever have to be Rose because you already have so much of her inside you. You're \r\nboth smart, loving, stubborn women. ",
        "Lily: Only \r\nshe's dead. When I was under the water -- and I saw her face. She was so close.\r\n",
        "Dusty: The way \r\nyou get close to Rose is by doin' what she wants. Right now she wants us to find \r\nthe killer and bring him to justice. ",
        "Holden: The \r\npolice are going to find out who did it. And right now Lily needs to get home to \r\nher family. But thanks for stoppin' by, Dusty. I'll give you a call. I'll let \r\nyou know how Lily's doing. ",
        "Mitzi: I found \r\nsome of that tea you like in the cabinet. ",
        "Holden: Lily, \r\nthe kids are expecting you home. ",
        "Lily: I'll be \r\nthere later. ",
        "Holden: Well, \r\ncan I tell them you'll be there for dinner? ",
        "Lily: I'll be \r\nthere for dinner. ",
        "Holden: Did \r\nthey pick up those boxes? ",
        "Mitzi: Yeah, \r\nthe guy came by. ",
        "Holden: Good. \r\nDo me a favor. Just keep an eye on her. I need to go over to my mother's and \r\npick up the kids. If she starts acting weird again, gimme a call. ",
        "Mitzi: Sure \r\nthing, no problem. We'll just have a cup of tea. ",
        "Lily: Is he \r\ngone? ",
        "Mitzi: He went \r\nto pick up the kids. ",
        "Lily: What was \r\nhe saying by the door? ",
        "Mitzi: Just \r\nthat -- to tell you the truth, Lil, when I got here? He'd packed up all of \r\nRose's stuff. He was trying to send it to the church. ",
        "Lily: No! He \r\ncan't -- ",
        "Mitzi: No, no, \r\ndon't worry about it. Don't worry about it. I unpacked everything, and I hid it \r\nall in my room. So you can look at Rose's things anytime you want. ",
        "",
        "Jack: Donovan's \r\npersistent, I'll give him that. For weeks he wouldn't stop yappin' about \r\nsomething terrible happening to Rose. And lo and behold, he was right. Something \r\nterrible happened. Now what're the odds of that? ",
        "Hal: Slim to \r\nnone. ",
        "Jack: He had \r\nmotive. ",
        "Hal: Rose \r\nleavin' him for Paul. ",
        "Jack: Did \r\nanything come up from that search of his room other than what Molly wanted us to \r\nfind? ",
        "Hal: I'll go \r\nover the list again, but I doubt it. ",
        "Jack: Maybe \r\nhe's right. If he's innocent, maybe he's right about who killed her. ",
        "",
        "Lily: You \r\nshouldn't be here. If Holden finds out -- ",
        "Dusty: If you \r\nreally cared what Holden thought, you wouldn't be here. And I like Holden, you \r\nknow that. He just doesn't understand. You and I are the only ones who can do \r\nwhat needs doing here. ",
        "Lily: The \r\npolice will figure out what happened to -- ",
        "Dusty: No, we \r\nknow who killed her. Don't we? He met her at the altar, and he poisoned her --\r\n",
        "Lily: I just \r\ncan't hear it. I really can't listen to -- ",
        "Dusty: You \r\ncan't hear it? What are you gonna do, hide out in this house and hope it goes \r\naway? Your sister was murdered. And it was our fault! ",
        "Lily: Don't say \r\nthat -- ",
        "Dusty: Yes, it \r\nwas! We failed to protect her, don't you see that? As much as we loved her, we \r\ndidn't keep her safe. And we owe it to her -- we owe it to her to make Paul Ryan \r\npay. ",
        "",
        "Jack: Donovan's \r\nbeen beatin' that same drum for months. Paul Ryan. Paul Ryan. Paul Ryan.\r\n",
        "Hal: Jack, do \r\nyou think he could've done it? ",
        "Jack: As much \r\nas I hate to agree with Dusty, yeah, I think Paul’s our prime suspect. \r\n",
        "",
        "Announcer: \r\nComing up on \"As the World Turns\" -- ",
        "Paul: The cops \r\nsearched your hotel room. ",
        "Molly: Yeah, \r\nwhat's your point? ",
        "Paul: But \r\nbefore they got there, you found something. And you used that something to try \r\nand set me up. Mother, please, just tell me the truth, finally. You killed the \r\nonly woman I ever loved. You did it. You poisoned Rose. ",
        "",
        "Paul: Jennifer, \r\nwhat is going on? On the phone you sounded like the sky was falling. ",
        "Jennifer: I \r\nwish I was back in Europe. I know -- I was miserable. But at least everything \r\nthere was fairly simple. Everyone here is pulling me apart. Everybody wants \r\nsomething different -- ",
        "Paul: Everybody \r\nmeaning Barbara. ",
        "Jennifer: Look, \r\nPaul, I know you think you've solved this problem by calling her Barbara and by \r\nhating her, but you haven’t. Mom is -- ",
        "Paul: Is a \r\nforce of nature. ",
        "Jennifer: She's \r\na problem. You can't control her -- ",
        "Paul: I'll say. \r\nSo what has she done now? ",
        "Jennifer: She \r\ntook the champagne bottle and the glasses from the church. ",
        "Paul: After the \r\nmurder? She moved the evidence -- and you -- Jennifer, you just sat there and \r\ndid nothing while she denied it? ",
        "Jennifer: No!\r\n",
        "Paul: I was \r\nright. Barbara's trying to frame me for Rose's murder. ",
        "Jennifer: No, \r\nshh! She was trying to protect you. Someone else set you up. ",
        "",
        "Molly: You \r\nplant evidence -- people don't tend to forgive that. ",
        "Craig: Listen, \r\nMolly. Here's a little advice. Only implicate guilty people. Not just people you \r\nhate or people you want to get out of the picture. And since you claim to love \r\nthis guy, why? Why are you getting in your own way? ",
        "Molly: It's \r\nworse than that. Say he does forgive me, he's gonna have to come visit me at \r\nJoliet. ",
        "Craig: Aw, no! \r\nCome on! The state is gonna be paying for your golf. ",
        "Molly: The cops \r\nare convinced that I murdered Rose, Craig. ",
        "Craig: Did you?\r\n",
        "Molly: No, of \r\ncourse not. ",
        "Craig: Then \r\nforget about it. Huh? The police have notoriously short memories. Okay? In fact, \r\nI’d bet the rest of this bottle of wine that they're looking at somebody else \r\nright now. ",
        "Molly: Who?\r\n",
        "Craig: Paul \r\nRyan. ",
        "Molly: What \r\nwould make you say that? ",
        "Craig: A little \r\nbirdie told me. ",
        "",
        "Paul: You know \r\nwho set me up? ",
        "Jennifer: No. \r\nNo, I don’t. But it wasn't mom. She was trying to set up Molly. ",
        "Paul: Why?\r\n",
        "Jennifer: Well, \r\nto protect you. ",
        "Paul: I don't \r\nunderstand. ",
        "Jennifer: Paul, \r\nafter Rose collapsed at the church, we both thought that, you know, it might be \r\npossible that the police might suspect you. ",
        "Paul: You? You \r\nthought I poisoned Rose? ",
        "Jennifer: No. \r\nNo, but Mom didn't want to take a chance. So she went back to the church, and \r\nshe found the bottle and the glasses, and she hid them. And eventually, she \r\nplanted them in Molly's room. ",
        "Paul: And you \r\nknew all about this? ",
        "Jennifer: No. \r\nNo, I swear it. She confessed after everything went wrong. ",
        "Paul: She's out \r\nof control. ",
        "Jennifer: \r\nThat's what I’ve been trying to tell you. ",
        "Paul: Just \r\ntranquilize her till this whole thing is over. ",
        "Jennifer: This \r\nisn't funny. ",
        "Paul: Oh, come \r\non, Jennifer. At this point, it's either laughing or crying. ",
        "Jennifer: Paul, \r\nthe point is, is that somebody knew Mom put the evidence in Molly's room, and \r\nthen they removed it. And they set you up. ",
        "Paul: You're \r\nright. We have a problem. And I know just how to solve it. ",
        "",
        "Hal: Look, \r\nlook. I know he is my stepson. I just don't think he's capable of premeditated \r\nmurder. ",
        "Jack: Paul's a \r\nbetter candidate than Dusty, Hal. ",
        "Hal: Unless \r\nDusty and Molly are collaborating. ",
        "Jack: Okay, now \r\nthere's an idea. They collaborated on the killing, then Molly muddies the water \r\nby putting the blame on Dusty. ",
        "Hal: While \r\nDusty points us at Paul. ",
        "Margo: Or how \r\nabout this one? Molly's in cahoots with Paul. Well, it's happened before. \r\n",
        "",
        "Molly: Dusty's \r\nnot here. ",
        "Paul: I'm not \r\nlooking for Dusty. The cops searched your hotel room. ",
        "Molly: Yeah. \r\nWhat's your point? ",
        "Paul: Before \r\nthey got there, you found something. And you used that something to try and set \r\nme up. ",
        "Molly: I found \r\nsomething? What? Paul, come on. I'm being charged with obstruction of justice, \r\nmalicious tampering, and the cops would love nothing more than to pin Rose's \r\nmurder on me. So if you know something -- ",
        "Paul: Who else \r\nhas a key to your room? ",
        "Molly: I live \r\nin a hotel room. About half the world does. Now, what are you talking about? \r\nFine, talk to the back. ",
        "Paul: Molly, \r\nsomebody's trying to set me up, and I think you know who. ",
        "",
        "Hal: So, why do \r\nyou think Paul and Molly are in cahoots? ",
        "Margo: Well, it \r\nwas a couple of months back, but they hatched a plan to bamboozle Donovan, and \r\nultimately it backfired. I never got to the bottom of it. Had to do with a van, \r\na locked door and Henry Coleman? ",
        "Jack: Yeah, I'm \r\nremembering this. They were bugging the bar, right? ",
        "Hal: So they're \r\nconspiring to -- what? Get rid of Rose and implicate Dusty? Because my feeling \r\nis that Molly knows that Dusty is innocent. She just wants to bust his chops for \r\nstringing her along. Whereas Paul, he'd be in it for keeps if -- and this is a \r\nbig if -- Paul’s guilty. ",
        "Jack: Yeah, I \r\ntend believe that their games are unrelated. Molly was goin' after Dusty, and \r\nPaul -- ",
        "Hal: Wanted \r\nRose to suffer. He didn't need to kill her. ",
        "Margo: You know \r\nwhat, Hal? I know that you are very fond of him, but you can't dismiss \r\nSteinbeck’s statement. ",
        "Jack: James? \r\nWhat about Barbara? She hated Rose. ",
        "",
        "Barbara: You \r\ntold him? ",
        "Jennifer: Mom, \r\ncalm down -- ",
        "Barbara: You \r\ntold him that I took the champagne bottle and the glasses? ",
        "Jennifer: And \r\nthe glasses and planted them in Molly's room, for the sole purpose of protecting \r\nhim. ",
        "Barbara: He's \r\nnot going to see it that way. He's going to be furious. ",
        "",
        "Paul: \r\nSomebody's trying to convince the police that I killed Rose. ",
        "Molly: Well, it \r\nisn't me, okay? Paul, I just want to know what you think is in my room and who \r\nbroke in and stole it. ",
        "Paul: I'm not \r\nat liberty to say. ",
        "Molly: Get out.\r\n",
        "Craig: Happy \r\nNew Year. ",
        "Paul: Oh, it \r\nwill be -- for me, when I find out who set me up. ",
        "",
        "Jennifer: Oh, \r\nMom. You don't have to do this. Paul wasn't angry. ",
        "[Barbara \r\nscoffs] ",
        "Barbara: That \r\nmeans he's saving it all up for me. Don't you understand that? I'll call you \r\nwhen I land somewhere, okay? ",
        "Jennifer: Where \r\nare you going? And what am I supposed to tell Will? ",
        "Barbara: I \r\ncan't see Will, anyway, and I certainly can't face Paul. ",
        "Jennifer: Mom, \r\nyou have -- at least have to tell me where you're headed. ",
        "Barbara: Bay \r\nCity. Overnight. And then to the airport. I'll call you.",
        "",
        "Hal: Did \r\nBarbara kill Rose? She's been pretty quiet these last few weeks. But for my \r\nmoney, she's our number one suspect. ",
        "Hal: You know, \r\nI hate myself for sayin' this about the mother of my children, but the truth is \r\nthat ever since Rose collapsed, I've had this knot in my gut, and at the center \r\nof it is Barbara. ",
        "Jack: And don't \r\nforget, we searched her suite and her office, and we came up with zip. \r\n",
        "Hal: Yeah, but \r\nshe refuses to take a polygraph. ",
        "Margo: Of \r\ncourse she won't take a polygraph. The woman doesn't know how to tell the truth.\r\n",
        "",
        "Paul: Going \r\nsomewhere? ",
        "Barbara: Me?\r\n",
        "Paul: Mm-hmm.\r\n",
        "Barbara: Jen \r\nand I were just gonna go out for a little dinner, that's all. ",
        "Paul: You don't \r\nsay. With an overnight bag? Oh, you're bringing a travel alarm clock to dinner. \r\nAre you timing a soufflé? Oh, and eye shades. Talk about the blind leading the \r\nblind. What are you up to, Barbara? ",
        "Barbara: I was \r\ntrying to protect you. ",
        "Paul: You can \r\ndo better than that. Come on. ",
        "Barbara: \r\nJennifer, please. Would you please tell him I was just trying to protect him?\r\n",
        "Jennifer: Mom \r\nwas upset. She did something really silly, but -- ",
        "Paul: She made \r\nit impossible for me to prove to anybody that I'm innocent. I didn't kill \r\nanybody -- certainly not Rose. But I can't prove to anybody that I'm innocent, \r\nbecause she stole the evidence. I can't even go talk to Hal. Could you see that, \r\nhuh? Could you picture that? I go to talk to Hal, \"oh, gee, Hal, oh, golly, gee. \r\nNo, I didn't kill Rose. But I wish I could tell you who did. However, my mother \r\ntook the goblet and put it in Molly's room, and somehow, some way, it managed to \r\nget from Molly's room into -- guess where? Oh, my empty grave.\" ",
        "[Paul laughs \r\nmockingly] he'd laugh me right out of the police station. ",
        "Barbara: I know \r\nI made a mistake, but please don't compound it by going to Hal. ",
        "Paul: Why not? \r\nBecause Hal would think that you killed her and that you're trying to frame me? \r\nThat's what it gets back to, isn't it? Mother, please, just tell me the truth, \r\nfinally. You killed the only woman I ever loved. You did it. You poisoned Rose.\r\n",
        "",
        "Margo: Do you \r\nthink that Barbara refused to take the polygraph test because she's afraid she'd \r\nimplicate herself or she's protecting Paul? ",
        "Hal: I still \r\ndon't think that Paul would kill Rose. I mean, as angry as he was, I still don't \r\nthink he has the stomach for it. ",
        "Jack: Who do \r\nyou like? ",
        "Margo: Me? I \r\ndon't know yet. But I tend to look at the guy who's making the most noise. You \r\nknow, the one who's always pointing his finger at somebody else? Never \r\nunderstood that. Unless, of course, he's guilty himself. ",
        "",
        "Dusty: I know \r\nwhat you're feeling. I feel it, too. The only way we can stop it is to make sure \r\nthat Paul Ryan doesn't get away with this. ",
        "Lily: Just go \r\naway, Dusty, please. ",
        "Dusty: You \r\nknow, I loved your sister. And I'll never forgive myself for not protecting her. \r\nIt's all cued up for you. That's gonna remind you what kind of a man Paul Ryan \r\nis. ",
        "Barbara: Don’t. \r\nI'm telling you, please, please, please don't go to Hal. All right? He's just \r\nabout to let me see Will. He's gonna let me see Will. You'll ruin everything. \r\nI'm begging you. ",
        "Paul: I don't \r\nwant you anywhere near Will. Not -- not now. You're over the edge, Barbara.\r\n",
        "Jennifer: Paul, \r\nI thought we agreed to calm things down. We don't want anyone doing anything \r\ndesperate. ",
        "Paul: How do \r\nyou do that? You got, like, a remote control or something? You start \r\nhyperventilating, and she starts jumping up and down, trying to make everything \r\nokay? ",
        "Barbara: I want \r\nyou to think about something, all right? Just think about this. Jennifer \r\ncertainly didn't kill Rose. And I know that you didn't. And I -- I'm glad she's \r\ngone, I admit that, I do. I didn't kill her. I didn't. So there's no need to go \r\nto Hal. We can handle this by ourselves. Dusty killed her. I know it. And we can \r\nprove it if you'll just give us that chance. ",
        "",
        "Jack: I just \r\nthought of something. If Paul was telling the truth about someone setting him up \r\nat the mausoleum, who was it? Not Barbara. ",
        "Hal: Oh, she \r\nhurts her kids, but not intentionally. ",
        "Jack: And \r\nMitzi, she was still in Atlantic City -- ",
        "Hal: And Molly \r\nwas still trying to set up Dusty -- ",
        "Jack: And if \r\nDusty had evidence to convicted Paul, why sit on it? ",
        "Hal: So if it's \r\nnone of our five -- ",
        "Jack: Who is \r\nit? ",
        "Hal: Someone \r\nwho wants Paul to fry. ",
        "",
        "Paul: You want \r\nto know who I think set me up, Barbara? You. You're the one who set me up.\r\n",
        "Barbara: No. \r\nNo, I swear. I swear to you, Paul. ",
        "Paul: And I \r\nwould rather let fire ants eat the flesh off of my face than join \"Team Ryan.\" \r\nNo offense, Jen. You do what you gotta do. But I'm out. ",
        "",
        "Jack: Hal, if \r\nsomeone else is involved, we're gonna have to expand our thinking. ",
        "Hal: Listen; \r\nlet's expand it tomorrow, okay? ",
        "Jack: Deal. \r\nDon't stay too late. ",
        "Hal: Oh, you \r\ntalk to Lily, tell her Emily and I said hello, okay? ",
        "Jack: You got \r\nit. ",
        "Cop: Lab \r\nresults from the glasses in the D'Angelo case. ",
        "Jack: Hey, \r\nthanks. \"Traces of methanol in the glass.\" ",
        "Hal: Any \r\nfingerprints on the glass? ",
        "Jack: Just Rose \r\nand Paul. ",
        "Hal: Well, \r\nunless Rose poisoned herself -- ",
        "Jack: Exactly.\r\n",
        "Hal: He didn't \r\ndo it. ",
        "Jack: He'd be \r\npretty stupid if he did. ",
        "Hal: And he's \r\nnot stupid. ",
        "Jack: Hal, if \r\nthis case doesn't break another way, however -- ",
        "Hal: I know.\r\n",
        "Jack: Well, \r\nhere. We'll talk about it tomorrow, all right? And by the way, happy New Year.\r\n",
        "Hal: Let's hope \r\nso, Jack. ",
        "",
        "Paul: From now \r\non, it's every child for himself. And if you do anything to implicate me in your \r\ncrimes, I will -- I will bring you down with me. Bye, Jen. ",
        "Barbara: He \r\nhates me. ",
        "Jennifer: Can \r\nyou blame him? ",
        "Barbara: I \r\ndidn't set him up. I swear to you on my life -- on Will's life -- it wasn't me.\r\n",
        "",
        "Molly: Craig, \r\nyou have a message on the machine. That Fettle woman from the adoption agency \r\ncalled. ",
        "Craig: \r\nAnnabelle Fettle? ",
        "Molly: No. How many Fettles do you know? She called either late last night or \r\nearly this morning. ",
        "Craig: What'd she want? ",
        "Molly: She said, \"tell him I'll be payin' him a visit real soon.\" Hey, how's \r\nLily? ",
        "[Dusty laughs] ",
        "Dusty: Like you care. ",
        "Molly: Of course I care. ",
        "Dusty: Then ask her yourself. ",
        "Molly: Hey, tough guy. I planted that poison in your room because I'm crazy \r\nabout you. And I couldn't stand watching you still following after Rose even \r\nafter she treated you like road kill. ",
        "Dusty: You know what? You don't even begin to understand. ",
        "Molly: Look at you. You're still in love with her. And I'm still jealous -- \r\nof a dead woman, and I hate it. Okay? And I hate it that we're not friends \r\nanymore. And I hate it that we don't make love anymore. And that you're stuck, \r\nand I'm stuck. ",
        "Dusty: Well, then move on, will ya?! ",
        "Molly: I might just try that, okay? When I get over you. You know, think \r\nabout this, okay? While you're face down in your pillow dreaming about Rose, \r\nthink about this -- ",
        "[\"Auld Lang Syne\" plays] ",
        "Molly: She's gone. And I'm still right here. And while she loved havin' you \r\non her string -- I love you. ",
        "[Singer] Be forgot and days of Auld Lang Syne ",
        "",
        "Paul: Don't you lie to me. Not here, not now. ",
        "Rose: No, you're angry, I know that. When you asked me where I was, I should \r\nhave told you I was with Dusty. I'm tellin' you, it is not what you think. ",
        "Paul: What I think?! You know what I think, Rose? I think I'm the biggest \r\nidiot on the face of the earth for ever thinking that I could make this work \r\nwith you. How could I do that? How could I think that I would ever make it work \r\nwith a woman who already played me for the fool once? ",
        "Holden: Lily? It's me. Open up! Lily, the kids are home. They're waiting for \r\nyou to come back and have dinner! ",
        "[Rose and Paul in background] ",
        "Holden: Lily? Lily, open the door. ",
        "Paul: Are you insane? Are you crazy? Do you really think that I'm ever gonna \r\nbelieve another word out of your lying mouth? ",
        "Mitzi: Mitzi's roller palace. It's got a nice ring to it. ",
        "Rose: They keep tellin' me here that dead men tell no tales. I guess that \r\napplies to dead beauticians, too, because I don't know nothin' about nothin'. \r\nBut somebody'll figure it out. I guess I'll just have to wait and see. ",
        "",
        "On the next \"As The World Turns\" -- ",
        "Dusty: The cops found a murder weapon on Paul, and they're still playin' 20 \r\nquestions. Your brother's goin' down. ",
        "Lily: If he killed her, then the police will find -- ",
        "Dusty: No. There is no \"if.\" The cops know he killed her. ",
        "Paul: Someone's settin' me up, and you're falling for it hook, line and \r\nsinker. ",
        "Chris: The man's got somethin' to say? I wanna hear him say it. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=XBWTVmQk7aQ"
}