{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Aaron: Wait, back it up a sec. You're going \r\nwhere? ",
        "Alison: To Seattle with you. ",
        "Aaron: I'm leaving tonight, Alison. \r\n",
        "Alison: I know, which means there's like no \r\ntime to pack, so -- ",
        "Aaron: No, no, no. Ali, we've already been \r\nthrough this. I don't know how long I'm going to be out there for or when I'm \r\ncoming back. ",
        "Alison: Don't worry, I talked to my mom and, \r\nmiracle of miracles, she thinks that I should go with you. And I've already told \r\nDusty that he'll have to make do without me for a while, and he's okay with \r\nhaving someone fill in for me. ",
        "Aaron: You've done all that? ",
        "Alison: I couldn't let you go to Seattle \r\nalone, could I? ",
        "Aaron: I'm expecting this -- ",
        "Alison: You can shower me with kisses after I \r\nfinish packing. ",
        "Aaron: Ali -- honey, you got to understand \r\nsomething. I would love for you to meet my family nothing would make me happier.\r\n",
        "Alison: But -- ",
        "Aaron: This has to be a solo trip. I can't \r\ntake you with me. ",
        "",
        "Faith: Mommy's home, Mommy's home! \r\n",
        "Emma: Oh, Lily. ",
        "Faith: Mommy! ",
        "Lily: Oh, I missed you. Oh, you look so \r\nbeautiful. Hi, how are you? Oh, it's so good to see the both of you. ",
        "Emma: Welcome home, Sweetheart. Welcome home, \r\nwelcome home. ",
        "Lily: Those are the most incredible words \r\nI’ve ever heard in my world. Hey, let me look at you both. Oh, you look so \r\nbeautiful. ",
        "Emma: Oh, thank heavens. Thank heavens the \r\nbail worked out. ",
        "",
        "Lucinda: Once we get the charges dropped, \r\nthen this nightmare is over. ",
        "Lily: Look at you. You look so great. Hey, \r\nLuke. ",
        "Luke: Welcome home, Mom. ",
        "Lily: You have no idea how great this is. To \r\nbe here with all of you, this is -- this is just heaven. ",
        "Holden: What? You have something you want to \r\nsay to me? ",
        "Luke: Yeah. What are you doing here? \r\n",
        "",
        "Jack: Well, we found out where that last call \r\nto Julia’s cell phone came from. ",
        "Keith: Yeah, right, it was a phone booth.\r\n",
        "Jack: Yes, it was a phone booth outside a \r\nconvenience store on the corner of Division and 14th. ",
        "Keith: Okay. Did you check it out? \r\n",
        "Jack: For what? ",
        "Keith: Oh, come on, man, you know, \r\nfingerprints. Somebody would have seen something around there -- ",
        "Jack: I got somebody on it now, but you got \r\nto remember, hundreds of people could have used that phone since that time, \r\nokay? ",
        "Keith: That's all we got, Jack, otherwise, we \r\ngot a dead end here. ",
        "Jack: I realize that, Keith, but you got --\r\n",
        "J.J.: Dad! ",
        "Jack: Hey. ",
        "J.J.: Hey, Uncle Keith. ",
        "Keith: Hey, what's going on? What are you \r\ndoing down here, J.J? ",
        "Jack: Yeah, yeah. I thought you were playing \r\nwith Parker. Don't tell me they were fighting again. ",
        "Carly: No, no, they were getting along fine. \r\nI got a call from a social worker who told me to bring J.J. here. ",
        "Jack: Social worker? ",
        "Carly: Yeah, I thought that it had something \r\nto do with Keith. ",
        "Keith: No, I don't know anything about a \r\nsocial worker. ",
        "Les: Well, you can say hello to her, she's \r\nright here. That's my boy J.J. J.J., This is Christine. She's a very nice lady, \r\nshe's gonna spend some time with us. Oh, and it's all right here in black and \r\nwhite. ",
        "Carly: What does it say? ",
        "Jack: The court has granted Les supervised \r\nvisitation. ",
        "Les: Oh, it's just a temporary thing till you \r\ngot me full time. But don't you worry, before you know it, I will be your \r\nfull-time Daddy, J.J. ",
        "",
        "Mike: You want me to be the -- ",
        "Barbara: To take responsibility for \r\nJennifer’s child. Claim the baby as your own. It's the perfect solution. \r\n",
        "Mike: No, no, it's out of the question. And \r\nif you think that's going to get us anything but trouble, you need to go back to \r\nthat hospital that you were in last year. ",
        "Barbara: You know, you're the one who's not \r\nclearly here. You two love each other. You've started a life together. No one \r\nwould know that this baby is not yours, so why would anyone have to know? \r\n",
        "Mike: I would know. And so would Jennifer.\r\n",
        "Barbara: We need to protect her. ",
        "Mike: From what? ",
        "Barbara: From Craig Montgomery and being tied \r\nto him for the rest of her life. ",
        "Mike: Lying's not the answer. ",
        "Barbara: You know, maybe I was wrong about \r\nyou. I thought you loved my daughter, and that you were looking out for her.\r\n",
        "Mike: I am, but I’m not going to sit here and \r\nmake up a bunch of -- ",
        "Barbara: Well, maybe at one time, but not \r\nnow, because all I see is a guy who's only looking out for himself. ",
        "",
        "Paul: What do you want, Jennifer? ",
        "Jennifer: Well, if you asked me a few weeks \r\nago, even a few days ago, I would've said a life with Mike and a successful \r\ncareer. ",
        "Paul: And now? ",
        "Jennifer: Now, I'm just exhausted. You know, \r\nI can't eat, i can't sleep and I have all these conflicting thoughts just \r\ncrashing around in my head, and I just want to close my eyes and make them all \r\ngo away. ",
        "Paul: Jennifer, this isn't going to go away. \r\nYou need a plan. Do you have a plan? ",
        "Jennifer: Well, it would be a whole lot \r\neasier if this baby were Mike’s. ",
        "Paul: Well, that's significant. Are you \r\nsaying there's a part of you that wants to keep this baby? ",
        "Jennifer: If this baby were Mike's, then he \r\nwould still be in the equation. One -- one mistake I made and -- and my life is \r\nruined. ",
        "Paul: Jennifer, your life isn't ruined. \r\nMike's still here. ",
        "Jennifer: Yeah, for the moment. But even he \r\nadmitted that he doesn't know how he'll feel down the line. And whatever choice \r\nI make, I really don't think that he and I can recover from this. ",
        "Paul: What does Mike want you to do? \r\n",
        "Jennifer: He's been very careful not to weigh \r\nin on that. He says the decision is mine. But I know that -- that having this \r\nbaby will change everything. Having Craig’s baby, living with a constant \r\nreminder of how I betrayed him, how -- how can you ask that of any man? I mean, \r\ncould you do it? ",
        "Paul: I'm not Mike. ",
        "Jennifer: You couldn't do it, could you? It \r\nreally is too much to ask. ",
        "",
        "Mike: I don't care what you think about me. I \r\nonly care what Jennifer thinks. I told her not to make any hasty decisions on \r\naccount of me, that I would accept whatever choice she makes. ",
        "Barbara: And you're willing to live with \r\nthat? ",
        "Mike: Look, she's trying to make up her mind, \r\nso I'm not going to sit there and tell her -- ",
        "Barbara: She's basing her decision on what \r\nyou're going to do. That's why she ran off to this clinic. She's scared to death \r\nthat you're going to leave her! ",
        "Mike: No, don't -- don't pressure me. Okay? \r\nIt's not fair to me or to Jennifer. ",
        "Barbara: And what about that precious baby \r\nshe's carrying? Do you think it's fair to it to be raised with Craig Montgomery \r\nas a father? ",
        "Mike: Fair or not, Craig is the baby's \r\nfather. There's nothing we can do to change that. ",
        "Barbara: We can change that. And we can keep \r\nyou and Jennifer together and make sure that that little baby is not raised with \r\na lifetime of misery. Just say yes. ",
        "",
        "Craig: Oh, Bryant, I miss you so. Not a day \r\ngoes by -- nothing's the same. But I remembered our book. So let's see where old \r\nhuck is up to. Let's see, where were we? \"It's lovely to live on a 90rmz I we \r\nhad the sky, up there, all speckled with stars, and we used to lay on our backs \r\nand look up at them, discuss about whether they was made or only just happened. \r\nJim, he allowed they was made, but I allowed they happened. I judged\" -- \r\n",
        "Sierra: Uh, I’m sorry. I'll come back later.\r\n",
        "Craig: No, no, no, no. Don't go. It's our \r\nson's birthday. I think we can celebrate together as Bryant’s parents. \r\n",
        "",
        "Emma: Look, sweetheart tonight is a big \r\ncelebration. We're just -- we're all here. We all here to welcome your mama \r\nhome. ",
        "Luke: Yeah, right. ",
        "Lily: Come on. I'm happy everybody is here. \r\nJust let it go, please. ",
        "Emma: Can I -- can I interest anyone in some \r\nchocolate cake and some homemade ice cream? Hmm? ",
        "Lucinda: I think we've got at least one \r\ntaker. ",
        "Lily: Okay, cake and ice cream all around.\r\n",
        "Emma: All right. I'll be right back. Come on.\r\n",
        "Lucinda: Can I help you in the kitchen?\r\n",
        "Emma: Yes. Follow me. ",
        "Lily: The place looks good. Obviously, Emma \r\nkept everything running very smoothly. ",
        "Holden: We tried, but -- you are the heart of \r\nthis home. You always will be. ",
        "Lily: Thank you. ",
        "Luke: Where's Aaron? Is he working tonight?\r\n",
        "Holden: I've been so busy, I forgot to tell \r\nyou. ",
        "Luke: Tell me what? ",
        "Holden: He got a call from Seattle and his \r\nmother is in the hospital, so he's going to go spend some time with her. \r\n",
        "Luke: Well, how much time? ",
        "Holden: He's not sure. He doesn't know how \r\nlong it's going to take her to recover, but it may be a while. ",
        "Luke: When's he leaving? ",
        "Holden: Tonight. ",
        "",
        "Alison: Do I embarrass you? You don't want to \r\nbe seen with me? ",
        "Aaron: Alison -- oh, come on, Ali, I just \r\nfinished telling you how much I wanted you to meet everybody. It's just the \r\ntiming is just really bad. And I'm going to be at the hospital a lot. And if the \r\nnews comes back bad about my mom, I'm not sure that they're going to want \r\nvisitors. ",
        "Alison: I know that, but -- ",
        "Aaron: I've kept them on the back burner for \r\ntoo long. And it's really time that I focus on them. And you understand that, \r\ndon't you? [Phone ringing] that's my phone, I’d better get it. It could be news \r\nabout my mom. Hello? ",
        "Holden: Hey, it's me. I'm glad you're still \r\naround. ",
        "Aaron: Hey, is everything okay? ",
        "Holden: Yeah. Yeah, everything's fine. We're \r\nhaving a welcome home party for Lily and I was hoping that maybe you could stop \r\nby before you headed out. It would give you a chance to say good-bye to \r\neverybody. Especially Luke. I think he really needs to see you. ",
        "Aaron: See you in a few. ",
        "Alison: You're leaving? ",
        "Aaron: Holden wants me to come by and say \r\ngood-bye to the crew. Mainly Luke. He's going through a rough time and I \r\nprobably shouldn't leave without talking to him. Do you want to come with me, \r\nAli? Alison, please. Don't do this. I'll be back. You know I’ll be back. Seattle \r\nisn't forever. Okay? We are. Come on. ",
        "",
        "Les: Come on, don't you want to spend time \r\nwith your daddy? He's being shy. ",
        "Carly: He's terrified. ",
        "Keith: Look, can he do this? Can he demand \r\nwithout warning? ",
        "Social worker: Actually -- ",
        "Les: Look, I'm sorry. I should've called \r\nfirst. But, you know, I was just excited to see J.J. you know, you know what I \r\nmean. Next time I'll -- ",
        "Keith: No, hopefully there's never going to \r\nbe a next time, Sweeney. ",
        "Les: Let's go, double J. Come on. ",
        "J.J.: Do I have to? ",
        "Jack: Ah, yeah. Everything is going to be \r\nokay. All right? We'll be right here, nothing's going to happen. ",
        "Carly: That's right. That's right. All you \r\nhave to do is look through that window right there and you'll see us. Okay?\r\n",
        "Les: Let's go, little man. ",
        "Keith: All right, look, I’m calling Baldwin. ",
        "Jack: All right. That's good idea. \r\n",
        "Carly: He doesn't actually have a chance of \r\ngetting custody of that child, does he? ",
        "Jack: I'm going to call Tom. Maybe he can \r\ngive us a head's up on which way the judge might go. You'll stay here? \r\n",
        "Carly: I'm not going anywhere. ",
        "",
        "Aaron: How's it feel to be free? ",
        "Lily: Oh, it's the best feeling in the world! \r\nSecond only to being here with my family. Thanks for coming by. ",
        "Aaron: No \"hi,\" Luke? ",
        "Luke: I thought you were leaving. ",
        "Aaron: Well, I wasn't going to leave without \r\nsaying good-bye to my kid brother. ",
        "Luke: Dad told me your mom's sick. \r\n",
        "Aaron: Yeah. I'm sorry. I would have told you \r\nmyself, but I didn't have the chance. Everything's going on so quick and I have \r\nto pack. ",
        "",
        "Lucinda: Well, if anybody's in need of an \r\nenergy burst, there's cake and ice cream in the kitchen. Help yourselves. \r\n",
        "Alison: Oh, thanks. Shall we? ",
        "Aaron: Go ahead and get me one. Where did \r\nLuke go? You know, forget it. I'll go find him. ",
        "Lily: You know, I don't know which is \r\nsweeter. That delicious cake we just had or kisses from you guys. Oh! I know the \r\nanswer now. Definitely kisses. ",
        "Lucinda: Gosh, if I didn't know better, I’d \r\n-- I'd think nothing had changed at all. I mean, you're all here, everyone's \r\namiable under the same roof, one big, happy family. ",
        "Holden: Well, their mom's home. Nothing \r\nbetter than that. ",
        "Lucinda: That leads us to the inevitable \r\nquestion. Lily's home. Are you? ",
        "",
        "Les: Well, son, I got to take off. I'm out of \r\ntime, okay? But I promise you, I’ll be back. All right? Why don't you give your \r\ndaddy a hug? Give me a hug. That's right. Come on, J.J. now you be nice to your \r\ndaddy, okay? Because no matter what happens with this custody hearing? You'll \r\nalways be mine. I'm always gonna take care of you. You know what I mean? All \r\nright. I'll see you soon, J.J. real soon. ",
        "Carly: What did you say to him? ",
        "Les: None of your business, sweet thing.\r\n",
        "Carly: You obviously scared him. ",
        "Les: Save it! Look, I know you don't give a \r\ndamn about my son. ",
        "Carly: I care enough to keep him away from a \r\nmonster like you. ",
        "Les: You? You call me a monster? Whoa, whoa. \r\nTell me something. What would J.J. think? Does he know that you stepped over his \r\ndead mom's corpse just so you could vacuum up around her? Don't you get high and \r\nmighty with me, woman? I know the truth. ",
        "Carly: You can hate me as much as you like, I \r\nreally don't care. But if you love that little boy at all, you'll let him stay \r\nwith the people that he loves and trusts. ",
        "Les: No, not gonna happen. ",
        "Carly: Don't you think he's been through \r\nenough? ",
        "Les: You tell me something else. Do you \r\nthink, J.J., with all these people that care for him so much and he loves and \r\ntrusts, how did he wind up with a broken leg? ",
        "Carly: It was an accident. Kids, they get \r\nhurt when they're playing. It happens all the time. ",
        "Les: Yeah, yeah. Especially when the \r\nplayground monitors at the school, they're too busy yapping on their cell phones \r\nto be looking out for kids. ",
        "Carly: What? ",
        "Les: Look, all I know is when J.J. was living \r\nwith me, he didn't break any bones. ",
        "Carly: Could Julia make that claim? \r\n",
        "Les: Well, she ain't here, is she? Now, if \r\nyou want what's best for yourself, you stay the hell out of my way, Carly. And \r\ntell Keith he's gonna hear from my lawyer. ",
        "Jack: Hey. Did Les go already? Huh? What's \r\nwrong? Did he do something? ",
        "Carly: He -- he said something strange. He \r\nwas talking about the park when J.J. broke his leg and how the playground \r\nmonitors were talking on their cell phones. ",
        "Jack: How'd he know something like that?\r\n",
        "Carly: Do you think that J.J. might have told \r\nhim? ",
        "Jack: There's one way to find out. \r\n",
        "",
        "Sierra: I'm not sure I'm up to celebrating \r\nanything with you. And I'm certainly not going to argue with you here in front \r\nof our son, not on his birthday. ",
        "Craig: Oh, well, we never argued in front of \r\nour children before, so we don't have to start now. I'll give you some time \r\nalone. ",
        "Sierra: Wait. You don't have to leave. I just \r\ndon't know what we could say to each other without causing more pain. \r\n",
        "Craig: Well, we don't have to say anything. \r\nWhy don't you pick up where I left off? Huck and Jim were trying to decide where \r\nthe stars came from. ",
        "Sierra: \"Jim said, 'the moon could've laid \r\nthem.' Well, that looked kind of reasonable, so I didn't say nothing against it, \r\nbecause I've seen a frog lay most as many. So, of course, it could be done. We \r\nused to watch the stars that fell, too, and see them streak down. Once or twice \r\na night, we would see a steamboat slipping along in the dark, and now and then \r\nit'd belch a whole world of sparks out of her chimneys. And they would rain down \r\nin the river and look awful pretty.\" ",
        "",
        "Mike: You're asking me to go against \r\neverything that I believe in. ",
        "Barbara: I know that lying is very difficult \r\nfor you, but I think you just haven't considered the alternative. You and \r\nJennifer have your whole lives ahead of you. And you love each other. You can \r\nraise this baby, give it brothers and sisters, have the family that you always \r\nwanted and dreamed of. You just have to make sure that Craig doesn't get \r\nanywhere near it. Your lie will be for the greater good. ",
        "Mike: The end justifies the means. Never been \r\na big fan of that philosophy. ",
        "Barbara: Well, sometimes that's the only way. \r\nYou still have time, Mike. You still have time right now. But if you do nothing, \r\nsomeday you'll remember this conversation and wish to god that you'd heeded my \r\nadvice. ",
        "Mike: Great. Are we done here? ",
        "Barbara: Mike, don't destroy three lives out \r\nof some misplaced sense of honor and fair play. There's nothing fair about any \r\nof this. And if Craig finds out the truth, he'll be anything but honorable. And \r\nyou will never get him out of your lives. Now is that what you want? Is that \r\nwhat you want for Jennifer? So think about this very hard before you make any \r\nkind of decision. Jennifer needs you. Don't let her down now. ",
        "",
        "Paul: Jennifer, I have always wanted kids. \r\nYou know that. But Cabot made me realize that where kids come from, who their \r\nbiological parents are, that doesn't matter. But this is different. ",
        "Jennifer: Because of Craig. ",
        "Paul: Yes. Jennifer, if you could ignore who \r\nCraig is, everything he represents, all the damage that he's done to your \r\nfamily, to Carly, to Rosanna, to you, then you are a better person than I am. \r\nSo, that's the question, I guess. I mean, can you ignore the facts? And for the \r\nrest of your life? If the answer to that question isn't yes, then seriously, how \r\ncan you even consider having Craig Montgomery’s child? ",
        "",
        "Announcer: Coming up on \"As the World Turns\" \r\n-- ",
        "Jennifer: All I’m asking is that you support \r\nmy choice. ",
        "Paul: Jennifer -- ",
        "Jennifer: Can you do that for me because I \r\nreally do need you to do that for me. ",
        "Paul: Oh – ",
        "Holden: I'd like to come back home. \r\n",
        "Lily: I'm not so sure it's a good idea for \r\nyou live here anymore. ",
        "",
        "Paul: I just feel that if this were Mike's \r\nbaby, then you would have a shot at something approaching normal. But with Craig \r\nin the picture, you have nothing to look forward to but threats and abusive \r\ndemands. It's gonna be an all-out war for your time, control of your life, \r\ncontrol over your baby. And you combined that with the fact that Craig and \r\nBarbara despise one another -- ",
        "Jennifer: I would protect the baby from both \r\nof them. ",
        "Paul: How are you gonna do that, Jennifer? \r\nYou gonna move to the other side of the world? You gonna leave all of your \r\nfriends and your family behind and then just run off in the middle of the night?\r\n",
        "Jennifer: You know, the world looks pretty \r\ndark to you right now, especially after losing Rosanna. So, maybe this isn't the \r\ntime to be hammering you with questions about children -- ",
        "Paul: Wait, hold on a second. Everything that \r\nI just said to you has nothing to do with Rosanna and everything to do with you. \r\nJennifer, I love you. And I just -- I want you to be happy. And I think that you \r\nare going to be a spectacular mother. I just wonder if this is the right \r\nsituation for you because it seems like all of the odds are just stacked against \r\nyou. ",
        "Jennifer: You came here thinking that I \r\nshould not have this baby, didn't you? So, what was with the whole \"what do you \r\nwant, Jen?\" Because you really don't care about what I want. You just want me to \r\nwant what you want. ",
        "",
        "Sierra: I remember how much Bryant loved this \r\nbook. He would stay up all night reading it if he could. He'd say, \"Mom, just \r\none more chapter, okay?\" You'd think it was the only book we owned, he read it \r\nso many times. ",
        "Craig: Bryant will always be a 10-year-old \r\nboy with a fishing pole in his hand, looking for his next adventure like Huck \r\nFinn. ",
        "Sierra: I know how much you love your \r\nchildren. By your own admission, you weren't always the best father, but there's \r\nno denying your love. ",
        "Craig: Those kids are the best thing I ever \r\ndid. We had some good times. ",
        "Sierra: Unforgettable. ",
        "Craig: I only wish I could turn the clock \r\nback and do it again. ",
        "",
        "Aaron: Hey. ",
        "Luke: Billions and billions of stars out \r\nthere. ",
        "Aaron: It's amazing, isn't it? ",
        "Luke: When are you coming home? ",
        "Aaron: I have no idea. I should have gone \r\nback a long time ago. I came to Oakdale and my life changed so much that it's \r\nlike I almost forgot where I came from. And now my mom's sick. Well, you know, \r\nthere was a lot of problems back home, Luke. ",
        "Luke: There's a lot problems here. \r\n",
        "Aaron: Yeah, the point is, is that every \r\nfamily has problems. Okay, but they love us. No matter how much you screw up, or \r\nwhen you feel like they're letting you down, they still love you -- us. You can \r\ngo a million miles away and nobody's gonna know you and love you like your own \r\nfamily does. ",
        "Luke: I guess I’ll have to take your word for \r\nit. ",
        "Aaron: You've gotta learn to forgive them, \r\nLuke. You can't have that anger in your heart 'cause it's only gonna ruin your \r\nown life. Not theirs -- yours. And who knows how long we're gonna be on this \r\nplanet. And if Holden will even still be around when you realize that. People \r\nmake mistakes. Don't take it for granted that they'll always be there. Just \r\ndon't be like me and just let everything pass, you know? Before it's too late. \r\nIt's not worth it. ",
        "Luke: I hope everything works out for you.\r\n",
        "Aaron: You, too. ",
        "",
        "Jack: Listen, buddy, I gotta ask you a \r\nquestion. Did you talk to your dad about the accident you had in the playground \r\nwhen you broke your leg? ",
        "J.J.: No. ",
        "Jack: No. Are you sure about that? \r\n",
        "J.J.: I'm sure. ",
        "Jack: Okay. ",
        "Keith: Jack, you got a minute? ",
        "Jack: Yeah, why don't you stay in here and \r\ncolor while I talk to your Uncle Keith, okay? ",
        "J.J.: Then, I can go home with you? \r\n",
        "Jack: You bet. Did you get a hold of Baldwin? ",
        "Keith: Yeah, yeah, that bum Sweeny, and his \r\nlawyer are gearing up for round two. ",
        "Carly: Well, Lles seems pretty confident he's \r\ngonna get a ruling in his favor. ",
        "Keith: Why does he say that? ",
        "Jack: Did you mention anything to Les about \r\nthe playground monitors being on their cell phones at the time of J.J.'s \r\naccident? ",
        "Keith: No, I can barely be in the same room \r\nwith Sweeny. Where did he get this information? ",
        "Carly: We don't know. ",
        "Jack: Unless he was there. ",
        "Keith: Well, that was a while back. I mean, \r\nJ.J. would have mentioned something -- ",
        "Carly: Not if J.J didn’'t know. Les could \r\nhave been watching him in secret. ",
        "Keith: When was Sweeny released from prison?\r\n",
        "Jack: I checked it out once. Maybe it's time \r\nI dug a little deeper. ",
        "Keith: I think so. ",
        "",
        "Aaron: Ali, you okay? I'm sorry that you \r\ncan't come with me. I wish things could be different. ",
        "Alison: Of course, I know that. ",
        "Aaron: What's got you worried? ",
        "Alison: What if you run into an old \r\ngirlfriend or something? Or you fall in love with someone new? Or you decide \r\nthat you want to stay in Seattle permanently? What if \r\nOakdale starts turning into the place that you haven't visited in years? \r\n",
        "Aaron: No, no. Hell no, Ali. Okay? Never. You \r\nknow, I have my own list of worries, too. ",
        "Alison: Yeah? ",
        "Aaron: Well, sure. What if you forget about \r\nme? What if some new guy starts working at Metro and sweeps you off your feet --\r\n",
        "Alison: Never happen. I'm already swept. \r\nYou're the only one I want. Shouldn't you finish packing? ",
        "Aaron: That can wait. ",
        "",
        "Lily: I missed being here so much. \r\n",
        "Holden: Yeah, I know what you mean. I'd \r\nforgotten how much I love this house until I came back to be with the kids.\r\n",
        "Lily: Its home. ",
        "Holden: Lucinda asked me if I was gonna be \r\nmoving home for good. ",
        "Lily: What did you say? ",
        "Holden: I told her that I needed to run it by \r\nyou first. ",
        "Lily: What do you want? ",
        "Holden: I'd like to come back home -- for the \r\nkids. If that's okay with you. ",
        "Lily: If you'd asked me that a month ago, I \r\nwould -- but I'm not so sure that it's a good idea for you to live here anymore.\r\n",
        "",
        "Paul: Jennifer, stop it. I don't have an \r\nulterior motive or an axe to grind. Nothing. I just -- if ever there were a \r\nright time to have a baby, this ain't it. ",
        "Jennifer: You know, there was this woman at \r\nthe clinic and she -- she already had a child and she was pregnant with another \r\none. And you could tell that it wasn't planned. I mean, she even said that the \r\ntiming wasn't right, but -- Paul, she was happy. You know? She was excited and \r\nloving -- ",
        "Paul: Great, Jennifer, what does this have to \r\ndo with you? ",
        "Jennifer: I'm just -- I’m saying that I'm not \r\nsure there's ever a perfect time to have a kid. ",
        "Paul: You had a conversation with a woman at \r\na clinic, and you don't know her family, but you know ours. And you know Craig. \r\nOn a lifetime of responsibility based on a five-minute chat that you had with a \r\n-- and forgive me, but with a woman who's a hormonal mother-to-be? ",
        "Jennifer: Listen, all I’m asking is that you \r\nsupport my choice, either way. ",
        "Paul: Jennifer -- ",
        "Jennifer: Can you do that for me? Because I \r\nreally do need you to do that for me. ",
        "Paul: Oh -- you know you can always count on \r\nme, always. ",
        "",
        "Alison: Already? Well, let me get dressed, \r\nI'll drive you to the airport. ",
        "Aaron: I already called a cab, Ali. I don't \r\nwant you driving this late at night. And the last ting I want to do is say \r\ngood-bye to each other in an airport, okay. We'll do it right here, at home. \r\nWith you looking all sexy in my shirt. Seattle is not forever, okay. I'll be \r\nback. ",
        "Alison: You promise me? ",
        "Aaron: I promise you. ",
        "Alison: I'll miss you like crazy. ",
        "Aaron: I'll miss you, too. And I'll call you \r\nevery day. ",
        "Alison: I hate this. ",
        "Aaron: Look, I'll be back before you know it, \r\nokay. All right? I'm gonna get downstairs. You lock the doors when I leave. All \r\nright? ",
        "Alison: Mm-hmm. ",
        "Aaron: I'll be thinking about you the whole \r\ntime. ",
        "Alison: And you'll call me when you get in?\r\n",
        "Aaron: Yeah, it's gonna be late though.\r\n",
        "Alison: I don't care. I just want to hear \r\nyour voice. ",
        "[Alison sobbing] ",
        "Aaron: I love you, Alison. ",
        "Alison: I love you, Aaron. ",
        "[Alison crying] ",
        "[Alison crying] ",
        "",
        "Holden: You really don't want me home? \r\n",
        "Lily: Before Julia died that's all I wanted. \r\nMy husband to come home, for us to be a family, again. For us to try to make \r\nthings the way they used to be. But I have to tell you, I had a lot of time to \r\nthink when I was -- locked up. And you were right. Our problems didn't start \r\nwith Julia. They started a long time before that. And if we're gonna live under \r\nthe same roof and try to be a family again, we'll have to earn it. No more going \r\nthrough the motions. No more false hopes. No more impossible expectations. We \r\nhave to figure out what we really want. What's really important? Not because of \r\nsome obligation we have to each other, or habit. But because no other option \r\nwill do. ",
        "Holden: Right. I'm gonna grab my things.\r\n",
        "Faith: Mommy, Daddy, read us a story. \r\n",
        "Holden: Why don't you go sit down? \r\n",
        "Lily: It's okay. Just stay one night. \r\n",
        "Holden: Okay, I’ll be out of here first thing \r\nin the morning. ",
        "Lily: Okay, why don't we read the way we \r\nalways used to read together? I'll read one page, and you can read another?\r\n",
        "Holden: All right, that sounds good. \r\n",
        "Lily: Okay. \"Once upon a time, in a land far, \r\nfar away --\" ",
        "Holden: \"There lived a little girl, who \r\ndreamed of a better place. A place where she could be happy.\" ",
        "Lily: \"And she wanted that for a very, very \r\nlong time.\" ",
        "",
        "Jack: Yeah, I’ll talk to you soon, bye. Son \r\nof a -- ",
        "Keith: Come on, what, what did they say?\r\n",
        "Jack: Les was released from Statesville a \r\nweek before Julia was murdered. ",
        "Keith: Yeah, but I thought you said -- \r\n",
        "Jack: Everything -- everything I checked on \r\nbefore said he was still in custody. ",
        "Carly: Well, where was he? ",
        "Jack: I have no idea. But I'm sure as hell \r\ngonna find out. ",
        "",
        "Craig: Bryant is gone and Lucy is no longer a \r\nchild. But if -- if God gave me the chance to do it all over again, I'd do \r\nthings differently, I would. I'd give them the chance to grow, I would. I would \r\nbe the father they needed me to be. ",
        "Sierra: Don't fool yourself, Craig. The one \r\nthing I have learned from you is that you don't really change -- not in any \r\nlasting way. ",
        "",
        "Barbara: Did you talk to Jennifer? \r\n",
        "Paul: Yeah. ",
        "Barbara: Well? Did you get a sense of what \r\nshe's going to do? ",
        "Paul: I hope that what I said got through to \r\nher. ",
        "Barbara: You told her not to have the baby?\r\n",
        "Paul: She asked for my opinion, I gave it.\r\n",
        "Barbara: How could you do that? ",
        "Paul: It was easy. I just thought of you.\r\n",
        "",
        "Mike: Come on, come on, come rest. Let's go \r\nsit on the couch. ",
        "Jennifer: Don't we need to talk? ",
        "Mike: You know what, I don't know about you, \r\nbut I really think I'm all talked out today. ",
        "Jennifer: Who've you been talking to? \r\n",
        "Mike: You know what, just -- you need to \r\nrest, and I just need to hold you. Okay? Come here. ",
        "Jennifer: This is perfect. ",
        "Mike: Look, I don't want you to think about \r\nanything but sleep. Everything else we can take care of tomorrow. ",
        "[Mike remembering] ",
        "Mike: I want a wife, and I want a home and I \r\nwant a dozen arms wrapped around me when I come through the door. ",
        "Barbara: You can raise this baby, give it \r\nbrothers and sisters. Have the family that you always wanted and dreamed of. You \r\njust have to make sure that Craig doesn't get anywhere near it. ",
        "Mike: Baby, you know I want to do everything \r\nI can to help you and the last thing I want to do is let you down. But -- never \r\nmind. You just keep sleeping. ",
        "",
        "Announcer: On the next \"As the World Turns\" \r\n-- ",
        "Mike: You are ready to become a mom, I’m \r\nready to be a dad. Unconditionally. ",
        "Lily: What's with the bag? ",
        "Luke: I can't stay in this house anymore.\r\n",
        "Keith: I know Sweeny better than you do. I \r\nknow how to get under his skin. ",
        "Jack: Tell me what you got. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=gBlrCUUXO64"
}