{
    "Episode Summary": [],
    "Recap": [
        "Bob and Kim discuss the party at Metro for Chris and Reid, who are vying for the Chief of Staff position. Chris invites Katie to the party, but she refuses. Katie lets Chris know that she cannot be jerked around all the time. Katie reminds Chris that at first he wanted her to go to Sweden and now he wants her to stay in town. Katie demands that he make up his mind. Luke lets Reid know that he doesn't believe a word that Reid says. In Old Town, Will and Gwen meet with Iris and demand that she go to an AA meeting. Iris refuses, but Gwen insists that she attend or else. At Fairwinds, Paul and Henry go over the evidence that Iris may be responsible for Barbara's kidnapping. Barbara and Emily are still tied up in the wine cellar while fire sparks from the fuse box. Paul, Henry and Will search through Barbara's room. Henry still thinks that Iris is responsible for Barbara's disappearance. Henry gets a call from Margo that Barbara's credit card was used at a bar. Luke continues to accuse Reid of seeing someone else. Reid insists that he is not seeing someone else. Luke agrees to go to party with Reid. Chris asks Katie again to attend the party with him and she agrees. Chris has more chest pains.",
        "Everyone begins to arrive for the party at Metro. Henry, Will and Paul arrive for the AA meeting and find out it just ended. Gwen and Iris arrive home. Will calls Gwen to tell her to keep Iris there. Emily and Barbara fear that they will suffocate due to the smoke. Chris and Reid are both interviewed about the hospital, but when it comes Chris' turn, Reid has to bail him out with the answer to the question. Bob and Kim notice that something is wrong with Chris. Bob feels that Chris doesn't really want this position. Reid urges Chris to go to the hospital to see a cardiologist, but Katie overhears and questions Chris about it. Chris lies to her and tells her that they were discussing a case at the hospital. Barbara and Emily both apologize to each other for their actions in the past. Will tells Gwen that Iris may be responsible for Barbara's disappearance. Paul smells smoke and immediately begins to look where it's coming from. Chris and Katie leave the party. Bob is upset that Chris left with Katie. Luke asks Reid what is going on with Chris. Reid tells Luke the whole story about Chris being very sick and Reid is the only one who knows. Katie and Chris arrive home. Katie kisses Chris to let him know that she wants him to stay. Paul, Henry and Will find Barbara and Emily and also find out that Iris is responsible. Gwen finds Iris gone."
    ],
    "Recap Author": "Mary",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Kim: Well, hello, my darling.",
        "Bob: Hi.",
        "Kim: Well, I hope you're not planning to wear that lab coat or that tie to the party for the trustees tonight.",
        "Bob: What's wrong with my tie?",
        "Kim: Well, the tie's fine. It's the mustard on the tie.",
        "Bob: Oh.",
        "Kim: Oh. Not so good. Anyway, why are you -- why aren't you ready? We're gonna be late.",
        "Bob: Well, it's been a very busy day. I'm sure that the trustees will understand that.",
        "Kim: I just think you're nervous about this.",
        "Bob: Why would I be nervous?",
        "Kim: Well, because. I mean, I assume they are gonna decide if they're gonna back Chris or Dr. Oliver for the chief of staff position.",
        "Bob: Well, worrying about it is not going to accomplish anything. I just hope he doesn't drop the ball.",
        "Kim: It would be really nice if you had a little more faith in your son.",
        "Bob: Well, given his track record, that's not easy.",
        "Kim: You know, the trustees are not the only ones who have to make a decision. You have to make a decision, too.",
        "Bob: I know.",
        "Kim: Unless you already have.",
        "[SCENE_BREAK]",
        "Chris: Why don't you want to go to the trustees' party? I would really like it if you went with me.",
        "Katie: A few hours ago, you really wanted me to go to Sweden with Henry to look for Vienna.",
        "Chris: I never actually said I wanted you to go to Sweden. I just wanted you to do what was best.",
        "Katie: And now you think what's best would be to stay here and go to a party with you?",
        "Chris: Right.",
        "Katie: No, I can't.",
        "Chris: Why? Sweden will be there tomorrow.",
        "Katie: It's not about Sweden or Henry.",
        "Chris: Then what is wrong?",
        "Katie: You tell me. I can't deal with all this back and forth with you. It's making me dizzy.",
        "Chris: What are you talking about?",
        "Katie: \"Go to Sweden. No, no. Stay here and go to a party with me. Hey, do you want to go on a date tonight? No, you know what? I can't go on a date tonight.\" I can't deal with all the flip-flopping.",
        "Chris: You're right. You're right. I -- I've been acting that way, and I'm sorry.",
        "Katie: What's wrong? You're acting like two different people. If I didn't know any better, I'd think you were on something.",
        "[SCENE_BREAK]",
        "Reid: What exactly don't you believe? That there's a trustees' cocktail party or that I want you to come?",
        "Luke: I don't give a damn about your party.",
        "Reid: Okay. So what's wrong?",
        "Luke: You lied to me -- earlier about seeing a patient.",
        "Reid: No, I didn't.",
        "Luke: Yes, you did. You weren't at the hospital. You were at the Lakeview.",
        "Reid: I'm not denying that.",
        "Luke: Well, since when do brain surgeons do house calls in hotel rooms?",
        "Reid: I had to see a special patient -- one who can't be treated at the hospital.",
        "Luke: Oh, yeah, I bet.",
        "Reid: That's all I can say about this, Luke.",
        "Luke: Well, I'm sorry, Reid. That's not enough.",
        "Reid: What do you want from me?",
        "Luke: The patient's name.",
        "Reid: No.",
        "Luke: Damn it. Reid, who are you seeing behind my back?",
        "Iris: I'm gonna go to the bank on time. I'm gonna get my nice --",
        "Gwen: Mom.",
        "Iris: Whoo! [Laughs] Hello, Gwennie. Hi, Will.",
        "Gwen: What are you doing? Where are you going?",
        "Iris: Well, I was just doing a little window shopping, getting a little fresh air.",
        "Will: Yeah. It looks like you probably needed it after all the drinking you did at the Lakeview.",
        "Iris: What are you talking about? I haven't had a drink.",
        "Will: Henry saw you at the bar.",
        "Gwen: What's the matter with you? You're wearing Barbara's clothing and running up bar tabs in her name.",
        "Iris: Don't judge me too harshly, Honey. It's -- its not easy being me and being sober.",
        "Gwen: What happened to your higher power?",
        "Iris: Well, today it was just a little too high. Actually, it was, uh, out of reach, you know? I mean, I made a mistake. Look, I'm not perfect. But I swear to you, it was just a momentary lapse.",
        "Gwen: Yeah, let's make sure of that. Come on.",
        "Iris: Come on where?",
        "Will: There's an A.A. meeting at the hospital. You're going.",
        "Iris: Now?",
        "Gwen: It starts in 15 minutes.",
        "Iris: Oh, you know, that's not gonna work for me. How about I catch the 8:00?",
        "Gwen: No. Either you go to that meeting right now or I'm gonna force you to check into rehab. Take your pick.",
        "[Iris sighs]",
        "[SCENE_BREAK]",
        "Henry: Paul, what if Iris is duping us.",
        "Paul: How so?",
        "Henry: Well, she lied about not drinking. Maybe she lied about everything else, like the real reason that she's here.",
        "Paul: Go on.",
        "Henry: Well, she's -- she's wearing Barbara's clothes. She's wearing Barbara's perfume.",
        "Paul: Iris has always been a little bit of a mooch.",
        "Henry: I think it's more than that. I think the woman in that security video that everyone thought was Barbara was really Iris. I think Iris is behind Barbara's disappearance.",
        "Paul: To what end?",
        "Henry: I don't know.",
        "Paul: I thought Iris was back in town to make nice with Gwen.",
        "Henry: Yeah.",
        "Paul: Why would she put all that at risk?",
        "Henry: Maybe the whole Gwen thing is just a smokescreen so, uh, she won't seem suspicious.",
        "Paul: I don't know, Henry. That's a big jump.",
        "Henry: Don't you think we should at least talk to her about it?",
        "Paul: Fine. Any idea where she is?",
        "Henry: No. But I bet Will or Gwen does. Come on.",
        "[SCENE_BREAK]",
        "[Both screaming]",
        "Emily: God, would you look at what you've done?",
        "Barbara: You're blaming this on me?",
        "Emily: It's your fault! You wanted to pull the damn beam down. The entire ceiling came down on top of us.",
        "Barbara: Excuse me for trying to get us out of here!",
        "Emily: Well, the good it did. Now we're both gonna be burned alive!",
        "[Both scream]",
        "Barbara: That stuff is flammable.",
        "Emily: I know, and it's right below the fuse box.",
        "Barbara: Okay, we got to get over there somehow and just kick it out of the way.",
        "Emily: How do you presume we do that?",
        "Barbara: Work with me, okay? Stop fighting me.",
        "Emily: I'm not.",
        "Barbara: Stop fighting me, okay?",
        "Emily: I'm not! You're the one who's fighting against me, Barbara.",
        "Barbara: I am not. I want you to move with me, okay? We have to slide. We have to shimmy a little bit or something.",
        "Emily: Are we strippers all of a sudden?",
        "Barbara: Oh, stop. Do you have a better idea?",
        "Both: Ow.",
        "Emily: Slide and shimmy.",
        "Barbara: Oh! I tell you something, when I get out of here, I'm gonna kill Iris Dumbrowski.",
        "Emily: Not if I kill her first.",
        "[Both groaning]",
        "[SCENE_BREAK]",
        "Gwen: You swore to me that you would stop drinking for good.",
        "Iris: And I swear to you I'm gonna keep my word. It's just that it's been a little hard. I mean, I've just been so worried about Barbara.",
        "Will: Well, don't blame what's going on with my mother for your mistakes.",
        "Iris: Don't you think I care? Of course I care. Why do you think I came back here?",
        "Will: That's a good question.",
        "Iris: Look, when I saw how worried you were about Barbara's disappearance, I -- I just got all jumbled up. My nerves got shot, you know? And I needed a drink to calm me down. But I regretted it the moment I took that drink.",
        "Will: So much so that you just kept on drinking.",
        "Iris: Well, see, that's what alcoholics do. You see, we -- we start drinking, and then it's very hard for us to stop.",
        "Gwen: Exactly. And that's what I'm afraid of.",
        "Iris: No, but I did stop. I swear I did. You have to believe me.",
        "Gwen: I'll believe you a lot more after an A.A. meeting.",
        "Iris: [Sighs] Okay.",
        "Will: You know, it's still very odd to me that you're dressed like my mom right now.",
        "Iris: I -- I just borrowed this. I should have asked you first.",
        "Will: And why did you tell Henry that I said it was okay for you to take some of her stuff?",
        "Iris: Oh, it was an easier explanation.",
        "Will: And parading around town, looking like her?",
        "Iris: I guess I just wanted to know what it would like to be her. I mean, your mother has so much style and so much taste, and I didn't think there'd by harm if I just, you know, tried this on for a little bit. Okay, look, I'm jealous of all of her nice things and how much everybody thinks about her. I'm just --",
        "Gwen: Mom --",
        "Iris: I know, it's petty. I -- I understand it. But, you know, this whole changing of your life thing, it takes time, you know? And I'm -- I'm still evolving.",
        "[Cell phone rings]",
        "Will: That's Paul. Maybe he's got some news.",
        "Iris: Um, Gwennie, can I be honest with you about something? See, I was just heading somewhere now that -- that's better for me than an A.A. meeting.",
        "Gwen: Oh, yeah? Where?",
        "Iris: To church. I was gonna pray for forgiveness for my slip-up.",
        "Gwen: You actually expect me to believe that?",
        "Iris: Yes, Honey. I -- I do. I mean, please. You got to give me another chance.",
        "Will: I, uh -- I got to go to the Lakeview and meet Paul and Henry. Henry's got some new theory.",
        "Iris: What -- what is it?",
        "Will: He didn't say.",
        "Iris: Well, you know, you two better hurry up and go and join them and find out --",
        "Gwen: Whoa. No, no, no, no, no. Will can go do that on his own. You and I are going to that A.A. meeting.",
        "Will: I'll, uh -- I'll call you, and I'll tell you what's going on, okay? Would you please change out of these clothes, put some of your own clothes on? 'Cause this is just weird. Thanks.",
        "Gwen: You ready?",
        "Iris: Do I got a choice?",
        "Gwen: Nope. This is your last chance.",
        "Iris: Don't I know it.",
        "[SCENE_BREAK]",
        "Paul: I still don't know what it is you think you're gonna find.",
        "Henry: I'm looking for something to connect Iris to Barbara.",
        "Paul: A needle in a haystack.",
        "Henry: You still don't buy the theory?",
        "Paul: What, that Iris kidnapped Mom? Yeah, I'm having a hard time believing that Iris is capable of pulling something like that off.",
        "Henry: Well, then, why are you here? Why -- why did you come with me? Why did you call Will and tell him to join us?",
        "Paul: Because I do think you're right. I do think that -- that something bad is happening to Mom, and I can't get a hold of Emily. Maybe those two things are connected.",
        "Henry: I'm positive that it's all connected.",
        "Will: Hey. Guys, what's up?",
        "Henry: Where is Iris right now?",
        "Will: Gwen's taking her to an A.A. meeting at the hospital. Why?",
        "Paul: Well, 'cause Henry is suspicious. He thinks that Iris is somehow behind Mom's disappearance.",
        "Will: Well, she has been acting really weird, and she's wearing Mom's clothes right now, which is totally bizarre.",
        "Henry: Thank you.",
        "Will: And I wouldn't put anything past Iris.",
        "Paul: Double abduction?",
        "Will: Double?",
        "Henry: Yeah, well, if -- if Iris kidnapped Barbara and then Emily found out about it --",
        "Will: That would explain why Emily's missing, too.",
        "Henry: Yeah.",
        "[Cell phone rings]",
        "Henry: Hold on. Hello. Yeah. It's Margo. Yeah, they're here with me now. You're kidding me. Thank you. Just keep me posted, all right, Margo? Thank you.",
        "Paul: What is it?",
        "Henry: Someone used Barbara's credit card a couple of hours ago.",
        "Paul: Maybe that someone was Barbara.",
        "Henry: At the Eight Ball Tavern for a chili dog and two shots of bourbon?",
        "Paul: That doesn't sound like Mom.",
        "Will: Sure as hell sounds like Iris.",
        "Henry: Exactly. She's -- she's wearing Barbara's clothes. She's using Barbara's credit card. Do you still think I'm wrong about this, Paul?",
        "[SCENE_BREAK]",
        "Bob: Look, I'm not taking sides on this.",
        "Kim: Yes, but that's what it sounds like.",
        "Bob: What I'm trying to do is be impartial and let the best man for the job win.",
        "Kim: Well, spoken like a true chief of staff",
        "Bob: But, you know, Chris has got to prove he wants this job, not just to me, but to the entire board.",
        "Kim: Well, maybe he needs a little guidance.",
        "Bob: Well, if he did, he'd ask for it.",
        "Kim: Well, would he? Are you so sure?",
        "Bob: I -- I don't know. I'm really getting the feeling that he doesn't want the job.",
        "Kim: What makes you say that?",
        "Bob: Well, he doesn't act like a man who wants to win.",
        "Kim: Maybe he's nervous!",
        "Bob: Please. He's too cocky to be nervous.",
        "[Kim scoffs]",
        "Bob: Maybe he's lazy.",
        "Kim: Oh, Bob!",
        "Bob: Well, anyway, if he wants the job, he's got to earn it.",
        "Kim: I for one believe he will.",
        "[SCENE_BREAK]",
        "Luke: Using doctor/patient confidentiality to cover up a lie is really cold, Reid, even for you.",
        "Reid: There s no lie. There is no cover-up. Just a situation that I can't discuss with you. This probably isn't the last time that something like this will come up, so you'd better get used to it.",
        "Luke: You mean using your practice to cover your cheating?",
        "Reid: Who told you that I was cheating on you?",
        "Luke: Does it matter?",
        "Reid: Of course it does. It goes back to credibility.",
        "Luke: Noah said that he saw you going into the elevator at the Lakeview with another man. He said that you had your arm around him.",
        "Reid: I did. He was injured. I was helping him back to his hotel room. Of course, Noah, being the dramatic filmmaker that he is, misinterpreted the whole thing and saw only what he wanted to see.",
        "Luke: Well, he said that you two looked pretty intimate.",
        "Reid: I'm sure he did.",
        "Luke: So are you saying that he overreacted?",
        "Reid: He overstated. You're the one who's overreacting. And it's not very comforting, by the way.",
        "Luke: Yeah, I can see how it would be.",
        "Reid: If you don't trust me, Luke, what the hell are we doing?",
        "Luke: Well, maybe I did overreact.",
        "Reid: Not maybe. Definitely.",
        "Luke: I'm sorry.",
        "Reid: How about we just leave it at that, okay? I have to get ready?",
        "Luke: Well, so do I, if I'm still invited.",
        "Reid: Do you want to go?",
        "Luke: Well, yeah. And you need me to go. You won't last five minutes without insulting one of the trustees.",
        "Reid: Good point.",
        "[SCENE_BREAK]",
        "Chris: You know what I'm on, Katie, its overload. It's just driving me crazy right now. You're right. I've been acting erratic, and I'm sorry.",
        "Katie: Well, you don't have to apologize. Just tell me what's wrong.",
        "Chris: I just think the -- the pressure of competing with Reid for the chief of staff position, you know, and the tension, the glad-handing. The last thing I want to do is take it out on you. So will you forgive me?",
        "Katie: Of course I can. But why didn't you just tell me this from the beginning?",
        "Chris: I didn't realize I was acting that way until you called me on it.",
        "Katie: Oh, yeah. Good old me, always there to help.",
        "Chris: Always there to help. Well, then, if that's true, will you put on a sexy little dress and come with me to the cocktail party? 'Cause Katie, I don't think I can get through the evening without you.",
        "Katie: Well, if you're gonna be chief of staff, you're gonna need a little more confidence in yourself than that.",
        "Chris: Let me tell you something. When I get the job, I will have confidence in spades. But until then, I need you. Please.",
        "Katie: How long do I have to make myself look fabulous?",
        "Chris: You already look fabulous. But I'll give you ten.",
        "Katie: Impossible. I'll be back.",
        "Chris: Okay. [Groans]",
        "[SCENE_BREAK]",
        "Paul: I still don't see how Iris could have pulled something like this off.",
        "Will: Well, maybe she had help.",
        "Henry: Maybe you're underestimating her. Because unless Barbara's completely lost her mind, there is no way that she is sucking down chili dogs and shots of bourbon at the eight ball tavern!",
        "Paul: That's probably true.",
        "Will: For sure.",
        "Paul: We need to talk to Iris.",
        "Henry: Yes. We need to talk to -- you said that Gwen was taking her to an A.A. meeting?",
        "Will: Yeah. That's the plan.",
        "Henry: Where is it?",
        "Will: At the hospital?",
        "Henry: Well, shall we?",
        "Paul: Let's go.",
        "[SCENE_BREAK]",
        "Leader: Thank you for sharing, Winston. Do we have any new members today?",
        "Gwen: Mom. Go on. Stand up.",
        "Iris: No, I think I'd rather soak in other people's stories today, okay, Gwennie?",
        "Gwen: Okay, yeah, that's not gonna fly. Come on.",
        "Iris: Hi. My name is Iris. I'm a -- I'm a -- I'm an alcoholic.",
        "All: Hi, Iris.",
        "Iris: Okay, then. Well, good to see you all. Thanks.",
        "Gwen: Mom, share your story.",
        "Iris: [Sighs] Okay. Uh, let's see. How do I begin? Well, um, see, I started drinking when I was young -- very young, like 13. I mean, who wouldn't have started drinking with the bad childhood that I had, you know? I mean, my Ma -- she went through stepdads like babies go through diapers. Daddy number four -- he was the worst. Because of him, I started in on the hooch. And, uh -- he abused me. It was awful. It was just awful.",
        "[SCENE_BREAK]",
        "Reid: Like a lamb to the slaughter.",
        "Luke: Well, if you're a lamb, what does that make me?",
        "Reid: I don't know. Some tasty, hot side dish I guess.",
        "Luke: Thanks.",
        "Reid: This is gonna be torture.",
        "Luke: Reid, don't be so negative. Forget that they're trustees. They're just people at a party.",
        "Reid: Should I imagine them in their underwear?",
        "Luke: Only the ugly ones.",
        "Katie: Luke, Reid, hello.",
        "Reid: Ah. The competition. Let the games begin. How are you doing, Chris?",
        "Chris: [Clears throat] Right as rain.",
        "Luke: You look a little shaky.",
        "Katie: He's fine.",
        "Chris: Confident as ever. So look out, Dr. Oliver. Every man for himself tonight.",
        "Katie: Wish I could root for you both.",
        "Luke: Yeah. Here's a thought. How about two co-chairs? Wouldn't that be great?",
        "Chris: We wouldn't last a week, would we, huh?",
        "Reid: I don't think we'd last a shift.",
        "Katie: Oh, come on, you two. It's a professional fight, not a personal one. You should be friends no matter what.",
        "Reid: Friends? I'm vaguely familiar with that term. That's someone who can tell you the truth about something that you don't want to hear, right?",
        "Bob: Oh, good. They're both here.",
        "Kim: Hi, hi.",
        "Katie: Hi!",
        "Bob: Hey, Luke.",
        "Kim: Katie, you look beautiful.",
        "Katie: Thank you. You too.",
        "Kim: You're not so bad yourself.",
        "Reid: Oh, thank you. Thanks.",
        "Bob: Listen, you guys aren't gonna accomplish anything by standing here, talking to each other. Get out there and mingle. Show them who you are, what you can do, and try to impress them.",
        "Chris: And so it begins.",
        "Reid: Chris, could I just talk to you for a minute first?",
        "Chris: Sure.",
        "Kim: Yeah.",
        "Chris: All right, look, before you say a word, I am fine, okay? I can handle this.",
        "Reid: You're barely hanging on. The evening's just begun. You need to get to the hospital.",
        "Chris: Oh, you would love tat, wouldn't you, huh, so you can the trustees all to yourself?",
        "Reid: You're sick. You need tests. You need to tell Katie and your family what's going on.",
        "Chris: I am gonna tell them, when the time is right. Understand?",
        "Reid: No, not at all.",
        "Chris: Well, that's too bad. It's my choice, my time.",
        "Luke: Is everything okay?",
        "Reid: Yeah. Everything's fine.",
        "Luke: Well, then, what are we waiting for? Let's go out there and impress them.",
        "[SCENE_BREAK]",
        "Henry: Excuse me. Is this where the A.A. meeting's taking place?",
        "Leader: We just finished up. We have another meeting in an hour.",
        "Paul: Too late.",
        "Henry: Well, where would they go?",
        "Will: Good question.",
        "[SCENE_BREAK]",
        "Iris: Phew! I am just wiped out, emotionally drained.",
        "Gwen: Yeah, I bet. That was quite a story.",
        "Iris: They sure do get you to spill your guts out at those meetings, don't they?",
        "Gwen: Yeah. You can imagine my surprise at learning all those things about you.",
        "Iris: Well, Honey, I've always tried to protect you from my darker parts of my past.",
        "Gwen: Obviously.",
        "Iris: I wish you didn't have to hear any of that. I mean, it's my shame. You shouldn't have to be burdened with it.",
        "Gwen: No, no, no. If telling that story helps keep you sober, I'm -- I'm all for hearing it.",
        "Iris: Oh, bless you, Gwen. You're such a good soul. Now, if you don't mind, I'm just gonna -- gonna lay down for a bit, maybe pray for a little.",
        "Gwen: Knock yourself out.",
        "[Cell phone rings]",
        "Gwen: Hey. What's up?",
        "Will: Where are you?",
        "Gwen: At Paul's.",
        "Will: Is Iris there?",
        "Gwen: Yeah. Why?",
        "Will: I'll tell you when I see you. Keep her there. Don't let her leave.",
        "[SCENE_BREAK]",
        "[Barbara groaning]",
        "Emily: Good job, good job, good job! We did it.",
        "Barbara: Yeah, yeah, but we're still tied to this beam. [Breathing heavily]",
        "Emily: Must you always be so negative?",
        "Barbara: If there's a silver lining here, please point it out.",
        "Emily: Well, at least we won't be burned alive.",
        "Barbara: [Coughs] No! We're gonna suffocate!",
        "[Both sob]",
        "Barbara: Oh, no!",
        "[SCENE_BREAK]",
        "Trustee 1: So, what's your vision of the future for Memorial hospital?",
        "Reid: That's an excellent question. My answer lies in the success that we've achieved at the new neurosurgery wing. It's state-of-the-art, cutting-edge, staying at the forefront of both technology and practice.",
        "Trustee 2: That doesn't come cheap.",
        "Reid: No, nor should it. That's why our fundraising needs to be as aggressive as our treatments. Money saves lives. It's as simple as that. The better we are, the more money we raise. The more money we raise, the better we become.",
        "Trustee 1: An insightful answer, Doctor. Thank you.",
        "Trustee 2: Dr. Hughes, your specialty is pediatrics. What's your take on the present system in that arena?",
        "Chris: I guess I'd have to say that I'm -- I'm proud of my work here and in my team.",
        "Trustee 1: No room for improvement?",
        "Chris: Always there's room for improvement. In fact, I have some extensive notes and ideas that would bring us into the 21st century. I'd be happy to send you copies for all of you to peruse.",
        "Luke: No offense, Katie, but it seems like Reid is mopping the floor with your boyfriend.",
        "Katie: Chris is just getting warmed up.",
        "Kim: What is the matter with him?",
        "Bob: I don't know.",
        "Trustee 2: Could you lay it out for us now?",
        "Chris: Certainly, certainly. Uh, very detailed though. But I can assure you that, uh, they're very interesting and cutting-edge plans.",
        "Reid: For some bizarre, reason, Dr. Hughes seems to have been bitten by the modesty bug this evening.",
        "Chris: I can handle it, Reid. Thank you very much.",
        "Reid: Why don't you tell them what you were telling me earlier? I wish I had thought of it myself. I loved your idea of adding the holistic element to certain treatment techniques.",
        "Chris: Yes, yes. That's something that I -- I think we should explore.",
        "Reid: Studies have shown that alongside traditional medical courses of action that it's a highly effective way of treating younger patients.",
        "Trustee 1: I read that myself.",
        "Trustee 2: That's a very good idea.",
        "Chris: Thank you.",
        "Bob: Listen, uh, I think that's enough grilling for the moment. Why don't we take a break?",
        "Kim: Chris is definitely not acting like himself.",
        "Bob: This is exactly what I was worried about.",
        "Kim: Dear God. Do you think something's wrong?",
        "Bob: I don't know.",
        "Chris: Can I get a water, please? Thank you for that.",
        "Reid: You need to get to a hospital. You're not gonna be able to cover much longer.",
        "Chris: Are you always this stubborn with all your patients?",
        "Reid: Yeah, when they're acting like idiots I am. You're sick. You're risking irreparable damage to your heart.",
        "Chris: I just have to get through tonight. That's all.",
        "Reid: Yeah, from the looks of you, you're not gonna make it. That's why you need to see a cardiologist immediately.",
        "Katie: A cardiologist? Why?",
        "[SCENE_BREAK]",
        "Iris: Yes, this is Barbara Ryan. I need to make a withdrawal from one of my accounts. No, I'm sorry. I won't be able to make it into the bank in person, so I'll need you to wire transfer the money. Yes, to a different account. Of course I have the password.",
        "Barbara: [Coughs] Any ideas?",
        "Emily: Well, I guess we can only hope that the fire alarm is triggered before we both end up choking to death.",
        "Barbara: Oh, no. It came down with the ceiling. And don't you dare blame that on me.",
        "Emily: Well, if the disaster fits --",
        "Barbara: You know, I -- I should think that if we're gonna die in here, we shouldn't be squandering our last moments playing the blame game. [Coughs]",
        "Emily: Fine. Whatever.",
        "Barbara: Yeah. I just think that we need to stop that. We need to stop all the -- the rage and the anger.",
        "Emily: I suppose. I suppose.",
        "Barbara: So -- so here it goes. I'm sorry. I'm very sorry.",
        "Emily: For -- for what? Our -- our present situation?",
        "Barbara: No, not that. Not that. I am not to blame for this. That's the mad woman, wherever she's from. No, I'm not to blame for this.",
        "Emily: Well, then, what exactly are you apologizing for?",
        "Barbara: Treating you unfairly, causing you pain. [Coughs]",
        "Emily: Seriously?",
        "Barbara: Yes.",
        "Emily: Apology accepted",
        "Barbara: Okay. Your turn? Toss me one.",
        "Emily: Um, I apologize for the endless fighting and for letting you get under my skin the way you did.",
        "Barbara: Is that all you got?",
        "Emily: What would you like me to say, Barbara? You have made my life a living hell. You have resented me since day one. And you know who suffered the most because of it? Eliza, your granddaughter.",
        "Barbara: Yes, you're right. And I -- if I had to do it all over again, I would. I'd be a better grandmother. I'd be a better mother. I'd even be a better mother-in-law to you.",
        "Emily: Well, anything would be an improvement.",
        "Barbara: You just can't cut me any slack when we're about to die, can you? You know, you never made it very easy to be nice to you.",
        "Emily: No, I didn't. I didn't, because -- because of you, because I've always been defensive of you 'cause I never knew what you were gonna try to pull next!",
        "Barbara: Because I was jealous, because you had my family more than once! And until Henry, I had nothing.",
        "Emily: You really love him, don't you?",
        "Barbara: Yeah, against all odds.",
        "Emily: He loves you. Go figure.",
        "Barbara: A cruel twist of fate.",
        "Emily: I'm sorry.",
        "Barbara: Me too.",
        "Emily: It's funny, isn't it, the two of us chatting it up like we're friends or something?",
        "Barbara: Yeah. Funny, yeah. A funny thing that could be. [ Coughs ]",
        "Emily: What? You and me becoming friends?",
        "Barbara: Yeah. If we got out of here, do you think that might be likely?",
        "Emily: No, no. Um, not -- not possible, actually.",
        "Barbara: I -- I guess it doesn't matter anyway.",
        "Emily: Why do you ay that?",
        "Barbara: Because we're never gonna get out of here!",
        "[SCENE_BREAK]",
        "Gwen: Hey.",
        "Henry: Where's Iris?",
        "Gwen: She's -- she's upstairs. Uh, what is this about?",
        "Will: We got some bad news, Hon. It's about your mom.",
        "Gwen: Okay, about what she's done?",
        "Paul: We don't have any proof.",
        "Henry: We think she may have something to do with Barbara's disappearance.",
        "Paul: And Emily's.",
        "Gwen: Whoa. That's crazy. Why?",
        "Henry: We don't know yet.",
        "Will: And like Paul said, we don't have any proof.",
        "Gwen: Okay, but you have plenty of suspicion. Is that it?",
        "Henry: Yeah. She's parading around town. She's dressing like Barbara.",
        "Will: And somebody used Mom's credit card at the dive bar across town.",
        "Henry: A place that she would never be caught dead in.",
        "Gwen: But the kind of place that my mom lives for. Is that what you're saying?",
        "Will: Yeah, exactly.",
        "Henry: We need to talk to her, Gwen. We need to find out what she knows.",
        "Gwen: Yeah, of course. I'll go get her.",
        "Paul: Wait. Hold on. Anybody else smell smoke?",
        "[SCENE_BREAK]",
        "Chris: Reid and I were just discussing the cardiology department, debating really.",
        "Katie: What about it?",
        "Chris: Well, I want to, uh, hire a local specialist, and, of course, Reid, always thinking outside the box, wants to bring in someone who has a reputation like John Dixon. Right, Reid?",
        "Reid: Whatever you say. Excuse me.",
        "Katie: What is wrong with him?",
        "Chris: Oh, he's probably just upset that he stepped in for me earlier and helped me out.",
        "Katie: Yeah, why did he have to do that? What's wrong? What happened? I mean, your answers were all over the place. I was worried.",
        "Chris: Oh, it's just they caught me off-guard. That's all.",
        "Katie: How did they catch you off-guard? Isn't that why we're here -- so you can impress the board?",
        "Chris: It is, and I will. Don't worry. I got a strategy.",
        "Katie: Really?",
        "Chris: Mm-hmm.",
        "Katie: What is it?",
        "Bob: Look, Son, uh, if you don't want this position, why don't you just say so, and you can back out now?",
        "Chris: Wait a minute. Who says I don't want it?",
        "Bob: Well, your behavior, for one thing. You were lucky that Reid stepped in and saved you.",
        "Chris: Oh, Dad, I was doing fine without him.",
        "Bob: Is that what you think?",
        "Chris: Yes.",
        "Bob: Well, I hate to say this to you, but, uh, you were far from fine just now.",
        "Kim: [Clears throat] Actually, you were probably a little nervous. Ice has been broken. And you have the entire evening to go ahead and impress everybody.",
        "Bob: Which is exactly what Dr. Oliver's been doing, and quite successfully, I might add.",
        "Kim: Actually, I thought his jumping in Chris and answering that question made him look, uh, pretty arrogant.",
        "Katie: I think so, too. But I bet that's exactly what Chris had planned, right?",
        "Chris: Well, I, um --",
        "Bob: You knew that he was gonna come in and try to rescue you, and that was gonna make him look bad?",
        "Chris: No, look, I was surprised that he did that, okay, and grateful, as well.",
        "Bob: Then you do admit that you're having a rough time.",
        "Chris: Dad, I admit that I had a rocky start. It doesn't mean I'm gonna have a rocky finish.",
        "Kim: Exactly. Exactly. You've got a lot of schmoozing to do, so go for it, Son.",
        "Chris: All right, well, first of all, I just need a tall, cool drink. Hi, can I have a club soda, please?",
        "Katie: Why don't you get something stronger? It will calm you down a little?",
        "Chris: You know what I'd really love to do? Get out of here.",
        "Katie: Well, you still have a little schmoozing to do, right?",
        "Chris: I think I had enough of that. They loved me. I could tell. You know what? Let's -- unless you want to stay.",
        "Katie: I'm only here for you.",
        "Chris: In that case, let's go.",
        "Katie: You're serious?",
        "Chris: Dead serious.",
        "Katie: Okay.",
        "Bob: Where the hell is he going now?",
        "Kim: Um, getting fresh air?",
        "Bob: No, they're leaving. This is what I was talking about. Either he doesn't want this job or he thinks he's got it because he's my son.",
        "Kim: You're just -- Honey, you're being so hard on him.",
        "Bob: No, no. Listen, I'm out of this completely. He is on his own.",
        "Kim: Sometimes I really think you don't want him to have the job.",
        "Bob: How can you say that? You know it's always been my dream that he follow in my footsteps at Memorial. That's why it's so upsetting.",
        "Kim: But if you want him to succeed, then why do you turn your back on him?",
        "Bob: Well, I guess he's got to learn, maybe even the hard way, that you're not chosen for a position like this because you get a recommendation from dear old dad. You have to deserve it.",
        "Luke: Reid, what's really going on here?",
        "Reid: Are we back to that again?",
        "Luke: No, I'm talking about Chris. You had those trustees eating out of your hand.",
        "Reid: I did, didn't I?",
        "Luke: Yeah, and Chris was about to fall on his face. But you saved the moment for him. Why?",
        "Reid: Uh, I want to give him a fighting chance. Didn't want him to be defeated before he's hardly gotten out of the gate. This will make it more fun to beat him in the end.",
        "Luke: Cut it out. You're lying to me again.",
        "Reid: You're still mad about that patient at the hotel.",
        "Luke: Let's not talk about the patient at the hotel. Let's not talk about Chris. Let's talk about us. If life with you is gonna be a parade of secrets and lies, I don't want any part of it.",
        "Reid: Luke, you're overreacting.",
        "Luke: And you're lying.",
        "Reid: Because I have to.",
        "Luke: All right, that's it.",
        "Reid: Luke, wait. Chris is the patient at the hotel.",
        "Luke: What?",
        "Reid: He is very sick. I'm the only one who knows.",
        "[SCENE_BREAK]",
        "Henry: Where is it coming from?",
        "Paul: It smells like it's -- it's downstairs. It's the cellar.",
        "Henry: Gwen, Gwen, do me a favor. Keep an eye on Iris. Don't let her leave, all right?",
        "Gwen: Okay. Mom? [Sighs]",
        "[SCENE_BREAK]",
        "Barbara: [Coughs] I'm just trying to make amends, Emily.",
        "Emily: Save your breath.",
        "Barbara: I am. I'm trying to make amends. Can't you see that? Can't you give me that much?",
        "Emily: I just -- I don't believe it's sincere, okay?",
        "Barbara: It is! Give that to me.",
        "Emily: I'm sorry. I can't. I can't.",
        "[Rattling noise]",
        "Barbara: What's that?",
        "[Emily coughs]",
        "Barbara: Listen.",
        "Emily: What?",
        "Barbara: Something's -- something's coming. I think somebody's coming! I hear something. Oh!",
        "Henry: Barbara!",
        "Barbara: Oh, thank God!",
        "[SCENE_BREAK]",
        "Luke: So, how long has Chris been like this?",
        "Reid: I don't know how long the virus has been in his system, but the symptoms have hit him hard and fast. They're attacking his heart muscle.",
        "Luke: Well, then, why did he come to you? You're not a cardiologist.",
        "Reid: He didn't come to me. I caught him drawing his own blood. As much as I've tried, I can't convince him to see a cardiologist.",
        "Luke: Well, that's insane. Why is he being so stubborn?",
        "Reid: I assume he wants to stay in the running for the chief of staff position.",
        "Luke: And risk death?",
        "Reid: Apparently. Although that would make my life easier. Wouldn't have to carry around this secret anymore. My competition would disappear.",
        "Luke: Reid, Reid, don't even pretend that this is funny.",
        "Reid: I know its not. A couple of months ago, I wouldn't have cared. I definitely wouldn't have gotten involved.",
        "Luke: And now you're seeing a patient in private, keeping secrets for a guy who's after the same job that you are.",
        "Reid: Even stepping up to help him get the job. Good god. Who the hell am I? I hardly recognize myself.",
        "Luke: Reid, shut up with all this fake bravado. Underneath it all, you're a doctor, and you have a good heart. You can't stand to see anyone suffer.",
        "Reid: Usually I don't mind seeing them fail, especially if they have something I want and they're standing in my way.",
        "Luke: Well, could it be that you're actually evolving?",
        "Reid: I'm changing. That's for sure. Guess I have you to thank for that.",
        "[SCENE_BREAK]",
        "Bob: Here. This will help you cool down.",
        "Kim: Whoo! Mint chocolate chip.",
        "Bob: Doctor's orders.",
        "Kim: Whoa. Listen, I know you think that I have blinders on when it comes to Chris and this job at the hospital.",
        "Bob: Well, I know you think I don't give him the support that he deserves.",
        "Kim: So what do we do about it?",
        "Bob: Eat our ice cream before it melts.",
        "Kim: I'm serious.",
        "Bob: So am I.",
        "Kim: I just don't want the competition between Chris and Dr. Oliver to be a constant irritant between us.",
        "Bob: You know, ultimately, that decision would be made not by his mother and father.",
        "Kim: I know that.",
        "Bob: This is a very high position to go after, and he's got to convince the right people that he wants it badly.",
        "Kim: And you think he has it?",
        "Bob: Well, I think maybe he's got too much on his plate.",
        "Kim: You're talking about Katie?",
        "Bob: Well, Katie, establishing a new practice, coming back home. Maybe it's more than he can handle.",
        "Kim: I just hate that we don't see this from the same point of view.",
        "Bob: There are two things that I know we agree on.",
        "Kim: Yeah? What?",
        "Bob: The first one is, uh, that we want what's best for our son, regardless of what he chooses to do, as long as he's happy.",
        "Kim: Right. So what's the other one?",
        "Bob: This is good ice cream.",
        "[Kim laughs]",
        "[SCENE_BREAK]",
        "Katie: You must have really hated being there.",
        "Chris: Why do you say that?",
        "Katie: 'Cause you looked pale as a ghost at Metro, and now you seem almost normal.",
        "Chris: Well, I had a little bit of a headache. Took an aspirin. Feel much better now.",
        "Katie: No. It was more than that. You seemed so wiped out at the party. Were you nervous?",
        "Chris: No, not at all.",
        "Katie: And then Reid -- I don't know what was up with him. He was acting like your best friend.",
        "Chris: Yeah, well, he probably recognizes that I'll get the job, you know, wants to get on my good side. That's all.",
        "Katie: Confident much?",
        "Chris: Always, especially when you're with me.",
        "Katie: I keep waiting for the other shoe to drop. You're not gonna suddenly turn cold on me again, are you?",
        "Chris: No. Scouts honor.",
        "Katie: Good, 'cause I'd have to get out a baseball bat and hit you over the head with it.",
        "[Both laugh]",
        "Chris: Wouldn't want that to happen, would we?",
        "Katie: No, we would not. Want to come in?",
        "Chris: Do you want me to?",
        "Katie: What do you think?",
        "Chris: I will take that as a yes.",
        "Katie: So, do you want me to get you anything -- something to drink, to eat?",
        "Chris: The only thing I want right now would be you. Ooh. What about Jacob?",
        "Katie: He is staying at Ali's tonight.",
        "Chris: Good.",
        "Katie: Yeah. Very good.",
        "[SCENE_BREAK]",
        "Paul: Are you all right?",
        "Emily: No. Please untie the ropes.",
        "Henry: What happened? Shh, shh! Don't speak, don't speak. We're gonna get you out of here.",
        "Barbara: Hurry up!",
        "Paul: One more second. One more second.",
        "Henry: All right.",
        "Emily: I can't get up.",
        "Henry: Easy, easy.",
        "Emily: Oh, thank God you're here. Oh, thank God. I thought we were gonna die.",
        "Henry: What happened? I'm -- I'm so sorry, Barbara. I'm sorry -- sorry for everything.",
        "[Voice breaking]",
        "Barbara: I knew you'd find me. I knew you wouldn't give up.",
        "Henry: What happened? How did you get down here?",
        "Barbara: She -- she kidnapped me, and she took me to this warehouse, and she kept me there for weeks. And then she brought me here.",
        "Emily: I found her. I found her here. Oh, God, it's a long story, but she tied us both up and left us for dead.",
        "Paul: Who did this?",
        "Both: Iris.",
        "Will: You're not gonna believe this. Iris had Emily and my mom tied up in the wine cellar.",
        "Gwen: What?",
        "Will: There's smoke everywhere. I don't know if she was trying to burn the place down or what.",
        "Gwen: No, no. Will, wait. Don't bother.",
        "Will: What are you talking about?",
        "Gwen: My mom's packed her bags. She's left. She's gone.",
        "[NEXT_ON]",
        "Katie: Chris, what's wrong? [Voice breaking]",
        "Emily: Will and Gwen -- they're your family, Paul, and we put them through hell. And now this is my punishment.",
        "Gwen: Hi, Mom.",
        "Barbara: I never want to see you again for the rest of my life.",
        "Henry: She is the one, and now I've lost any chance I'll ever have of being with her."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=qH4BvEhOLuI"
}