{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Simon: Whoa, whoa, whoa, easy there tiger. ",
        "Carly: Tiger? ",
        "Simon: Come on, come on, ease up on them bubbles. ",
        "Carly: Wasn't it your suggestion that we get royally drunk? ",
        "Simon: Yeah, then I had a flashback to Santo Domingo. Me having five too many \r\non my hands and knees in the bathroom -- now, that's no way to treat a lady. ",
        "Carly: You know, well, you're right. If I didn't get drunk in the midst of my \r\ndivorce, why should I let a near-death experience drive me to drink? I mean, so \r\nwhat if our beautiful showcase is completely destroyed? Really, why should I let \r\nthat make me hit the bottle like some kind of skid row bum, huh? ",
        "Simon: All right, give that here. ",
        "Carly: It's freezing in here. ",
        "Simon: That's because the window's blown out. But if you came here a little \r\ncloser, I'm sure you and I can keep the temperature up a notch or two. ",
        "Carly: I don't think so. ",
        "Simon: Ah, isn't that what we were doing before the electrical tower crashed \r\nour party? ",
        "Carly: That's exactly my point. If ever there was a sign that now is not the \r\ntime for us to kick it up a notch, that was it. ",
        "----------------------------------------",
        "Holden: Lily, you've been in a coma for quite awhile. And it's like Bob said, \r\nsome memory loss is to be expected. ",
        "Lily: I remember you. ",
        "Holden: And that's a very good thing. ",
        "Lily: And so this baby that you want me to see. I don't remember knowing \r\nanyone who was expecting. Who's the happy couple? ",
        "Holden: That would be us. ",
        "Lily: You're joking, right? ",
        "Holden: No. You gave birth to a beautiful baby boy. ",
        "Lily: That's not possible. There's no way I could have had a baby and not \r\nremember it. ",
        "----------------------------------------",
        "Emily: My baby. My little baby. This is not fair. ",
        "Paul: I know. ",
        "Emily: Oh, God, I love her so much. I love you so much, my little angel. I'm \r\nnever going to get to know you. That's all I ever wanted. You don't know how \r\nmuch I wanted that. ",
        "Paul: Actually, Em, I do. ",
        "Meg: Emily, do you want me to take the baby so you can rest? ",
        "Emily: Please, please, please stay away from me. This is all the time I have \r\nwith her. All the time I'm ever going to have. Please don't let anybody take her \r\nfrom me. Please? ",
        "Meg: Paul, there's nothing we can do for the baby now, but if we don't get \r\nEmily to the hospital for some medical attention, we are going to lose her too.\r\n",
        "----------------------------------------",
        "Dusty: What do you think you're doing, Montgomery? ",
        "Craig: Long time, Dusty. ",
        "Dusty: Give me my son. ",
        "Lucy: Dusty, before you blow, you need to know something. ",
        "Dusty: Like how he escaped from prison, who cares? Why do you have your hands \r\non my kid? Give me my son, or I'll kill you. ",
        "Lucy: My father's the one who got us out of the car wreck. I didn't know it \r\nat the time, but he saved us, Dusty. He saved Johnny and me. ",
        "----------------------------------------",
        "Announcer: An unprecedented early ice storm has hit in Oakdale where the \r\ngovernor has declared a state of emergency. ",
        "----------------------------------------",
        "Holden: Lily, you've been away. You just need some time, some time to catch \r\nup. ",
        "Lily: I hate this feeling. Like I've been left behind. ",
        "Holden: Don't worry, we'll help you out. I promise you. You are going to get \r\nall of your memories back. ",
        "Lily: But if I don't? ",
        "Holden: You will. ",
        "Lily: Is it scary enough that I don't know what day it is -- ",
        "Holden: It's the day that this family's prayers were answered -- ",
        "Lily: Or what year it is or how long I've been here or how I got in a coma in \r\nthe first place -- but to give birth and not remember it? I don't even remember \r\nbeing pregnant. ",
        "Lucinda: Oh, Pussycat! Oh, Pussycat, what took you so long? ",
        "Lily: Mother! ",
        "Lucinda: Oh, Honey. Oh, I've been hugging you and kissing you, but you \r\ncouldn't respond to me. Now, I can look at you and look into your big brown \r\neyes. Oh, Baby, I've had a lot of good days, but this is the best day. She's a \r\nsight for sore eyes, isn't she? ",
        "Holden: She sure is. ",
        "Lucinda: How are you, Darling? Where were you? Where did you go? ",
        "Lily: I'm confused. There's so much I don't know. There's so much I don't \r\nremember. ",
        "Lucinda: It's all right. Don't worry about any of it. Look, all it takes is \r\ntime and love, and we've got plenty of all that. And you're not to worry. You \r\ndon't worry about a thing. What's important is you're back here with us, thank \r\nGod. Thank God, thank God. ",
        "Holden: I'll be right back. ",
        "----------------------------------------",
        "Meg: Yeah, Jack. ",
        "Jack: Hey, are you okay? ",
        "Meg: I'm so glad to see you. ",
        "Jack: Right back at you, are you all right? ",
        "Meg: Oh, yeah. I'm fine. How'd you get here? ",
        "Jack: Yeah, I got my hands on an emergency vehicle. With the phones out, I \r\nhad to find some way to check on the kids. ",
        "Meg: Where are they? ",
        "Jack: The Collins' farm next door. ",
        "Meg: They all right? ",
        "Jack: Well, Sage was a little spooked by the storm, but you can imagine J.J. \r\nand Parker. They thought it was awesome. ",
        "Meg: Well, I'm glad they're okay, because we really use you here. We have an \r\nemergency on our hands. ",
        "Jack: So I see. What the hell happened to the barn? ",
        "Meg: Never mind the barn. We have a matter of life and death. We need to get \r\nto the hospital. ",
        "Jack: Whose we? ",
        "Meg: Emily and the baby. ",
        "Paul: Em? Em, I don't want you to be afraid anymore. ",
        "Emily: After this, what's left to be afraid of? ",
        "Jack: Hey, Paul. Emily, I'm sorry for your loss. ",
        "Paul: Thank you. ",
        "Jack: Emily, we've got to get you to a hospital. The baby's got to go, too. \r\nYou can hold her the entire way, okay? ",
        "Emily: Can you promise me something? ",
        "Jack: What? ",
        "Emily: Don't put the siren on, okay? ",
        "Jack: Okay, why? ",
        "Emily: I don't want to get there fast. ",
        "Jack: No siren. Deal. ",
        "Emily: Okay. ",
        "Paul: Do you want me to carry you? ",
        "Emily: No. No. Come on, Baby. ",
        "Jack: I'll follow you. ",
        "Meg: I did everything I could. ",
        "Jack: I know. I know you did. I know you did. And it had to be really tough. \r\nWere you here when the fire started? ",
        "Meg: Yeah, Emily and I were in the barn. Paul saved us. ",
        "Jack: You're so lucky, all of you to be alive. Do you realize that? Listen, I \r\nstopped by Carly's, she wasn't there. Any chance that she came back here looking \r\nfor the kids? ",
        "Meg: Sorry, Jack, I haven't seen her. ",
        "Jack: I just pray that she was someplace safe when the storm hit. ",
        "----------------------------------------",
        "Simon: You may believe in omens and signs, but I'm not sure I do. ",
        "Carly: There's got to be some reason that, that tower crashed down like that \r\njust -- ",
        "Simon: Just as we were getting comfortable. Yeah, don't you think the higher \r\npowers have better things to do right now than prevent us from having sex? Like, \r\ndeal with ambulances, and power lines, and salt spreaders. So if it's divine \r\nretribution you're worried about -- ",
        "Carly: Hey, you know very well what I'm worried about. Our entire business \r\nventure just went up in smoke. The weather, okay, that's one thing. You know, we \r\ncould have rescheduled the brokers for another day. But this, this sort of gives \r\nnew meaning to the term open house. ",
        "Simon: Yeah, you know what? Welcome to Frasier Towers. Have you noticed the \r\nelectrical tower in the middle of the living room? Oh, be careful not to step on \r\nthe live wire. And may I draw your attention to the all-natural ventilation \r\nsystem -- ",
        "Carly: But you know, it's not going to stay like this. ",
        "Simon: Nah, I'm sure the power company will come and take their tower back, \r\nbut I don't think the rest can be salvaged. ",
        "Carly: What? What did you say? ",
        "Simon: I said, Carly, I don't think the rest can be salvaged -- ",
        "Carly: No, no, no, no, Simon, you don't say things like that. I say things \r\nlike that. I say negative things and then you -- you say positive things. You \r\nlook on the bright side, you know. ",
        "Simon: Yeah, well, this time, I'm fresh out of optimism. ",
        "Carly: What are you saying? Are you saying that we can't start over? ",
        "Simon: Carly, the whole point of this showcase was to get a rapid influx of \r\ncash. As of now, I'm wiped clean. We're done here. ",
        "----------------------------------------",
        "Dusty: So, stranger in the woods, why the ski mask? ",
        "Craig: Two words, ice storm. ",
        "Dusty: You didn't recognize him under the mask? ",
        "Lucy: No, I'm as stunned as you are. ",
        "Dusty: Why didn't you identify yourself to your own daughter? ",
        "Craig: I was too busy being pinned beneath a tree. ",
        "Lucy: A rescue crew brought him in. ",
        "Craig: I asked how Johnny was and if I could see him. ",
        "Dusty: And you said yes? Give me my son. ",
        "Craig: Yours? A signature on some legal papers hardly makes you a father. ",
        "Dusty: I won't say it again. Give me my son. ",
        "Craig: He's my son, too. I'm the natural father. The least you can do is let \r\nme hold the son I've never had the chance to know. ",
        "Lucy: Hey, Dusty, what's the harm in letting him hold him for a few minutes? \r\nWe're standing right here. Nothing bad can happen. ",
        "Dusty: I'm gonna pretend I didn't hear you say that. ",
        "Craig: Goodbye, Johnny-boy. I'm glad you're all right. It's okay. I'll see \r\nyou soon. ",
        "Dusty: I'm going to call the cops. ",
        "Craig: Why? The police aren't interested in me. ",
        "Dusty: So, what happened to you? You were transferred from that club prison \r\nof yours, the bus crashed on some ice, you made your getaway? ",
        "Craig: Nothing quite that dramatic. They just opened the prison gates, and I \r\nwalked out. Free man. You got to love American justice. Hey, there Johnny-boy. \r\nThere's no mystery here, Dusty. My conviction was appealed and overturned. ",
        "Dusty: Lucy, get a nurse. Get a nurse. ",
        "Craig: Well, as long as we have some quiet time, let me say how sorry I was \r\nto hear of Jennifer’s passing. My condolences. ",
        "Dusty: I don't think you want to go there. ",
        "Nurse: Is there a problem? ",
        "Dusty: Would you take my son, Johnny Donovan back to his room? ",
        "Nurse: Oh, sure. ",
        "Dusty: I'll be there in a minute. You're a liar. ",
        "Craig: You can believe whatever you want. ",
        "Dusty: You're guilty of putting your wife into a coma. ",
        "Craig: The court took a closer look at my case, and they discovered that what \r\nhappened to my wife was a tragic accident. ",
        "Dusty: Accident? You were switching babies. ",
        "Craig: You have no evidence of that -- ",
        "Dusty: You stole time away from my wife. Time she could have spent with her \r\nson. It's too late now because she's dead. ",
        "Craig: Well, maybe you should have taken better care of her. ",
        "Lucy: Dusty -- Dusty, stop it. Stop it right now. ",
        "----------------------------------------",
        "Lucinda: Oh, you know what? I think your wonderful husband has a marvelous \r\nthought -- he's about to put you on the map, darling. I'm going to leave you \r\nalone just for a bit, but I'll be back. I may come back in a little bit and I'll \r\nbring the girls. You remember the girls? ",
        "Lily: Yeah. ",
        "Lucinda: And -- I love you. I do love you. You do remember that? ",
        "Lily: Yes. ",
        "Lucinda: Okay. ",
        "Holden: I have somebody here who wants to meet you. ",
        "Lily: I don't want to drop him. ",
        "Holden: Its okay, you won’t. That's our boy. Born July 26th, delivered by \r\nc-section. 7 pounds, 1 ounce, 19 inches long. And his name is Ethan Walsh \r\nSnyder. ",
        "Lily: Ethan -- hello, Ethan. ",
        "Holden: I had to wait a long time to see this moment. ",
        "Lily: He's so beautiful. ",
        "Holden: You both are. ",
        "Lily: Look at you. You have to forgive me for staring, but -- I know it's \r\nrude, but you are so handsome. And he's not 7 pounds and 19 inches long anymore. \r\nMy gosh -- I'm gonna catch up. I'm gonna catch up on all of it. ",
        "Holden: Is the name okay? ",
        "Lily: Ethan -- it means \"constancy.\" That's the name I wanted if we had a boy \r\n-- how did I remember that? How did you remember that? ",
        "Holden: Well -- Luke, he found your list. Your list of baby names. ",
        "Lily: And I remember -- oh -- oh, a minute ago I thought I'd never get my \r\nlife back. And here it is. In my arms. Life. So precious. Precious life. It's a \r\nmiracle baby boy. ",
        "Holden: Yeah, we've had a few miracles. First him and now you coming back to \r\nus. ",
        "Lily: Oh, Ethan -- Ethan. Constant. He's like a little heartbeat. Ethan is my \r\nson. ",
        "----------------------------------------",
        "Meg: I tried so hard, Jack. I did everything I can think of to save that \r\nlittle baby. ",
        "Jack: Hey, hey, nobody doubts that for a second, Meg. ",
        "Meg: Emily came so far in her pregnancy through all these crises. I mean, she \r\nwent through a fire and an ice storm, and she survived, Jack. And at the end, \r\nall I wanted to do was put that little baby in her arms. Just not like that. ",
        "Jack: It was too soon. ",
        "Meg: Or too late, or something. You know what? I'd better make myself useful.\r\n",
        "Jack: Yeah. Paul's gonna need you, for sure. ",
        "Meg: Yeah, well, Paul's with Emily, and I don't want to intrude on their \r\ngrief. You know, there's a lot of people coming in from the storm that'll need \r\nmy help. ",
        "Jack: Yeah, exactly. And there are still people unaccounted for. [Cell phone \r\nrings] Oh, hey, I'm getting a signal. That's progress. ",
        "Meg: Good. ",
        "Jack: Snyder, what's up? What've you got? Okay, yeah, I'll be right there.\r\n",
        "Meg: What's up? ",
        "Jack: It was Margo. An electrical tower did some heavy damage to Simon \r\nFrazier’s building. ",
        "Meg: Do you think Carly was there? ",
        "Jack: No idea, but there's a possibility she was working late. I gotta go.\r\n",
        "Meg: Okay. ",
        "Jack: Okay? ",
        "Meg: Yeah. ",
        "Jack: You stay strong. ",
        "Meg: Okay. ",
        "Paul: Hey, I think you should lie down now. ",
        "Emily: I don't want to lie down, okay? I don't want to lie down. Just -- do \r\nyou know what happened after the doctor examined me? A nurse came in to give me \r\na shot. To stop the milk -- for the baby. ",
        "Paul: What did you do? ",
        "Emily: I told her I didn't want it. What, they bring you here, they clean you \r\nup and they give you a shot, and that's supposed to be it? Life's just supposed \r\nto go back to normal? ",
        "Paul: I don't know. I don't know. There's nobody in this world who knows what \r\nit feels like to be you right now. ",
        "Emily: Oh, God. And no one knows what it's like to be you. Paul, our baby -- \r\nshe was our silver lining. Out of all the fighting and the sadness -- came this \r\none perfect, tiny, little soul. ",
        "Paul: She was perfect. ",
        "Emily: Can we still call her Jennifer? I mean, is it too late? ",
        "Paul: No, it's not too late. ",
        "Emily: How dare you show your face here. After what you did? You killed her. \r\nYou killed my baby! ",
        "----------------------------------------",
        "Simon: Come on, you're smart -- you're strong, you're talented. This isn't \r\nthe end of anything for you. ",
        "Carly: You just said it yourself, that we can't start over. So we did all \r\nthis, all this work for nothing. ",
        "[Simon scoffs] ",
        "Simon: Nothing is ever for nothing. See, you've got some experience now, some \r\non-the-job training. Something new to add to your resume. ",
        "[Carly laughs] ",
        "Carly: What resume from hell is that? ",
        "Simon: \"Carly Snyder, interior designer/magician. Out of thin air turns empty \r\nspaces into something beautiful.\" Oh, wait, wait, wait. Oh, here -- look, look, \r\nlook. I even took some pictures to prove it. Here, see? ",
        "Carly: You took pictures of the apartment? ",
        "Simon: Yeah, take them with you to your next job offer. ",
        "Carly: Thank you. But who's to say there is another job offer, though? ",
        "Simon: Yeah, you'll find something else. Bigger, better, who knows? But \r\nyou'll find it. We both will. ",
        "Carly: This is what I wanted. I wanted this to work. ",
        "Simon: So did I. But in the \"win some, lose some\" game, we'll have to chalk \r\nthis one up to a loss and move on. You okay? ",
        "Carly: Yeah -- freak ice storm, check. Investors gone, check. Career gone \r\ncompletely up in smoke, check. Yeah, I'm okay. ",
        "Simon: Come on. Come here, come here. Let's get some sleep. We'll figure a \r\nway out of here in the morning. ",
        "Jack: Carly? Hey, Carly, you in there? ",
        "[Carly is naked wrapped only in a blanket]",
        "----------------------------------------",
        "Announcer: Coming up on \"As the World Turns\" -- ",
        "Simon: Thank you, Jack. It's all right, I think I can take care of it from \r\nhere. ",
        "Craig: You can arrange visitation. Supervised, of course. ",
        "Dusty: Not in my lifetime. ",
        "Lily: I have my family all back together again.",
        "----------------------------------------",
        "Emily: You were jealous, because you knew that Paul loved this baby more than \r\nhe loved you. You killed her! ",
        "Meg: That's not true. ",
        "Paul: Look, Meg did everything she could to save her. I mean, the baby just \r\ncame too soon. ",
        "Emily: I'm sorry, I'm supposed to believe -- I'm supposed to believe that, \r\nthat was just an accident? You're telling me that life is really this cruel? ",
        "Paul: I think we both know the answer to that. But you need to know that \r\nnobody -- not Meg -- nobody wanted this. ",
        "Susan: Oh, Baby. I just heard. I'm so sorry. ",
        "Emily: Oh, God. Oh, God, Mom. ",
        "[Emily sobs] ",
        "Susan: I'm here now. I'm here, okay? ",
        "Emily: It was a girl. I had a baby girl, your granddaughter, and she's gone!\r\n",
        "Susan: I know. ",
        "Emily: She's gone. ",
        "----------------------------------------",
        "Carly: Oh, Jack, thank you. Thank you. I had no idea how I was gonna get out \r\nof here. I didn't even know that any -- how did you know I was here? ",
        "Jack: I got a tip. You really okay? ",
        "Carly: Yeah. Yeah, I'm fine. See, Simon and I have been here. We've been \r\nworking for hours to finish this place. And then the electrical tower came \r\ncrashing in, and I was trapped over there under that stuff there. And Simon \r\npulled me out. ",
        "Simon: Okay, whoa, wait -- hey, don't let me take all the credit here. Jack, \r\nshe was amazing. Amazing. Didn't panic once. Even read me the riot act when I \r\ntried to give her mouth-to-mouth. ",
        "Jack: Okay, maybe we should get you to the hospital and get you checked out.\r\n",
        "Carly: No, Jack, I'm fine. I'm -- fine. No, no, Jack, this is not -- ",
        "Jack: You don't owe me any explanations. There's an emergency vehicle \r\ndownstairs, if either one of you needs to get to the hospital. ",
        "Simon: Listen -- thank you, Jack. It's all right. I think I can take care of \r\nit from here. ",
        "----------------------------------------",
        "Holden: Hold on, guys. Let me just take him. ",
        "Lily: Okay, careful. Come to Mommy. Come here. ",
        "Faith: You're awake. ",
        "Lily: Yes, I am awake. Hey, hey, hey, Nat. You still my little bunny? Yeah?\r\n",
        "Faith: You're not going back to sleep, right? ",
        "Lily: No, no, no, no, not going back to sleep. ",
        "Faith: Did you dream about us? ",
        "Lily: I don't know. ",
        "Faith: Dad let us read to you. I read Horton. ",
        "Lily: That's my favorite. ",
        "Faith: But they weren't bedtime stories, they were wake up stories. ",
        "Lily: Well, they worked, 'cause here I am. Right? ",
        "Faith: Mommy, we missed you so much. ",
        "Lily: I know. It must have been really scary for you. And lonely. I'm sorry. \r\nMy girls, so beautiful. My sons, my mother and my husband. Here, hold on tight, \r\nhold on tight. Promise me. Come on, hold on tight. And you promise me you'll \r\nnever, ever, ever, ever let me go. ",
        "----------------------------------------",
        "Lucy: Dusty, come on, back off. ",
        "Dusty: I thought I'd break his neck first. ",
        "Lucy: I said stop it. This is a hospital. ",
        "Dusty: Perfect. Right to intensive care. ",
        "Lucy: He saved Johnny and was injured doing it. I'm not just gonna stand by \r\nand watch you attack him. ",
        "Craig: Thank you for coming to my defense -- ",
        "Lucy: Don't -- I am not defending you, but I have certain obligations as a \r\ndoctor. ",
        "Craig: Well, then, let me say that I'm very impressed by your \r\nprofessionalism. ",
        "Lucy: Are you all right? ",
        "Craig: I couldn't be in better hands. ",
        "Lucy: Because I was a step away from clocking you myself. ",
        "Craig: What happened to \"do no harm\"? ",
        "Lucy: You struck the first blow -- goading Dusty when you know he's right \r\nabout what you did to Jennifer. ",
        "Craig: I know no such thing. Dusty, it seems like you have a champion in my \r\ndaughter. I can only surmise that you've renewed your acquaintance in the wake \r\nof your wife's passing? ",
        "Dusty: Stay away from my son. ",
        "Craig: We could arrange visitation. Supervised, of course. ",
        "Dusty: Not in my lifetime. And not on the court order that says if you come \r\nwithin 30 feet of my son -- I'll see you in prison. Real soon. ",
        "Lucy: You knew about the court order, didn't you? ",
        "Craig: There's not much I don't know, Lucy. ",
        "Lucy: Then why did you -- ",
        "Craig: What, yank Dusty's chain? Old habit. But let me assure you, I have \r\nevery intention of abiding by the law. ",
        "Lucy: I hope you mean that. ",
        "Craig: I do, despite what Dusty might think. ",
        "Lucy: Or what you might have led him to think. ",
        "Craig: I'm not here to disrupt my son's life. ",
        "Lucy: Okay. Then tell me, why are you here? ",
        "Nurse #4: Mr. Donovan, Johnny hasn't been discharged yet. ",
        "Dusty: Then let's get a doctor, and make it happen. Whatever it takes, but \r\nlet's do it now. I'm taking you home, Buddy, and that's all there is to it. ",
        "Craig: Look at you. My all-grown-up doctor daughter. I'm so proud of you, \r\nLucy. I had to see with my own eyes how far you've come. ",
        "Lucy: Well, I gotta hand it to you, you made a hell of an entrance. ",
        "Craig: I still can't believe it. My first day out of jail, all I had on my \r\nmind was you and Johnny, how much I wanted to see you, and there you were, both \r\nof you on the side of the road. It's a miracle, Lucy. ",
        "Lucy: You don't believe in miracles. ",
        "Craig: I do now. Because for the first time in so long, I was there when my \r\nchildren needed me, and maybe it could open new doors for all of us. ",
        "Lucy: You know what? Don't expect too much. ",
        "Craig: You know, when I was in jail, I had nothing but time to think. How I \r\nlost everything I cared about. You, my son, Rosanna -- ",
        "Lucy: Your losses were your own fault. Self-inflicted. ",
        "Craig: That's true to a certain extent. ",
        "Lucy: You hurt people, you damaged lives. ",
        "Craig: And I deserve some punishment, especially for what I did to you. But \r\nLucy, I'm not the only bad guy here. Dusty and Paul, they tricked me into losing \r\nmy son. ",
        "Lucy: There's a lot more to it than that, and you know it. ",
        "Craig: Well, there's a lot more to everything. 100 sides to one story. And \r\nyes, I bore some malice to Dusty and Paul, but -- finding you and Johnny on that \r\nicy road, it changed everything. My eyes are open now to what really matters.\r\n",
        "Lucy: Just like that? ",
        "Craig: Revenge never did anything for me. But hope brought me here. The best \r\nplace I've been in a long time. And all I want now is another chance to make \r\nthings right with you. Will you give it to me? ",
        "Lucy: I don't know. ",
        "----------------------------------------",
        "Paul: What do we do now? I mean it, what do we do? We go home now, read the \r\npaper, have a cup of coffee? ",
        "Meg: I'll do whatever you want. ",
        "Paul: I can't imagine my life without you. ",
        "Meg: Hey -- hey, you will never be without me. Okay? We'll see this through, \r\nand do what has to be done. And then we'll get married. And one day, when you're \r\nready, we'll have our own family. ",
        "Paul: I love you so much. ",
        "Meg: I love you, too. Believe me, Paul, we will get through this. Together.\r\n",
        "----------------------------------------",
        "Jack: Is there any serious damage done to the infrastructure? ",
        "Rescue worker #2: It appears to be sound. ",
        "Jack: Okay, and the chances of this building caving --? ",
        "Rescue worker #1: Not likely, but I wouldn't stick around. ",
        "Jack: All right, thanks guys. All right, this isn't the safest of places, so \r\nCarly and Simon, it better be a good choice for you guys to head out. ",
        "Carly: Jack, wait. ",
        "Jack: What now? ",
        "Carly: How are the kids? ",
        "Jack: Now you ask? ",
        "Carly: Well, I'm sure that you would have told me if there was some kind of \r\nproblem. ",
        "Jack: They are safe and sound at the Collins' farm. ",
        "Carly: Jack, it's not like I got trapped in here on purpose. ",
        "Jack: I've got to hand it to you, Carly. You sure make it work for you. ",
        "Carly: Don't I always, Jack? Don't I damn near always? ",
        "Simon: Quite an arm on you. Forget designing, you should start a baseball \r\nteam. ",
        "Carly: Maybe -- maybe I could just convince you to start over. ",
        "Simon: Oh, come on Carly. We've had this conversation. ",
        "Carly: No, Simon. I don't want to be seen as a loser, and I'm sure as hell \r\nthat you don't, either. So, what the hell? Let's just do it -- let's show the \r\nentire world that we've got what it takes to rise from the ashes, Simon. \r\nLiterally. ",
        "Simon: All right, you want to show the world? Or a certain ex-husband? ",
        "Carly: What difference does it make? The point is, we did it before -- we can \r\ndo it again. So, come on Simon. Let's turn around, okay? What do you say? ",
        "(Engine struggling) (Engine starts) ",
        "Simon: The sun's coming up. It's going to be a dazzler. ",
        "Carly: Well, that's a good sign, isn't it? ",
        "Simon: Again with you and the signs. ",
        "Carly: You gotta have something to hold on to. Even if it's just a sliver.\r\n",
        "Simon: You can hold on to anything you want, Carly. I'm fresh out of \r\ninspiration. ",
        "Carly: I don't believe you. ",
        "Simon: See, I'm smart enough to know a lost cause when I see one. ",
        "Carly: This building was a lost cause when you bought it. I was pretty \r\nhopeless when you found me. But you put it together, and you made it work. ",
        "Simon: But I did work. We -- we did the work. Look around this place, Carly. \r\nLook at it. Look at it. The dream crashed and burned. ",
        "Carly: It was your dream. Aren't you sick of walking away from what you \r\nreally want? ",
        "Simon: No, I'm just being realistic, okay? Look, I put a hell of a lot more \r\nmoney into the place than I let on, okay? I'm cashed out. ",
        "Carly: Who needs money? ",
        "Simon: We do. ",
        "Carly: Then we'll find it. We'll move on to the next big thing. But, you \r\ncan't find spit if you just throw up your hands and walk away. Being a loser is \r\neasy. But is that really what you want to be, Simon? The bottom line is that \r\nwe're both proud. We're both stubborn, and we're both up a creek. We got nothing \r\nto lose. We got no place to go but up. And if that's not a formula for success, \r\nthen give me a better one. I dare you. ",
        "----------------------------------------",
        "Holden: You okay? ",
        "Luke: Yeah, I think it's great about Mom. But I'm kind of worried about when \r\nshe'll remembers I'm the reason she fell. ",
        "Holden: Luke, she'll understand. She'll understand that it was an accident. \r\nShe loves you. You're her son. ",
        "Luke: Yeah, but will she when she remembers that I'm her gay son? ",
        "Holden: You're her son. She'll never forget that. ",
        "Lily: Come over here, Guys. [Ethan crying] There's something I want to say. I \r\ndon't know how long I've been gone. But I'll tell you, I'm happy to be back. And \r\ngrateful. Grateful to have my family all back together again. ",
        "Rose: Sorry, Lily. That's not quite true. Take a head count. Somebody's \r\nmissing. ",
        "----------------------------------------",
        "Nurse #4: Johnny needs a few final tests before he can go. Especially if you \r\nwant that early discharge. ",
        "Dusty: Okay, but I'm going with him. ",
        "Nurse #4: I'm sorry, Mr. Donovan, it's against regulations. ",
        "Lucy: Look, I had no idea my father was back in town and out of jail. I \r\nswear, Dusty, no idea -- ",
        "Dusty: I believe you. Now that you know he's back, what are you going to do \r\nabout it? ",
        "----------------------------------------",
        "Paul: All right, listen, I don't know how to do this. I'm not sure you're \r\nlistening. Or if you're even up there, but if you are -- I just have a question. \r\nIs this my punishment? Is this your way of getting back at me? You take my \r\nlittle girl away from me because I went along with Craig Montgomery? Because I \r\n-- I took Johnny away from Jennifer? Because if this is how it feels to be \r\nwithout air, or light, or hope. If this is the dark place I sent my sister to, \r\ncould you do me a favor and just, you know, poke your head down the hall -- tell \r\nher that I'm sorry. Okay, I'm so sorry. Nobody deserves this. And I should have \r\nstopped it. You -- you should have stopped what happened tonight. So this is my \r\npunishment. Can we just call it even, please? Your big plan worked. I'm \r\npunished. ",
        "Craig: Now there's a sight I'd never thought I'd see. Paul Ryan, down on his \r\nknees. ",
        "----------------------------------------",
        "Announcer: On the next \"As the World Turns\" -- ",
        "Lily: You said someone is missing. ",
        "Rose: I asked you to take care of somebody Lily and you didn't listen. ",
        "Paul: I will be more than happy to pick up right where the law left off. And \r\nmake you pay for Rosanna’s life with your own. ",
        "Gwen: Maybe if we decide to be happy. Maybe it's just as real as anything \r\nelse. ",
        "Will: I want to make you believe that. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=y4xliUMOB4k"
}