{
    "Episode Summary": [],
    "Recap": [
        "Paul and Meg tell a relieved Barbara that she is being released from the hospital, as Meg continues to worry about Sophie's sanity. Sophie is spreading lies and gossip about Meg, which Mike overhears. Brad pumps Jack for information about what he is doing with Janet. Brad tries to dissuade Jack claiming that Janet is too into him and will only hurt Jack. Parker tries to hide the fact that he is having trouble concentrating on his tennis while Liberty is around. Katie tries to find out information from Janet about her and Jack; she warns her not to hurt him, but Janet assures her that they are just friends and Katie feels better. Jack calls Brad on how he wants Janet to only focus on him instead of having a relationship with someone else. Janet shows up to see Jack, much to Brad's chagrin and Jack asks her to Parker's tennis game. Paul lets Lisa in on his and Meg's thoughts about Sophie and then he asks her to have her kicked out of the Lakeview. Liberty unleashes her anger on Mike. Lisa kicks Sophie out, as Sophie has a minor meltdown assuming it is because of Meg. When she sees Meg a moment later, she accuses her of trying to ruin her life and then tries to slap Meg. Meg stops her and puts her in her place, which results in Sophie fainting. An annoyed Brad shows up to work and tells Katie that she shouldn't interfere with Jack and Janet. Then he asks (supposedly innocently) Katie to attend Parker's tennis match without letting her know that Jack and Janet will be there. Paul finds Meg tending to an unconscious Sophie. When Sophie awakens, she is thrilled to find Paul standing over her. When he tells her that he had her kicked out of the Lakeview, Sophie is incensed and promises that she won't forget it. Janet, Jack, Brad and Katie show up to watch Parker's match, as Jack and Katie realize it wasn't a coincidence. Mike overhears that Lisa is kicking Sophie out and offers her support. Paul asks Meg to marry him \u0096 in front of Barbara, but Meg doesn't know if she can. Liberty holds her mom and dad's hands at the same time, as Katie and Jack watch awkwardly. Parker wins his tennis match, as Liberty begins to see him in a new light \u0096 even though she tries to deny it. Barbara tries to excuse herself after words of support for Meg, as Meg stops her telling her and Paul that she hasn't really given him his answer \u0096 it is yes, as they celebrate with champagne and a sparkly new diamond ring. Mike feels partly responsible for forcing Sophie to go to the police when she wasn't raped. Sophie stands by her accusation and blames Mike for having to drop the charges. After Mike suggests that she get help, Sophie orders him out of her room \u0096 not before she almost faints again. Brad is annoyed that Jack is taking out Liberty with Janet; he tells Katie that Jack is trying to steal Liberty away. Katie thinks Brad is overreacting; she is sick and tired of this sibling rivalry and how it is affecting their marriage. Janet and Jack seem to be getting closer, but Jack thinks they should remain just friends because of how close and related they all are. Parker and Liberty continue to flirt. Sophie calls Paul and tells him that they need to talk now. Meg sends him on his way hoping that news of their engagement will finally convince Sophie that she will never have Paul. Brad asks Janet about she and Jack, as Janet plays coy, which annoys Brad. Parker asks Jack if he is dating Janet? When he tells him that he is not, Parker makes a pointed comment about why Janet is with Jack, which stuns him. Katie sees Brad wrestle with handling Janet and Jack. Barbara tries to occupy her thoughts with bridal magazine, but admits to Meg that she is worried about what Sophie wants now. A thrilled Sophie hugs Paul, as she declares that she is pregnant with his baby."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Paul: Hey.",
        "Barbara: Get me out of here.",
        "Paul: Well, we have some good news.",
        "Barbara: I get to go home? That is great. Because people have been very nice around here, but if I have to look at these walls one more minute, I'm gonna go crazy.",
        "Meg: You know, I had to work really hard to get you released. I had to swear to all your doctors that you would take it easy when you got home, so don't make me out to be a liar.",
        "Barbara: Okay. Okay, I promise.",
        "Meg: Well, you won't have to. I'll be watching you like a hawk. We are gonna step outside. They need to do one last exam before signing off on your release.",
        "Barbara: Paul? You're a lucky guy.",
        "Paul: What, that one? Yeah, she's all right.",
        "Meg: You know, I did mean what I said in there. I will be watching her like a hawk.",
        "Paul: Well, look, even if you are right about Sofie --",
        "Meg: If? She -- she tried to kill your mother and then tried to blame it on me.",
        "Paul: Well, she's not gonna try anything now 'cause she knows that we'll be watching her.",
        "Meg: Well, that's the thing about crazy people, Paul. They do stupid and dangerous things. She's not gonna stop on her own. Somebody's gonna have to stop her.",
        "[SCENE_BREAK]",
        "Sofie: It was just awful. You know, I saw her when the EMTs were taking her away. Her face was gray.",
        "Clerk: I didn't realize Ms. Ryan was so sick.",
        "Sofie: She wasn't. I think something happened. You know, this isn't the first time that something really terrible has happened to one of Meg Snyder's patients. She killed a patient once.",
        "Mike: Sofie --",
        "Sofie: You --",
        "Mike: I need to talk to you.",
        "Sofie: Well, that's gonna be a problem, because I don't talk to traitors.",
        "[SCENE_BREAK]",
        "Paul: Thanks.",
        "Meg: Okay, what?",
        "Paul: I know you don't want to hear this.",
        "Meg: What, that I am wrong about Sofie, that the woman that accused you of rape is totally trustworthy?",
        "Paul: No, it's -- it's just that my mom did a lot for Sofie, and I know that Sofie really loves my mom.",
        "Meg: Which is my point. She wants you so much and she hates me so much that she is willing to kill someone she loves so she can get what she wants.",
        "Paul: Oh, come on.",
        "Meg: She scares me, Paul. She just acts. She's just totally unpredictable.",
        "Paul: All right. I mean, I really hope that you're wrong, but maybe we should act as if you're right.",
        "Meg: That's right.",
        "Paul: So, from now on, we keep you and my mom far away from Sofie. Because next time, we might not be so lucky.",
        "[SCENE_BREAK]",
        "Jack: Hey, what are you doing here?",
        "Brad: Jack's in a bad mood. How rare.",
        "Jack: Jack is not in a bad mood.",
        "Brad: Any of those cinnamon rolls Aunt Emma makes?",
        "Jack: No. You didn't answer my question. What are you doing here?",
        "Brad: Liar. What, do I have to make an appointment to see my brother?",
        "Jack: Oh, yeah, it's a shame. I don't have an opening for a couple of months, so --",
        "Brad: I get it. I get it. Last night didn't so well, right? I mean, Janet's a little too uninhibited for you, right?",
        "Jack: You know, I was just reading a letter that Sage wrote me from camp, and while I was reading it, I was trying to remember how it felt to be in grade school. And thanks to you, I remember.",
        "[SCENE_BREAK]",
        "Janet: Do you want me to wait for Brad before I pour his cup?",
        "Katie: Oh, Brad's not coming. It's just me.",
        "Janet: Wow, that is so great.",
        "Katie: Excuse me?",
        "Janet: That you're comfortable eating out alone. Me, I avoid it at all costs. But then I don't really have much of a choice.",
        "Katie: Well, when you're married to the person you work with, you get to spend a lot of free time together. A lot of it.",
        "Janet: Mm and if Brad were here, why wouldn't he be? So you get to grill me about Jack.",
        "Katie: What?",
        "Janet: Oh, come on. Yore not really here for a chat. You want to find out about what happened last night between me and Jack.",
        "[SCENE_BREAK]",
        "Coach: Snyder, how 'bout you focus on the game?",
        "Parker: Oh, right.",
        "Liberty: I'm sorry. Was that my fault?",
        "[SCENE_BREAK]",
        "Brad: You got me. I didn't come out for the cinnamon buns. All right. Can you get me a beer?",
        "Jack: Get your own damn beer.",
        "Brad: I came to see how you're doing. I worried about you last night, going out with Janet.",
        "Jack: That I wouldn't know how to defend my honor?",
        "Brad: I know her. Well, I knew her.",
        "Jack: We have tangible proof of that, Brad.",
        "Brad: I'm just concerned that she could do you harm.",
        "Jack: Oh, this I gotta hear.",
        "Brad: Okay, you know, and I need to be blunt here, okay, that you have had a string of failures in the romance department. Your ego is shot. Your self- confidence a dim memory --",
        "Jack: What did I do to deserve this, Lord?",
        "Brad: Clearly -- listen! Clearly, you have issues with dynamic, spirited women like Carly and Katie, and Janet is more of the same. And, yes, it is important for you to get back up on the horse after you've fallen off, but with a gentle mare, not a high-spirit thoroughbred.",
        "Jack: Well, thank you, Brad. Thank you. I can't tell you what it means to me to have my brother looking out for me.",
        "Brad: I am here for you.",
        "Jack: Yes, I know. I know. Maybe you should prescreen my dates -- make sure I don't date anyone outside my league.",
        "Brad: Come on. We both -- we know you don't have a great track record compatibility-wise. I just don't want to see you getting hurt again.",
        "Jack: Bull! You just want to make sure that you stay the main man in Janet's life, even though you're already married.",
        "[SCENE_BREAK]",
        "Janet: Caroline, I'm taking my break. I think it'd be good if we sat down and talked this out.",
        "Katie: I thought it would be good if you took my order -- you know, that thing waitresses do.",
        "Janet: Jack and I had a lovely time. He really is a sweet man.",
        "Katie: Thanks for the news.",
        "Janet: I mean, I can understand why he might be a little gun-shy around women. I mean, when you've been betrayed that many times -- I'm sorry. I shouldn't have used that word.",
        "Katie: But you enjoyed saying it so much.",
        "Janet: I'm really starting to get a better glimpse of the real Jack. He's passionate. He's exciting. Oh, he is a real man! Hoo!",
        "Katie: And you are just the woman to bring that out of him, right -- the real Jack?",
        "Janet: Maybe.",
        "Katie: Or maybe this -- maybe you're using him to make Brad jealous.",
        "Janet: I would never dream of doing something like that.",
        "Katie: Well, that's good. Because if you did, I'd have to make your life no fun at all.",
        "[SCENE_BREAK]",
        "Brad: If you want to blame me for your sad life, you want to make me the bad guy, go ahead. Do that. You know, I'm used to it. It must have been cold there in my shadow.",
        "Jack: Oh, Brad. Good Lord. Brad, I know you find it flattering that Janet seems so into in you, but --",
        "Brad: Flattering? No, seriously, Jack, it's a burden.",
        "Jack: You really don't see that she's trying to build a relationship with you to make things easier on Liberty? She wants a family for her kid.",
        "Brad: I wish that was it. I wish you didn't have to sell yourself that bill of goods.",
        "Jack: You being so self-aware and everything --",
        "Brad: You want to talk -- let's talk truth here. Okay, let's talk truth. You've always been jealous of me, all right? Which makes sense, of course, but as your brother and as someone who really cares about you, going after Janet's a no-win situation. She's just not that into you.",
        "Jack: What, she's just hanging out with me to play with your head?",
        "Brad: Good. That's a start. That's a good start.",
        "Jack: Brad, is there anything in the history of the world that you don't think is all about you? Honestly, you probably think that China and the Dalai Lama are vying for your attention.",
        "Brad: Dolly Llama? Who's she?",
        "Jack: Okay, the truth is you don't want Janet focusing on anyone but you.",
        "Brad: No.",
        "Jack: Yeah.",
        "Brad: No.",
        "Jack: Rest assured, we are just friends. However, if I wanted it to be more than that, there's not a damn thing you could do about it.",
        "[SCENE_BREAK]",
        "Janet: Oh, threats. They go so well with lunch.",
        "Katie: I don't have lunch. My waitress took a break.",
        "Janet: All right, let's skip the trip down snarky lane, shall we? My guess is you still really care about Jack and you don't want anything bad to happen to him.",
        "Katie: Something like that.",
        "Janet: And you think I'm playing with him and that's bad.",
        "Katie: Again, something like that.",
        "Janet: All right. Honestly, Katie, Jack and I are just two people with kids and no partners. We have stuff in common. That's all.",
        "Katie: It's just he is vulnerable right now.",
        "Janet: He's a lot stronger than you think. Trust me. And, besides, if something were to happen between us, which, quite frankly, I don't see it in the cards, but if it did, I'm not the type of woman that men have trouble getting over.",
        "Katie: You sure about that?",
        "Janet: Oh, the evidence is overwhelming.",
        "Katie: Okay, thanks. And I'm sorry. I know it's technically none of my business. And I'm sorry if what I said came across --",
        "Janet: The way it did?",
        "Katie: Yeah. I guess you're right, though. I do still care about Jack a lot, and I don't want to see him hurt.",
        "Janet: I wouldn't worry about that. Although it is kind of nice to have somebody think I could be a femme fatale or whatever it is you call it. It's a good feeling. Listen, don't worry about it. Hey, my shift is over. I'm taking off. Um, word to the wise. Skip the soup. It's a Swedish nightmare.",
        "Katie: You're leaving?",
        "Janet: Yeah. I just realized I've got something I need to do.",
        "[SCENE_BREAK]",
        "Brad: I'm sorry. I shouldn't have come here. I shouldn't have said anything.",
        "Jack: When you're right, you're right.",
        "Brad: I just underestimated how painful your situation is, you know, and how it must hurt to see me, you know, with everything while you're bunking at aunt Emma's farmhouse all alone.",
        "Jack: Yeah, so why don't you go back to everything and let me be all alone?",
        "Brad: Well, you know, I just want to say I really do believe that there's someone out there for you. It's just -- it's just not Janet. You know what? The receptionist at WOAK.",
        "Jack: What?",
        "Brad: Stephanie. Yeah, Stephanie. Yeah, I'll set it up. Maybe we can do a double.",
        "Jack: The girl with all the stuffed animals at her desk?",
        "Brad: I don't know why I didn't think of her before. You two have so much in common.",
        "[Knock on door]",
        "Brad: Do you know that she plays the accordion?",
        "Janet: Hi, Bradley.",
        "Brad: Well --",
        "Janet: I thought I saw your car out front.",
        "Brad: What are you doing here?",
        "Janet: I'm here to see Jack.",
        "Jack: Hey, come on in, Janet.",
        "Janet: Thanks. All right. Hey, I wanted to give you this. Remember that band we were talking about last night?",
        "Jack: Oh, yeah, great!",
        "Janet: There you go.",
        "Jack: Thanks.",
        "Janet: I should have called. Did I come at a bad time?",
        "Brad: No, not at all.",
        "Jack: Brad was just leaving, and I was on my way out to see Parker's tennis match. You can come along if you like.",
        "Janet: Do you think Parker would mind?",
        "Jack: Not at all. Well, like you said before, we're all family now.",
        "[SCENE_BREAK]",
        "Coach: Snyder, keep your eye on the ball, not the stands.",
        "Parker: Yeah, sorry, Coach.",
        "Coach: Okay, take five. Don't forget, you have a big match later.",
        "Liberty: Hey. Sorry. I really feel bad about that -- like, distracting you and everything.",
        "Parker: Oh, hey. When did you get here?",
        "Liberty: Right. You didn't even notice me.",
        "Parker: So, how come you're not in school?",
        "Liberty: I thought I would come to see you play, but it kind of seems to me that I make you miss a lot of shots.",
        "Parker: Yeah, I know you like to be the center of everything, but the truth is you make no difference to me at all.",
        "[SCENE_BREAK]",
        "Lisa: Are you sure your mother's all right?",
        "Paul: Yeah, they wouldn't have let her out of the hospital if she wasn't all right.",
        "Lisa: Oh, well, that's really sweet of you to come by and tell me that, but you could have called. Don't you think your mother needs you right now?",
        "Paul: Meg's with my mom, and, uh, I needed to talk to you about something.",
        "Lisa: What's wrong?",
        "Paul: Sofie.",
        "Lisa: Sofie?",
        "Paul: Yeah. Meg seems to think that Sofie tampered with my mother's medication.",
        "Lisa: Oh, no. Well, is that what you think?",
        "Paul: I'm starting to think it's something she could have done.",
        "Lisa: Oh, that's -- I just can't believe she would do such a thing, after all Barbara's done for her.",
        "Paul: Look, we don't have any proof, but it's pretty clear to me that Sofie's come off the rails a little bit. And Meg --",
        "Lisa: And Meg what?",
        "Paul: Well, I don't think Sofie was out to hurt my mom so much as just get Meg in trouble, so I, uh --",
        "Lisa: Oh. Okay. What do you want me to do?",
        "Paul: Tell Sofie she can't stay at the Lakeview anymore.",
        "Lisa: Consider it done.",
        "[SCENE_BREAK]",
        "Mike: A good offense is the best defense, huh?",
        "Sofie: I'm not talking to you!",
        "Mike: Why? What did I do that was so horrible?",
        "Sofie: You gave Meg Snyder details of my personal life -- things I told you in confidence -- and now she is using them against me.",
        "Mike: I told Meg where you went to high school. Most people don't consider that information confidential.",
        "Sofie: You're so funny. You are on her side, just like everybody else. She does terrible things, but I'm the one who gets criticized for --",
        "Mike: Whoa, whoa, whoa, whoa. You need to calm down.",
        "Sofie: You used me. You pretended to be my friend in order to help her.",
        "Mike: I didn't pretend to be your friend, and I didn't tell her anything personal.",
        "Sofie: You knew she hated me, you knew she was out to get me, and yet you still talked to her about me!",
        "Mike: But you -- you're mad at me because I told her where you went to high school? You know, I think it's because you got caught in a lie.",
        "Sofie: You know what? Who cares where I went to high school? It doesn't matter. It's not important. It's not important.",
        "Mike: It's kind of important to tell the truth when you're accusing someone of rape.",
        "Sofie: Well, I'm not anymore. Because of you, I had to drop the charges.",
        "Mike: No, no, not because of me, Sofie. Because you lied. And I don't know why.",
        "Sofie: And you never will, because I'm never talking to you again.",
        "[SCENE_BREAK]",
        "Barbara: You think I'm terribly vain, don't you?",
        "Meg: Nope. I approve of anything that makes my patient feel better.",
        "Barbara: Have spent the last months feeling sorry for myself.",
        "Meg: Well, for good reason.",
        "Barbara: Well, after yesterday, it just feels so good to be back here slathering on makeup.",
        "Meg: You look beautiful.",
        "Barbara: Thank you. And thank you so much for taking such good care of me. I will always be grateful.",
        "Meg: I'm just doing my job.",
        "Barbara: Standing by Paul is not doing your job.",
        "Meg: Okay, you know what? How about this? You finish doing your makeup. I am going downstairs to get you some magazines, and then we are having lunch from room service.",
        "Barbara: Sounds like heaven.",
        "Meg: Alright, I'll be right back. Oh, uh, fashion or gossip? Stupid question.",
        "Both: Both!",
        "[SCENE_BREAK]",
        "Lisa: Sofie, we need to have a little talk.",
        "Sofie: Something wrong?",
        "Lisa: Uh, yes, in a way. I'm afraid I'm going to have to ask you to check out now.",
        "Sofie: What?",
        "Lisa: Yes. Well, you see, we're overbooked, and we need your room.",
        "Sofie: But you're not overbooked.",
        "Lisa: Let's just say that I am, okay?",
        "Sofie: This is Meg. This is Meg, isn't it? She's doing this to me.",
        "Lisa: No. I'm the one that's doing this, and I would appreciate it if you would keep your voice down. We're in the lobby.",
        "Sofie: Well, you're all ganging up on me and I'm supposed to be polite? Believing little white lies, like you're overbooked?",
        "Lisa: What do you want me to say? Do you want me to really tell the truth and talk about what you did to Barbara?",
        "Sofie: I didn't do anything. Meg did that, just like she did before.",
        "Lisa: Oh, would you please just -- just hush? Go upstairs, pack your stuff, and get out of here, huh? I'll call security.",
        "Sofie: You! You bitch. You are trying to ruin my life.",
        "Meg: I don't have to lift a finger to ruin your life. You're doing that all on your own.",
        "Sofie: You -- you told Lisa that I tried to hurt Barbara.",
        "Meg: You did. You tried to killed a woman who has done nothing but try to help you just so you could get back at me. You know, thank God Gwen has your baby so Hallie doesn't have to deal with a whack job like you for a mother.",
        "Sofie: Don't -- don't you dare say that!",
        "Meg: I can say anything I want. You've blown it, Sofie, and you have nothing left in your arsenal.",
        "Sofie: You can't -- you can't say that. Paul --",
        "Meg: Give me a break.",
        "[SCENE_BREAK]",
        "Katie: Thanks. You're in a good mood. Where were you?",
        "Brad: Huh?",
        "Katie: Where were you?",
        "Brad: I don't know. I, um -- well, you know, I was in the mood for one of Emma's cinnamon buns, so I thought I'd stop by and see how she was doing. So, how did your grilling session with Janet go?",
        "Katie: I did not grill her.",
        "Brad: That's why you went to Al's, wasn't it?",
        "Katie: No, of course not.",
        "Brad: Right. Right. Katie, I'm going to give you some advice. I want you to stay out of Jack's life. Jack and Janet are none of your business.",
        "Katie: Oh, okay. Thanks for the advice. Kind of sounded like an order.",
        "Brad: It's a bad day. Okay, I have an idea. I have an idea. Let's get out of here, all right? Parker left me a message -- says he has a tennis match. Let's go -- let's go sit in the sun, relax, and watch my nephew kick some tennis butt, huh?",
        "Katie: Okay. That sounds kind of fun.",
        "Brad: Yeah. It's going to be great.",
        "[SCENE_BREAK]",
        "Janet: Ohh! Those cows are so cute with their big, brown eyes and those eyelashes. I'm not fooling you for a second, am I?",
        "Jack: Not for a second.",
        "Janet: Yeah, I don't like farms. I like malls.",
        "Jack: Yeah, it's not for everybody.",
        "Janet: I'm so glad for Liberty, though. She has this big extended family, and it is so different from the way I raised her. TV shows, farms.",
        "Jack: You miss her, don't you?",
        "Janet: I see her a lot.",
        "Jack: Yeah, I see my kids, too. But I'm not living in the same house with them. I don't wake them up every morning. It's not the same.",
        "Janet: You should hear the way Liberty talks to me when I wake her up in the morning. I don't miss that at all. No!",
        "Jack: Yeah, I feel your pain. Hey, come on. Let's go. You can see how Parker appreciates me showing up at every tennis match. Come on!",
        "Janet: Doesn't talk to you, does he?",
        "Jack: Oh, doesn't even look at me.",
        "Janet: Nope.",
        "[SCENE_BREAK]",
        "Meg: I'm a nurse, you know. You don't fool me. Damn.",
        "Paul: What is going on here?",
        "Meg: Hey. Either she fainted or pretended to.",
        "Paul: Sofie?",
        "Meg: Nice steady pulse, though.",
        "Sofie: Paul. Make her go away.",
        "Paul: How about this? How about we stay and you go away?",
        "Sofie: Why are you talking to me like that?",
        "Paul: Do you really need to ask me that? Have you spoken with Lisa?",
        "Sofie: You did that?",
        "Paul: You have some packing to do.",
        "Sofie: I will never forget what you have done to me.",
        "Meg: Yeah, right back at you. What, that makes you smile?",
        "Paul: A little bit. You know, I like that whole \"You take on the world\" thing.",
        "Meg: I am not taking on the world. I'm taking on that little neurotic -- okay, you know what? She's gone. I don't have to talk about her or think about her.",
        "Paul: Good, because I'm about to seriously change the subject.",
        "Meg: Okay.",
        "Paul: Upstairs. I think I want my mom to hear.",
        "[SCENE_BREAK]",
        "Janet: Hi, Sweetie. Are you surprised to see me?",
        "Jack: Go get 'em, Buddy. Ah, parenthood.",
        "Janet: Ah.",
        "Brad: Hey.",
        "Janet: Brad! Hi! I didn't know you were gonna be here. You didn't say anything about it at the farm.",
        "Brad: You know, it's just a last-minute thing.",
        "Jack: Well, what a --",
        "Both: Coincidence.",
        "[SCENE_BREAK]",
        "Paul: I don't know why we had to stop for magazines.",
        "Meg: It is part of the recuperative process. Look who I found.",
        "Barbara: I see. Hello. And you're both smiling. At the same time.",
        "Meg: Lisa just evicted Sofie, so I think things are gonna be a little calmer around here.",
        "Paul: Well, maybe not.",
        "Meg: What?",
        "Paul: There's something I got to say -- ask. There's something I got to ask, and I want you both here.",
        "Meg: Well, we are --",
        "Barbara: Both here. What is it, Paul?",
        "Paul: Okay, I know this isn't how things usually go, but -- I want to ask Meg to marry me.",
        "Barbara: This is really not fair. How is she supposed to say no in front of your sick mother?",
        "Paul: She'll manage. She's tough.",
        "Barbara: That's very sweet. First you propose in front of your mother, then you --",
        "Paul: Silent, Mom. You're my silent partner. You can be silent. I love you. I'd do anything for you. I'd walk through fire. I'd even try and grow up.",
        "Meg: Try?",
        "Paul: Yeah. Maybe the 400th time's the charm. You're remarkable. You even got my mom to like you.",
        "Barbara: Paul! Oh, silent. Sorry.",
        "Paul: Everyone who comes in contact with you is happier. All I'm asking for is the chance to make you that happy. Marry me.",
        "Meg: I'm not sure I can.",
        "[SCENE_BREAK]",
        "Lisa: 614 is now available as soon as housekeeping is through with it, okay?",
        "Mike: 614 -- that's Sofie's room, isn't it?",
        "Lisa: It was, but she's leaving.",
        "Mike: When did she decide that?",
        "Lisa: She didn't. I did. I want you to call security, say, in half an hour -- make sure that that girl's out of there.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Sofie: If you're here for the bags, I'm not ready yet.",
        "Mike: Sofie, it's me. Can I come in?",
        "Sofie: Why? So you can call me a liar again?",
        "Mike: No, so I can help.",
        "[SCENE_BREAK]",
        "Liberty: Hey, you guys, let's go sit over here.",
        "Janet: Okay. Whoa. Oh, oh.",
        "Katie: Jack, fancy meeting you here.",
        "Jack: And vice versa.",
        "Janet: Brad, did you know that Liberty was going to be here, too?",
        "Liberty: It doesn't matter. What matters is that we're all here now. Oh, look.",
        "[All cheering]",
        "Liberty: Mom, stop. Stop, stop, stop. Parker! Parker, you looked like you actually knew how to play.",
        "Janet: Whoo! That's awesome! So, what do you think we should do now?",
        "Brad: Well, I think Katie and I should take Liberty home -- you know, make sure she -- she does her homework.",
        "Janet: Yeah. Yeah. You're probably right.",
        "Liberty: Parker, I'm not kidding. Like, some of those shots -- it looked like you actually planned them.",
        "Parker: Its okay, Liberty. You can state the obvious. I was awesome.",
        "Jack: Parker, come on over here for a second.",
        "Parker: That's my dad. I should go see what he wants.",
        "Liberty: Okay, but -- but first, you really should do everyone a favor and take a shower.",
        "[SCENE_BREAK]",
        "Barbara: I'm, uh, rather tired, so I'm going to retire to my bed with my magazines. Meg? Honey, you do what's right for you. But --",
        "Meg: But?",
        "Barbara: Don't wait till things are perfect. You'll end up waiting forever.",
        "Meg: Wait, Barbara. Uh, don't go. Paul asked me in front of you because he wanted you to hear my answer.",
        "Paul: You have an answer?",
        "Meg: Yes. I say yes.",
        "[SCENE_BREAK]",
        "Mike: I kind of feel responsible for what's happened.",
        "Sofie: Thank you. You know, if you hadn't spied on me for her and gone to her with --",
        "Mike: Okay, now, that is not what I'm talking about. I never should have told you to go to the police, all right? I forced you to --",
        "Sofie: To report a rape. I was raped!",
        "Mike: No, Sofie. I don't think you were, and I think you need help.",
        "Sofie: Stop it! Stop it. You sound -- you sound just like her. You sound like Meg.",
        "[SCENE_BREAK]",
        "Meg: Wait, there's only two glasses.",
        "Paul: Yeah, well, I wanted my mom here for the proposal but not for the celebration.",
        "Meg: Ah, so, you were sure you were going to celebrate?",
        "Paul: Well -- look, Meg, I know the last couple weeks have been difficult with Sofie and everything, but -- I wasn't sure, actually. Part of me thought that you were gonna turn around and run as far away from me as you could.",
        "Meg: I didn't want you to notice. I didn't want you to think -- to figure out that there was nothing I could do about it. I love you.",
        "Paul: And I love you. I'll try not to screw it up this time. So help me God, I'll try.",
        "[SCENE_BREAK]",
        "Sofie: I want you to go.",
        "Mike: You shouldn't be alone.",
        "Sofie: Yeah. And I sure need someone like you.",
        "Mike: Are -- are you okay?",
        "Sofie: I told you, go away or I'm gonna call security.",
        "Mike: Please take care of yourself, will you?",
        "Sofie: And just in case you're wondering, I'm not faking this. I'm not.",
        "[SCENE_BREAK]",
        "Brad: I'm just not sure that you can afford the time. Don't you have homework to do?",
        "Liberty: Oh, come on. Don't -- are you serious? I mean, it would be so rude to say no to your brother after he, like, went out of his way to ask us. Hey, Parker, my dad says I can't go because I have to do homework.",
        "Parker: Aw, come on. I'll help you with it after.",
        "Liberty: Okay, okay. I'll try again. Hold on. Um, ple-a-a-a-ase, Dad?",
        "Brad: That is so not fair.",
        "Liberty: Okay, great. Uh, bye!",
        "Katie: Have fun. We'll see you at home.",
        "Liberty: So, Parker, geometry -- when did you realize you were such a math geek?",
        "Janet: So this is how families work.",
        "Jack: Yeah, yeah, something like that.",
        "Liberty: Hi.",
        "Jack: Hey.",
        "Janet: Thank you so much.",
        "Brad: Well, you can see what",
        "Brad: Well, you can see what Jack is trying to do! I mean, he's trying to take Liberty away from me!",
        "Katie: He's trying to make her part of a family.",
        "Brad: Come on! You cannot be on his side.",
        "Katie: Brad, why were you so moved to see Parker play tennis all of a sudden? Why, all of a sudden, was that so important to you?",
        "Brad: He's my nephew.",
        "Katie: Your nephew?",
        "Brad: Yeah.",
        "Katie: Whatever. You knew that Jack was going to be there with Janet, didn't you? And suddenly we're big sports fans!",
        "Brad: You mad?",
        "Katie: Mad? No. Just sick and tired.",
        "Brad: Of me?",
        "Katie: No, of this stupid sibling rivalry and what it's doing to our marriage.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Meg: Paul, ah, your phone.",
        "Paul: I don't have a phone.",
        "Meg: I think you should answer that. I'll be right here when you're done.",
        "Paul: Hello?",
        "Sofie: We have to talk.",
        "Paul: No, we have nothing to say to one another.",
        "Sofie: Wrong. I need to see you in my room right now. Alone.",
        "Meg: Come back soon.",
        "Paul: Thanks. I don't have to do this right now. You know that.",
        "Meg: It's okay. It doesn't matter. There's nothing she can do to us anymore.",
        "Paul: Uh-huh.",
        "Barbara: Where is he going?",
        "Meg: He went to see Sofie.",
        "Barbara: You're kidding.",
        "Meg: Look, it's a good thing, really. Maybe now she'll realize that there is nothing she can do. It's over.",
        "[SCENE_BREAK]",
        "Janet: Gee, the service is so much better here when it's not my shift.",
        "Liberty: Okay. Uh, anyway, Parker and I, I think, are gonna go outside and talk about geometry. Bye. Come on, come on.",
        "Jack: My kid is so much easier to talk to when you and Liberty are around.",
        "Janet: Vice versa. She's actually talking about homework. Parker is such a good influence on her. Gee, this family thing -- I like it, too.",
        "Jack: Yeah, Brad -- Brad and I -- Brad and I are family. Maybe you and I should stay what we are.",
        "Janet: What's that?",
        "Jack: Friends.",
        "Parker: Okay. Call me when you get home and I'll go over those problems with you.",
        "Liberty: Oh, I'll be terrible. You know how bad I am -- hey, I kind of have a better idea.",
        "Parker: What?",
        "Liberty: You can do it for me, Ace. You can e-mail me the answers tonight so I can copy them before class tomorrow, huh?",
        "Jack: Hey, you guys ready to go?",
        "Liberty: Yeah, I better if I'm gonna hit those books tonight, right, Parker?",
        "Brad: Finally!",
        "Liberty: Oh, what a lovely, warm welcome.",
        "Brad: Well, you know, I just, you know -- I just want to make sure you had enough time for your homework.",
        "Liberty: It's okay. Parker went over it with me -- made it really clear. Okay, bye, Mom.",
        "Janet: Okay, bye, Sweetie Pie. Call me tomorrow.",
        "Liberty: Okay.",
        "Janet: Bye.",
        "Brad: Wait a second. Wait a second. Okay. Okay. Uh, the thing is -- all right, what I was wondering was --",
        "Janet: Yeah?",
        "Brad: Okay, this thing with Jack -- what is it?",
        "Janet: Uh, none of your business.",
        "Brad: I'm thinking about Liberty.",
        "Janet: I'm thinking about rotating my crops. Come on, Brad. Jack and I are just casual friends.",
        "Brad: Good.",
        "Janet: Yeah. But, you know, if anything exciting happens, I'll let you know.",
        "Jack: Your backhand has improved since last summer like you wouldn't believe.",
        "Parker: Uh, Dad?",
        "Jack: Yeah?",
        "Parker: Are you dating Liberty's mom?",
        "Jack: No.",
        "Parker: So, it's just about sex?",
        "Jack: What?!",
        "Parker: Well, Liberty said that her mom's really into sex, so I was just wondering --",
        "Jack: Stop, stop, stop. I thought you two were talking about geometry!",
        "Parker: So, she's right?",
        "Katie: Where's Brad?",
        "Liberty: Oh, he's, um, outside, talking to my mom.",
        "Katie: How was the diner?",
        "Liberty: It was good. It was fun.",
        "Katie: How's Parker?",
        "Liberty: Why?",
        "Katie: I saw how he was looking at you.",
        "Liberty: Oh, come on. Okay, he may be looking at me that way, but all the guys do. I don't look back at him.",
        "Katie: Oh, right, right. Right. So, did Janet have fun on her date with Jack?",
        "Brad: It wasn't a date. They just took the kids out to get something to eat.",
        "Katie: Yeah, right.",
        "Brad: And, besides, you know, it doesn't matter. You know, it doesn't matter at all.",
        "[SCENE_BREAK]",
        "Meg: Subtle. Very subtle.",
        "Barbara: Something I've never been accused of. I can't help it. I'm just so happy. You think its okay that Paul went to see Sofie, huh?",
        "Meg: Yeah. I think so. Besides, he can tell her that we're engaged. I think that update would pretty much cover all the bases, don't you agree?",
        "Barbara: Okay. So, we know what Paul's going to say to Sofie. What we don't know is what Sofie needs to tell Paul.",
        "[SCENE_BREAK]",
        "Sofie: Paul. I have the most wonderful news. I'm pregnant!",
        "[SCENE_BREAK]",
        "Announcer: On the next \"As the World Turns\" --",
        "Sofie: Paul, I swear to you. I swear to you I am pregnant. I didn't fix the test.",
        "Paul: Prove it. Take another one in front of me.",
        "Barbara: No, no! You go to her room and you make sure that everything is all right.",
        "Meg: What if it isn't?",
        "Barbara: Then you get Paul away from her for good.",
        "Holden: According to you -- there is no \"Us.\"",
        "Carly: According to you, you're starting to think about me more than you are your marriage, and that has got to stop."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Of8cYcwqD8w"
}