{
    "Episode Summary": [],
    "Recap": [
        "Ameera and Noah tell the Homeland Security officer of their marriage. Carly and Jack prepare themselves for the start of Parker's trial that day. Tom worries about Margo, as Casey blames himself for bringing Matt and Gray into their lives. Brad wakes up to find Katie by his side, as she relays to him that Gray poisoned him. Brad is happy she stayed with him. The Homeland officer asks questions about Noah and Ameera's living arrangements and seems to be skeptical. He informs them that there will be official that follows up with them to make sure that their marriage is not phony only to get her a Visa. When Bonnie comes back with food for Brad, Katie feels awkward and leaves quickly, but finds herself watching them through the door, which Margo catches her as well. Carly promises Parker that she will get him out of this. Margo questions Katie on her feelings for Brad and tells her to stop taking herself so seriously and to just live in the moment. Parker's trial begins, as Carly takes the stand. Margo receives a package with a threatening note. Noah is nervous, as he wants to make sure that he and Ameera appear genuine as a couple in public. Jack shows up with Holden at Parker's trial and tells Carly that he will hold down the fort while she looks for the homeless woman. Jack takes the stand. Margo learns from the guy who delivered the package that he is an OU student and Gray approached him on campus. Margo worries about Casey. Casey runs into Ameera and is stunned to find out she is married \u0096 to Noah of all people. Casey would like them to be friends, as Ameera is afraid she is being watched. Casey explains why there is a police officer watching them. Carly finds the homeless woman who gives her a receipt. Kit bought alcohol near the bus station in Oakdale the night she was supposed to be in Chicago. The judge adjourns for the day and hopes to finish up by tomorrow. Katie offers to take Jack back to the hospital. Brad wants to stay with them, even after Bonnie asks him to leave with her. Katie tells Brad that he can leave with Bonnie because she will take care of Jack. Noah becomes upset with Ameera when he sees her hanging out with Casey. Luke worries about Noah's actions especially after he admits to being wound tightly about this phony marriage situation already. Margo learns her case is a federal one now and she is under 24-hour surveillance. Katie is leaving with Jack when Carly races in and tells him that they finally have the proof they need to save Parker."
    ],
    "Recap Author": "Elayna",
    "Show Title": "As The World Turns",
    "Transcript": [
        "Holden: Hi, I'm Holden Snyder. This is Ameera Ali Aziz. We have an appointment.",
        "H.S. Officer: Aziz. Yes, right. Visa extension. You have grounds for your request, Miss Aziz?",
        "Ameera: I have married an American citizen.",
        "Noah: Yeah, now she's Mrs. Noah Mayer.",
        "[SCENE_BREAK]",
        "Jack: Hey. I was afraid you'd taken off again.",
        "Carly: I wasn't sure if I should bother you. Are you in pain?",
        "Jack: I'm fine. How's Parker doing? His trial starts today.",
        "Carly: He's scared. I'm scared. I asked Lily to watch Sage and J.J. today.",
        "Jack: That a good idea. Let's keep those two as far away from this as possible.",
        "Carly: I really thought that we'd find a way to keep this day from coming, Jack. And I know that homeless woman who recognized that picture of Kit -- I know she knows something. And I'd be out there looking for her, if I didn't have to go to court. This is it. I don't know what else to do. I hit one wall after another, and now Parker's out of time.",
        "[SCENE_BREAK]",
        "Tom: Hey, I wish I could stay home with you.",
        "Margo: You can't. You can't. You've got to go to Parker's trial. I mean, you're the only thing standing between him and jail.",
        "Tom: Yeah, I know. It's just the thought of this Nevins slime free as a bird, plotting against our family -- I mean, what if he comes after you?",
        "Margo: I'm a big girl. And I got a big gun.",
        "Tom: Oh.",
        "Casey: No, Dad's right. Nevins is dangerous.",
        "Tom: Well, not just for your mom. Our entire family. Who knows if he's gunning for you, Casey?",
        "Casey: Well, at least I deserve it.",
        "Margo: Casey!",
        "Casey: No, no. If I hadn't fallen for Matt's good buddy routine, Nevins would've never had an in with us. So, whatever stunt he's trying to pull, it'll be all my fault.",
        "[SCENE_BREAK]",
        "Katie: Hey.",
        "Brad: Hey. That must have been some party we had last night.",
        "Katie: You don't remember why you're in the hospital? What happened?",
        "Brad: I remember you, Bonnie, me. And we were drinking champagne.",
        "Katie: Well, you were drinking champagne.",
        "Brad: Bad year?",
        "Katie: Not exactly. It was poisoned.",
        "Brad: I thought that was just me goofing around.",
        "Katie: Nope. Your fake death scene turned out to be not so fake. Well, the difference was the poison took a while to kick in.",
        "Brad: Gray Gerard?",
        "Katie: Gerald Nevins.",
        "Brad: I'm ticking off people I don't even know now?",
        "Katie: No, it's the same person. But he wasn't after you. He was after Henry.",
        "Brad: So, why am I in the hospital?",
        "Katie: It's a long story. Actually, I told the doctor I would tell him when you woke up.",
        "Brad: Hey, wait. Wait, wait, wait, wait. Were you doing the little bedside vigil thing here all night? Wow. You really do care.",
        "[SCENE_BREAK]",
        "Margo: Casey. Casey, stop it. Stop it. I mean, there's enough blame to go around. We all fell for Matt and his story, even though you tried to warn us.",
        "Casey: But I could've tried a little harder.",
        "Margo: Well, look he pulled the wool over my eyes and I'm a cop. I'm supposed to be suspicious.",
        "Casey: What's going to happen to Matt?",
        "Tom: He agreed to testify against Nevins. He'll probably cut a deal.",
        "Margo: Yeah, especially if what he's got any information that will help us put his boss away. Okay. So, are we done playing the blame game? I gotta go. I'm going to go. I'm going to go to the hospital, and I'm going to talk to Brad, even though I know that Nevins was after Henry and Vienna. But I just think that maybe, you know, his poisoning could give us some leads.",
        "Casey: I want to help. What can I do?",
        "Tom: You can go to school. Go to work. Live your life. And show this creep that he can't intimidate the Hughes family.",
        "Margo: Yeah. Okay, you ready? Let's go.",
        "Casey: Bye.",
        "Margo: Baby, you keep your eyes open.",
        "Tom: Yeah.",
        "Casey: Hey, what's going on?",
        "Cop #3: I'm your new best friend. Wherever you go, I go. Chief's orders.",
        "[SCENE_BREAK]",
        "H.S. Officer: All right. Well, everything appears to be in order. I'll approve the extension.",
        "Ameera: Thank you.",
        "H.S. Officer: For the record, however, by law we're required to notify the immigration and customs enforcement agency. I.C.E. officers will make periodic follow-up visits to the happy couple.",
        "Luke: Um, why is that?",
        "H.S. Officer: To make sure that everything is on the up and up. That this isn't one of those paper marriages just to get a green card. They'll need your permanent address, they'll assign you a case worker. Where are you kids living these days?",
        "Holden: With my family, out at our farm.",
        "H.S. Officer: Really? That's kind of odd for newlyweds. Living with relatives of the groom's best friend? What's that all about?",
        "[SCENE_BREAK]",
        "Brad: If you stayed up all night, you must have thought this was pretty serious. Did I almost go to the champagne flute in the sky?",
        "Katie: No, no. You got help in time. They pumped your stomach.",
        "Brad: Yeah, I guess that's why I'm feeling that rumble down under. I'm starved.",
        "Bonnie: So I'm guessing this extra meaty club sandwich and French fries won't go to waste, then?",
        "Brad: Oh Darling, where have you been all my life? Oh, and it's good to see you, too.",
        "Bonnie: Aww.",
        "Katie: Well, I guess I will let the doctor know that you're up and feeling better on my way out.",
        "Bonnie: That's great, thank you. Let him know that our patient is in good hands.",
        "Brad: Wait, wait. There's something I want to tell you.",
        "[SCENE_BREAK]",
        "Jack: Call the nurse. Call her. I'm checking myself out. I'm going to court with you and Parker.",
        "Carly: Jack, you're not going anywhere until you can stand on your own two feet.",
        "Jack: I can do that.",
        "Carly: For more than a minute. You almost died. I saw you bleeding on the ground and one thought crossed my mind -- this is it. I'm losing him. And then I thought, this must be how Jack felt when he thought I was dying. Parker understands why you can't be there today. The best thing you can do for him is get better, okay?",
        "Jack: Okay.",
        "Carly: I gotta go.",
        "Jack: Wish him luck, okay? Tell him I love him.",
        "Carly: I will.",
        "Jack: Hey, it's going to be okay. It has to be.",
        "[SCENE_BREAK]",
        "Katie: Sorry, Brad, I really -- I got to get going. I've have a ton of research to read for the show. And because of your adventures in champagne I already lost a night. I don't want to lose the day. So --",
        "Brad: Sure. Right, right, right. I don't want to keep you. I just wanted to say thank you for the whole breathing life back into me thing. It's no biggie.",
        "Katie: Right, no biggie. It's just our \"Oakdale Now\" deal. The co-host oath. Take care of yourself.",
        "[SCENE_BREAK]",
        "Holden: Noah and my son are good friends. And he's been living with us ever since his father went to prison last year.",
        "H.S. Officer: Yeah, right. Saw that in the file. How'd you meet your friend?",
        "Luke: We worked together. We were interns at WOAK.",
        "H.S. Officer: You invite all your friends to bunk up with the family?",
        "Luke: Well, he needed a place and you know, we have the room.",
        "H.S. Officer: Now that extends to his wife, too?",
        "Holden: The Snyder door is open to anyone who needs it. Yeah.",
        "H.S. Officer: What's your secret?",
        "Noah: I'm sorry?",
        "H.S. Officer: How'd you luck into a friend like this, huh?",
        "[SCENE_BREAK]",
        "Margo: Katie?",
        "Katie: I'm not -- I mean -- sorry. You startled me.",
        "Margo: Oh, oh. How's -- how's Brad?",
        "Katie: He's fine. He chowing down on Bonnie's goodies, as we speak.",
        "Margo: Oh, I bet that's tough for you to swallow.",
        "[SCENE_BREAK]",
        "Noah: The Snyders have been good to us. Ameera and I are very lucky.",
        "H.S. Officer: All right. Extension granted. We'll be in touch about those follow-up visits. Congratulations, by the way.",
        "Ameera: Thank you very much.",
        "H.S. Officer: Hope you two are very happy together.",
        "Noah: Thank you. Did you guys hear him? That sarcastic congratulations?",
        "Holden: They're going to be watching to make sure this is a real marriage. Listen, I need to go see Jack. It's Parker's trial today.",
        "Luke: I know.",
        "Holden: Guys, seriously. The three of you, you need to stick together. You need to stick to the plan. Otherwise, we're all going to be in big trouble.",
        "[SCENE_BREAK]",
        "Carly: Where is everybody?",
        "Parker: I told them that if one more person hugged me and told me that everything was going to be okay that I'd puke. Please go.",
        "Carly: Parker --",
        "Parker: Don't, Mom. Okay? I just want to get this over with.",
        "Carly: Okay. I am not going to let you give up. I am going to find a way to get you out of this. One way or another, I'm going to fix it.",
        "Parker: Yeah? How?",
        "[SCENE_BREAK]",
        "Katie: I'm fine. It really did not bother me to watch Brad with Bonnie.",
        "Margo: Well, I'm glad you could stop watching them long enough to have lunch with me.",
        "Katie: I thought you were there to question Brad about Nevins.",
        "Margo: Oh, I can do that later. It's not like I'm going to get a lot out of him. I mean, he was poisoned. He was unconscious most of the night. He wasn't even Nevins' target.",
        "Katie: How can you be so calm about this? You know that Nevins was just warming up his killer tendencies. You were his real target.",
        "Margo: Now I feel better. Come on, criminals hate cops. What are you going to do?",
        "Katie: This is personal.",
        "Margo: All right. How about your interest in Brad's recovery. Huh? I don't think you spent the night at the hospital because you were concerned about a colleague, did you?",
        "Katie: All right, fine. You know what? Okay. It bothered me a little bit to see Brad with Bonnie, but I don't even know why I care, it's not like I have any interest in the guy.",
        "Margo: No, no.",
        "Katie: He's Jack's brother.",
        "Margo: Well, if there is a romantic no-no in Oakdale society, it's dating an ex's relative. I'm going to have to talk to Bob about that. Oh and Susan. Oh, and Barbara. And Emily. And Chris.",
        "Katie: Very funny.",
        "Margo: I'm trying, I'm trying.",
        "Katie: And I'm not over Jack. You know how I know that? It's because every time I picture my future, I picture myself with a man like Jack, not a man like Brad.",
        "Margo: Can I offer a suggestion here?",
        "Katie: No.",
        "Margo: Could you please stop consulting the crystal ball about your future, and pay attention to the present. Because you, my darling, are attractive, and young, and you're available and you are a catch. So would you please lighten up and have some fun. And do what makes you happy. Here, now, today. And worry about happily ever after -- after.",
        "[SCENE_BREAK]",
        "Brad: Holy cow that is just what the doctor ordered.",
        "Bonnie: Well, let me know what else you're craving.",
        "Nurse #3: Check out time, Mr. Snyder. The doctor has signed your release papers. You are a free man.",
        "Brad: Ya and hoo! Which means I can still make it to Parker's trial.",
        "Bonnie: I'll come with you. It's been a long time since I've seen Tom in action.",
        "[SCENE_BREAK]",
        "Katie: Well, thank you for lunch. And for the advice.",
        "Margo: Which you have no intention of taking, huh?",
        "Katie: Probably not today. No.",
        "Margo: No. Good to feel needed.",
        "Katie: Well, no I'm going to Parker's trial today.",
        "Margo: Okay. You know, I think I'm going to go to the hospital and question some of the staff about Brad's poisoning. And then I've got a mountain of paperwork. So I'm going to go home and do it. That way I won't be interrupted.",
        "Katie: Okay, well, stay safe. I plan on having a future of your advice.",
        "Margo: The advice that you never take?",
        "Katie: If you're gone, you won't know if I took it or not.",
        "Margo: My beautiful little sister. Would you please take care of yourself and lighten up?",
        "Katie: I will. Just not today. Today is all about Parker.",
        "[SCENE_BREAK]",
        "Holden: Hey. I was just about to head over to Parker's trial. Thought I'd check on you first, and see if there was anything I could do.",
        "Jack: Yeah, there is. I need help breaking out of here.",
        "[SCENE_BREAK]",
        "[Bangs gavel]",
        "Judge: This trial is now called to order. The state of Illinois vs. Parker Munson Snyder. I understand the defense has agreed to forego a jury trial. Is that correct?",
        "Tom: It is, your honor.",
        "Judge: Very well. Let us proceed. Is the district attorney ready to present her case?",
        "D.A.: I am, your honor.",
        "Judge: Please proceed.",
        "D.A.: Parker Snyder has a history of disliking his mother's boyfriends and of acting out in dangerous and impulsive ways. He had a deep-seated hatred for Sam Hutchins, which led to his murder. The state will present evidence that points to premeditation, and citing a wealth of precedent, the state finds ample cause to try Parker Munson Snyder as an adult. And we will prove beyond the shadow of a doubt that he is guilty.",
        "[SCENE_BREAK]",
        "Delivery boy: Margo Hughes?",
        "Margo: Yeah?",
        "Delivery boy: This is for you.",
        "Margo: Uh, okay. Don't I have to sign something?",
        "Delivery boy: No, that's okay.",
        "Margo: Huh. Wow. No address. No marker. [Margo reading] \"I'll be there when you least expect it.\"",
        "[SCENE_BREAK]",
        "Tom: Ms. Tenney, would you please describe to the court your relationship to the defendant?",
        "Carly: I'm his mother.",
        "Tom: And you were also a witness the night of Mr. Hutchins' death, is that correct?",
        "Carly: That's correct.",
        "Tom: Would you please describe the night in question to the court, in your own words?",
        "Carly: Um, the night Sam died, he and I were alone together at the club. Sam -- he'd made advances before, but, that night, he was very aggressive. He grabbed me, he tried to force himself on me. I was struggling with him when I heard the shot.",
        "Tom: And how many shots did you hear?",
        "Carly: One. One shot.",
        "Tom: Are you certain?",
        "Carly: Positive.",
        "Tom: Yet forensics found two bullets in Mr. Hutchin's body, the second being the definitive one that caused his death. Thank you, Ms. Tenney. Your witness.",
        "D.A.: You know, Ms. Tenney, I have a son myself. He's younger than Parker, barely a year old.",
        "Carly: Congratulations.",
        "D.A.: Thank you. Of course, he doesn't talk yet. But wouldn't you know it, in the middle of his babbling, I swear I heard him say Mama and Dada. And once I was even sure he said, toaster. What's your opinion about that kind of maternal wishful thinking?",
        "Carly: Perhaps you have an advanced child.",
        "D.A.: Or maybe my son has a mother who is so eager to find the best about him, that she hears what she wants to.",
        "Tom: Objection, your honor. Relevance.",
        "Judge: Sustained.",
        "D.A.: Is it possible, in retrospect, that you only wanted to hear one shot?",
        "Carly: No. There was one shot. I heard one shot.",
        "[SCENE_BREAK]",
        "[Doors open]",
        "Ameera: You two go ahead. My class doesn't start for a while. I'll just wait here.",
        "Luke: Oh, that sounds like a good idea. Come on, Noah, let's go.",
        "Noah: You know -- I keep thinking about what Luke's father said, I mean, there could be people watching us right now. I mean, let us walk you, at least part of the way.",
        "Ameera: Are you sure you don't mind?",
        "Noah: You've gone through so much to make sure that you're legal, we don't want to screw it up by doing something stupid. Come on, we should make it look good too.",
        "[SCENE_BREAK]",
        "Tom: Redirect, your honor? Ms. Tenney, if you say that Parker didn't fire the second shot, the one that killed Mr. Hutchins, then do you know who did?",
        "Carly: Kit Fowler was Sam's girlfriend. She was furious that Sam was attracted to me. She came into the club that night, saw him lying there on the floor, wounded, and she picked up the gun, finished the job.",
        "D.A.: Oh, objection! This isn't even speculation, its fantasy! And a very convenient one, at that. Not only was Kit Fowler in Chicago the night of Sam's murder, but she can't be called in to testify because she's dead. Shot by Ms. Tenney, may I add.",
        "Tom: In self-defense!",
        "D.A.: And unable to defend herself. Unless Mr. Hughes has even one shred of evidence, Ms. Tenney's wishful thinking has no bearing on this case.",
        "Judge: Objection sustained. Please alter your line of questioning, Mr. Hughes.",
        "Tom: No more questions, your honor.",
        "Judge: The witness may step down. Will you be calling more witnesses to support your case?",
        "Tom: The defense reserves the right to recall the witness.",
        "Jack: I'm here to testify for the defense, your honor.",
        "Judge: There had better be a compelling reason for this grandstanding.",
        "Tom: Your honor, this is Detective Jack Snyder, the defendant's father. Just recently in the hospital. Another victim shot by Kit Fowler.",
        "D.A.: Objection!",
        "Tom: Withdrawn. Your honor, may I have a few moments to confer with Mr. Snyder?",
        "Judge: You have five minutes, Mr. Hughes. That's all.",
        "Tom: Thank you, your honor.",
        "Jack: I'm good.",
        "Carly: What are you doing here?",
        "Jack: I'll stay with Parker. You go find that homeless woman who recognized Kit.",
        "Tom: The judge asked for evidence. This may be our only shot at an acquittal.",
        "Jack: Carly, go. I'll be fine.",
        "Carly: I'll be back, okay?",
        "[SCENE_BREAK]",
        "Noah: That looked real, right?",
        "Luke: Yes. You totally had me snowed. Now we really, really have to get to class.",
        "Noah: You sure you're going to be okay?",
        "Ameera: Of course. I'll be fine. Just going to get some coffee.",
        "Noah: This is so much harder than I ever thought it was going to be. Every time I see a stranger, I think that they're I.C.E. it's driving me nuts.",
        "Luke: Look, its okay. It's not like they can watch us every minute of every day. We can still find a way to be together and keep your cover. We'll make this work.",
        "[SCENE_BREAK]",
        "Margo: I just don't think you can find much of anything there. My prints are probably the only ones left.",
        "Cop #5: Is this the kid?",
        "Delivery boy: I didn't do anything wrong. All I did was drop off that stupid box. If she says anything different, she's lying.",
        "Margo: Lieutenant Margo Hughes.",
        "Delivery boy: You're a cop? What kind of trouble am I in here?",
        "Margo: Oh, big. Big kind. Big kind. So, you're going to make it easy on yourself, and you're going to answer all my questions. Right? Who had you deliver the package?",
        "Delivery boy: I don't know, some guy.",
        "Margo: What guy? What's his name?",
        "Delivery boy: He stopped me on the street. Gave me $100 to drop it off at this address.",
        "Margo: Is that your Santa Claus?",
        "Delivery boy: Yeah, that's him.",
        "[SCENE_BREAK]",
        "Casey: Hey, Ameera, right? You remember me from the mixer? Casey Hughes?",
        "Ameera: Of course I remember you. You defended me, and they took you away for hitting that homeland security officer. Were you in jail long?",
        "Casey: Oh, actually, no, no. I dodged that bullet.",
        "Ameera: What do you mean?",
        "Casey: Oh, I'd like to say that they made a really big mistake, or I charmed my way out of a really bad situation.",
        "Ameera: Did you bribe someone?",
        "Casey: What? No. I didn't bribe anyone. But I did have some strings pulled. I guess you could say it's the same thing. Yeah, I'm happy to see you're here. I know you were having trouble with your visa.",
        "Ameera: I was. But I got it extended. It happened today -- officially.",
        "Casey: Oh, that's great. How'd you manage that? And, please, don't tell me you bribed someone. You know, my mom's a cop, I might have to turn you in.",
        "Ameera: No. No bribery. I got married.",
        "Casey: Oh.",
        "[SCENE_BREAK]",
        "Margo: So you're telling me that this guy just picked you at randomly? You've never done any other deliveries for him -- no jobs?",
        "Delivery boy: No.",
        "Margo: No?",
        "Delivery boy: I mean, I'm on scholarship at Oakdale U. call the registrar's office and ask them. I mean, they'll tell you. I needed the money. So I didn't ask any questions.",
        "Margo: You were on campus when Nevins approached you?",
        "Delivery boy: Yeah. I was on my way to class.",
        "Margo: Great, just like Casey. Okay. All right.",
        "[SCENE_BREAK]",
        "Casey: You got married?",
        "Ameera: Yes. I'm Mrs. Noah Mayer now.",
        "Ameera: You have to leave.",
        "Casey: What?",
        "Ameera: Please. Please go right now. They're watching me.",
        "[SCENE_BREAK]",
        "Chicago cop: Sorry, Ma'am, you can't park here, it's a crime scene.",
        "Carly: Oh, please, I just need a minute.",
        "Chicago cop: No, there's no exceptions. Just move along, please.",
        "[Engine turns over]",
        "[SCENE_BREAK]",
        "Tom: Detective Snyder, will you please describe, to the court, your relationship with your son?",
        "Jack: It's never boring. Parker and I have had our disagreements. Mostly about what I think is best for him. And what he thinks is best for me. Normal father/son stuff. I've tried to make him see things my way. And he's returned the favor. But seeing that I'm the dad, I tend to win out more. Looking back, I've realized that I probably should have listened to Parker more often. Ever since he was a kid, he has had these -- feelings about things.",
        "Tom: Feelings?",
        "Jack: Instincts. Intuitions. Parker understands things. He understands people. And he was right on the money with Sam. Unfortunately, I didn't take him seriously enough.",
        "Tom: Why unfortunately?",
        "Jack: Because Parker had a feeling about what Sam was up to, but how he was planning to hurt Carly. And if we had listened to Parker's intuition from the beginning, none of us would be sitting here today.",
        "[SCENE_BREAK]",
        "Carly: Wait! Please! Hey, hey.",
        "Homeless woman: No.",
        "Carly: It's okay.",
        "Homeless woman: No.",
        "Carly: All right, you don't have to be scared. I didn't call the police.",
        "Homeless woman: I don't want no trouble.",
        "Carly: I just want to talk to you. You know something about Kit, about the woman in this picture. Don't you? Please. Please, tell me what you know about Kit.",
        "Homeless woman: Saw her around here a few times. Nice lady. Treated me like a person. Wasn't afraid to look me in the eye. Not like some people.",
        "Carly: Is that it?",
        "Homeless woman: You trying to get her in trouble?",
        "Carly: No. No, I'm trying to get my son out of trouble. You see, Kit may have been very nice to you. But she framed my son for murder. He could go to jail for a very long time. Please. If you know something about Kit, if you know anything that help my son, I'm begging you, please tell me.",
        "[SCENE_BREAK]",
        "Ameera: You see? He's watching us.",
        "Casey: No, me. He's watching me.",
        "Ameera: The man at homeland security said that they would be watching Noah and I, making sure our marriage was real. Wait, why was he watching you?",
        "Casey: Oh, because my mom works at the Oakdale PD as a detective, and she's being stalked by a really bad dude over something that happened a long time ago. [Cell phone rings] Oh. Sorry. Oh, check it out, it's my mom. She'll vouch for me. Hi, Mom.",
        "Margo: Casey, where are you? Is that cop still with you?",
        "Casey: Yeah, he is. I'm at having coffee with a friend.",
        "Margo: Okay, well, just be careful. Promise me. And no ditching the guard.",
        "Casey: I won't. Mom, are you okay?",
        "Margo: Yeah, I'm fine. I'm fine. I just, you know, making sure you're safe.",
        "Casey: Yeah, I am. I'll see you later.",
        "Ameera: Someone's trying to hurt your mother. Are you afraid?",
        "Casey: A little bit. Yeah.",
        "Ameera: Before I came here, I used to be afraid all the time. It's hard, always worrying about what bad thing might happen next. But worrying about tomorrow, being afraid, I think it steals happiness from today.",
        "[SCENE_BREAK]",
        "Carly: You said that Kit was good to you. Well, this is your chance to be good to somebody else.",
        "Homeless woman: I guess it ain't fair, your boy is suffering for something Kit did. She was real decent to me, though, you know? See these clothes I got on? She gave them to me. She said she didn't need them anymore. She wanted a whole new look. Head to toe.",
        "Carly: Is there anything else you remember?",
        "Homeless woman: This coat of hers -- when she gave it to me, I found something in the pocket. Take a look. I don't know if it'll do your boy any good. See if it helps.",
        "[SCENE_BREAK]",
        "Jack: Parker and his mother have always had a special bond. She counts on him. And he knows that. And he's very protective of her. So naturally, when he saw Sam attacking her, he did what he had to do.",
        "Tom: No more questions, your honor.",
        "Judge: Your witness.",
        "D.A.: Mr. Snyder, was Parker also doing what he had to do when he shot his cousin faith, with a bb gun?",
        "Jack: Oh, no, no. Faith tripped over the gun. It accidentally went off. In fact, Parker had nothing to do that. J.J. left it in the yard.",
        "D.A.: Ah, so if I understand you correctly, basically nothing is ever Parker's fault? Is that how you teach your son responsibility?",
        "Tom: Objection, your honor.",
        "Judge: Sustained.",
        "D.A.: No further questions for this witness.",
        "Judge: You may step down. I think that will be it for today. With any luck, we should be able to conclude these proceedings in the next session. For now, this court is adjourned.",
        "[Gavel bangs]",
        "Parker: Tell me the truth -- I'm screwed, right?",
        "[SCENE_BREAK]",
        "Carly: It's a receipt.",
        "Homeless woman: Vodka. Kit loved her vodka.",
        "Carly: Well, she bought this bottle at a convenience store right next to the Oakdale bus station.",
        "Homeless woman: Not much help to you, huh?",
        "Carly: Oh, no. It could be. There's a date here. And a time. And Kit claimed she was in Chicago that entire day of Sam's murder, but this proves that she went back to Oakdale. Which means that she had any opportunity to get to Metro and fire that second shot that killed Sam. Thank you. Thank you so much. This is just what I needed. Yes.",
        "[SCENE_BREAK]",
        "Katie: Are you supposed to be out of the hospital?",
        "Holden: No, he's not. But he said if I didn't bring him, he would find a way to get here. Jack can be very stubborn.",
        "Katie: You don't say?",
        "Jack: Cut it out.",
        "Holden: Listen, I need to go. I need to meet Lily, which means you need to go as well.",
        "Jack: No, no, no. Parker and I are going to hang out here a little while longer and wait for Carly.",
        "Katie: Well, I can take you back to the hospital. You go on.",
        "Holden: You're sure?",
        "Katie: Yeah, absolutely. We can put up with each other, right?",
        "Jack: I don't see why not.",
        "Holden: Take care, Buddy.",
        "Parker: Thanks.",
        "Katie: Oh, oh.",
        "Jack: I'm good. I'm good.",
        "Katie: Okay. You all right?",
        "Jack: Yeah, yeah, yeah. Yeah, yeah, yeah.",
        "[Jack exhales]",
        "[SCENE_BREAK]",
        "Ameera: It was good to see you again, Casey.",
        "Casey: Oh, yeah.",
        "Ameera: I have to get to class.",
        "Casey: Oh, I have to go to class, too. But can I walk you?",
        "Ameera: I'm married now, it wouldn't look right to be walking with another man.",
        "Casey: It's okay for women to have male friends. You know, believe me, no one's going to think it's weird if we walk to class together. Hey, Luke, Noah. I was just talking to your bride here about walking to class with me. It's okay, right?",
        "Noah: You know, its okay, I'll take care of it. I'll walk her to class.",
        "Casey: Uh-oh, a husband's privileges. I guess I'll see you later.",
        "Ameera: Be safe.",
        "Casey: See ya, you guys.",
        "Luke: Bye, Casey.",
        "Casey: Bye.",
        "Noah: You want to act like a married woman, you can't go out on a date in public.",
        "Ameera: It wasn't a date. He said we could be friends.",
        "Luke: Come on, Noah, lighten up.",
        "[SCENE_BREAK]",
        "Margo: Let me know if you get any useful prints.",
        "Cop #4: Will do, but I'm not holding my breath.",
        "Margo: Yeah, I know, I know. It's a long shot. And another thing, nobody comes and goes through this door without checking id. [Knock on door] Except --",
        "FBI agent #1: Margo Hughes? Agent Sommers. You just became a federal case.",
        "Margo: Oh, great.",
        "FBI agent #2: We're keeping her under 24 hour surveillance, effective immediately.",
        "Casey: A lot of that going on around here. Why does it look like a \"CSI\" episode in our house right now?",
        "Margo: Because it's Nevins. It's Nevins. He's after us. But that's okay. That's okay, all we have to do is we have to be a lot more careful now all this.",
        "[SCENE_BREAK]",
        "Ameera: I'm sorry, Noah. I shouldn't have listened to Casey. I didn't mean to upset you.",
        "Luke: You didn't. Did she, Noah?",
        "Noah: No. No, I'm sorry I lost it. It's just what that homeland security officer said -- he made me nervous because that's why I came back here to check on you. And when I saw you here with Casey -- I was just thinking that if somebody saw you guys, they would think that you and I weren't, you know that we --",
        "Ameera: I understand. You're right. I won't see Casey again.",
        "Noah: No. No, no. No, it's okay. He's a good guy. And you liked him, right?",
        "Ameera: He was nice to me. He made me smile. Oh. Oh, I have to go to class.",
        "Noah: We'll catch up. Hey, this is getting so much more complicated than I thought it was going to be. We've been married, what, a week?",
        "Luke: Look, you're the one that's making it complicated. Then again, but I guess we wouldn't be paranoid unless we had a reason to be. Maybe you should catch up with Ameera, walk her to class. Just in case.",
        "[SCENE_BREAK]",
        "Bonnie: It's nice work, Tom. Are you going to make Parker go on the stand?",
        "Tom: Well, I would like to avoid that. I wouldn't like to subject him to cross-examination. But it might be our only option. We'll show the judge that he's a scared kid looking after his mom, instead of some hardened criminal.",
        "Bonnie: Mm-hmm. Well, if you need any help, any library research, anything like that, just let me know. Jennifer was Parker's sister, and I still miss her. It's the least I could do.",
        "Tom: Yeah, I feel the same about Hal.",
        "Bonnie: Hey, ready to head out?",
        "Brad: You know, I kind of got my hands full here, so why don't you go ahead without me?",
        "Katie: No, we're fine. Really, go ahead.",
        "Brad: No. No, I think I should stay.",
        "Katie: Really, we have everything under control. It's fine.",
        "Brad: Let's go.",
        "Jack: Thanks, Buddy.",
        "Tom: Hey, Jack, I can run Parker by the farm on my way home. I mean, you should get back to the hospital.",
        "Jack: Oh, yeah, you know, that's a really good idea. Parker, hey, listen, don't give up. All right. We are not done. This isn't over, not by a long shot.",
        "Parker: Thanks, Dad.",
        "Jack: All right. I love you, Buddy. Thanks, Tom.",
        "Katie: All right. You ready to start making it to the car?",
        "Jack: Oh, yeah, well, you know I love a challenge.",
        "Carly: We've got it, Jack. We've got what we need to save Parker.",
        "[SCENE_BREAK]",
        "Next week on -- \"As the World Turns.\"",
        "Jack: Can you help us save our son?",
        "Judge: I must find the defendant guilty as charged.",
        "[Courtroom sighs]",
        "Brad: You've got to be kidding me. What are you doing?",
        "Sofie: I want Hallie to be with you, if you still want her.",
        "Meg: It's from Craig.",
        "Margo: Nevins has escaped with O'Conner, and he's armed and dangerous.",
        "Gray: You know what this is. Yeah? I found it!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=dTt5cyyFPpQ"
}