{
    "Episode Summary": [],
    "Recap": [
        "Donna declines breakfast of croissants; girl's got to watch her figure. Brooke snarks that she needs her sleep too. Ridge seems to have kept her real busy last night. Donna shares some photos from last night's shoot. Bridget and all think WOW. But, Nick wonders if Ridge is calling all the shots, is Brooke CEO or is he? Brooke gives in this once; it's too late to cancel anything now. But, she goes back on her word and feels she needs to drop by Forrester's today and see that things are going smoothly. Taylor revisits Thorne lamenting to herself the fact that she should have told him all last night. He reveals to her that he knows she has been keeping a secret from him. The fact that she had been drinking the night of Darla's accident. He drives her yet Taylor doesn't feel this is her problem and doesn't initially want to participate at A.A. They listen to others tell their story and Taylor remembers the awful night. She stands and gives a gut-wrenching account of her life. How it has spiraled out of control. She doesn't recognize herself anymore, with the drinking ..sleeping with men she doesn't even know. She blames herself for not being there first at the accident, her being the one to live and not Darla. She cries she wants to do something, the right thing for Darla as she can't live with this pain anymore.",
        "Stephanie is concerned. She's ecstatic that he's staying on and excited about working again, but with Donna? They could have gotten any top model to do that. Donna joins them and Stephanie doesn't miss her \"if you're here, Ridge, I'm ready for anything.\" Brooke oversees Ridge coming on strong and giving Donna a pep talk. The green-eyed monster raises his head. The delight and look on Ridge's face is unmistakable. Brooke thinks the pictures are too provocative, yet Ridge asks her to trust him one more time \u0096 they can give it their best shot. To Donna, he pumps her up by saying she has got it, mega- potential. She just needs to trusts him, how can they fail? Once again, Brooke witnesses this from the shadows and then accosts Donna that she saw her kissing Ridge. Don't play innocent with her and don't ever kiss Ridge again!"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Donna: Good morning.",
        "Nick: Morning. Croissant?",
        "Donna: A girl's got to watch her figure.",
        "Brooke: A girl's got to get some sleep, too. Ridge must've really liked what he was getting to keep you out so late.",
        "Donna: Well, I still can't believe you're giving me this chance.",
        "Bridget: I was kind of surprised by it, too, actually.",
        "Brooke: Are those the proofs from last night?",
        "Donna: Yeah, I don't know if they're any good.",
        "Brooke: Donna, you're just starting out. Give yourself a break. You're not going to be perfect overnight.",
        "Bridget: I'm sure they're much better than you think. Let me see. Wow. Well, you're, um -- oh, my god, you certainly not shy.",
        "Donna: Well, Ridge made me feel like I could do anything.",
        "Nick: That's what he does best.",
        "Bridget: You should -- you should take a look at these.",
        "Brooke: You took these last night? There's not even time to touch them up.",
        "Donna: Are they really bad?",
        "Brooke: No, no, this is a good start.",
        "Donna: Well, Ridge wants to keep going. He has a full photo shoot with Brio this morning.",
        "Brooke: What?",
        "Donna: He didn't tell you?",
        "Nick: Tell you what? Shouldn't he be asking? I'm confused here. Are you CEO, or is he?",
        "[SCENE_BREAK]",
        "Thorne: Hey, guys, come in.",
        "Phoebe: Thanks for having us for dinner last night.",
        "Thorne: Oh, well, I'm glad you could stay.",
        "Taylor: Hi. Good to see you.",
        "Thorne: Listen, I need to check on Alexandria real quick, so you guys make yourself at home, okay?",
        "Taylor: I know Thorne will understand, if I just explain it to him. If I just explain it to him.",
        "Phoebe: Mom? Mom?",
        "Taylor: I should have told Thorne my secret.",
        "Phoebe: Alexandria needs you. Mom, you can't help her if you're in jail. She isn't sleeping, she isn't eating. She needs you. And you want to tell her that the same person who has been taking care of her and loving her is the person who took her mommy away from her.",
        "Taylor: I can't live like this --",
        "Phoebe: You have to. You have to for Alexandria and for me. Mom, I can't lose you again.",
        "Thorne: Hey, I appreciate you two coming by. I didn't know who else to call. It's been a really tough morning with Alexandria.",
        "Taylor: I'm so sorry. I'm so sorry.",
        "[SCENE_BREAK]",
        "Stephanie: Hi, honey.",
        "Ridge: Hey.",
        "Stephanie: How are you doing? I know you went to the doctor today. So --",
        "Ridge: Yeah, he wants to keep me monitored, but he gave me a clean bill of health.",
        "Stephanie: Well, that's wonderful. I'm so relieved. So, are you looking forward to the photo shoot? Even though Brooke isn't going to model for you?",
        "Ridge: Mm-hmm.",
        "Stephanie: Are you excited about working with Donna?",
        "[SCENE_BREAK]",
        "Donna: I can't believe Ridge didn't talk to you about this morning's photo shoot. Maybe we should just cancel it. I don't want to cause problems.",
        "Brooke: No, no. It was just a little communications mix-up. That's all. I'll talk to Ridge.",
        "Nick: Brooke, just give him this one. The dressmaker thinks he's got a gold mine in Donna, so --",
        "Bridget: Mom, it's really your decision.",
        "Brooke: Well, it is too late to cancel. So let's see what Donna can do.",
        "Donna: Thank you, thank you, thank you. You won't be sorry.",
        "[SCENE_BREAK]",
        "Thorne: Phoebe, would you take Alexandria down to the beach?",
        "Phoebe: Sure. Come on, Alex. Let's go see the ocean.",
        "Thorne: Taylor -- I want to talk to you about something. Um, maybe I'm wrong, I don't know, but -- yesterday, at Darla's funeral, you were so -- emotional. And at the hospital, after the accident -- well, it's been on my mind. And this morning, I realized that -- you've been carrying a secret. One that has been eating away at you. You'd been drinking the night of the accident. After I got off the phone with you this morning, I took Alexandria down to the beach to give it some thought. Taylor, there's really only one thing you can do. I'll go with you, if you like.",
        "[SCENE_BREAK]",
        "Stephanie: Am I interpreting your mood correctly? You're looking forward to shooting this with Donna?",
        "Ridge: Mm-hmm.",
        "Stephanie: You actually think that she can replace Brooke? I'm not so sure that the press and the customers are going to go for this.",
        "Ridge: Well, I had an interesting photo session with Donna last night.",
        "Stephanie: Really? Look, I'm just thrilled that you're working again, that you're finding your way back. But the truth is, we could have had any top model in the business do this. Oh. Oh. Mm-hmm. Has Brooke seen this?",
        "Donna: Ridge!",
        "Ridge: Hey.",
        "Donna: I met Brio on the way up.",
        "Brio: So you have proofs from your shoot last night?",
        "Ridge: I have them right here. Here you go.",
        "Brio: Thank you. Hmm, nice. Okay, this'll work. Okay, let's start with the backdrop. Diffused lighting. Lots of bounce. And let's talk about hair and make-up. Okay?",
        "Ridge: Are you ready for this?",
        "Donna: If you're here, I'm ready for anything. - It's good. - Terrific.",
        "[SCENE_BREAK]",
        "Bridget: I'm just worried about you, Mom. I feel like you're trying to prove something to -- I don't know -- Ridge -- or Nick, or yourself. Brooke's bedroom is -- it's you. How are you going to feel watching someone else do it?",
        "Brooke: Honey, I'm going to feel fine. Don't worry about me, okay? The only thing I'm concerned about is that Donna might get hurt somehow. I'm putting her in the position of representing Brooke's bedroom and I want her to have a positive experience.",
        "Nick: Brooke, she's having a positive experience. She's a beginner. These are great. Let it go, huh? Relax. Let's go to work. We'll go together.",
        "Brooke: You know, I just think I should buzz by the studio, make sure everything's okay.",
        "Nick: I thought we decided you were going to stay away from Forrester Creations? Isn't that what we decided?",
        "Brooke: Yeah, I am.",
        "Nick: Isn't that the whole purpose of getting Donna involved, and hiring Donna?",
        "Brooke: Mm-hmm. I just have to make sure that everything is going smoothly. I won't be long. Love you.",
        "[SCENE_BREAK]",
        "Taylor: Wait. Wait, wait, wait. Thorne? Thorne, where are we going?",
        "Stan: Half measures availed does nothing. We stood at the turning point. We asked his protection and care with complete abandon.",
        "Taylor: This isn't my problem.",
        "Stan: Okay, Lisa. Can you hand me the chips?",
        "Thorne: I saw the pamphlet in your purse. You can start a new life today. If you're willing.",
        "Stan: Okay, who's here for the very first meeting ever?",
        "Thorne: Don't be afraid. You can do it.",
        "[SCENE_BREAK]",
        "Brio: Good, good. That's good. Try that again. Try that again.",
        "Ridge: Give me a second here.",
        "Donna: I'm awful.",
        "Ridge: No, you're not awful. You're beautiful. You just need to lighten up a little bit.",
        "Donna: I don't know how to do these poses. Those models make it look so easy.",
        "Ridge: Okay, forget all about the models. This is about you. This is about us. We're going to blow the roof off the fashion world -- we're going to do something they haven't seen before. Just let yourself kind of, you know, break a few rules. Be a little naughty. Find that place inside of you that just kind of feels a little naughty, and be free with it -- just kind of, give -- move.",
        "Donna: Okay, okay.",
        "Ridge: Keep the movement going.",
        "Brio: Oh, that's great. Great.",
        "Ridge: There you go.",
        "Brio: That's great.",
        "Ridge: Fun. Hey. I know what I'm doing, Logan. I know what I'm doing. She has got it. Don't you think? I think she's got it.",
        "(Soft guitar music playing)",
        "Brooke: No, no, this is just too provocative. This is the consumer's first exposure to Donna, and she's giving it all away. And what's going to make them want to come back?",
        "Ridge: Oh, I think they're going to want to come back.",
        "Brooke: This is not the way we do it, Ridge. You know that.",
        "Ridge: Well, it's time for a change, Brooke. Come on.",
        "Brooke: The right change. Not this one.",
        "Ridge: Everything's in the eye of the beholder, isn't it?",
        "Brooke: What is that supposed to mean?",
        "Ridge: Brooke, you and I always broke the molds. We didn't care what anyone else thought. We trusted our instincts, right? Well, I'm asking you now to trust my instincts one more time. I don't think you really see what's going on here, because you're too close to it. This is your line, she's your sister. But I'm been telling you, when this campaign hits, it's going to be bigger than anything we've ever known or even imagined.",
        "Brooke: Or they'll throw us in jail for pandering.",
        "Ridge: Well, heck. As long as we're in the same jail cell, what could be wrong with that? Look, it's worth a try, okay? At least if we go down in flames, no one can ever say we didn't give it our best shot.",
        "[SCENE_BREAK]",
        "Maggie: I hid bottles everywhere. Hampers, dresser drawers. I knew I was drinking a lot. I just -- it just never occurred to me to try to stop. Until my kids came home from school one day and found me passed out on the living room floor. And when I think of all the terrible things that could have happened -- [Taylor remembers] I'm just grateful that I got here when I did.",
        "[Applause]",
        "Stan: Thank you, Maggie. Okay, um, I'd like to hear from our newcomer. Taylor, was it?",
        "Taylor: I didn't know I was even coming here today. I was brought by my friend, Thorne. I thought that -- Thorne just lost his wife in a car accident. It was dark, and she was changing a tire -- and nobody saw her -- and it was too late. Darla was such a wonderful wife. She was a great mother. And friend. If I'd just gotten there first. I shouldn't be here. I should have not been the one who got to live. The way I've been behaving -- I've been drinking. I've been lying to my friends and my family. I've been sleeping with men I don't even know. I don't even know what happened. I don't even recognize myself anymore. I just -- I don't know what to do. I don't know how to get better. I just -- I know that I want to do something. I want to try to do the right thing. For Darla. I want to do that for Darla, because -- I really, I just -- I can't live with this pain anymore. I can't.",
        "[SCENE_BREAK]",
        "Donna: I was really bad, huh? Brooke didn't look happy.",
        "Ridge: I don't know what she was trying harder to protect -- her lingerie line or her little sister. I think she just got caught off guard.",
        "Donna: Well, maybe we should just try it her way.",
        "Ridge: I'm gonna let you in on a little secret. Your energy, your spirit -- your goodness -- your mischief -- everything that defines Donna Logan, that's what's going to blow the socks off this campaign.",
        "Donna: Are you sure?",
        "Ridge: Hey, I've been in the rag business a lot of years. I've worked with a lot of models. I've worked with the best of the best. I know when something has potential. And you, Donna Logan, you have mega-potential. I believe in this concept. What you need to do is just believe in me, be yourself -- and I think if you do that, there's no way we can fail. I have some paperwork to get done. I'll see you later.",
        "Donna: Okay.",
        "Brooke: What the hell was that?",
        "Donna: What?",
        "Brooke: Oh, my god! Don't act all innocent with me! I saw you kissing Ridge. Don't ever kiss him again. Do you understand me? Ever!"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=qz16_Yb7pwo"
}