{
    "Episode Summary": [],
    "Recap": [
        "Brooke can't fathom why Taylor is so mad at her. Taylor is insulted that Brooke is trying to be the rescuer now and pretending to be her friend and not the vulture she really is. Nick slips into the beach house, unwittingly waking up Bridget and tells her it is probably over between Taylor and Ridge. Ridge lets himself in Stephanie's house and he tells her he broke Taylor and all the kid's hearts tonight and now he is there to break hers as well. Taylor refuses to believe Brooke doesn't want her husband. She's made a life out of wanting him; it was what she did for a living! She mocks her that her DESTINY is knocking, go let him in. Bridget is sympathetic but doesn't understand why Nick is so adamant that Brooke not get back with Ridge, if that is the way it plays out. Stephanie tries to convince Ridge he needs to work this out with Taylor. She's aghast when he tells her it's too late; he's still in love with Brooke. They have been waiting decades for their moment and it's NOW. Brooke IS going to be his wife and as such his mother will give her the due respect and consideration. Or if hating Brooke is more important, then tell him now and if he has to choose between the two of them, she won't like the result. Taylor and Brooke have it out. Taylor is full of venom and Brooke counters with she used to think Taylor was nice, but she never realized that she and Stephanie are the exactly alike. They are both going to end up old, bitter and alone. Taylor chastises her to go to Ridge, give him all her warmth and comfort. She even slaps her wedding ring into Brooke's palm. She'll make it real easy for her. She claps - all the years of flirting, begging, wiggling and jiggling will finally pay off. Take Ridge and score one for the WHORES of the world, and God help the rest of them."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: Why are you so angry with me?",
        "Taylor: Maybe because I had to just tell my children that their parents couldn't figure out a way to stay married?",
        "Brooke: You think this is something that I wanted?",
        "Taylor: I'm not going to play this charade with you.",
        "Brooke: How long ago did Ridge leave? Maybe it's not too late.",
        "Taylor: What, Brooke to the rescue? You're going to beg him to take me back?",
        "Brooke: He's hurt, Taylor. He's not thinking clearly.",
        "Taylor: Well, I'm sorry, I am. So go -- go on, go do what you came here to do. But just don't insult my intelligence by pretending to be here as a friend, and not as a vulture.",
        "[SCENE_BREAK]",
        "Bridget: Oh, you might want to turn the light on before you break your leg.",
        "Nick: What are you doing? Just laying, pretending to be sleeping?",
        "Bridget: Is there something wrong with a pregnant lady watching her husband undress? I gotta get my kicks where I can.",
        "Nick: It's not a pretty package. Besides, I have been poking and stabbing myself all night long in the dark, you know.",
        "Bridget: I warned you.",
        "Nick: It's the generator again.",
        "Bridget: That boat needs some serious upgrading.",
        "Nick: You may be saying the same about me before too long. Listen, your mother came by. She seriously thinks that Ridge and Taylor are going to call it quits tonight.",
        "[SCENE_BREAK]",
        "Stephanie: Eric?",
        "Ridge: It's me.",
        "Stephanie: Oh -- Eric just left. Are you drinking?",
        "Ridge: No. I need a clear head for this.",
        "Stephanie: For what, honey?",
        "Ridge: I just drove back from Big Bear. Seemed longer than that. From a place where I was married to a woman with three teenage kids, and I broke all their hearts tonight.",
        "Stephanie: And now you've come to break mine?",
        "Ridge: That's right.",
        "[SCENE_BREAK]",
        "Brooke: I don't want your husband, Taylor.",
        "Taylor: Excuse me? You've made a life out of wanting him. It's what you do for a living.",
        "Brooke: Ridge is R.J.'s father. That's all. Right now, I'm concerned about your kids.",
        "Taylor: Well, it's a little late for that.",
        "Brooke: They feel like they've waited their whole lives to get you back, and now just to lose you again --",
        "Taylor: I'm not falling off the face of the earth. They're not going to lose me. And I'll see that they're not going to lose their father, no matter how short a leash you keep on him.",
        "Brooke: I told you, I don't want Ridge. I love him as a friend, and as R.J.'s father, but that's all.",
        "Taylor: It never ceases to amaze me that you actually believe what comes out of your mouth. It won't take you a year. It won't take a month. If you hadn't just missed Ridge, it wouldn't even take an hour. Of course you'll be with Ridge. Destiny is probably knocking at your door right now, as we speak. So go -- go let him in.",
        "[SCENE_BREAK]",
        "Nick: You cold?",
        "Bridget: I just don't like it when people break up.",
        "Nick: Yeah.",
        "Bridget: Even if I don't think they should have been together in the first place.",
        "Nick: Well, your mom thinks they can somehow salvage this.",
        "Bridget: What? Mom wants Ridge with Taylor?",
        "Nick: Because of the kids -- she's thinking of the kids.",
        "Bridget: God, she loves those kids so much. Could you tell what she was thinking about --",
        "Nick: Forrester? I don't really think she was thinking about him.",
        "Bridget: Do you think it would be good for her if she got back together with Ridge?",
        "Nick: Well, I wouldn't like it. I don't like the way he treats her.",
        "Bridget: I don't think that that would happen again, you know? She's so different now.",
        "Nick: How is she different?",
        "Bridget: She respects herself a lot more. And she stands up for herself. She relies a lot more on her own abilities, and a lot less on people that aren't reliable.",
        "Nick: But I think that was always there, don't you? That strength inside of her.",
        "Bridget: Maybe, but I think it took someone really seeing it in her first before she could really see it in herself. You did that for her, you know. And you've done it for me, too. It's just something about the way you love. As sorry as I am for Taylor and those kids, I think this time might be a real chance for mom and Ridge.",
        "[SCENE_BREAK]",
        "Stephanie: You look tired.",
        "Ridge: It hasn't been the easiest of days.",
        "Stephanie: Every marriage has days like that.",
        "Ridge: It's over between me and Taylor.",
        "Stephanie: Honey, you feel betrayed because of James --",
        "Ridge: No, Mother. When I lost her to that bullet, I lost who I needed to be -- her husband. But you didn't understand that. If you had, you would've known that trying to trick me into being that man again just wasn't going to work.",
        "Stephanie: I see. You need to blame someone for this mess, so you want to blame me.",
        "Ridge: When did you stop being my mother?",
        "Stephanie: Never. Not for a minute.",
        "Ridge: When did my happiness stop being more important to you than your happiness at my expense? Because that's what you did in that hospital bed, with all that fake death stuff.",
        "Stephanie: I have apologized for that. I believed I was doing what was best for everyone.",
        "Ridge: Why don't you try being my mother now, and letting it go? I don't have that many more chances to be happy, Mother.",
        "Stephanie: Honey, that's all I've ever wanted for you.",
        "Ridge: I was happy with Brooke, you knew that. But you just couldn't stand it. You couldn't stand it.",
        "[SCENE_BREAK]",
        "Brooke: I understand you're upset. But I don't appreciate being called a liar.",
        "Taylor: I never called you a liar. You're not that creative.",
        "Brooke: All right. Obviously it was a mistake to come here.",
        "Taylor: What did you think, Iwas going to thank you for your concern? A psych 101 dropout could read this situation. You paint yourself as the heroine instead of the home wrecker that you are, so that when Ridge throws you over his shoulder, you can pretend you never saw it coming.",
        "Brooke: If I wanted Ridge back, I would have had him by now.",
        "Taylor: That's more like it. But you don't like that reputation as the Forrester family whore anymore, do you? So now, when you make a grab for one of our men, you just pretend it's something else.",
        "Brooke: You're calling me a whore?",
        "Taylor: Like concern for my children, for instance. And you get to go home looking innocent.",
        "Brooke: Was that the beam that fell? Or was it that one? Oh, it must have been that one. It looks newer. And where, exactly, was it? Where you and James, you know, did it? Was it the couch, the floor?",
        "Taylor: You wouldn't have any concept of what happened between James and me.",
        "Brooke: Yeah. And when I sleep with a man, I'm a whore -- but when you do, it's a beautiful sacrifice.",
        "Taylor: You don't just sleep with a man, you sleep with a gene pool. First the father, then the son, then the brother, then the half-brother -- and then you start through the whole line-up again. You can't tell me most normal people wouldn't find that revolting. Psychiatry hasn't even come up with a name for your disorder.",
        "Brooke: Well, there's always been one for yours -- conceited bitch.",
        "[SCENE_BREAK]",
        "Bridget: How vocal are you going to be if mom takes Ridge back?",
        "Nick: If she takes him back? I don't think she's going to take him back.",
        "Bridget: Well, just -- what if she does?",
        "Nick: Bridget, this guy walked out on her and her kids without even batting an eye. He tried to keep her on the hook while he was still married to somebody else. Now, this guy's got the ego of a whale and the attention span of a goldfish.",
        "Bridget: I know. It's pretty hard to explain why mom and Ridge work. It's like they speak this little-known dialect that nobody else understands, but they get each other perfectly. Just do me a favor, and don't be too hard on her, okay? If it comes down to that --",
        "Nick: You know I'll always want your mother to be happy, no matter what.",
        "[SCENE_BREAK]",
        "Brooke: I came here for Thomas, Steffy and Phoebe. I could care less what happens to you, but I was a mother to those children.",
        "Taylor: And I thanked you for that.",
        "Brooke: And then you kicked me out of my own home, and you looked the other way when Stephanie tried to bury me.",
        "Taylor: After you stole her husband -- again! This victimization myth ideology of yours is really something. You're outraged at any obstacle in your quest for unlimited self-gratification.",
        "Brooke: The way you relate to people -- it's like you look at everybody as a specimen under a glass case.",
        "Taylor: You know, you're right. My clinical training, my personal beliefs, all of that seems to get in the way of my honest gut feeling -- namely, my common sense wisdom that some people are just no damn good. And you're one of them.",
        "Brooke: I never knew you had so much ugliness in you. But I guess that's the secret to your success -- nobody really knows you.",
        "Taylor: Well, everybody knows you. There isn't a thought in your head you don't utter, not an impulse you don't act out on -- all the while blaming some cosmic force, your destiny, that you can't resist. Well, I guess destiny's got you in a bind this time, doesn't it? Who's it going to be? Is it going to be Ridge? Is it going to be Nick?",
        "Brooke: I've made a life for myself, and for my children without them or any man.",
        "Taylor: Like a cow pie, your life exists of men buzzing around you like flies. Wow, you must really be proud of yourself, being able to congratulate yourself that you haven't slept with your daughter's husband -- yet! Do you really think it's normal for any healthy woman to be attracted to her own son-in-law? And then you come here, and you expect me to believe you're not interested in Ridge? That this is all for the sake of my children, in whom you have shown absolutely no interest in since the day you packed your little bags and left the house in tears. You want to see me cry? Is that what brought you all the way here, Brooke? I hope I made it worth the trip.",
        "[SCENE_BREAK]",
        "Stephanie: You thought you were happy with Brooke -- but look what she's done to Eric.",
        "Ridge: Look what I've done to her.",
        "Stephanie: Ridge, how many times have you told me -- how many times have you said to me that Taylor is the love of your life? Yes, your life with her was violently and cruelly interrupted, and you certainly have every right in this world to be angry --",
        "Ridge: Mother -- I'm in love with Brooke. I always have been.",
        "Stephanie: No. You have discovered that your wife is an imperfect and complex human being, just like the rest of us. She's fallen off of her pedestal. And being with someone safe and simple-minded sounds --",
        "Ridge: Mother, would you just stop and listen to me?",
        "Stephanie: All right.",
        "Ridge: I'm asking Brooke to marry me, and I think she will.",
        "Stephanie: Ridge, this is not how the world works. You don't end a marriage one day and then propose to someone the next.",
        "Ridge: My relationship with Brooke was cruelly interrupted -- I think we both know why.",
        "Stephanie: She is no more free to give herself to you than she was to marry Eric. Look, this dance that she's doing with Nick, I don't pretend to understand it. But it is plainly not over.",
        "Ridge: She never would have turned to Nick if I hadn't walked away from her. Decades, Mother -- for decades, Brooke and I have been waiting for our moment -- it's now.",
        "Stephanie: For God's sakes, give yourself at least some time to grieve about this. I'm listening to you, I am. I'm listening.",
        "Ridge: I'm grieving about what this has done to my kids, what this has done to Taylor. I'm grieving about a marriage that never should have been. I'm grieving because I gave up my happiness in favor of yours. I can't change you, Mother. I'm not even going to try. You feel what you want about Brooke, but know this -- she is going to be my wife, and you're going to have to treat her the way a mother treats her son's wife -- with respect and consideration. Do you understand me? Or if hating Brooke is more important than my happiness to you, tell me right now.",
        "Stephanie: Ridge, please --",
        "Ridge: If you force me to choose between the two of you, Mother, I don't think you're going to like the result.",
        "[SCENE_BREAK]",
        "Brooke: I used to think you were good.",
        "Taylor: I'm really done with caring what you think about me.",
        "Brooke: I never blamed you for the things that Stephanie said and did. I never even blamed you for being the one to benefit from them. I always thought you were too good and too nice to stand up to her. But, no -- you're the same. You're just like her.",
        "Taylor: I think there's a lot about Stephanie to admire.",
        "Brooke: Her lofty moral principles, while sneaking around and lying behind everybody's back -- her viciousness when you're found out -- the complete lack of respect when somebody doesn't measure up to your standards -- you and Stephanie, you felt justified in everything that you did to me. I counted for nothing, my marriage counted for nothing.",
        "Taylor: Well, I may have shortcomings, but at least I have standards.",
        "Brooke: Oh, my God. Stephanie said the exact same thing. You're going to end up old, bitter and alone, just like Stephanie.",
        "Taylor: You know what? The fact is, the reason I'm alone is because of you -- you hanging around the fringes of my marriage -- you and your never-ending train of crisis, needing some man to help you sort it out -- you hanging this bait over Ridge with little R.J.",
        "Brooke: You're the only one to blame for the death of your deathbed marriage. Your vows were so fake. As fake as Stephanie's heart attack. But you hung on for dear life, plastering on that perfect smile, pretending to be the perfect little wife. You know what, Taylor? Men don't like perfect. They like assurance, warmth, trust, a little fun. Perfect is dead. You were more competition in the grave than you were when you popped out of it. And you wonder why ridge missed me. Which, of course, you punished him for, too.",
        "Taylor: Well, then go, Brooke. I can't make him happy. So go, give him your warmth. Give him your comfort. Make him forget that you've given it to every man you've known. Here, you can even save him a trip to the jeweler's. How easy can I make this for you? The ring that was mine, the name that was mine, the last laugh on Stephanie -- everything that you've ever wanted, dropped right in your lap. And are you too proud to take it? I don't think so. Well, congratulations, Brooke. Go -- go for it! All those years of flirting, and begging, and wiggling and jiggling -- it's all finally paid off. So take Ridge, and score one for the whores of the world. And for the rest of us -- God help us."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=W9P0uGY-zGw"
}