{
    "Episode Summary": [],
    "Recap": [
        "Bill and Brooke continue to talk about Ridge. She says she just can not let him go. Bill says he knows their history and that is why he can cut through the B.S. He says Ridge treats her like garbage and she thinks that is what love is. He says she does not need Ridge anymore as she has Bill. He's going nowhere and holding out just for her. He invites her to go upstairs and they can work this out. He wants to spend the night. He points out that Katie is with Ridge now, so there is nothing in their way in being together. The wait is over and they don't have to feel guilty about being together. They can raise their children and he can get his company back. He'll talk to his sister and figure something out. He says the first thing they are gonna do is fly to Monte Carlo and hop on his yacht and relive their first kiss there. She says she is not flying to Monte Carlo with him. He says he knows she wants to and he is not a man to beg but he will for her. He says she always asks him to leave but not tonight. He is ready to move in or get another place with her, whatever she wants and thinks is best for RJ. She tells him to slow down; he's going way too fast. He reminds her she needs affection and attention and so does he. Without it, it makes him do things .he has needs and desires and none of them are being met. Personally and professionally everything has been put on hold but one word from her could make it right again. She says she is sorry but he will have to go. Hope tells Wyatt they are both done for the day and a movie and dinner out tonight sounds good. First she wants to call her mom. She's worried about her. Wyatt says they have that in common now. He also is concerned about his mother and her love life. He knows he maybe ought not to be saying anything, but she sort of has the hots for his dad. Hope says she hates to say this but maybe his mother better not get her hopes up as Bill is still pretty intent on being with her mom. Wyatt says he knows and his mom gets too emotionally involved so maybe they should talk about something besides their parents. They are old enough to make their own decisions. But there is something Hope can do for him. She owes him. Then he explains that he was so looking forward to her barely clothed sexy body on the billboards and magazines. She says he will see her in her lingerie but just not along side the rest of the world. He's ready to get to his own private showing. He even came prepared and asks her to look behind the screen. Ooh, la la, she likes and tells him to lock the door. She comes out first in a lovely, skimpy little grape colored garter belt, teddy.",
        "Rick finds Brooke in a mood sitting on her stairs. She tells him it's been a rough day but she has not been drinking. She does not need another hangover like she just had. And it's not over Ridge, this time Bill. He comforts her by saying that Katie is with Ridge now. She is not going back to Bill. He knows he has had his issues with Bill in the past, but he does have his point. She has tried over and over with Ridge and they have yet to make it work. Bill has proven his feelings, and he's committed to her. So maybe she should stop pushing him away. She jumps up and says she loves him but has to go .she is going to see Bill. Bill returns to Liam's and doesn't want to talk about it, rejected. And no he does not want a beer, make it scotch. He says the night should have ended differently and he should not be sitting here with Liam. But he's not giving up. He says now he's going upstairs and take a cold shower and cuddle up with his girlfriend (drink) here and go to bed. Liam says okay, he'll be there in the morning if Bill wants to talk. As he walks into his room, it's not long before Quinn appears in her black leather cat suit swinging a small purse size whip. She asks if he had a rough night as it is about to get even rougher. She sidles up to him and tells him to take off his shirt. He says he appreciates her interest but she has no idea what he has been through tonight. She asks how many times is he gonna let Brooke turn him down. He says she is insane and that is none of her business. He tells her to get out, but she comes closer and says just the way he likes it. The next moment Liam is hearing lamps and things falling to the floor as Bill and Quinn take turns throwing each other on the bed. He wants to know how she got in and does Liam know. She grins that with all the noise they are making, he sure knows now. As they smack around on each other, he says he is not in the mood for her games. She says she is not playing with anything. She does not care about his moods. Forget the buttons, she rips the shirt off and starts for the belt. He tells her that she is twisted. She replies that is why it is so special. He says okay, it happened once but he was drunk; he's sober now. She says good, this time can be sober. As she kisses him he says this is not going to happen again. She looks down at him in that area and says she really doesn't see that he has a choice. He pushes her down on the bed again and tells her she is crazy. She thinks crazy in the bedroom is always a compliment. Liam is surprised to open the door and find Brooke there. She'd like to come in and see Bill. Reluctantly Liam lets her in. He says Bill is upstairs but he wouldn't go up if it were him. It's not really a good time. Quinn is asking Bill if he wants a turn. He says he doesn't need permission. Liam knocks on Bill's door. Bill hollers it is not a good time. Liam tells him that Brooke is here. There is some muffled sounds and scrambling about as Bill shoves Quinn and her play toys and puts her in the closet. She can still hear though. Brooke walks in and sees the room and bed asunder and asks what is going on. Liam says he will leave the two of them alone."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: I can't just let Ridge go.",
        "Bill: Why not?",
        "Brooke: [Chuckling] Well, if you understood our history, you wouldn't --",
        "Bill: Oh, I understand your history. I understand your history better than you do. I can cut through the BS.",
        "Brooke: Bill.",
        "Bill: He treats you like garbage. I mean, is that what you think love is? A guy who floats in and out of your life, takes what he wants, and leaves? That's what happened with your father, Brooke. He was here and he was gone and he was here and he was gone. And that's why you're so messed up. That's why you think Ridge is your destiny.",
        "Brooke: It has nothing to do with that.",
        "Bill: It has everything to do with it. But you don't need him anymore because you have me. And I'm not going anywhere. You know it as well as I do. I'm holding out for you.",
        "Brooke: You shouldn't.",
        "Bill: Come upstairs with me. We can work this out. Let me spend the night.",
        "[SCENE_BREAK]",
        "Quinn: At Brooke's tonight, huh? Mm. Not that she's gonna let you stay.",
        "[SCENE_BREAK]",
        "[Door opens distantly]",
        "Wyatt: Mm.",
        "Hope: You are quite the distraction.",
        "Wyatt: Yeah, well, I try.",
        "[Both chuckle]",
        "Wyatt: I do.",
        "Hope: It's late. We don't have to work anymore anyway.",
        "Wyatt: Oh, we are beyond done.",
        "Hope: Did you still want to go out tonight?",
        "Wyatt: Uh, dinner and a movie? Yeah.",
        "Hope: Yeah. That sounds good.",
        "Wyatt: No?",
        "Hope: I just want to call my mom first.",
        "Wyatt: Oh, okay. Uh...you want to see if she wants to come, too? I get it.",
        "Hope: [Laughs] No, no, no.",
        "Wyatt: Thank God.",
        "Hope: [Laughs] I'm just worried about her...",
        "Wyatt: Oh. We both have that in common.",
        "Hope: You were worried about my mom?",
        "Wyatt: No. [Chuckles] No, no. Um... I'm worried about mine.",
        "Hope: Something's wrong with your mom? Is she okay?",
        "Wyatt: No, she's fine. I mean, I-I -- [Chuckles] Look, I probably shouldn't have said anything. It's -- she's just -- she's interested in somebody.",
        "Hope: Oh. Well, that's a good thing. Isn't it? That's good.",
        "Wyatt: I honestly don't know. Because... she kind of has the hots for my dad.",
        "[SCENE_BREAK]",
        "Quinn: [Sighs] Hmm. Go ahead, Brooke. Turn him down. Bill is a very strong man... with a very fragile ego.",
        "[SCENE_BREAK]",
        "Bill: We're so close, Brooke.",
        "Brooke: No.",
        "Bill: Yes. To having it all.",
        "Brooke: You shouldn't want that with me.",
        "Bill: Katie's with Ridge now. What's holding us back? Can't you feel what's happening? The wait is over. We can be together. We don't have to feel guilty about anything. We could have everything we talked about -- raise our children, I get control of my company again.",
        "Brooke: How are you gonna do that?",
        "Bill: I'll talk to my sister. I'll figure it out. Everything happened for a reason -- Ridge coming back, falling for Katie. It happened for us. I have been biding my time, waiting for a chance to strike and take my life back. Everything has been at my fingertips -- you, my son, my company. And now it's within my grasp. But it starts with you. First thing we do once I get my company back --",
        "Brooke: Bill, please.",
        "Bill: We fly to Monte Carlo, hop on my yacht, and relive our kiss on the Stella Maris ii. II",
        "Brooke: I am not flying to Monte Carlo with you.",
        "Bill: I know you want to. I can see it in your eyes. I'm not a man who begs. I'm not accustomed to that kind of humility, but I will. I will for you. Remember who we are and everything we can be.",
        "Brooke: [Sighs] I'm just -- I'm not ready.",
        "Bill: Every time I come here, you ask me to leave. But not tonight. Tonight, ask me to stay. Tonight, we recommit. We start our life again. I'll move back in here or I'll get us a place of our own. Whatever you want, whatever you think is best for R.J.",
        "Brooke: Whoa, whoa, whoa. Wait a minute. You're moving way too fast. You're jumping to conclusions.",
        "Bill: Because it's time that we move on with our lives, Brooke.",
        "Brooke: [Sighs]",
        "Bill: You need attention and affection and so do I. Why are we denying ourselves? I'm not good without it, Brooke. It -- it -- it makes me do things I...",
        "Brooke: What kind of things?",
        "Bill: I'm a man, Brooke. I have needs, and I have desires. And none of them are being met. Personally, professionally, my -- my family -- everything's been on hold. One word from you and everything will be right again. Don't ask me to leave.",
        "Brooke: I'm sorry. You have to go.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Hope: I'm just so surprised.",
        "Wyatt: I was, too.",
        "Hope: I hate to say this...",
        "Wyatt: Hmm?",
        "Hope: ...But I feel like your mom shouldn't get her hopes up, because Bill has been pretty intent on being with my mom.",
        "Wyatt: I know. And that's what concerns me, because when she gets too emotionally involved in something, she just -- let's stop talking about Mom, please.",
        "Hope: [Chuckles] Okay.",
        "Wyatt: Let's stop talking about parents, because they are -- they are finally old enough to make their own decisions.",
        "Hope: Yes, they are. I just can't help but wonder.",
        "Wyatt: Yeah, but whatever. You need to do something for me.",
        "Hope: What is that?",
        "Wyatt: You owe me.",
        "Hope: I owe you?",
        "Wyatt: Yeah. Because I was -- I was so looking forward to seeing your very sexy, barely clothed body all over magazines and billboards.",
        "Hope: Oh, Hope's bedroom. I'm sorry.",
        "Wyatt: Yeah, you are.",
        "Hope: But you'll get to see me in lingerie, just not along side the whole world.",
        "Wyatt: Really?",
        "Hope: Yeah.",
        "Wyatt: Okay, so, let's get to it.",
        "Hope: Get to what?",
        "Wyatt: My own private showing.",
        "[SCENE_BREAK]",
        "Brooke: [Sighs]",
        "[Door opens]",
        "Rick: Mom? What are you doing? Are you okay?",
        "Brooke: Yeah. It's just been kind of a rough day. But don't worry. I haven't been drinking. I don't need another hangover like I just had.",
        "Rick: Okay. Did Ridge say something to you?",
        "Brooke: No. No, not Ridge. Bill.",
        "[SCENE_BREAK]",
        "Liam: You're back.",
        "Bill: You're perceptive.",
        "Liam: How'd it go?",
        "Bill: I don't want to talk about it.",
        "Liam: Beer?",
        "Bill: Scotch.",
        "Liam: [Whistles]",
        "[SCENE_BREAK]",
        "[Muffled conversation]",
        "[SCENE_BREAK]",
        "Hope: Private showing?",
        "Wyatt: Mm-hmm.",
        "Hope: I'm not wearing anything exactly...fancy under here.",
        "Wyatt: Oh.",
        "Hope: [Laughs] You've got to give me some warning.",
        "Wyatt: Whoa, well, this is --",
        "Hope: Some advanced notice.",
        "Wyatt: That's not a problem. Because I-I come prepared. Go ahead. Go check behind the screen.",
        "Hope: Okay.",
        "Wyatt: Mm-hmm.",
        "Hope: [Laughs] Ooh la la!",
        "Wyatt: You like?",
        "Hope: Lock the door.",
        "Wyatt: I'm gonna lock the door.",
        "[SCENE_BREAK]",
        "Rick: Sounds like Bill made some pretty good arguments.",
        "Brooke: Oh, yeah. [Chuckles]",
        "Rick: But...? You're that determined to not be with him? Why?",
        "Brooke: [Sighs]",
        "Rick: Katie's not taking him back.",
        "Brooke: I know.",
        "Rick: They're divorced. Or they're soon to be divorced, anyhow.",
        "Brooke: Yeah, I know. [Chuckles]",
        "Rick: And she's with Ridge. So, please, Mom, forgive me, but why? I've had my fair share of issues with Bill. Who hasn't? But he's got a point, you know? You and Ridge -- you've tried over and over again. You've yet to make it work. There's no denying Bill's commitment to you. The man's proven his feelings. So, looking at you right now, I can't help but wonder. Maybe you should stop pushing him away.",
        "Brooke: [Chuckles] Maybe you're right. Maybe Bill is right.",
        "Rick: What are you doing?",
        "Brooke: I've got to go. [Sighs]",
        "Rick: To Bill's?",
        "Brooke: [Sighs] Yes. To Bill's.",
        "[Both laugh]",
        "Brooke: Thank you.",
        "Rick: I love you, Mom.",
        "Brooke: I love you, too.",
        "[SCENE_BREAK]",
        "Liam: So you couldn't convince her?",
        "Bill: No. Well...you know what? That isn't entirely true. Uh, I was getting through to her. She's just too damn stubborn to admit it. Ridge and Katie are together now, so there is no reason to feel guilty, and I could -- I could sense her wanting to give in.",
        "Liam: [Sighs]",
        "Bill: This night should have ended differently. I definitely shouldn't be sitting here with you.",
        "Liam: I'm sorry things didn't work out. Don't give up.",
        "Bill: Give up?! You forget who your dealing with, Slick? [Chuckling] Give up? All right. I'm gonna go upstairs, take a very cold shower, cuddle up with my girlfriend here, and go to bed.",
        "Liam: All right. I'll be here in the morning in case you want to talk about your feelings.",
        "Bill: Oh, yeah. That'll be a good time.",
        "Quinn: Rough night? It's about to get rougher.",
        "[SCENE_BREAK]",
        "Wyatt: Oh. You would have made a great lingerie model.",
        "Hope: I think there are some things better kept between us. [Giggles]",
        "[SCENE_BREAK]",
        "Quinn: Take off your shirt.",
        "Bill: No. Look, I appreciate the interest, Quinn, but you have no idea what I've been through tonight.",
        "Quinn: How many times are you gonna let Brooke turn you down?",
        "Bill: None of your business. You're insane.",
        "Quinn: [Chuckles] Just the way you like it.",
        "Bill: Get out.",
        "[Cracking, rattling]",
        "[Glass breaking]",
        "Liam: Oh, no.",
        "[Rattling]",
        "Liam: Oh, no! Quinn.",
        "Bill: How did you get in here? Does Liam know?",
        "Quinn: With all the noise we've been making, he does now.",
        "Bill: I'm not in the mood for your games.",
        "Quinn: Games? No, I am not playing at anything. Besides, I don't care about your moods. This is what I want.",
        "Bill: You are so twisted.",
        "Quinn: [Chuckles] That's what makes me so special.",
        "Bill: All right. Okay. It happened once, and it shouldn't have. I was drunk. I'm not now.",
        "Quinn: Good. This time, you'll be sober. [Chuckles]",
        "Bill: It's not gonna happen again.",
        "Quinn: The way I see it, you don't really have a choice.",
        "Bill: You're crazy.",
        "Quinn: Thank you.",
        "Bill: It wasn't a compliment.",
        "Quinn: [Grunts] Crazy in the bedroom is always a compliment.",
        "[SCENE_BREAK]",
        "Brooke: Hi, Liam.",
        "Liam: Brooke. You're here.",
        "Brooke: Yes. Is that a problem?",
        "Liam: No, no, no, no. Come on in, please, please. Uh, did you want to...talk to me?",
        "Brooke: Uh, actually, I'm here to see your father.",
        "Liam: Yeah. Now's really not a good time.",
        "Brooke: Oh, I know. I know he's really upset with me. It's all my fault. Is he upstairs?",
        "Liam: Yeah, yeah. He is. Um... I really wouldn't go up there right now if I were you.",
        "[SCENE_BREAK]",
        "Quinn: You want a turn?",
        "Bill: I don't need permission.",
        "[Knock on door]",
        "Liam: Dad?",
        "Bill: Not now, Liam.",
        "Liam: Brooke is here.",
        "Quinn: Li--",
        "[Muffled talking]",
        "Bill: Get in the closet.",
        "Quinn: No.",
        "Bill: Please.",
        "Quinn: [Scoffs]",
        "Brooke: Bill?",
        "Bill: Hold on a second.",
        "Brooke: I'm coming in. What is this?",
        "Bill: This is my bedroom.",
        "Liam: I'm, uh -- I'm gonna leave you two alone.",
        "Brooke: So, what's going on?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=8qU5eTykFKg"
}