{
    "Episode Summary": [],
    "Recap": [
        "Thorne oversees Aly put her arms around Oliver's neck and tell him that he is good for her. Thorne makes sure that she is needed downstairs. He tells Oliver things would be a lot better if he knew what his intentions were. He is not going to bite his head off unless he has to. He just wants to warn him that it is frowned on for employees to consort with other employees romantically. Plus Oliver is a lot older than Aly. But Aly has come a long way this year helped largely by Oliver and he knows his daughter has fallen seriously for him. That is why they are having this chat. Aly is at a critical stage in her life so if Oliver's intentions are not true and honorable then end it right now. Oliver says he can stop now. His intentions are true. Aly interrupts before either can say more. She realizes immediately that Thorne wanted to talk to Oliver alone. Thorne tells Aly that she has stepped out of the darkness into the sunshine and that is all he wants for her to be happy. So he is going to trust Oliver and stick around a little bit. Aly questions Oliver of what he and her dad talked about. He says Thorne wanted to know his intentions .and he told him that Aly had fallen for him. She says he was right.",
        "While discussing Ridge returning, Hope tells Brooke that she has told neither her nor Liam but her father gave her a visit. She is willing to give him the benefit of the doubt. Brooke tells her to be careful as Deacon always has an ulterior motive. Hope says she is aware of his past history but he seems sincere. He regrets all those years of not knowing her when she grew up and he wants to earn her trust again. She really wants to have some sort of relationship with him and she has to believe that he will support her and Liam since he wants her to be happy.",
        "Deacon shows up at Quinn's per her request. She says Wyatt did not convince Hope to return to him. He was quickly run off the Forrester property. Quinn wants to help Wyatt; Deacon wants to help Hope so they should be able to work something out. Deacon tells her that he messed with his daughter's life once before, he doesn't intend to do that again. She refers to his help again and he looks around and says maybe something can be arranged. He needs a place to stay. She says she can not afford to put him up in the penthouse. He says her place will do just fine. She says okay, the warehouse has room; it's a deal. They shake on it. She quips he might be worth the price after all. Deacon comes by at the office to see Hope. She wonders how he got past security. He reassures her that he only wants the best for her and he hears she is now back with Liam. He wants to make sure she is sure. Wyatt calls Hope after he finds her scarf at his place. He wants her to come over and just hang out and exchange war stories. She tells him he is making this difficult. Deacon is still there and she quickly ends the phone call. When Deacon questions her about Wyatt, she says he is Liam's brother and will always be a part of her life, but she thinks it is better this way. When Deacon presses if Wyatt ever cheated on her or was loyal, she answers very loyal. But there was too much drama with his mother who she hopes Deacon never will be unlucky enough to run into. She wants to have children some day and Liam is strong and stable and frankly she does not want Quinn as a mother-in-law. Quinn barges through Liam's door but he's Johnny on the spot and stops her and asks what she wants. She says the usual and she is not going anywhere until she gets it. She is going to be here at his home, at the office, whatever it takes until Hope is out of his life. She says she is not going to stand down until Hope and Wyatt are back together again. Liam says that is textbook stalker behavior. She says call it what he wants but her new mission in life is to get rid of him once and for all. Hope and Wyatt will be together again. Liam calls her psychotic. After exchanging a few more barbs, she says all that he has been spreading about her will come back to haunt him. She will haunt him. And if he thinks he is scaring her, no, it only makes her stronger and more dangerous."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: At first, I thought I was hallucinating. So many days searching for Ridge... and then there he was. I don't think I'll ever forget that moment.",
        "Hope: And I will never forget the phone call that I got from you.",
        "Brooke: [Chuckles] You have been so supportive. Thank you, honey. Little did I know what was going on back here.",
        "Hope: Oh...",
        "Liam: [Chuckles] Are you kidding? That was a footnote to what you were going through.",
        "Brooke: A footnote? That's a very large footnote -- the two of you back together again.",
        "Hope: Ah, something else happened while you were away that even Liam doesn't know about.",
        "Liam: What?",
        "Hope: My father paid me a visit.",
        "Brooke: Deacon?",
        "[SCENE_BREAK]",
        "Quinn: It's about time.",
        "Deacon: I had just ordered breakfast when you texted me.",
        "Quinn: God forbid you should miss a meal.",
        "Deacon: It's nice to see you, too.",
        "Quinn: [Sighs]",
        "Deacon: I like it.",
        "Quinn: You're right. I'm sorry. I shouldn't be taking this out on you.",
        "Deacon: Okay. So, what's up?",
        "Quinn: Well, my son went to go see Hope, bring her the good tidings, and he was swiftly run off the property.",
        "Deacon: By who?",
        "Quinn: \"By whom.\" Liam Spencer.",
        "Deacon: Liam's not even a Forrester.",
        "Quinn: Yes, I know. He's taking over, Deacon. He's got everyone believing this is my fault, and my son is paying the price.",
        "[SCENE_BREAK]",
        "Aly: I mean it, Oliver. You were the reason I kept it together while my uncle was missing -- one of many reasons you're so good for me.",
        "Oliver: Oh, it goes both ways. You're pretty darn good for me, too.",
        "Aly: Dad. Hi.",
        "Thorne: Hi, kiddo. Oliver. Honey, you're needed downstairs.",
        "Aly: Okay. I won't be long.",
        "Oliver: How's it going, Thorne?",
        "Thorne: Well, it would be going a lot better if I knew what your intentions are.",
        "Oliver: My intentions?",
        "Thorne: With my daughter.",
        "[SCENE_BREAK]",
        "Thorne: Relax, Oliver. I'm not going to bite your head off. Unless I have to. Do I have to?",
        "Oliver: No, sir.",
        "Thorne: All of a sudden, I'm \"sir.\"",
        "Oliver: Of course you are.",
        "Thorne: You're an employee, Oliver. We frown upon that kind of thing.",
        "Oliver: Right.",
        "Thorne: Not that you haven't been good for Aly. You've been a major part of her breakthrough.",
        "Oliver: And I am glad to help her.",
        "Thorne: And I'm glad that you've been there. But you're older and you're more experienced. I notice you've been hanging around the estate lately. I need to know if your intentions are true.",
        "[SCENE_BREAK]",
        "Brooke: Deacon was here? In town?",
        "Hope: Well, he still is. He -- he said he was gonna stick around for a while. He wants to spend time with his daughter.",
        "Liam: Really? 'Cause the last time you saw him, he busted up our wedding.",
        "Brooke: What does he want, Hope? There's always an ulterior motive with Deacon.",
        "Hope: Well, he said that he missed me. And I'd really like to believe that. It was -- it was nice.",
        "[SCENE_BREAK]",
        "Deacon: So, Liam's interfering, huh?",
        "Quinn: You're not hearing me, Deacon. He's controlling Hope.",
        "Deacon: Wait. Hang on a second. Hang on a second. Nobody controls Hope. If she's with Liam, it's 'cause she wants to be.",
        "Quinn: Did she mention Wyatt?",
        "Deacon: She said that there was another guy, yeah.",
        "Quinn: Yeah, and did she tell you how special he is?",
        "Deacon: She said something to that effect.",
        "Quinn: Because she loves him. The only reason that they aren't together is because I --",
        "Deacon: Yeah, no. I know. Because of the thing that happened with Ridge.",
        "Quinn: Okay. There you have it. Is that a reason to turn your back on the love of your life? Because his mother screwed up?",
        "Deacon: [Chuckles]",
        "Quinn: You want to help Hope. I want to help Wyatt. Let's work something out.",
        "[SCENE_BREAK]",
        "Thorne: Aly has been through a lot this year. She's come a long way. You're aware of that, of course.",
        "Oliver: We've spoken about it.",
        "Thorne: Her history, the problems she had growing up, the death of her mother.",
        "Oliver: It's been rough on her.",
        "Thorne: Yes. Yes, it has. For the first time in years, Aly has made significant progress.",
        "Oliver: I'm stoked about that, Thorne, really.",
        "Thorne: My daughter has fallen for you, Oliver. I'm sure you're aware of that, too. She's never had a boyfriend, nothing serious. And for her, this is serious, and I know that. Which is why we're having this little chat. Aly is in a very critical stage in her life. And she trusts you, Oliver. And I need to know if her trust is warranted.",
        "Oliver: Sir, I --",
        "Thorne: Don't \"sir\" me, Oliver. You give it to me straight. If your intentions are not true, you end this right now. Do not let this go on another second. Because, Oliver, if you are playing my daughter, so help me --",
        "Oliver: I'm not. This is how I feel about your daughter --",
        "Aly: Dad, they didn't need me downstairs. I don't know what you -- oh. I get it. You wanted some time alone with Oliver.",
        "[SCENE_BREAK]",
        "Hope: I have to go to work.",
        "Brooke: Honey, you must be careful of Deacon.",
        "Hope: I know. I-I know who he is, I know what he's done, I know his history with you.",
        "Liam: His history with us.",
        "Hope: Yeah. I'm aware of all of that.",
        "Liam: But... he's still your father.",
        "Hope: He is. And I want to give him a second chance.",
        "Liam: Yeah. Just be cautious.",
        "Brooke: I don't trust him.",
        "Hope: I know. I know you don't, and, honestly, there's a part of me that doesn't, either. But he says that he regrets what he did in Italy. He says that it was inexcusable.",
        "Brooke: Which it was.",
        "Hope: He -- he says that he wants to earn my trust, that he regrets missing all those years when I was growing up, and I-I told him that he's just got to put it behind us. If he wants to be a father to me, I think it's a little late in the game, but I would like to have some kind of relationship with him. And I have to believe that he'll support us. He wants me to be happy, right? Well, I am.",
        "Liam: Okay.",
        "Hope: Okay?",
        "Liam: Yeah.",
        "Hope: [Sighs]",
        "[SCENE_BREAK]",
        "Deacon: Let's get one thing straight. I messed with my daughter's happiness once before. I don't plan on doing it again.",
        "Quinn: I'm not asking you to. Quite the opposite, actually.",
        "Deacon: So, that kid of yours -- she did mention that they had fun together.",
        "Quinn: Oh, that is a vast understatement. You saw them online.",
        "Deacon: I keep tabs on her.",
        "Quinn: Yeah. They were the hottest thing to happen to that company in years. The media loved them. Want to know why? Because they adored each other, and tell me you couldn't see that in the pictures.",
        "Deacon: So, what do you want? So she threw in with the brother.",
        "Quinn: Because of me. Because of that ridiculous selfie.",
        "Deacon: [Laughs]",
        "Quinn: Ridge took off to the Middle East, and Liam took advantage.",
        "Deacon: Yeah, you shot yourself in the foot right there, didn't you?",
        "Quinn: Whatever. Are you gonna help me?",
        "Deacon: Oh, Quinn, I don't know. I mean, it just sort of seems like carnage follows you wherever you go.",
        "Quinn: What is it going to take?",
        "Deacon: [Chuckles] Well... let's say a place to stay, for starters.",
        "Quinn: Dude, I can't afford to put you up in a penthouse.",
        "Deacon: Oh, I think this place will do just fine.",
        "Quinn: Here?",
        "Deacon: Is that a problem?",
        "Quinn: No. There's plenty of room in the warehouse.",
        "Deacon: Okay. No guarantees. If Wyatt's everything you say he is, and if Hope has a thing for him, I'll see what I can do.",
        "Quinn: Hmm. I have a feeling you're gonna be worth the price.",
        "Deacon: I always am.",
        "Quinn: Deal.",
        "[SCENE_BREAK]",
        "Aly: Dad.",
        "Thorne: Honey, Oliver and I were just having a little chat.",
        "Aly: About me.",
        "Oliver: [Chuckling] Who else would we be talking about, right?",
        "Thorne: [Chuckles]",
        "Aly: Pretty cool, isn't he? Oh, the worried look.",
        "Thorne: I'm not worried.",
        "Aly: Oh, yes, you are. If anyone knows your worried look, it's me. I've been seeing it most of my life. It's okay, Dad. You don't have to worry about me anymore. I'm over it. And Taylor's part in mom's death, the rage -- it's not a part of me anymore.",
        "Thorne: You know, honey, your whole demeanor has changed. It's like you've stepped out of the clouds into the sunshine. It makes me happy to see you smiling. It's all I've ever wanted for you.",
        "Aly: It's because of Oliver.",
        "Thorne: Yeah. He's a good guy. Aly, he's a lot older than you. He's more experienced.",
        "Oliver: In some ways, Thorne, I'm less experienced. What Aly's gone through -- I don't know how I would have handled it. I'm just happy to be there for her.",
        "Thorne: And you have been, Oliver. I trust you. It's not easy for a father to say. Some day, you'll understand that.",
        "Aly: Then...it's okay that we see each other?",
        "Thorne: As long as you make time for your old man.",
        "Aly: Well, it would be a lot easier if you were here in L.A.",
        "Thorne: Well, then, I guess I'll have to stick around for a while.",
        "Aly: You'll stay? [Laughing] Dad!",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Hope: Come in. Hi.",
        "[Door closes]",
        "Hope: [Chuckles] How did you get in the building?",
        "Deacon: You know me. But I think Ridge's resurgence is probably a bigger concern right now, right? You, uh -- you okay?",
        "Hope: Yeah. Yeah. How are you?",
        "Deacon: Me? I'm... [Scoffs] I'm getting stuff done.",
        "Hope: Yeah, like what?",
        "Deacon: Found myself a place to live.",
        "Hope: Oh, good, good.",
        "Deacon: I'm sorry. You just -- you look so grown-up and so beautiful.",
        "Hope: Thank you.",
        "Deacon: So, uh, Ridge made it back?",
        "Hope: Yes. Yeah. We, um -- we threw him this big party. [Chuckles]",
        "Deacon: He's doing all right?",
        "Hope: Well, he's exhausted.",
        "Deacon: Well, he's a tough guy, you know, I mean, for a dressmaker.",
        "Hope: [Chuckles]",
        "Deacon: He'll be fine.",
        "Hope: Hey, thank you for your pep talk.",
        "Deacon: Is that what that was?",
        "Hope: Well, I mean, you encouraged me to have faith, believe that he'd be back, and you were right.",
        "Deacon: It helped? Really?",
        "Hope: Of course it did.",
        "Deacon: That -- that means a lot to me, you know, knowing that I did something that's right by you. After everything I did and didn't do, I --",
        "Hope: Hey. You know what? I-I said that we don't, you know, have to talk about that. Let's just leave it behind.",
        "Deacon: But it's not easy, is it? I mean, after what I did at the wedding...",
        "Hope: Well... things worked out. [Chuckles] You know? It worked out anyway. Liam and I are back together, and I'm sure that, someday, there's going to be another wedding.",
        "Deacon: Hope, you're sure he's the right one?",
        "[SCENE_BREAK]",
        "Liam: Unh-unh, unh-unh. What do you want, Quinn?",
        "Quinn: Uh, the same thing I'm gonna want from now until I get it.",
        "Liam: Well, you're persistent. Get out.",
        "Quinn: Oh, no. I'm not going anywhere. I am gonna be here, at your office, in your face, until Hope is out of your life. I'm not going to stand down until Hope and Wyatt are together again.",
        "Liam: Well, that's textbook stalker behavior.",
        "Quinn: Mm, call it what you want. It's my new mission in life to be rid of you once and for all.",
        "Liam: Huh. Are you just a stalker, or is this something more serious?",
        "Quinn: It is.",
        "[SCENE_BREAK]",
        "Hope: Wyatt, you can't be calling me like this.",
        "Wyatt: What, is that a new rule?",
        "Hope: No.",
        "Wyatt: This is silly. We can't go on like this. Why don't you just come over, hang out, and we can trade war stories or...",
        "Hope: You're making this very difficult.",
        "Wyatt: Maybe it's not. Maybe it's difficult because you miss me.",
        "Hope: You -- you know what? I can't -- I can't have this conversation anymore, okay? Bye.",
        "[Phone beeps]",
        "Hope: Sorry. Sorry about that. [Chuckles]",
        "Deacon: Uh, that Wyatt -- you mentioned him before.",
        "Hope: Yeah. He, um -- he and I were dating before I went back to Liam.",
        "Deacon: Sounds like maybe he's not over you. I mean, I know this is none of my business, but...are you over him?",
        "Hope: Well, Wyatt is always gonna be a part of my life. He's, uh -- he's Liam's brother. [Sighs]",
        "Deacon: [Chuckles] Um... well, that -- that doesn't really answer the question, now, does it?",
        "Hope: I care about Wyatt very much, but I think that it really is best this way.",
        "Deacon: Did he cheat on you?",
        "Hope: No. No, no, no. He's, you know, as loyal as -- as I would like to believe that you are.",
        "Deacon: Why did you dump him?",
        "Hope: Oh, there was a lot of drama that I really couldn't handle anymore. A lot of it was because of his mother, actually -- this woman, Quinn Fuller, who I hope you are never unlucky enough to run into. You know, I-I want to start a family someday, and Liam is very strong and stable, and I really don't want Quinn as a mother-in-law. Frankly, she scares me.",
        "[SCENE_BREAK]",
        "Quinn: You do realize that Hope and Wyatt would still be together if it wasn't for that mess in the Middle East.",
        "Liam: Oh, that mess? You mean your mess? It's kind of ironic, isn't it? After all the crazy stunts you pulled against Hope and me, the one that sends her back to me for good wasn't even about us.",
        "Quinn: Well, that's all just temporary, Liam.",
        "Liam: Yeah, you keep telling yourself that.",
        "Quinn: Hope and Wyatt will be together again.",
        "Liam: [Sighs] You are psychotic. Do you know that? She doesn't even want him, Quinn.",
        "Quinn: Because of your lies.",
        "Liam: My lies? Lies?",
        "Quinn: Uh-huh, yeah.",
        "Liam: Really?",
        "Quinn: Yeah. Telling everybody that I was responsible for Ridge's accident. All I did was show that man the truth. But you? You? What you did -- telling everybody that I practically murdered him? You're a slanderous, evil, conniving bastard, and you're not going to win.",
        "Liam: Evil?!",
        "Quinn: Mm-hmm.",
        "Liam: You're calling me evil .",
        "Quinn: Yeah",
        "Lian: .after everything you've done? Oh, Hope and I would be married right now if it weren't for you, Quinn.",
        "Quinn: Oh, no. See, all I did was save Hope from a lifetime of monotony and mind-numbing boredom. That's the kind of life she would have had with you. She deserves better, and she's gonna get it.",
        "Liam: Oh, that's too bad. She doesn't share that sentiment.",
        "Quinn: Mm. Everything you spread about me and Wyatt -- it's gonna haunt you. I'm going to haunt you. You think you destroyed me? Oh, no. You just made me stronger... and so much more dangerous.",
        "[SCENE_BREAK]",
        "Aly: \"Very good friends\"? Is that what we are?",
        "Oliver: Your dad seems to think so.",
        "Aly: [Chuckles] What did he say when you guys were alone?",
        "Oliver: We talked about baseball, surfing in France...",
        "Aly: Stop it.",
        "Oliver: [Chuckles] It was weird. I was a little nervous.",
        "Aly: Why?",
        "Oliver: It's your dad. He wanted to know my intentions.",
        "Aly: Oh, God. That's so old school. [Chuckles] What did you say?",
        "Oliver: I said they were honorable.",
        "Aly: No, really.",
        "Oliver: I said that I only want the best for you. And if I can give you that, I'm there. And he said that you're falling for me.",
        "Aly: Well... he's right."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=5UcHNmmrfuk"
}