{
    "Episode Summary": [],
    "Recap": [
        "Stephanie and Eric are remarried. They all enjoy a lovely party. Dante comes to see Felicia as her date. They dance, Felicia dances with her brothers and her father and she asks him to sing to her. Eric sings to her and she collapses.",
        "Taylor thinks back over her marriage with Ridge. Hector tells her she belongs with someone who will love her unconditionally and that person is him."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Stephanie: Thorne, why don't you get the judge?",
        "Felicia: Mom, Dad, you only agreed to this wedding for my sake -- my dying wish. Don't go through with the ceremony if it's not what you truly want.",
        "Stephanie: Of course we're going to go through with it. We gave you our word. We promised you that we would get married again tonight.",
        "[SCENE_BREAK]",
        "Hector: It's over?",
        "Taylor: Since my marriage to Ridge is over, I don't think it's a good idea for me to work here anymore.",
        "Hector: I'm sorry, Taylor.",
        "Taylor: Well, thank you. But it was inevitable. I've been thinking back on the entire marriage. All the years we've been together. Ridge and I raising the children together. We did have some great times, but -- if I'm really honest with myself, I never should have gone back to Ridge. He only married me to please his mother.",
        "[SCENE_BREAK]",
        "Judge Bolin: We are brought together tonight to witness the union -- the reunion of Eric and Stephanie Forrester. I'll ask you to state your vows.",
        "Stephanie: Oh, just speak from the heart.",
        "Eric: All right. We are gathered here today to celebrate achievement. Your mother and I have many material things. But our greatest achievements are our children. All of you. Felicia, I came here reluctantly tonight, but I stand here with your mother now, filled with emotion and -- and longing for us to spend more time like this under this roof together. And longing to spend more time with you. I cannot imagine my life without you.",
        "Stephanie: Felicia believes that we are stronger together rather than apart. And she is going to need all of our strength as we help her say goodbye to this world. In the short time, that very precious time that we have left with you, I promise you, we will all be together and love one another as we never have before. Your brothers and your sister and your father and I will be your strength. You can count on us. You can count on us.",
        "Judge Bolin: The rings?",
        "Felicia: I found these on your dressing table. Maybe you and Dad left them there by mistake?",
        "Eric: Thank you, Felicia.",
        "Judge Bolin: By the power vested in me by the state of California, I now pronounce you husband and wife.",
        "[SCENE_BREAK]",
        "[Taylor remembering]",
        "Ridge: A swim after breakfast feels great.",
        "Taylor: That did feel wonderful.",
        "Ridge: Are we having fun yet?",
        "Taylor: Are we ever going to stop having fun?",
        "Ridge: Life isn't always gonna be a treasure hunt, is it?",
        "Taylor: How refreshingly mature. You almost sound like a man who's ready to settle down.",
        "Ridge: That bad, huh?",
        "Taylor: That good. \"X\" marks the spot!",
        "Ridge: A careless pirate must've left it behind. Put it on. I want you to be my wife.",
        "Taylor: I went all the way to St. Thomas to put some distance between us. I just wanted to get away from all the craziness that goes with being with Ridge. But even then, I knew. There was this voice in the back of my mind telling me that I wasn't right for him and that he wasn't right for me.",
        "Hector: But you tried to stay away?",
        "Taylor: Yeah, and he followed me all the way there. Took me off to some private island. It was larger than life, it was like a big romance novel.",
        "Hector: But that wasn't you?",
        "[SCENE_BREAK]",
        "Darla: They've loved each other for a long time.",
        "Thorne: Maybe they still do.",
        "Kristen: Did you see the way they were looking at each other?",
        "Ridge: Yeah, like two people that actually like being married.",
        "Kristen: Yeah. Maybe it'll last this time.",
        "Renee: Hi, Felicia.",
        "Felicia: Hi.",
        "Renee: We just got back from Bridget's. You want me to take Dominick to the guest house?",
        "Felicia: Yes, but let me just hold him for a minute first, okay?",
        "Renee: Oui.",
        "Felicia: Hi, my love. Hey. So I have to tell you something. Your grandparents said their vows today. For me. You looking at all those people? That's your family, Dominick. And they will always, always take care of you.",
        "[SCENE_BREAK]",
        "Kristen: The wedding must have you thinking about your marriage to Taylor being over.",
        "Ridge: Oh, this is Felicia's party tonight. I'm not going to bring that down. I just came out here to get a little air.",
        "Kristen: Do you want me to go?",
        "Ridge: No. I'm not questioning my decision. When Taylor came back into my life, I'd already moved on with Brooke. We tried to pick up where we left off, it just wasn't right.",
        "Kristen: Right or wrong, what you're going through is not easy.",
        "Ridge: Taylor's the mother of my children. I love her. And I hurt her. I hurt her badly.",
        "[SCENE_BREAK]",
        "Hector: Your marriage wouldn't have lasted as long as it did if there wasn't something between the two of you.",
        "Taylor: Ridge and I did have some wonderful times. There was a connection. But ever since I came back, it just - it was different.",
        "Hector: Time apart is never easy.",
        "Taylor: There's only one reason Ridge and I even got back together.",
        "Hector: Stephanie.",
        "Taylor: I just - I didn't want to believe that she had that much of an influence on Ridge -- or me for that matter. She saw me as the perfect wife. I mean - deep down, I wondered if Ridge and I were even right for each other -- if I was what he needed, or even what he wanted.",
        "[SCENE_BREAK]",
        "Ridge: I haven't heard music like this in the house since I was a kid.",
        "Felicia: That was a long time ago. Do you even remember how to dance?",
        "Ridge: I could show you a few steps, sis, if you want to try.",
        "Felicia: Sorry, big brother, but you're going to have to show your moves to Kristen. My date has just arrived.",
        "Ridge: We'll do the dancing later, sis.",
        "Felicia: Don't you look dashing?",
        "Dante: I have an engagement.",
        "Felecia: Well, I hope you wore your dancing shoes.",
        "Dante: You sure you're up for it?",
        "Felicia: Absolutely.",
        "Dante: Okay, then.",
        "Eric: Felicia looks beautiful. We'll always remember her.",
        "Stephanie: Just this way.",
        "[SCENE_BREAK]",
        "Taylor: He's chosen to be with Brooke. I don't know, maybe I'm jealous. Not of who she is, but because he loves her so much. Why couldn't he love me like that?",
        "Hector: If you want a man who understands you for who you are, and loves you unconditionally, you're looking at him.",
        "[SCENE_BREAK]",
        "Felicia: I bet you never thought you'd see me again after that night in that disco in Paris. Especially not here, halfway across the world, on the best night of my life. Thank you for being my date.",
        "Dante: I'm honored.",
        "Felicia: Wow. That felt really good. Excuse me.",
        "Dante: Sure.",
        "Felicia: Mind if I cut in?",
        "Darla: Absolutely. Help yourself.",
        "Felicia: Mom and Dad married again.",
        "Thorne: Yeah. Real or not, it's -- it's pretty amazing.",
        "Felicia: Thorne --",
        "Thorne: Yeah?",
        "Felicia: Promise me you'll always be there for Dominick. He needs an uncle like you. With warmth, and that smile and that kind, kind heart. Promise me.",
        "Thorne: Count on it.",
        "Felicia: I knew I could.",
        "Ridge: Hey, can I have a dance?",
        "Thorne: Yeah.",
        "Felicia: Hey.",
        "Ridge: You look beautiful.",
        "Felicia: Yeah, the magic of makeup.",
        "Ridge: No, the magic of you.",
        "Felicia: You say that to all the ladies.",
        "Ridge: This time, I mean it.",
        "Felicia: Don't you dare make me cry again, big brother. Mom and Dad.",
        "Ridge: Coming together for us.",
        "Felicia: Yeah, well, they think --",
        "Ridge: For you.",
        "Felicia: Eventually, maybe they'll come together for each other. They're going to make it. I know it.",
        "Ridge: Come on.",
        "Felicia: Daddy.",
        "Eric: Hey. Hey.",
        "Felicia: It's the last dance, and I saved it for you. Right back in my daddy's arms, where it all began.",
        "Eric: I love you, sweetheart.",
        "Felicia: Sing to me.",
        "Eric: Lovely never ever change keep that breathless smile won't you please arrange it 'cause I love you just the way you look tonight",
        "Eric: Felicia! Felicia?",
        "Thorne: Dad?",
        "Eric: Oh, baby. Baby. Baby.",
        "Felicia: I'm okay, daddy. You took my breath away. Thank you for tonight. I had the time of my life."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=2UdbRO3JqSg"
}