{
    "Episode Summary": [],
    "Recap": [
        "Yvette begs off answering Stephanie as her plane is waiting. She wishes the Forrester's the very best. Stephanie leaves with the thought that the fashion business is a cut-throat business and she is surprised Nick hasn't learned that yet. Nick and Jackie plan their future strategy. Phoebe tells Rick that she won't stand to be treated \u0091that way'. He can be an irritant like a big brother would be, only he isn't her brother. He's left stunned. Brooke thanks him, but Rick repeats what Ridge told him, if he ever crossed the line about his daughter, he would kill him. She fills him in on Shane McGrath, but assures him Ridge has no right threatening Rick. In fact, she encourages Rick to spend more time with Phoebe in getting to know each other.",
        "Stephanie tells Ridge about Yvette and she feels something is not quite right. Brooke questions Ridge about his statement to Rick and he proudly admits he said it and meant it. He knows guys and thinks their relationship, whatever it is, will be trouble. He will NOT support a relationship between the two and he prefers they not live under the same roof. No more duets or star-gazing, is that understood? Brooke will not accept threats and ultimatums, not with her family. Rick is only venting his frustration. And she will not tell him what happened between Nick and Bridget. Does Ridge understand that? Rick drops in on Nick and is grateful for some new things that Nick has implemented with the International group."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nick: Thank you for listening. You've done what you feel is best. I respect that.",
        "Stephanie: Yvette, how about dinner? I know Eric would just love to see you.",
        "Yvette: I'm sorry, Cherie, my plane is waiting.",
        "Stephanie: Perhaps another time.",
        "Yvette: I wish you and your family the very best.",
        "[SCENE_BREAK]",
        "Phoebe: I'm not a toy. I'm not a toy for you to play with.",
        "Rick: Okay, Phoebe, I got to get this straight. You're talking about sexy models in Paris, and the big dipper and I have no idea what you're talking about.",
        "Phoebe: I won't stand for being treated that way.",
        "Rick: I hope not.",
        "Phoebe: What is that supposed to mean?",
        "Rick: I hope that you won't stand for being treated -- how don't you want to be treated?",
        "Phoebe: Very funny, very funny --",
        "Rick: No, all right, Phoebe, listen. As I recall, last night, you and I, we had a good time, right? Didn't we?",
        "Phoebe: Just so you know, I happen to know a lot more than you think I know.",
        "Rick: Okay, I have no idea what you just said.",
        "Phoebe: I'm sure you don't.",
        "Rick: Are you angry with me?",
        "Phoebe: Well, you know what? If I am, it's just because you're my brother, sort of, I mean, you're an irritant, like a brother would be, if you actually were my brother. Anyway, never mind about, you know last night or any other night for that matter. I learn the constellations on my own time. I have to go.",
        "Rick: You got to push it, Phoebe. Push.",
        "Phoebe: I know that.",
        "[SCENE_BREAK]",
        "Nick: In case you forgotten, these are no longer your offices.",
        "Stephanie: I'm curious. How did you get Yvette over here and then end up with such a disappointing meeting?",
        "Jackie: Oh, you think that you have the cat by the tail, don't you, Stephanie?",
        "Stephanie: Just how desperate are you?",
        "Jackie: It's you who will soon be desperate --",
        "Stephanie: Now, well, wait a minute. Yvette's not going to buy, Lauren Fenmore is never going to buy from you, and Chen, for the Asian market wouldn't.",
        "Nick: Nobody's buying. Is that what you want to hear, Stephanie? That's the music to your ears.",
        "Stephanie: I think it's called your swan song. And it's a sweet song. You know, the fashion business is really a dirty business. It's a cutthroat business. I'm surprised you didn't see that.",
        "Jackie: The old witch thinks we're on the ropes.",
        "Nick: Which is exactly what we want. Patience, Mother. The high road we shall take.",
        "[SCENE_BREAK]",
        "[Rick remembers]",
        "Ridge: If you ever and I mean, ever cross the line with my daughter I'll kill you.",
        "Brooke: Sweetheart?",
        "Rick: Mom? Hey, good morning.",
        "Brooke: Good morning.",
        "Rick: How are you?",
        "Brooke: Good. You were a hit last night.",
        "Rick: Thank you.",
        "Brooke: Thank you so much for agreeing to sing.",
        "Rick: Oh, well, it's not like I had much of a choice now, did I?",
        "Brooke: No, that's true. You didn't. And you sure made Phoebe's night.",
        "Rick: Well, I'm glad I made you happy. And I like making Phoebe happy, too. I think. But you know, not all my reviews were positive.",
        "Brooke: Somebody said something about your singing?",
        "Rick: No, not about my singing, more about my choice in singing partner. I don't think Ridge was too thrilled that I was harmonizing with his daughter.",
        "Brooke: Well, don't worry about Ridge. He'll be fine.",
        "Rick: Forgive me if I don't entirely believe you on that.",
        "Brooke: Why?",
        "Rick: Oh, because Ridge said that if I ever crossed the line with his daughter, he'd kill me.",
        "Brooke: Ridge said he'd kill you? He did not.",
        "Rick: Well, if I ever turn up dead, you know who's responsible.",
        "Brooke: I thought it was really sweet how you pulled Phoebe into a duet like that. Why would ridge say that?",
        "Rick: I'm sure he didn't mean it.",
        "Brooke: Well, to say that he's actually going to kill you --",
        "Rick: Mom, Mom, look, I'm sorry. I'm sorry I said it in the first place. I'm sure I'm not in any real danger.",
        "Brooke: Well, Phoebe did have a bad experience this one time with this guy --",
        "Rick: Whoa, whoa, bad experience with who? What happened?",
        "Brooke: Shane McGrath.",
        "Rick: Shane McGrath, oh, the guy who witnessed Darla's death.",
        "Brooke: Mm-hmm. He came on pretty strong with her before Taylor's trial and made her feel like she's owed him something.",
        "Rick: Sounds like scum to me.",
        "Brooke: Well, he had a really hard life. And Phoebe believed that he had some kind of potential. But, that was all in the past. And you are my son. And whatever Ridge's rational, he had no right in threatening you.",
        "Rick: You know a father's prerogative, he doesn't want me around, I can move out.",
        "Brooke: No, you're not going to do such a thing. You have every right to be in our home and your home.",
        "Rick: I see a house divided.",
        "Brooke: No. No, it's not going to be like that. Okay, maybe Phoebe has a little crush on you. But who wouldn't. And what's so wrong about that anyway? Knowing you is only going to make Phoebe set her standards higher for some man she's going to fall in love with in the future. So, I really think you two should spend some time together. Get to know each other.",
        "Rick: And what about Ridge?",
        "Brooke: We'll straighten things out. Don't worry.",
        "[SCENE_BREAK]",
        "Stephanie: Ridge?",
        "Ridge: Hey, where have you been?",
        "Stephanie: I went to Forrester Creations.",
        "Ridge: Why?",
        "Stephanie: It's a good thing I went. Guess who was there? Yvette St. Julienne.",
        "Ridge: Really? What was she doing there?",
        "Stephanie: I have a feeling -- I have a feeling that she was listening to a business offer from them.",
        "Ridge: Well, I bet that fell on deaf ears.",
        "Stephanie: I don't know. She said that she's not going to carry their line.",
        "Ridge: What, you, is that a problem?",
        "Stephanie: Well, the fact that she'd fly all the way over from Paris.",
        "Ridge: I can imagine Nick offering her God knows what to even come over and take that meeting.",
        "Stephanie: Yeah, but there was something I don't know, just something in the way she looked at me.",
        "Ridge: Maybe she's just feeling guilty for having come over here, just to talk to that jerk. Mother, we got a deal on the table. She's chosen us.",
        "Stephanie: I got the feeling she was dodging me. I invited her to dinner. I said, Eric would be thrilled. Which he would have been to see her. And she said, no, she had to catch her flight. It's when she said good-bye. She took my hand and she looked at me and she said, I want to wish you and your family, good luck. I don't know, I just -- something's off.",
        "[SCENE_BREAK]",
        "Jackie: Stephanie's a shrewd woman, Nicky. I mean, she could be on to us.",
        "Nick: With her ego? Doubtful.",
        "Jackie: I hope you're right, because with this deal, we've locked Forrester Creations out of the European market. Do you realize what a huge blow that is?",
        "Nick: We've got to get Harvey Golden. The east coast market is the key.",
        "Jackie: Well, Mr. Golden is proven to be elusive as Howard Hughes.",
        "Nick: Don't worry about it. We're on it. [Intercom beeps] Yeah.",
        "Assistant: Rick Forrester is here to see you.",
        "Nick: Send him in.",
        "[SCENE_BREAK]",
        "Ridge: Hey, sexy.",
        "Brooke: Hey, yourself.",
        "Ridge: What's happening, Logan? Forrester Originals first showing.",
        "Brooke: Are we really going to make it?",
        "Ridge: Yeah, we're going to make it.",
        "Brooke: Well, since everybody's so busy, maybe you and I can sneak away and we'll have a chance to talk.",
        "Ridge: That sounds good. Is something on your mind?",
        "Brooke: Yes. It's Rick. Did you really tell him that you would kill him if he got close to Phoebe?",
        "Ridge: Yeah, I did. And I meant it.",
        "[SCENE_BREAK]",
        "Phoebe: Hey, grandma. Thank you so much for throwing that party for dad and Brooke. It was great.",
        "Stephanie: Oh, you're welcome. It's was a fun party. And you singing with Rick, that was wonderful.",
        "Phoebe: You think?",
        "Stephanie: Oh, come on. Yes, and it wasn't just me.",
        "Phoebe: I didn't know if we were on the same page --",
        "Stephanie: You know, you brought the house down.",
        "Phoebe: I hope so.",
        "Stephanie: Honey, I've been meaning to -- I've been meaning to talk to you, are you really sure about getting into the family business?",
        "Phoebe: Yeah, it's great. I love it.",
        "Stephanie: Okay. How's Shane?",
        "Phoebe: He -- Shane's intriguing, but I don't think he's the one, or anything.",
        "Stephanie: Oh, he's not the one. Well, don't worry. You'll find the one. Just like I did. Your grandfather.",
        "Phoebe: How did you know, like, when you weren't with granddad, did you think about him constantly? And then when you were, it was just so weird and silly, you know?",
        "Stephanie: I was ga-ga over him. Weird and silly, yes. It was just like, you know when you least expect it, it just happens.",
        "Phoebe: When you least expect it, huh.",
        "[SCENE_BREAK]",
        "Nick: This is an expected surprise.",
        "Rick: Well, I thought we should talk, Nick. By the way, your mom's looking great. I'm happy to see that.",
        "Nick: Well, she's a tough bird. So, what can I do for you?",
        "Rick: You already have. One of my former international employees, Maria Antista, she's a single mom, got a kid at home, you bumped her salary and doubled her bonus. That was something I could never do for her.",
        "Nick: You've done plenty for your employees. You should know that they sing your praises.",
        "Rick: You kept the staff together. That says a lot about you, Nick. I appreciate that.",
        "Nick: That's very kind. And of course, they were lucky to have you over at international. Like they're lucky to have me now.",
        "Rick: It would be nice if my future stepfather felt the same way.",
        "Nick: Oh, come on, you're Brooke's son. I'm sure he's crazy about you.",
        "Rick: Yeah, then why did he threaten to kill me?",
        "[SCENE_BREAK]",
        "Brooke: You'd kill me son?",
        "Brooke: You'd kill my son?",
        "Ridge: Come on, Brooke. It's an expression.",
        "Brooke: It's a threat, Ridge.",
        "Ridge: I wanted to make sure my point was very clearly made. And apparently, it was.",
        "Brooke: Rick is my son.",
        "Ridge: And Phoebe's my daughter. My very impressionable 18-year-old daughter. Brooke, I would never actually kill your son.",
        "Brooke: Well, then why would you say it?",
        "Ridge: Because I wasn't going to just say nothing.",
        "Brooke: There's a big difference between saying nothing and actually threatening homicide. Come on, Ridge. This is Rick and Phoebe. These are our children.",
        "Ridge: But they're not really children anymore, are they?",
        "Brooke: You really think Rick would do something inappropriate?",
        "Ridge: I know how guys think. Brooke, Rick is not a bad guy. I know that. But the only thing to come from him spending time with Phoebe is trouble. You're the one that said she had a crush on him.",
        "Brooke: They both think each other are cute. So, what's the harm on that?",
        "Ridge: So, the attraction does go both ways.",
        "Brooke: There is no attraction. Ridge, you and I are getting married. And our children should spend time with each other. They should enjoy each other's company. We can't live with death threats and ultimatums. I will not have my family run that way.",
        "[SCENE_BREAK]",
        "Stephanie: How does Rick seem to you?",
        "Phoebe: What do you mean?",
        "Stephanie: Well, do you think he's happy to be here?",
        "Phoebe: Well, I hope so. I mean, he misses Paris a lot, but it's only because he's a snob. Just kidding. He's not really a snob at all. Actually, he's a really nice guy. As far as brothers are concerned, I guess.",
        "Stephanie: He's angry with me and your father. Because you know, what he perceives to have happened with Forrester Creations.",
        "Phoebe: Well, Nick's the one who stole the company.",
        "Stephanie: Yes, well, we know that. Here we are, just about to launch Forrester Originals. And have your debut as a model. So many things in life are going to change. Lots of responsibilities, honey. But I can see that you're becoming a woman.",
        "Phoebe: Yeah, well, it's all kind of making me nervous. But, in a good way, I guess.",
        "Stephanie: You're a Forrester and don't forget it. I'm proud that you're my granddaughter. God, I've got to get home. I got to take Pam. She's flying to Chicago. Oh, thank you.",
        "Phoebe: She's leaving already?",
        "Stephanie: I know.",
        "Phoebe: We loved having her here.",
        "Stephanie: I am too. I might have a feeling that we're going to see more of her. With my mother in tow. Work hard. But don't take any of this too seriously. Don't overdo it, okay?",
        "Phoebe: I love you.",
        "Stephanie: I love you.",
        "[SCENE_BREAK]",
        "Nick: Forrester threatened to kill you?",
        "Rick: Ridge's not a Forrester. I'm Forrester. I don't know what the hell Ridge is. I could care less.",
        "Nick: Well, he's no relative of mine.",
        "Rick: We have something in common. And now, he sees me as a danger, a threat to his daughter.",
        "Nick: Well, why is that?",
        "Rick: Because we sang a duet at the engagement party last night. Because we'd been spending time together. I don't know. She's a kid, Nick.",
        "Nick: And you're not related, by blood, anyway.",
        "Rick: No, not at all, no.",
        "Nick: Well, you be a gentlemen, you'll be fine.",
        "Rick: Always. Listen, thank you for seeing me. And for helping me at international. You were good for my mom, Nick. At the end of the day, she knows it.",
        "Nick: Rick? You know, I'm not quite old enough to be wise. I knew you came here for something, so I could only hope that you're leaving with something. And if you don't see eye-to-eye with Forrester, you just know that there is somebody in your corner.",
        "[SCENE_BREAK]",
        "Ridge: All right, you win. No more death threats, no more ultimatums.",
        "Brooke: Thank you.",
        "Ridge: But I'm not going to support a relationship between Rick and Phoebe.",
        "Brooke: Ridge, they're brother and sister. How could you not support that?",
        "Ridge: Step-brother and sister. There's no blood relationship there. I'm sure Rick is very aware of that.",
        "Brooke: What is that supposed to mean?",
        "Ridge: It means honestly, I prefer they were not under the same roof. Brooke, you can't say that Phoebe has a crush on Rick and somehow that's okay. It's bad enough he comes back here and badmouths me and my mother while we're trying to start up a new company.",
        "Brooke: He's just venting his frustrations.",
        "Ridge: He's venting his anger.",
        "Brooke: Rick has called you on some issues with regarding the loss of Forrester Creations. You should be happy that he speaks his mind.",
        "Ridge: That's my point. He's speaking his mind on issues that he doesn't have all the information for.",
        "Brooke: Ridge, I am not going to tell him what happened between Nick and Bridget.",
        "Ridge: So, instead, he puts the guy on some pedestal.",
        "Brooke: You are who I'm with. Now, Rick respects me, what I think, who I want to be with --",
        "Ridge: Do you respect me? What I want?",
        "Brooke: Yes.",
        "Ridge: Then, as far as Phoebe's concerned, I want Rick to keep his hands off. Brooke, I mean it. No more star gazing until 2am, no more little duets, or I'm going to have to set in. Is that understood?",
        "Brooke: No. No, it's not understood. Dictating laws about how much time the kids can spend together, like we live in some kind of police state? That's not acceptable, Ridge. We are going to be encouraging, we are going to be welcoming, understanding of Rick and Phoebe's friendship. We are going to consider it a blessing. And yes, we are going to be supportive. Now, is that understood?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=oXfCzPTyICc"
}