{
    "Episode Summary": [
        "Episode # 7069 ~ Bill proves his ruthlessness to Justin; someone connected to Maya's past gives Ridge insight."
    ],
    "Recap": [
        "Rick doesn't understand why a parent would give a little girl an old man's name. Maya explains sometimes it is not a fit and she did change her name. Nick drops in to see Maya but runs into Ridge who wants to know what he wants \u0096 to wish her luck. Nick says you do not wait around and expect luck and he thinks Maya will be just fine. Ridge says she lied to his brother and he doesn't think she will be back at his dad's house. Maya tells Rick that he can look at her. There is no boy here and she never has been a man. She had procedures that were important to her and she doesn't feel he needs an explanation about those. He said the person he knew an hour ago would have told him before now and he can not understand why she didn't. Eric tells Brooke that Rick will call if he needs help or support; just give them time. There is only so much a parent can do. This is a private matter and it should stay that way. Whatever happens at Big Bear should stay there.",
        "Bill tells his magazine people about Maya's transgender and neither want to go along with the story being published. Bill demands they get on it right now, he has the headlines, they need to get it out in 30 minutes. Nick tells Ridge that coming out can make gay people feel whole, so it will be too for Maya to admit she is transgender. Rick tells Maya that he does not think she understands. She lied to him, he asked her about her estrogen pills and she knew that he wanted to marry and have children. Then he freaks when he finds she did not even tell Carter when they were engaged. She justifies that she had to re-invent herself to have a career and she was afraid of losing Rick. He looks at her in disdain. She starts to leave and he says he does not deserve that. She says she knew he would look at her differently and she wanted to put it off as long as she could. But she was never false or unfaithful to him. He asked when did it start. She answers in her teens. She left home and did stupid things like getting the needed drugs on the street until she met a good guy who helped her at a good clinic. She cries it is so hard to accept yourself when you are told your whole life that no one will love you. She says she is sorry that she wasn't stronger sooner. As she starts to go, Rick asks her to stay. Nick tells Ridge that it's time that he joined the 21st century. Firing Maya for being transgender is against the law. Bill gives the okay to Justin to run with their headlines and Brooke and Eric see it instantly online. Rick tells Maya that all his life people loved his name and he just wanted to be liked for himself so he did not tell her when they met. She is right and he did feel betrayed. But he knows her now and she always put him first. Everybody else hates him. He is glad she told hm. This is the woman he knows so nothing has changed. He doesn't care who she is named after. He just wants to spend the rest of his life with her, so please do not walk away."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Maya: You aren't saying anything.",
        "Rick: Not exactly sure what I'm hearing. Your name was Myron?",
        "Maya: After my grandfather.",
        "Rick: Naturally, you changed it.",
        "Maya: I did.",
        "Rick: Who would give a little girl an old man's name?",
        "Maya: You know... when a child comes into the world... even before they're born, the first thing they're given isn't a name. It's a sex. And the name, their clothes, their whole future is supposed to fit it. Sometimes, that has to change, too.",
        "Brooke: How do you want to handle this?",
        "Eric: Maybe Maya will get cold feet like she did with Carter and she'll just break this all off without any explanation.",
        "Brooke: No. She wouldn't dare.",
        "Eric: Well, let's not count our catastrophes until they hatch.",
        "Brooke: Yeah. At least Spencer publications killed the story.",
        "Bill: \"Model masquerade unmasked.\"",
        "Justin: It's not like she's the first transgender model in history.",
        "Bill: The point is she's sleeping with the boss, and he has no idea that she was a he.",
        "[Knock on door]",
        "Nick: I'm sorry. Uh, there's no one at the front desk.",
        "Ridge: Who are you looking for?",
        "Nick: Uh, Maya Avant. She gave me a pass for the sec--",
        "Ridge: Yeah, don't worry about that. Come on in. So, who are you?",
        "Nick: I'm nick. I'm an old friend.",
        "Ridge: I see.",
        "Nick: Maya told me there was some special plans for tonight, so I just thought I would...",
        "Ridge: Wish her good luck? What do you think, nick? You think she's gonna need it?",
        "Nick: Luck has a way of failing people like Maya and me.",
        "Ridge: I suppose that's true.",
        "Nick: But when you work for something your whole life, fight for it, pray for it, sacrifice, deal with death threats and casual contempt... you don't wait around for luck. You have your own back, so I think Maya's gonna be just fine.",
        "Justin: That is what I'm saying. Bill is calling this our story of the year, and if you want your name in the byline, you'll be here in 20 minutes.",
        "[Beeps]",
        "Bill: [Shudders] Now, that is one ugly tie. They should get rid of him just for wearing that alone.",
        "Justin: [Chuckles] [Sighs]",
        "Bill: So, let me ask you a question. All right? It's just the two of us here. Knowing what we know, do you...",
        "Justin: Oh! No.",
        "Bill: Yeah, we need to find a picture of her in pants.",
        "Ridge: You want to wait, leave a message? What do you want to do?",
        "Nick: Well, do you think she'll be back?",
        "Ridge: Nick, I think Maya's evening's gonna tank. And she's not gonna be back at my dad's house. I'm sorry. Let me introduce myself.",
        "Nick: I know who you are. Um, why do you expect the worst?",
        "Ridge: She lied to my brother. He's not gonna like that.",
        "Nick: What lie did she tell?",
        "Rick: I never -- I... not once.",
        "Maya: It's okay to look at me. I know what you're looking for. But there's no boy here, and I was never a man. I did have what they call a tracheal shave to reduce my Adam's apple. My forehead is smaller. My eyebrows are higher. They softened my jaw. I've always had this chin and this nose. My voice has always been high. And there are others things, too, that you don't need explained. All of this was important to me, but it -- it didn't turn me into a different person. I'm still exactly who you thought I was an hour ago.",
        "Rick: The person I knew an hour ago would have told me when we first met. Why didn't you?",
        "Eric: Rick will call if he needs us.",
        "Brooke: He always has his phone on. He has it set to buzz every time a story is posted about Forrester or himself.",
        "Eric: Well, don't call him now. Let's give them some time.",
        "Brooke: It just seems so unfair. He's been betrayed by so many women in his life, the women that he's loved, trusted.",
        "Eric: There's only so much a parent can do.",
        "Brooke: I just don't want to see him hurt again.",
        "Eric: We'll be there for him. Look, this is a private matter, all right? It's a family matter. We're gonna keep it that way. Whatever happens in Big Bear, nobody else needs to know.",
        "Justin: As you know, we have many tiers of publications.",
        "Bill: From fine photography to high fashion to what they so quaintly call scandal sheets.",
        "Justin: And each one of them is gonna need an angle appropriate to its readership. I'm just not sure where we're taking the story.",
        "Bill: The C.E.O. of Forrester Creations has no idea that his lead model and quote/unquote mistress was born a man. A cross-dresser? Nobody's born a man.",
        "Bill: Born male. She is transgender, obviously. And we have a very reliable source -- her own sister, Nicole Avant. Are we naming the sister? What am I missing? Transgender people exist. This is not news.",
        "Bill: Yes, it is. So, we're going to out this woman, possibly destroy her career and her relationships because...?",
        "Bill: Because that's our story and because I said so. Maybe you would prefer to write about kittens and flower pots. Maybe I'd like to work for an actual human being.",
        "Bill: Anybody else here with a problem conscience?",
        "Ridge: You think I'm a bigot, don't you? I don't think I am.",
        "Nick: Some of your best friends are gay.",
        "Ridge: And they put a very high value on coming out. Maya hasn't done that.",
        "Nick: Maya isn't gay.",
        "Ridge: Is that how it works?",
        "Nick: Coming out is for when you're hiding something. Politicians, people leading double lives, they tell the truth about themselves and come out from behind the mask.",
        "Ridge: That's all I'm saying.",
        "Nick: Maya shows her true face every day. She's not in any closet. This one fact of her medical history, in the wrong hands, distorts everything about her, just like it did when she was a kid. Coming out can help gay people feel whole, but disclosure can make us feel broken.",
        "Maya: I was wrong, and -- and somehow, I kept myself from knowing how wrong I was until now.",
        "Rick: No. No, that's not an answer. I asked you why. You knew I wanted to have a life with you.",
        "Maya: I knew that's what you said.",
        "Rick: [Voice breaking] You knew I wanted a family, that I wanted to have children, and still you said nothing to me.",
        "Maya: Okay, okay. [Voice breaking] I understand.",
        "Rick: No, Maya. I don't think you understand. What did you think I was gonna do? I was gonna hurt you, hit you?",
        "Maya: Do you think that I would be here if that's what I thought?",
        "Rick: Do you think I'm so naive that you could keep me in the dark indefinitely?",
        "Maya: No. I never lied to you.",
        "Rick: The hell you didn't lie! I asked you about those pills. [Scoffs] Don't you think it would have made sense to tell me then?",
        "Maya: Yes. But I-I swore that I wouldn't make the same mistake again, that I-I wouldn't accept another proposal without saying anything.",
        "Rick: Wait, what? You didn't tell Carter?",
        "Maya: So, that's the line that I swore I would never cross. And -- and you're right. I know. There were so many other lines that I should have respected before this.",
        "Rick: Was this about keeping your job?",
        "Maya: No! Rick, I love Forrester. You know that. And I finally felt like I found a career that I'm good at, but I have had to reinvent myself so many times. I'm not afraid of that. I think you know what I was afraid of losing. But it turns out that sometimes when you fear something, you can make it happen.",
        "Bill: The subtext of every story should be \"he got what was coming to him. Rick Forrester is an abusive bastard.\" Yeah, I know what you're thinking, but I've got principles. Was he abusive to your niece?",
        "Bill: You could say \"shots were fired.\" Now, you're handling the bottom feeders, right? What do you got for me? \"Trans-it of Venus.\" Venus, the goddess of beauty, like Maya. It's astrological.",
        "Bill: Yeah, we don't need high-brow, all right? I want your draft copy posted to me in 30 minutes. I don't care if it's brief and don't worry about headlines. I got that covered. We need to get this out!",
        "Ridge: I have sympathy for Maya. I know you don't want to hear that.",
        "Nick: Pity's not as rewarding --",
        "Ridge: No, no, no, no, no. Let me finish. Partial sympathy. She put this on herself.",
        "Nick: You're gunning for her, aren't you?",
        "Ridge: Not at all. She's collateral damage. And not because she's transgender but because she picked the wrong guy.",
        "Nick: Maya doesn't seem to think so.",
        "Ridge: Check with her tomorrow.",
        "Rick: What are you doing?",
        "Maya: I guess you know why I wanted to follow in my own car.",
        "Rick: You can't even have the conversation with me? I don't deserve that, not after all this time. But you already made your mind up, what I would say after you told me, didn't you?",
        "Maya: I don't know.",
        "Rick: What, do you think I was so unapproachable? That I'd be in shock?",
        "Maya: I just...knew that you would look at me differently. And I guess I wanted to put that off for as long as I could.",
        "Rick: Nothing shocks me more than betrayal.",
        "Maya: I never betrayed you. I should have told you sooner, but in my feelings and in my actions, I was never false or unfaithful to you, Rick.",
        "Rick: When did you change?",
        "Maya: Transition?",
        "Rick: Yeah.",
        "Maya: It started in my teens. I left home because my parents... I can't -- I can't blame them. I was just as ignorant. I did stupid things. [Voice breaking] I-I bought hormones on the street and got side effects. I wound up in a clinic. Luckily, it was the right clinic and they took care of me. But you know, the procedures, they cost. You know about Jesse. He helped me through it until I figured out how he was getting the money and...so did the police. You know all about that. You can ask me anything you want and I will answer. But nothing I say is truer than this. It is so hard to believe in yourself when you've been told your whole life that no one will love you. [Sniffles] There's always this...little disbelief just waiting for a weak moment. I'm sorry. I'm sorry I wasn't stronger sooner.",
        "[Door opens]",
        "Rick: Wait.",
        "Bill: These three are good. How much do we pay Lou?",
        "Justin: Enough.",
        "Bill: \"Forrester in trans-ition\"?",
        "Justin: I like it. It's good.",
        "Bill: \"Wearing and sharing the pants in the family.\"",
        "Justin: Cut that.",
        "Bill: \"Strange bed, fellows\"?",
        "Justin: Eh.",
        "Bill: All right, so, this last one push the bounds of good taste?",
        "Justin: Yeah. Yeah, um...",
        "Bill: Oh, hell. What do I know about the bounds of good taste?",
        "Justin: Now, are you sure? Because this can't be undone.",
        "Bill: I'm sure.",
        "Justin: Bring the backup servers online and take it live. Thanks.",
        "Bill: [Sighs]",
        "Nick: Whatever you're planning, and you are planning something, my question is how public will it be?",
        "Ridge: It's a family-run business. Everything stays in the family.",
        "Nick: Will Maya lose her job?",
        "Ridge: I expect so.",
        "Nick: Great friends she's made here on the road to success.",
        "Ridge: Hey, nick. I'm glad you came by. I heard you, and I learned something.",
        "Nick: Prove it. Don't discriminate. Firing public-sector employees because they're transgender is against the law, so says the attorney general. You, too, could join the 21st century.",
        "Brooke: You need a lift?",
        "Eric: No. We can make out in your car, if you like.",
        "Brooke: [Chuckles]",
        "[Computer chiming]",
        "Eric: What's that?",
        "Brooke: Notifications.",
        "[Chiming continues]",
        "Brooke: Like I told you, Rick has it set to go off every time there's a Forrester-related post.",
        "Eric: You have the password?",
        "Brooke: Yes, I do.",
        "Eric: Let's take a look.",
        "Brooke: Okay. It's time to see what's going on. [Gasps]",
        "Eric: What? Oh...",
        "[Cell phone vibrating]",
        "Rick: You're not the only one who got that message. I grew up among adults who never tired of telling me how much they loved me. Even when they thought they meant it, there were still times where they made me feel like I was an annoyance or I was an afterthought. But I'll tell you what they did love. They loved saying my name -- Eric Forrester Jr. Oh, they loved introducing me to people. And they loved reminding me when I didn't live up to it. And then there were women who loved my name more than they ever love me. So, you see why I didn't tell you when we first met. I just -- I just wanted to be liked for me. And then there you were. So, you were right. You were right to wait and tell me all these things tonight.",
        "Maya: No, Rick. I wasn't.",
        "Rick: You know, if we were new, I would think that we had just fallen into some trick or...I don't... but I know you now, and the truth is -- is you're the woman who's always the same person whether my back is turned or you're standing next to me while cameras are flashing. You always put me first. [Voice breaking] And when everybody else hates me, you find a way to love me more. So, is there any more? Is there anything else to the story?",
        "Maya: No, no.",
        "Rick: I'm glad you told me.",
        "Maya: [Crying]",
        "Rick: That's what the woman I know would do. So, what does it change? I don't care who you were named after... or who I was. I just know that I love you and I want to spend my life with you. So, please don't walk away from me.",
        "Maya: [Crying]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=4mQUK16Hx4o"
}