{
    "Episode Summary": [
        "Episode # 7653 ~ Eric enlists the assistance of his old pal James Warwick to help his current situation with Sheila; during an interview, Sally appeals to Liam's emotional side by explaining why she intends to carry on the Spectra business."
    ],
    "Recap": [
        "Steffy tells Bill that she is surprised that he has confided in her about his plan for Spectra. Bill laments that her husband better get in on the plan too and not sabotage it or he will be out of the business and perhaps family too. Liam tells Sally that he does not follow his father's marching orders. He wants to hear more of her side of the story. She says she needs Thomas here but she is not going to call him back. She just hopes she has a legitimate chance now against his dad. Liam cannot assure her that but says he will write an honest article. Brooke stops by and Eric tells her that Quinn is holed up designing and they now have a houseguest as Sheila is in the guest room. James examines Sheila and asks if she is being truthful as it looks like all her vitals are fine and it is time for her to be moved from this house. Sally tells Liam that she has had to do a lot of things on her own. She was raised in a troublesome household and then raised by her Grams and she pretty much raised Coco. This is nothing like what Caroline is going through but she has had her share of tough breaks. Brooke shows her dismay that Sheila is there. Eric says he could not bring himself to throw her out and it will only be a short time. James tells Sheila that it is apparent that she is able to leave this house but also apparent that she does not want to. He says again there is no reason she cannot leave so he will go tell Eric. Sheila says not so quick, doctor, that is if he still wants to be a doctor. Bill tells Steffy that he has an appointment. She can stay but just watch out for his Sky. Sally shows Liam her designs which he says are real good. She says without Thomas she feels so empty and under a lot of pressure. She feels like she is just sitting here waiting for Caroline to die so Thomas can come back to her and that is so ugly. Liam sides with her and says he will give her a fair piece. She says great as she is listening to her inner voice and her Aunt Sally and nothing will stop her unless it is his father.",
        "Sheila tells James that James does not know how terrible a person this Quinn is and she will not leave Eric here alone with her. She says she is not ready to leave the house and he repeats again that she is. Sheila says then he needs to change his opinion. She knows from their daughter, Mary, that he is not practicing anymore and the reason is that he is addicted to painkillers. She'd hate for them to find that out. Liam tells Steffy that this is wrong, really wrong. Douglas will be in Thomas's life no matter where he is living. She shows him a picture of the happy family, Caroline, Thomas and Douglas and asks him not to disturb that. Sally is getting just what she deserves. James tells Sheila that he is in recovery and doing well. This is now blackmail. She says yes she will go to the medical board and tell them how he abused his license and he will not be able to get his pills again, so if he cannot help her then she will not help him. Eric comes in and James gives Eric his diagnosis. With Sheila in the background and nodding her head no, James tells Eric that for now he thinks it would be best for Sheila to stay here. If they sent her to hospital to recuperate an ambulance would have to come get her and then the press would get a hold of it and more would be told than Eric would want to deal with. Sheila is relieved; she worked her magic again."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: All part of the plan to take her down, along with Spectra. And I'm hopeful this will be a learning experience for Liam.",
        "Steffy: Liam's not on board with the plan.",
        "Bill: He better get on board. He knows what the consequences will be if he messes with it.",
        "Steffy: I'm just saying, he knows that you're lying about Caroline dying. I wonder if it was the best idea to put him on this assignment with Sally.",
        "Sally: It's a simple question, Liam. Is your father up to something? Does he have a plan to sabotage me and Spectra fashions again? I need to know.",
        "Sheila: Eric, this is rather unorthodox.",
        "Eric: Because James used to be your husband?",
        "James: Well, that was a long time ago, Sheila.",
        "Sheila: Well, not -- not only that, he's -- he's a psychiatrist.",
        "James: Well, I have a background in neuro. From what Eric has told me, you suffered a serious head trauma. Partial loss of memory, vertigo, and you've been diagnosed with a concussion. Well, I'm here to help you. I want to get you back on your feet and back into your life. Isn't that what you want?",
        "Sheila: [Scoffs] Of -- of course it is.",
        "Eric: Well, then, there you go. I'll give you two some privacy.",
        "Steffy: You offered C.J. $5 million on the side?",
        "Bill: If he agreed to sell me the building.",
        "Steffy: But he wouldn't.",
        "Bill: Yeah, what the hell's wrong with those people? It's like they've made an art form out of snatching defeat out of the jaws of victory.",
        "Steffy: They think they can make something of the company.",
        "Bill: Not without Thomas, they can't.",
        "Steffy: Thomas is ensconced in new York with Caroline and Douglas.",
        "Bill: Happily ever after, I hope.",
        "Steffy: I hope so, too. But if Liam tells Sally that Caroline isn't dying...",
        "Bill: He damn well better not.",
        "Sally: Why am I even asking? Of course your dad is up to something. That is why you're here -- to help him bury me.",
        "Liam: I don't follow my father's marching orders. But I am here to write an article about you. And so far, the only information available to me is that you pilfered Forrester, crashed my wedding, and but for Thomas, you'd be in jail. So...",
        "Sally: Not my finest moments.",
        "Liam: Yeah. Are there a few of those? Because, if so...",
        "[Cell phone beeps]",
        "Liam: ...I'd like to hear them.",
        "Sally: I have done a lot of growing because of Thomas. I need him here. Desperately. But I am not gonna pressure him to come back. Your cousin is dying, and that trumps everything, even the survival of Spectra. So I'm gonna have to succeed on my own. I just really hope I have a chance with someone like your dad against me.",
        "Liam: Well, I can't speak to his ambitions. But I promise you, I will write an honest article.",
        "Eric: To what do I owe this pleasure?",
        "Brooke: I brought these by for Quinn.",
        "Eric: Oh, good. I'll see that she gets them. She's holed up in the study working on some new designs.",
        "Brooke: Is everything okay? Not that it's any of my business.",
        "Eric: Well, we have a house guest. I've allowed Sheila to stay in the guest room.",
        "James: Well, that's healing fine. I think we can leave the bandage off. Your pupils are no longer dilated.",
        "Sheila: Okay, but my heart keeps racing, James.",
        "James: Well, your pulse is normal, as is your blood pressure.",
        "Sheila: I'm having problems focusing.",
        "James: Really, Sheila? Are you being honest with me? Because diagnostically, your vitals are fine. I'd say you're ready to be moved from this house.",
        "[Suspenseful music playing]",
        "Steffy: I get that you want Liam to write a review on Sally and Spectra fashions. But he already has so much on his conscience.",
        "Bill: Liam --",
        "Steffy: He's keeping a secret from Thomas and her!",
        "Bill: He has to learn there's a time and a place to be a boy scout! This is about loyalty. Having his priorities in order. Now, someday, my boys are going to inherit all this. But neither one of them can handle it alone. Each one lacks something the other one compensates for. They complement each other. Now, Liam has to grow a pair. And this assignment trashing Sally is an opportunity for him to do just that.",
        "Steffy: So you hope.",
        "Liam: Cool. Looks like there's more to you than flash, grit, and inflated confidence.",
        "Sally: Thank you?",
        "Liam: I'm kidding. I'm talking about your sensitivity. Which does poke through now and again.",
        "Sally: You're talking about what I said about Caroline and Thomas earlier? [Sighs] Look, Liam... I know what it's like to suffer. I was raised by two parents with addiction problems. I was taken in by my grams, and I pretty much raised coco on my own. So, yes. I know what it feels like to struggle. To fight to survive. Obviously nowhere even close to what Caroline is going through right now... but I have had to do a lot of things on my own.",
        "Liam: Yeah, you don't -- [Chuckles] You don't appear to have a problem with that.",
        "Sally: As long as it's a level playing field. This is my aunt Sally's building. There's a lot of history here. And she wants me to carry it on, and I will. As long as I am given a fair shot. Is that too much to ask?",
        "Liam: No. It's not.",
        "Brooke: I guess it was only a matter of time before Sheila and Quinn went at it, but a full on fight?",
        "Eric: It got completely out of hand. There's no excuse for that kind of violence.",
        "Brooke: [Sighs] And now you have her staying here in the house.",
        "Eric: The doctor insisted that she be observed for the next 24 hours, so... my conscience wouldn't let me just kick her to the curb, so...",
        "Brooke: Okay. So now what?",
        "Eric: I reached out to a familiar face to reassess her.",
        "Brooke: Who?",
        "Eric: James Warwick.",
        "Sheila: I can't possibly leave. I'm still disoriented, groggy. I-I nearly fell to the floor right before you got here.",
        "James: Yes, I know that.",
        "Sheila: Well, then, all the more reason to be compassionate here. I -- I was married to you. We share a daughter. You know, I-I still talk to Mary? I talked to her the whole time... while I was inside.",
        "James: While you were in prison, you mean.",
        "Sheila: The point is we're still family, and family looks out for one another.",
        "James: Eric asked me to evaluate you. It's apparent you're well enough to leave this house. But it's also apparent that you don't want to. Now, what I suggest is you gather your things together, and I'll go and talk to Eric.",
        "Sheila: Not so fast, Dr. Warwick. That is, if you still want to be a doctor.",
        "Bill: I have a meeting with the zoning commission about sky.",
        "Steffy: You're getting ahead of yourself.",
        "Bill: I don't think so.",
        "Steffy: You're not gonna wait for Liam and see how his interview went with Sally?",
        "Bill: Liam better do exactly as I told him to. He knows what the consequences will be if he doesn't.",
        "Steffy: Do you mind if I wait, then?",
        "Bill: No. But if you touch sky, be careful with her.",
        "Sally: These still need work. I-I realize that.",
        "Liam: No, these are not bad.",
        "Sally: But they need to be better. Thanks to Monte Carlo, the whole entire world is watching. Everything is riding on this, Liam. It's... all or nothing.",
        "Liam: So... so, what? So -- so Thomas can't give you any input at all?",
        "Sally: [Sighs] He's tending to his son's dying mother. He can't focus on anything else. I am just under so much pressure with this showing. I'm good, Liam, I am. I believe in myself. But... without Thomas... [Sighs] I just feel so empty. Like I've lost a part of myself. [Sighs] And I know -- I know it's only temporary. I do. And then -- but that makes me feel even worse, because I'm sitting here waiting for Caroline to die so that he can come back to me. That is so ugly. Why am I in this position? Why?",
        "Liam: I will give you a fair reading. I promise you that.",
        "Sally: That is all I ask. [Scoffs] Sorry I got...so emotional. That is -- that is not like me.",
        "Liam: Maybe it is.",
        "Sally: No. No, I'm tough. I learned that from my aunt Sally. Nothing's gonna destroy me. Except maybe your father.",
        "Eric: I reached out to James. He happened to be in L.A.",
        "Brooke: That was a lucky coincidence.",
        "Eric: Or good timing. But I can't help but feel bad for Sheila. She comes to L.A., she gets accused of shooting at Quinn, she gets thrown in jail, and now she's suffered a concussion at Quinn's hands.",
        "Brooke: I hear a \"but\" coming.",
        "Eric: Well, she's Sheila, isn't she? I don't think I'll ever completely trust her.",
        "Brooke: I do understand.",
        "Eric: I trust James, though, and he knows Sheila really well.",
        "Brooke: So you're hoping he'll give you an accurate report on her condition.",
        "Eric: Mm-hmm. And that she's fully recovered, and she can leave. Move on with her life.",
        "Sheila: You don't want to force my hand, James.",
        "James: Force you to do what, exactly? Never mind. I am not taking the bait.",
        "Sheila: No, you know what? There is so much more going on here than you realize. Eric is married to a horrible person. She's -- she's dishonest. She's deceptive. She's going to destroy him.",
        "James: I think I know something about that.",
        "Sheila: [Sighs] She's worse than I was.",
        "James: I'm not here at Eric's wife's behest. I'm here because Eric asked me to give an accurate diagnosis.",
        "Sheila: And that's what you're going to do. You're gonna tell him I'm not ready to leave.",
        "James: In my opinion, you are.",
        "Sheila: Then change your opinion.",
        "James: You want me to lie to Eric?",
        "Sheila: I told you, our daughter, Mary and I, we -- we still talk.",
        "James: I know that.",
        "Sheila: Not of everything she's told me. About you. Why aren't you practicing? It's like you've fallen off of the face of the earth. You're writing prescriptions to yourself.",
        "James: You don't know that's true.",
        "Sheila: Oh, we both know that it is. You're addicted to painkillers. And if the medical board knew, you'd lose your license forever. We don't want that to happen, now, do we?",
        "Liam: This is wrong, Steffy. This is really, really wrong. M-my dad already lied to your brother, and now he's about to ruin -- ruin -- multiple lives, all... for this. For this... monument to his ego.",
        "Steffy: Well, tell that to Douglas. Because there's a family at stake. A little boy needs his dad.",
        "Liam: Thomas is gonna be in Douglas' life no matter where he's living. And let's be honest -- he's in love with Sally, not Caroline.",
        "Steffy: Are you sure about that?",
        "Liam: Yeah, I am. I've seen them together. So have you.",
        "Steffy: Have you seen Thomas and Caroline together?",
        "Liam: Obviously not lately.",
        "Steffy: Well, I have. When you were with Sally, Caroline sent me a photo. They look happy. They need this time and space, and that's exactly what your father is giving them. So please don't fall for Sally's act. And don't forget all the things that she's done to me, my family, and the company. You can't feel sorry for her. I'm not taking pleasure in this. But she's getting what she deserves.",
        "Sally: [Sighs] I am almost finished with it, Saul. I will be down soon. [Sighs] [Sighs]",
        "James: I had a slight problem with pain medication. But I'm in recovery. And I'm doing well.",
        "Sheila: That's wonderful to hear.",
        "James: Don't do this to me.",
        "Sheila: I don't want to do it, James. But why should I help you if you don't help me?",
        "James: You want me to lie to Eric.",
        "Sheila: I'm asking you to help me protect Eric. He's with a woman who has already caused him great pain.",
        "James: This is blackmail.",
        "Sheila: And what you have done is criminal. I'll go to the medical board. I'll tell the whole world how you abused your privileges as a doctor.",
        "James: I've stopped.",
        "Sheila: Too late to save your license. Your practice. You were writing yourself prescriptions to support your drug habit. You don't have to do this, James. Just tell Eric I'm not well enough to leave the house.",
        "James: What are you gonna get out of this, Sheila?",
        "Sheila: I already told you. I'm -- I'm protecting Eric.",
        "James: You don't ever want to leave here, do you?",
        "[Knock on door]",
        "Sheila: You do as I say, or your career's history.",
        "Eric: May I come in?",
        "Sheila: Yes. Please. C-come on in.",
        "Eric: How are you feeling?",
        "Sheila: Oh...uh... a little woozy, I guess.",
        "Eric: James, what's the, uh, diagnosis? Is she ready to leave? Can she be on her own?",
        "James: Dr. Andrews was right. She's suffered a concussion. And with the continuing symptoms, there may be bruising on the brain. Cerebral contusions. She needs more time to heal.",
        "Eric: Well, sh-should she be in a hospital?",
        "James: Well, I would recommend imagining, just for confirmation, but... well, the problem is, if we go to a hospital, I would have to report the incident. And I would have to tell them that she got injured at the hands of Mrs. Forrester. I can't guarantee that the police will not get involved. When you reached out to me, you said you wanted to keep this quiet. I mean, if you no longer feel this well, then, uh, I will call an ambulance right away.",
        "Sheila: Eric, I-I don't want you to have to go through that.",
        "Eric: What's the alternative?",
        "James: I think she should stay here. I think she... needs time to heal.",
        "Eric: I don't want this to get out. I-I... my family's been through enough already.",
        "Sheila: Then -- then what are you saying, Eric? Are you saying that it's okay for me to stay?",
        "Eric: Yes, until you're recovered.",
        "Sheila: [Exhales sharply] Thank you.",
        "Eric: I want this to stay between us.",
        "James: Yes, you have my word. Of course. I will go and pick up the things that I need. And, uh, I'll come back.",
        "Eric: All right. I'll show you out."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=N9sWOtjGFAk"
}