{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Brooke remembering] ",
        "Stephanie: You know, \r\nTaylor is twice the woman that you are. She has brought class back to this \r\ncompany. Stability to the family. She is an example to her children. You're \r\nnever going to see Taylor on the cover of some tabloid in the supermarket. She \r\nis a woman of unimpeachable integrity. ",
        "Brooke: Oh, my God. \r\n",
        "",
        "[Doorbell rings] \r\n",
        "Dante: Hi. ",
        "Felicia: Hi. ",
        "Dante: Too early for a \r\nvisit? ",
        "Felicia: Obviously you've \r\nnever been the parent of a 5-month-old. ",
        "Dante: Dominick is keeping \r\nyou up, right? ",
        "Felicia: His nanny took \r\nhim to the park already. So, handsome, what brings you by? ",
        "Dante: Belated New Year's \r\ngift. Here. ",
        "Felicia: This is my \r\nfavorite brand. How'd you know that? ",
        "Dante: I think you were \r\ndrinking this one when we met. ",
        "Felicia: Oh. Well, in that \r\ncase -- ",
        "Dante: Wait, isn't this a \r\nlittle early to be drinking? ",
        "Felicia: I'm living on \r\nborrowed time, anyway. ",
        "Dante: Listen I'm sorry, \r\nafter I bought it, I realized that it wouldn't be a good idea for you to be \r\ndrinking in this condition, you know? ",
        "Felicia: I'm not pregnant, \r\nDamiano, I'm dying. So there's really no harm. ",
        "Dante: Yeah, but you \r\nshould not be mixing booze with medication. ",
        "Felicia: I'm not gonna \r\nkeel over from a glass of bubbly, so relax, okay? Old Felicia's not ready to \r\ncheck out quite yet. ",
        "[Cork pops out] \r\n",
        "",
        "Hector: Hey. ",
        "Darla: It doesn't hurt to \r\nlook now, does it? ",
        "Hector: As long as you \r\ndon't bite. ",
        "Darla: I'm sorry to \r\ninterrupt your workout. ",
        "Hector: It's no problem. \r\nSo -- ",
        "Darla: So. How are things \r\nhere? ",
        "Hector: Well, work is \r\nfine. ",
        "Darla: Good. ",
        "Hector: But that's not \r\nreally why you're here. ",
        "Darla: Actually, I was \r\nwondering about your new year's eve. ",
        "Hector: Oh, whether I \r\nspent it alone, or -- ",
        "Darla: Hector, I'm really \r\nsorry to pry, I don't want to. But when we spoke last, I think I may have said \r\nsome things that I shouldn't have. ",
        "Hector: You mean like, \"I \r\nshould go for it with Taylor?\" ",
        "Darla: Yeah, that. I truly \r\ndo believe that marriages should be respected. I guess I just let my feelings \r\nfor Ridge get the better of me. ",
        "Hector: Yeah, well, still, \r\nif a husband can't be bothered to spend the holiday with his wife, he doesn't \r\nreally deserve her, right? ",
        "Darla: How did you know \r\nthat Ridge wasn't there for new year's? ",
        "Hector: Because I was \r\nthere. ",
        "Darla: With Taylor? \r\n",
        "Hector: At her house, \r\nyeah. ",
        "Darla: Hector, maybe you \r\nshould just keep this between the two of us. ",
        "Hector: That's too late. \r\nBrooke already knows. She found Taylor and me together. ",
        "",
        "Taylor: You never gave me \r\nyour answer last night. I'm not playing games, Brooke. I'm not going to be put \r\noff. This is too important. ",
        "Brooke: Your affair with \r\nHector. ",
        "Taylor: There was no \r\naffair and you know that. ",
        "Brooke: All I know is what \r\nI saw. You and a hunky fireman in a compromising situation. ",
        "Taylor: Brooke, there was \r\nnothing compromising about it. I've already told you what happened. ",
        "Brooke: Well, I want to \r\nknow how you're gonna explain it to Ridge. You are going to tell him? \r\n",
        "Taylor: Yes, I'm going to \r\ntell him when he gets back. But I want your assurance you're not going to stick \r\nyour nose in this and stir the pot by talking to him first. ",
        "Brooke: You afraid he'll \r\nget an earful? ",
        "Taylor: I mean it, Brooke. \r\nI mean it. Stay out of this and don't try to make it into something that it's \r\nnot. ",
        "Brooke: Taylor, you were \r\nstanding there in your bedroom in your underwear with a man other than your \r\nhusband and you were kissing. ",
        "Taylor: I told you, Hector \r\nwas -- ",
        "Brooke: Just comforting \r\nyou because Ridge left you high and dry for New Year's. But there's more to it.\r\n",
        "Taylor: What are you \r\ntalking about? ",
        "Brooke: Hector stood there \r\nin front of us and he declared his love for you. Now he doesn't seem like the \r\nkind of guy that would pursue a married woman unless there was some kind of \r\nencouragement. ",
        "Taylor: No, I never \r\nencouraged Hector. ",
        "Brooke: Shall we ask him?\r\n",
        "Taylor: No, we are not \r\ngoing to do anything because you are going to stay out of this. ",
        "Brooke: No I'm not. I was \r\nmarried to Ridge. I shared a life with him. I have a child with him. If you \r\nthink I'm going just turn my head so that you and Hector can have your fun --\r\n",
        "Taylor: There was nothing \r\ngoing on between Hector and me. There is no hector and me. It's nothing like \r\nwhat you're insinuating. ",
        "Brooke: Oh, come on, \r\nTaylor. We both know that if you'd found me in the same situation that you're \r\nin, that you wouldn't cut me a break and neither would Stephanie. So why should \r\nI be quiet? Why should I do you a favor? After the way you and Stephanie have \r\ntreated me?",
        "",
        "Darla: So, what does that \r\nmean exactly that Brooke found you and Taylor together? ",
        "Hector: I was consoling \r\nher. There was kiss. That's what Brooke walked in on. ",
        "Darla: A kiss? Hector.\r\n",
        "Hector: I realize how it \r\nsounds, but nothing happened. ",
        "Darla: So what, you're \r\njust telling me it was an innocent kiss? Hector, I know how you feel about \r\nTaylor and if you don't think Brooke is going to say anything about this --\r\n",
        "Hector: Maybe it would be \r\nbest if she did. ",
        "Darla: You can't be \r\nserious. ",
        "Hector: Darla, I'm not \r\nbreaking up this house. Ridge is. And it can't go on like this. Taylor can't go \r\non like this. ",
        "Darla: We're talking about \r\nmore than just a marriage here, Hector. A family is at stake. Children. Children \r\nwho need both of their parents. A mother and their father. ",
        "Hector: Even a father who \r\nwas so self-involved that he couldn't bother to fly home to be with his children \r\nor his wife on their Christmas together in years? Taylor's return, it's a \r\nmiracle, Darla. For God's sakes, how could Ridge not be there to celebrate that? \r\nEspecially this time of year, when it's all about miracles? So you know what? \r\nLet Brooke go to him. Let her go to him with whatever she thinks she knows. \r\nMaybe this will finally set Taylor free to start a whole new life, a better \r\nlife. A life with me. ",
        "",
        "Taylor: I'm not Stephanie.\r\n",
        "Brooke: No. But we all \r\nknow how she feels about you. Taylor the saint. Taylor can do no wrong. The only \r\nwoman moral enough for her precious son. Taylor, Taylor, Taylor. Do you know how \r\nmany years I've heard that? How I couldn't live up to you? I was the slut from \r\nthe valley and that I should be ashamed. Do you know what that's like? Hearing \r\nthat day in and day out that your life counts for nothing? I'd better just blow \r\nmy brains out instead of inflicting myself on anybody else? No, because \r\nStephanie never said one bad word about you. ",
        "Taylor: Well, it doesn't \r\nmean that I don't think she's gone too far at times. ",
        "Brooke: Didn't bother you \r\nenough to come to my defense. I would never wish that woman on my worst enemy.\r\n",
        "Taylor: Which I'm not. I \r\nmean, I haven't been. It might have seemed that way at times. ",
        "Brooke: Because of Ridge.\r\n",
        "Taylor: Brooke, I fought \r\nso hard to get back to him only to learn that you had married him. ",
        "Brooke: It didn't stop you \r\nfrom trying to get him back. ",
        "Taylor: Because in my \r\nheart, we were still married. We had three children together and I just wanted \r\nto come back home and be with my family and have everything back like it was.\r\n",
        "Brooke: And you got it, \r\nbecause Stephanie helped you by faking a heart attack. But it didn't turn out to \r\nbe the marriage that you expected. ",
        "Taylor: No, it's no secret \r\nthat we have our troubles. But I know if we work on our problems -- ",
        "Brooke: You made Ridge the \r\nproblem. You kicked him out of the house because he wasn't over me. You made him \r\ngo to counseling. But there's more to this story. And after what I saw last \r\nnight, it's really not too hard to figure out. This isn't about Ridge. It's not \r\nabout me. It's about you. You're the reason that your marriage is falling apart. \r\nMaybe because you're in love with another man? ",
        "",
        "Felicia: So, tall, dark \r\nand studly. Do you think it was fate, us running into each other at insomnia the \r\nother day? ",
        "Dante: Who knows? But I \r\ngot to tell you, I want to apologize to you because I didn't know about your \r\ncondition. ",
        "Felicia: How could you? \r\nLast time we saw each other was at that disco that night that I was plastered \r\nand you walked me home. ",
        "Dante: What are you \r\nsaying, that I don't know you that well? ",
        "Felicia: I'm saying that \r\nyou shouldn't pretend it's a big deal. It's actually kinda nice. ",
        "Dante: What is? \r\n",
        "Felicia: Spending time \r\nwith somebody who isn't so close to me that they're going to be devastated that \r\nI'm gonna be checking out pretty soon. ",
        "Dante: Don't say that.\r\n",
        "Felicia: It's true. I \r\ndon't a lot of time left. But that time I do have. I spent most of my life going \r\nfor gusto. And for a lot of years, that was enough, or so I told myself. Until I \r\nfound out I was pregnant. And that changed everything. Then the only thing that \r\nmattered was knowing that my baby boy was going to be born healthy. And thank \r\nGod he was. And from the first moment they put him in my arms, it was the first \r\ntime I ever really knew what it was like to love somebody so completely, that I \r\ncould hardly breathe. ",
        "Dante: Dominick changed \r\nyou, didn't he? ",
        "Felicia: Yeah, in all the \r\namazing ways a child does. ",
        "Dante: What about Nick? \r\nFinding out that he's a father now, do think it changed him much? ",
        "Felicia: From the first \r\nminute he held his son. How could it not? ",
        "Dante: I couldn't believe \r\nwhen I first heard that you had a kid with him. ",
        "Felicia: Imagine Nick's \r\nsurprise. But we're past that part now. Now I'm just really relieved that my \r\nson's going to grow up with nick and Bridget. Two parents who will be there for \r\nhim, nurture him, protect him the same way I wish I did it. The same way I would \r\nif it weren't for this damn cancer! ",
        "",
        "Taylor: I am not even \r\ngoing to dignify that. ",
        "Brooke: Because you know \r\nit's true? ",
        "Taylor: Because you're \r\npurposely twisting things. ",
        "Brooke: So, you're not in \r\nlove with hector? ",
        "Taylor: No, I am committed \r\nto my marriage to my husband. Yes, we have our share of problems to solve and we \r\nwill, because we love each other and because we have a family to preserve.\r\n",
        "Brooke: Like the family I \r\nwas trying to preserve after you came back? A family I asked you to respect for \r\nR.J. and Hope's sake. ",
        "Taylor: I told you that I \r\ncame because I was trying to hold my family together. I was thinking of my \r\nchildren. ",
        "Brooke: At the expense of \r\nmine. Even when I took care of Thomas and the girls like they were my own the \r\nentire time you were gone. ",
        "Taylor: And I've also told \r\nyou that I'll be forever grateful to you for that. ",
        "Brooke: But not grateful \r\nenough to leave everything alone. So that R.J. and Hope could grow up with their \r\nfather and have two parents in their home. R.J. really misses his father and \r\nhere you are, poor \"woe is me\" Taylor. Because Ridge didn't come home for the \r\nholidays. Well, Ridge has been gone out of R.J.'s life for months and you didn't \r\neven give that a passing thought. All that really mattered to you is that you \r\nhad Ridge back. ",
        "Taylor: Oh, please, you're \r\nsitting there acting like you've been pining away for Ridge all these months? \r\nWhen the truth is the very next moment you were telling Nick that he's your \r\ndestiny. ",
        "Brooke: What happened with \r\nNick happened because you broke up my marriage. ",
        "Taylor: Oh, so this is \r\nwhat this is about? This is your chance to settle the score by destroying mine? \r\nIs that what this whole thing's about? It's payback? Because if it is, then \r\nStephanie's been right about you all along. ",
        "",
        "Dante: Take it easy, will \r\nya? ",
        "Felicia: Mind your own \r\nbusiness. Sorry. ",
        "Dante: Hey, it's okay. You \r\nhave this great kid. You don't want to miss out on his life and you're angry as \r\nhell that you're going to. ",
        "Felicia: Yep. ",
        "Dante: But look, like you \r\nsaid, okay? You're leaving him in good hands, with his father and Bridget.\r\n",
        "Felicia: Somebody you're \r\nvery close to. Which makes me wonder. Maybe you have a problem with me asking \r\nher to raise another woman's child. ",
        "Dante: You know, when \r\nBridget and nick were going through some hard times, I was prepared to raise the \r\nkid as my own. But then things turned out differently. ",
        "Felicia: You're still in \r\nlove with Bridget? ",
        "Dante: And you're still in \r\nlove with Nick. ",
        "Felicia: Which makes us a \r\npair of what? Losers? ",
        "Dante: I prefer losers at \r\nlove. ",
        "Felicia: Oh, yeah? \r\n",
        "Dante: Yeah. ",
        "Felicia: I don't think for \r\nlong. No, some sweet sexy thing'll come steal your heart and you'll say, \r\n\"Bridget who?\" ",
        "Dante: Maybe, but right \r\nnow I'm liking getting to know you better. ",
        "Felicia: You better be \r\ncareful. A woman could fall fast for those dimples. ",
        "Dante: Would that be so \r\nbad? ",
        "Felicia: When my next \r\nbreath could be my last? Then again, what a way to go. ",
        "",
        "Darla: If I just would've \r\nkept my big mouth shut, you might not have gone over to Taylor's. ",
        "Hector: Darla, look, I \r\nknow that you don't want to see a family torn apart. Neither do I. But sometimes \r\nthings -- it's just for the best. Caitlin's mother was a socialite. She was \r\ndriven by material things, like Ridge. I mean, we were incompatible. No one was \r\nhappy. And it's just the way it is with Taylor. She could be so much happier. \r\nShe deserves to be. ",
        "Darla: But yet she stays \r\nwith Ridge. ",
        "Hector: There's loyalty \r\nand there's loyalty to a fault. Which is what I hope Taylor's starting to \r\nrealize. I love her, Darla. I don't know when it happened or how. But I'm not \r\ngonna feel guilty. I'm not gonna feel ashamed or that I'm doing the wrong thing. \r\nBecause in life, if you want something, you've gotta go for it. ",
        "Darla: And you want \r\nTaylor. ",
        "Hector: I'm gonna make \r\nthis happen. Taylor and I are going to be together, Darla. It's meant to be.\r\n",
        "",
        "Brooke: Stephanie. Glad \r\nyou brought her up. What would Stephanie say if she knew you had been \r\nunfaithful? ",
        "Taylor: I haven't been \r\nunfaithful. ",
        "Brooke: I wonder if Ridge \r\nwould see it that way. ",
        "Taylor: If that's some \r\nsort of threat -- ",
        "Brooke: I'm just saying, \r\nwith a few well-chosen words, I could end your marriage just like that. With the \r\nadded bonus of shutting Stephanie up for good. Unless, of course, you wanted me \r\nto defend you. But if she wants to protect her son then she'll turn against you. \r\nI wonder what other sins you've committed without any of us knowing. ",
        "Taylor: You would actually \r\ndestroy my life and destroy my children's lives just so you can have your \r\nrevenge? ",
        "Brooke: No, this isn't \r\nabout revenge. And don't you dare suggest that I would hurt Thomas and the \r\ngirls. I love them and I always will. You didn't win Ridge. Stephanie won him \r\nfor you. What kind of marriage is it? It's a marriage that has been flawed. It \r\nwill be flawed forever, because of something that you did behind Ridge's back. \r\nSomething that he should know about. ",
        "Taylor: Damn it, Brooke, \r\nlisten to me. ",
        "Brooke: No, you listen to \r\nme! Hector thinks that you deserve better, well I think Ridge does. He deserves \r\nsomebody who obviously loves him much more than you do. ",
        "Taylor: And do you believe \r\nthat's you? He's my husband. You back off! Okay, you say you love my children. \r\nYou say you care about them. If that's true, then why don't you take the higher \r\nground and stay out of this? ",
        "Brooke: And Ridge? \r\n",
        "Taylor: I'll tell him. \r\nI'll tell him everything myself. Because despite what you think, I want my \r\nmarriage. ",
        "[R.J. cries] ",
        "Brooke: My poor little \r\nboy. You have no idea how much he misses his father. A father that's been stolen \r\nfrom him. ",
        "Taylor: Don't do this \r\nBrooke. Brooke, I'm pleading with you. Please do not interfere. Brooke, do you \r\nhear me? Brooke! Don't do this! Please don't. Don't interfere in my marriage!\r\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=MMsmAJBAHhM"
}