{
    "Episode Summary": [],
    "Recap": [
        "Ridge stands up and says he can't let this happen. He has to speak up or he can't live with himself. He tells Taylor and the entire room that he loves her and he is remembering all the memories here in this house. He feels Phoebe is here looking down on them. He knows Whip loves her and he hopes they will have new memories. He could not continue without saying that to her. Aggie reads a poem followed by an Emily Dickinson one read by Stephanie. There is a pregnant pause when the minister asked Taylor to say \"I do\". Taylor and Whip have no prepared vows as they want to speak from the heart. Afterwards, they are pronounced man and wife. They kiss as the guests applaud. Donna cries to Hope that she feels Stephanie everywhere, here at the office and at home. She feels like she is being pushed out. She is afraid that Stephanie will milk this wedding for all it's worth. Hope feels the same about Steffy.",
        "Donna can't help thinking about it. She can see all the stupid drinking of martinis and dancing between Stephanie and Eric. Taylor tells Ridge that it wasn't funny that he tried to scare her on her wedding day. He says that was not his intention; he just wanted to let her and Whip know they had his blessing. As best man, Oliver makes a toast. During the wedding, Donna calls Stephanie and tells her they need to talk more about the living arrangements. She needs to do them a favor and not walk through that door tonight. Steffy makes a toast and says she takes responsibility for this match as she turned her mom on to online dating. Whip thanks them and says from that very first date he knew Taylor was the one \u0096 the love of his life and he wants to thank her for making him the luckiest man in the world. He quips now they can all go home."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: I have something to say.",
        "(Indistinct whispering)",
        "Ridge: I'm not gonna let this happen.",
        "(Indistinct whispering)",
        "Ridge: I have to speak up...or I won't be able to live with myself if I don't.",
        "[SCENE_BREAK]",
        "Donna: (Sighs) (Sniffles)",
        "(Approaching footsteps)",
        "Donna: (Sobs)",
        "Hope: Aunt Donna, I hate seeing you so upset.",
        "Donna: Oh... I'll be fine. I'll be fine. I just... (sighs) You know, I have to stop getting so emotional all the time. It's just--",
        "Hope: I know.",
        "Donna: (Sighs)",
        "Hope: And I know it's all about Stephanie and how she's making your life miserable.",
        "Donna: It's just so hard, you know? I mean, she's here at the office. She's here at-- she's at my home. I just... (sighs) I don't know. I feel like I'm being pushed out.",
        "[SCENE_BREAK]",
        "Donna: A marriage should have two people in it, two people who are loyal to each other before anyone else.",
        "Hope: Well, are you questioning Eric's loyalty?",
        "Donna: No. No, but he is questioning mine. I mean--I mean, that's what breaks my heart, because he's always, always been a priority.",
        "Hope: You know, Stephanie may be back at work, but Eric is still married to you.",
        "Donna: Well, that's what I keep telling myself, but here I am at the office, and he is at the wedding... with her. (Sighs)",
        "[SCENE_BREAK]",
        "Ridge: I know I should have said this before. Now isn't really the time, but, uh--",
        "Whip: No, it's not.",
        "Ridge: Looking around this room, just looking at my children's faces...",
        "(Indistinct whispering)",
        "Ridge: I didn't feel I had a choice. I love you, Taylor. I love you and our children and the life that we had in this home. Those memories are very strong for me today. I know they have been for you, too. The strongest memories have been of our daughter Phoebe. I feel like she's here with us today, smiling down on her mother-- a very gifted doctor, a wonderful partner, an exceptional woman. And now this man... this new man who loves you the way you do deserve to be loved. All day, I've been remembering all the memories we've had in this house, and it's because of Whip, because of what he's done for you. After so long, I can see the same happiness in your face again. And I just wanted to let you know that I'm deeply grateful for that. And I didn't feel like I could let this, uh, day go on until I was able to say that to you.",
        "Taylor: (Sighs)",
        "[SCENE_BREAK]",
        "Minister: Whip's cousin Agnes will give the first reading.",
        "Aggie: \"Love is a challenge\" by Rainer Rilke. \"For one human being to love another human being, this is perhaps the most difficult task that has been entrusted to us, the ultimate task, the final test and proof, the work for which all other work is merely preparation. Loving at first does not mean merger, surrender and uniting with another person. Love is a high inducement for the individual to ripen, to become something ourselves, to become a world in ourselves for the sake of another person. Love is a great demanding claim on us, something that chooses us and calls us to vast distances.\"",
        "Minister: Thank you, Agnes.",
        "Minister: Love-- love has indeed inspired these two people to be their best for each other. Their love has strengthened their faith in themselves and in the possibility of a brighter future.",
        "[SCENE_BREAK]",
        "Donna: Stephanie is going to milk this wedding for all it's worth.",
        "Hope: Oh, she's not the only one. Steffy's totally gonna use this as a chance to make moves on Oliver.",
        "Donna: (Scoffs) Yes, yes. She and her namesake are two of a kind. I can just see Stephanie all over Eric. \"Oh, look, look, our poor son is stuck with a horrible Logan while this--this perfect woman marries somebody else.\" (Gasps) \"Oh, wait, that's right, you're stuck with one, too.\" (Groans)",
        "Hope: (Sighs)",
        "[SCENE_BREAK]",
        "Stephanie: This is a poem by Emily Dickinson-- \"Hope is the thing with feathers.\" It happens to be one of Taylor's favorite poems-- \"Hope is the thing with feathers that perches in the soul and sings the tune without the words and never stops at all, and sweetest in the gale is heard and sore must be the storm that could abash the little bird that keeps so many warm. I've heard it in the chilliest land and on the strangest sea, yet never in extremity. It asked a crumb of me.\" May your hope and faith sustain and carry each of you through all the storms you face.",
        "Minister: Whip and Taylor will now make their declarations of consent. Whip, will you have this woman to be your wife, to live together in the covenant of marriage? Will you love her, comfort her, honor and keep her in sickness and in health and, forsaking all others, be faithful to her as long as you both shall live?",
        "Whip: I will.",
        "Minister: Taylor, will you have this man to be your husband, to live together in the covenant of marriage? Will you love him, comfort him, honor and keep him in sickness and in health and, forsaking all others, be faithful to him as long as you both shall live?",
        "Minister: Taylor... will you marry this man?",
        "[SCENE_BREAK]",
        "Whip: Taylor?",
        "Taylor: I will. I mean-- I mean, I do.",
        "Whip: (Laughs)",
        "All: (Laughing)",
        "Whip: Oh, boy.",
        "Minister: You have declared your intent. Please make your vows to each other.",
        "Whip: Uh, we, uh, we didn't write any vows. We promised each other we were gonna speak from the heart. Really not the best idea that we've ever had. (Sighs) But, uh, here goes. Because of you, Taylor, my heart is... is full to overflowing. My life is complete. Standing here with you, I want to give you the world. I want to give you eternal happiness, and--and endless days of sunshine. I-I know that's-- that's not gonna happen, and that's not possible, but we're gonna face a lot of challenges like any other couple. We're not gonna deal with it like every other couple. So I guess that's my vow to you. I, uh... I promise to give you more than you need and be more than what you expect.",
        "Taylor: Well, you say that you can't give me the impossible. But I disagree with that, because I feel like you already have. You've given me... (sighs) the greatest gift I could have ever asked for-- the gift of certainty. That's what faith is about. That's what makes a foundation of a marriage strong. (Sighs) (laughs) Who would have thought that my mystery date at the Insomnia would turn out to be somebody I already knew? (Laughs)",
        "Whip: (Laughs)",
        "Taylor: The thing I remember the most is the laughter. You make me laugh.",
        "Whip: Mm-hmm.",
        "Taylor: You make me smile.",
        "Whip: Yeah.",
        "Taylor: (Sniffles) I feel like laughing right now.",
        "Whip: Yeah.",
        "Taylor: (Laughs) (sniffles) But I won't.",
        "Whip: Good.",
        "Taylor: I'll stay cerebral.",
        "Whip: Okay.",
        "Taylor: Okay. But this is my vow to you-- that I will never lose this sense of joy. It was laughter that brought us together, and our love grew from that laughter, and it is our laughter and our love that will keep us together... till death do us part.",
        "Whip: Mm-hmm.",
        "Taylor: (Laughs)",
        "Whip: (Laughs) Okay, okay. Try to hold it to--",
        "Taylor: How's that?",
        "Whip: Good, good.",
        "Taylor: Okay.",
        "Whip: Just try to hold it together until we get home, okay?",
        "Taylor: O-okay.",
        "Minister: The rings, please.",
        "Taylor: (Laughs)",
        "Minister: May these rings be a reminder to Whip and Taylor of the pledge they have made to each other.",
        "Whip: Taylor, accept this ring as a symbol of my love and my fidelity.",
        "Taylor: Whip, accept this ring as a symbol of my love and my fidelity.",
        "Minister: Whip and Taylor have pledged themselves to each other by solemn vows and exchange of rings. It is now my pleasure to pronounce them husband and wife.",
        "Whip: Mm-hmm.",
        "Minister: Those whom God has joined together let no one put asunder. You may kiss the bride.",
        "Whip: Thank you very, very much.",
        "All: (Cheering)",
        "Whip: (Laughs)",
        "[SCENE_BREAK]",
        "Hope: Aunt Donna, I have got to say this-- I hate hearing all this doom and gloom from you. Eric loves you.",
        "Donna: I know. I know. But the pull of the past is really strong, and every-- every minute that they spend together, it gets worse. I can see them right now.",
        "Hope: (Sighs)",
        "Donna: I mean, they're drinking their stupid martinis. They're--they're laughing, and they're dancing and talking about the past and-- (groans) I-I just--I can't stop thinking about it.",
        "[SCENE_BREAK]",
        "Whip: (Clears throat)",
        "Jackie: It was a lovely ceremony.",
        "Owen: Yes. I am impressed that you guys decided to wing it.",
        "Whip: Well, you know.",
        "Jackie: Yeah.",
        "Taylor: Well, this man has definitely changed me. I'm very spontaneous.",
        "Whip: Yeah.",
        "Jackie: (Laughs)",
        "Owen: (Laughs)",
        "(indistinct conversations)",
        "Oliver: Careful, sis. A little obvious...",
        "Aggie: (Sighs)",
        "Oliver: The way you're eyeing Nick.",
        "Aggie: It just gets me, knowing what I know.",
        "Oliver: Just dial it back, okay? You don't want to cause a scene.",
        "(Glasses clink)",
        "Ridge: Thank you.",
        "Taylor: It is not nice to scare the bride on her wedding day.",
        "Ridge: Well... (clears throat) it wasn't my intention to scare you. Taylor, I care about you so much, and I just, uh, wanted everyone to know that you and Whip have my total support. Congratulations. And I hope you and Whip have a very long... and happy life together.",
        "Taylor: Thank you.",
        "(Glasses clink)",
        "(Glass clinking)",
        "Oliver: Everybody, can I just have a minute?",
        "Stephanie: Sure.",
        "Oliver: Hi, I'm Oliver.",
        "Eric: You are.",
        "Oliver: (Laughs) And I am Whip's cousin and his dubious choice for best man. I say \"dubious,\" 'cause Whip and I haven't spent that much time together since I was a kid. To tell you the truth, we didn't see that much of him back then, either. He was always working. Even as a kid, he had goals. So did I. My goal was, well, to be nothing like him ever.",
        "Stephanie: Oh!",
        "All: (Laughing)",
        "Whip: You're out of the will!",
        "Steffy: Burn!",
        "Oliver: But, uh, today, that changed. For the first time in my life, I envy him. Congratulations, old man. You done good. Keep it up.",
        "Whip: Thank you.",
        "Oliver: It just goes to show that if you give someone enough time, they're bound to get it right eventually.",
        "All: (Laughing)",
        "(glasses clink)",
        "Oliver: To, uh, Taylor and Whip.",
        "All: Taylor and Whip.",
        "Stephanie: Hear! Hear!",
        "Steffy: Hear! Hear!",
        "Aggie: Cheers.",
        "(Cell phone vibrates)",
        "Stephanie: (Whispers) Excuse me.",
        "Stephanie: Donna? This is a rather inconvenient time to call me.",
        "Donna: Oh, you're still at Taylor's wedding.",
        "Stephanie: Uh, yes, and I'd like to get back to it as soon as I finish this call with you.",
        "Donna: Oh, back to Eric, you mean.",
        "Stephanie: A-a-are you checking up on him by calling me?",
        "Donna: No, Stephanie, I am talking about the living arrangements. You cannot move into the guesthouse.",
        "Stephanie: Well, I'll--I'll admit this is kind of a sticky wicket, isn't it? Um, I don't know exactly what to say. I think he'll be very offended if I say no.",
        "Donna: Yes, well, I'll be offended if you say yes. Look, Stephanie, you have too much pride to go somewhere that you are not welcome, so why don't you just do us both a favor and, uh, not walk through that door tonight?",
        "(Indistinct conversations)",
        "Steffy: My turn, and then you and I can have some real fun.",
        "Oliver: (Laughs)",
        "Steffy: Excuse me, everyone. Serious moment. Serious moment.",
        "Whip: (Clears throat)",
        "Steffy: Mom, if it weren't for me, I don't think this wedding would have happened. I turned her on to online dating.",
        "All: Oh!",
        "Steffy: Yes. (Laughs)",
        "Taylor: Quit it! Shut up!",
        "Whip: Oh, you had to bring that up.",
        "Steffy: Okay, okay, okay. I never thought she'd meet the man of her dreams, and neither did you, but that's exactly what happened. And I think everyone in this room knows how lucky Whip is, right? Right?",
        "Whip: Uh, hey, I'm the first one. Absolutely.",
        "Steffy: (Laughs) And, mom, you are pretty lucky, too.",
        "Taylor: That's true.",
        "Steffy: True love happens when you least expect it, sometimes with the last person you'd expect. Cheers.",
        "All: Cheers.",
        "(Glasses clinking)",
        "Whip: (Sighs)",
        "Steffy: (Chuckles)",
        "Whip: Well, thank you, Steffy. That was beautiful. And, uh, I just want to say how, um, how deeply touched I am and Taylor is by all the love and support that we've received from all of you, especially you, Ridge.",
        "Steffy: (Laughs)",
        "Pam: Oh, ho ho!",
        "Whip: You know, I got to admit, I was a little nervous there for a minute...",
        "Ridge: I'll bet you were.",
        "Whip: But now-- now on to Taylor. Now Taylor, on the other hand, she has had my stomach in knots for months.",
        "Taylor: (Laughs)",
        "Whip: I mean, from the first moment-- honestly, from the first moment that you came into the Insomnia that night, and I figured out that you were the woman that I was having the date with, I-I thought that you weren't gonna be too pleased that it was me, so I-I thought maybe I better sneak out, you know? And I did--I thought about it for, like, a nanosecond-- just a nanosecond.",
        "Taylor: Oh, okay, good answer.",
        "Steffy: (Laughs)",
        "Taylor: (Laughs)",
        "Whip: But then I, uh...",
        "Taylor: (Sniffles)",
        "Whip: I thought better of it, because I-I couldn't bear you feeling like you were stood up. I didn't want to see you unhappy. Truth is, I was hooked. Yeah?",
        "Taylor: Just like that.",
        "Whip: Oh! (Laughs)",
        "All: (Laughing)",
        "Whip: Right. Exactly. Look, she had me even before we said hello. And the one thing that you--you mentioned during the ceremony, sweetheart, is, um, the part about the date that you remembered the most, and that was the laughter. Well, for me, it wasn't so much about the laughter. It was-- it was really pretty magical, because, uh, on some level, I knew. I knew you were the one. So... Taylor... you are the love of my life, and that is forever. Thank you for making me the happiest man on earth. I love you. Mm.",
        "(Glasses clinking)",
        "Taylor: Mm.",
        "Whip: Go home now.",
        "All: (Laughing)"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=dq-jK652W_A"
}