{
    "Episode Summary": [
        "Episode # 7235 ~ Liam makes a decision about his future with Steffy; Brooke arrives for her first day on the job at Spencer Publications, where she will be working alongside her sister and her ex-lover."
    ],
    "Recap": [
        "Something startles Liam and he jumps to it, feeling dizzy and shaky but he does remember what he saw last night \u0096 Wyatt and Steffy asleep in his bed. Wyatt wakes Steffy up. He says no word from Liam. She is not surprised but says she did not need a lover last night, just a friend and he was that. He helped her get through a frightful night. He can't believe he was so innocent with a lovely girl like her in bed. Eric tells Quinn that Brooke is going to work for SP and it is a brand new day and he will announce it this morning. He also tells them that Ivy has gone back to Australia but he hopes that Quinn and Wyatt can work with her long distance. Quinn nixes on that and hopes her son does not ever have to be in touch with her again. Katie and Bill find Liam in the office, obviously having slept there, took a shower and even put on Bill's clothes since his had been around the world and back. He also tells them that he is stepping away from FC. Bill says that is fine but Brooke is going to join them as Editor. Bill does want some details though on why he broke up with Ivy, but orders him to go see Steffy first and explain to her.",
        "When Wyatt comes in Eric tells him that Ivy won't be returning and he will be making other work arrangements. Quinn is upset that Wyatt did not answer any of her messages and apparently wasn't even at home when she went by. He says he was somewhere else. And he knows she was all about go to Steffy. He got that message. Liam goes home and has to take another look at the unmade bed where Steffy and Wyatt were. He meets up with Steffy who says he has on different clothes than he left with. He says if she wants to make accusations, he can do better. How did she sleep? Katie tells Brooke this is her first day and they are the welcome committee. Quinn finally drags it out of Wyatt that he spent the night with Steffy at Liam's. He did not want to leave her alone. Liam was on a flight to Australia with Ivy. Liam tells Steffy that he is not moving to Australia and this is his home, not hers. She can't believe he is still blaming her for something she did not do. He continues on and it falls on deaf ears. He tells her that he is not coming back to FC and she can leave the ring anywhere but take all her things with her. She is stunned when he says this is no longer her home. Quinn is happy to hear that Liam is pissed now with Steffy. She does not think Wyatt should have left Steffy alone this morning. Steffy tells Liam that this is not the way they do this. He told her they were done and that was the last she saw of him. So what is with the attitude? He blasts at her to think hard and can she say she did nothing unforgivable here. Life has thrown them curveballs many times .but it boils down to people including their baby are not safe around her. He is not safe around her. He starts to leave and she cries after him that he can not leave."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: [Gasps] [Sighs] [Sighs]",
        "[SCENE_BREAK]",
        "Steffy: Hi.",
        "Wyatt: Hi.",
        "Steffy: Did you hear anything?",
        "Wyatt: No. No. I, uh... I just -- the sun woke me up. I thought I'd get dressed. But no, I haven't heard anything from Liam.",
        "Steffy: [Sighs] Of course not. Yeah. He's still in Australia with Ivy. And, well, technically it's -- it's tomorrow there, so we're just living in the past.",
        "Wyatt: Well, coffee's on if you want some. Uh, what's your day looking like?",
        "Steffy: This is pretty much it.",
        "Wyatt: [Chuckles] Well, I'll let people know at work not to expect you, then.",
        "Steffy: Yeah. Okay. Thank you.",
        "Wyatt: Is this weird?",
        "Steffy: What?",
        "Wyatt: Me being here last night and...",
        "Steffy: No. No, no. You -- you were sweet and protective.",
        "Wyatt: [Chuckles] Well, I'm basically a German shepherd, so, you know... [Chuckles]",
        "Steffy: I didn't -- I didn't need a lover. I needed a friend. And you were a friend.",
        "Wyatt: Let's just keep that between us. I got a bad reputation that I don't want people knowing about. Like, me being sweet and stuff. You know, it's weird. Yeah.",
        "[SCENE_BREAK]",
        "Quinn: Are you saying she resigned?",
        "Brooke: No.",
        "Quinn: Well, 'cause that could be the injury talking. I mean, you can't really blame her for wanting to keep her distance from Steffy.",
        "Eric: Ivy's gone, Quinn. She's gone back to Australia.",
        "Quinn: I thought she had a concussion.",
        "Eric: She couldn't be talked out of it. Liam made sure that she got to the plane all right. I was hoping that you and Wyatt would be willing to work with her long-distance.",
        "Quinn: Um, I don't want my son to ever hear her name again.",
        "[SCENE_BREAK]",
        "Katie: What the -- do you see this? Liam! What are you doing here? Did you sleep here last night?",
        "Bill: And use my shower? And put my clothes on?",
        "Liam: The ones that have been across the international date line and back haven't proved to be very good luck.",
        "Bill: What are you talking about?",
        "Liam: [Sighs]",
        "[SCENE_BREAK]",
        "Quinn: Wyatt and I are fine covering the jewelry line by ourselves. I mean, we're not Forrester, but we have done it before.",
        "Brooke: And very well.",
        "Quinn: Well, am I answering to Brooke? Is that -- I mean, is that what's going on here?",
        "Brooke: No, I won't even be here.",
        "Eric: Brooke's making a change, too. She's accepted an offer from her sister to work at Spencer Publications, so I'm gonna make the rounds to announce it later.",
        "Quinn: Wow. Well, that's unexpected.",
        "Brooke: It's an experiment, really. Katie and Bill insisted.",
        "Quinn: How exciting. It's, uh, it's a brand new day.",
        "Brooke: [Exhales deeply]",
        "[SCENE_BREAK]",
        "Wyatt: Here you go.",
        "Steffy: Thank you.",
        "Wyatt: Yeah. Um, so eggs are one of three things that I make well, not to mention reheating pizza, 'cause that's easy. You just push a button.",
        "Steffy: You -- you don't -- you don't have to worry about me. I'm taking the day off, remember?",
        "Wyatt: Yeah. Is it supposed to rain today?",
        "Steffy: I don't look at the weather. I don't -- I don't know.",
        "Wyatt: Maybe it's jacket weather. I was just gonna say maybe wear a jacket, but I don't need to tell you what to do.",
        "Steffy: I appreciate what you're doing, looking out for me. I really do.",
        "Wyatt: I know you're -- you're a big girl, and I just -- I don't know. I don't like seeing you feeling this way.",
        "Steffy: Yeah, it -- it sucks. My fiancé hopping on a plane with Ivy.",
        "Wyatt: [Scoffs]",
        "Steffy: Yeah.",
        "Wyatt: You ever think that maybe the two of them were better for each other than they ever were with us? I don't know. Call it indecisive or whatever, but they're always making and unmaking the same decisions every single week, and I...",
        "Steffy: Hey, I'm -- I'm all right. I am. Last night was Hell, but you really did help me get through it.",
        "Wyatt: Can I be honest with you about something?",
        "Steffy: Yeah.",
        "Wyatt: I never thought that I could be so innocent in a bed alone with you, so...",
        "[Both laugh]",
        "Steffy: I don't even know. [Chuckles] So, um... are you really gonna go to work?",
        "Wyatt: Might as well look at some shiny things as I stare off into space. [Chuckles]",
        "[SCENE_BREAK]",
        "Katie: So, wait a second. You went to Australia and back since the last time I saw you?",
        "Liam: Yeah.",
        "Bill: Trying to increase your frequent flyer miles, get elite status 'cause I don't let you to use my jet all the time?",
        "Katie: Did Wyatt go with you?",
        "Liam: No.",
        "Katie: So you went to Australia and it had nothing to do with Ivy. Is that what you're telling me?",
        "Liam: I'm -- I'm telling you... Ivy and Wyatt broke up.",
        "Bill: Which caused you to what? Get on the plane with her and make sure she left the country? Liam?! What's going on with you? Something is!",
        "[SCENE_BREAK]",
        "Quinn: Hey, Brooke, is it odd making such a big career change at this point in your life?",
        "Brooke: Yeah. You know, there's so many things that could go wrong, but I realized it's important to branch out. And I finally decided I had to just trust myself.",
        "Quinn: And you're up to it?",
        "Brooke: I think I've earned it.",
        "Eric: Just promise me that you're not gonna get so comfortable over there that we never see you over here.",
        "Brooke: [Chuckles] That's a safe promise to make, Eric. Bye.",
        "Quinn: Bye.",
        "[Door opens]",
        "[SCENE_BREAK]",
        "Bill: So, something happened between you and Steffy.",
        "Liam: [Sighs] Well, I haven't talked to her since I got back.",
        "Bill: But you're going to, right? It's not like you're not speaking.",
        "Liam: Yeah, of course I'm going to.",
        "Katie: Okay, so let's just start at the beginning. What time did your flight land last night?",
        "Liam: I don't know. Late.",
        "Katie: So late that you didn't feel comfortable driving home to Malibu? Is that it?",
        "Liam: Wasn't looking forward to it, no.",
        "Katie: Okay, well, then I guess it makes a little bit more sense as to why you slept here.",
        "Liam: I'm sorry about that, guys. I was gonna use the change of clothes I have in my office, but apparently I don't have an office here anymore.",
        "Bill: You don't have to apologize. You can have the shirt off my back any time you need it. And yeah, I have done a little, uh, reshuffling here, moved you to this side of the building. Bigger office, better view. Not that you'll notice. You're never here.",
        "Liam: Yeah, well, that's gonna change.",
        "Bill: I'm not complaining. We got you covered.",
        "Liam: I'm stepping away from Forrester.",
        "Katie: Okay, something's going on here. What's wrong?",
        "Liam: No, it's just -- you know what? It's just too many chefs. It's like -- it's like being vice president in charge of directing traffic where it's already going.",
        "Bill: Seems that you've had enough to do.",
        "Liam: Life is a river. A year goes by, two, three. People don't want the same thing anymore. That's -- that happens.",
        "Bill: All right, I don't know why you're waxing on about rivers all of a sudden, but since you are, the river's about to have a little bend in it. Did you get my e-mail about me having named Brooke editor of Eye on Fashion?",
        "Liam: Yeah, uh, yeah, I did. [Chuckles] Bad timing for me, I guess. No office and no job.",
        "Bill: What are you talking about? You have an office and a job. You're president of Spencer. Okay, um, you're not gonna tell me why your brother broke up with Ivy?",
        "Liam: It's not my story to tell.",
        "Bill: And you're not gonna tell me why you got on a plane with her and flew to Sydney?",
        "Liam: Why don't we just add it to the list of things I do that you don't understand.",
        "Bill: You are gonna tell Steffy, though, right?",
        "Liam: Headed over there now.",
        "Bill: Good. Go!",
        "Liam: Right.",
        "Bill: [Sniffs]",
        "[Door closes]",
        "Bill: What now? I'm his dry cleaner?",
        "Katie: [Sighs]",
        "[SCENE_BREAK]",
        "Quinn: Sure.",
        "Eric: Two, four.",
        "Quinn: There he is!",
        "Wyatt: What? Am I on a time clock now?",
        "Quinn: Well, somebody got up on the wrong side of the bed.",
        "Wyatt: Not really. What's -- what's going on?",
        "Quinn: Uh, it's about Ivy.",
        "Eric: My niece has moved home to Sydney.",
        "Wyatt: Yeah, I, uh, yeah, I heard about that.",
        "Eric: I was talking to your mother about maybe hiring some temporary help while you interview replacements.",
        "Wyatt: The truth is, uh, we could probably get a lot more done ourselves without having to catch someone new up.",
        "Eric: That's exactly what your mother said. All right. I'll leave you to it.",
        "Quinn: Thanks, Eric.",
        "Eric: Bye.",
        "Wyatt: Thanks. [Clears throat]",
        "Quinn: What is going on? Where have you been?!",
        "Wyatt: What are you talking about? Okay, I had to block your number. You were driving me nuts.",
        "Quinn: I hate it when you do that. You didn't even listen to any of my messages?!",
        "Wyatt: I didn't need to. \"What about Steffy? Where's Steffy? How's Steffy?\"",
        "Quinn: I went to your house last night and you didn't even let me in!",
        "Wyatt: Okay, creepy. Wasn't there. I slept somewhere else last night.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Steffy: What are you doing home?",
        "Liam: I need sleep. How did you sleep?",
        "Steffy: Those aren't the clothes you left in.",
        "Liam: Well, if we're going right to accusations, I can do that, too.",
        "[SCENE_BREAK]",
        "Katie: They're having a fight.",
        "Bill: You're jumping to conclusions! That's not what Liam said!",
        "Katie: No, I was listening, and let me tell you something. If you flew halfway around the world with one of your ex-girlfriends, say, Quinn, we would be having a fight.",
        "Bill: All right, I would have parachuted out. In fact, I would have jumped without a parachute.",
        "Katie: Oh. Hi!",
        "Brooke: Hi! Alison told me to come in.",
        "Katie: Yeah, yeah, come on in, come on in.",
        "Brooke: Am I interrupting anything?",
        "Katie: No, not at all. This is your first day, and we are your welcoming committee.",
        "Brooke: [Chuckles]",
        "[SCENE_BREAK]",
        "Quinn: Why won't you tell me?",
        "Wyatt: Because it's not important for you to know.",
        "Quinn: Okay, well, you didn't sleep in your car last night.",
        "Wyatt: Maybe I did. You don't know.",
        "Quinn: No, because your shirt would be more wrinkled than that.",
        "Wyatt: Fine! Liam's, all right? I stayed at Liam's last night.",
        "Quinn: Why?!",
        "Wyatt: Because I was there and he wasn't.",
        "Quinn: Well, where was Steffy?",
        "Wyatt: She was there, too.",
        "Quinn: [Gasps] Well done, my boy!",
        "Wyatt: Okay, Mom, nothing was \"done.\" She couldn't be alone, and I didn't want to leave her that way. That's how I saw it.",
        "Quinn: Weren't you afraid Liam was gonna walk in?",
        "Wyatt: No, 'cause he was on that flight to Australia with Ivy.",
        "[SCENE_BREAK]",
        "[Keys clatter]",
        "Steffy: Did Ivy come back with you?",
        "Liam: Now, wouldn't that be pointless, all those hours of travel?",
        "Steffy: So -- so what? Are -- are -- are you moving there?",
        "Liam: [Scoffs] No. This is my home. You're in my home.",
        "Steffy: What accusations are you talking about?",
        "Liam: Don't you think it would be more painless, more honest, if you just told me what you think I'm entitled to know?",
        "Steffy: You just proposed to me! And then you run off with your ex-girlfriend and somehow I'm in the wrong here?",
        "Liam: Yeah. Now, how might that be possible?",
        "Steffy: How -- how could you do this to me? How could you do this to Wyatt?",
        "Liam: To Wyatt?",
        "Steffy: He said he's over Ivy. But he's only human. He still has feelings for her. They don't disappear overnight.",
        "Liam: Unless they do.",
        "Steffy: Okay, whatever Ivy told you, I didn't push her down the stairs.",
        "Liam: I don't need anyone to tell me that, Steffy. But yeah, Ivy did.",
        "Steffy: What are you blaming me for? I don't --",
        "Liam: For commandeering my life for the past however many years, for making me think that my only shot at happiness was you.",
        "Steffy: [Gasps]",
        "Liam: For marrying me, for leaving me, for losing our child... and for coming back.",
        "Steffy: [Gasps]",
        "Liam: I'm not, um, I'm not coming back to Forrester, and I don't want you here tomorrow, so I'll be staying at my dad's or somewhere until you can get all your stuff moved out.",
        "Steffy: What?",
        "Liam: And the ring you can leave anywhere.",
        "Steffy: [Gasps]",
        "[SCENE_BREAK]",
        "Brooke: So, am I supposed to look at copy, the layout, or photo shoots?",
        "Katie: No, no. We've got people for all of that. You have people for all of that. You are the ideas person. This is just what constituted an issue of Eye on Fashion in the past.",
        "Brooke: My homework.",
        "Katie: But don't do it at home. You spend too much time at home.",
        "Brooke: I'm good at entertaining myself.",
        "Katie: You're not even good at lying about entertaining yourself. It's not a character flaw. You're a social person. That's okay. You're also incredibly talented and we're very lucky to have you. Hey, Bill, you want to chime in here?",
        "Bill: Well, maybe I just didn't want to jinx our good fortune to have a name so internationally renowned. I'm just waiting to hear that we've come to terms on a salary.",
        "Brooke: Oh, well, the only issue Justin and I are having actually is about the office with a view.",
        "[Both laugh]",
        "Katie: She's kidding.",
        "Brooke: Yeah, I am.",
        "Katie: Ooh, we are gonna have so much fun tormenting him. It's so easy.",
        "[SCENE_BREAK]",
        "Quinn: Fly off to Australia with Ivy? Do we have any confirmation about this? Because this sounds insane, even for Liam.",
        "Wyatt: I was there when he called Steffy and told her.",
        "Quinn: Well, how did she react?",
        "Wyatt: How do you think she reacted? She was pissed!",
        "Quinn: Ohh! Ah! Then we have proof! He has no understanding of love or commitment! I mean, how does a woman gain Liam's devotion? She -- she has to get a concussion or fall into an electrical panel or fall into a river.",
        "Wyatt: Yeah, or be pushed into one.",
        "Quinn: My point is, Liam is desperate to be needed, and Steffy is never gonna be hapless or broken enough to -- to keep his attention.",
        "Wyatt: She might be this morning.",
        "Quinn: But he's not there. Should you have left her alone?",
        "Wyatt: Mom, stop. Just stop! Steffy's like me. She doesn't need someone hovering over here. She doesn't need anyone to patch her up. All she wants are the people close to her to just be who they say they're gonna be.",
        "Quinn: And you can do that.",
        "Wyatt: Yeah. I can.",
        "[SCENE_BREAK]",
        "Steffy: This is not how we do this.",
        "Liam: No? You go to Paris, I go to Australia.",
        "Steffy: You followed Ivy's ambulance. You said that we were done. That was the last I saw of you, Liam. But I waited here because when we hit a rough patch, we -- we talk things out.",
        "Liam: Yeah. I keep trying to make that happen, but it doesn't seem to be working.",
        "Steffy: Okay, I don't -- I don't get this. W-what is with the attitude? What are you doing here? You -- you left with another woman! Are you with her or not?",
        "Liam: How much did you let me tell you when I called you from the plane before you hung up on me and turned off your phone?",
        "Steffy: What was I supposed to do? Did something happen to Ivy?",
        "Liam: You mean like a concussion?",
        "Steffy: I am not responsible for that.",
        "Liam: Think hard! Can you really say that you have done nothing unforgivable here?",
        "Steffy: [Sighs]",
        "Liam: [Scoffs] You know, I used to daydream... about all the curveballs that life would throw at us and how we'd beat them. You get transferred to Europe, I move with you. I bought language-learning software and never started it, but... your mom comes back, we invite her to move in. That's why I always talked about remodeling the black and white bathroom. You know I even looked up preschools, because having two or three kids -- that's what we always wanted. But people get hurt around you. People aren't safe. I'm not safe.",
        "Steffy: Liam, you-- you're not leaving. You're not -- you're not leaving. You're not.",
        "Liam: Goodbye.",
        "Steffy: What? Liam, what are you doing?! Liam, this is -- are you kidding? Liam! Lia-- [Sobs] What? I don't -- what?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=hCwdtKby4oY"
}