{
    "Episode Summary": [],
    "Recap": [
        "Bill keeps showing more pictures of Ridge to Brooke. She asks what is she supposed to see. He keeps pointing out a certain man in the picture that Ridge is hugging. This is the reason he did not mention another woman while in Paris. He was living with a man. Brooke scoffs as she recognizes the man; a protege of Ridge's who had lost his wife. Ridge did not want him to be alone and offered him a place in the Paris office and to stay at his place. She says they both have gay friends, but that does not mean that Ridge is gay. Liam comes home and finds Caroline there. He's a little grumpy and wants to know what she is doing there. She reminds him that he said she could drop by any time. She asks how he got home. He said he had his car. He doesn't know how Wyatt got back as Hope took his truck. Hope is talking to Rick and finds out that Pam knows too. She is the one who showed Rick the footage. She says the robbers really are up on other charges so they will serve jail time, but she doesn't want it to come out that Wyatt's thwarted efforts was a hoax. Rick says yes it would sink their reputation. He wonders what Wyatt was thinking or if he even cared. Charlie's security company would have been ruined and they would have been liable for a $100 million diamond. Hope says she is sure Wyatt had a plan but she did not ask for details. She says he is not sure why she is defending him. Wyatt walks in.",
        "Katie and Ridge sit on the floor at Katie's playing with Will and RJ; all seem to be enjoying themselves. Later Ridge tells RJ that he thinks it is time to go back to school. RH says he knows he is going to be grounded as it was not true that the teachers had a conference today. He just missed being at home and would like to come back there. Ridge says he will have to speak to his mother about that. But besides that he will have to listen to a lecture by Ridge. All relationships in life are based on honesty and he must learn to live by that. He gives RJ a big hug and asks if he'd like to go with him and Katie to the park. Liam keeps trying to call Hope but it keeps going to voice mail. Caroline scoffs that it looks like Hope is not talking to either him or Wyatt. Liam says he didn't do anything, he just told the truth. Caroline says yes but that is not always the quickest way to a woman's heart. Wyatt walks in ready to face the firing squad. Rick says that he disgusts him. He wants to know if Wyatt has any idea how his recklessness could have harmed this company. Wyatt says he researched Forrester before he signed all those contracts and he knows all the crazy things that Rick himself did for publicity .Rick tells him to shut his mouth right now. Wyatt does not run this company members of the family do which he is not part of. And they would never put it in legal jeopardy. Wyatt says he knows now that it was selfish. He just wanted to look good for Hope. He admits love makes you do crazy things. He did not stop to take the time to realize he would be committing a crime or even hurting Hope that much. But he knows now. Bill tells Brooke that if Ridge is not gay, then what's the story. He has not sealed the deal with Brooke either and apparently she has been all over him to do so. Caroline tells Liam that she is sorry he is hurting. He says more, just angry. She says his brother took away his true love in a trailer and it was long enough, overnight. He says Hope is not the kind of girl who is gonna jump into a relationship without a commitment. She says jumping into a trailer does bear some resemblance to a commitment. He tells her she better come up with a Plan B as he can not see Hope running Forrester and keeping Quinn and Wyatt on. Rick asks who else knows about this. Hope says Charlie, Pam and Liam. Wyatt adds and his mother after the fact. Hope tells Rick that Liam will not take this to the press or the police as he is more concerned with her reputation than she is. Rick tells Wyatt that he is terminating his contract and his mother is next in. They will get the word through Legal. Wyatt looks to Hope and asks if this is what she wants. He is not asking if he deserves this. He knows the answer to that, but if it is what she wants. Does she want them gone as Hope hand picked them. They have both been good for the company and he's tried to be good to her in other ways. Or perhaps that is over now too. Rick asks Hope what is it going to be. He has never pulled rank on her before with her line. So it's up to her, if they pull Quinn and Wyatt or not."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: What? What am I supposed to be looking at?",
        "Bill: You tell me.",
        "Brooke: Ridge in a park.",
        "Bill: Is he alone?",
        "Brooke: No.",
        "Bill: Look again.",
        "Brooke: He's with a man.",
        "Bill: Not just any man.",
        "Brooke: What are you talking about? Who? Who is he?",
        "Bill: Well, that's an interesting question. And I don't think you'll like the answer.",
        "[SCENE_BREAK]",
        "Katie: You remember your cousin R.J., right?",
        "Will: [Babbles]",
        "Ridge: Hey, that's the same blank stare you always give me. I remember that. Check this out. Turn off the TV. Take out the garbage.",
        "Katie: [Laughs]",
        "Ridge: Put down your video game. See what I mean?",
        "Katie: Wow.",
        "Ridge: It's the same.",
        "Katie: Don't worry. They're really not making fun of you. [Chuckles]",
        "R.J.: Is it okay if I brought him something?",
        "Katie: Yeah. Absolutely. Let's see what R.J. brought you. What do we have? What's in there? What's in there? Ooh! Wow! Thank you. Say, \"Thank you.\" [Chuckles] He loves it.",
        "R.J.: He can wait till he actually talks.",
        "Katie: [Laughs]",
        "Ridge: Go take care of this guy. R.J.'s having a teachers conference, and I saw you at the restaurant, so I knew that you were off, so...",
        "R.J.: People did stop talking baby talk to me till I was in second grade.",
        "Katie: Apparently, we also inherited the Logan talent for exaggeration.",
        "Ridge: [Laughs]",
        "Katie: [Laughs]",
        "[SCENE_BREAK]",
        "[Door closes]",
        "Rick: Back from your vacation.",
        "Hope: I don't even know if that's what it was.",
        "Rick: I know that you're upset.",
        "Hope: It's like I can't help but wonder if that whole trip was staged. You know, like someone trying to sell a house? Like the attempted robbery.",
        "Rick: [Sighs] Hope...",
        "Hope: Is it me? Is it me? I mean, is it something that I am putting out there that makes people feel like they want to lie to me?",
        "[SCENE_BREAK]",
        "Liam: What are you doing here?",
        "Caroline: Didn't you, uh, give me an invitation to stop by anytime? Okay. Fine. Uncle Bill thinks you spend too much time alone.",
        "Liam: [Chuckles] Wh-- oh, he sent you to keep me company?",
        "Caroline: No. I mean, it's -- it's Malibu. I came for the fresh air and the view, and I think we both can agree I need some sun.",
        "Liam: Caroline.",
        "Caroline: All right. You caught me. I-I come here when I need to escape from work. What's your excuse?",
        "Liam: [Sighs]",
        "[SCENE_BREAK]",
        "Hope: Wait. So, Pam knows, too?",
        "Rick: Yeah, she showed me the footage that Charlie found. I'm so sorry, Hope. It was all a publicity stunt -- putting two men in jail who didn't even do it.",
        "Hope: [Sighs] I mean, they are still criminals. Lieutenant Baker said that the cases against them for three other heists are very strong and will probably result in long prison terms. I just -- I don't want it to come out in court that our heroically thwarted robbery was a hoax.",
        "Rick: Yeah. It will definitely sink our reputation, not to mention your line's credibility.",
        "Hope: The footage clearly shows Wyatt pocketing the diamond. And he's admitted to everything. I mean, I-I-I guess our contract still has the termination clause in case of criminal malfeasance.",
        "[SCENE_BREAK]",
        "R.J.: Look at him grabbing all those toys.",
        "Ridge: I know.",
        "R.J.: One...",
        "Katie: What have we got here? So much stuff! Oh! So much stuff. Vroom! Vroom!",
        "[Laughs]",
        "R.J.: Does he like to be tickled?",
        "Katie: I don't know. What do you think? Do you like to be tickled?",
        "Ridge: Nobody likes to be tickled.",
        "Katie: Nobody? [Chuckles] Oh, I don't know about that. [Chuckles]",
        "Ridge: Who are you gonna believe, me or your mere aunt?",
        "Katie: Mere? Moi?",
        "Ridge: [Chuckles]",
        "R.J.: It's a scientific fact only some people like to be tickled. But only under the age of five.",
        "Ridge: Mm-hmm. How old are you?",
        "R.J.: Nine.",
        "Katie: Oh, my gosh! What are they doing?",
        "R.J.: [Laughs]",
        "Ridge: Oh, no! He's upside down!",
        "R.J.: [Laughs]",
        "[SCENE_BREAK]",
        "Bill: Do you recognize this man?",
        "Brooke: Why don't you just say whatever it is that you're going to say?",
        "Bill: What is Ridge doing in this picture?",
        "Brooke: He's meeting a friend.",
        "Bill: This one? Ridge never showed me any affection -- no hugs, no kisses, nothing.",
        "Brooke: Ridge doesn't like you. European men are different.",
        "Bill: Except that Ridge isn't European, and neither is this guy. But he does live in Paris, or did... with your ex-husband. Ridge told you he wasn't seeing any women while he was in Paris. Well, maybe now we know why. He was seeing a man.",
        "Brooke: [Scoffs] You can't actually believe that Ridge had an affair with this man.",
        "Bill: A picture tells a thousand words, doesn't it?",
        "Brooke: [Chuckles]",
        "Bill: Listen, people change in the course of a life. I mean, look at my sister. She was seeing Thorne at one time. Obviously she was repressing her feelings, and, clearly, she isn't any longer.",
        "Brooke: You know, those pictures do prove something -- your narrow-minded, black-and-white way that you see the world.",
        "Bill: Look. You know, you can call me many things. Narrow-minded is not one of them. I'm just showing you some pictures. Take a look at that. See the flag? Can't miss it. Gay pride celebration in Paris last June.",
        "Brooke: [Chuckles] Oh, my God. That -- that's Fabrice. He was a designer at Forrester. Ridge's protégé. And he liked him very much. And he fell in love with a Frenchman, and he transferred to International.",
        "Bill: So, you're corroborating the findings.",
        "Brooke: He broke up with Laurent, his boyfriend, and he was heartbroken, and Ridge was nice enough to take him in. He didn't want him to be alone.",
        "Bill: Mm-hmm. Here they are at a poetry reading.",
        "Brooke: Oh, God. Will you stop?! If Ridge was interested in men that way, I would know.",
        "[SCENE_BREAK]",
        "Ridge: [Chuckles]",
        "Katie: Nice sharing. [Chuckles] R.J.'s pretty great.",
        "Ridge: Yeah, he's a cool kid. I've been trying to figure out how I can take all the credit for it.",
        "Katie: [Chuckles] I was worried when Brooke told me that he was moving to Paris to be with you -- strange, foreign place where he didn't know the language.",
        "Ridge: Well, you know kids. It's a good time for them to learn a new language. I mean, they're like sponges.",
        "Katie: Mm.",
        "Ridge: And when we were there, our friend Fabrice was staying with us. He'd just gone through a bad breakup and just, uh, didn't want to be alone. But it was great. He told him about French television, helped him with his homework, and showed us parts of the city that I didn't even know existed.",
        "Katie: Well, I guess it only takes one good friend to make you feel at home. It's funny to think that you could wake up and...home feels foreign and your friends feel like strangers. [Chuckles]",
        "[SCENE_BREAK]",
        "Caroline: How did you get home?",
        "Liam: I mean, I had my car. God knows how Wyatt's getting back. Hope took his truck.",
        "Caroline: That Hope decides to be interesting at the oddest times.",
        "Liam: Well, I think she's interesting every minute of every day.",
        "Caroline: All right. Calm down. I wasn't criticizing her. Maybe she was just sick of listening to you two fight all the time.",
        "Liam: Or she's sick of being lied to and manipulated by Wyatt. Just saying.",
        "Caroline: Isn't that a little naive? I mean, everybody lies, and it's usually for people's own good. What? My moms never told anybody the whole truth about anything in our lives. The neighbors thought that one of my moms, Danielle, was the nanny...",
        "Liam: [Chuckles]",
        "Caroline: ...Because she was home all the time. She's a writer.",
        "Liam: I'm not judging. We all have to make those choices for ourselves, but...I don't know. I couldn't live my life like that -- lying all the time. And I know that Hope doesn't want that, either.",
        "[SCENE_BREAK]",
        "Rick: I don't get this guy. Is he -- is he just crazy or is he completely irresponsible? Did he even give any thought to the consequences it would cause this company?!",
        "Hope: Probably. He probably did, but I didn't ask.",
        "Rick: Obviously he didn't. Charlie's security firm -- they would have been ruined. We would have been at a complete loss. We would have been responsible for a $100-million diamond, not to mention punitive damages.",
        "Hope: I know, but I don't think that Wyatt would have let that happen.",
        "Rick: How was he gonna do that? I mean, what? He's gonna hide the diamond under his pillow, Hope? Or -- and then, suddenly, miraculously make it appear out of his rear end?!",
        "Hope: I'm sure Wyatt had a plan. I just -- I didn't ask the details.",
        "Rick: Deta-- why are you defending him?",
        "Hope: I don't know!",
        "[SCENE_BREAK]",
        "Bill: Somebody has to look out for you. You want to spend your life pining after a man who's... pining after a man?",
        "Brooke: Bill. Oh, my gosh. We have gay friends. Ridge is not gay.",
        "Bill: Well, if he's not, why isn't Ridge here with you?",
        "Brooke: [Sighs]",
        "[SCENE_BREAK]",
        "Ridge: Fun visit, huh? What do you say I drive you back to school?",
        "R.J.: Dad...I know I'm in trouble.",
        "Ridge: So, that's what this text is about?",
        "R.J.: Dad, there wasn't a teacher conference today. I just said that because I miss everybody. I miss living home. I miss you.",
        "Ridge: And why didn't you say that in the first place?",
        "R.J.: Because going to school in Ojai was my idea.",
        "Ridge: Well, we're allowed to have ideas that don't work.",
        "R.J.: Can I come home? Please?",
        "Ridge: I'm going to have to talk to your mom about that. I should probably call the school and tell 'em that you didn't get kidnapped.",
        "R.J.: (Sighs) I know I'm grounded.",
        "Ridge: No, you're not grounded. It's worse than that. You're going to have to listen to a lecture from me. There's one secret to success in life. Just one. It's not what you think it is. Any relationship you're ever gonna have and any chance of happiness to come out of that relationship depends on one thing. It depends on you being honest. Because if you pretend to be someone else, no one's gonna know who you are. They don't know how to talk to you, they don't know how to treat you, and they don't know how to love you. That sounds pretty lonely, doesn't it? So let's not do that any more, deal? Come here. (Smooches)",
        "Katie: You know, it's an even nicer day than I thought. Are you sure it's not too much trouble to drop us off at the park? Ridge; Mnh-Mnh. Not if we can go with you. I'm got some clothes in the car. Eh, what do you say?",
        "Katie: I think that sounds great.",
        "[SCENE_BREAK]",
        "Liam: Straight to voicemail.",
        "Caroline: It seems like Hope is fed up with both of you.",
        "Liam: Me? What did I do? I just told the truth.",
        "Caroline: In case you haven't noticed, that's not always the quickest way to a woman's heart. For example, when I ask Rick, \"How do I look?\" He knows his answer better be some variation of \"Fabulous.\"",
        "Liam: [Chuckles]",
        "Caroline: All right. You know what? You go ahead and think that I'm shallow, but some things are just straightforward. She will forgive him because he adores her and no one else.",
        "[SCENE_BREAK]",
        "Rick: You disgust me, you know that? Not only did you hurt my sister, do you have any idea what your recklessness could have done to this company?",
        "Wyatt: I researched Forrester before I signed those contracts, and I know about all the crazy stuff that you did for publicity in the past.",
        "Rick: No, no, no, no, no. You shut your mouth right now. You don't run this company. And any strategic group decision was made by members of this family, which are not, by the way, and we would never exploit ourselves in some sort of legal/financial jeopardy -- fraud that we are now susceptible to, Wyatt.",
        "Wyatt: Yeah, it was selfish. I know. I just wanted to look good to Hope. Look, love does -- it makes you do crazy things. On TV, those guys -- they solve crimes. I thought maybe that would work out for me. All right? I didn't stop to think that I was actually committing one, and I didn't stop to think that I'd be hurting you this much. But I know now.",
        "[SCENE_BREAK]",
        "Bill: There's something not right about all this.",
        "Brooke: I really think you should leave.",
        "Bill: Okay. He comes home to be reunited with the love of his life and his son, but she has polluted herself by being with me, so he shames you, makes you beg. Now what? Supposed to be a happy ending, right? Some kind of ending.",
        "Brooke: Ridge needs time, he says.",
        "Bill: I know you didn't sleep with him, but -- but how close did you come?",
        "Brooke: I'm not discussing this with you.",
        "Bill: He didn't close the deal. I know I would have. So, if he's not gay... what's the story?",
        "[SCENE_BREAK]",
        "[Son of Levi's \"And the Wheels of Change\" plays] This is the day, this is the time you are the one to start the fire this is the day, this is the time once you could hide, not take a side but now you're going to speak your mind this is the day, this is the time",
        "Liam: I'm guessing \"supportive\" isn't a word you hear a lot.",
        "Caroline: What's the point of me saying sympathetic things that I don't mean? I'm sorry you're hurting.",
        "Liam: [Scoffs] I'm not hurting. I-I'm...angry.",
        "Caroline: Your brother took away your true love in a trailer.",
        "Liam: Well, not for that long.",
        "Caroline: Well, it was at least overnight, wasn't it?",
        "Liam: Look, listen, Hope is not gonna jump into a relationship with somebody without a commitment.",
        "Caroline: Jumping into a trailer bears some resemblance of a commitment. I'm a practical person. I have to Hope that she'll forgive him.",
        "Liam: What?! Caroline, come on. I thought you weren't taking sides.",
        "Caroline: I'm not. I'm on my side and Hope's side. Quinn may have crazy in her eyes, but her designs and her sense of tone and form are... spectacular. And Wyatt keeps her focused. There would be no dealing with her without him to run interference.",
        "Liam: All right, miss practical. You better up your game and come up with a plan \"B,\" because, let's be honest, I can't see Hope letting Forrester keep them on.",
        "[SCENE_BREAK]",
        "Rick: Who else knows about this?",
        "Hope: Pam, Charlie, and Liam.",
        "Wyatt: My mother. She found out after the fact, so I think the damage is controlled, apart from Liam.",
        "Hope: Liam is not going to go to the press or the police. He's more careful about my reputation than I am.",
        "Rick: I'm terminating your contract. You'll get it in writing from legal. I'm bringing your mother in next.",
        "Wyatt: No offense -- you're not the one who hired us.",
        "Rick: Excuse me? I'm president of this company. I still call the shots, Sport.",
        "Wyatt: Is this what you want? I'm not asking if it's what I deserve. I know the answer to that, but... you want me gone? I mean, you -- you hand-picked us. We've been good for your company. And I have tried to be good for you in -- in other ways. Or is that -- or is that over now, too?",
        "Rick: What's it gonna be, Hope? I have...never pulled rank when it comes to your line. And that includes the hard decisions. So...what's it gonna be? Are we gonna cut Quinn and Wyatt loose... or not?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Ecp0a7T-AgA"
}