{
    "Episode Summary": [],
    "Recap": [
        "The Doctors take Felicia off life support. Bridget tells Dante to go out and have fun. He acts like he's going and Bridget seems bothered by it. He calls her and tells her to go to the deck for him. Where he's waiting for her.",
        "Hope and Brooke bring dinner to Nick. Nick and Brooke get closer. Taylor steps on the boat to see them getting close and sneaks away. Dante tells Bridget she's Dominick's mom legally and shows her the papers."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Machines beeping]",
        "Dr. Ramirez: Felicia's fighting an uphill battle. For her to make it, she's going to have to do it on her own.",
        "Stephanie: Forgive me for interrupting. I have to -- I have to be able to tell my family that my daughter is going to be -- that she's going to live. I need to find a way to justify what I've done.",
        "Dr: Ramirez: Mrs. Forrester, please listen to me. I'd like to take her off life support, tonight.",
        "[SCENE_BREAK]",
        "Bridget: Got it. Yeah! Oh, you must be so bored with all this domesticity.",
        "Dante: What makes you think that?",
        "Bridget: Um -- let's go show him. Let's go show him. You stay with Mr. Dinosaur. Let's see -- Dante? It's Fiona. I haven't seen you at the lounge in weeks. Miss you, sexy. Call me. And then there's -- who called us last night? Gina? And a Carol called today, and then there's a Gabriella.",
        "[Bridget chuckles]",
        "Dante: Okay, listen. I have a few friends.",
        "Bridget: Oh. A few friends that really, really miss you. Seriously, you know, I don't mind staying here. You know how much I absolutely love playing with Dominick, and I was going to put him down to bed soon anyway if you want to go out and have some fun.",
        "Dante: You don't mind?",
        "Bridget: I suggested it.",
        "Dante: Okay.",
        "Bridget: Well, that sure was easy. [Baby cooes] Yeah, wasn't it?",
        "[SCENE_BREAK]",
        "Stephanie: Taking her off life support -- this is good news. Let me call you back.",
        "Taylor: Am I interrupting?",
        "Stephanie: No, no, no. Come in.",
        "Taylor: I just wanted to check on you. At the memorial, the way you left --",
        "Stephanie: Well, it was so depressing.",
        "Taylor: Well, it was a memorial for your youngest daughter. I mean, you have permission to have a little bit of despair and grief.",
        "Stephanie: Not me. Not yet.",
        "Taylor: Stephanie, I'm afraid you're assuming a little too much guilt for Felicia's death.",
        "Stephanie: Taylor, I -- thank you for your concern. I appreciate it. I just don't want to talk about Felicia right now, okay? So Nick and Brooke came to the service together. Does that mean that you and Ridge are going to be able to reconcile.",
        "Taylor: No! I've begged and I've humbled myself enough, only to be turned down flat, repeatedly. No. No, Stephanie, I don't want to be with Ridge. I can't any more hurt.",
        "Stephanie: You're the love of his life.",
        "Taylor: No I'm not. Look at the way he's treated me.",
        "Stephanie: He's confused.",
        "Taylor: Well, then, he's been confused for years. If only he were a little more like his brother.",
        "Stephanie: Oh. Yeah, I know. Thorne is so sweet.",
        "Taylor: No, I'm talking about Nick.",
        "[SCENE_BREAK]",
        "[Door closes]",
        "Nick: Permission to come aboard.",
        "Brooke: Aye, aye, captain.",
        "Nick: No, actually, I'd be the mate if I asked that. That would make you the captain, technically.",
        "Brooke: Oh. Well, that's even better. Mmm. Come here, I have something to show you.",
        "Nick: Very, very cute. What's all this?",
        "Brooke: Well, this is a very special dinner for a very special mate.",
        "Nick: Me?",
        "Brooke: Mm-hmm.",
        "Nick: Oh, how nice.",
        "Brooke: But I can't take all the credit.",
        "Hope: Surprise!",
        "Nick: Hey, look at you! [Nick laughs] What are you doing? Huh?",
        "Hope: We made your favorite dinner!",
        "Nick: You did? What did you make me?",
        "Hope: Chicken wings and beer!",
        "Nick: Oh, I love that.",
        "Brooke: From Chuck's.",
        "Hope: Best in L.A.",
        "Nick: Yes it is. Just like you. The best in L.A.",
        "Brooke: R.J. went down early, but I still thought we could have a family dinner.",
        "Hope: Like it?",
        "Nick: No. I love it. I love it!",
        "[Hope giggles]",
        "[SCENE_BREAK]",
        "Dante: You're sure about me going out?",
        "Bridget: Yeah. I love spending time with Dominick. Our little guy.",
        "Dante: You are his mommy. More than you even realize.",
        "Bridget: Well, you should go.",
        "Dante: Okay.",
        "Bridget: Go have fun. Go. Wow, little something special for a special someone?",
        "Dante: You guessed it. Bridget, you know you're the best, right?",
        "Bridget: Go. Have fun. Go find Fiona or whoever she is.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Taylor: You know, I want to be around a man that acknowledges that I have feelings and needs, and understands me.",
        "Stephanie: Well, fine. Just don't set your sights on Nick.",
        "Taylor: Oh my gosh, Stephanie.",
        "Stephanie: Wait a mute. Seems that you're attracted to him.",
        "Taylor: No, I just don't want to be a part of your obsession of getting rid of Brooke. Nick understands me, that's all. What's wrong with us being friends?",
        "Stephanie: Nothing, as long as that's all it is. Taylor. You're very vulnerable at this time in your life.",
        "Taylor: No, for the first time in years, I don't feel vulnerable. You know, I was at the most broken moment of my life, and I looked in his eyes, and I realized there was someone who got my pain -- who understood what I was feeling. I felt a sense of stability and security. I don't even think I've felt that from Ridge in a long time.",
        "Stephanie: Uh-oh.",
        "Taylor: He really is too good for Brooke. She's still the same walking disaster she's always been.",
        "Stephanie: That we can agree on. I have to go. I don't care whether Nick is too good for Brooke or not. I just know that you're too good for him. Stay away.",
        "[SCENE_BREAK]",
        "Brooke: I knew how much you wanted to see Hope. She wanted to see you, too.",
        "Nick: Did you tell her anything about Bridget?",
        "Brooke: No. I didn't want to overwhelm her. She still thinks you're married to Bridget.",
        "Nick: Well, this is all going to get sorted out.",
        "Brooke: She just wanted to be near you.",
        "Nick: I want her to be my little girl. No more \"Uncle Nick.\" I want to be \"daddy\" to her. Does that sound right to you?",
        "Brooke: Yes.",
        "Nick: And I know that we have to wait.",
        "Brooke: Six months.",
        "Nick: Not a day longer.",
        "Hope: Dinner's ready!",
        "Nick: Okay, we're comin'!",
        "Brooke: Wow!",
        "Nick: You have been working so hard.",
        "Hope: Mild for Mommy. Medium for me.",
        "Nick: That's my girl.",
        "Hope: And extra spicy for Uncle Nick.",
        "Nick: Oh, extra spicy, huh? Well, you know what I think? I think the two of you are extra spicy, that's what I think. Here, sit down. Hey, isn't this fun on the boat, huh? Eating like this? Hey, I got an idea. Ready? What do you say we go on an adventure, on this boat. What do you think?",
        "Hope: When?",
        "Nick: Well, maybe six months or so, huh?",
        "Brooke: That sounds wonderful.",
        "Nick: We can go to this special little island I know about. It's in the South Pacific.",
        "Hope: Can I do my hula dance?",
        "Nick: Well, you have to do your hula dance. And then we'll go to this little sandbar that I know about. And we can just celebrate -- all of us being together.",
        "Hope: Forever?",
        "Nick: Forever. And then we'll go to the boat. We'll come back here. And you know what we're going to do? We're going to just blast off a bunch of fireworks. How does that sound?",
        "Hope: Can R.J. come too? He loves fireworks.",
        "Nick: We'll be right here on the Marlin, all of us together, shooting fireworks -- like one big, happy family. How does that sound? How's that sound to you, captain? Let's eat! Come on, spicy girl! Come on, put your plates around. Scoot up. There you go.",
        "Brooke: I'm going to eat every single one of these.",
        "Nick: I'm going to hold you to that.",
        "[SCENE_BREAK]",
        "[Bridget sighs]",
        "[Imitating Fiona]",
        "Bridget: \"Oh, Dante, it's Fiona. I've really, really missed you.\" Give me a break. [Cell phone rings] Hey. How's Fiona?",
        "Dante: Never better. Could you do me a favor?",
        "Bridget: Yeah, sure. What is it?",
        "Dante: Would you mind going out on the deck?",
        "Bridget: No -- just hold on a second. What do you need?",
        "Dante: You. I need you. I don't need Fiona, Gabriella or anyone else. You are the one I want to spend time with. Little Dominick and you.",
        "[SCENE_BREAK]",
        "[Brooke laughs]",
        "Brooke: Hope was telling Catherine all about the fireworks and the \"special island\" as they were walking away.",
        "Nick: Oh.",
        "Brooke: Cute!",
        "Nick: I meant what I said. I want to be her father.",
        "Brooke: Oh yeah? She's going to be so happy.",
        "Nick: She deserves to be happy.",
        "Brooke: Nick, I need to tell you something. Ridge has made it very clear that he's not going to give up.",
        "Nick: Well, he knows how you feel.",
        "Brooke: Yeah, but he hasn't accepted it. In fact, he told R.J. that he was going to move in.",
        "Nick: Well, he's got to accept this.",
        "Brooke: I know. I just -- I just wanted to let you know.",
        "Nick: Well, thanks. I'm glad you did. And we will deal with it.",
        "Brooke: Okay. Thank you. Thank you for bringing so much peace to my life. And I've spent most of my time looking over my shoulder and feeling threatened, but I don't feel that way anymore. You make me so happy.",
        "[SCENE_BREAK]",
        "[Machines beeping]",
        "Dr. Ramirez: We're encouraged by how Felicia's tolerated the chemo.",
        "Stephanie: But she can't go on the liver donation list while she's still on life support.",
        "Dr. Ramirez: There are no exceptions, Mrs. Forrester.",
        "Doctor 2: And without a transplant --",
        "Stephanie: I know doctor. I know. Felicia. You've got to fight one more time, honey. And you've got to fight harder than you ever have before. Can you do that for me? Can you do that for your baby boy? Oh god, if you don't survive without the life support, I --",
        "Dr. Ramirez: Do we have your permission?",
        "Stephanie: God help us, Felicia. God help both of us.",
        "[SCENE_BREAK]",
        "Dante: Why would I want to be anywhere else, if I could be right here with you and my son?",
        "Bridget: When you left -- I didn't want you to go.",
        "Dante: I was hoping for that. Now, a toast. To our son. May he always know his mother's love. [Glass clink] And now, for you to open.",
        "Bridget: Oh, what? What is this?",
        "Dante: Go ahead, open.",
        "Bridget: It's a legal -- legal document.",
        "Dante: Felicia signed it before she died. I was just waiting for the right moment to tell you. Mom.",
        "Bridget: Legal custody?",
        "Dante: Given to you. You and I share full custody of Dominick.",
        "Bridget: You signed it too.",
        "Dante: It's official. You and I are Dominick's parents. No one could ever take him away from us. The three of us. We're a family.",
        "[SCENE_BREAK]",
        "Brooke: I've always felt our love. And Bridget always knew, didn't she?",
        "Nick: She deserves to be happy. She will be happy.",
        "Brooke: Yeah. She will. I've never known a man like you. You know that?",
        "Nick: I swear to you, I never thought that we would be like this again. I never thought that I'd be next to you like this. Touching you, like this. [Nick sighs] All we've been through. All the pain.",
        "Brooke: And the confusion. But it brought me back to you.",
        "Nick: You may be stuck with me for a while. You know that.",
        "Brooke: God, I hope so."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=kN0Qq0xH038"
}