{
    "Episode Summary": [],
    "Recap": [
        "Bridget wrings her hands and finds this very hard to explain. She has disgraced herself and especially her mom. She is not going to Africa. Brooke tells her that is no disgrace and she is relieved and she is sure Nick will be too. When Bridget tries to explain more, Brooke will not listen and tells her she loves her and she knows she does not have designs on her husband. Not knowing Bridget is there, Nick arranges for the minister to come and they will renew their wedding vows. Brooke is delighted with such a romantic gesture. Bridget sticks around and watch. Felicia catches her and surmises she did not tell them her news yet, but maybe she shouldn't unless she still has designs on Nick herself, which Bridget denies. After the ceremony, Brooke grabs Nick and says now he's stuck with her forever and can they do this every year? Only if they have a honeymoon too, he quips.",
        "Hector tries to convince Phoebe that this guy, Shane, is a thief and dangerous. But, Shane manages to innocently explain it all away, telling Phoebe she doesn't need a blind private eye. Later he plays coy getting Phoebe to attend to his injured arm. He hopes she doesn't hold what Hector said against him, and she doesn't. She KNOWS he's not a criminal. To himself, he thinks of her as so innocent and virginal, what is he to do, settle for the million from her mom or what? He gets Phoebe to accept a thank you dinner from him. Hector makes another SOS phone call and wants more dirt on this guy. Nick starts to go upstairs to his bride when he spies Bridget who has been watching him. They exchange sarcastic words as he reminds her they weren't going to tell her mom about their sleeping together, and he doesn't feel he led Bridget on. He's going to look to his future and she needs to do the same. She fires back that she can't. She's pregnant and yes it is his child!"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bridget: This is -- this is so hard --",
        "Brooke: What is, honey? You are a grown woman, you can live your life as you please. You're not going to hear any criticism from me.",
        "Bridget: Mom, the truth is I have completely disgraced myself, everyone around me, and most especially, you.",
        "Hector: He's a thief. That's public record. And he's dangerous, or why would there be a restraining order against him?",
        "Phoebe: Because it could be some kind of mistake, right? Somebody else could have his name or something.",
        "Hector: Phoebe, just take a look at this. And then --",
        "Shane: She doesn't need a blind private eye. All you had to do was just ask me, phoebe. Yeah, that's me.",
        "Bridget: All the sanctimonious crap that I've been spouting about going to africa, none of which has anything to do with the real reason that I was going.",
        "Brooke: Doing the right thing for the wrong reason doesn't take away from the good you can accomplish.",
        "Bridget: But mom, I was not going to do any good so there will not be any good accomplished.",
        "Brooke: Honey, listen to me. Changing your mind is no disgrace. In fact, I'm relieved that you're not going, and I'm sure nick will be, too.",
        "Nick: Relieved about what?",
        "Brooke: Oh, bridget's changed her mind about going to africa.",
        "Bridget: It's not about changing my mind, it's just about what's going to happen for the three of us.",
        "Brooke: Stop it. I am not going to let you agonize over that too. I love you, and I trust you. And I know that you don't have any designs over my husband.",
        "Bridget: Mom --",
        "Brooke: Honey, please. Just relax, okay? What is it that you have there behind your back? Come on.",
        "Nick: I know that most people wait a few decades to do this -- we've had our share of -- well, I've asked reverend mulcahey to come over here so we can redo our vows.",
        "Brooke: You did?",
        "Nick: I didn't know anybody would be here. I'm sorry. You know, we did it with the justice of the peace the first time. I thought that maybe with the reverend, we may want to do this under god's eyes. Just the two of us. What do you think?",
        "Brooke: Yeah, that's great. That is so romantic. Yeah, I'd love to. I'd love to.",
        "Nick: Come out to the terrace with me.",
        "Shane: I told you when I first got here to california I had a little trouble settling in. I wanted to work as a carpenter in the union. In order to work in the union, you got to pay your dues. And how are you going to pay your dues if you don't have a job?",
        "Hector: Well, most unemployed people don't become thieves.",
        "Shane: I took a sandwich.",
        "Phoebe: A sandwich?",
        "Shane: Yeah, I was hungry. I mean, I was out there, living outdoors. I had no way to clean up. Who's going to hire me when I look like that? Phoebe, have you ever done something you know you shouldn't have? You really had no choice?",
        "Hector: You had a \"failure to appear.\" You skipped out on court.",
        "Shane: I was there at 9:00 A.M. In the morning. I stayed until one o'clock in the afternoon, and they still didn't see me. I had a job interview to go to. I can't just hang around there the whole day.",
        "Hector: What about the restraining order in atlanta?",
        "Shane: What's with this guy? You have no idea what you're talking about, do you?",
        "Hector: In atlanta, there is a restraining order against you.",
        "Shane: I worked for a construction company. There's not much work that goes on in the wintertime. So, I took another job as a security guard. When I left, they take out a restraining order that says I can't go within 300 feet of the bank that I worked for. It's nothing. Standard procedure. I knew everything. I knew the door codes, I knew the schedule to the armored trucks. It's the bank trying to cover themselves from the company so i don't come by there and bother them, like you're bothering me right now. Is there anything else you want to know while I'm here? Anything? Do you want me to dig up an old high school report card for you too?",
        "Phoebe: Shane --",
        "Shane: Do you want that? I'm all right. I'm sorry. I'm fine, I just came down here to ask something. It's really not that important.",
        "Phoebe: Are you happy now?",
        "Hector: Just because he has all the answers doesn't make them true.",
        "Phoebe: Do you ever admit when you're wrong? Ever?",
        "Nick: You see, reverend, our wedding wasn't exactly story-book, to say the least.",
        "Brooke: Somewhat.",
        "Nick: We were sort of in the middle of an argument at the time, and there was this naked photo of brooke looked down at us.",
        "Brooke: Do you have to bring that up --",
        "Minister: The same one that was in the paper?",
        "Brooke: Oh --",
        "Nick: Yeah, actually, that one.",
        "Brooke: Yeah, I think I was the source of most of our problems.",
        "Nick: That's not true. Don't listen to her, that's not true at all. What I think we're looking for is a fresh start.",
        "Minister: Well, the text that we use are generally for people in their 40th, 50th anniversary.",
        "Nick: Do you go something in there for people in their 10th week?",
        "Minister: I will think of something.",
        "Brooke: Good.",
        "Nick: Okay.",
        "Felicia: Hey, the door was wide open. Is everything okay? Is that reverend mulchaney?",
        "Bridget: They're renewing their vows.",
        "Felicia: You didn't tell them.",
        "Bridget: The only thing that my mother knows how to do when she sees me unhappy is tell me how wonderful I am. Oh, felicia, she's so far from imagining what's really going on --",
        "Felicia: Maybe it doesn't need to be told today.",
        "Bridget: And what does that make me?",
        "Felicia: Cautious? You don't even know if you can carry a baby to term.",
        "Bridget: Do you think I need to hear that?",
        "Felicia: Well, then be honest with yourself, as to why you were hell-bent on delivery this news today. When if you wait, god forbid, but if you do, maybe there will be nothing to tell. Or is it because you want another chance with nick, because if that's the case, then I would get out there right now, and do what you came here to do.",
        "Bridget: I'm not angling for nick. I want to tell my mother because I believe that's the straight-forward thing to do. I realize that the timing is awful. There's never going to be good time. I'm just going to tell them the truth today. (Female announcer) there's a greatcleansing routine",
        "[Knock on the door]",
        "Shane: No, I don't need anything, thank you.",
        "Phoebe: Hey, can I come in? Hey, you wanted to ask me something? Oh, be careful. Do you need me to change that?",
        "Shane: I'll tell you what I need. I need a place where I can live with people that don't think I'm going to slit their throat in the middle of the night. That's what I need.",
        "Phoebe: I hope you don't think I had anything to do with hector just did.",
        "Shane: Well, I hope you don't object to me spilling my guts the way I just did.",
        "Phoebe: It was the only way to get him to stop. I mean, he's the one who should be embarrassed. Everything you said made sense.",
        "Shane: But now do you feel differently about me?",
        "Phoebe: No, I'm not stupid. I know not everyone grew the way that I did. I mean, I was never hungry, never needed anything. So, I got into plenty of trouble, mom just didn't know about it.",
        "Shane: Yeah, but you just never broke the law, right?",
        "Phoebe: Well, hector is not one to talk either. No one thinks you're a bad person and you're staying here.",
        "Shane: You know, I think I do need my bandages changed.",
        "Phoebe: Really?",
        "Shane: Yeah, I think I was clenching my fist down there while hector was harassing me.",
        "Phoebe: Oh, no. Let me look at it, okay? Come on.",
        "Shane: Ow!",
        "Phoebe: All right. Be careful.",
        "Shane: So innocent, virginal. God, you are killing me, phoebe. What do I do here? Do I still take the million dollars from your mom or what? How do I play this thing?",
        "Minister: Dominick, do you take brooke to be your wife? Do you promise to love, honor, cherish, and protect her, forsaking all others and keeping only to her?",
        "Nick: I do.",
        "Minister: Brooke, do you take dominick to be your husband? Do you promise to love, honor, cherish, and protect him, forsaking all others and keeping only to him?",
        "Brooke: I do.",
        "Minister: These are the vows you made to each other the day your union was recognized by the state. Today, I ask you to renew these vows before me and before god. I invite you to recommit yourselves to that work of love that you have undertaken.",
        "Brooke: I'll never forget how close I came to losing you. It was like, falling through the dark with nothing to hold onto. With your love, it makes me feel so safe. So strong. And I felt so lost when I thought I had destroyed that. I love you. And I promise -- I promise never to take your love for granted. Ever again.",
        "Nick: I've failed you. And there's no other way to say it.",
        "Brooke: Nick --",
        "Nick: Don't, don't please argue or disagree. I know I failed you. You know, loving you is the easy part that I don't think I can ever stop if I tried. But I failed you, and I fell in love without limits. So, no more uncrossed lines in the sand. No more old-fashioned, you love me my way or I'm leaving. That's over. That's what led to my failing you. So, before heaven, and you, and this man, I promise you I'll never let that happen again.",
        "Minister: Heavenly father, grant that these thy children may be ever true in loving. Give them happiness and truth. That together, they may share the love that will not fail. Amen.",
        "Brooke: Amen.",
        "Nick: Amen.",
        "Minister: What god hath put together, let no one put us under. You may kiss the bride.",
        "Brooke: Okay.",
        "Bridget: Oh god --",
        "Nick: Thank you so much. I know it was short notice --",
        "Brooke: Thank you, it was wonderful.",
        "Nick: I really appreciate it. Thank you. Thank you.",
        "Brooke: Now you're really stuck with me. Forever. Forever.",
        "Nick: That's the whole point. Are you okay with this? I mean, really, 'cause surprise birthdays are one thing, but surprise weddings --",
        "Brooke: Ah, gosh, yes. It was beautiful. But we were already married, remember?",
        "Nick: Do you think we can kind of forget that first one?",
        "Brooke: No, I loved that day. I want to get married every year.",
        "Nick: Well, that is sort of standard operating procedure of you, isn't it?",
        "Brooke: I meant with you, silly. Can we?",
        "Nick: Well, that depends. Do I get a honeymoon every year?",
        "Brooke: Of course you do. I'll wait upstairs and you come up in a few minutes.",
        "Nick: Okay.",
        "Phoebe: Is that too tight?",
        "Shane: No, that's good. Look, phoebe, I want you to othei weacan r atdwic",
        "Phoebe: I've never heard of something so ridiculous. This is america. We don't put hungry people in jail.",
        "Shane: Who else is going to eat it, right? There might still be a warrant out for my arrest for not showing up to court. C ? Smydeshou . But, if they're out there looking for me, first -- I mean, I don't know.",
        "Phoebe: Yeah, just let them try to get to you in here.",
        "Shane: Oh, what? Is phoebe going to come after them?",
        "Phoebe: I'm serious. No one should mess with me if I know I'm right about something.",
        "Shane: And do you know you're right about me?",
        "Phoebe: I know you're not a criminal.",
        "Shane: Can I ask you that question I was going to ask you.",
        "Phoebe: Well, I guess it's your turn.",
        "Shane: And I don't want to know about all the exams that you cheated on, because I know you did --",
        "Phoebe: No --",
        "Shane: No, that's not what I'm going to ask you -- phoebe, I wanted to know if you would go out to dinner with me. Jorge gave me my last paycheck and I probably should be giving it over to you and your mom, but I know you won't take it.",
        "Phoebe: You should use that money for something you really want.",
        "Shane: Well, this would sort of be for that. Look, phoebe, there's no way I'm going to be able to thank you the right way, but this I can do. Please, if you let me. Please?",
        "Phoebe: Okay. But no meat unless I cut it for you.",
        "Shane: No, no, no, no knives for you, mrs. Scissorhands. I'm hurting here still --",
        "Phoebe: No, you know I'm sorry.",
        "Shane: It's okay.",
        "Hector: Yeah, it's me. Listen, that rap sheet wasn't enough, okay? No, butter wouldn't melt in this guy's mouth. You got to help me check out this guy's story. And you got to do it quick. Yeah.",
        "Nick: I didn't know that you were still here.",
        "Bridget: You didn't think I'd want to stick around and watch you and mom renew your vows? Especially since not very long ago, I really thought you and I might renew ours. I don't know why I stayed. How did it go?",
        "Nick: Bridget, this was important for me. Now, your mother doesn't know why, but you do. And I've come around to your way of thinking. I don't think we should tell her about the night we slept together. I've let her down in the worse way possible. And I will not let that happen again.",
        "Bridget: Wow, everything is just working out perfectly for you, isn't it?",
        "Nick: What do you mean by that?",
        "Bridget: Just tell mom that i said congratulations.",
        "Nick: Now bridget -- bridget, hold it. This is what we wanted. This is what we decided to do. Put this night behind us.",
        "Bridget: Well, I guess we did.",
        "Nick: We agreed upon that.",
        "Bridget: It's just like a bad movie monsters that keeps popping back up, isn't it?",
        "Nick: Bridget, wait a minute. Now, I never led you on, you know that.",
        "Bridget: You really don't want to have this conversation --",
        "Nick: This is -- I'm looking to my future, which is what you should be doing too.",
        "Bridget: Well, I can't, nick. I am pregnant. And yes, it's your child."
    ],
    "Transcript Author": [
        "Provided By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=XmpMWVkaepQ"
}