{
    "Episode Summary": [
        "Episode # 7153 ~ Ridge & Caroline make a spontaneous decision about their future together; Ivy reels when Steffy turns the tables and forcefully takes back what she feels is rightfully hers."
    ],
    "Recap": [
        "Ivy is shocked and can't believe Steffy is firing her. She says yes and wants her out of the building within the hour. Both Liam and Wyatt are aghast but Steffy says she is being nice. She is sending her home and not to jail. Ivy can go wherever she wants as long as it is far away from her. Charlie and Pam are having a little taste the lemon bars and find the missing ingredient, complete with blindfolds. They warn Thomas when he ducks out as a judge that he better knock before he goes into Ridge's office. Caroline is in there and no telling with those two. He does catch them kissing, but hands Ridge his latest designs. Ridge tells him there is no hurry, he can take more time if he needs. Ridge is not going to be in the office today. He is getting married. Thomas is stunned and caught off guard but wishes them well. Ivy tells Steffy that her uncle Eric would not stand for this and Steffy needs a reason. Steffy says it is simple; she does not trust her. Ivy says fine but she is a Forrester and belongs here and is not leaving. Steffy picks up the phone and calls security. Charlie and another guard come in along with Pam. Steffy says she has fired Ivy and wants him to escort her out of the building. Nicole tells Thomas that he looks a little preoccupied. She finds out that it is because of the impending nuptials.",
        "At Malibu, Caroline has changed into a long white flowing dress and Ridge brings her yellow flowers; they kiss. No minister, no witness, no papers, they conduct their own ceremony. Liam tells Ivy that he is not taking Steffy's side but she is President so she has the right to fire Ivy. Wyatt also steps in and tries to stop Steffy. Ivy begs Liam to stop all of this but the guards escort her to the elevator. Nicole tells Thomas that it is clear he is throwing himself into his work to capture his attention. He says perhaps he is being distracted. He pulls her forward and kisses a surprised Nicole. Ridge says he can not wait to call Caroline his wife and lucky enough to have a kid. He can see her being so happy and he does not care what others think as they are together. He says the vows to make Caroline Spencer his wife. She says their hands have come full circle and together she has taught him how to draw again and he taught her how to walk again. So she takes him as her husband to have and to hold good times and bad and all in between. He puts the wedding ring on her finger and she puts his on as her commitment to him and promises that everything she embodies from this day forward will be his. He pronounces them man and wife and they kiss."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Caroline: Are we really doing this? Is this happening today?",
        "Ridge: Is it happening? Well, I don't want to wait. Do you want to wait?",
        "Caroline: No.",
        "Ridge: Because we can. We can do the \"release the doves\" thing and bridesmaids and long, boring speeches. We can do all that if you want.",
        "Caroline: No. All I want is you. We're getting married!",
        "Ridge: [Gasps]",
        "Caroline: [Laughs]",
        "Ridge: Mmm.",
        "[SCENE_BREAK]",
        "Pam: Okay, big boy, here we go.",
        "Charlie: [Chuckles]",
        "Pam: Now, can you see anything?",
        "Charlie: No, nothing, nada, bupkes.",
        "Pam: You promise me, Charlie?",
        "Charlie: No, I can't see anything, my little lemon tart.",
        "Pam: Okay. Then I say, let's get started.",
        "Charlie: Yeah, baby.",
        "Pam: [Giggling] Oh. Hey, Thomas.",
        "Thomas: Hey.",
        "Pam: Would you like to join us? We're playing \"guess the missing ingredient.\" See, there's a contest at our baking club tonight, and whoever wins wins a brand-new mixer.",
        "Thomas: Wow. You know what? I wish I could, but Dad -- Dad has me working nonstop. But you guys have fun, though. Call me. Maybe next time we can...you know.",
        "Pam: Okay. Thomas! You want to knock, 'cause Caroline's in there, and with those two, you never know what you're gonna walk into.",
        "Thomas: Seems to be the case around here. [Clears throat] Didn't mean to interrupt. I've got those revisions that you wanted.",
        "Ridge: Already? You can take your time with that.",
        "Thomas: No. No, these are good. You're gonna like them.",
        "Ridge: Seriously, take your time. I'm not gonna have a minute to really look at those, anyways.",
        "Thomas: Any particular reason?",
        "Ridge: We're getting married.",
        "Thomas: I know.",
        "Ridge: Today.",
        "[SCENE_BREAK]",
        "Ivy: You're firing me?",
        "Steffy: I want you out within the hour.",
        "Ivy: You have no right.",
        "Steffy: I'm president of this company. And if I have a problem with an employee, I have every right to get rid of them.",
        "Ivy: Steffy, this is my family's company.",
        "Steffy: And you are no longer part of it.",
        "Liam: Oh. Whoa. Okay. Do you want to take a minute first, maybe discuss this with your dad?",
        "Steffy: No. He'll respect my decision.",
        "Wyatt: Okay, look, you're upset, and we get that, but to fire Ivy like this?",
        "Steffy: Business is business. I can't work with someone that I don't trust.",
        "Ivy: Ugh! Steffy, I deleted the video!",
        "Steffy: After holding it over my head.",
        "Ivy: Oh, my God.",
        "Steffy: You said that you did this for Aly, that you felt guilty, because you didn't see the signs. But that doesn't excuse you for blackmailing me, for threatening me. So I'm being nice. I'm not sending you to jail. I'm sending you home. Just go. Go wherever you want, as long as it's far away from me.",
        "[SCENE_BREAK]",
        "Charlie: [Chuckling]",
        "Pam: Charlie, come on. That is way too easy. You have to challenge me a little. No vanilla.",
        "Charlie: That was just a little tester, my little oat muffin. Okay, this one's gonna be tougher. Here.",
        "Pam: All right.",
        "Nicole: Have either of you seen Thomas?",
        "Pam: Oh, he's in there. Oh. Wait a second. Nicole?",
        "Nicole: Yes.",
        "Pam: Sweetheart, could you be the intern in charge of smoothies today? No offense to Charlotte and Christina, but when it comes to food, I just can't trust them anymore after that hot-dog fiasco.",
        "Nicole: No problem. One chocolate mint and one mango madness, right?",
        "Charlie: Good memory.",
        "[Telephone rings]",
        "Pam: Oh. Forrester --",
        "[Ringing continues]",
        "Pam: Forrester Creations. Uh, photo studio. Yes, I'll transfer you. Charlie, could you --",
        "Charlie: I don't know how to do -- you got to talk to Ridge about getting her a raise.",
        "[SCENE_BREAK]",
        "Thomas: The wedding's today.",
        "Caroline: I know. It's crazy, right?",
        "Ridge: And don't worry. I'm relieving you of your best man duties. It's just gonna be the two of us -- private ceremony. Friend of mine just finished his place in Malibu. It's just amazing.",
        "Thomas: I mean, if there's any way that I can help...",
        "Ridge: There is. You can hold down the fort and maybe...just put a little more thought into that. We'll look at it when we get back.",
        "Thomas: It's --",
        "Ridge: Okay? Shall we?",
        "Thomas: Wait. I-I -- I just want to say congratulations. You guys are gonna have... an amazing time.",
        "Ridge: Thank you, son.",
        "Caroline: Thanks, Thomas.",
        "[SCENE_BREAK]",
        "Ivy: Look, Steffy, I understand that you are president of this company, and you can fire whoever you want, but you need a reason.",
        "Steffy: I don't trust you.",
        "Ivy: You know what? Uncle Eric won't stand for this.",
        "Steffy: Really? I think my grandfather would be pretty disgusted if he knew you were using Aly's death to further your career.",
        "Ivy: Come on! That is hardly what I was doing.",
        "Liam: It doesn't matter. It's a moot point. Ridge is in charge, and he will side with Steffy.",
        "Ivy: Fine. Okay. Then I'll speak to Ridge myself.",
        "Steffy: You are more than welcome to do that -- once you leave the building.",
        "Ivy: Steffy, I'm a Forrester. I belong here. I'm not leaving.",
        "Steffy: Okay. Pam? I need Security up here.",
        "[SCENE_BREAK]",
        "Nicole: So, if there's anything we need to redo, just let me know. All the interns are in today, so we can get it done pretty quickly. Oh, and Pam wants me to go on a smoothie run, so if you want one, just let me know what flavor. Thomas?",
        "Thomas: Hmm? What?",
        "Nicole: Do you want a smoothie?",
        "Thomas: Uh, no. No, thanks. I'm fine. By the way, great work on this. You put a lot of effort into it. Color-coded, huh?",
        "Nicole: Zende's idea.",
        "Thomas: It's nice.",
        "Nicole: Are you okay?",
        "Thomas: Yeah. Why?",
        "Nicole: I don't know. You seem like you're... in your own world.",
        "Thomas: Do I?",
        "Nicole: Something to do with Caroline?",
        "Thomas: You know, maybe I'm a little preoccupied. Dad and Caroline, they're getting married.",
        "Nicole: Yeah, but... that's not new info to you, is it? I mean, you told me, remember?",
        "Thomas: No, I mean right now. That's why they left so early. They're out exchanging vows today.",
        "[SCENE_BREAK]",
        "Ridge: You sure about this?",
        "Caroline: Are you kidding? Look at this place. It's amazing.",
        "Ridge: I don't mean that. I mean...doing this alone. 'Cause I can -- I can call Carter. He can come and officiate it. I just figured we could do this just by ourselves, you know? Say vows and make a commitment.",
        "Caroline: Don't we need witnesses and to sign papers?",
        "Ridge: Ah, we'll do all that stuff later at City Hall.",
        "Caroline: How do we start?",
        "Ridge: I got a place in mind.",
        "[SCENE_BREAK]",
        "Ivy: This is ridiculous. You're calling Security? Seriously?",
        "Steffy: I'll call them off if you do what I ask. Leave.",
        "Charlie: Problem in here? Check the perimeter. Where?",
        "Charlie: Over there. Um, uh, Pam said you needed security.",
        "Steffy: Ivy's been fired. If you could, please escort her out of the building.",
        "[SCENE_BREAK]",
        "Nicole: They're getting married today?",
        "Thomas: Yeah.",
        "Nicole: Hmm. That sucks.",
        "Thomas: What? No. No, it doesn't suck. I'm happy for them.",
        "Nicole: You're happy that your dad is marrying a girl that you used to be into?",
        "Thomas: Used to.",
        "Nicole: But when you've been with someone, and you share a connection --",
        "Thomas: We don't.",
        "Nicole: So, you're just looking absolutely miserable for some other reason.",
        "Thomas: Wow. Miserable.",
        "Nicole: Uh, honey, you're trying to hide it, but it's not working.",
        "Thomas: This? No, no, no. This isn't misery. This is my resting bitch face.",
        "Nicole: Oh.",
        "Thomas: Yeah, yeah. I get that when I'm hungry. By the way, smoothie -- count me in. Anything with berries would be great.",
        "[SCENE_BREAK]",
        "Ridge: Wow. Come here.",
        "Caroline: Is this really happening?",
        "Ridge: Mm-hmm.",
        "Caroline: [Chuckles]",
        "Ridge: The two of us becoming one.",
        "Caroline: Finally. [Chuckles]",
        "Ridge: I should ask if anyone objects, right?",
        "Caroline: Yes.",
        "Ridge: I think we're good.",
        "Caroline: [Laughs]",
        "Ridge: Give me your hands. I take your hands as symbol of what brought us together, two artists leading one another. And we're gonna continue this in our marriage. We're gonna guide each other and hold on to each other. And from this day on, neither one of us is gonna ever let go.",
        "[SCENE_BREAK]",
        "Liam: Listen, listen. There's a better way to do this.",
        "Ivy: Yeah. Thank you, Liam. I agree.",
        "Liam: If you leave peacefully now, then we can --",
        "Ivy: Oh, my God. You're agreeing with her?! Are you serious?!",
        "Liam: It doesn't matter whether I agree with her, Ivy. She's president of the company, and she doesn't trust you.",
        "Wyatt: Oh, my God! Are you crazy?! Steffy's trust in Ivy has nothing to do with her quality of work. She has done nothing wrong.",
        "Liam: Not in your eyes, no. But Steffy has the authority. In fact, we both do.",
        "Wyatt: You're gonna regret this.",
        "Steffy: Okay. Can we get this over with?",
        "Charlie: Ivy, I'm so sorry.",
        "Ivy: Charlie, come on! Are you serious? Are you actually doing -- hey! Get your hands off me! Steffy! This is insane! This is my family's bus-- Liam, tell her! I can't be escorted out of here!",
        "Charlie: Let's go. Please.",
        "Ivy: Charlie, are you serious?!",
        "Steffy: [Sighs]",
        "Ivy: I cannot believe this is happening. This is so insane. Okay, Charlie, seriously, let go of me. Liam, please stop this.",
        "Liam: I'm sorry.",
        "[SCENE_BREAK]",
        "Nicole: I should let you get back to work. But if there's anything else you need... even if you just need to talk.",
        "Thomas: No thanks. I'm good.",
        "Nicole: They're getting married. That's huge.",
        "Thomas: It is. But that doesn't really affect me, though.",
        "Nicole: Sure it does. I mean, look at you -- trying to lose yourself in your work. It's clear how distracted you are.",
        "Thomas: Maybe there's something else distracting me.",
        "[SCENE_BREAK]",
        "Ridge: Today's not gonna change who we are as individuals. You'll still be magnificent, irreplaceable, beautiful you. And I will still be me. But it's gonna change who we are as a couple. We've gone through a lot. We've -- we've done a lot. We're designers together. We're lovers together. And we're good at both. But it's gonna change how we see the world...and our sense of what it means to be home. I don't -- okay, you -- I don't understand how someone like you would want to spend the rest of her life with someone like me.",
        "Caroline: Well, I could still back out.",
        "Ridge: No, you can't.",
        "Caroline: [Chuckles]",
        "Ridge: It's too late. You're in way too deep at this point. And we -- [Sighs] We both own pieces of each other that we'll never get back. And I can't wait to call you \"wife\" and to navigate through all of this together, all of it -- parenthood, if we're lucky enough to have a kid.",
        "Caroline: I hope so.",
        "Ridge: So do I. I can see -- I can see you pregnant, and I can see you holding that baby, and you're gonna be so happy. And you know what? I don't care what they throw at us. We'll deal with it, because we're together. So...Caroline Spencer, I take you to be my loving wife, to have and to hold, be true to you, in good times and in bad, in sickness and in health, and I promise to love you, to honor you, to protect you for as long as we both shall live.",
        "Caroline: Is that me?",
        "Ridge: That's you.",
        "Caroline: It's me. [Chuckles] Okay. Whew. [Clears throat] I can do this. [Chuckles] It's just that we've been building this moment for so long, you know, since the first time we -- we joined hands when we were designing. Individually, we were stuck. You know, together, we were just...unstoppable. I don't think it's something I fully understood until it came full circle. You know, after my accident, you took me by the hand again, and you -- this time, I was the one that was learning something. Together, we helped you to draw, and we've taught me to walk again. I mean...getting through something like that is -- it just makes me not afraid of the \"bad times\" in these vows. Because I know that as long as we're together, we can conquer anything. So, I take you, Ridge Forrester, to be my husband, to have and to hold, in sickness and in health, for richer or poorer, good times and in bad and everything in between for as long as we both shall live.",
        "Ridge: We kiss now?",
        "Caroline: No. We need rings.",
        "Ridge: Rings.",
        "Caroline: [Laughs]",
        "Ridge: Sorry. I forgot. This ring symbolizes my commitment to you.",
        "Singer: I've wanted this for so long",
        "Ridge: A ring has no end, just like us.",
        "Singer: Everything feels so right",
        "Caroline: I give you this ring as a symbol of my commitment and love. I want you to wear it and think of this day and me and know that everything that I am and everything that I embody from this day forward is yours forever.",
        "Ridge: I now pronounce us husband and wife.",
        "Caroline: [Chuckles]",
        "Ridge: And I get to kiss the bride. Mm-hmm.",
        "Singer: And when you hold my hand, you hold my soul the power makes our bodies whole I know it's you and me love's masterpiece oh, love's masterpiece"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=13_C5a7CYAc"
}