{
    "Episode Summary": [],
    "Recap": [
        "Quinn tells a frightened Liam to go to Paris, be with Steffy but leave Wyatt and Hope alone. He asks what is she going to do, poke him a bunch of times with his sword necklace. She grunts that she will kill Hope too before she sees her with him .live by the sword, die by the sword. Hope is about to leave for work when she is seen by Bill and Brooke. He says it is still hard to think about finding Ridge; he could have died. Hope says he is doing okay; Katie is taking good care of him. Brooke says all because of Quinn because she can't face reality. When she can't get what she wants, she goes nuts. Bill tells Brooke that he gave Liam the day off so he can ice his foot and keep it elevated. She coos that she could be persuaded to play hooky too. She says he did not technically cheat on her since she was supposed to marry Ridge that day, but he did keep it a secret and Quinn used it to her advantage. Bill says she tired but it did not work. Wyatt is going over inventory when Quinn slips in. He grouses a bit about certain new pieces not being in the catalog. She says she has been a bit preoccupied. He says she told Hope that she did not go to Liam's and he wants to make sure that is true. He says Liam went to the hospital so what did she do to him. Quinn scoffs that it is a sprained ankle. And Wyatt should have seen him hobbling around on his crutches; it was pathetic. And Liam blamed her the spineless wimp trips and falls yet it is all her fault. Wyatt says he wants a straight answer from her; as honest as she can be. She says if she wanted to hurt Liam, he'd have more than a sprained ankle. She admits she went over there to talk some sense into him, that's all. He says she did what she always does. She overstepped and interfered. That is why Hope chose Liam. So she is done, he wants her to stay off their property and out of their lives. He makes her promise never to go over there again and she does. She says she only did this for him. He's the man that Hope should be with, not Liam.",
        "Hope drops in to see Liam and he says the swelling is down some. He is not taking the pills as he wanted to keep a clear head. She says she has no meetings this morning so she could stay and play nurse. He tells her about Quinn's last visit and how she threatened to kill both of them. Hope says that Quinn is making no sense. He says because Hope is thinking logically and Quinn is way past that now. Hope says that Wyatt says that this mother is not dangerous. Liam says Wyatt is not even speaking to his mother now so he does not know all that is going on in her head. Liam says Wyatt wants to believe his mother would not do something like that but he is not willing to take that chance. Hope calls Wyatt and asks him to come over. She tells Liam that Wyatt has to do something as Quinn must be stopped. Deacon sneaks up on Quinn and says her son could not get away fast enough. She tells him not to make her regret letting him stay here. She says she and her son are going through a bad time right now but all of that will change soon. Deacon says with her help whether Wyatt wants it or not. She says he has lost his confidence. Right now he does not think he can compete with Liam. He says he did not hear her give Wyatt a little pep talk because he does not want her involved. She says somebody has to fix this and if Wyatt won't, then she will. She points out to him that he is the last person to be giving her parental advice. He says he knows he is not the Father of the Year. He admits he has made mistakes with his kids but he has learned from them and if she would get down off her high horse, maybe she could too. She scoffs that he abandoned his children and the only person he cares about is himself. She says she does not care about herself, only her son's happiness matters to her now. Wyatt joins Hope and Liam and says he just found out that his mother was here last night. But they need to dial it back a little. She did not touch Liam's ankle and he told her to stop coming over. Liam says Wyatt doesn't understand. Quinn has always been delusional but it's really dark now. He doesn't think she even cares what Wyatt wants anymore. This isn't just getting him and Hope back together but getting rid of anybody who makes him unhappy. Bill tells Brooke there is no reason they can not continue and get married, small and simple. She says she wants the entire family there and she will start working on it right away. Bill says so it is a wedding or a family therapy session. While he is out of the room, Deacon comes by, surprises Brooke. He says he is back in L. A. and wanted her to hear it from him. He says he is between jobs and is staying with a friend. Brooke says she can not offer him anything and she does not want him to be bothering Hope. She's at a good place in her life, happy and secure. Deacon says he does not expect anything. He has changed .at least his attitude. And that means owning up that he was a real jerk in the past. He's determined to fix that and not be bad news to everyone in his life who has known him. And that includes Hope but he can not do that with Brooke in the middle. He'd really like to earn that right. Wyatt can't believe they called him over just for this. He maintains that his mother is overbearing but she is not physically dangerous. Liam repeats again that Quinn said he had to give Hope up or she is coming after both of them. He doesn't want to go to the police but he will if he has to. Hope says Wyatt must speak once more to his mother. They need to know for sure if she is capable of murder. Quinn gets the locked tool box and gently takes out the large sword, polishing and cleaning it with a certain gleam in her eye."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "(Liam's flashback)",
        "Quinn: Let them be happy. Go to Paris. Be with Steffy. Go work in the Spencer offices in New York. Leave them alone!",
        "Liam: What are you gonna do? You -- you gonna kill me with a bunch of tiny, little stab wounds?",
        "Quinn: [Grunts] I'll kill Hope, too, before I see her with you. I warned you. Live by the sword... die by the sword.",
        "[SCENE_BREAK]",
        "Brooke: Hope. Honey, I thought you left.",
        "Hope: Oh, uh, almost.",
        "Bill: Busy morning?",
        "Hope: I just like to get out of here a little early.",
        "Bill: Yeah, well, that's a good idea. Get a jump on the day. Uh, your mom tells me that Hope for the Future is the main event while Ridge is out of commission.",
        "Brooke: Yes, that's right. Ridge needs to focus on his recovery.",
        "Hope: Yeah, yeah. How's that going?",
        "Brooke: Katie's taking good care of him.",
        "Hope: It's still hard for me to think about. It is a miracle that they found him. I mean, Ridge could have died.",
        "Brooke: All because of Quinn and the fact that she can't face reality. When that woman doesn't get what she wants, she goes nuts.",
        "[SCENE_BREAK]",
        "Quinn: [Gasps] You're here.",
        "Wyatt: Why aren't these in the catalog?",
        "Quinn: I've been a little preoccupied.",
        "Wyatt: I can't sell things if they're not in the system, okay? And without Forrester, we need all the sales we can get.",
        "Quinn: I don't want you to worry about that, sweetheart. Soon enough, Hope is going to come to her senses, and she's gonna take you back.",
        "Wyatt: Why would you say that? Liam said that he saw you at his house. You weren't there, were you?",
        "[SCENE_BREAK]",
        "Brooke: You going to pick up Liam?",
        "Bill: No. Gave him the day off. He's got to keep his ankle iced and elevated.",
        "Brooke: I could be persuaded to play hooky.",
        "Bill: Is that so? I didn't think that was possible after you brought Quinn up.",
        "Brooke: Oh. Yeah. Well, Quinn -- the day that you were with her, Ridge and I were getting married.",
        "Bill: Well, it's a good thing that didn't happen.",
        "Brooke: Mm. Yeah. You didn't cheat...but you did keep it a secret. And Quinn used that to her advantage.",
        "Bill: She tried. It didn't work.",
        "Brooke: [Sighs] She could try again. But whether she does or not, it wouldn't really matter because she is Wyatt's mother, and that means there is no getting her out of our lives.",
        "[SCENE_BREAK]",
        "Wyatt: You told Hope that you didn't go over to Liam's house. Is that true?",
        "Quinn: You've been talking to Hope?",
        "Wyatt: Mom!",
        "Quinn: Yes. [Clears throat] That is, um, what I told her.",
        "Wyatt: I told you to stay away from them, okay?",
        "Quinn: And I would have --",
        "Wyatt: But you went there anyway. What did you do to Liam?",
        "Quinn: Nothing.",
        "Wyatt: He went to the hospital, Mom.",
        "Quinn: Yeah, for sprained ankle. You should have seen him hobbling around on his crutches. It was pathetic.",
        "Wyatt: Mm.",
        "Quinn: You know he blamed me, right? The spineless wimp trips and falls, and it's all my fault?",
        "Wyatt: Was it?",
        "[SCENE_BREAK]",
        "Liam: Aah.",
        "[Door opens]",
        "Liam: [Sighs] Hey.",
        "Hope: Hi.",
        "Liam: What are you doing here?",
        "Hope: Well, I wanted to come check in on you, see how your ankle's doing. Hello. Mm.",
        "Liam: Hi.",
        "Hope: How's the swelling?",
        "Liam: It's -- it's down.",
        "Hope: Good, good. Are you taking the pain pills that your doctor gave you?",
        "Liam: No. I stopped. I, uh -- I want to keep a clear head.",
        "Hope: You know Bill's not gonna make you come into work.",
        "Liam: Yeah, well, it's better than being stuck here.",
        "Hope: Well, I don't have any meetings this morning. I could stay and play nurse. Are you okay? What's wrong?",
        "Liam: Uh, Quinn came by to see me again last night...and threatened to kill both of us.",
        "[SCENE_BREAK]",
        "Quinn: You're starting to sound as paranoid as Liam.",
        "Wyatt: [Sighs] Just -- I just want a straight answer out of you, mom.",
        "Quinn: Okay, fine. You want me to be completely honest?",
        "Wyatt: If you can be, yeah.",
        "Quinn: You know what? That's a little harsh.",
        "Wyatt: Mm.",
        "Quinn: Fine. Here's the truth. If I wanted to hurt Liam...he'd have more than a sprained ankle.",
        "Wyatt: That is not funny.",
        "Quinn: Look, I just went over there to try and talk some sense into him. That's all.",
        "Wyatt: You did what you always do. You overstepped. You interfered. That is why Hope chose Liam -- because you act this way. No. You're done. You stay off that property. You stay out of their lives.",
        "Quinn: All right.",
        "Wyatt: You won't ever go over there again.",
        "Quinn: No.",
        "Wyatt: Promise me.",
        "Quinn: It's done. You know I did this for you, thought, Wyatt. You're the man that Hope should be with -- not Liam. Wyatt. [Sighs]",
        "[Door closes]",
        "Quinn: [Exhales deeply]",
        "Deacon: Wow. I mean, no wonder Liam fell all over himself trying to get away from you. Your own kid doesn't want to be in the same room with you.",
        "[SCENE_BREAK]",
        "Bill: I thought I'd planned everything perfectly.",
        "Brooke: You did.",
        "Bill: Well, I didn't exactly plan on Ridge showing up.",
        "Brooke: If you want our marriage to be full of adventure, you have to expect a few surprises at your wedding.",
        "(Flashback)",
        "[Middle-eastern music plays]",
        "(Present time)",
        "Bill: Another few minutes, and we'd be married.",
        "Brooke: We'll get there.",
        "Bill: Well, what are we waiting for? There's nothing standing in our way now. Let's finish what we started.",
        "[SCENE_BREAK]",
        "Hope: Why... [Chuckles nervously] I-I mean, I don't understand why Quinn would do that.",
        "Liam: 'Cause she's crazy.",
        "Hope: Threatening you isn't gonna get her what she wants.",
        "Liam: Hope, she's not just threatening me anymore.",
        "Hope: Well, that doesn't make sense, either.",
        "Liam: Yeah, 'cause you're thinking logically, but, trust me, Quinn is way beyond that at this point.",
        "Hope: Wyatt says she's not dangerous.",
        "Liam: Wyatt? What -- Wyatt isn't even speaking to her right now. He has no idea what's going on in her head. I mean, I know -- I know -- Wyatt wants to believe that she would never hurt anyone, but am I willing to take that risk, especially with your life on the line? I mean, Quinn -- Quinn is -- who are you calling?",
        "Hope: Wyatt. I need to see you.",
        "Wyatt: Everything all right?",
        "Hope: No. How fast can you get to Liam's?",
        "Wyatt: I'm on my way.",
        "Hope: Okay, he's -- he's on his way over.",
        "Liam: Hey, I agree that -- that he should know, but I don't know if there's anything he can do about it.",
        "Hope: He has to do something, Liam. This can't continue. Quinn has to be stopped.",
        "Liam: [Sighs]",
        "[SCENE_BREAK]",
        "Quinn: Don't make me sorry I let you stay here, Deacon.",
        "Deacon: I'm just trying to give you some friendly advice.",
        "Quinn: You know what? My son and I are going through a very, very difficult time right now, but that is all going to change very soon.",
        "Deacon: Not if you keep going this way.",
        "Quinn: I am trying to do what is best for my child.",
        "Deacon: Whether he wants it or not.",
        "Quinn: Wyatt has lost his confidence. He doesn't think he can compete with Liam.",
        "Deacon: I'm sorry -- 'cause I-I didn't see you giving him a little pep talk.",
        "Quinn: He wouldn't listen.",
        "Deacon: Because he doesn't want you involved, Quinn.",
        "Quinn: Well, somebody has to fix it, and if he won't, I will.",
        "Deacon: Or make it worse.",
        "Quinn: Oh. Like you did for Hope? [Sighs] Please. I am sorry, but you are the last person to give me parenting advice.",
        "Deacon: No, you're right. I mean, nobody's, uh, nominating me for father of the year. I think we all get that. And you're right -- I have made a lot of mistakes with my kids, but you know what? I've learned from them, and if you would just get off your high horse, maybe -- just maybe -- you could learn, too.",
        "Quinn: You know what? Spare me your heartbreaking cautionary tale. You abandoned your children. You sold out your only daughter, and the only person you care about is yourself. I don't care what happens to me. My son's happiness, the future he deserves -- that's all that matters.",
        "Deacon: Then do what he's asking. Butt out of his love life.",
        "[SCENE_BREAK]",
        "Wyatt: Right. Let me guess. You guys are talking about my mother? Look, I'm sorry. I just heard. I know she was here last night.",
        "Hope: She told you that?",
        "Wyatt: I had to drag it out of her, but yeah.",
        "Liam: Well, what are you gonna do about it?",
        "Wyatt: I told her to stop.",
        "Liam: That is not gonna be good enough, bro.",
        "Wyatt: Whoa! You know, I know you're all banged up and hurting right now, but you need to dial it back, all right? My mother didn't touch your ankle.",
        "Liam: My an-- no, she did a lot worse than that.",
        "Hope: Wyatt, do you think that you got through to her?",
        "Wyatt: Like, did she listen?",
        "Liam: Like, will she back off?",
        "Wyatt: She knows what I want, all right?",
        "Liam: I don't think what you want is even her objective anymore.",
        "Wyatt: Look, I get it. You're ticked off. She probably came over here and said a bunch of things that you didn't like.",
        "Liam: No, you don't understand. Your mom's always been delusional, Wyatt, but this was dark. This isn't about getting you and Hope back together. This is about getting rid of anyone who makes you unhappy.",
        "[SCENE_BREAK]",
        "Bill: You know it's gonna happen. It's just a question of where and when.",
        "Brooke: Tiny, little details.",
        "Bill: Keep it simple. Courthouse. Tomorrow morning.",
        "Brooke: No. No. I'm gonna need some time to plan the wedding.",
        "Bill: Oh, really? You're gonna take the reins on this one, are you?",
        "Brooke: Well, I'm not sure I'm gonna be able to top yours.",
        "Bill: I don't know about that. There's a lot of exotic locales in the world.",
        "Brooke: Oh, you know what? This time, I just want it to be here. I want the entire family to be there.",
        "Bill: All right, well, Ridge only gets an invitation if he can promise to be a good boy.",
        "Brooke: What about your sons? Are they gonna behave?",
        "Bill: What? Will? That party animal? You kidding me? Perfect wedding guest.",
        "Brooke: [Chuckles] I-I just think it'd be good, you know, for the family to be there at our wedding, and maybe we'll all get a glimpse of how it is if we put our differences aside and we move beyond all those negative things and into the future.",
        "Bill: Mm-hmm.",
        "Brooke: Right? I mean, I think it would be good. It'd be a new beginning for our family.",
        "Bill: Right. Well, it is a pretty tall order.",
        "Brooke: It might take awhile to get everybody on board, actually, but -- ah, especially Hope, right?",
        "Bill: You noticed that, did you? The temperature dropping about 10 degrees when I walked in the room?",
        "Brooke: I did. I did. But she wasn't there in Abu Dhabi, and she didn't see how hard you were looking for Ridge and how supportive you were being of me.",
        "Bill: She thinks I betrayed you.",
        "Brooke: Betrayal is a hot button for Hope.",
        "Bill: I did not betray you, Brooke.",
        "Brooke: I know. I know, but that's exactly what I'm talking about. This'll give us a chance to put all that blame and judgment behind us, right? Everybody can just be at the wedding and move past all of that.",
        "Bill: So, is it a wedding that you're planning or a group-therapy session?",
        "Brooke: [Chuckles] [Sighs] Just give me a little time, okay? I'm gonna plan something that nobody is ever going to forget.",
        "Bill: All right. Well, I will keep my tuxedo at the ready, then.",
        "Brooke: [Chuckles]",
        "[Telephone rings]",
        "Bill: [Sighs] Yeah, Spencer. Hang on.",
        "Brooke: Ridge and Katie have gotten past all that, and I think Hope will be next.",
        "Bill: And that's it, right? Nothing else standing in our way.",
        "Brooke: That's right. That's it.",
        "Bill: Okay.",
        "Brooke: Mm.",
        "Bill: I love you.",
        "Brooke: I love you.",
        "Bill: Yeah? What's the problem?",
        "[Knock on door]",
        "Bill: Yeah, I'll take care of it when I get in.",
        "Deacon: Hello, Brooke.",
        "[SCENE_BREAK]",
        "Deacon: May I come in?",
        "Brooke: What are you doing here?",
        "Deacon: Well, I'm back in L.A. I just wanted to drop by and let you know. Knew how thrilled you'd be to see me.",
        "Brooke: You're back for how long?",
        "Deacon: I'm not sure.",
        "Brooke: So, is little D here with you?",
        "Deacon: No, he's at school. He's -- he's doing great.",
        "Brooke: You're here for business?",
        "Deacon: Well, I'm in between jobs. I'm staying with a friend.",
        "Brooke: So, you're out of work, and you don't have a place to live?",
        "Deacon: I prefer to think that I'm open to new opportunities.",
        "Brooke: I can't offer you anything, Deacon.",
        "Deacon: Yeah, I kind of figured that.",
        "Brooke: And I don't want you to be bothering Hope. She said that she saw you. She's in a good place in her life right now. She's very happy. She's very secure.",
        "Deacon: With Liam.",
        "Brooke: Yes.",
        "Deacon: [Sighs] Look, I-I get that you're not thrilled to see me. I expected that. I've caused a lot of problems for you and for Hope. I don't want to do that again. That's one of the reasons why I'm here -- to show you both that I'm not that same guy anymore.",
        "Brooke: So you've changed?",
        "Deacon: Well, at least my attitude has. I'm trying to live my life in gratitude -- uh, you know, remain in the present, be authentic. And that means owning up to the fact that I have been a real jerk in the past. You know, Brooke, I've pretty much been bad news for every single person in my life that I've cared about. I'm determined to fix that, especially with Hope. But I can't do that without your support. I'm not gonna put her in the middle. Now, she wants to build a relationship with me, but not if it's gonna upset you. And I know what you're thinking. Look, I'm not here to ask for another shot. God knows I don't deserve it. But if you'll let me try, I would really like to earn it.",
        "[SCENE_BREAK]",
        "Wyatt: This is why you had me come all the way down here -- so that Liam could complain about my mother again?",
        "Liam: Are you really not concerned?",
        "Wyatt: What -- that she's suddenly gone psycho? Look, I'm sorry she bothered you, but it won't happen again.",
        "Liam: Wyatt, she threatened our lives.",
        "Wyatt: Wh-- she threatened you?",
        "Liam: She threatened Hope and me. If I don't give her up, if I don't go back to Paris with Steffy, Quinn's coming after both of us.",
        "Wyatt: No. No, no, no. That's -- that's --",
        "Liam: What? Insane?",
        "Wyatt: Yeah.",
        "Hope: Wyatt, you told me that she wasn't dangerous.",
        "Wyatt: She's overbearing. She's not violent. [Sighs] (Wyatt's flashback0",
        "Quinn: If I wanted to hurt Liam...he'd have more than a sprained ankle. [Echoing] Sprained ankle. Sprained ankle.",
        "(Present time)",
        "Wyatt: I mean, she's never been violent before, so...",
        "Liam: You got to get control of her before this gets worse.",
        "Hope: You can talk to her. She's got to listen to you.",
        "Wyatt: [Scoffs]",
        "Liam: Look, I don't -- I don't want to have to go to the cops, but I will if I have to.",
        "Hope: This is something that we need to know, Wyatt. Is she or is she not capable... of murder?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=nRG4eP_sOSw"
}