{
    "Episode Summary": [
        "Episode # 7109 ~ A tender moment is shared between parent & child when Julius makes a commitment to Maya; Nicole & Zende's bond gets stronger as they recount memories of their childhoods together."
    ],
    "Recap": [
        "Julius calls Maya his little girl and says she has a very comfortable home. He says something Nicole said against them and he wanted to straighten this out. The child is always in your mind's eye, whether they are safe or not. He remembers every harsh word. She says she does too. Julius hopes she is not trying to call him out or shame him. Who is going to carry on his name now? She says she has never been able to read his mind so maybe he needs to tell her why he is here. Nicole tells Rick that her parents may have nightmares but no more dreams. They do not have the kind of money to traipse all over the country looking for her or Maya. He wonders if Maya even knows that her dad is in town. Rick praises Zende and says he needs a promotion as he is the only person who knocks on his door. Nicole tells Zende that her mom and dad are in town and would like her to return home but she is going nowhere. The only influence Maya has on her is making her a better person. Zende tells her that his birth parents are dead and most don't get second chances. So he would never think of disappointing them. She feels he believes that she should go home.",
        "Julius wants to hear about this Rick who has given them a home. Maya says she has a way to go but yes she is happy and with Rick. Julius explains to her that he hears her name at church ad even the library where some have shown him magazines with Maya's pictures. Some have made fun of him and he told them his son was dead. He does not know why the Lord did this but he feels he is being tested. But he does not wish her dead. Maya tells her mother she does not have to chose her words so carefully, she can speak freely. Julius says hard work is to be respected but it doesn't always come. Maya says in the past she could only be told so many times that she was a freak before you start looking for another life. She is okay now how she turned out, but if they want something more she can not have them in her life without their acceptance. Julius says she doesn't want much \u0096 just trade his beliefs for hers. She says she knows she did not grow up gracefully and she does not want to dwell now on right and wrong. She loves them and she knows they love her too. She does not want them to march in a transgender parade or anything like that but she would ask them to let her lead her life the way she is now. He tells her she is young yet and thinks people can change. They will go. Maya sits down in defeat. He makes her stand up and looks her in the eyes and says he will try. He will try to get to know the woman she has become and he will always be her father. He will try to find a way to fit in. He can promise her that and he asks for some sugar for this old man. She hugs him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Julius: You have a very comfortable home.",
        "Maya: Thank you. Wh-what did you just call me?",
        "Julius: \"My little girl.\" Isn't that what I'm supposed to say?",
        "Maya: N-Nicole?!",
        "Vivienne: No, a lady let us in.",
        "Julius: The help, I believe.",
        "Maya: Nicole wasn't with you?",
        "Vivienne: You know, she's at that age.",
        "Maya: What age is that?",
        "Vivienne: She likes her little rebellion.",
        "Maya: She wanted to stay in LA. You knew that. What did you say to her?",
        "Julius: Something set her mind against us.",
        "Maya: She came to California on her own, but... I will look after her. You can rest easy about that.",
        "Julius: [Chuckles softly] This is something that you'll never experience. I mean, it's not your fault that you don't understand, but from the time that a man and a woman become a parent, there is no such thing as \"rest easy.\" See, that child of your body is always in your mind's eye, whether it's waking or sleeping. You ask yourself, you wonder, \"Are they safe?\" You ask, \"Is there something that I did wrong?\" You remember... every harsh word.",
        "Maya: Do you, Dad? Because I do.",
        "[SCENE_BREAK]",
        "Nicole: [Sighs]",
        "Rick: What is your father even doing here?",
        "Nicole: I know! They don't even have the money to be traveling around, staying in hotels, with Dad out of work.",
        "Rick: I should offer them the guest house.",
        "Nicole: Rick, don't. Don't encourage them. You know, even if I did something awful, and you and Maya decided to kick me out --",
        "Rick: No. We would never do that, because that's your home.",
        "Nicole: But even if you did, I wouldn't go back with them. I'd figure out a way to stay in Los Angeles. Things happen here. Everybody you meet is interesting or doing something that's maybe even crazy. But it's their dream and it's their right to follow it. I don't think my parents have dreams anymore. Nightmares, maybe, but... they just think that everyone's against them.",
        "Rick: I'm too familiar with that state of mind to criticize them.",
        "Nicole: Yeah, but you got past it. They could change if they wanted to. They could be happy if they wanted to. But I hope they're on the next flight out. That way Maya never has to hear the awful things they say about her.",
        "Rick: Does Maya know that your dad's in town?",
        "Nicole: What would be the point of telling her?",
        "Rick: Because you two are closer than ever before. Why? Because you chose to tell each other the difficult things. That's the point. She's the point.",
        "[Knock on door]",
        "Rick: Come in! Zende! Somebody needs to give you a promotion, because you're the only person who's ever knocked on my door. Is that file for me?",
        "Zende: Yes. I was finally told to do something other than get coffee.",
        "Rick: Oh.",
        "Nicole: Everybody sends us for coffee.",
        "Rick: Did you tell your parents you're working here?",
        "Nicole: I told them I had a job, but I don't think they'll be showing up here to drag me away.",
        "Rick: Oh, that'd be perfectly fine. Big family scenes are our specialty.",
        "Zende: Wait. You're going away?",
        "[SCENE_BREAK]",
        "Julius: Are you calling me out? Are you trying to shame me?",
        "Vivienne: Julius.",
        "Julius: Is this how you welcome your father after so many years?",
        "Maya: No, you're not here for a visit, Dad. You're here to rescue Nicole from heinous me.",
        "Julius: As self-centered as always.",
        "Vivienne: I thought we were making progress.",
        "Julius: Have you ever stopped to think about how hard it would be to ask a man to give up his only son? What about my dreams? Who's gonna carry on my name now?",
        "Maya: Yeah, I realize that I'm your personal tragedy, and I tried not to be. Really, I did.",
        "Julius: You want me to accept you, but you don't accept me.",
        "Maya: I accept that you don't want me in your life.",
        "Julius: Why do you think that I am here, subjecting myself to this?",
        "Maya: I have no idea, Dad! I've never been able to read your mind, so, please, why don't you tell me?",
        "Julius: [Sighs]",
        "[SCENE_BREAK]",
        "Nicole: Zende, no. I'm not going anywhere.",
        "Zende: Yeah, but --",
        "Nicole: My mom and dad are upset that I looked Maya up, that I am now living with my sister. They think that she'll be some terrible -- I don't know -- influence on me. But I was the one who was terrible when I came here. I was lying to her, bullying her. I'm ashamed when I think about it, but the only influence Maya's had on me is to make me a better a person.",
        "Rick: Wow. You know, I thought about bugging this place. I really wish I had so I could play that back to your sister.",
        "Nicole: [Laughs sarcastically]",
        "Rick: [Chuckles]",
        "Zende: Still, if your parents want you to go, you will.",
        "Nicole: No. They know that I'm not leaving with them.",
        "Rick: Maya and I... will look after her.",
        "Nicole: Yeah. I mean, even if they didn't, I'm old enough to be on my own now.",
        "Zende: I see.",
        "Nicole: You don't seem too happy to hear that I'm staying.",
        "Zende: It's just... your parents came all this way here.",
        "Nicole: You've never disobeyed your parents before?",
        "Zende: No.",
        "Nicole: You've never felt something so strongly or wanted something so badly that you stood up to them and didn't give in?",
        "Zende: I have strong feelings. I want things. But, no, I never did that.",
        "Nicole: OMG. So, you're, like, the perfect child that every parent dreams of.",
        "Rick: Kristen and Tony always did brag about how well-behaved you were.",
        "Zende: I wasn't trying to be good. I mean, I say and do plenty of things that aren't good. But they saved my life. I mean, how long would I have lasted if they hadn't loved me and brought me home? My birth parents were dead. Most people don't get second parents. I owe them everything. It made it a lot easier to obey.",
        "Nicole: So... you think I should go back to Illinois with my mom and dad?",
        "Zende: Maybe. But I hope you don't.",
        "[SCENE_BREAK]",
        "Julius: I promised your mother I would...see you.",
        "Maya: Well... that's something. Just don't be angry with Nicole. She had to leave the house at some point, and, believe it or not, this is the best and safest way. I look very closely after her, and Rick is very fond of her.",
        "Julius: Tell me about this Rick.",
        "Maya: This is our home. He's at work right now.",
        "Vivienne: I met him briefly.",
        "Maya: He hung that as a surprise after we moved in.",
        "Julius: You look different.",
        "Maya: So do you.",
        "Julius: It's just the years. With you, it's much more.",
        "Maya: Yes.",
        "Julius: So, are you what you...wanted to be?",
        "Maya: I have a ways to go, but, yes. I am happier than when I last saw you.",
        "Julius: How was prison?",
        "Maya: And are you more the person you want to be, Dad?",
        "Julius: I have some regrets.",
        "Vivienne: It's only human.",
        "Maya: Can you say my name? You haven't said it yet.",
        "Julius: Your real name?",
        "Maya: Legally, I only have one.",
        "Julius: Well, I certainly have heard it enough. Old Miss Kersey at the library -- she sets aside magazines with pictures of you, so I can see when I come there. \"Oh, look how beautiful he is.\" That's what she says.",
        "Maya: She doesn't mean any harm. She was always nice to me. She helped me to get the information that I needed.",
        "Julius: Oh. She's not the only person that recognizes you. I heard your name at church and at the agency, when I was there.",
        "Maya: The limousine agency? You're not driving anymore?",
        "Vivienne: Not for some time. They fired your father, because he covered his name plate.",
        "Julius: I was a joke to them there. A man who is a joke has no friends.",
        "Maya: I'm sorry.",
        "Julius: Well, I partly brought it on myself. When you first left and people would ask me, I would put out that my son, Myron, was dead.",
        "Maya: And is that what you wished? You can tell me.",
        "[SCENE_BREAK]",
        "Nicole: Do you know if Maya will be back in?",
        "Rick: She doesn't have to be at the meeting.",
        "Zende: We should clear out -- give you back your space.",
        "Rick: Oh, no. It's fine. The meeting's not even in this office. I'm gonna put you two to work. I've got one 35-page and one 25-page report on the international finances -- highly confidential.",
        "Nicole: Understood.",
        "Rick: I asked for 20 copies to be collated and stapled, but Pam claims that she didn't know the copy machine could do that.",
        "Zende: Yeah. She doesn't like you.",
        "Rick: Ah. Look who's catching on. I will be back for these. Time is money.",
        "Zende: Seems like a waste of paper.",
        "Nicole: Right? Why can't he just post it to the recipients?",
        "Zende: I don't know. Maybe it's too confidential.",
        "Nicole: Encrypt it, then. Hey...do you think less of me now for telling my parents no?",
        "Zende: Do you think less of me for being a good son?",
        "Nicole: No. I think it's nice.",
        "Zende: Well, my parents don't ask for much. I'm really not that good.",
        "[SCENE_BREAK]",
        "Julius: What kind of question is that?! What kind of father would wish his daughter dead?!",
        "Maya: A disappointed one.",
        "Julius: That's right -- daughter. That's what I said -- daughter. I mean, your mother and I brought you into this world, but looking at you now, what else could I call you? I mean, I don't know why the Lord put this on us. But we are being tested -- all three of us. And somebody failed the test, and I don't know -- maybe it was me. Maybe it wasn't. But I certainly can say your name. It's not like the first time I've heard it.",
        "Vivienne: I struggled. I think you know I did. I didn't know if it was a weakness to just, you know, love you and let you be or was it weakness that I could do all I could do to pull you back from, um -- from this life that you're living?",
        "Maya: You don't have to choose your words so carefully. You're my parents.",
        "Vivienne: I read the people who go on the Internet -- they took your side against all of those awful stories.",
        "Maya: Some of them did, yes.",
        "Julius: I never saw any of those. But Miss Kersey let me know that you're very successful.",
        "Vivienne: She's the only one that he lets talk to him about you.",
        "Julius: Vivienne.",
        "Maya: Is that why you're here, Daddy? I know you respect success. You think it means somebody's doing something right.",
        "Julius: I think hard work should be rewarded. It isn't always.",
        "Maya: And would it mean anything to you if I told you I'm happy?",
        "Julius: That's what you left us looking for, isn't it?",
        "Maya: No. I had no confidence in that back then or in a future. I just wanted to hurt a little less. There's only so many times that you can hear someone tell you that you're sick and bad and a freak before you either start to believe it yourself, or you decide that you're not so terrible and that there's a better life for you waiting out there somewhere.",
        "Vivienne: They have us on standby to O'Hare.",
        "Maya: I miss both of you. And there are so many times that I wish I had someone stronger and wiser to tell me what to do. But I'm okay with how I turned out. So if you just came all this way to get a look at me, then you can catch your flight. But if you want something more --",
        "Julius: Well, what if we did? What if we wanted a fresh start as a family? What would that take?",
        "Maya: I need you to accept me as I am. It's the only thing you never gave me. And maybe you never can. But I can't have you in my life without it.",
        "[SCENE_BREAK]",
        "Nicole: These are, like, the coolest paper clips ever.",
        "Zende: Yeah. That stapler was not doing the job.",
        "Nicole: Well, how'd you know where to find them, anyway?",
        "Zende: Haven't you ever followed Pam around?",
        "Nicole: Um, no, because I am not at all interested in office supplies.",
        "[Both chuckle]",
        "Zende: Whoa! Wait. What are you doing?",
        "Nicole: Page 16.",
        "Zende: Of the report we haven't done yet.",
        "Nicole: No. Is it?",
        "Zende: Yeah. You just put in the wrong page 20.",
        "Nicole: Well, I mean, you really think anybody's gonna look at this? I mean, 35 pages of charts and numbers? I know Rick. This is just guaranteed busywork.",
        "Zende: Probably, but he's trusting us.",
        "Nicole: That was a test, and you passed. You're pretty awesome.",
        "Zende: No, baby. I'm bad -- bad to the bone.",
        "Nicole: What? Did you really just say that?",
        "Zende: It's a song. Wow. Seriously? Okay. Tony would play it for me all the time to cheer me up.",
        "Nicole: When you were sad?",
        "Zende: Homesick at first. Aren't you sometimes?",
        "Nicole: Sometimes. But it's homesick for a home that I didn't have.",
        "Zende: You know, you're really strong to be on your own now.",
        "Nicole: Mm, I have Maya.",
        "Zende: You're strong to be loyal to her.",
        "Nicole: Hmm. \"Strong.\" Most people just think I'm annoying.",
        "Zende: Strong.",
        "[SCENE_BREAK]",
        "Julius: You don't ask for much -- only that I should trade my beliefs in for yours.",
        "Maya: Oh, I want a lot. I always have. I think being my father was probably painful and confusing for a lot of the time.",
        "Julius: You've never said anything like that before.",
        "Maya: And I know it was hard on you, too. You wanted to keep me safe. You would walk me home from school, so I wouldn't get beat up and hide things from Dad that would make him upset, but you couldn't save me from myself. I mean, none of us knew how to do it -- growing up different. We didn't do it gracefully. But we made it through.",
        "Julius: Yes, you did.",
        "Maya: I don't want to live in the past. I don't want to talk about who was wrong and who hurt whom. I can still say I love you.",
        "Vivienne: Oh, sweetheart.",
        "Maya: And I know you love me, too. Otherwise, there wouldn't have been so much anger. Now, I'm not asking you to be different. I'm not asking you to march in the transgender pride parade or read books about people like me or even to agree with all of the choices that I've made. I'm just asking you to respect the fact that I had to make them... and that I have a right to be happy.",
        "Julius: I suppose your -- your mother's right. We should be going. You're young yet. You think everybody can change. You think you can take the life that you had before in for repairs and come out brand-new because that's what it's been for you.",
        "Maya: Not exactly. Thanks for coming by.",
        "Vivienne: We'll see ourselves out.",
        "Julius: Stand up. Stand up, Maya. Look in my eyes. I will try. I am set in my ways, in my thinking. But the one thing... [Voice breaking] That I will never stop being... is your father. So I will... try to get to know the woman that you've become... and... the life that you've created for yourself. I'll try and find a way to -- to fit in. This... I can promise you. What do you say? How 'bout some sugar for your old man?",
        "Maya: [Crying] Daddy."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=-Uvw4Owty7U"
}