{
    "Episode Summary": [
        "Episode # 7011 ~ Ivy confronts Steffy; Eric listens to grievances; Rick apologizes."
    ],
    "Recap": [
        "Eric tells Ridge that Rick apologized and he accepted it. So Rick remains as CEO. Eric will listen to what he and Caroline have to say. Ridge calls Wyatt, Aly and Pam in to say how they suffered under Napoleon. Caroline says it does little good because Rick became the monster he is because of her. She was willing to work on their problems in private but Rick brought her down at work and always threatened her work. Aly says it was bad here but even worse at home. Eric says he is sorry, as Maya and Rick are staying in the main house while he stays in the guest house. They are settled in and he sees no need to change that. Wyatt is given a chance and he tells how he quit then thought the better of it and he swallowed his pride and asked to come back. Rick wanted him to get down on his knees and beg. He laughed at him. Rick and Maya only wonder what is happening behind closed doors. He can only speculate so says he needs to do something. He calls Ridge and tells him to bring the entire group across the hall. Liam pushes Steffy off of him and says she is still trouble. He does miss her but it isn't that simple. She says it is that easy. If he wants her all he has to do is reach out. Surely he is not that into Ivy. She and Liam have history and it will never be that with Ivy. She says she had to piece herself back together but she wants to pick up where they left off and she is ready to take on the world again. Not as friends .lovers or nothing. It's Liam's call.",
        "Rick welcomes them into the room and says this won't take long. There will be some changes made. He apologizes to everyone in this room he knows he abused his authority. They will get fairness from here on out. Aly will have the green light on her shoe line and Oliver can help her with the photos. Rick says again he was out of line and it carried over to his family life too. He apologizes for taking Stephanie's portrait off of the wall and for making a big deal out of Wyatt going to Milan when he had permission in advance. He says it will take a while but he will prove himself. Eric says that is the guy he wants to hear from at FC. Ridge says his dad has been conned one time and now he is doing it again. Liam tells Steffy they will always be friends. She is so precious to him. She says that is not enough now. He hopes she will keep the takeover in mind. She says she will think it over. He leaves for another appointment. Ivy comes out of hiding. She accuses Steffy of coming on to her boyfriend, how dare she! Ridge tells his dad that Rick is just throwing them all a bone, they are all being conned. Rick says he thinks he has the right to decorate his house any way he wants to. Ridge tells his dad this is not right but Eric says his support to Rick still stands, so get back to work now. Maya tells Rick she is so proud of him and now she is going to follow up on Aly and Oliver and assure them about her. Ivy says Steffy knows she is with Liam now and they are cousins so why is she doing this. Steffy says Ivy has only been with him a couple of months. Ivy says that makes no difference and this is fair warning \u0096 back off and back off now .even go back to Paris if that helps. Ridge tells Rick that he is smoke and mirrors and that is all he is. Rick says the decision has been made. Ridge tells him to bring it on. He is going after him and will bring him down."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Rick: Kiss me. Quick.",
        "Maya: As in immediately or a little peck?",
        "Rick: Something substantial. I mean, like, right now.",
        "Maya: [Chuckles]",
        "Rick: Mm. Mm-hmm. It's definitely real.",
        "Maya: Your version of \"pinch me\"?",
        "Rick: Yeah, something like that.",
        "Maya: Well, I can assure you, on account of the fact that I am a witness, you are very, very much awake.",
        "Rick: Did that just happened? My father just gave me his unconditional support.",
        "Maya: Yeah.",
        "Rick: I've always wanted it, but...I never thought I'd live to see the day.",
        "Maya: Well, the era of Ridge is over. He doesn't get to have everything he wants anymore. Eric trusts you. Forrester is your baby. And, for what it's worth, so am I.",
        "Ridge: Well, you can tell me you're joking anytime you want.",
        "Eric: No joke. Rick was honest. I know because I came with prior knowledge. He didn't try to spin his behavior. He owned it and he apologized. And I accepted and I gave him my full support as C.E.O. And as my son.",
        "Ridge: And you're just gonna listen to his version of what happened here? Dad, his actions impacted people who work for us.",
        "Caroline: You haven't been here, Eric. You don't know what hell it's been working for this company, for your company.",
        "Ridge: I'll be glad to listen to anyone who has anything to say.",
        "Ridge: Okay. Good. Come on in, you guys. Come on. I asked Pam to put some key players together so they can tell you how they've suffered under little napoleon.",
        "Caroline: If no one objects, I'd like to go first. Go ahead and get me out of the way. Though it feels weird to complain because Rick became a monster because of me.",
        "Pam: No, Caroline. Don't take that on yourself. Rick got a little taste of power, and it went straight to his ego.",
        "Caroline: I have to take some of the responsibility, but you're right, Pam, not all of it. Because I was willing to work on our problems in private, but Rick brought them into the office. He -- he never missed an opportunity to put me down. He diminished my work, and I'm a good designer.",
        "Ridge: You're a great designer.",
        "Caroline: But Rick tried to make me doubt myself and my position here. I mean, he -- he threatened to fire me at least twice a day, and my confidence took a real hit, or it would have if it wouldn't have been for Ridge.",
        "Eric: I'm sorry to hear that.",
        "Aly: It was bad here. But in some ways, it was even worse at home. I mean, that's where you're supposed to be able to -- to get away from the pressure, and it's kind of hard to do that with your dictator boss and his full-of- herself girlfriend in the house. Thank God you're back, grandpa. You can finally send them packing.",
        "Eric: That's not gonna happen.",
        "Aly: I'm -- I'm sorry?",
        "Eric: Rick and Maya can stay in the main house. I'm gonna stay in the guest house. You wanted to see me, Mr. Forrester?",
        "Rick: Yeah. Come in. So? Your father's behind closed doors with Ridge and Caroline. Aly, Oliver, and Pam, too.",
        "Rick: [Sighs] Interesting. Thank you for the heads up.",
        "Maya: We won't forget your loyalty.",
        "Rick: Well, I can only guess what's going on in there -- Ridge undermining me as we speak.",
        "Maya: Won't work.",
        "Rick: I hope not. What I don't underestimate is Ridge's ability to influence my father. It's happened so many times at my expense. I need to do something.",
        "Liam: You are still trouble.",
        "Steffy: And you used to love that about me.",
        "Liam: [Groans]",
        "Steffy: [Chuckles]",
        "Liam: Still do.",
        "Steffy: Oh, well, this, too, can be yours. Cha-cha-cha.",
        "Liam: [Chuckles]",
        "Steffy: [Chuckles]",
        "Liam: I did miss you, you know?",
        "Steffy: I'm right here.",
        "Liam: It's not that simple.",
        "Steffy: It's up to us, isn't it? Unless you're not attracted to me.",
        "Liam: [Scoffs] You know that's not the issue.",
        "Steffy: If you want me back, all you have to do is reach out. It's that easy.",
        "Liam: No.",
        "Steffy: Really? Are you that committed to Ivy? [Chuckles]",
        "Oliver: Whoa.",
        "Pam: Wait, Eric, you're not serious?",
        "Ridge: He just brainwashed you, I guess, huh?",
        "Caroline: You're giving up your house?",
        "Eric: Rick and Maya are settled in. I see no reason to change that.",
        "Aly: How about they don't deserve to be there? Rick and Maya are using your house as an extension of their power base, bossing Ivy and me around. I mean, come on. He made me fetch him ice cream.",
        "Eric: [Chuckles] Why didn't you just say \"no\"?",
        "Aly: Because Rick promised to look at one of my shoe designs, so I did it. I stood there in the middle of your bedroom watching them feed each other. It was disgusting and humiliating and completely for their amusement. Rick totally ignored my design.",
        "Ridge: Wyatt, tell him what happened when you came back from Italy.",
        "Wyatt: It was no secret that I was gone. I cleared it through the proper channels. I even cleared it through him. Then when I got back, he acted like I disappeared for a day, accused me of taking advantage of his \"generosity.\" And he rubbed me the wrong way, so I quit. And then I thought better of it, because I love working here and working with you guys. So I swallowed my pride. I apologized and I asked for my job back.",
        "Ridge: And what was his response?",
        "Wyatt: He told me to get on my knees and beg for it.",
        "Pam: [Scoffs]",
        "Eric: That's true?",
        "Wyatt: Yeah. Then he thought it was funny. He laughed about it like it was some big joke.",
        "Ridge: What do you think, dad? Funny? That's how you want things run around here?",
        "Eric: What about you, Oliver? You want to weigh in?",
        "Oliver: I try to keep my head down, fly under the radar. It's easier that way.",
        "Aly: Especially lately. Everyone tiptoes around, hoping not to be noticed.",
        "Oliver: But Rick noticed. He gave me a personal assignment. He's got me taking pictures of Maya on my own time. No compensation.",
        "Pam: Eric, his arrogance has been just jaw-dropping. I-I suppose you've heard that he took down Stephanie's portrait and put up one of Maya. Stephanie is the matriarch of our family, God rest her soul.",
        "Caroline: Well, and let's not forget about the lovely moment when he shot a gun off in this building. Eric!",
        "Ridge: And that should have been it. That should have been enough. So, why do you do that? Why do you keep rewarding him for bad behavior?",
        "[Cell phone rings]",
        "Ridge: Ah.",
        "[Beeps]",
        "Ridge: What do you want? We're in a meeting.",
        "Rick: I'm aware. Everyone across the hall right away.",
        "[Door opens]",
        "Liam: Well, I hate to do this to you, but, uh...I better be going.",
        "Steffy: You barely know Ivy.",
        "Liam: I know her well enough.",
        "Steffy: Okay, so you like her. But you can't compare it to what we had.",
        "Liam: It's two different relationships, Steffy.",
        "Steffy: That is what I'm saying. We have history -- deep, profound history.",
        "Liam: And yet it wasn't enough to keep you.",
        "Steffy: Losing our baby was the hardest thing. I had to find a way to piece myself back together.",
        "Liam: And you did.",
        "Steffy: And I feel like I'm ready to take on the world again. But with you. I want us to be together. I want us to pick up where we left off. We can take over Forrester. We can run it side by side, and it'd be a hell of a ride. You know that. But not as friends. Lovers or nothing. So it's your call.",
        "Ridge: All right, Ricky. What's going on? We're in the middle of something.",
        "Rick: This won't take long. I just wanted to inform everyone there's gonna be some changes around here effective immediately.",
        "Ridge: Good. Let's hear it. The more outrageous, the better.",
        "Rick: Aly, I'm green-lighting your shoe line.",
        "Aly: I-I'm sorry. I couldn't have heard you right. What?",
        "Rick: You're coming into your own as a designer, and it's time for you to jump in. Oliver, I want you to help her with whatever she needs.",
        "Oliver: Sure. I-I'd be happy to.",
        "Rick: And I owe you an apology for taking advantage of your time, your talent. I'm sorry. This apology extends to everyone in this room. I've treated you unfairly. I-I've abused my authority. My team -- this team deserves better. So that's what you're gonna get from here on out.",
        "Liam: Look, I know you don't want to hear this, but I-I really am committed to Ivy. I'm not gonna break up with her. I'm not gonna cheat on her. Ivy and I are a couple now. And Steffy, you and I can work together as friends. You know why? Because we are friends.",
        "Steffy: [Chuckles]",
        "Liam: We always will be. Nothing changes that.",
        "Steffy: I know. And I'm grateful. It's just not enough right now.",
        "Liam: I'm sorry.",
        "Steffy: Don't be. Life goes on, right? I just wish my timing were better.",
        "Liam: [Smooches] You are so precious to me. I got to go.",
        "Steffy: Yeah, uh, I-I got to grab my bag. I think I have it by the beach, so...",
        "Liam: I hope you reconsider the takeover. 'Cause we can do this.",
        "Steffy: I'll keep it in mind.",
        "Liam: Good enough. For now.",
        "Steffy: [Chuckling] Yeah.",
        "[Door opens, closes]",
        "Rick: [Sighs] Not only was I inappropriate at the office, I carried it home with me.",
        "Ridge: Oh, for God's sake.",
        "Rick: Wyatt, what can I say? I was out of line. I knew you were going to Italy. I knew why you were going to Italy. And it was wrong of me to put you through the paces just because I felt like it. You are a valued member of this team.",
        "Wyatt: Well, I...appreciate that.",
        "Rick: And Pam, I'm sorry I took Stephanie's photograph off the fireplace...",
        "Pam: Oh.",
        "Rick: ...Without any explanation. That was disrespectful.",
        "Pam: You're saying that you're sorry that you didn't warn me you were gonna do it, but you're not sorry that you actually did and replaced it with a picture of Maya?",
        "Rick: It's the best I can do. And no one has felt the brunt of my tantrum more than you two. And that ends now. You guys are an amazing design team, and honestly, I'm lucky to have you.",
        "Caroline: You know, frankly, this whole turnaround just kind of...seems hard to believe.",
        "Rick: It might take you a little while, but I'll prove myself. I've got no problem with that.",
        "Eric: Now, that's the Eric Forrester Jr. I want to see in this office.",
        "Ridge: Wait, what are -- wow. What is wrong with you? He conned you before and you didn't learn anything, I guess, right? So now he cons you again.",
        "Steffy: [Sighs]",
        "[Door opens]",
        "Steffy: Oh, Ivy. I was just heading out.",
        "Ivy: How dare you come on to my boyfriend.",
        "Ridge: Is it me, really? You're buying this? You -- you don't see that he's conning you? Any of you guys -- you don't see that he's conning you right now? You don't see what's going on? You -- you being bought out with the idea of having your own shoe line. That may or may not happen. What about you? He's throwing you a bone. What about you? He strokes your ego a little bit and that's it? Pam! He took down my mother's painting -- yo-your sister's picture and put Maya's up.",
        "Rick: Again, I-I'm sorry if Maya's portrait offends you, but I do reserve the right to decorate my house as I see fit.",
        "Ridge: It's not your house, Rick! You conned dad out of it.",
        "Maya: You know, you keep saying it's a con --",
        "Ridge: Why are you speaking? Dad, really, look at me. You got -- you understand this, right? You know that this is not right and you've got to stop it.",
        "Aly: Look, I-I'm still not happy with the way we've been treated. But maybe we should give Rick the benefit of the doubt if it's what grandpa wants.",
        "Eric: That's exactly what we're gonna do. My support stands.",
        "Rick: Thank you, dad. Thank you for your support.",
        "Eric: All right. Discussion's finished. Let's go back to work. Come on.",
        "[Door closes]",
        "Maya: I am going to follow up with Aly and Oliver. I think this might be an opening for me to reassure them about me.",
        "Rick: Smart move.",
        "Maya: I am so proud of you.",
        "[Door opens, closes]",
        "Steffy: How long have you been here?",
        "Ivy: Long enough to get a pretty interesting insight. You in your bikini crawling all over Liam? I mean, you're cracking on to him. You know that he's with me and you're my cousin. What are you doing?! What kind of person does that?!",
        "Steffy: Okay, you need to just relax, dial it back.",
        "Ivy: Uh, no. I'm not dialing anything back, because no one should have to watch you on top of their boyfriend.",
        "Steffy: Stop being territorial. You and Liam have been together, what, a couple months?",
        "Ivy: Steffy, that doesn't -- that doesn't matter. He's not available to you anymore. God, I can't believe I was actually excited that you were gonna be in town. I was like, \"oh, cool. Great. Someone to hang out with, a friend.\" And now you're here making moves on my man. You know what? If you can't control yourself around Liam, then you have to go.",
        "Steffy: Excuse me?",
        "Ivy: Go back to paris. At the very least, you need to stay away from this house.",
        "Steffy: Okay, let's get this straight, Ivy. You are dating Liam. I was married to him. We lost our child together. You have zero right to tell me what I can and cannot do with that history.",
        "Ivy: Uh, yeah. The key word there is \"history,\" and that means something that happened in the past that's now over. Liam and I are happening now, and you need to respect that.",
        "Steffy: Or what?",
        "Ivy: I can't tolerate more of what I saw here. So fair warning, Steffy -- back off and back off now.",
        "Ridge: Well... unbelievable. Smoke and mirrors -- that's all you are. Smoke and mirrors. And I can see right through it.",
        "Rick: I'm sorry you see it that way. The only thing I can tell you is you're wrong. Maybe one day, you'll realize it.",
        "Ridge: One day? I realize it now, Rick. I realize it! I realize you're a con, and that's not who we need representing this company.",
        "Rick: The decision has been made and made. It's not going to change, so let's not do this.",
        "Ridge: We're doing it. I'm not Eric. I see you. I see exactly who you are. You haven't changed over night. You're the same guy who's not qualified to run this company. And I'm coming after you. I'm gonna take you down."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=5TrQPyp1-rg"
}