{
    "Episode Summary": [
        "Episode # 7585 ~ Zende gets a great opportunity at Forrester Creations; Bill informs Ridge about Thomas' behavior, which, while gallant, will cause financial losses for both Bill & Ridge."
    ],
    "Recap": [
        "Steffy shows Ridge some of Zende's sketches. Ridge says he shows promise but they are too busy to oversee it now. He tells Coco that he underestimated her loyalty and she can stay on. Steffy agrees that Coco has a future in this business but not Sally after what she did. Zende tells Nicole that it wasn't a job offer but it was close enough and he will continue. Nicole tells Coco that the Forrester's will not hold it against her for her sister's actions. Zende re-states that Thomas is out of his mind. Sally was wrong and did not deserve this save. Sally laments to Thomas that just a few hours ago she had her bags packed and was ready to leave but then some handsome guy came along and rescued her. He says her that the truth is out. She only likes him for his loft so he is racking up Sally points. She reminds him that he paid the check and stood up to Bill so he has made lots of points. Bill could have really unleashed on him. They laugh at him and his chip off the old blockhead speech. Sally was clearly his victim and he deserves to lose the building space.",
        "Bill breaks into the meeting with Ridge and says there is something the matter with his son .Captain Mr. Pencil Pants. Sometimes you have to get a little rough and they just need to wait and see this magnificent creature he is going to create. If the dimwits will get out then he can take charge. He tells them that Thomas showed up on his white horse and handed CJ a check and now they are back in business. Bill yells this property was his and he was this close until dimwit son showed up with Forrester money to keep them in business. Ridge tells him something will be done. Bill says it does not matter how many checks Thomas writes. The Spectra's are going down and that building will be his. Sally reminds Thomas that his family will be furious. He says yeah but that is part of his charm. In the end they will relax after a lot of screaming. She was only pushed into the corner by the Dark Lord himself and it will never happen again. They kiss on that. Coco points out that Thomas is only showing Sally that he believes in her. And if anything happens between them now this will be the start of it all. Sally says it is not just that Thomas believes in her but the way he looks at her. She says it is impossible not to love him. They kiss again and say they can figure this out. There is a big pounding on the door. Ridge charges in and says there is something in the hell wrong with Thomas all because of this girl who stole from them. He announces this little romance is over. She's a criminal and he will not stand for it."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Insects chirping]",
        "Ridge: Zende is the son of two designers. It's about time he took an interest.",
        "Steffy: He didn't want to overstep, but with this whole spectra fiasco --",
        "Ridge: Yeah, I-I can't mentor him right now. There's too much going on. He shows promise, but it's not gonna happen overnight. You know that.",
        "Steffy: I tried to explain that to him the other day.",
        "Ridge: Well, let me explain it to him. Why don't you text him, tell him to come up here?",
        "Steffy: Okay.",
        "Ridge: Now... speaking of spectra fiasco... we're grateful to you, coco. I underestimated your loyalty.",
        "R.J.: Does that mean she can keep her internship?",
        "Ridge: You can stay if you like.",
        "Coco: I would love to. Thank you.",
        "Ridge: [Laughs]",
        "Coco: Thank you. Thank you. And I-I promise I-I won't take my position here for granted.",
        "R.J.: So, dad, did you hear about Spencer sabotaging spectra?",
        "Ridge: Yeah, Steffy told me. And as wrong as that was, it doesn't condone what sally did.",
        "Steffy: Absolutely not. But we're glad to have you here, coco. You have a future in this business. But sally does not, not after what she did.",
        "Sally: Ah. So this is bachelor living, huh?",
        "Thomas: At its finest, yes. It's, uh, it's not usually this messy. Actually, you should just close your eyes. Um, I can clean up really quick.",
        "Sally: It's okay. You should see my place.",
        "Thomas: Yeah? What do you think?",
        "Sally: I think that I'm incredibly lucky. A little while ago, I was getting ready to pack my bags and possibly leave los Angeles, and then some awesome guy came along and changed all of that and made it so I could stay.",
        "Thomas: He did, huh? Sounds like a keeper, and very handsome.",
        "Sally: Oh! Really?",
        "Thomas: Yeah.",
        "Sally: Well, you know, uh... a place like this, loft in Venice beach, I don't know, I think he might be.",
        "Zende: I cannot believe that just happened. That -- that happened, right?",
        "Nicole: Yes. I am so proud of you.",
        "Zende: I heard him right? [Chuckles] It wasn't a job offer or anything, but...",
        "Nicole: No, but it is close enough. Ridge is giving you a shot at designing. Oh, speaking of jobs, heard you have yours.",
        "Coco: Mm-hmm.",
        "R.J.: Like there was any doubt. Hey, congratulations, man.",
        "Zende: Thanks, man.",
        "Coco: No, I'm just -- I'm really thrilled to be here. I wasn't so confident after what sally pulled.",
        "Nicole: The Forresters weren't gonna hold you accountable for your sister's actions. Isn't that right?",
        "Zende: Yeah, of course.",
        "Nicole: You have something you want to say to coco?",
        "Zende: [Chuckles] Uh... okay, uh, I can admit that I, uh, jumped to conclusions about you. Wrong conclusions.",
        "Nicole: See? That wasn't so hard.",
        "R.J.: [Chuckles]",
        "Zende: Your sister, however, that girl I am never gonna trust.",
        "Thomas: Truth is out. You only like me for my loft.",
        "Sally: [Chuckles] Well, you know, there are worse reasons to like a guy.",
        "Thomas: Ooh. Don't tell her that this actually belongs to your dad.",
        "Sally: Ooh! Ooh, yeah, you just lost major points, bucko.",
        "Thomas: Did I?",
        "Sally: Yeah, you did. You did. But that's okay. You already have a lot, so, you know, it's not that big of a deal.",
        "Thomas: Oh, I do?",
        "Sally: Yeah.",
        "Thomas: So you're keeping points?",
        "Sally: That I am. Yeah.",
        "Thomas: And how many, uh, sally points do I actually have?",
        "Sally: A lot. I would be facing criminal charges if it weren't for you, so...",
        "Thomas: Hmm. Keeping a girl out of jail -- classic Thomas Forrester move. Chicks dig it.",
        "Sally: Hmm.",
        "Thomas: Mm-hmm.",
        "Sally: Well, I'm trying to be serious. You saved me. And then you did again today, standing up to bill Spencer, telling the truth about that horrible review and handing C.J. That check, putting your money where your mouth is.",
        "Thomas: What? I like a good investment. That's it.",
        "Sally: Yeah, one that will show a return, because I promise I won't let you down.",
        "Thomas: Oh, you'd better not. I am keeping points, too.",
        "Ridge: Well, that must have made Zende's week.",
        "Steffy: Hmm. More like year. He was so happy. Hey, have you, uh, heard from Thomas? I texted him, but he didn't get back to me.",
        "Ridge: Text him about what? He's working on so many designs right now.",
        "Steffy: No, not about work. About sally. When he found out what bill pulled, he took off.",
        "Ridge: For spectra?",
        "Steffy: Yeah, I'm assuming. I don't know. Maybe I shouldn't have told him.",
        "Bill: Forrester!",
        "Ridge: Whoa, what the hell!",
        "Bill: My thoughts exactly! What the hell is wrong with your son?!",
        "[Insects chirping]",
        "Zende: So this one was one of my favorites.",
        "Nicole: And you made it just for me, right?",
        "R.J.: You okay?",
        "Coco: Yeah. Yeah. Why?",
        "R.J.: Well, Zende's showing his designs, and you can't help but think about what happened?",
        "Zende: Don't go give these to sally, either.",
        "Nicole: Zende.",
        "Zende: I'm kidding.",
        "Coco: [Chuckles] It's okay. I can take a joke. And don't think that I didn't inspect my jewelry before coming in today.",
        "Nicole: Well, it's not like there's really a spectra to look out for anymore.",
        "Coco: Well, um...",
        "R.J.: Is there something we should know?",
        "Coco: Yeah. Yeah. Maybe. Uh... it looks like spectra fashions isn't going anywhere any time soon.",
        "R.J.: How? I mean, there's no money coming in.",
        "Coco: Oh, no. No, there is.",
        "Zende: Wait, I thought sally canceled the orders that she stole.",
        "Coco: She did. And -- and none of the money is from sales. Um... it's from Thomas, actually. So thanks to him, spectra fashions is still in business.",
        "Thomas: For you.",
        "Sally: Thank you, sir. Were you nervous about giving C.J. That check earlier?",
        "Thomas: No. You are a worthwhile investment.",
        "Sally: I mean nervous about bill. He totally could have unleashed on you.",
        "Thomas: Oh, come on. Bill Spencer? I have been watching him huff and puff around this town for years. He tries to look intimidating, but the guy skips leg day all the time. His legs are so skinny. [Deep voice] And then intimidating, and he goes like this. His scowl on his face. Hmm! \"Pencil pants!\" [Laughing] You're so good at it.",
        "Sally: \"Don't listen to the chip off the old halfwit, garrison! It's a good deal! It's a good deal!\"",
        "Thomas: It's impressive. It's impressive the way you do that.",
        "Sally: I know. I know. I've been practicing. I feel like it's my alter ego.",
        "Thomas: It's great. I am actually glad, though, that C.J. Took the check. Bill Spencer does not deserve that real estate after the stunt that he pulled.",
        "Sally: Yeah, well, I don't know if I do, either.",
        "Thomas: Stop beating yourself up. I don't condone what you did. But I understand it. You know, Forrester... we weren't the only victim. You were bill Spencer's victim.",
        "Sally: I really appreciate that.",
        "Thomas: It's the truth.",
        "Sally: I am not sure your father will see it that way, or your sister. What do you think will happen when your family finds out?",
        "Ridge: If you're gonna be R.J.'S stepfather, which, by the way --",
        "Bill: Not R.J.! Captain pencil pants! Do you have any idea what Thomas has been up to?!",
        "Ridge: Sure. He's designing his butt off because of what spectra stole from us. Why -- why did that happen? Do you remember? It was a bogus review by somebody.",
        "Bill: Since when is a little exaggeration bogus?",
        "Steffy: It was cruel. Look, I'm not a sally fan, but that wasn't right.",
        "Bill: Oh, come on! It was business, that's all! I would think that, you know, the daddy and daughter C.E.O.S would understand that sometimes you got to get a little rough to get things done!",
        "Steffy: Just for a building?",
        "Bill: For the property! And wait until you see the magnificent creature I'm going to erect on that acreage.",
        "Ridge: Which I'm sure is gonna happen really quick now that spectra's a thing of the past.",
        "Bill: Well, you'd think so, wouldn't you?",
        "Steffy: What's with the tone, bill?",
        "Bill: I just came from there! The deal was done! I was all set to buy that property! Garrison was foaming at the mouth to get his hands on my check! All that was left was to kick sally and her band of bozos the hell out!",
        "Ridge: Sounds like you didn't.",
        "Bill: I'll ask again. What is wrong with your dimwitted son?",
        "Steffy: Oh, no.",
        "Bill: Yeah, \"oh, no.\" Prince poseur Jr. Showed up on his white horse!",
        "Steffy: He went over there to tell her what you did. But that doesn't stop you from closing the deal.",
        "Bill: He did a lot more than talk! Tommy showed up with his big-boy checkbook in his lunchbox.",
        "Ridge: He what?",
        "Bill: Spectra fashions has a new benefactor. Your idiot son is keeping them in business.",
        "[Insects chirping]",
        "Zende: So Thomas just handed over a check?",
        "Nicole: For $100,000?",
        "Coco: It's crazy, right?",
        "Zende: So spectra is still alive and kicking?",
        "Coco: Yeah, for the time being, thanks to Thomas.",
        "R.J.: Dad's gonna be furious.",
        "Nicole: Steffy, too.",
        "Zende: Rightfully so. Look, sally stole from us, our entire line. Look, no offense, coco, but there shouldn't be any last-minute saving like this. Thomas is out of his mind.",
        "Coco: No, I get it. I get it. And I understand why you're so upset, why you would all be upset. But -- but, look, Thomas isn't out of his mind. He's in love.",
        "Ridge: You're lying.",
        "Bill: I never lie! Okay, I'm not lying about this!",
        "Ridge: It doesn't make sense!",
        "Bill: It sure doesn't! That property was supposed to be mine! I was this close to having it. But I have no patience for wannabe heroes trying to save the day!",
        "Steffy: Wait, what exactly happened?",
        "Bill: What happened? Very simple. Thomas wrote a check with a 1 and a bunch of zeroes after it. Garrison took the check. That's what happened.",
        "Ridge: I don't believe it.",
        "Bill: Believe it!",
        "Steffy: Sally stabbed him in the back. Why would Thomas go and do something like this?",
        "Bill: How naive could a person be?! I mean, sure, you can get conned once. I mean, that happens. Sally worked him, she took your designs. But anybody with common sense doesn't let that happen again. Except for your son, right? He goes crawling back, begging for more, writes her a check for 100 grand with Forrester money! I mean, I'd laugh, right? I'd rub it in if I wasn't so freakin' pissed.",
        "Steffy: They were supposed to be gone. That was the deal. Sally didn't go to prison, but spectra was supposed to close down.",
        "Bill: Tell that to your brother. But instead he's using Forrester money to keep them in business!",
        "Ridge: All right, that's enough.",
        "Bill: Yeah, you're right! It is enough! Something has to be done!",
        "Ridge: Something will be done.",
        "Steffy: [Sighs]",
        "Sally: Have you thought about what your family will say?",
        "Thomas: No, not at all. I mean, the deal's done. What does it matter?",
        "Sally: A lot. They're gonna be furious.",
        "Thomas: My family knows that I am sometimes very impulsive. It's part of my charm. And it's very charming, indeed.",
        "Sally: Is it?",
        "Thomas: And at first there's this initial reaction and kind of scare to the whole thing. For instance, when I invited you to crash Steffy's wedding with me. There was a lot of hand-wringing and a lot of yelling and frustration. \"Ooh! Thomas! Why did you do that?! Ugh!\" And then they relax. Besides, you came out to los Angeles to revive spectra, to start a legitimate fashion house with your own original designs. You need a real shot at doing that. How can they be mad at that?",
        "Sally: Uh, well... I did steal from you.",
        "Thomas: Oh, god. Yeah, I forgot about that.",
        "Sally: Yeah.",
        "Thomas: How could I forget about that?",
        "Sally: I don't know. I wish you would've. I shouldn't have said anything. Rewind.",
        "Thomas: [Groans]",
        "Sally: Backtrack.",
        "Thomas: You were forced into a corner. You were pushed to the dark side by none other than the, uh, the dark lord himself, bill Spencer.",
        "Sally: Oh.",
        "Thomas: Now, that will never be happening again.",
        "Sally: Never. Never. No. I pro please stand by. Please stand by. Please stand by. Please stand by. Please stand by.",
        "[Insects chirping]",
        "Zende: I don't care what feelings Thomas has for sally. She stole from us. She could have gone to jail. In fact, she should've.",
        "R.J.: The only reason why she didn't is 'cause granddad dropped the charges.",
        "Zende: With the idea that spectra would fold. Wasn't that a part of the deal?",
        "Nicole: I don't think legally. We all just assumed spectra would be done.",
        "Zende: Thomas just walks in, hands over a ton of cash, and what? Spectra gets to see another day?",
        "Coco: No, I know. It doesn't seem fair.",
        "Zende: It doesn't.",
        "R.J.: But Jarrett's review, if it was written by bill --",
        "Coco: Then sally never really had a fair shot to begin with. And stealing's wrong, and she never should have resorted to that. But how else would she have a chance of going legit?",
        "R.J.: And Thomas is giving her that chance.",
        "Coco: He's showing sally that he believes in her and that she doesn't just have to be the knockoff queen. And I know it's a shock. And Steffy and ridge, they will be furious. But if Thomas and sally are going where I think they are, then -- then they're gonna look back on this, and this is gonna be the start of it all.",
        "Steffy: How could Thomas do this? It's unbelievable.",
        "Bill: Believe it. There's not a Forrester man alive who doesn't act like a little puppy dog when he's falling for a girl.",
        "Steffy: Don't even go there.",
        "Bill: That's why he's throwing money at her!",
        "Steffy: I know. I-I know. I know.",
        "Bill: I'm not giving up. That property will be mine one way or another! I don't care how many checks Thomas writes. It makes no difference. Spectra is going down!",
        "Steffy: Thomas won't be writing any more checks. Not after my dad is done with him.",
        "Sally: The way you trusted me, the way you believe in me...",
        "Thomas: Yeah?",
        "Sally: It's just -- it's a new feeling. I've never...",
        "Thomas: Never what? Had somebody believe in you before? Come on. Your grandmother believes in you.",
        "Sally: Yeah, but a man, I mean. It's not just about -- it's not just about belief. It's not just about trust. It's the way that you look at me. You don't just say you're gonna forgive. You actually show it. And I can feel it.",
        "Thomas: It's new for you to get it. It's new for me to give. Sally, I believe in you because you make it impossible for me not to.",
        "Sally: [Chuckles] It's funny, because that's how I feel about loving you.",
        "Thomas: Impossible not to?",
        "Sally: It's impossible.",
        "Thomas: Well, I think there might be a little something to this. We should probably figure that out. Come here.",
        "[Pounding on door]",
        "Ridge: Thomas! Open the door!",
        "Thomas: [Sighs]",
        "Sally: Is that your dad?",
        "Thomas: Yeah, unfortunately. [Pounding on door] Hmm. Yep. I should, um... I'm gonna go check this.",
        "Sally: Should I hide?",
        "Thomas: No.",
        "Ridge: Thomas!",
        "Thomas: May-- no. You're fine. It's fine.",
        "[Pounding on door]",
        "Thomas: Yeah, hold on. Hey, what's going on? Dad, hey.",
        "Ridge: What have you done?",
        "Thomas: I've done a lot today, actually. I --",
        "Ridge: You. Out.",
        "Thomas: No, come on. Sally, just stay.",
        "Ridge: Her family has taken from us from day one, and what did you do now?! You gave her money?!",
        "Thomas: I invested in her company!",
        "Ridge: You invested in this?!",
        "Thomas: Yeah, I did!",
        "Ridge: What is wrong with you?!",
        "Thomas: Nothing!",
        "Ridge: We were this close to getting rid of her family, of everyone in her family! And then you have to come save the day?! Really!? And what is it about you?! What part of \"you\" and \"out\" don't you understand?!",
        "Thomas: Stop!",
        "Ridge: No one wants you here!",
        "Thomas: You do not get to talk to her like that, dad! Sally, you're fine. Stay. It's okay.",
        "Ridge: I'm sorry. My fault. You can stay until you pay the money. And then you're out of here.",
        "Thomas: [Scoffs]",
        "Ridge: And just in case I'm not making myself clear, this little romance is over!",
        "Thomas: No, it's not over.",
        "Ridge: Quiet! Do you really think I would let a Forrester, any Forrester, associate with this criminal? It's not gonna happen. I'm not gonna stand for it."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=Ht_SeoUqxEY"
}