{
    "Episode Summary": [
        "Episode # 7593 ~ Sally feels overwhelming guilt after learning all that Thomas lost because of her; Julius and Vivienne fear that the recent turn of events may cause a rift in their family."
    ],
    "Recap": [
        "Zende wants to know exactly what the doctor said. Nicole tells him again and he says they will prove the doctor wrong. He comments that you are either fertile or infertile and she is not infertile. They are both healthy so they need to stay positive. Whatever it is can be fixed. There is no way God would punish her and take away her only child. Julius tells Viv that it tears his heart out that Nicole is going through this. He knows there is adoption but he also remembers how Zende talked about being adopted and wanting kids of his own. He hopes this does not affect their marriage. He laments that if his daughter gave up her only child to Maya that is not justice. He is even mad at himself for not fighting harder for Nicole not to have the baby for Maya.",
        "Sally drops by Thomas's just as he is shaving sans shirt. She hopes everything has calmed down. He says not exactly; he was fired. His dad felt he was betrayed. He is angry and just needs someone to torture. He is giving Zende a chance. She says that is his legacy and there is no way she is going to come between him and his family, so if he needs to pull back she will understand. She knows how much his family means to him. He says that he is nothing if not a man of his word. He told her he would help her and he intends to keep that commitment. She says she has never met anyone like him. She may never be the person he wants her to be but she loves him. They kiss and he lays her back on the bed. Viv tells Julius no more, they are going to stick together as a family. This is not Maya's fault, no one's fault and they will all work it out. Zende says good things happen to good people so there will be no uncertainly or doubts. They are going to have that family. Love conquers all. It will happen and she needs to be ready."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Insects chirping]",
        "Zende: Here. So tell me exactly what the doctor said.",
        "Nicole: I may have a condition called secondary infertility.",
        "Zende: You already had a kid, Nicole. I mean, how could that be possible?",
        "Nicole: I know. I said the same thing.",
        "Zende: So, it's very obvious that she is wrong. The doctor's wrong. There's no way you're not -- [Scoffs] It's ridiculous. And tonight, we're gonna prove them wrong.",
        "Julius: It's a damn shame.",
        "Vivienne: Watch your language, please!",
        "Julius: Well, it is. What Nicole wanted more than anything was to be able to give her husband a baby of their own.",
        "Vivienne: It's devastating, but we have to hope that maybe she still can!",
        "Julius: It just tears my heart out to see her going through this.",
        "Vivienne: Mine, too.",
        "Julius: And you know babies are everything to that Forrester clan.",
        "Vivienne: Maybe they can adopt. Zende was adopted.",
        "Julius: That's true. There is that. But still, I got to wonder.",
        "Vivienne: What?",
        "Julius: Do you remember how Zende was when Nicole was pregnant? He wanted that baby for his. His, Viv. When he comes around here, all he talks about is how this wonderful family that he and Nicole are gonna have of their own, and now -- now maybe he can't. You got to wonder. How is this going to affect their marriage?",
        "[Knock on door]",
        "Thomas: Hey, hey.",
        "Sally: Well, looks like I'm a little late. You just showered. Alone.",
        "Thomas: [Chuckles] Yeah, you're gonna have to work on your timing.",
        "Sally: Well, I've tried, but you haven't been answering my texts.",
        "Thomas: Trying to decompress.",
        "Sally: Since you and your father had it out after I left? How'd it go?",
        "Thomas: It went. We talked about us.",
        "Sally: How you saved me. Which you did, and I love you for that. Were you able to calm him down about everything?",
        "Thomas: Not exactly. He fired me. Yeah, I'm no longer employed at Forrester creations. My dad feels I betrayed him and the company.",
        "Sally: So he fired his own son?",
        "Thomas: Mm-hmm.",
        "Sally: That's how angry he is that you gave me that money?",
        "Thomas: No, he's angry that I bailed you out and I kept you from prison.",
        "Sally: [Sighs]",
        "Thomas: He's just angry at this entire situation.",
        "Sally: I-I -- but to fire you? He needs you to design after everything that happened.",
        "Thomas: Now he's got Zende. Apparently he's giving him a chance.",
        "Sally: [Sighs]",
        "Vivienne: I hope Nicole's all right. She's with Zende now.",
        "Julius: Delivering the bad news, the first test of their marriage.",
        "[Door opens]",
        "Pam: You can just put these right in here, Charlie.",
        "Charlie: All right. Over here?",
        "Pam: Oh, gosh. I'm so sorry. I didn't know anyone was in here.",
        "Vivienne: Oh, I hope it's okay.",
        "Charlie: Well, that is if you signed in downstairs, otherwise I'm gonna have to fire somebody. Nothing personal, but, you see, we have procedures here for a reason. And, uh, be honest with me -- did Tim sign you in downstairs?",
        "Julius: Nicole cleared us. We met her in here.",
        "Pam: See, Charlie? Everyone's following protocol. Even Nicole. Who, by the way, is a very beautiful, young woman. And if rumors are true, soon to be a very beautiful, young mom. [Chuckles]",
        "Nicole: The doctor didn't get it wrong, Zende. I might have --",
        "Zende: It's not like catching a cold, baby. You're either infertile or you're not, and you aren't. Little Lizzy is proof of that.",
        "Nicole: But that's what can cause it. Scarring on my uterus from when Lizzy was born. The doctor ran tests. They did an exam. They show that I have --",
        "Zende: No. I don't believe it, not for a second. There is no way the only baby you can have you give to your sister.",
        "Sally: Does Zende even have any design skills?",
        "Thomas: Hmm. He's got promise, that's for sure, but he needs work. Dad is gonna do what dad's gonna do. He is co-C.E.O.",
        "Sally: Yeah, but with your sister. Doesn't she have a say in any of this?",
        "Thomas: No, she doesn't really like me right now.",
        "Sally: Is anyone in your family on your side?",
        "Thomas: R.J. Not that he can actually do anything, but he knows a thing or two about spectra women.",
        "Sally: [Sighs] So what are you gonna do?",
        "Thomas: Well, [Clears throat] Let dad cool off. Hopefully he reconsiders. But honestly, I don't expect to hear anything.",
        "Sally: [Sighs] Kicked out of your own family's business. Look, Thomas, I have to ask. Are you reconsidering what you did for me?",
        "Pam: We all just love Nicole around here.",
        "Charlie: Oh, and Maya, too.",
        "Pam: You must be so proud of your daughters.",
        "Charlie: Yeah. And especially Nicole. I mean, what she did for her sister, giving her a child.",
        "Pam: And now we hear that she and Zende are thinking of starting a family of their own.",
        "Charlie: Yeah. Well, sorry. We didn't mean to interrupt, but, uh, I got -- I got rounds to make.",
        "Vivienne: [Chuckles]",
        "Pam: Can I get you two anything? I mean, would you like a cup of coffee? Oh, Mr. Avant, I've got a fresh batch of lemon bars with your name on them out on my desk.",
        "Julius: Thank you very much.",
        "Pam: You sure?",
        "Vivienne: No. Thank you, but no.",
        "Pam: Well, just let me know if you want anything.",
        "Vivienne: Okay.",
        "Pam: All right.",
        "Julius: You see? Everybody's waiting for the next member of the tribe. But wait till they hear that it may not be in the cards.",
        "Vivienne: Zende and Nicole will make do. They love each other.",
        "Julius: I just wish that --",
        "Vivienne: What? That Nicole didn't give up what might be her only baby to Maya? She did it out of love, Julius.",
        "Julius: If it turns out that my daughter gave up her only child to her... and she can't have one of her own, that would be the greatest injustice of all.",
        "Nicole: Zende, you can't just ignore medical science. I have scarring due to my pregnancy with Lizzy, the child that I gave to rick and Maya. Those are the facts. The doctor didn't make those up.",
        "Zende: Look, all I'm saying is medical science isn't infallible. Look, let's not overwork this. Let's stay positive. I'm healthy. You're healthy. You already had one baby. There is no reason to believe you can't have another one.",
        "Nicole: I know, but --",
        "Zende: Look, and even if the doctor is right, whatever it is, we can get it fixed. We are going to have a baby. Don't you lose sight of that. Everything is going our way. We got married. I have this huge opportunity to work in design. The babies are gonna come.",
        "Lizzy: [Babbling]",
        "Zende: [Chuckles] The babies are gonna come. What'd I tell you? You hear that? That is the sound of our future for many, many years to come.",
        "Julius: I don't know what I was thinking!",
        "Vivienne: Most of the time, I don't know, either.",
        "Julius: How could I have gone along with it? My gut told me not to! But did I listen? No. \"Sure, you want to give your baby away, I don't agree with it, but go ahead. I'm not gonna fight you.\" I should have fought her more!",
        "Vivienne: Is this doing us one iota of good? Stop it, Julius!",
        "Julius: It's not natural, her giving her child away to her --",
        "Vivienne: You're frustrated. I get that. But we are not going back there. You're a better man than that.",
        "Julius: Viv, if she can't have another child, that decision will haunt her, not to mention what it will do to her marriage.",
        "[Insects chirping]",
        "Nicole: I love you for trying to put a positive spin on this.",
        "Zende: Not a spin. Reality.",
        "Nicole: What about the reality of what my doctor told me?",
        "Zende: Did you get a second opinion? Actually, did dr. Caspary say that there was a complete certainty that you would never have a child?",
        "Nicole: No.",
        "Zende: Well, then there you go.",
        "Nicole: Okay. I'll get a second opinion. Even a third.",
        "Zende: [Chuckles]",
        "Nicole: But we can't deny that this is serious.",
        "Zende: And I'm serious. Baby, you remember how determined you were to give Maya that child. Nothing and no one could stand in your way. Not me, not your parents, even though we were against it. Did it matter? No. Because you were of one mind. Now, I need you to have that same attitude about getting pregnant again, right? Because it's gonna happen. And I don't care if the doctor says it or if anyone has to say it. I don't care if he went to school for 10 years. It doesn't matter. We are gonna have a family. There is no way god only blesses you with one child that you gave away. Punish you for what? What? For doing something selfless and beautiful? No. I refuse to believe it. You are an angel, Nicole. You gave your sister a child, a child that she could never have. That is not going to be the only baby you bring into this world. Now, the world can be cruel, but not that cruel.",
        "Thomas: Am I reconsidering my commitment to you and spectra? It almost sounds like you're giving me an out.",
        "Sally: Well, that's not really my style, bucko, and you know that.",
        "Thomas: But you're worried.",
        "Sally: Aren't you?",
        "Thomas: What do I have to be worried about? I am a Forrester. We don't do that.",
        "Sally: So you're good?",
        "Thomas: I'm always good when you're around. Not so much when my family is.",
        "Sally: See, I don't want that for you.",
        "Thomas: Neither do I, but...",
        "Sally: Look, I'm just gonna come out and say it. I love you, Thomas. But I told your sister and your father, and I meant it. I am not gonna come in between you and your family. That is your legacy, your company, and your future. There's no hard feelings if you change your mind and decide that you can no longer support me. You have already done so much for me -- standing before the judge, keeping me out of jail. So, if you need to pull back on this...",
        "Thomas: [Sighs]",
        "Sally: I know how much your family means to you and that it's ripping you apart that your dad gave you the boot. The last thing I need or want is to lose your support, but if you need to get back in your family's good graces, I-I totally get it.",
        "Thomas: Obviously I want to be accepted by my dad, my sister, and Forrester creations. [Sighs] Since my dad stormed out of here, I've been trying to figure out what my life means without Forrester creations. It's weird to even say that out loud.",
        "Sally: That is why I asked. I get it.",
        "Thomas: No, you don't. All of those things, they matter to me, and they are -- they are hard for me to deal with. But I am nothing if I'm not a man of my word. Bill Spencer robbed you of your chance to become a designer, and I told you that I would help you get your shot. I intend to keep that commitment.",
        "Sally: You keep surprising me. I've never met anyone like you. There's no one to compare you to. You're inspiring, and I'm learning. Look, I may never be the person that your family wants me to be. But if that's okay with you...",
        "Thomas: Of course, it is.",
        "Sally: I love you, Thomas.",
        "Vivienne: Please, no more of this. We have a crisis in this family, and we're gonna come together... as a family.",
        "Julius: Yes. While Nicole's family is coming apart at the seams.",
        "Vivienne: I don't want to hear it, Julius! Please! Nicole and Zende will work this out. This is not Maya's fault. It's nobody's fault. And we have to believe this.",
        "Zende: Got to have faith, babe. We got to believe that good things happen to good people. And there is no one better than you.",
        "Nicole: I just don't want to disappoint you.",
        "Zende: How? You won't.",
        "Nicole: But what if I can't --",
        "Zende: No. None of that \"what ifs.\" We don't have time for that. No uncertainties, no doubts. Look, that has never been us, and we're not gonna start now. We are going to have a family, Nicole.",
        "Nicole: Zende, what if I'm not meant to be a mother?",
        "Zende: Are you hearing yourself right now? You were born to be a mother. Let me ask you a question. You've always told me that love conquers all, right?",
        "Nicole: Yes.",
        "Zende: Now, look, I'm not an expert, but I would say we got a little bit of that going on, right?",
        "Nicole: A little.",
        "Zende: We got a lot, girl. We got a lot of love. More than two people can handle. Now we have to spread that love around for those little ones that are coming along. They are out there, Nicole. They are waiting for us, waiting for our love to bring them to life. And we will. Don't you worry about that. It's gonna happen. Now, you need to just be ready, because soon enough, before you know it, they'll be running around the house screaming, yelling, throwing up on everything.",
        "Nicole: [Chuckles]",
        "Zende: Everywhere. Diapers -- I mean, don't even get me started on diapers.",
        "Nicole: [Chuckles]",
        "Zende: It's gonna be a land mine in here.",
        "Nicole: Stop it.",
        "Zende: [Laughs] It's all gonna happen for us, Nicole. Sons, daughters, all of it is coming our way. All you have to do is believe. No second-guessing, okay? We are gonna have our family.",
        "Nicole: I love you.",
        "Zende: I love you, too, baby."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=m-55OnqvQTE"
}