{
    "Episode Summary": [],
    "Recap": [
        "Donna is at the office moping around thinking about Katie. Donna tells Eric that Ridge is on Katie's side, too. Eric figures that Brooke probably had a difficult time revealing the truth about Bill to Ridge, but he thought Ridge would support Brooke. Donna reveals she is fearful that if Brooke and Ridge don't reunite, it will give Bill all the more reason to pursue Brooke, no matter how hard she tries to push him away. Having Ridge back home only makes it more of a challenge to Bill and she knows that he doesn't intend to lose. Donna also wonders if Katie is even interested in taking Bill back. Donna confesses to Eric that if weren't for Will she'd like it if Bill would just go away and leave the future clear for another man to love Katie like Bill never could. Bill waltzes right into Brooke's bedroom. She's aghast and asks him to leave. He refuses and makes it clear that he is not losing her to Ridge. He won't put up with Ridge trying to guilt Brooke. She says it is her choice. Bill even knew that the entire time they were together. She always wanted her family. Bill basically badmouths Ridge and blames him for leaving Brooke stranded on their honeymoon over a silly text message to Deacon. However Brooke takes the blame and beats herself up for it and her scandalous ways over the years and the pain she has caused. She says that if Bill cares for her, he'd let her go now so she can be with Ridge and her family. Both sets of children need both their parents at home. They have a chance to do something right here. She points out that Bill was not there for his older sons and it might turn out that way with Will too if he doesn't change course and go back to Katie. She's worried too that Katie's feelings for her have worsened since Ridge returned home. She wants Bill to go home and be with his family and give them what they deserve. He tells Brooke that he could never forget his relationship with her. She says the same, but they will savor the memories. He touches her face lovingly and strides out of the bedroom.",
        "Ridge surprises Katie by showing up at her house. He's amazed at what Katie had to go through because of Bill and Brooke. He wonders why Katie hadn't told him about her and Bill's fake reunion just so he could get the papers to his company back. He's sympathetic and tells Katie she has survived a lot over the years with her health, and she will get through this too. He will help her. She tells him that there were times she thought she was losing her mind. She is glad he is back in town. She confides that her love for Bill had been intoxicating and he made her feel so special, but now he only looks that way at Brooke. She isn't sure whether Brooke targeted Bill, but it doesn't matter now. She is sure Bill will never look at her that way again. Both agree they played some part and need to take responsibility for what they did, but they mainly put the bulk of the blame all on Bill. Ridge admits he came back to town to reunite his family, but he feels if he does that now it will be like condoning what Brooke and Bill have done. He just can't do that. Katie reminds him that Brooke has always been his destiny and they always found their way back to each other. This time should be no different. He says it feels different though. She tells him not to let it. He wants to make sure that she doesn't mind being alone. She deserves to have someone to love and cherish and take care of her. She sucks it up and says she is good at caring for herself and love is overrated anyway. He agrees with that, but assures her she will find love again. They hug."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: Is he okay?",
        "Katie: Yeah. I -- sorry. I thought for sure I heard him cry, but I-I guess not. He's out. So, um...you still haven't said why you're here.",
        "[SCENE_BREAK]",
        "Brooke: You shouldn't be here in my bedroom like this. What if R.J. were home?",
        "Bill: He's not.",
        "Brooke: You shouldn't even have come over at all, Bill.",
        "Bill: Tell me I'm not losing you to Ridge and I'll leave.",
        "Brooke: [Sighs] You already lost me.",
        "Bill: No, Brooke. If that were true, Ridge would be here.",
        "Brooke: I want to be with Ridge. I want my family back. And, yes, he's a little disillusioned with me right now, but I'm gonna change that. I have to.",
        "[SCENE_BREAK]",
        "Eric: Shouldn't you be out painting the town red with some eligible bachelor?",
        "Donna: Eric. I thought -- I thought you left for the day.",
        "Eric: No. I had a few loose ends to tie up.",
        "Donna: Oh. Uh, yeah. Me, too.",
        "Eric: Have you had -- have you had dinner?",
        "Donna: No. No. I was just at Katie's.",
        "Eric: Donna, the supportive sister.",
        "Donna: Yeah...although I'm not the only support system she has now. Ridge is on her side.",
        "Eric: And not on Brooke's?",
        "[SCENE_BREAK]",
        "Eric: All right. So, Ridge knows now about Brooke and Bill's involvement, right -- the whole thing?",
        "Donna: She told him everything.",
        "Eric: That cannot have been easy for her. And it has to have been pretty hard for him to hear, too.",
        "Donna: Learning about Bill and Brooke and Katie and what it did to the family...",
        "Eric: Oh, God.",
        "Donna: Of course, if Ridge hadn't stayed away as long as he had...",
        "Eric: Yeah, all this heartache could have been avoided, yeah.",
        "Donna: Well, unfortunately, sometimes actions have unintended consequences. This much I know -- if Brooke and Ridge don't end up together, it's only gonna encourage Bill more, no matter how much Brooke pushes him away.",
        "[SCENE_BREAK]",
        "Bill: You're letting Ridge guilt you into something you don't even want.",
        "Brooke: Ridge is what I want -- and R.J. and my family. That's all I've ever wanted.",
        "Bill: Even when you were with me?",
        "Brooke: [Sighs] Even though we were committed to each other, we were never really together -- not the way a couple in love should be. We had to fight our attraction for each other.",
        "Bill: Because of Katie.",
        "Brooke: Because she was your wife and she was my sister. What we did was wrong, Bill.",
        "Bill: I don't want to hear that again, Brooke!",
        "Brooke: Well, you're gonna have to hear it! What we had put my family in jeopardy.",
        "Bill: No, Ridge put your family in jeopardy when he deserted you days after your wedding.",
        "Brooke: This has nothing to do with Ridge. It's me and all the scandals that I cause and the people that I hurt through the years over and over again.",
        "Bill: Why do you feel the need to be a martyr?",
        "Brooke: Ridge walked out on me when he knew I lied about Deacon. And he walked out on me again tonight because he's not sure about me.",
        "Bill: [Scoffs] And where did he go this time? Is Ridge coming back?",
        "[SCENE_BREAK]",
        "Ridge: Brooke told me something tonight. I asked her why she and Bill were no longer together, and can I ask you something? Why didn't you tell me that he tried to trick you into signing papers so he could get the company and your son? Why didn't you tell me that? Look, I can't believe what they put you through.",
        "[SCENE_BREAK]",
        "Donna: Thanks for ordering takeout. We should do this more often.",
        "Eric: We should, actually. It's really nice for the two of to catch up without all our usual distractions.",
        "Donna: Mm. I just, uh, wish I had better news.",
        "Eric: About Ridge and Brooke? Yeah.",
        "Donna: And Katie. Yeah, she rarely lets her guard down, but when she does, I can tell how much pain she's still in.",
        "Eric: I don't think Brooke started out to steal her sister's husband.",
        "Donna: Well, of course not, but -- but how hard did she try to back away when she realized where it was heading?",
        "Eric: I'm sure she's asked herself that question a thousand times.",
        "Donna: You know what doesn't help? Bill -- Bill doesn't accept that he's lost Brooke. I mean, now that Ridge is back, he sees it as even more of a challenge -- one that he doesn't intend to lose.",
        "[SCENE_BREAK]",
        "Brooke: Of course Ridge will be back.",
        "Bill: Sure about that? He could be hopping a plane to Paris right now.",
        "Brooke: [Sighs] I'm not listening to this.",
        "Bill: He's not a choir boy, Brooke. He hurt you terribly. And now you're letting him preach to you about your behavior?",
        "Brooke: He's not doing that.",
        "Bill: Then what is he doing? I mean, look at yourself. The guy has got you taking responsibility for everything.",
        "Brooke: I am responsible. You weren't around then, Bill. You didn't see all the scandals, all the shame -- things that I caused.",
        "Bill: I don't care about any of that.",
        "Brooke: Okay.",
        "Bill: All I care about is you.",
        "Brooke: Then let us go. Let me go. There's so much at stake here. Yes, I still love you. But my love for Ridge -- we share a child. We have R.J., and he wants both of his parents at home, and so does Will. I have a chance here right now to do something right, and so do you.",
        "Bill: This is right. You and I are right together.",
        "Brooke: No, no, no. It's not right to hurt the people that you love. You weren't there for Wyatt, you weren't there for Liam, and you're not gonna be there for Will if you don't do something about it. This is a very pivotal time in his life, and you have to be there for him. We can do this. We can repair the damage that we caused. We can repair these relationships. Katie's lashing out. She's hurting. And in some ways, Ridge's return has only made her feel worse about me.",
        "Bill: Why would Ridge's return do that? Unless...",
        "[SCENE_BREAK]",
        "Katie: Listen, despite everything that's happened...",
        "Ridge: He's always gonna be Will's dad. I know.",
        "Katie: Yeah. And if something happens to me, then --",
        "Ridge: You got to stop saying that. You're gonna be around for a long, long time.",
        "Katie: What happened between you and Brooke tonight?",
        "Ridge: I don't know. I -- it's complicated. It is complicated, all right? Your sister betrayed you, and you've always been so loyal to her when you were a kid. Now you've had your share. I don't have to make a list. You know what it is, and... you survived all of it. And you're gonna survive this. It was a nice speech. I should write that down and send it to you. You can put it on your wall. You're welcome.",
        "Katie: Yeah. Thanks. Wow. I -- I can't tell you how long I've waited for someone to understand how I feel, to see this from my point of view. I mean, even people who are supposedly on my side -- Donna and Hope -- they always just end up telling me that I should forgive Brooke, that she was just following her heart and that she didn't mean to hurt anyone. Okay, everyone was just so ready to shrug this off. It made me think that I was wrong for feeling the way I do, that -- sometimes I felt like I was losing my mind. I'm really glad you're back. [Sighs] Anyway, I know that you probably blame Bill because you can't stand him.",
        "Ridge: I never knew what you saw in the guy.",
        "Katie: It's hard to explain. Has anyone ever looked at you and made you feel like you're the only person on earth, like you're the only one who matters? For the first time in my life, I felt like somebody really could see me. And I would look into his eyes, and I could tell that he believed that I was something special. And he made me believe that, too. And that feeling is -- it's intoxicating. It's -- it's addictive. But he hasn't looked at me like that in a long time. He looks at Brooke like that now. And no matter whether she meant to or not, she took that from me. You see, for the first time in her life, when you left, she was truly alone, and maybe she just didn't know what to do with herself. Did she target him? I don't know. It doesn't matter, because... he loves her... and she loved him. And maybe she still does. But I don't think he'll ever look at me that way again.",
        "[SCENE_BREAK]",
        "Bill: Katie's accused you of wanting Ridge and me, hasn't she? She thinks you're encouraging both of us, and that's why you're sending me back to her.",
        "Brooke: [Sighs] I'm not sending you back to her. I'm asking you to think about what we've done to Katie -- all the heartache that we've caused her and our families, including Will.",
        "Bill: Will's too young to understand.",
        "Brooke: Children, no matter what age, pick up on things.",
        "Bill: Children like R.J.?",
        "Brooke: Yes, R.J. He was there. He walked in when we were having a conversation, and he saw how stressed I was. I don't want that for him. I want R.J. to grow up remembering his childhood as if it were a happy time, and I want that for Will, too. You and I can make sure it is.",
        "Bill: We will make sure.",
        "Brooke: Yes, we will -- by doing the right thing, not by making more mistakes.",
        "Bill: You and I weren't a mistake, Brooke.",
        "Brooke: [Sighs]",
        "Bill: But I do miss Will.",
        "Brooke: And Katie, too.",
        "[SCENE_BREAK]",
        "Donna: Even if Bill finally realizes that he has no chance with Brooke, why would Katie even take him back?",
        "Eric: She certainly doesn't want to be a consolation prize, does she?",
        "Donna: No, unless, of course, he came crawling back on his hands and knees. But between you and me, if it weren't for Will and the chance to grow up in a household with two parents, I wish Bill would go away. Katie could finally close this chapter of her life, move on... hopefully find a man who loves and adores her... in a way that Bill never has.",
        "[SCENE_BREAK]",
        "Katie: Don't mind me. I-I'm sure it sounds like I'm just feeling sorry for myself.",
        "Ridge: It doesn't sound like that at all.",
        "Katie: I have a lot to live for. I have my son, I'm financially secure, and, apparently, I have a friend who understands how I feel. Things could be worse. Things have been worse... when I was going through my depression.",
        "Ridge: And I'm sorry about that, too.",
        "Katie: My marriage suffered for it.",
        "Ridge: I'm pretty sure your marriage suffered because of Bill and Brooke.",
        "Katie: I'm willing to take some responsibility.",
        "Ridge: You'll take some. I'll take some. Most of it is on Spencer.",
        "Katie: I just don't want my boy to resent me because I wasn't able to keep his family together.",
        "Ridge: He will never resent you. Brooke crossed a line, and you're right -- I came here because I wanted to put our family back together. If I do that now, if I end up with Brooke, then I'm saying that I'm okay with what they did. And I'm not. I can't.",
        "[SCENE_BREAK]",
        "Brooke: You still love Katie. You said over and over that the two of you were finished, that there was no way. But that's how you did business. That's how you built an empire -- speaking in absolutes. Everything is black or white. But you know what? That's not how emotions work or relationships. You fell in love with me and... just assumed there was no more room for Katie. But there is. Go back to your family, Bill. Give Will the life that he deserves. Give Katie the marriage that you promised her on your wedding day. I want my family. You want your family. And we can't be together and make that happen.",
        "Bill: You're this determined to have Ridge back?",
        "Brooke: [Sighs] I am determined to heal our families.",
        "Bill: And what if Ridge leaves you again? And what if Katie doesn't want me back?",
        "Brooke: Katie does. Katie loves you. Yes, she has some things that she has to get past, but she really wants both of the parents in the home for Will.",
        "Bill: I can't forget us, Brooke.",
        "Brooke: I'm not suggesting that. You can savor every memory. And I will do the same.",
        "[Kim Taylor's \"Your Bleeding Heart\" plays] Your bleeding heart in your hands it's been there a while you're just now noticing I wish I could help you Ooh, ooh The way that you want me to we all have our own bleeding heart we all have our own bleeding heart",
        "Brooke: [Crying]",
        "[SCENE_BREAK]",
        "Katie: You know what, Ridge? This shouldn't destroy two families. You should think about your son. If Brooke is truly sorry, then you should forgive her and give your son back his family. I know that that means you'll have to deal with what Brooke has done, but you'll find a way because you always have and your son is counting on you.",
        "Ridge: So, I should take back Brooke and you take back Bill?",
        "Katie: [Sighs] That's -- that's different. I'm not sure I want Bill back, and I'm certainly not sure he wants to come back, and... Brooke has always been your destiny, right? Isn't that what you've always said? No matter who has ever come between you, you've always found your way back to each other, so why should this time be any different?",
        "Ridge: It feels different.",
        "Katie: Don't let it be.",
        "Ridge: And you don't mind this? You don't mind being alone?",
        "Katie: I'm not alone. I have my son.",
        "Ridge: I know. I know. But you should have, uh, a man -- someone to cherish you and take care of you.",
        "Katie: Well, I'm pretty good at taking care of myself. Besides...love is overrated, right?",
        "Ridge: I think you're right. I think it is overrated.",
        "Katie: [Chuckles]",
        "Ridge: But I think you're pretty cool. And you will find love again. You will. Come on."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=vsRwMUQD8Fo"
}