{
    "Episode Summary": [],
    "Recap": [
        "With Ollie by her side, Aly asks Taylor how can she can do it; how can she forgive her for killing her mother. She's not saying she can or ever will, but just how. Ollie says that Aly needs to forgive so she can move on, but she doesn't know how. Taylor tells Ollie that he is a good friend. He says he just wants Aly at peace. Aly isn't sure that is possible since again she blames Taylor for killing her mother. People call it an accident but driving while you are drunk is not an accident. Taylor agrees that it is not. She cries it was a horrible mistake. Brooke runs into Thorne and is surprised to see him back in town. She makes sure that he hears the news of her and Bill and Katie and Ridge. When it turns to children, he says he is learning first hand the hard way. She asks if his trip has anything to do with Aly. He confides that he did not come here alone. Taylor came with him. They have been seeing each other again. Aly did not know and that is why they came here to tell her. Brooke assumes that did not go well. Thorne confesses no, there is no reasoning about this. Aly felt betrayed. She even threw Darla's name into it that she would not approve and neither will Aly. So he had to back away before she completely lost it. His daughter is too fragile so he had to break it off with Taylor. Bill clears his calendar and tells his secretary not to schedule anything for three hours, but ..Ridge slips in the door. Bill is agitated at seeing him. He quips if Ridge is selling gowns door to door. He will have to pass. He will congratulate him on being engaged to Katie. He didn't exactly kick up his heels but he does want Katie to be happy, so if Ridge is it \u0096 cheers. Ridge says he appreciates that and he wishes he could say the same about Bill and Brooke. Bill says he feels some separation anxiety. Ridge says no, not on his part. Bill admits that is what he likes about Ridge .he doesn't leave home without his ego. But he's got news for Ridge that Brooke is over him by light years. He leans in and whispers to Bill that he and Brooke have something they never experienced. It's called loyalty. She knows he is not going to go running off to Paris over some freaking text message. He knows how to hold onto her. He's learning and enjoying the process. Ridge tells him to enjoy it while he can. Ridge says getting with lawyers hasn't been ruled out. It would not take long to overturn this. Bill tells him to help himself to a little espresso and think about what he is saying. He does not want to go there. That's right in his wheelhouse. He loves a good battle, especially one in which he knows he will win. And they both know Katie was not happy here. It was just something for her to focus on. Strange that it is, she is happier now. Ridge quips yes now that she is rid of Bill. Bill says she won't be if she drags him into court. Ridge says good point as she does want him out of her life. Bill says wish granted. They discuss children and how that can not be avoided that they will be in each other's lives. Ridge says there has to be as he can not have him anywhere near his son.",
        "Taylor tells Aly that she wishes she could tell her how to forgive her. She's told her many times over the years how sorry she is for her part in her mother's death. She will regret that for the rest of her life. Aly questions her more why she was not more responsible. She's a doctor and had been drinking. Taylor tries to explain that her daughter was out in Malibu and had a flat tire and called her and she just wanted to rush and help her. She should have called someone else but all she could think was her daughter was in a dangerous position and to get to her. She was not thinking clearly. Aly says no she wasn't and now her mother is dead. Can Taylor see how she can not get past that? Taylor says yes, that is why she is going back to Paris. Ollie reminds her that Thorne forgave Taylor and even wanted to marry her. Taylor says the only reason that she was able to go on was because Thorne forgave her and he was able to go on with his life with Aly. Bill tells Ridge he doesn't see how that is possible to stay away from RJ. Ridge says simple, just don't live with Brooke. He'd love for Bill to stay away from both of them. Bill says he will give Ridge a little advice .do not tell Katie about this. She will not appreciate that he doesn't want Brooke around another man. Ridge says not just any man, Bill in particular. He thinks Katie knows why. Bill says he hates to be the bearer of bad news but they will be family once he marries Brooke which is only a matter of time. Thorne even tells Brooke that he is resigning from International. He loves the job but he loves his daughter more. Aly needs him here and he's going to be there for her. He can't take Aly back to Paris as Taylor will still be there. They can't live in the same city. Taylor tells Aly if there is anything she can do before she goes back to Paris, just let her know. Aly wants to know what happened that night. Taylor gives her the entire story how Phoebe was caught out on the road in Malibu and had a flat tire. She called her and then she called Aly's house. Darla left and got to Phoebe before Taylor did. She started changing the tire herself. Darla slipped and fell back into the traffic right as Taylor was approaching and could not stop. She cries again that she is so sorry. She says she can't forgive herself so there is no way she can expect Aly to. She says her mother was special. Aly calls her a saint and says obviously she never got over it. Her dad was her rock and she doesn't think she could have gotten through all of that if he was messed up too. Oliver says her dad grieved too but he had to be strong for her and then move on. And it was Taylor who helped him. Aly was too young to help so he needed someone else. He is sure that Aly wouldn't want her dad to be sad and heartbroken the rest of his life. She admits that no, that would have been even worse. She looks at Taylor and says the woman who killed her mother gave her father back his life. Ridge tells Bill that his marrying Brooke can not happen. He won't allow him to be around his son. Bill tells him that is not his call. He is going to marry Brooke and RJ will be there. They will hang out together. He will teach him to ride motorcycles and fly a hot air balloon. He's a boy, a great boy and it will be cool. So Ridge just needs to lighten up and not be so grumpy. Go design a new dress. Maybe that will make him feel better. He doesn't want him hanging around Will either but he's choosing to trust Katie in this and Ridge should trust Brooke as well. Ridge says that his trust in Brooke went right out the window when she took up with Bill. Bill tells him to get over it and quit obsessing. Their paths are gonna cross. And Brooke is gonna be with a man who is 100% devoted to her. They are getting married... committed and no waffling. Brooke will never again be his Logan."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Aly: How do I do it, Taylor? How do I forgive you for killing my mother?",
        "Taylor: Oh, Aly.",
        "Aly: I'm not saying I can. Or ever will. But you're the famous psychiatrist. So tell me how it's done.",
        "Brooke: Thorne!",
        "Thorne: Hey, Brooke.",
        "Brooke: Hi! When did you get into town?",
        "Thorne: Earlier today.",
        "Brooke: Business?",
        "Thorne: No. How are you?",
        "Brooke: I guess you've heard.",
        "Thorne: The rumors about you and Bill Spencer?",
        "Brooke: And Katie and Ridge, all of us.",
        "Thorne: Everybody happy?",
        "Brooke: [Sighs] For the most part. Ridge is... well, he doesn't want Bill to spend any time with R.J.",
        "Thorne: Well, good. I don't blame him. You have to put the kids first, Brooke. I'm learning that the hard way.",
        "Bill: And have Alison set up video conferences. Morning for Europe, late afternoon for Asia.",
        "Janette: Tomorrow?",
        "Bill: As soon as possible.",
        "Janette: Anything else?",
        "Bill: Uh, yeah. I want three hours uninterrupted.",
        "Janette: Done.",
        "Ridge: Not quite.",
        "Bill: Oh, boy. Are you selling evening gowns door to door again? I'm gonna have to pass. Janette, we're done. Thank you.",
        "Bill: So, I guess you didn't come here to congratulate me.",
        "Ridge: For what? For taking Katie's job or control over her son? If you want someone to congratulate you, you should probably call Brooke.",
        "Bill: Well, I can congratulate you. Congratulations on your engagement to Katie.",
        "Ridge: I'm sure that thrilled you.",
        "Bill: Uh, well, I didn't exactly, uh, kick up my heels, but I do want Katie to be happy. And if you're the ticket, cheers.",
        "Ridge: I appreciate that. Thank you. I wish I could say the same about you and Brooke.",
        "Bill: I'm feeling some separation anxiety on your part.",
        "Ridge: On my part, no.",
        "Bill: Attaboy. That's why I like you. You don't leave home without your ego. But I got news for you. She's over you by light years.",
        "Ridge: Okay.",
        "Bill: You see, Brooke and I, we -- we have something that she never experienced with you. It's called loyalty. She knows I'm not gonna go running off to Paris over a freaking text message.",
        "Ridge: Oh, Spencer, you don't know anything. Not about me, not about Brooke, what her needs are, or how to hold on to her.",
        "Bill: Hmm. Yeah, but I'm learning. And I'm enjoying the process.",
        "Ridge: You should enjoy it... while you can.",
        "Brooke: Your trip to L.A. has something to do with Aly?",
        "Thorne: I didn't come here alone. Taylor is with me.",
        "Brooke: Oh.",
        "Thorne: We've, uh, been seeing each other again.",
        "Brooke: You know how Aly feels about that.",
        "Thorne: She didn't know, Brooke. That's why we're here. She needed to be told.",
        "Brooke: I assume she didn't react too well. [Sighs]",
        "Oliver: Aly needs to forgive so she can move on. She wants this, Taylor. She just doesn't know how.",
        "Taylor: You're a good friend, Oliver.",
        "Oliver: I just want her to be at peace with this.",
        "Aly: I don't think that's even possible.",
        "Oliver: It is.",
        "Aly: You killed my mother. And people call it an accident, but driving when you're drunk isn't an accident.",
        "Taylor: No, Aly. It isn't.",
        "Aly: Then why did you do it?",
        "Taylor: It was a mistake. [Voice breaking] It was an awful, horrible mistake!",
        "Ridge: You know, getting the lawyers involved hasn't been ruled out. It wouldn't take long to overturn this thing.",
        "Bill: Listen, get yourself a little espresso and think about what you're saying. You don't want to go there. That's right in my wheelhouse. I love a good battle, particularly one I know I'm going to win. And besides, we both know that Katie wasn't really happy here. It just gave her something to focus on.",
        "Ridge: [Sighs]",
        "Bill: Strange as it may be, she's happier now.",
        "Ridge: Happy, yes. She's happy to be rid of you.",
        "Bill: She won't be if you drag her into a court battle.",
        "Ridge: That's a good point. She does want you out of her life.",
        "Bill: Wish granted.",
        "Ridge: And I want you out of my life.",
        "Bill: You're batting a thousand.",
        "Ridge: But you're not really out of my life, are you?",
        "Bill: Hmm. Yeah. We both have children, don't we? And you're gonna be marrying Katie. I'm involved with Brooke. I don't see any way around it.",
        "Ridge: There's got to be, Bill. There's got to be. I can't have you anywhere near my son.",
        "Bill: [Sighs]",
        "Brooke: How long has this been going on, you and Taylor?",
        "Thorne: Well, we were in Paris. Didn't take us long to reconnect. But we've kept it under wraps.",
        "Brooke: Because of Aly?",
        "Thorne: Yep. And as things progressed, we knew she, uh, needed to be told.",
        "Brooke: So, how did it end? I mean, were you able to reason with her?",
        "Thorne: Ha. No. There was no reasoning, not about this. She felt betrayed. She even threw Darla's name into it and said that her mother would never approve, and neither would she.",
        "Brooke: Oh, Thorne.",
        "Thorne: So that's why I had to back away before she just completely lost it.",
        "Brooke: Back away?",
        "Thorne: I can't hurt my daughter anymore, Brooke. She's too fragile. I... I broke it off with Taylor.",
        "Taylor: I wish I could tell you how to forgive me, Aly. I've told you many times over the years how sorry I am for my part in your mother's death. And I don't believe in living with regret. But I do. When I think about that day... and I'll regret it for the rest of my life.",
        "Aly: Why did you do it? Why did you drive when you had been drinking? You're a doctor, a psychiatrist. You're supposed to be responsible.",
        "Taylor: My daughter. She was out in Malibu, and she had a flat tire, and she called me. I just wanted to rush to help her.",
        "Aly: No, I know the story. Why couldn't you have called someone else?",
        "Taylor: I should have, but as a mother, getting a call from my child when she was in a dangerous situation, I wanted to just get there. That's all I could think about was getting to phoebe! I wasn't thinking clearly.",
        "Aly: No, no, you weren't. And now my mother's dead. Can you understand why I can't accept you with my father? Does that even resonate with you at all?",
        "Taylor: Yes. That's why I'm going to Paris.",
        "Oliver: What about your dad?",
        "Aly: What about him?",
        "Oliver: He forgave Taylor.",
        "Aly: That I don't get.",
        "Oliver: Eventually he even wanted to marry her.",
        "Aly: That I don't even want to think about.",
        "Taylor: He forgave me, but it doesn't lessen my guilt. The anguish, the utter regret will never leave me. The only reason I was able to go on with my life is because he forgave me. But that also helped him recover so he could be there for you. Because he was able to let go of all that anger, he was able to move forward and he was able to be there for you and he was able to help you...as much as he possibly could!",
        "Bill: So, you're asking the impossible. You do -- you do realize that.",
        "Ridge: Stay away from R.J. Why is that so impossible?",
        "Bill: How am I gonna do that if I'm living with Brooke?",
        "Ridge: Stop living with Brooke. It's simple.",
        "Bill: Ah. Now I see. It's not about R.J. You want me to stay away from Brooke.",
        "Ridge: Honestly...",
        "Bill: Mm-hmm?",
        "Ridge: ...I would love for you to stay away from both of them.",
        "Bill: All right, well, listen, I'm gonna give you a little advice, okay? I'm gonna be a bro. You might want to keep that quiet around Katie. I'm telling you, she's not going to appreciate it.",
        "Ridge: Katie knows how I feel.",
        "Bill: That you don't want your ex involved with another man?",
        "Ridge: No. That I don't want my ex involved with you. And Katie obviously understands why.",
        "Bill: Well, I hate to be the, uh, bearer of bad news, my arrogant friend, but you and me, we're, you know, almost like -- like family. Well, actually, you know, we will be family once I marry Brooke, which is just a matter of time.",
        "Brooke: You're ending it with Taylor?",
        "Thorne: Already have. She's heading back to Paris tonight.",
        "Brooke: [Sighs] I'm sorry.",
        "Thorne: Yeah, well, it needed to be done. I mean, the look in my daughter's eyes when she heard about us... I thought she was ready, Brooke. I was hoping she was, but she's not.",
        "Brooke: So, when do you go back?",
        "Thorne: I'm not.",
        "Brooke: But you're the head of Forrester international.",
        "Thorne: Not for long.",
        "Brooke: Are you resigning?",
        "Thorne: I need to be here for Aly.",
        "Brooke: Thorne, you love that job!",
        "Thorne: Not as much as I love her. And she needs me here, and I'm going to be here for her.",
        "Brooke: You can always take Aly with you to Paris.",
        "Thorne: Taylor's in Paris. It's another reason why I can't be there. We can't live in the same city, especially Paris. It...[Sighs] Meant too much to us.",
        "Taylor: Aly, before I go... I want you to know that there isn't a day that goes by that I don't think about what happened, what I did to your mother... and your father... and especially you. [Voice breaking] If there's ever anything I can do for you, you let me know.",
        "Aly: There is something else. Tell me about what happened.",
        "Taylor: What do you want to know?",
        "Aly: [Sniffles] Tell me about that night on the road in Malibu.",
        "Taylor: Like I said, phoebe called because she had a flat tire. The weather was getting bad, and Malibu was fogged in.",
        "Taylor: Phoebe! Answer me!",
        "Taylor: I told her to wait right there, that I was on my way. It was the night of your birthday party out at the beach house.",
        "Aly: I remember. Mom and dad were there, grandma and grandpa, grandma sally, everyone.",
        "Taylor: Phoebe was stuck on the highway maybe just a few miles from that house. After she talked to me, she called the house...",
        "[Telephone rings]",
        "Taylor: ...And your mother answered.",
        "Darla: Hello?",
        "Taylor: [Voice breaking] And she told her that she wanted her to wait right there, she was on her way. And your mother got to phoebe's car before I did.",
        "Darla: Phoebe!",
        "Taylor: Phoebe wanted to wait. She wanted to have the service station come out and change the tire.",
        "Aly: But my mom wasn't about to call someone to change a flat tire. That was my mom.",
        "Taylor: So she started changing the tire herself.",
        "Aly: On a busy highway in the dark.",
        "Taylor: And it was foggy. I could barely see in front of me. I was only thinking about my daughter, and I wanted to get to her, and... I knew I shouldn't be driving. [Sobbing] Darla slipped, and she fell while she was changing the tire...",
        "[Tires screech]",
        "Taylor: ...Right as I was approaching. I couldn't stop. It happened so fast. I'm sorry.",
        "Aly: [Sobs]",
        "Taylor: I'm sorry! I am so sorry, honey!",
        "Aly: [Sobbing]",
        "Brooke: You really were in love with her.",
        "Thorne: Yeah. We had something.",
        "Brooke: How's Taylor taking it?",
        "Thorne: Uh, pretty much like me.",
        "Brooke: She's not blaming Aly, is she?",
        "Thorne: No, Aly's the victim, not us. It's a sacrifice, Brooke. The job, the relationship -- none of it matters if my daughter is in pain, and she is in pain.",
        "Brooke: I know, but, Thorne, it was so long ago.",
        "Thorne: I know, but... [Sighs] The night that Darla died, so did Aly. And, Brooke, she's, um... she's never been the same. And she has never forgiven Taylor.",
        "Taylor: I don't blame you for feeling the way you do. I can't forgive myself. I can't expect you to forgive me.",
        "Aly: We were all so happy together.",
        "Taylor: I know. I know.",
        "Aly: My dad, he loved her so much.",
        "Taylor: Your mother was very special.",
        "Aly: She was a saint. A saint of a woman. And then she was gone.",
        "Oliver: So tragic... for all of you.",
        "Aly: Obviously I never got over it.",
        "Oliver: Somehow you have to. You all do.",
        "Aly: Dad was my rock. I don't know how I would have gotten through all those years if he had been as messed up as I was.",
        "Oliver: How do you think he got through them? Like you said, your father loved your mother. I'm sure he grieved terribly when she was gone, but he had to be strong for you. He had to grieve, and then he had to move on. Who helped him do that?",
        "Aly: It wasn't me.",
        "Oliver: You were too young to help your father. He needed someone else. I'm sure you wouldn't have wanted your father to be so sad and heartbroken the rest of his life.",
        "Aly: No. That would have been worse. You helped him.",
        "Taylor: I tried.",
        "Aly: The woman who killed my mother... you gave my father back his life. I miss her so much.",
        "Taylor: I know. I know. I'm sorry. I'm sorry.",
        "Aly: [Sobbing] [Sniffles]",
        "Ridge: You getting married to Brooke? Well, that's not gonna happen. It can't happen. I can't have you around my son. I just told you that.",
        "Bill: Well, that's not your call. I'm going to be there. R.J.'s going to be there. We're gonna be hanging out, all right? I'm gonna teach him to ride motorcycles, fly a hot-air balloon. Come on! You know that's cool. He's a boy, and he's a great boy. He's gonna love it. You got to lighten up, grumpy. Why -- why don't you go, uh, sketch a new dress or something? Maybe that'll make you feel better. You think I want you hanging around my kid? I don't. But I am choosing to trust Katie. And you need to choose to trust Brooke.",
        "Ridge: My trust in Brooke and her judgment went out the window the moment she took up with you.",
        "Bill: Well, get over it, all right? You're obsessing. God, I am surrounded by that lately. Whether you like it or not, our paths are gonna cross, okay? Brooke is going to be with a man who is 100% devoted to her. We are getting married. Committed, no waffling. She is going to be my wife. Brooke will never again be your Logan."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=m3WkHp9KXjo"
}