{
    "Episode Summary": [
        "Episode # 7022 ~ Wyatt & Brooke discover a link they share; Aly & Ivy gain another unwanted housemate."
    ],
    "Recap": [
        "Rick admits to Maya that she didn't seem to be jumping up and down with her sister staying here. She says she can be a little generous too since Rick has been to her. Nicole thanks Aly and Ivy for showing her around. She has one question if Rick is really in love with her sister. She's been gone from home for a long time so she barely knows her now but she is happy to be in this fabulous house with her now. Maya tells Rick that it would make her feel good to do something good for Nicole now as they were not close growing up. She missed that big old close family. Quinn asks Deacon why he keeps going over to Brooke's. He says she has been going through some tough changes and wants to be sure she is handling it okay. She's been drinking enough to cause him concern. Quinn snarks that Brooke will get over it when she snags another man. Deacon says he is an alcoholic but he is under control and he intends to stay clean and give this marriage the best shot he has. He's better when he is clean and tomorrow he is starting to go to his first AA meeting in a while. Brooke pours herself a drink but Wyatt shows up before she starts drinking. He shows her the divorce papers and says he is ending his and Hope's marriage. She gives him a hug. He says he lost Hope that very day that she lost the baby and now he has to move on. She says she realizes that it is hard to do that when you are adrift. When she starts to drink she asks him to join in and he asks if she is okay. He even offers to be her best bud if she needs to get out sometimes; he can be fun. Brooke tells Wyatt that Deacon is Hope's father and she sure as hell is not going to let him marry his mother.",
        "The girls tell Nicole that Rick says he is in love with Maya but maybe Nicole will pick up on this the more she is around. Aly says Nicole seems nice but then so did Maya when they first met her. Maya doesn't want Rick to ever be ashamed of her or her past. She leaves to take a shower. Nicole is lurking in the hallway and hears her leave. She knocks on Rick's door and says she actually wanted to say goodnight to Maya. When she finds out she is in the shower, she thanks him again for taking her in and then asks why did he pick her sister? He quickly explains that his wife did something egregious that he could not accept and Maya was there for him and the only one who was honest. Nicole thinks to herself \u0096 Maya, honest. She has something so big that Rick could never imagine it. Brooke does not want to talk about divorce or Quinn or anything like that. She just wants to have fun, maybe dance. She bobbles a little and Wyatt tries to get her to sit her drink down and just go on to bed. She calls him a Debby Downer. When he gets nowhere with Brooke he leaves. She continues to drink, is unsteady on her feet, trips and hits her head on the table and falls unconscious to floor."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Maya: Caroline could learn something from this designer.",
        "Rick: You should show her.",
        "Maya: I don't think Caroline's exactly receptive to my suggestions.",
        "Rick: She can't ignore you forever. Do you want me to talk to her?",
        "Maya: No. I'll deal.",
        "Rick: Remember, you're the one with all the power.",
        "Maya: Thanks to you.",
        "Rick: I can't give you enough for all your support.",
        "Maya: Is that why you invited my sister to stay here -- to give me something?",
        "Rick: Well, what other reason would there be? Well, now that you mention it, you weren't exactly jumping up and down for joy. You weren't that excited about it. Am I misreading something?",
        "Maya: Admittedly, I'm concerned about inviting -- well, let's face it -- a stranger into our home.",
        "Rick: That stranger happens to be your sister.",
        "Maya: I know. And that's where I ended up. So, I had a nice chat with Nicole, and I'm good.",
        "Rick: Are you sure?",
        "Maya: Absolutely. Your generosity reminded me how lucky I am to have this life. So, I can be a little generous, too.",
        "Rick: I'm the lucky one.",
        "[SCENE_BREAK]",
        "Nicole: Thanks again for helping me get acclimated. Otherwise, I would have been wandering around all night, trying to find the linen closet.",
        "Ivy: Oh. Well, you have to be careful, because your sister is very protective of her towels.",
        "Aly: And she really doesn't like to share. Frankly, I'm kind of surprised she asked you to stay here.",
        "Nicole: Rick actually extended the invitation. I think Maya was cool with it, though.",
        "Ivy: Hmm.",
        "Nicole: Mind if I ask a question? Trying to get a lay of the land.",
        "Aly: Sure. Be my guest.",
        "Nicole: Is Rick really in love with my sister?",
        "[SCENE_BREAK]",
        "Deacon: Couldn't help but notice that you didn't ask me where I've been.",
        "Quinn: 'Cause I don't like to ask questions I don't want to hear the answer to.",
        "Deacon: I know you were there, too.",
        "Quinn: Of course you do. Brooke lives to rat me out.",
        "Deacon: Why do you keep giving her reason?",
        "Quinn: Why do you keep going over there?",
        "Deacon: [Sighs] Quinn, Brooke's my friend, all right? Look, she's -- we both are going through some pretty serious changes. I just want to make sure she's handling it okay.",
        "Quinn: Friend, huh?",
        "Deacon: Yeah.",
        "Quinn: Think you know her well?",
        "Deacon: Pretty well.",
        "Quinn: Okay. Then why don't you ask your friend who the Hell she thinks she is?",
        "[SCENE_BREAK]",
        "Brooke: Mmm.",
        "[Knock on door]",
        "Wyatt: Hi.",
        "Brooke: Hey.",
        "Wyatt: Um, I'm sorry I didn't call.",
        "Brooke: Oh, it's okay. Come in.",
        "Wyatt: Yeah?",
        "Brooke: So, Hope's okay?",
        "Wyatt: Yeah, Hope's, uh... fine. Probably better than she's been in a long time, or about to be, anyway.",
        "Brooke: That's a good thing, right?",
        "Wyatt: Not if you're me. Divorce papers. I'm ending our marriage.",
        "[SCENE_BREAK]",
        "Nicole: Was that inappropriate? It's just he's Rick Forrester -- gorgeous, rich, successful. He was married to Caroline Spencer, who's, like, everything, but he chooses my sister?",
        "Aly: So, you don't like Maya?",
        "Nicole: Don't really know her. Maya's been gone from home a long time. Rick thinks if I'm around, there's a chance for us to bond. He's really generous, don't you think?",
        "Ivy: Yeah. Well, uh, he can be.",
        "Nicole: Anyway, I figured, \"why not?\" Maybe us living together will work some magic or something. We'll see. I'm just happy to be here in this beautiful house with my big sister.",
        "[SCENE_BREAK]",
        "Maya: I wasn't around Nicole much. She was a kid. I was out in the world, busy making mistakes.",
        "Rick: You turned out all right.",
        "Maya: Like I said -- lucky. Nicole hasn't found her place yet. Maybe we're it.",
        "Rick: Is that what you'd like?",
        "Maya: To be the reason my little sister has a shot in this world? Yeah, I would.",
        "Rick: Here we are. We're in the perfect position.",
        "Maya: It's just so sudden, you know? One day there's a knock on the door, and, hello, past. And, honestly, there's nothing related to Nicole that I really want to revisit.",
        "Rick: Is that why you guys didn't stay in touch?",
        "Maya: When I left, I ceased to exist.",
        "Rick: Do you miss them?",
        "Maya: I miss the idea of them -- the loving unit I wished we were. That's what drew me to your family -- this big, sprawling unit, living together, working together, not always on the same page but still connected. And who knows? Maybe one day the Forresters will accept me, too.",
        "Rick: You can count on it. You're my lady. What's mine is yours, including them. If you just keep being you, they'll come around.",
        "Maya: Have I told you lately how crazy I am about you?",
        "[SCENE_BREAK]",
        "Quinn: Do you know what Brooke had the nerve to say to me? That she was surprised that you didn't dump me the minute you found out that I slapped her stupid face. And she also told me that I might as well take my engagement ring off because she forbids us from ever getting married -- forbids us! Who even says that?!",
        "Deacon: Quinn, who cares what Brooke says? Come on, baby. We're getting married. That's all that matters. Look, I get why you're upset. I really do. I mean, admittedly, Brooke is not the most diplomatic person around, and she, you know, can't stand you, but you could be the bigger person.",
        "Quinn: I am the bigger person.",
        "Deacon: Come on. All I'm saying is just cut her some slack. She's going through a rough patch.",
        "Quinn: Cut her some slack? Please. What happened? Did she break a perfectly manicured nail?",
        "Deacon: I told you she's been drinking -- enough to cause me concern.",
        "Quinn: [Sighs]",
        "[SCENE_BREAK]",
        "Brooke: Oh, I'm sorry that it's come to divorce.",
        "Wyatt: Yeah. Well, the miscarriage changed everything for Hope and me. It didn't help that my mother was indirectly involved. I lost Hope that very day. It took me a while to realize it. Look, I, uh... I just -- I got to move on with my life, you know? Whatever that is without her.",
        "Brooke: It's hard when you're adrift, losing your place, not knowing how or where to fit in.",
        "Wyatt: You really get it, don't you?",
        "Brooke: Welcome to my life.",
        "[SCENE_BREAK]",
        "Quinn: Well, that's a look I've grown to intensely dislike. How does Brooke have this control over men?",
        "Deacon: I told you, it's not like that. Look, I'm concerned about her.",
        "Quinn: Yeah. You've made that abundantly clear. I don't want to talk about Brooke anymore!",
        "Deacon: I told you she's been drinking, and that's never been her thing. Yeah, she'll have a glass of wine here and there, but, I mean, she's throwing back vodka like a cossack.",
        "Quinn: Yeah. Well, you know, I'm sure it's a phase and she'll get over it next time she snares another guy -- not my guy.",
        "Deacon: Okay, look -- maybe I am a little hypersensitive to that, but there's a reason. I know the signs, all right? I've had my own problems with alcohol. The fact that I just said it in the past tense -- it means that I still do. It's called \"denial.\" See, here's the thing about me. I can drink for a long time before, you know, it starts to show, before the blackouts and the self- destructive behavior, the rage... but I'm an alcoholic.",
        "Quinn: I-I didn't realize...",
        "Deacon: High-functioning, I mean, but, you know, all the same. Baby, we're getting -- we're getting married. We're starting a life together. And I want to give this the best shot possible. And in order for me to do that, I got to be clean.",
        "[SCENE_BREAK]",
        "Wyatt: I kind of barged in on you there with my divorce papers and my angst, but I'm asking you, are you all right? I mean, I know it's not ideal, but you can talk to me. I won't judge or anything. I promise.",
        "Brooke: [Chuckles] Well... I've never felt more alone in my life, and that's a hard adjustment. We'll just leave it at that, okay?",
        "Wyatt: Okay. Sure. But if you ever need another presence or just want to get out of the house, I can be a lot of fun. People have said I am a lot of fun.",
        "Brooke: Yeah. I heard. Thanks.",
        "Wyatt: Thank you.",
        "Brooke: So, big news in your family.",
        "Wyatt: Yeah, my mom and Deacon?",
        "Brooke: Getting married is a mistake, and that's exactly what I told him.",
        "[SCENE_BREAK]",
        "Aly: So, you're a student at UCLA.",
        "Nicole: Yes.",
        "Ivy: What are you studying?",
        "Nicole: Computer science.",
        "Ivy: Mm!",
        "Aly: An I.T. person in the house -- I like that.",
        "Ivy: Yeah. That'll come in handy.",
        "Aly: We should probably take advantage of it while we can. I'm assuming you won't be here very long.",
        "Nicole: Really?",
        "Ivy: Well, we're just -- we're assuming you'd probably want to be on campus, have that whole college experience.",
        "Aly: Or, you know, get an apartment nearby. We can help you find something.",
        "Nicole: Wow. Pretty eager to get rid of me.",
        "[SCENE_BREAK]",
        "Maya: I can't tell you how much your faith sustains me. But I still can't help but wonder... when everyone was telling you what a bad idea I was... why didn't you listen?",
        "Rick: Because they don't know you. They can't speak to who you are... your honesty, your integrity. Only I can do that because you show me every day through your actions and your -- your unwavering support. Heck... you're about the best idea I've ever had.",
        "Maya: [Chuckles]",
        "[SCENE_BREAK]",
        "Deacon: I tried AA a couple times. It didn't -- I don't know. It never took for me.",
        "Quinn: But you kept going back?",
        "Deacon: You never know. I mean, it can work, you know, if you're in the right place to make the commitment and work the program. One thing I've learned is that people change for two reasons -- love and fear. And I know I love you, but I'm also scared that I'm gonna blow this whole thing if I don't get clean. I'm -- I'm better... when I'm clean. Believe me -- if there's a way, I'll figure out a way to sabotage this if I'm drinking, and I don't want to do that.",
        "Quinn: Well, I-I certainly understand that unfortunate tendency.",
        "Deacon: So, tomorrow I'm gonna go to a meeting.",
        "Quinn: Okay. Right. Well, do what you need to do. Just know that... I got you, however you come.",
        "[SCENE_BREAK]",
        "Wyatt: You forbade my mother to marry Deacon?",
        "Brooke: I did. And I would do it again!",
        "Wyatt: Not many people would get in my mother's face like that.",
        "Brooke: I care about Deacon. He's the father of my daughter. And I sure as Hell am not going to let Quinn take a permanent wrecking ball to his life.",
        "[SCENE_BREAK]",
        "Ivy: We're only trying to help, even though it seems really awkward.",
        "Nicole: No worries. But I kind of just got here. I think I'll stick around for a bit -- get to know my sister.",
        "Aly: Of course.",
        "Nicole: You never answered my question.",
        "Ivy: Is Rick in love with Maya?",
        "Aly: He says he is.",
        "Nicole: You believe it?",
        "Ivy: You know what? I'm gonna let you form your own opinion, seeing as you're gonna be around for a while.",
        "Nicole: Okay. Noncommittal. Got it. Thanks again for your help. I think I'll turn in. See you tomorrow.",
        "Ivy: Night.",
        "Ivy: So, what do you think?",
        "Aly: Well, she seems nice enough. Then again, Maya did, too.",
        "[SCENE_BREAK]",
        "Maya: I don't want you to ever be ashamed of me.",
        "Rick: Maya, I could never be ashamed of you.",
        "Maya: We both know that I don't come from this. I don't want you to be embarrassed.",
        "Rick: Oh, come on.",
        "Maya: You're high-profile. There are eyes on you. They're judging you, evaluating you, and that extends to the woman you're with.",
        "Rick: When you feel those eyes on you... that's awe. They're in awe of you because of your beauty, your graciousness, the way that you carry yourself. And when you look in my eyes, that's pride that you see.",
        "Maya: I'm gonna take a shower.",
        "Rick: All right. I'll be right here.",
        "[Water running]",
        "Maya: [Singing indistinctly]",
        "[SCENE_BREAK]",
        "Brooke: That is it! [Laughs] No more talk about icky things or sad things or divorce or \"I am so lonely.\" No more talk about Deacon, Quinn.",
        "Wyatt: Okay. So, what would you like, then?",
        "Brooke: [Laughing] I don't know. I want to laugh! I want to dance! I want to sing! Wait. Scratch that, because maybe I don't want to sing. I'm not a really good singer. Oh! Oh, my God.",
        "Wyatt: Whoa. Okay. Okay. All right. All right. I'm thinking maybe you've had enough, huh?",
        "Brooke: Hey, no. Don't be Debbie Downer. I'm not going anywhere. I'm here in my own home.",
        "Wyatt: Brooke... why don't you go to bed?",
        "Brooke: [Chuckles] I thought you said you were fun.",
        "Wyatt: [Chuckles] Good night.",
        "[SCENE_BREAK]",
        "[Water running]",
        "Maya: [Singing indistinctly]",
        "Rick: Nicole.",
        "Nicole: Sorry to interrupt.",
        "Rick: No. Uh, no problem.",
        "Nicole: I was hoping to say good night to Maya.",
        "Rick: She's, uh -- she's actually in the shower.",
        "Nicole: Oh. Okay. Well, then, I will just thank you for opening up your beautiful home to me.",
        "Rick: You're family. You're welcome here anytime.",
        "Nicole: Well, you're very kind. Okay. I just have to ask. Why my sister?",
        "Rick: What?",
        "Nicole: Why did you choose her?",
        "Rick: [Sighs] My wife did something egregious. She kept it from me. Maya was there to support me -- no secrets, just honesty... even when it hurt -- that and a whole lot of other reasons why I love her. So, does that sort of answer your question?",
        "Nicole: Sure. Okay. Well, uh...thanks.",
        "Rick: Okay. Night.",
        "Nicole: No secrets, huh? If I'm right... Maya has one you can't even imagine.",
        "[SCENE_BREAK]",
        "Deacon: I want to honor what that represents. It's a commitment to be the very best I can be for you, and I'm gonna do it.",
        "Quinn: Okay.",
        "Deacon: I just don't want to go down that path again. I've done it before, and I know for me, you know, drinking leads to trouble.",
        "[SCENE_BREAK]",
        "Brooke: [Sighs]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=tJJqN7wxsSM"
}