{
    "Episode Summary": [
        "Episode # 7164 ~ Brooke misinterprets information she receives about Ridge & Caroline; Liam makes the startling realization that he once again on Quinn's bad side."
    ],
    "Recap": [
        "Caroline cries with Ridge holding her and saying it is all his fault. Bill tells Quinn that he has no interest in listening to one of her grand schemes. She tells him it is always Liam. He would be moving everything he could if Liam came to him but Liam is not his only son and he needs to acknowledge Wyatt more. She is not attacking him but just making him more aware. Bill says he does not run things at FC, Ridge does, so he had nothing to do with Liam getting the position there. Quinn says she knows he is always going to hold it against Wyatt that Quinn is his mother. She can not do anything about Wyatt's genes coming from her but he has Bill's genes too so he can admire that side. Bill explains that Wyatt will never have some things because he has Quinn's DNA. But also the rinky dinky little jewelry company they ran just isn't as bright as Liam's expertise. And yes Wyatt will always have that instability because of Quinn's genes which his other son does not possess. Brooke comes in on a meeting between Thomas and Othello who are working on shots for the next showing. Brooke asks about Caroline and Ridge but Thomas thinks they have left for the day. Steffy tells Liam that she realizes that Caroline makes her father genuinely happy so she approves of their union.",
        "Caroline wipes away her tears and tells Ridge that he lost something too in the process. She leaves and immediately calls Thomas. She finds out that he is home and wants to see him right away. Thomas shakes her off and says now is not a good time. She says he will have to make it a good time, this is too important. Liam tells Steffy that Ivy is not irreplaceable but she was a buffer to Quinn and now they will have to deal with her directly. She has no working sense of right and wrong and he doesn't believe that will change. He does not trust her. Steffy will have to keep her guard up. Bill tells Katie that he never saw Wyatt. Quinn went off on him how he always favors Liam over Wyatt and he said some things to get under her skin. Katie points out that Liam does have two important positions with both companies and Wyatt is just an employee so she can understand how Quinn feels. And he repeats again that there is enough animosity between his boys without competing for titles or jobs. She says that will only mean that Wyatt will naturally feel he is always going to favor Liam. With Steffy going out, Quinn slips in and up on Liam and asks if he can be nice. She points out that there he sits yet his brother has nothing and it is not fair. Liam says Wyatt has a nice job and he has Ivy so Quinn does not have to micromanage everything in his life. She says again that he needs to support Wyatt. He rescues Ivy and stray puppies so surely he can support his own brother. Brooke drops in on Ridge and guesses that he told Caroline that he can not have children. She is sorry it went so badly. He says nothing will ever come between them but Caroline left to get some air. Meanwhile Caroline shows up to find Thomas at Eric's house. She goes upstairs and knocks on his door. He ignores her for a few minutes but finally lets her into the room where she finds a girl in his bed. He says he told her it was not a good time. She says she has something urgent to tell him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: I'm sorry.",
        "Caroline: No, it's not your fault.",
        "Ridge: It is my fault.",
        "Caroline: No.",
        "Ridge: I really wanted this family with you. I really did. I wanted to watch my baby grow inside you.",
        "[SCENE_BREAK]",
        "[Cell phone chimes]",
        "[SCENE_BREAK]",
        "Bill: I have no interest in listening to one of your rants, Quinn.",
        "Quinn: Can you just give me a minute? Please. I'm not ranting. I am just saying... you have... not been fair to Wyatt. You never have been. It's always Liam. I bet you if Liam came to you with the idea of a Spencer design house, you'd be moving the seamstresses in. Just a little reminder, Bill -- Liam is not your only grown son.",
        "[SCENE_BREAK]",
        "Steffy: Still feeling sorry for Ivy?",
        "Liam: [Chuckles] I can't help it.",
        "Steffy: Oh, it's a character flaw. You're a sweet, caring guy. That's why.",
        "Liam: You know...",
        "Steffy: Hmm?",
        "Liam: ...You may not have realized it, but there is one huge downside to letting Ivy go.",
        "Steffy: She's talented. But she's not irreplaceable.",
        "Liam: That's not what I'm talking about. Ivy was a buffer that we don't have anymore, which means that now we have to deal with Quinn directly. I am not happy about that. Quinn and I work best from a distance. I mean, the more she lays eyes on me, the more she hates me. The more she hates me, the more dangerous she is. Quinn doesn't exactly have a working sense of right and wrong.",
        "Steffy: You told me your history with Quinn. I mean, she seems okay now. Maybe her marriage with Deacon chilled her out.",
        "Liam: Uh, yeah. That's -- that's what she wants everybody to think, but I don't trust that. Steffy, you weren't there. You didn't see how out of control she got. When it comes to Quinn, you just -- you have to keep your guard up.",
        "[SCENE_BREAK]",
        "Bill: You want to attack my parenting skills?",
        "Quinn: No. No. This is not an attack. It's a -- it's a mere observation based on the facts. Liam already had a title -- president of Spencer Publications -- not that he earned it. He was given it. But...did you...have to make him vice president of Forrester, too? You -- you couldn't have swung that title for your other son, the one who actually put in the work there?",
        "Bill: Here's a fact for you. I don't run things at Forrester, unfortunately for them. Ridge does. And he wanted Liam.",
        "Quinn: But Liam had a contract with Spencer. You...are Spencer Publications. You could have said no. You could have said, \"you know what? One honkin' title is enough.\" But no -- whatever Liam wants, Liam gets. [Sighs] Do you hate Wyatt?",
        "Bill: What are you talking about? That's ridiculous.",
        "Quinn: It's because of me, isn't it? You're always gonna hold against Wyatt that I'm his mother.",
        "[SCENE_BREAK]",
        "[Up-tempo music plays through headphones]",
        "Thomas: That's great. I'd say just up the BPM. a little bit and it's perfect.",
        "Othello: Yeah. I wanted to make sure I was getting it.",
        "Thomas: No, this is definitely the sound of California Freedom.",
        "Othello: How is that going -- working with your father?",
        "Thomas: You know, so far, so good.",
        "[Door opens]",
        "Brooke: Hi. Am I interrupting a meeting?",
        "Thomas: No, no, no. Othello and I are just working on the beats for the next show.",
        "Brooke: Hmm. Forward-thinking. I like it.",
        "Othello: That's the only way to be.",
        "Brooke: [Chuckles] Have either of you seen Ridge or Caroline?",
        "Thomas: No. Unh-unh. I think they might be gone for the day.",
        "[SCENE_BREAK]",
        "Ridge: I don't know what to say. I don't know what the words are. I just want to take your pain away. I love you so much. And I never want you to sacrifice your dreams for me.",
        "[SCENE_BREAK]",
        "Quinn: I can't do anything about my genes in our son. But he has your genes, too. He's strong, he's confident, he eats red meat, he drinks scotch, just like you do. Everybody knows how much you love yourself. Can't you love the part of you that lives in Wyatt? Is that so hard?",
        "Bill: I do love Wyatt, and stop accusing me otherwise.",
        "Quinn: Well, then, start acting like it! Treat him equally! Stop giving Liam everything!",
        "Bill: Let me explain something to you. Being the leader in business requires a steady hand. Liam has it. Wyatt does not.",
        "Quinn: Come on! He's been running my jewelry-design firm since he was a teenager!",
        "Bill: I'm not talking about some freakin' rinky-dink jewelry company, Quinn! There's no comparison! Spencer Publications is a major global conglomerate. Now, I drive my people hard, but, generally, I lead with a steely assertiveness that Wyatt doesn't have and he will never have because you're all up in his DNA.",
        "Quinn: Wow. You just admitted that you have zero faith in our son because he's half mine.",
        "Bill: Your half is... problematic. Wyatt is reckless, impulsive, emotional. He has a temper.",
        "Quinn: Just like somebody else I know.",
        "Bill: And, quite frankly, he's just not as bright as Liam, which is not an insult. I mean, you know, most people aren't. Now, fortunately for me, I'm smart enough to know which of my grown sons should be my successor. And while we're on the subject, you should know that I have appointed Liam as the executor of my estate.",
        "Quinn: Of course you have.",
        "Bill: Now, you were right about one thing. Wyatt will always have a black mark against him because he has your instability in his genes. Fortunately, my other grown son does not.",
        "[SCENE_BREAK]",
        "Liam: Do you know if Ridge and Caroline are in?",
        "Steffy: I haven't seen them.",
        "Liam: Hmm. Well, the newlyweds didn't take a honeymoon. Kind of makes sense they'd want some private time. Hey, are you -- are you okay with...everything?",
        "Steffy: You mean the marriage? Yeah, no. I'm good.",
        "Liam: 'Cause you had some reservations.",
        "Steffy: That's putting it mildly. I actively objected to that relationship.",
        "Liam: [Chuckles]",
        "Steffy: But I-I like what I've seen. It's obvious that Caroline is devoted to my father, and she makes him genuinely happy in a way that I haven't seen in a very long time. So if that's true, then... I approve.",
        "[SCENE_BREAK]",
        "Ridge: I don't know what to do.",
        "Caroline: There's nothing to do. It's okay.",
        "Ridge: It's not okay. I'm not gonna be a father to your son or your daughter. It tears me up. I -- it's not about me. It's about you.",
        "Caroline: No, stop. Please stop. 'Cause you -- you lost something, too. I just have to process everything.",
        "[Dialing]",
        "[Ringing]",
        "Thomas: Caroline, hey. Uh, can I --",
        "Caroline: Where are you?",
        "Thomas: Home.",
        "Caroline: Okay. I'm gonna come over.",
        "Thomas: Can it wait?",
        "Caroline: It can't -- it can't wait.",
        "Thomas: This isn't gonna work right now.",
        "Caroline: Well, you need to make it work.",
        "Thomas: I am trying to tell you that this is not a good time.",
        "Caroline: And I'm trying to tell you that it's really important and I need to talk to you.",
        "Thomas: I have to go.",
        "[Beep]",
        "[SCENE_BREAK]",
        "Bill: Hey.",
        "Katie: Hey.",
        "Bill: There you are. Best part of my day.",
        "Katie: Ohh. [Chuckles]",
        "Bill: Hi.",
        "Katie: Hi. You seem a little tense.",
        "Bill: Yeah.",
        "Katie: Did it not go well with Wyatt?",
        "Bill: Never saw Wyatt. Bumped in to his mother instead.",
        "Katie: Ah. Well, that would explain it.",
        "Bill: The woman never stops.",
        "Katie: What did she do this time?",
        "Bill: Went off on a tear about how I'm always neglecting Wyatt over Liam. So I couldn't help myself. Said some things I didn't mean just to get under her skin.",
        "Katie: You can sort of see this from her point of view, right?",
        "Bill: Whose side are you on?!",
        "Katie: I'm on your side. I'm always on your side. But [Sighs] From Quinn's point of view -- we can be objective here -- Liam has two very important positions, and Wyatt is just an employee at Forrester. He comes to you with a proposition that would give him a little bit more parity, and you shoot him down. Look, I know that you love both your sons, but... you can see how Quinn might not think so.",
        "Bill: Oh, yeah. I heard all about it. According to Quinn, everything wrong in Wyatt's life would be right... if Liam didn't exist.",
        "[SCENE_BREAK]",
        "Steffy: What do you want to do tonight?",
        "Liam: Uh...I have a budget to go over for Spencer.",
        "Steffy: You're working really hard. Are you sure you're not spreading yourself too thin?",
        "Liam: No, I don't think so. I'm kind of thriving on it. Yeah, it'd be nice to veg out in front of the TV, but that's not happening anytime soon, and I'm okay with that.",
        "Steffy: Well, I'll get takeout, and it'll be waiting when you get home.",
        "Liam: You're so good to me.",
        "Steffy: I know.",
        "Liam: Hmm. I'm gonna want more of that.",
        "Steffy: I can make that happen.",
        "Liam: [Chuckling] Yeah, you can.",
        "Steffy: Night. See ya.",
        "Liam: See ya.",
        "[Door slams]",
        "Quinn: Sorry. My hand slipped.",
        "Liam: If you're looking for Steffy, she just left. I'm surprised you didn't see her.",
        "Quinn: Actually, um... I came here to see you.",
        "Liam: What do you want?",
        "Quinn: [Chuckles] Come on. Look at you. You've got the whole world at your feet. You can't be nice?",
        "Liam: [Sighs]",
        "[SCENE_BREAK]",
        "Caroline: Thomas? Thomas? Thomas!",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Ridge: Brooke.",
        "Brooke: You did it. You told Caroline that you can't have children.",
        "[SCENE_BREAK]",
        "Caroline: [Sniffles] Thomas, are you in there?",
        "Thomas: Caroline?",
        "Caroline: Thomas, I really need to speak to you. Can you please open the door?",
        "[SCENE_BREAK]",
        "Katie: So, did Quinn change your mind about anything?",
        "Bill: You mean about green-lighting Wyatt's design-house idea? In a word, no. And when does Quinn ever influence me about anything?",
        "Katie: Well, with Wyatt, it's been known to happen.",
        "Bill: All right. Maybe once in a while, she pushes the guilt button and a little treat falls out. But not in this case. Katie, there is enough natural animosity and competition between my boys. I'm not gonna pit them against each other professionally.",
        "Katie: I understand your point, but...",
        "Bill: What?",
        "Katie: No. You know what? I'm gonna s-- I'm gonna take some of my own advice and just stay out of this.",
        "Bill: Oh, no, no, no. You are my wife, oh, objective one. I welcome your input.",
        "Katie: All right. Well, have you stopped to consider the fact that if you don't give Wyatt what he wants, he's gonna become even more resentful and it's just gonna reinforce the idea that Liam matters more to you?",
        "Bill: That's just not true! I love all my boys equally...",
        "Katie: Well, I know that.",
        "Bill: ...Just differently.",
        "Katie: Wyatt doesn't feel that way. And if you gave him a little bit more of a power base, then maybe he might feel like he was on equal footing with Liam.",
        "Bill: I don't know. It just doesn't feel right.",
        "Katie: Okay. Well, you have to do whatever you think is best.",
        "Bill: You're disappointed.",
        "Katie: In you?",
        "Bill: Well, that goes without saying. I mean that you thought the design house would be that big task you were looking for.",
        "Katie: Yeah. Yeah. I admit I-I thought it had found me.",
        "Bill: It'll come.",
        "Katie: Well, the good thing is if we did do a fashion house, it would only be a matter of time before Quinn was involved, and I don't want her in the building.",
        "Bill: [Chuckling] Oh, no, no. I would never allow that. Listen, over at Forrester, they might think that her so-called talent outweighs the crazy, but I know better. She is a nut job capable of anything.",
        "[SCENE_BREAK]",
        "Liam: Okay. I'll ask again -- what do you want?",
        "Quinn: For you to see it. I mean, there you sit. Look. You're vice president of Forrester Creations. You're president of Spencer Publications. You've got the girl. You're back together with Steffy. I mean, you've got a great life. And your brother gets overlooked time and time again. It isn't right. Liam, it isn't equitable. Even you have to see that.",
        "Liam: What -- what are you expecting from me? \"Poor Wyatt\"? \"Life is so unfair\"? Quinn, Wyatt has a good job. He makes damn good money. He's got a nice thing going with Ivy right now. Why can't you let his life play out as it will? You don't need to micromanage every single thing in your adult son's life. Let's just take a cue from what happened with Ivy and drop this here, because one of us is about to --",
        "Quinn: No. No. No. You need me. You need my designs. You need the line I created for Forrester. And I need you... to start acting like a brother. You need to support Wyatt. You're so quick to defend helpless puppies or any woman who bats her eyelashes at you. Why can't you rescue your own brother from this injustice? Because your father sure won't!",
        "[SCENE_BREAK]",
        "Ridge: And I told Caroline all of it -- about the vasectomy, about the condition.",
        "Brooke: How did she react?",
        "Ridge: She was -- [Sighs] I didn't know how to help her. I didn't know what to say. You know, the only thing I know how to do is dash someone's hopes and dreams. She would have been an incredible mom. I wanted to see that. I wanted to live that with her.",
        "Brooke: I'm sorry. Where is she?",
        "Ridge: She left.",
        "Brooke: It was too much for her, so she left you?",
        "Ridge: No, that's not what -- no. She left to get some air. We're fine. Nothing's ever gonna come between us. Nothing ever will.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Caroline: Thomas. Thomas!",
        "[Knock on door]",
        "Caroline: I mean it. Open the door. I need to talk to you.",
        "Thomas: I told you, this is not a good time.",
        "Caroline: It can't wait.",
        "Thomas: What's going on? Why are you so upset? Is -- is everything okay? Huh? Did something happen with Dad?",
        "Caroline: No. Ridge is wonderful.",
        "Thomas: What's wrong, huh?",
        "Charlotte: Thomas!",
        "Thomas: [Clears throat]",
        "Charlotte: Mrs. Forrester!",
        "Caroline: Charlotte. The intern?",
        "Thomas: Told you it's not a good time.",
        "Caroline: I really need to tell you something, and I'm not leaving until I do."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=jmINmc8ddcY"
}