{
    "Episode Summary": [],
    "Recap": [
        "Donna can hardly believe what Brooke is saying. Ridge and Katie spent some time together and now they are a couple in love. Brooke starts back when Katie fainted at her wedding. But there is no way she is going to give up and hand Ridge over to Katie. Hope holds the phone away from Aly so she can't call the police. She keeps repeating that Wyatt stole the diamond and the jewelry heist was a fake. Hope says she can not let her do that. Aly wonders why she is not more surprised. Now she knows that Hope already knew and was okay with it. Hope sighs and says she did not find out until after the fact. And she was not okay with it but it is in the past. Aly can not tell her father or Eric, can not call the police. She can not tell anybody. Aly contends they can not just let Wyatt get away with this. Hope confesses to her that it was a stupid publicity stunt but Wyatt did it for Hope, for her line. Aly still can't see why she is defending Wyatt. Hope says this is bigger than Wyatt. The stakes are too high if this leaks out. Aly says Wyatt has some sort of hold on Hope. She's lost her way but she can help Hope. He's brainwashed Hope and he is the reason she has neglected her values. Her message used to mean so much to Hope and it still does to Aly. But Hope threw it all away for a boy. Hope says Wyatt did something wrong. People do make mistakes but she forgave him and she knows he will never do anything like that again. Aly doesn't buy it and says Wyatt will do anything to get what he wants. He's a criminal. He needs to go to jail. Hope tells her if this gets out it will be catastrophic for the company, the end of HFTF. Aly fires back that HFTF ended the day that Wyatt came into her life. She has let him change her. Hope says no, she is still the same person but people change. She has just grown up. Aly says Wyatt has turned her into something she is not. He needs to be stopped. Hope tells Aly not to raise her voice to her like that. Aly continues her rant. She does not see how Hope can let that guy put his filthy hands all over her. All Wyatt cares about is money and sex and it's disgusting. He does not treat her with the respect that Liam does. Hope says Wyatt has been nothing but wonderful to her and she would never be with someone who mistreated her. It is her life, not Aly's, and Aly needs to stop worrying about her. Aly clinches both fists and says Hope should have married Liam, an honest, honorable man. Instead she chose Wyatt, the manipulator who desecrates and pollutes her message and image. Well no more, Wyatt has got to go to prison. Pam wants to know what Charlie is talking about. She did not tell Aly any secrets. Uh oh, he knows he must have slipped. Wyatt tells Liam that he is bullet-proof. There is nothing Liam can do to tarnish his reputation with FC or Hope for that matter. Liam says no, he will manage that all on his own. Wyatt says he knows Liam has wanted him gone for a long time now, but guess what \u0096 he is still here and better than ever. Liam warns him that just keep that arrogant, cocky appearance and watch his world crumble around him. It's all just a matter of time before it all catches up with him. Wyatt tells Liam to give it up, bro. It's over for him. Liam tells Wyatt he is so two faced. Nobody plays both sides quite like he does. Quinn walks in and immediately asks Liam why he is here again. He should have a job. Liam says he does and tells them about his tribute to Hope. Then says here is the story he'd like to break \u0096 the twisted tale of a mother/son duo gone bad. Wyatt chuckles. Liam continues that they are on the fast track to self-destruction and he can't wait to see them crash and burn. Quinn tells Liam that his behavior is so unbecoming. His dad would be embarrassed. Wyatt says Liam needs to let this go .stop clinging to the past. Hope is with him now. Liam says Wyatt and his mom have deluded themselves if they think they will be here much longer. Wyatt pretends that he is really terrified and asks his mommy for a hug. Liam says they really ought to be terrified as he is not the only ones onto them now and the list is growing and growing and growing.",
        "Charlie tells Pammie stupid him. He gave information to Aly without knowing it. He though she already knew about Wyatt. She seemed so innocent and yet she pulled the wool right over his eyes. No telling what she may do now. He knows they are not a big fan of Wyatt's but not sure they really want him to go to prison. Hope tells Aly it is not Aly's call and she has severely stepped over boundaries. Aly says somebody has to do something and if Hope is not, then she will. She bolts and Hope tries to catch her. But then turns back and calls Wyatt. She panics and says Aly just left and she knows about the jewelry heist. Wyatt repeats it and Quinn overhears and she runs out to find Aly. RJ rushes home to show Brooke his MVP soccer trophy and he can't wait to show his dad. Aly charges out of the building across the Forrester building bridge as Quinn catches up to her. She grabs her arm to stop her as both woman face each other. Quinn tells her she does not want to go to the police as it will hurt the company's reputation. Aly gnashes her teeth and says she is only exposing Wyatt for the liar he is. He is not a hero; he's nothing but a cheap criminal. Everybody will know now. Wyatt Fuller will pay for his crimes. Quinn clinches her teeth and says, \"the hell he will.\" Wyatt thanks Hope for trying to defend him to Aly but that isn't enough. Aly has some serious issues. She is not quite right in the head. Hope says maybe they should be prepared for the worst. Wyatt says this is all on him. He did this and he will take full responsibility for it and they will be fine. She is not to worry. Aly sneers at Quinn that Quinn can go back to her warehouse and Wyatt is going to prison. Quinn tells her if she knows anything at all about her, she knows she will do anything to protect her son. Inches from her face, Aly tells Quinn that she is not afraid of her. She is going to the police and there is nothing Quinn can do to stop her. Quinn jerks her around and says Aly does not want to do this. It can only end one way. Aly taunts her. Quinn tells her bring it on little girl. Aly tries to get past; Quinn blocks her and pushes her against the railing. Aly looks down backward with fear in her eyes."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Donna: Brooke, that's ridiculous. Katie and Ridge?",
        "Brooke: But it's true.",
        "Donna: You're -- you're serious?",
        "Brooke: They were spending some time together, and somewhere along the way, they developed feelings for each other.",
        "Donna: But not -- not feelings, not real feelings.",
        "Brooke: Yes, they are a couple. Ridge and Katie are in love, or so they think.",
        "[SCENE_BREAK]",
        "Aly: Did you hear what I said? Wyatt stole the diamond. The jewelry heist was a fake. Now give me my phone so I can call the police.",
        "Hope: No, Aly. I can't let you do that.",
        "Aly: Why aren't you more surprised?",
        "Hope: Okay. [Breathes deeply] I'm gonna tell you something, and you need to promise that you'll --",
        "Aly: You knew. You knew all about it.",
        "Hope: Yes, I knew, but I didn't find out until after it happened.",
        "Aly: Oh, my God. And you are okay with this?",
        "Hope: No. I wasn't okay with it. I never said that. But it's in the past, Aly, which means that you cannot call the police. You cannot tell your father, you can't tell Eric, you can't tell anybody.",
        "Aly: We have to do something. We can't let Wyatt get away with this.",
        "[SCENE_BREAK]",
        "Wyatt: I'm bulletproof, man.",
        "Liam: [Laughs] Really?",
        "Wyatt: You haven't figured that out by now?",
        "Liam: I think I've got you figured out just fine.",
        "Wyatt: Good. 'Cause then you know that there is nothing that you or anyone else, for that matter, can do to damage my connections with Forrester or destroy my relationship with Hope.",
        "Liam: No, I know. You'll manage that all on your own.",
        "Wyatt: You have wanted me gone for so long now. And see? Guess what -- I'm still here. And I'm better than ever.",
        "Liam: You just keep being you, Wyatt. Really. Smug, arrogant, always looking for an in. You keep that up, and you watch your world crumble around you -- your job, your relationship with Hope -- because it will happen. It's only a matter of time before it all catches up to you.",
        "[SCENE_BREAK]",
        "Aly: Why are you protecting him?",
        "Hope: Because he -- he did it for me.",
        "Aly: For you?",
        "Hope: Yes. For the line, for Forrester. It was...business, Aly. It was a stupid publicity stunt.",
        "Aly: I can't believe you're defending him.",
        "Hope: Because this is bigger than Wyatt! You cannot tell anybody. The stakes are too high.",
        "Aly: Wyatt has got some kind of hold over you, Hope. I can see it. You're not yourself. You've lost your way. But I can help you.",
        "[SCENE_BREAK]",
        "Charlie: Pammy, I'm not angry. I just thought that we had --",
        "Pam: No, but wait. What do you mean you can't believe I told Aly our secret? Wh-what secret?",
        "Charlie: The one about Wyatt stealing the diamond.",
        "Pam: On your watch?",
        "Charlie: I don't have a diamond on my watch.",
        "Pam: No! On your \"watch.\"",
        "Charlie: Oh, my w-- yeah! I -- I just thought that we agreed to keep it between us. That's all.",
        "Pam: We did.",
        "Charlie: Oh. Oh. Oh, God. You didn't tell her about us playing --",
        "Pam: Charlie, what are you talking about? I didn't tell Aly anything.",
        "Charlie: Uh-oh.",
        "[SCENE_BREAK]",
        "Wyatt: When are you gonna throw in the towel? Give it up. You lost, bro. It's all over for you.",
        "Liam: God, I wish you could hear this side of you -- \"give it up! You lost, bro.\"",
        "Wyatt: That's not even how I sound!",
        "Liam: You are so two-faced. You know, nobody plays both sides quite like you do. Except maybe you.",
        "Quinn: Oh. Liam. You're here again. Don't you have a job?",
        "Liam: I do, as a matter of fact, actually. That's why I'm here. \"Eye on Fashion\" doing a new feature on Hope.",
        "Wyatt: Oh, that's sweet.",
        "Quinn: Wow. Another tribute. Are you gonna do one about Steffy, too?",
        "Liam: You know what story I'd love to break?",
        "Quinn: What?",
        "Wyatt: What's that?",
        "Liam: The twisted tale of a mother-son duo gone bad.",
        "Wyatt: [Laughs]",
        "Liam: You keep watching. I mean, with your manipulating and you pocketing the diamond, you guys are on a fast track to self-destruction, and I can't wait to see you crash and burn.",
        "Quinn: Oh. Yeah.",
        "[SCENE_BREAK]",
        "Hope: Believe me, I was very upset with Wyatt when I found out.",
        "Aly: Obviously not. You're dating him.",
        "Hope: Because I understand why he did it.",
        "Aly: You honestly believe it was for you.",
        "Hope: Yes.",
        "Aly: Oh, Hope. He has got you so brainwashed.",
        "Hope: Excuse me?",
        "Aly: I'm sorry. But Wyatt is the reason you've been neglecting your values. Your message used to mean so much to you. And it still does to me. But you threw it all away for a boy.",
        "Hope: Wyatt did something wrong. People make mistakes, and I forgave him, and I know that he will never do anything like that again.",
        "Aly: Well, I don't buy it. Wyatt will do and say anything to get what he wants. He's a criminal, Hope. A criminal. He needs to go to jail.",
        "[SCENE_BREAK]",
        "Donna: No, this -- this can't be happening.",
        "Brooke: I'm having a hard time accepting it, myself.",
        "Donna: Katie and Ridge? Ridge, of all people? No. Who told you this?",
        "Brooke: They told me this.",
        "Donna: How long has this been going on?",
        "Brooke: Remember when Katie fainted?",
        "Donna: Yeah.",
        "Brooke: She faked it to stop the wedding.",
        "Donna: What?",
        "Brooke: My own sister. I never thought she would do something like this to me. And I'm not giving up. There's no way I'm going to hand Ridge over to Katie.",
        "Donna: Katie's obviously not herself. I mean, she fakes a collapse, she -- she knows how scared we'd all be, and then she goes after Ridge. There's got to be an explanation. I mean... maybe she needs to go back on her meds.",
        "Brooke: Maybe she does. But she insists that she knew exactly what she was doing. That makes this even more disturbing.",
        "Donna: Our sweet little Katie. This -- this isn't her.",
        "Brooke: It's mind-boggling. I can't believe she's even doing this.",
        "Donna: So, uh -- [Chuckles] Now that they're dating, please tell me they're not gonna move in together.",
        "Brooke: Oh, God, I hope not. That would be a terrible mistake. Katie's only gonna be heartbroken.",
        "Donna: I hate to say it, but I think you're right. Ridge always comes back to you. Everybody who knows you knows that you two are supposed to end up together.",
        "Brooke: Deep down, Katie must know that. And if she doesn't, she's gonna find out really soon.",
        "[SCENE_BREAK]",
        "Quinn: Have you always been this desperate?",
        "Liam: Desperate, yeah.",
        "Quinn: Desperate, yes. It's so unbecoming. Your father would be embarrassed.",
        "Liam: Oh-ho-ho! You want to talk about my father?",
        "Wyatt: Liam, you've got to stop clinging to something that is no longer yours. Hope and I are together. She's with me now. Let it go. Get out of the past. You have to accept the fact that my mother and I are here to stay.",
        "Liam: No, I'm not doing that, because there's a lot of really smart, really intuitive people working here -- Hope among them -- and you've already caused more problems than you're worth, so don't delude yourself into thinking you're gonna fool anybody much longer.",
        "Wyatt: I'm really terrified. Seriously, I'm really terrified. Mom, can I get a hug?",
        "Quinn: Oh, baby.",
        "Wyatt: He's really mean today.",
        "Liam: Weird family. Listen, you left, but you should be scared, really. Because I'm not the only one who's onto you, and the list keeps growing and growing and growing.",
        "[SCENE_BREAK]",
        "Pam: Aly tricked you.",
        "Charlie: But I -- I thought she knew. She -- she made it seem like you'd already told her.",
        "Pam: No. I mean, why would I say anything to her?",
        "Charlie: Then why did she do that?",
        "Pam: Because she hates Wyatt, she's been suspicious of him ever since she met him. Now she used you to get information.",
        "Charlie: Oh. And stupid me, I bought it. Oh, Pammy, what have I done? Wait a minute. What have I done? What do you think Aly's gonna do?",
        "[SCENE_BREAK]",
        "Aly: We can't just ignore this, Hope. We can't let Wyatt get away with this.",
        "Hope: Aly, I realize that you care about me, and I get how devoted you are to the company, and that's exactly why you can't tell anybody. It has to be our secret.",
        "Aly: Who else knows?",
        "Hope: Only a few people.",
        "Aly: And nobody cares.",
        "Hope: Well, the thing is, Aly, if this were to get out, it would be catastrophic for the company -- for your father, for Eric. It would certainly be the end of Hope for the Future.",
        "Aly: Hope for the Future ended the minute Wyatt came into your life. It's not the same. You have let him change you.",
        "Hope: I am still the same person. It's still me. But people change. They grow up. I've grown up.",
        "Aly: Your boyfriend is a bully. He bullied Liam, and now he's manipulating you.",
        "Hope: Oh, that's so not true.",
        "Aly: Yes, he is. He's turning you into something that you're not. This needs to stop, Hope. Wyatt needs to be stopped.",
        "Hope: Aly, please don't raise your voice to me.",
        "Aly: How can you like that guy, let him put his filthy hands all over you? All Wyatt cares about is money and sex. It's disgusting! He doesn't treat you with the respect Liam does.",
        "Hope: Wyatt is wonderful to me, and I want you to trust me when I tell you that I would never be with someone who mistreats me.",
        "Aly: He's beneath you.",
        "Hope: Well, it's my life, not yours, and you need to stop worrying about me.",
        "Aly: You should've married Liam, the honorable, decent man. But you didn't. You chose Wyatt, the manipulator. Don't you see, Hope? You have let him desecrate your message, pollute your image. No more, Hope. Wyatt has got to go to prison.",
        "Hope: Aly... what's really going on with you?",
        "Aly: Someone has to do something, Hope.",
        "Hope: Well, it's not your call, and you're severely overstepping your boundaries with this.",
        "Aly: Wyatt lied. He broke the law. He conned the world into believing that he was some kind of a hero. He has to be held accountable.",
        "Hope: It is not your place to get involved.",
        "Aly: Well, if you're not going to stop Wyatt, then I will.",
        "Hope: Aly. Aly, wait! Aly, wait, wait, wait! Wait! Oh, my God.",
        "[Dialing]",
        "[Cell phone rings]",
        "Wyatt: [Clears throat] Hey. What's up?",
        "Hope: We have a huge problem.",
        "Wyatt: Okay. What -- what kind of problem?",
        "Hope: Aly -- she -- she just ran out of here. She knows what you did. She knows about the jewelry heist.",
        "Wyatt: Aly knows about the diamond? How the hell did that happen?",
        "Quinn: I'm gonna find that little brat.",
        "Wyatt: No, no \u0096",
        "[SCENE_BREAK]",
        "Donna: Well, it's a good thing that you didn't tell R.J. about the wedding.",
        "Brooke: He has no idea. He just keeps asking when his father's gonna come home. I just can't believe that Ridge and Katie didn't consider how this would affect R.J. I thought I knew them so well. I -- I had no idea they were keeping this enormous secret.",
        "Donna: I don't know. Maybe Katie just wanted to wait until she was 100% sure to say anything.",
        "Brooke: I don't -- I don't know how I'm supposed to believe any of this.",
        "R.J.: Mom! Mom!",
        "Brooke: Hi, honey.",
        "R.J.: Look what I won -- MVP on my soccer team.",
        "Brooke: Oh, wow! Good job, buddy.",
        "Donna: Wow. Congratulations, R.J.",
        "R.J.: Thanks.",
        "Brooke: What's that?",
        "R.J.: They made me take a picture.",
        "Brooke: Oh. Let me see. Oh, that's great! I love it.",
        "R.J.: Dad is gonna be so excited about my trophy. I can't wait for him to see it.",
        "[SCENE_BREAK]",
        "Charlie: I feel terrible.",
        "Pam: Oh, now, now, it's okay.",
        "Charlie: B-but Aly -- I mean, she seemed so sweet and innocent. Who knew she had this dark side?",
        "Pam: Yeah. People can surprise you. Never can be sure what they're capable of.",
        "Charlie: Well, she sure pulled the wool over these eyes.",
        "Pam: Yeah. But now... there is no telling what she'll do.",
        "Charlie: Yeah.",
        "Pam: And what about...?",
        "Charlie: Wyatt?",
        "Pam: Yeah.",
        "Charlie: Pammy, look, I -- I know we're not big fans of Wyatt, but, uh... d-do we want him going to jail?",
        "[SCENE_BREAK]",
        "Wyatt: Okay, slow down. Where is Aly now?",
        "Hope: I don't -- I don't know. I don't know. She said something about going to the police.",
        "Wyatt: Well, how did she find out?",
        "Hope: She -- she didn't say.",
        "Wyatt: You know what? Liam was just in my face talking all kinds of crap to me.",
        "Hope: No. No, no. Trust me. It was not Liam. He wouldn't say anything, okay? Oh, my God. What are we gonna do? Wyatt, she wants you in jail.",
        "Wyatt: That's not gonna happen, okay? We'll figure this out.",
        "Hope: She was so angry. You didn't see how angry she was.",
        "Wyatt: Oh, I've seen that side of her before.",
        "[SCENE_BREAK]",
        "Quinn: Aly! Wait!",
        "Aly: I know what your son did!",
        "Quinn: Keep your voice down.",
        "Aly: He stole that diamond and passed it off as some fake jewelry heist!",
        "Quinn: Aly, listen to me! If this gets out, it not only hurts your family, it hurts the company's reputation.",
        "Aly: I am doing everyone a favor exposing Wyatt for the liar that he is. He's no hero. He is nothing but a cheap criminal. Everybody in the world will know the truth. Wyatt Fuller is going to pay for his crimes.",
        "Quinn: The Hell he will.",
        "[SCENE_BREAK]",
        "Brooke: That's what I'm wondering, too -- if Katie's just doing this to get back at me because of my involvement with Bill.",
        "Donna: Well, the situation is kind of similar.",
        "Brooke: Yeah, it is. She blames me for breaking up her family. Now that's exactly what she's doing to mine.",
        "Donna: You know, Ridge is just as responsible.",
        "Brooke: I know! I know. And I'm not making excuses for him. It's just... he seems very different now that he came back from Paris.",
        "Donna: What? What do you think it could be?",
        "Brooke: I'm not sure, but I know he's doing a lot of soul-searching. And Katie is taking advantage. She's painting me as being superficial. And why? Because they like to read poetry together?",
        "Donna: Poetry?",
        "Brooke: Love poems, just like the one that Carter read at my wedding.",
        "Donna: The same exact one.",
        "Brooke: Yeah. It's ironic, isn't it?",
        "Donna: You used to read poems all the time to Katie when she was a kid.",
        "Brooke: I hate calling her a hypocrite.",
        "Donna: But she's doing the same exact thing that she accused you of.",
        "Brooke: I hate being at odds with her. I really thought that we made some progress, but this time, she went too far. I want our sister to be happy, but there's no way I'm gonna let her take the love of my life.",
        "[SCENE_BREAK]",
        "Hope: I have no idea how she found out.",
        "Wyatt: Well, somehow she did.",
        "Hope: Wyatt, I tried. I tried explaining to her that it was just publicity, that it was in the past, and that it would reflect badly on the company if anyone found out.",
        "Wyatt: Look, I know, I know, and thank you for defending me and protecting me. But being reasonable is way too much to expect for someone like Aly. She's not right in the head. I'm telling you, she has some serious issues.",
        "Hope: I just -- like, if she wants to be angry with me, fine. I just -- I don't get why she has to have issues with you.",
        "Wyatt: I'm an easy target. I'm not Liam.",
        "Hope: She doesn't know the real you.",
        "Wyatt: No.",
        "Hope: She thinks that you changed me, and she blames you for changing my line. She thinks you have no respect for me or for the company.",
        "Wyatt: It's the same things she said to me when she went off on me in Paris, only now she has something on me now, and... who knows what she's gonna do with it?",
        "Hope: Wyatt... I kind of feel like... we should be prepared for the worst.",
        "Wyatt: Look, I -- I am so sorry. I don't want you worrying about me, okay? I did this, all right? I pocketed the diamond, and I faked the heist. This is on me.",
        "Hope: Wyatt --",
        "Wyatt: If this gets out, I'm taking full responsibility.",
        "Hope: I am not just going to abandon you in this.",
        "Wyatt: Listen to me. Whatever happens, I'll be fine. We'll be fine, okay?",
        "Hope: [Breathes deeply] She could be talking to the police right now. She could be doing anything. What could stop her?",
        "[SCENE_BREAK]",
        "Aly: It's over, Quinn. You are going back to your warehouse, and Wyatt is going to prison.",
        "Quinn: If you know anything about me, you know I will do anything to protect my son.",
        "Aly: Well, I'm not afraid of you. I am going to the police, and there is nothing you can do to stop me.",
        "Quinn: I'd think very carefully about that.",
        "Aly: You're a bully, just like Wyatt. He learned it all from you.",
        "Quinn: Trust me -- you don't want to do this. It's only gonna end one way.",
        "Aly: Oh, yeah?",
        "Quinn: Yeah. Come on, little girl. Bring it on.",
        "Aly: No! No! [Breathing heavily]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=meEgmI4_UZM"
}