{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Some of this transcript is missing at the beginning.  Closed Captioning \r\nwasn't working. \r\nI will try to replace this after hand typing it in tonight.]",
        "Bridget: Nick, don't do this. You cannot tell my mother. \r\n",
        "Nick: I know this isn't what you wanted to hear -- \r\n",
        "Bridget: But, Nick, she's never going to make you happy. You\r\nknow that. That's why you ended up in my arms last night. That's why we made\r\nlove. You can't go down that road again. Don't go back to her. Come back to me.\r\n",
        "",
        "Thorne: Are you asking me to leave? ",
        "Hector: I think that would be wise. Don't you, Taylor? \r\n",
        "",
        "Nick: I believe she'll stay with me. ",
        "Bridget: Okay, well, for how long? How long are you going to\r\njust stand there with an ax hanging over your head? ",
        "Nick: Bridget, please stop this. Please? ",
        "Bridget: Well, I -- I can't. Nick, you said the same things\r\nthis morning -- this morning! Are you just going to ignore and forget what\r\nhappened to you last night? ",
        "Nick: I haven't forgotten anything. What I said today, what\r\nI did last night -- I forgot nothing. Your mother wants the marriage to work.\r\nAnd the truth is, so do I. ",
        "Nick: Bridget, I'm sorry. You've been hurt so many times. I\r\nwish there was something I could say -- to make it better. But there isn't. I\r\ndon't know what's going to happen when I tell your mother. ",
        "Bridget: You can't tell her, Nick. ",
        "Nick: We're starting over. ",
        "Bridget: If you care about me at all, you will never say a\r\nword. Not one. Not ever. ",
        "",
        "Brooke: Nick forgave me for running to you last night. What\r\nelse could I ask in a husband? Forgiveness, loyalty,\r\nunderstanding. ",
        "Ridge: Nick is not perfect, Logan. You go on\r\nand on about how you've let him down. But he's going to eventually do the same\r\nthing to you. He will let you down. ",
        "Brooke: No, he won't. ",
        "Ridge: For your sake, I hope you're right. ",
        "Brooke: Really? ",
        "Ridge: Would I rather you came back to me, put our family\r\nback together? You bet I would. But I meant what I said. I've got to move on,\r\nBrooke. I'm going to Europe with Donna. We're going to have the time of our lives. \r\n",
        "Brooke: Well, then, I guess there's nothing left to say, but\r\ngood-bye. ",
        "Ridge: I'm going to miss you. ",
        "Brooke: I'll miss you, too. ",
        "",
        "Thorne: Hector, I sympathize with you, okay? I do. \r\n",
        "Hector: And I sympathize with you, too, Thorne. You have\r\nbeen through hell. You've lost a wife, you're trying\r\nto raise a daughter by yourself. I know how hard it is being a single father. \r\n",
        "Thorne: Sounds like we have a lot in common. ",
        "Taylor: Which is why the two of you need to find a way\r\nto get along. ",
        "Hector: Well, maybe we could, if he would be open to a\r\nlittle advice from someone who knows. ",
        "Thorne: What would that be? ",
        "Hector: You need to focus on your daughter, Thorne. Not Taylor. And don't\r\nyou think it's inappropriate to begin a new relationship with another woman so\r\nsoon after Darla's death? ",
        "Taylor: Hector -- Hector! ",
        "Thorne: If you have a problem with me, that's fine. But you\r\nleave ally out of it. ",
        "Hector: How do you plan on explaining this -- this new relationship,\r\nthis new woman, to a little girl who's still grieving for the loss of her\r\nmother? ",
        "Thorne: Who the hell do you think you are? ",
        "Hector: Ironically, I think I'm the only one in this room\r\nwho sees this situation clearly. ",
        "Thorne: Hmm. You know what I see, Hector? I see a jealous\r\nman. ",
        "Taylor: Thorne, Thorne -- let's not argue. ",
        "Hector: There's nothing to argue about, Taylor. You and I\r\nhave talked about this before. You two should not be seeing each other. ",
        "Thorne: All right, you know what? That is enough! Taylor and\r\nI do not need your approval. Now, when I come over here -- and I will be coming\r\nover here -- you are going to respect our relationship, hector, and our\r\nprivacy. ",
        "Hector: You're not going to have a relationship. ",
        "Thorne: Oh, really? ",
        "Hector: You're going to leave this house, and leave Taylor alone. \r\n",
        "Thorne: Or what, Hector? What, are you gonna have some of\r\nthe guys from the fire station come over and rough me up a little? ",
        "Hector: I'll do it myself. ",
        "Taylor: Oh, my God -- Hector! Are you okay? ",
        "Hector: Yes! ",
        "Taylor: Thorne, why don't you go ahead and go? Just go. \r\n",
        "Taylor: Don't you ever do anything like that again! \r\n",
        "Hector: You are putting yourself in danger every second that\r\nyou spend with him. ",
        "Taylor: We've been through this before. ",
        "Hector: But no matter how many times I say it, you still\r\nrefuse to listen. ",
        "Taylor: Well, I'm not going to stop seeing him, Hector. \r\n",
        "Hector: Does he mean that much to you? That you would risk\r\neverything -- your freedom, mine, your daughter's well-being -- Stephanie\r\nconvinced you not to tell him that you were driving the car that night. And I\r\nknow that you are battling with this every day to keep that secret. I can't\r\nimagine, I mean, seeing Darla's face over and over, and over again. The guilt,\r\nit must be eating you alive. But you can work through this, Taylor. I can help\r\nyou. But the closer you get to him, the harder it's going to be. ",
        "Taylor: Hector, I want to be your friend, and I want to help you, but my\r\ninvolvement with Thorne is not open for discussion. ",
        "Hector: He will send you to jail! Whatever love he has for\r\nyou now is going to disappear, okay? The minute that he finds\r\nout that you killed his wife. It's a no-win situation, Taylor. The best\r\nthing that you can do is to stay away from him. Cut the ties. Get Thorne out of\r\nyour life. ",
        "",
        "Brooke: Great things can happen when you and I work\r\ntogether. ",
        "Brooke: Is this all right? ",
        "Ridge: Perfect. Nick is not perfect, Logan. You go on\r\nand on about how you've let him down. But he's going to eventually do the same\r\nthing to you. He will let you down. ",
        "Brooke: No, Ridge. He never has. And he never will. \r\n",
        "",
        "Nick: I betrayed your mother. I'm not going to betray her\r\nagain by lying about this. ",
        "Bridget: I'm not asking you to lie,\r\nNick. ",
        "Nick: It would be a lie by keeping this a secret after we\r\nswore to be honest with each other. ",
        "Bridget: Do you want a life with her or not? ",
        "Nick: She deserves to know the truth. ",
        "Bridget: What about me, Nick? What do you think I deserve? I\r\nopened my heart to you last night, only to lose you again today. Well, I really\r\ndon't want to lose my relationship with my mother or my family. And don't you\r\nthink they're going to wonder why my mother doesn't want anything to do with\r\nme, why the sight of her daughter makes her sick? Look, you can have everything\r\nelse, just please give me this. At least let me hold on to my dignity. ",
        "Nick: All right. Bridget, I'm sorry. ",
        "Bridget: I really want you to go. If you have to have a life\r\nwith my mother, then you should go and have a life with her. But remember this,\r\nif you tell her that we slept together, we all lose. This is a secret that we\r\nneed to keep forever. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=XtFYR6_CnNI"
}