{
    "Episode Summary": [],
    "Recap": [
        "Brooke and Nick fight their urges at Big Bear. Stephanie has lemonade with Ridge and they talk a bit. Stephanie says she'll lay off Brooke. Taylor tells Gabby she'll never let her have her son.",
        "Stephanie sees Brooke and Nick out her window touching each other's faces. Ridge asks Taylor about marriage counseling. Stephanie shows up at Brooke's office to confront her about what she saw."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nick: It shouldn't be this hard.",
        "Brooke: When's it gonna happen? When am I gonna wake up and stop thinking about you?",
        "Nick: That day is never gonna come for me.",
        "[SCENE_BREAK]",
        "Gaby: I've never been told that I'm not good enough.",
        "Taylor: Thomas was already taken advantage of once before, by Amber, and I am not going to let that happen again. You cannot have my son, Gaby.",
        "[SCENE_BREAK]",
        "Stephanie: How about some lemonade? It's fresh. And I made some cookies.",
        "Ridge: Oh, no thank you.",
        "Stephanie: I'm awfully glad that you came. I didn't think you would.",
        "Ridge: Well, we have been wondering --",
        "Stephanie: Yeah, I can imagine. When a nuclear warhead is loose, the family, the troops don't sleep very well until they find out where it is.",
        "Ridge: Dad's expecting a few explosives to be lobbed in his direction.",
        "Stephanie: Well, he's right. He was right to turn tail and head off in the other direction. You all did. You know what I've been doing since I've been up here? I go to Redlands every day, and I volunteer in a homeless shelter. I'm the lady that cleans up after breakfast and keeps the coffee going all morning.",
        "Ridge: What moved you to do that?",
        "Stephanie: Well, you seem to forget I have a little knowledge of homelessness. Peoples' stories really aren't so different, honey. They abandoned their families, or their families abandoned them. Interesting to see. I realized that, even though I have a roof over my head, I'm really adrift and homeless without all of you. When I come home, I'm going to do some volunteer work, down at one of the shelters in L.A. I think I might be able to -- to help some people. And it will keep me from brow-beating the people that I love with help that they don't want.",
        "Ridge: It sounds like this time up here at Big Bear has been good for you.",
        "Stephanie: I think so. You know, you love your children. You don't want to see them hurt. You don't want to see them make mistakes, but that's life. You can't live their lives for them. All you can do is get on with your own. Which means letting go of you and Brooke.",
        "[SCENE_BREAK]",
        "Brooke: Time will be our friend. Every day, it will just get easier and easier.",
        "Nick: You know, you keep saying that, but that's not the way it is for me. And I know it's not that way for you.",
        "Brooke: No. I can't forget about you, and I can't stop wanting you. My love for you will never change. But what I love most about you, right now, is the way you're loving me. And that can't change either.",
        "Nick: What way is that?",
        "Brooke: By loving your wife too much to betray her.",
        "[SCENE_BREAK]",
        "Gaby: I don't want to be your enemy. You're my mother-in-law.",
        "Taylor: No, I'm not.",
        "Gaby: I don't understand. You were willing to lie when you thought our marriage was a lie. And now that it's real, you can't face the truth about it?",
        "Taylor: The truth is, you played on Thomas' sympathy to trap him.",
        "Gaby: Our marriage is as real as yours. And at least we're together.",
        "Taylor: Okay, so now you're going to resort to ugly comments after everything nice I've done for you?",
        "Gaby: Look, I'm sorry. But Thomas and his father made an agreement. Why can't you just honor it?",
        "Taylor: Because a fashion contest is childish, and it resolves absolutely nothing. And if you think that it's going to give you instant acceptance into the family, you are wrong.",
        "Gaby: It could also get me instantly deported. Do you really, really want to let hating me get in the way of what you want for your son?",
        "Taylor: No, Gaby. What I don't want for my son is a teenage marriage. And despite what you think, I don't hate you. I really feel for what you're going though, and I would still love to be able to help you. But as long as you are married to my son, I cannot do that.",
        "[SCENE_BREAK]",
        "Ridge: You know, I really thought we could have a conversation without Brooke's name coming up. I guess that's not possible.",
        "Stephanie: Sorry. I was actually trying to be diplomatic and tell you that I -- I'm not going to interfere.",
        "Ridge: Interfere in what?",
        "Stephanie: Well, I called the house, and I ended up having a long conversation with Steffy. She told me that you'd moved out. I kind of assumed --",
        "Ridge: No, I'm not with Brooke. She's got nothing to do with it.",
        "Stephanie: Oh, I see.",
        "Ridge: Brooke has thrown herself back into her work. She's got other goals now.",
        "Stephanie: Eric must be glad to have her to rely on.",
        "Ridge: Mother, it's just a business relationship, that's all.",
        "[ Stephanie laughs ]",
        "Stephanie: Okay. I guess I just can't remember a time when Brooke didn't have her eye on one man or other in the family. Can you?",
        "Ridge: In fact, she's dating a friend of Massimo's -- Dante. The point is, Brooke is no threat to you mother, nor to any of the rest of us. So if you cannot accept that, might as well stay up here and bake your cookies. Because none of the rest of us want to hear it anymore.",
        "[SCENE_BREAK]",
        "Brooke: How did the pictures from the wedding turn out?",
        "Nick: If you decide, I'm sure Bridget will show them to you.",
        "Brooke: Is she as happy as she seems?",
        "Nick: I think so. I hope so.",
        "Brooke: And you?",
        "Nick: I have trouble when I'm alone.",
        "Brooke: Maybe you shouldn't be alone. Marlin, when we said we'd never let go of each other.",
        "Brooke: Oh, Nick, I never meant to break that promise.",
        "Nick: For those few moments, we had everything we wanted.",
        "Brooke: I think of that night, too. I tried not to. But how can I wish that the happiest night of my life never really happened?",
        "[SCENE_BREAK]",
        "Steffy: Give it back!",
        "Phoebe: I don't have it!",
        "Steffy: You're a liar!",
        "Phoebe: I am not!",
        "Taylor: What is going on?",
        "Pheobe: She's the one who needs counseling.",
        "Steffy: You need anti-freak medication.",
        "Taylor: Oh, okay. Wait, wait. Number one, since when is the word, \"counseling\" a bad word? And just because your dad doesn't want to do it, doesn't mean it's a bad thing.",
        "Steffy: Pheobe's a thief.",
        "Phoebe: I borrowed $50.",
        "Steffy: Without asking! The money I saved for the half-marathon in Napa.",
        "Phoebe: Well, dad gave me money whenever I wanted.",
        "Steffy: She wants to buy the answers to our trig test tomorrow.",
        "Taylor: Is this true?",
        "Phoebe: It's just one test. Everybody does it.",
        "Taylor: Okay, okay. Phoebe, I need the name of your trigonometry teacher. I guess I'm going to have to meet with him.",
        "Phoebe: Fine. Take it, Steffy.",
        "Steffy: She's worried you'll find out Mrs. Slosek's been sending home notes to you saying that she's flunking.",
        "Taylor: Notes? What do you mean? Why don't I know where these notes are?",
        "Steffy: She signs your name and takes 'em back.",
        "Phoebe: Shut up, Steffy! You are such a witch!",
        "Taylor: Okay, Phoebe, please go to your room. Just go.",
        "Phoebe: Why do I even have to be here? Nobody else wants to live with you.",
        "Steffy: It'd be just as bad if dad was here. He spoils her rotten.",
        "Taylor: Just go up and tell her I'll talk to her after I get dinner started.",
        "Steffy: You know all she wants is to be like you.",
        "Taylor: Well, that would not have been my guess.",
        "Steffy: Because you're smart and a doctor, and all the boys at school think you're hot.",
        "Taylor: Thanks for that vote of confidence.",
        "Steffy: Thanks for being our mom, even though things are so horrible.",
        "[SCENE_BREAK]",
        "Stephanie: When you're right, you're right. I cannot allow myself to blame Brooke for everything.",
        "Ridge: Mother, we know you love us. You just hold on too tightly. Look what happens when you let go -- absolutely nothing. We all just keep going, and we figure it out.",
        "Stephanie: I know. How's Taylor?",
        "Ridge: Well, she's expecting things from me that I -- I can only be who I am.",
        "Stephanie: Think so? I'm not so sure about that. I feel like one of those snakes that's shedding that long, long skin, you know? Getting rid of that armor that you wear for protection. I really wish I could be the person I was a long time ago. Honey, I often think that growing up is just losing the fear of losing. Does that makes any sense?",
        "Ridge: Sometimes, Mother, you make too damn much sense. I think I better get back before nightfall here.",
        "Stephanie: Of course. Drive carefully.",
        "Ridge: Right.",
        "Stephanie: And -- maybe we can see each other a little more, now and then. I won't talk about Brooke.",
        "Ridge: That would help.",
        "Stephanie: I'm looking on the bright side of things. I figure, sooner or later, she's got to get menopause.",
        "Ridge: Take care, Mother.",
        "[ Stephanie laughs ]",
        "Stephanie: Sweetheart, one more thing. Steffy said that Bridget finally got married.",
        "Ridge: Yeah, she and Nick seemed pretty happy.",
        "Stephanie: Well, if you have some wedding pictures, I would really appreciate it if you'd e-mail them to me.",
        "Ridge: You got it.",
        "Stephanie: Love you.",
        "[SCENE_BREAK]",
        "Brooke: Oh, this is wrong.",
        "Nick: Being with you never feels wrong to me.",
        "Brooke: I guess if it's just a few accidental moments alone together, it's all right. Nick, we have to learn how to not make this harder on each other, because this is the way it's going to be. The only way we're going to be together is if it's by chance.",
        "Nick: Is anybody staying at the cabin?",
        "Brooke: I don't know.",
        "Nick: We should leave.",
        "Brooke: I guess if somebody is staying there, we wouldn't want to risk them seeing us together.",
        "Nick: Maybe you can bring Hope by sometime.",
        "Brooke: Nick, no. No, just focus on Bridget, okay? She is a much better woman than I am. And she's gonna make you happy. The love will always be there, just not the way that we had hoped.",
        "[SCENE_BREAK]",
        "[ Doorbell rings ]",
        "Taylor: Why are you ringing the doorbell?",
        "Ridge: Would you rather I just barge in?",
        "Taylor: I don't need a visitor. I need a husband, you know? I mean, unless you're here to do that for me, then you might as well go ahead and go back to Brooke, because I'm trying to do whatever I can to hold what's left of my family together.",
        "Ridge: I haven't seen Brooke, except at the office.",
        "Taylor: I know, I know. And I know I called, and you weren't there. Neither was Brooke. Megan felt the need to mention.",
        "Ridge: Well, I spent the afternoon with my mother, hell must have frozen over, because she -- she claims that she's gotten Brooke out of her system.",
        "Taylor: Wow. Well, three cheers for Stephanie.",
        "Ridge: Do you think that marriage counselor could do the same for us?",
        "[SCENE_BREAK]",
        "Bridget: Oh, hey, baby. Dinner is almost ready. I was a little late getting home from the hospital. But I thought we could take a swim after dinner. Long day? Honey, what's wrong? Baby, Nick? What happened?",
        "[ Knock at the door ]",
        "Brooke: Come in, Megan. Make sure that Eric signs in all four places. We need three originals, one for the files, one for the client -- oh.",
        "Stephanie: I always thought that my office was too easy to get into. Don't you find that's the case, now that it's yours? I always thought people took the wrong turn.",
        "Brooke: I gather this isn't one of them.",
        "Stephanie: Want to hear something funny? I didn't think about you once the entire time that I was gone.",
        "Brooke: What's so funny about that? I didn't think about you, either.",
        "Stephanie: Touché. I had a realization today. You know how I've always been so worried about my children, and as everybody thinks, interfering in their lives, I realized that, truth be known, I can be more useful to the next generation.",
        "Brooke: That is, if their parents will let you get anywhere near them. Now if you'll excuse me, I really do have a lot of work to do.",
        "Stephanie: Don't you want to know where I've been?",
        "Brooke: Does it look like I want to know where you've been?",
        "Stephanie: Big Bear. I love that cabin. I've always loved it. The view from the terrace -- guess what I saw just today?",
        "Brooke: Squirrels?",
        "Stephanie: Lovers, liars, cheats. My god, you're after her second husband.",
        "Brooke: I don't know what you think you saw --",
        "Stephanie: Nothing new. And isn't that the sad thing? She's pregnant with his baby, and you're going to steal her husband.",
        "Brooke: That is a lie.",
        "Stephanie: Of all the lousy things that you could do.",
        "Brooke: Get out, or I'm going to call security.",
        "Stephanie: Honey, you can call Satan and all the armies out of hell. You're not getting rid of me. I am not going to let you do this to Bridget again."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=zuEk4a2dBsc"
}