{
    "Episode Summary": [
        "Episode # 7431 ~ People blame one another for Eric's situation; Ridge remains adamant about protecting his family from Quinn."
    ],
    "Recap": [
        "Quinn and Wyatt rush into the room and find the Forresters bent over Eric who is lying unconscious on the floor. She pushes them aside and kneels while calling out his name. Maya calls the paramedics while Thorne listens for his breathing. Thomas says he is strong and will be all right. Quinn continues to ask what happened and tells Eric to please hang in there as help in on the way. Ridge tells the paramedics that Eric has no allergies or medications but Quinn corrects him and says he is taking blood pressure pills and a blood thinner. At the hospital the doctor looks over the chart of information and tells the family to stay put; he will give them an update as it becomes available. Wyatt wants to know what happened. Pam and Maya explain that Eric has never been this upset before but he was really hurt at all of them boycotting the wedding. He knew Ridge was behind it and really lit into him. It was an act of betrayal for Eric. Maya agrees that it was inexcusable as Eric is one of the kindest, most generous men she knows and they should have done better than this. Zende agrees that they are family and they all let him down. Both Rick and Thorne are so ashamed of themselves. Wyatt tells them that when no one showed up at the wedding Quinn even gave Eric an out, saying he did not have to marry her. She did not want him to lose his family. He would not hear of that. Now he feels like he should have been there. Maya says he was in a rough spot, caught between his wife and mother. Thomas assures Wyatt that they all are at fault. They literally broke Eric's heart and now he is fighting for his life. Steffy wipes her tears and tells Ridge that she wishes they could go back and do it over again. She knows they were doing it for Eric's own good but now he is lying in the hospital and they do not know what happened.",
        "Frantically Quinn arrives at the hospital and demands to know how her husband is. Ridge tries to hold her back and says Eric is still unconscious and there is no change. Ridge says he knows of no medical condition that could have caused this. Thorne says there was no pre-existing condition. It was just that they all hurt Eric in a place so deep that his body could not take it anymore. Ridge tells Steffy that they did not cause this; they were only trying to protect Eric and he will be okay now. Quinn asks more questions and Ridge pointblank tells her this is all her fault they are in this situation. He blocks Quinn from going into the room when the doctor says keep it to a small number. Quinn cannot believe Ridge is serious when he says he forbids it. Wyatt says he likes the sounds of that \u0096 when Eric gets better. They need to focus all their energy on willing him back to good health. Maya leads them in prayer and begs God not to take him away; they all need him. Thorne tells Eric that what they did was inexcusable and he has every right to be upset with them. He can take it; just please come back to them. Fight like the warrior that he knows he is. Quinn is finally able to barge in and says she will not be kept away from her husband. Ridge says they are going to handle this like a family. Quinn retorts like it or not she is his wife thus family. Ridge repeats again to an orderly to get that woman out of this room. With Quinn bucking that the orderly tells her that he has seen families before like this and perhaps it would be better for her to wait. Dr. Andrews tell them that Eric had a brain hemorrhage so none of them caused this. It was a weakened blood vessel and there is no way to make predictions yet. Thorne doesn't like the sound of that. Ridge bellows again to keep this woman out of the room. She replies that they cannot keep her away from her husband. She rushes to him and touches his face, lays her on his chest and begs him to talk to her and be okay. She tells the others that he was just fine this morning so what has happened to him since then."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Quinn: Eric!",
        "Pam: Oh, my God. Eric! What happened?!",
        "Rick: I'm here. Can you open your eyes?",
        "Thorne: Can you squeeze my hand?",
        "Quinn: No! Wait! Let me through! I need to be with him!",
        "Rick: He's got a pulse. It's weak.",
        "Zende: He's gonna be all right, okay? He has to be.",
        "Maya: Yes, yes. I need an ambulance.",
        "Thomas: Check his breathing!",
        "Maya: It's Forrester creations.",
        "Thorne: Shallow. Very shallow.",
        "Ridge: Come on, dad.",
        "Thomas: Come on.",
        "Pam: Eric.",
        "Maya: He is alive, but he's unconscious. His breathing is shallow.",
        "Quinn: I heard yelling! What did you do?! What did you say?! What -- what's happening?!",
        "Wyatt: Mom.",
        "Quinn: No! Wait! He's my husband!",
        "Maya: The paramedics are on the way! Is he coming to?",
        "Thorne: No, there's no change. Dad!",
        "Quinn: No! Wait! Eric! I'm here! I'm with you. Help is on the way. Just hang in there. I'm not going anywhere.",
        "Ridge: Pam, get a pillow for him. Where are the paramedics?!",
        "Pam: What if he doesn't make it?",
        "Thomas: Hey, hey. Granddad is strong. He's healthy. He's gonna be fine.",
        "Quinn: Eric, please wake up.",
        "Zende: In here.",
        "Pam: Oh, good. They're here. They're here. How long has he been like this?",
        "Maya: Less than 15 minutes. Sir, sir, can you hear me? Can you squeeze my hands? He's breathing, but it's shallow. Check the blood pressure. BP's 210/100.",
        "Pam: That's high.",
        "Quinn: What?",
        "Pam: That's high.",
        "Quinn: What does that mean? Pulse is rapid and thready. Checking blood glucose levels. Any current medications or allergies?",
        "Ridge: No.",
        "Quinn: Yes! Yes! He has no allergies, but he's on a blood pressure medication and a blood thinner. Is he diabetic?",
        "Ridge: No.",
        "Quinn: No, he's not. And you said last well time is 15 minutes?",
        "Maya: Yes.",
        "Quinn: Is he gonna be okay? Are you gonna be able to save my husband?",
        "Pam: Stay with us. Stay with us, Eric.",
        "[Radio chatter]",
        "[Beeping]",
        "Quinn: No! No.",
        "[Elevator bell dings]",
        "Dr. Andrews: What do we got? 70-year-old male with altered mental status, last seen alert approximately 30 minutes ago. Patient presented with elevated BP 210/100, no signs of trauma. Heart rate and respiration's within normal limits.",
        "Dr. Andrews: Blood glucose? Normal.",
        "Rick: Any change since the ambulance?",
        "Steffy: No, no, no, no.",
        "Dr. Andrews: Are you the family?",
        "Ridge: Yes.",
        "Dr. Andrews: Okay, I need you to stay here. I will update you. Let's go.",
        "Ridge: It's okay.",
        "Thorne: He's got to make it. He's got to make it.",
        "Pam: Maybe I'll make some coffee?",
        "Zende: You don't have to do that, pam.",
        "Pam: Maybe it'll make me feel useful.",
        "Maya: Waiting's hard, huh?",
        "Thomas: Yeah, I've never been good at this.",
        "Zende: I mean, I still can't get the visual out of my head, granddad just...collapsed.",
        "Wyatt: What happened? When mom and I came in, he was on the ground. I mean, I-I know that he called the meeting to confront the family, but we heard yelling and we ran over here. How did he end up on the ground?",
        "Maya: He was really upset about the boycott.",
        "Pam: He called it a betrayal. I've known Eric a long time. I have never seen him that hurt.",
        "Thomas: Or so angry at dad. That's when he started to lose it.",
        "Zende: Granddad knew or figured out it was ridge's idea, and they went at it.",
        "Maya: Ridge tried to explain that the family was just trying to help him, but Eric wasn't having it.",
        "Zende: All of a sudden, granddad just changed. You know, he started stuttering. He...glazed over, and that was it. Collapsed.",
        "Maya: He was right, you know. He called us out, one by one, and every word he said was true. What we did was awful. It was inexcusable. Eric is one of the kindest people I know, the most generous. He deserved better from all of us.",
        "Zende: We're his family, and we let him down.",
        "Thomas: On one of the most important days of his life.",
        "Pam: I was at the house. Eric looked so happy. You know, making everything special and perfect for his wedding. [Sighs] And he was so grateful to me and to Charlie for just being there. And then what'd I do? I left. I just walked out. [Sighs] That's how I repay him?",
        "Wyatt: Yeah, but look, no one was trying to hurt him. You guys were protesting against my mother, trying to make a point.",
        "Maya: Didn't work out so well, did it?",
        "[Monitor beeping]",
        "Dr. Andrews: Signs of disc swelling. I'll order a cranial ct immediately.",
        "Dr. Andrews: Mr. Forrester, can you hear me? Mr. Forrester? Mr. Forrester, can you hear me?",
        "Ridge: How is this even possible?",
        "Steffy: [Voice breaking] Grandfather falling like that, it's like [Sniffles] I wish we could just go back and handle everything differently.",
        "Ridge: Differently how? We had to make some drastic choices. We had to keep Quinn away from dad.",
        "Steffy: I know what our intentions were, but now he's in that room, and we don't even know what happened to him.",
        "Thorne: We never should have listened to ridge. Boycotting dad's wedding? It was cruel, rick, no matter who he was getting married to.",
        "Rick: I know. I know, Thorne. After everything dad's done for us, I feel so ashamed.",
        "Thorne: Well, you know, there's no way we could have predicted this outcome. [Sighs] I'm not making excuses, but... hell, maybe I am. I just... I feel so guilty.",
        "Ridge: How is he? He's still unconscious. We're transporting him to imaging for a ct scan. Doctor will know more after that.",
        "Quinn: Hey, where is Eric? Is he awake? What did the doctor say? Would you just answer me?! He's my husband!",
        "Ridge: No change. Still unconscious.",
        "Quinn: Is -- is he in there?",
        "[Monitor beeping]",
        "[Cell phone chimes]",
        "Pam: What'd Steffy say?",
        "Thomas: Nothing new yet. Still waiting on results. What were we thinking, boycotting granddad's wedding? That it wouldn't hurt him?",
        "Zende: We were trying to protect him.",
        "Wyatt: From a woman who loves him very much. When no one showed up to the wedding, she gave him an out. She told him not to marry her. She didn't want to be the reason why Eric lost his family, but he wouldn't take it. He wouldn't have that. I should have been there.",
        "Maya: You were in a tough spot, Wyatt. You're caught between your wife and your mother.",
        "Wyatt: Yeah, but today of all days? I should have shown up for her. Not that it would have made a difference to what happened to Eric, but I just... I would...feel better about myself.",
        "Zende: Guess we could all use a little bit of that, right?",
        "Pam: I haven't always been as stable as I am now, but no matter how nutty I got, Eric never held it against me. He always stood by me. He always forgave me. And now look what I went and did to him.",
        "Thomas: Hey. We're all at fault here.",
        "Maya: When Eric learned about my past, he didn't even blink. I'm sure he had his initial reaction, but... by the time he got to me, there was nothing but acceptance and love in his eyes. Why couldn't I give him the same thing?",
        "Zende: Speaking of acceptance, you know, when my parents adopted me, granddad invited me in with open arms. Immediate family. No questions. Same thing when I moved out to L.A. Granddad opened his heart to me, his home. Hell, he gave me a position at Forrester. And all he's ever wanted from me was to be at his wedding. What kind of person am I?",
        "Thomas: Granddad saw the best in all of us. He taught me how to be a better man... how to be a better father to my son. And we had a chance to show him a little gratitude. And I missed it.",
        "Pam: We went too far. He was so hurt. Felt so betrayed. We literally broke his heart.",
        "Thomas: And now he could be fighting for his life.",
        "[Siren wails]",
        "Thorne: [Sighs] God. Man, he's been gone awhile.",
        "Steffy: How -- how is this even happening? Is there a medical issue I didn't know about?",
        "Ridge: If there is, I didn't know about it, either.",
        "Rick: I thought dad was in great shape.",
        "Thorne: This isn't about a preexisting condition. This is about us hurting dad in a place so deep that his body couldn't take it anymore.",
        "Ridge: Oh, come on.",
        "Thorne: This is on us, guys. Why? Why didn't I just go to the wedding, stand up for him, be his best man instead of taking a stand against him?",
        "Rick: I've never seen dad that angry. And to think that we caused this.",
        "Ridge: We didn't cause this.",
        "Rick: How can you say that?",
        "Ridge: Because we were trying to protect him from this.",
        "Steffy: He has to be okay. I couldn't live with myself --",
        "Ridge: Hey, don't do that. It's gonna be fine.",
        "Quinn: How do you know? How do you know Eric is gonna be fine? Did the doctor say something?",
        "Ridge: No.",
        "Quinn: Did he have a heart attack or -- or a stroke? You can't keep shutting me out like this. I have a right to know what's going on!",
        "Thorne: We don't know anything, Quinn, okay? All we know is that none of us did right by my father.",
        "Ridge: You least of all.",
        "Quinn: Excuse me?",
        "Ridge: You're to blame for this. You put our family in this situation.",
        "[Beeping]",
        "Quinn: Oh, Eric!",
        "Thorne: Dad?",
        "Quinn: Finally. How -- how is he?",
        "Rick: Is he still unconscious? Yes.",
        "Ridge: And what does that mean? The doctor will be able to tell you more shortly.",
        "Steffy: Is he okay? Can we see him? Yes. He's stable for now. But family only, though. We need to limit the number of people in the room.",
        "Quinn: Wait. What are you doing?",
        "Ridge: You're not going in.",
        "Quinn: Of course, I am. Eric's my husband. He needs me. I need to see him.",
        "Ridge: I won't allow it.",
        "Quinn: You can't be serious.",
        "Ridge: You're not going in.",
        "Maya: Okay, it's a text from rick. He says Eric is still unconscious, but they're starting to let family in.",
        "Zende: Maybe he'll feel the energy and wake up.",
        "Thomas: God, I hope so. I'm not afraid to admit it. I'm a little bit scared right now.",
        "Wyatt: It's a sobering day for all of us.",
        "Pam: When he just collapsed like that...",
        "Maya: It was frightening.",
        "Thomas: We're all gonna have different opinions. All families do. But nothing is worth upsetting granddad this much.",
        "Zende: Just hope he can forgive us once he's better.",
        "Wyatt: I like what you just said there. Once he's better. That's what we need to do. We need to stay positive. We need to will Eric back to consciousness and health.",
        "Pam: A prayer wouldn't hurt. [Sighs] Dear God, please hold Eric in your healing hands. We love him. You gave him to us to head this family. We still need him, his protection and his guidance, and we need to show him the same unconditional love that he has shown to each one of us every single day. Please, God. Eric's not done here yet. Please don't take him away. Amen.",
        "All: Amen.",
        "[Monitor beeping]",
        "Thorne: [Sniffles] Hey, dad. [Voice breaking] I am so... I'm so sorry. It was never [Sniffles] -- It was never -- in my life -- my intention to ever hurt you, dad. We were just looking out for you. At least that's what we thought. I just never realized it. No. There's no excuses. Our behavior was appalling, and you have every right to be angry, and you can be angry again, Dad. I'm happy to take it. Please. I need you to come back to us, dad, okay? Please. We're not a family without you. [Sniffles]",
        "Rick: Dad? Can you hear me? Can you hear how sorry I am? [Sighs] You have defended me and supported me and stood by me even when I was dead wrong. Dad, I'm so ashamed of myself for even considering trying to hurt you. Come on, dad! Fight back like the warrior I know you are! Come on. Come back to us. I'm here. Everyone's here. The whole family's here.",
        "Quinn: I will not be kept away from my husband.",
        "Ridge: We're gonna handle this as a family.",
        "Quinn: You know what? You may not be happy about it, but I am Eric's wife. I am family!",
        "Ridge: You're the reason that he's in that bed.",
        "Quinn: You -- you keep saying that, but you're the ones who broke his heart! You're the ones who devastated him and betrayed him! That was all of you!",
        "Steffy: We were protecting him! Mr. Forrester, is there a problem I can help you with?",
        "Quinn: Yeah, can you ask this man to move so I can go see my husband?",
        "Ridge: This woman is not allowed anywhere near my father. Keep her out of that room, okay?",
        "Quinn: No. No! I see this kind of thing with families in crisis. Maybe you should just wait.",
        "Rick: I was just gonna come get you guys. The doctor's here.",
        "Steffy: Is he okay? What happened?",
        "Dr. Andrews: Mr. Forrester had a brain hemorrhage.",
        "Ridge: What?",
        "Steffy: Oh, my God.",
        "Ridge: He's gonna be all right?",
        "Dr. Andrews: After the ct scan, we performed a procedure to stop the bleeding. We're monitoring his response. Can you tell me what led up to his collapse?",
        "Steffy: He got very upset.",
        "Rick: Did we cause this?",
        "Thorne: Of course we did.",
        "Dr. Andrews: A weakened blood vessel caused it.",
        "Steffy: So is he gonna be okay?",
        "Dr. Andrews: Can't make any predictions just yet.",
        "Thorne: [Sighs] I don't like the sound of that.",
        "Ridge: No one likes the sound of it. But give us something. Is this -- he's -- he's gonna pull through. He's gonna be all right. Someone keep this woman out of this room.",
        "Quinn: I'm not letting you keep me away from my husband any longer. Hey. Hey, Eric. It's me. I'm here. What's going on? What is he still unconscious? [Sighs] Eric? Hey. [Sniffles] Hey, honey. Can you open your eyes? Can you look at me? Hey. Here. Here. Squeeze my hand. Squeeze my hand, sweetie. Just -- just anything to let me know that you're gonna be okay. What's happening? He wasn't like this when he left the house this morning. What's going on?! What happened to my husband?!"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=UYcjvPDX6lM"
}