{
    "Episode Summary": [
        "Episode # 7010 ~ Liam must choose between teaching Rick a lesson and his commitment to Ivy; Eric makes a decision about the future of Forrester Creations."
    ],
    "Recap": [
        "Eric tells Rick that he is sorry that Rick felt he had to steal the company to get it but he now has his unconditional love and support. He's brought some business acumen to this job that Eric never had. This is now his job. Ivy works with Wyatt on some jewelry designs. She says she knows why he came back .the takeover of Forrester. Wyatt says Steffy can drive a hard bargain. Ivy says she knows and Liam is with her right now. Wyatt says he knows it is not his business but was it a good idea of Ivy to leave when she knew Steffy was there. Steffy keeps changing the subject and tries to kiss Liam again saying she is only doing what comes naturally to her; perhaps he should try it too. He reminds her she is taking the subject of business and trying to make it personal. So he doesn't like the contingency of her helping only if he becomes her husband again. She says she always was better at understanding what he didn't say than what he does say. Maya badmouths Caroline and Ridge and she is not worried about Rick coming out of Eric's office penniless. Ridge asks if she wants his maid to get a hotel room for the night. She points out that she did not grow up with a sports car or a walk-in closet, but she did all right and she has her dignity. She makes a dig at Caroline that Ridge has neckties that is older than she is. Maya asks Rick if he is okay. He seems down and says there is a lot to repair. How bad has he been to everyone. She muses that he is no worse than she is. She will take care of everything and get movers to box everything up and move out. Rick says he may not be so proud of himself but his dad is.",
        "Eric meets Ridge who says the Calvary is here. Ridge says he expects some changes around here will be made. He knows nothing about the quarterly figures but that doesn't matter. All that matters is that Rick leaves. Eric's tone suggests that is not going to happen. Rick tells Maya that not only is he still CEO but they can stay in the house while Eric insists on going to the guest house and will take Stephanie's portrait there. Ivy thanks Wyatt for his advice but says she can not lie to the people she loves so she doesn't want to talk about this any more. Liam tells Steffy that she broke his heart before so he can not trust her again. She says it is not too late and she can do better this time. He says no because he is in love with someone else. Eric tells Ridge that Rick is his son and he is welcome to sleep in his bed .including Maya. He tells Ridge and Caroline not to talk about bad behavior until they examine their own .being in each other's arms all the time right in front of Rick. Rick tells Maya that she is his safe place and he has never had that before. He loves her and she is not a symbol or message that he is trying to send. He will make all her dreams come true. Steffy tells Liam that she is not that easy to hurt so where is her little cousin. Is he willing to settle. He says Steffy is a force to be reckoned with. She says she is saying yes to his demands to boot Rick out and Ridge in but he has to be her lover. She kisses him again. He says they are still as sweet as they used to be but he's not as easily led as he used to be. She pushes him down on the couch and is on top of him when Ivy walks through the door and sees them."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Rick: I thought that...",
        "Eric: I know.",
        "Rick: And I don't know why i thought I had to steal it. The office, the title, your approval.",
        "Eric: You thought you could never earn them in my eyes. I did that to you, and I'm sorry.",
        "Maya: Rick will be okay whatever happens.",
        "Ridge: Great. You keep telling yourself that.",
        "Maya: He has a contract. What's eric gonna do? Disinherit him?",
        "Ridge: Probably not. Maybe he'll send him to international.",
        "Maya: I could live in paris.",
        "Caroline: Oh, they wouldn't have you because you have a criminal record.",
        "Ridge: Oh.",
        "Maya: [ Chuckles ] You think you are so much better than everyone, don't you? That must be the glue that holds this romance together.",
        "Caroline: You should have seen this day coming.",
        "Maya: And how bright does your future look with a man whose neckties are older than you?",
        "[ Truck beeping ]",
        "Ivy: You know, it's always got some green in it when it's in the sunlight.",
        "Wyatt: Yeah, but who's gonna wear it out in broad daylight?",
        "Ivy: Uh, maybe somebody on the red carpet of the oscars.",
        "Wyatt: Oh! Okay, well, then let's do it in gold, then.",
        "Ivy: Yes. And I, uh, I want to put it in a bezel setting, not -- not a prong setting.",
        "Wyatt: All right. Sounds good. You know, Ivy, you could probably do this job without me. Or did you miss me too much?",
        "Ivy: [ Chuckles ] Wyatt, I know why you're back.",
        "Wyatt: Because I had nowhere else to go?",
        "[ Chuckles ]",
        "Ivy: No, because I know about the plan to take over forrester.",
        "Steffy: You didn't think i was gonna ask for permission, did you?",
        "Liam: Do you ever for anything?",
        "Steffy: My cards are on the table. I'm just doing what comes naturally. Maybe you should do the same.",
        "Maya: Oh! Whatever they're talking about in there sure is taking a long time.",
        "Ridge: He's probably begging. It's what he does.",
        "Maya: Were you always a horrible person, or did this happen later in life?",
        "Ridge: Hmm, no. I've always been that way. But you're coming in a little late in the ball game to judge me for it.",
        "Caroline: You might want to leave now. I mean, what are you gonna say to Rick when he walks out of that office with no job and no place to live?",
        "Maya: He'll hardly be penniless.",
        "Caroline: How do you do that? How do you justify that? Your -- your obviousness, your opportunism? Do -- do you blame it on a deprived childhood, or...?",
        "Maya: I didn't have a deprived childhood. I didn't have a trust fund or a sports car and a walk-in closet. But you know what? I actually think that that helped me, because you can't know how to get what you want if you don't know how to want, which neither of you ever did because you never lacked anything.",
        "Ridge: She's got a point. Maya's got a point. I mean, wealthy people have no problems.",
        "Caroline: Hmm.",
        "Maya: And now these two wealthy people have each other. The celebrity lover and the trophy girlfriend. And it was all so effortless. Just like when the maid laid out your clothes for you in the morning. Perfect for each other. Unless you're not. But how would you know that?",
        "Ridge: Do you want my maid to get you a motel room for the night?",
        "[ Door closes ]",
        "Eric: I understand your frustration, your anger.",
        "Rick: No, dad. Don'T. Don't make excuses for me. I was childish. I was vindictive. I acted out blindly. I have to do better.",
        "Eric: Yes, you do. It's good that you understand that. Everything that you thought was yours -- the job, your mother, me, caroline -- everything was taken away from you and -- and given to Ridge. And he could turn his back on all of those things any time he wanted. Well, no more. This office is yours. You've brought a business acumen to this job that I never had. This is your job. Run with it.",
        "Rick: [ Chuckles ]",
        "Wyatt: Liam told you? I thought he said not to say anything.",
        "Ivy: I know. I know. And I'm a forrester, so I should be on opposing teams.",
        "Wyatt: I --",
        "Ivy: Look, if he hadn't have told me, he would have had to lie to me or just let me jump to conclusions about why steffy is back and getting so cozy again.",
        "Wyatt: Ugh. Well, he knows her better than i do. But what I do know is that woman can drive a hard bargain.",
        "Ivy: Yeah, well, I guess we'll see. He's with her right now.",
        "Liam: Steffy, you're gonna make me say things I don't want to say.",
        "Steffy: That's always been my special superpower.",
        "Liam: That's -- I made you a business proposition, and you keep changing the subject.",
        "Steffy: I think I made you a simpler one. You get what you want. I get what I want. Isn't that fair?",
        "Wyatt: You know, I'm just gonna call my dad. He'll know what's going on. Hell, he's probably got liam's office bugged by now.",
        "Ivy: Uh, no, they're -- they're not at the office.",
        "Wyatt: My brother and steffy?",
        "Ivy: They're at the house.",
        "Wyatt: The house they used to cohabit?",
        "Ivy: She was on her way there when I left.",
        "Wyatt: [ Sighs ] Okay, look. Ivy, this is none of my business. But was that a good idea?",
        "Ivy: Wyatt, it's not like he's gonna ask her to move back in.",
        "Wyatt: No, but I recognize a quality in steffy that my mother has. They don't wait for an invitation. They just charge on in.",
        "Steffy: You're disappointed in me.",
        "Liam: How could it be disappointing to be loved?",
        "Steffy: Lord, you have a way of saying exactly the right thing.",
        "Liam: Are we really gonna make it a contingency, though? We -- we can't talk about rescuing forrester from Rick unless I agree to be your husband again?",
        "Steffy: Liam, you're the one confusing the two things. We don't even know if there's a deal to be made. My grandfather could solve all your problems when he shows up and kicks Rick to the curb.",
        "Liam: Yeah, and Rick always talks his way back in.",
        "Steffy: Oh, he's on a whole other level of crazy.",
        "Liam: [ Sighs ]",
        "Steffy: Dethroning my grandmother's picture, moving his girlfriend into their bedroom.",
        "Liam: Not to mention the -- the irrevocable control clause. Let me ask you something. If your grandfather found a way, who would he put in charge? Would it be you?",
        "Steffy: Probably not.",
        "Liam: [ Sighs ]",
        "Steffy: Probably my father, and I know you won't like that, either, but he was there first.",
        "Liam: Yeah. Yeah, he was. And he walked away.",
        "Steffy: That's what you blame me for, too, isn't it? Can we call it the fault of my dad's bad example?",
        "Liam: Have I said a word to blame you, judge you, or accuse you?",
        "Steffy: You want something from me. You're not gonna be mean. Anyway, I was always better at understanding what you don't say than what you do.",
        "Liam: Yeah, I've suffered some losses, steffy, and you were one of them. Didn't have to happen that way, but... I didn't get a vote.",
        "Maya: You okay?",
        "Rick: I don't know yet.",
        "Maya: How bad was it?",
        "Rick: [ Sighs ] There's a lot to repair.",
        "Maya: I know your father loves you, Rick.",
        "Rick: Yes, he does.",
        "Maya: Then everything can be repaired in time.",
        "Rick: Can you be honest with me?",
        "Maya: Always.",
        "Rick: How bad have I been?",
        "Maya: Bad?",
        "Rick: To Ridge and caroline, everybody who works at the office.",
        "Maya: Don't ask me to judge you. Because I am no better than you. When you hurt, I hurt. I know that. And I also know everything is gonna be okay. You just leave the details to me, okay? I'll -- I'll get a truck. I'll -- I'll get a couple shipping guys. And, you know, they'll still think we're in charge. Where did we store stephanie's painting?",
        "Rick: That's the thing. I am.",
        "Maya: No, I was asking where we stored stephanie's painting.",
        "Rick: I am in charge. I might not be so proud of me. But my father is.",
        "Maya: Oh, Rick.",
        "[ Knock on door ]",
        "Ridge: And the cavalry's here. Welcome home, dad.",
        "Eric: Hello, son.",
        "Ridge: I missed you.",
        "Caroline: Welcome home, eric.",
        "Eric: Thank you.",
        "Ridge: Hey, I'm sorry you had to cut your trip short. If that's what you did.",
        "Eric: I may stay. I may go. I'm determined to be unpredictable for once in my life.",
        "Ridge: Okay, well, what if i predicted that there were gonna be some changes around here? Would I be wrong?",
        "Eric: Have you seen the latest quarterlies?",
        "Ridge: Quarterlies? Why do I care -- I don't care about quarterlies. We don't need a number case to do something about Rick. You've talked to him, right?",
        "Eric: Yes, I have.",
        "Ridge: Good, so you know how insane he's been.",
        "Eric: He admits there have been excesses.",
        "Ridge: Every time he opens his mouth. Now, Carter and I, we've worked on the contract. We're gonna try and find some kind of a --",
        "Eric: What are the two of you doing in this office? Have you been working?",
        "Caroline: Yeah, we -- we were waiting for you.",
        "Eric: Is that how it is now? Wherever one of you is, the other is, too?",
        "Ridge: [ Sighs ] Okay, well, one -- one thing at a time, dad. One thing at a time. I asked Carter to call a shareholder meeting so we can have a vote of no-confidence against Rick. And maybe we'll have to vote you out for a while just so this contract doesn't hold any water. Anyway, I think it's worth it just to get them out of your house and out of your bed. You know they moved themselves in, right?",
        "Maya: [ Chuckles ] So you have your job?",
        "Rick: I expected to lose it.",
        "Maya: You know you could tell me and it would be okay.",
        "Rick: If I didn't before, i do now. You were gonna move us?",
        "Maya: Well, of course -- wait. We can stay?",
        "Rick: It's always been Ridge's home. It was never mine.",
        "Maya: But eric --",
        "Rick: He's moving into the guest house. He insists. And he's taking the portrait of stephanie with him.",
        "Maya: So we weren't just playing house?",
        "Rick: [ Chuckling ] No. It's ours. It's our home. And this is my office, and you're my partner. And I'm gonna be a better man for you.",
        "Maya: No. You don't have to be any different.",
        "Rick: But I am. Because of you.",
        "Ivy: So, you think I should mistrust your brother?",
        "Wyatt: I never said that.",
        "Ivy: Well, you're implying that I would be foolish not to.",
        "Wyatt: I just know how aggressive steffy can be. That's all.",
        "Ivy: So, what? She's just gonna steamroll in, then?",
        "Wyatt: Uh, that's kind of her M.O., From what I hear.",
        "Ivy: And what? Liam can't resist asking her to move back in with him and dumping me? I mean, hell, they're probably in bed together right now. I mean, that's what you're actually saying.",
        "Wyatt: No, I wouldn't go that far.",
        "Ivy: No. Neither would I. You want to know why? Because in this whole scenario, I can't actually imagine liam lying to me.",
        "Wyatt: I never called him a liar. I never said that.",
        "Ivy: Well, he would have to be a liar, wyatt. He would have to be a liar to be telling steffy one thing and then telling me another.",
        "Wyatt: He has a weakness for her, Ivy. That's all I'm saying.",
        "Ivy: Well, he doesn't have a weakness for lying. Look, I-I-I understand that life can be really complicated. I do. But life can be a lot less complicated if you don't lie to the people that you love.",
        "Wyatt: I-Ivy, I just --",
        "Ivy: Are we done here, wyatt? I think we are.",
        "Steffy: You don't remember how good we were?",
        "Liam: When we were. I remember.",
        "Steffy: You don't think we could be again?",
        "Liam: You broke my heart, steffy. You broke my heart.",
        "Steffy: I did what I thought was best for you.",
        "Liam: You are not my mother. You are not my doctor. I don't need you to protect me. I don't need you to improve me. I needed you to love me. I needed you to stay.",
        "Steffy: This time I can do both of those things.",
        "Liam: It's too late. I'm in love with somebody else.",
        "Eric: Rick is my son and my namesake. He is welcome to sleep in my bed.",
        "Caroline: Is maya?",
        "Eric: And what sleeping arrangements have the two of you made?",
        "Ridge: Excuse me?",
        "Eric: Your relationship has progressed, clearly.",
        "Ridge: Well, our behavior is not the problem here.",
        "Eric: Not to you, of course.",
        "Caroline: Rick and I are done, eric. He told you that. I told you.",
        "Eric: How do you think it feels for him to be confronted with that particular failure every hour of the day? To find the two of you are lying together in the dark in his office? Let's not talk to me about bad behavior until we examine our own. Your brother has my full support. And my old job, as well.",
        "Maya: I am so happy for you. This is your dream.",
        "Rick: Well, it's not just about being C.E.O.",
        "Maya: I know. Your father believes in you. He forgave what needed to be forgiven, and he took your side. That means everything.",
        "Rick: How did you know that?",
        "Maya: I listen.",
        "Rick: [ Laughs ] And now I have something I never thought I'd have. You. And you've seen me at my worst, and you've never judged.",
        "Maya: You don't love someone because they're good, thank goodness.",
        "Rick: [ Laughs ]",
        "Maya: You just love them. It's not a reward.",
        "Rick: You're my safe place. And I've never had that before.",
        "Maya: Well, I wish I were smarter and more polished and more cultured.",
        "Rick: Oh, maya, no. No.",
        "Maya: But one thing I know i can be for you is a safe place.",
        "Rick: You know I love you, right?",
        "Maya: Yes.",
        "Rick: And you're not a symbol or a message that I'm trying to send.",
        "Maya: I know.",
        "Rick: And that we're gonna have a great life together. And I'm gonna make all your dreams come true, too.",
        "Maya: [ Laughs ] Already done.",
        "[ Chuckles ]",
        "Liam: You okay?",
        "Steffy: I'm not that easy to hurt. What do you see in my little cousin, anyway?",
        "Liam: You're not gonna talk me out of being in love.",
        "Steffy: No. I just think you're settling. I don't think it's the same thing you had with me.",
        "Liam: I like to think I've learned some things about myself since then.",
        "Steffy: Really? How to settle?",
        "Liam: How to know my own mind. Steffy, you're a force. You know that, right? Any man would fall in love with you on command.",
        "Steffy: You're afraid.",
        "Liam: No.",
        "Steffy: You're afraid something will happen and I'll bail again.",
        "Liam: [ Sighs ]",
        "Steffy: I won'T. I've learned a few things, too. Do you understand that I'm telling you \"yes\"? I will do what you want. I will talk to my dad and my brother, and you know I can be persuasive. We'll give Rick the boot. And we will run forrester together. But not just as business partners. As lovers.",
        "Liam: So, have we gotten to non-negotiable demands now?",
        "Steffy: It's the only way i can see myself doing this.",
        "Liam: [ Sighs ]",
        "Steffy: And the way you look at me... ...I can tell that's what you want, too.",
        "Liam: Your kisses are still as sweet, steffy. I'm just not as easily led by them as I used to be.",
        "Steffy: Really?",
        "Liam: [ Grunts ] [ Sighs ]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=6eqJnOJYBPc"
}