{
    "Episode Summary": [
        "Episode # 7407 ~ Bill plans a romantic evening for Brooke in hopes of convincing her to return to him; Thomas takes a break from his family's drama by spending a carefree afternoon with Sasha."
    ],
    "Recap": [
        "Bill tells Brooke this is their time. Katie does not even want the house. He is giving her a very generous $50 Million package and the jet so now they can start their life together. Ridge tells Katie that she has never looked better. She says she realized the situation was not going to get better and it was unhealthy. She was in denial for a long time but now she has moved out. Sasha stops by Thomas's and they enjoy soaking up the sun. He is glad she stopped by and she says good as she has big plans for him. He is ready for that as he says he has a lot of family drama now. She says he needs to let all of that go and just enjoy the day. She will make sure that happens. She brings him some lemonade and says this is paradise .maybe not to him who has been all over the world but to her anyplace other than tiny little apartment of hers with no air conditioning is heaven. They close their eyes and she makes him envision being on some exotic island. Katie tells Ridge that Stephanie must be rolling over in her grave with Quinn now in her bed with Eric. But maybe Eric is just trying to recapture his youth in this phase of his life. She does not want to see Ridge isolate himself from Eric as that will only make him closer to Quinn.",
        "Brooke says Katie has to be hurt by all of this and she still feels responsible. Bill says Katie feels better than she has in a long time but now it is their time. They are not keeping secrets from Katie and they can start their life right here today. She admits she was glad he called but he might not be glad when he hears what she has to say. He says he does not want to talk about Katie; they should be focusing on their future. She tells him about Quinn and suddenly Bill knows Brooke is going to bring up the 12 ½%. Bill says Quinn or no Quinn he is not giving up his shares to Ridge. All he wants to talk about is them, nothing else ..new memories that will last a lifetime. Ridge says he is not having feelings for Brooke; it is strictly business. He wants Brooke to get those shares, simple as that. Thomas tells Sasha she is the best cheerer up that he has ever seen. He does not want her to go. He can cancel her photo shoot. She hesitates long enough for him to kiss her. Katie tells Ridge that she knows he does not want to hear this but Bill and Brooke will be a couple now. Ridge says no, Bill it not good for anyone. Bill tells Brooke enough with Katie, he does not want to dwell on that. He wants Brooke, it will always be Brooke. He is sorry for Katie but she has moved on and they need to as well. He even reveals that he will not sell the shares but on their wedding day he will give them to Brooke. She can give to Ridge or whatever she wants but it will have to be on their wedding day when they say their vows."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: It's our time. Katie's moved out. This is our home now.",
        "Brooke: But Katie was supposed to get the house. This is her home. This is where she was going to raise will.",
        "Bill: Katie doesn't want it anymore, Brooke. She's letting me keep it. She's moving into a new place. You don't have to worry. I am offering Katie an incredibly generous package. And this is my home again. This is where I want us to start our life together.",
        "Ridge: You always look great, but you've never looked better.",
        "Katie: Thank you. I feel good.",
        "Ridge: I guess divorce can have that effect on you.",
        "Katie: [Chuckles] Yeah, I guess so. I mean, I will always struggle with the fact that will will grow up in a house without both of his parents, but that home was becoming increasingly dysfunctional, and it wasn't healthy for any of us, so I moved out.",
        "Ridge: You gave Bill the house?",
        "Katie: Yeah. I never liked that house. And, you know, since I left, I-I feel -- I feel good. I feel better. I haven't had a drop of alcohol.",
        "Ridge: Wow.",
        "Katie: [Chuckles]",
        "Ridge: Good for you.",
        "Katie: Yeah. I'm free. And I'm vindicated.",
        "Ridge: 'Cause you always knew something was going on with Bill and Brooke.",
        "Katie: Yes. And they denied it over and over again, and it -- [Sighs] It made me feel crazy, but I was right. Which is why it doesn't surprise me that they're together right now.",
        "Sasha: [Sighs] This is nice. Really nice.",
        "Thomas: I'm really glad you stopped by.",
        "Sasha: [Chuckles]",
        "Thomas: It's been so crazy around here. I haven't even had a chance to enjoy my own balcony.",
        "Sasha: Well, I told you I am on a mission.",
        "Thomas: And -- and what's that again?",
        "Sasha: To make sure that you are relaxed and having fun.",
        "Thomas: Can't you see what I'm doing?",
        "Sasha: Yeah. And how does it feel?",
        "Thomas: I could get used to it.",
        "Sasha: You better. 'Cause this is just the beginning. I've got big plans for you.",
        "Thomas: [Chuckles] You know, you couldn't have come at a better time.",
        "Sasha: Eh, I could just sense you were in need of a little sunshine.",
        "Thomas: More than ever.",
        "Sasha: Did something happen?",
        "Thomas: [Sighs] It's just some family drama.",
        "Sasha: Family drama. I know all about that.",
        "Thomas: Yeah.",
        "Sasha: You know, I don't want to pry, but I'm here if you want to talk about it.",
        "Thomas: I-I-I don't want to bore you with all the details. Steffy moved out and she's -- she's staying with me right now, so...",
        "Sasha: She and Wyatt...?",
        "Thomas: It's complicated. Things got a little crazy, and, uh, I don't know, our family's kind of falling apart at the seams.",
        "Sasha: Well, that's all the more reason for you to be taking care of yourself. And I'm sure they would agree. Come on. It's a gorgeous, beautiful day out. You deserve to let it all go.",
        "Thomas: [Chuckles]",
        "Sasha: And I'm gonna make sure that happens.",
        "Ridge: Well, Quinn's back and we're forced to look at that disaster every day, and, uh, she moved in my dad's house, sharing his bed... bed my dad used to share with my mom.",
        "Katie: Whoa. Stephanie must be rolling over in her grave.",
        "Ridge: I wonder if -- if something's going on with dad, you know. Maybe he's losing it a little bit.",
        "Katie: Well, besides Quinn, has he shown any other signs?",
        "Ridge: I don't know. He's just not listening, you know? He's, um...making some bad choices.",
        "Katie: [Sighs] Maybe it's just a phase, you know? He's trying to recapture his youth.",
        "Ridge: [Laughs] Yeah. I'd like to believe that, but I don't know. I think -- I think something's going on. That's why it's so important we get the shares from Bill now.",
        "Brooke: [Sighs] I feel terrible that your marriage is coming to an end.",
        "Bill: Well, don't. Katie is more than okay with it.",
        "Brooke: How can you say that?",
        "Bill: 'Cause I just saw her. I talked to her. She's over it, Brooke. She's ready to move on with her life, cash her check, and move on.",
        "Brooke: Bill, she was incredibly hurt by this. And I can't help but feel responsible.",
        "Bill: You don't have to feel guilty. If you talked to Katie, she would tell you that she is happier than she's been in a very long time. Now it's our turn to be happy. We're free, Brooke. We're free to be together.",
        "Sasha: Tell me this doesn't feel nice. A little vitamin d, ocean breeze, fabulous company. [Chuckles]",
        "Thomas: It is nice. I should spend more time out here.",
        "Sasha: If I were you, I'd just move all my stuff out here.",
        "Thomas: And just sleep out here under the stars.",
        "Sasha: Pfft. Sure. Why not?",
        "Thomas: Well, now that Steffy's living with me, I might have to.",
        "Sasha: [Sighs] You're a sweet brother.",
        "Thomas: Ah. I'd do anything for my sister.",
        "Sasha: She's lucky to have you. [Scoffs] I'm lucky to know you.",
        "Thomas: I'm the lucky one.",
        "Sasha: Mnh-mnh. Trust me.",
        "Thomas: Come on. Look at everything that you've done for me so far. You've got me to relax and clear my head and just let go. That's not an easy thing to do, all right? And you've done it.",
        "Sasha: I like it. Now we're talking. We're making progress.",
        "Thomas: So far, so good.",
        "Sasha: I like what I'm hearing",
        "Thomas: Oh, my goodness.",
        "Sasha: Keep it up, keep it up",
        "[Both laugh]",
        "Sasha: Hey, how about I go get us some more to drink?",
        "Thomas: Hmm. Yeah, sounds good.",
        "Sasha: Maybe something a little stronger than water this time, like...soda or lemonade?",
        "Thomas: N-no. You're getting crazy.",
        "Sasha: It's out of control.",
        "Thomas: Just take it down.",
        "Sasha: [Laughs]",
        "Thomas: Yeah, that'd be awesome. There's lemonade in the fridge.",
        "Sasha: Okay. Be right back.",
        "Thomas: Okay.",
        "Sasha: Two lemonades coming up.",
        "Thomas: Thank you.",
        "Sasha: Whoa, hold the phone.",
        "Thomas: Huh?",
        "Sasha: Are there a million bajillion locks on this door, too, or is that just the front door?",
        "Thomas: [Chuckles] There's only one. I'm sure you can handle it.",
        "Sasha: All right.",
        "Thomas: All right.",
        "Sasha: I'll be right back.",
        "Thomas: Okay.",
        "[Door opens]",
        "Ridge: I wish I knew what's going on with my dad.",
        "Katie: Listen, I understand your concern, but he's not gonna take it any further, okay? He's not gonna let Quinn start making decisions for the company.",
        "Ridge: He's already done it. She's the one talked him in to being C.E.O.",
        "Katie: Okay, well, he's not gonna marry her.",
        "Ridge: How do we know that?",
        "Katie: Because he cares about you and -- and Steffy and he has respect for the family.",
        "Ridge: Not anymore.",
        "Katie: Just stay close to him, okay? I mean, don't isolate him. If you do, then it's gonna make him even more vulnerable to Quinn.",
        "Ridge: You know what? I wish I had your attitude, but I can't. Something's going on, and Steffy, Thomas -- we need control of this company. That's why I'm glad that Brooke is helping us.",
        "Katie: Yeah. You and Brooke have been spending an awful lot of time together lately.",
        "Ridge: It's been good having her to talk to. What?",
        "Katie: Nothing. It's just, you know, the way you're talking, I just can't help wondering if something's happening between you two.",
        "Bill: Can't deny it, Brooke. There's nothing keeping us apart, nothing holding us back any longer. We're not keeping secrets, we're not hurting Katie. We can start our lives together right here, right now today. I know that's what you want. I know you love me. That's why you're here.",
        "Brooke: I'll admit I was glad that you called. I was going to reach out to you anyway.",
        "Bill: Can't tell you how happy that makes me hearing that.",
        "Brooke: You might not be so thrilled to hear what I have to say.",
        "Bill: Is this about Katie? I don't want to talk about my soon-to-be ex-wife. I don't want to talk about the past, unless it's our past. We should be focused on us, Brooke, celebrating.",
        "Brooke: This is not about Katie.",
        "Bill: Then what is it?",
        "Brooke: It's Quinn.",
        "Bill: What's that crackpot have to do with anything? Wait a minute. Forrester got in your ear, didn't he? You're here to talk about my shares in the company.",
        "Sasha: Your lemonade, good sir.",
        "Thomas: Oh, oh, oh, oh. Thank you, darling.",
        "Sasha: My pleasure.",
        "Thomas: Mm-hmm. [Sighs]",
        "Both: Cheers. Mmm.",
        "Sasha: Ah. This is paradise. I mean, not for you because you've traveled all over the world and been to so many exotic, wonderful countries. But for me, [Sighs] Just not being in my tiny apartment with no air conditioning in this heat wave...",
        "Thomas: Hmm.",
        "Sasha: This is heaven.",
        "Thomas: You're welcome anytime.",
        "Sasha: I will take you up on that.",
        "Thomas: Mm-hmm.",
        "Sasha: Okay, question.",
        "Thomas: Mm-hmm?",
        "Sasha: How you feeling? Like, how relaxed are we? On a scale from let's say 1 to 10, 1 being completely miserable and 10 being totes blissed out.",
        "Thomas: Uh, t-- 8. I'm 8.",
        "Sasha: 8?!",
        "Thomas: Ah.",
        "Sasha: Ew, we can do better than that.",
        "Thomas: No.",
        "Sasha: Not yet.",
        "Thomas: Mnh.",
        "Sasha: Okay. Sit back. Lay back.",
        "Thomas: What? Really? You want --",
        "Sasha: Yep. Mm-hmm. Lay back. Close your eyes. Come on.",
        "Thomas: [Sighs]",
        "Sasha: [Sighs] Okay. Go here with me.",
        "Thomas: Okay, okay.",
        "Sasha: All right. There's an ocean breeze. Feel it against your skin. Only we're not in Venice.",
        "Thomas: Hmm.",
        "Sasha: We're in Hawaii.",
        "Thomas: Hmm, uh, what island?",
        "Sasha: Hmm...Maui. Okay, take a deep breath. You smell that? It is a floral fiesta of gardenias. Feel the sand between your toes. See the dolphins frolicking about in the water. Oh, and what's that? Oh, my God. In the distance, a beautiful double rainbow.",
        "Thomas: I see. It's beautiful.",
        "Sasha: Hmm. It's almost like we're there. Someday.",
        "Thomas: Never been?",
        "Sasha: Mnh-mnh. But it's on my bucket list.",
        "Thomas: Oh, we'll have to go sometime. I'll, uh, I'll show you around, take you surfing.",
        "Sasha: I'd really like that.",
        "Katie: Yeah, the way you're talking, I just can't help but think you and Brooke --",
        "Ridge: No, no, no, no, no, no. Don't do that. Please don't. I'm focused on the business, on the family, on my dad. I don't have time for anything else, nor do I want anything else.",
        "Katie: Yeah, but you want Brooke to get bill's shares.",
        "Ridge: I want Brooke to get the shares so we can get Quinn out of the company. That's it. And -- and yes, that's in Brooke's hands right now.",
        "Katie: You're putting an awful lot of faith in her.",
        "Ridge: Stop! What is --",
        "Katie: It's just that I'm getting a feeling.",
        "Ridge: Stop having feelings!",
        "Katie: Okay, maybe you're not even aware of it.",
        "Ridge: I'm not aware of what?!",
        "Katie: You and Brooke were pretty good together.",
        "Ridge: Wow. I'm not discussing this. Not now, not ever. It's about the business, nothing else.",
        "Katie: All right, all right, cool. I'll stop. Yeah, I know you're stressed and got a lot on your plate. But I do have to warn you, if you're not careful, Bill and Brooke are gonna get together.",
        "Brooke: The Forresters and the entire company, they're having a big issue with Quinn.",
        "Bill: Well, tell them to take a number and get in line.",
        "Brooke: She's designing for us again. And she moved into Eric's house, into the family home.",
        "Bill: That has nothing to do with me. I'm not responsible for that nightmare.",
        "Brooke: Quinn is in our lives because of you.",
        "Bill: Because of me?",
        "Brooke: You share a child together.",
        "Bill: What does that have to do with anything?",
        "Brooke: [Sighs]",
        "Bill: Come on, Brooke. What is it? Cut to the chase.",
        "Brooke: Assign the shares to ridge.",
        "Bill: [Laughs] You're joking. You're not joking. No way.",
        "Brooke: Bill, let him manage the company, please. Protect us from Quinn and the damage she's going to cause.",
        "Bill: He couldn't manage a gas station. I am not giving him my shares, period.",
        "Brooke: [Sighs]",
        "Bill: You think I'm gonna give him all that power and control for nothing?",
        "Brooke: Fine. Then let him buy the shares at a healthy profit. He's willing to pay.",
        "Bill: I don't want to talk about my shares. I don't even want to talk about profit, believe it or not. All I want to talk about is us. You and me. All the memories we've shared. And I want to make new ones. Memories that will last a lifetime.",
        "Thomas: Okay, relax, relax, relax. Pinkies up, pinkies up, thumb up, thumb up. There you go. No, up, up.",
        "Sasha: Oh.",
        "Thomas: Now shake it. Shake it. [Gasps] Wow.",
        "Sasha: Boom!",
        "Thomas: Yeah. You're a real Hawaiian native now.",
        "Sasha: Shut up, jerk.",
        "Thomas: [Laughs]",
        "Sasha: A girl can dream.",
        "Thomas: Yeah.",
        "Sasha: But seriously, I think it's time for me to say mahalo, 'cause I got to get going.",
        "Thomas: What? No. No, no, no. You can't leave. We have things to do like watch the sunset.",
        "Sasha: And I would love to do that, but I promised wardrobe I'd come in for a fitting.",
        "Thomas: I'll call them and cancel it.",
        "Sasha: You are gonna get me fired, Forrester.",
        "Thomas: You are not gonna get fired, all right? You're the best model we've had in years, and you're the best cheerer-upper I've ever seen.",
        "Sasha: [Chuckles] Really?",
        "Thomas: Honestly, Sasha. Put a really big smile on my face. You took me all the way to Maui.",
        "Sasha: [Chuckles]",
        "Thomas: Means a lot.",
        "Sasha: You know, I realize that we're just starting to get to know each other. But I really am enjoying spending time with you.",
        "Thomas: Me, too.",
        "Sasha: It's really special.",
        "Katie: Listen, I know you don't want to hear this, but I think it's fairly inevitable that Bill and Brooke get together.",
        "Ridge: [Laughs] I know you don't want to hear this, but Bill is no good for anybody. He just drags people down. For her, it's just too much baggage.",
        "Katie: Yeah, well, you haven't seen what I've seen.",
        "Ridge: What are you doing right now? First you accuse me of having feelings for Brooke, and now you're saying that Brooke and Bill are inevitable. I don't understand.",
        "Katie: I know Bill very well. And when he wants something, he usually gets it.",
        "Ridge: What do you mean?",
        "Katie: I mean you might just get Bill's shares of Forrester.",
        "Ridge: [Sighs]",
        "Bill: You said you'd always love me.",
        "Brooke: I always will. But Katie --",
        "Bill: Oh, come on. Katie, Katie. Enough with Katie! I wanted to give Katie the life, the marriage, that she deserved. I wanted to. But I couldn't, because I wanted you. It's always been you. I'm sorry that Katie was hurt. But she is moving on with her life, Brooke. She's moving forward. And you need to do the same. You need to let go and move on.",
        "Brooke: Oh, God, Bill. It's not that simple!",
        "Bill: It is very simple! I am offering Katie an incredibly generous package. I'm writing her a check for $50 million, maybe more. I'm throwing in the plane. She doesn't even know that yet. She can have it. I want a new jet.",
        "Brooke: [Sighs]",
        "Bill: And you know what? Here's something else. Katie hasn't signed the divorce settlement yet. You encourage her to sign it, officially ending our marriage... and I will make you a deal. And it's the only deal I'll make. I won't sell my shares of Forrester. I'll give them to you.",
        "Brooke: Give them to me?",
        "Bill: On our wedding day. It will be my wedding gift to you. Give them to Forrester if you want. I don't give a damn. Do whatever you want with them. I couldn't care less. As long as I have you.",
        "Brooke: [Sighs]",
        "Bill: I'll gift you my shares when we commit ourselves to each other. Exchange vows... till death do us part.",
        "Brooke: [Sighs]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=mnnAmyTFS2k"
}