{
    "Episode Summary": [
        "Episode # 7077 ~ Forrester Creations goes through a vulnerable period; Ridge makes Liam an offer."
    ],
    "Recap": [
        "Steffy says it is not easy on either of them. But Eric will not see that Rick is not the right man for the job so it is up to Liam. And there will be no stipulations, that is off the table. They need Spencer's shares. Rick and Carter are worried about Maya as he has been texting her but she has not even come for her paycheck. They doubt she has left town. But Rick will not force himself on her if she does not want to see him. He still loves her. Carter says he understands. He knows it has been a tough time for him since everyone else knew but Rick. Ivy and Katie discuss the hostile takeover and how much it might bother Ivy that Steffy is now involved. Without Steffy's stock there is no takeover. Ivy says she and Liam are great so she is not worried about Steffy as long as she stays in Paris. Ridge tells Liam that 50% is not enough so they need Liam's 15% so what is it going to take for him to get into the fold. He wants to know what they are offering, what is in it for him. Ridge says he would be CEO, Steffy would be President and Liam could be VP, they would be okay with a Spencer in the fold. No one must hear about this. He has someone to talk to. Rick tells Carter that he and Ridge will get along as long as he takes orders but he feels entitled. He was the anointed one by his mother, Stephanie, and he can not stand someone else is in a higher position than him. It's a brand new day here and he now needs to accept it or he is out.",
        "Ridge goes to a room where he uncovers his mom's portrait and says it is too dusty in here, he does not like it at all but change is coming. What she always wanted for him is about to happen. He is about to take over FC. He laments that he knows he is betraying his dad because he is being so stubborn and bullheaded. Eric will need her more than ever back on that wall where she belongs to look over everyone. Liam tells Steffy that she can do anything she wants and she knows it. They end up teasing each other about who outranks who and he says it is not one of her saving graces. She thinks they can be fabulous together. He says she has changed and he is looking forward to working with her. Rick calls Maya again and says Ridge tried to pull a coup again and it seems like he has everything he ever wanted except her. He wants her back so please call him. Liam tells Steffy that he is glad she is back. She was a little needy in the past. She says not to worry as she is going to be completely business this time and there is no one on the horizon. As Ivy approaches within hearing distance Steffy says they had some really good memories and she loves him and always will and she is not afraid to admit that. Ivy looks away."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: You're sure about this?",
        "Ridge: I'm sure.",
        "Liam: O-okay, th-then help me understand what's changed, because he's still your father. He's still your grandfather.",
        "Steffy: No, this isn't easy on either of us, Liam.",
        "Ridge: No, it's not. And I guess I was holding out. I thought my dad was gonna see that Rick is the wrong man for this job. But he can't. Or he won't. Either way, we got to do something for this company, for his legacy, and for us.",
        "Steffy: And that something depends on you. We need the Spencer stock to give us control.",
        "Liam: And no conditions this time? No stipulations?",
        "Steffy: Oh, like before? My stock for your love? Mnh-mnh. That isn't on the table anymore.",
        "Ridge: That's too bad, huh? So, what do you say, Liam? We need your shares.",
        "[SCENE_BREAK]",
        "Rick: Maya didn't leave her contact info? Well, stay on it, Ruth. She has to call payroll. We -- we owe her money. Yeah. Thanks.",
        "Carter: No word?",
        "Rick: I've been sending messages, texts. She's obviously avoiding me.",
        "Carter: She has to show up for her paycheck.",
        "Rick: Yeah, one would think.",
        "Carter: You're worried about her.",
        "Rick: It's more than that. I love her. And with that said, if she's been in touch with you, I'd like to know. Has she?",
        "[SCENE_BREAK]",
        "Ivy: Why else would Ridge want to see Liam if it's not about the takeover?",
        "Katie: But if Eric replaced Rick with Ridge...",
        "Ivy: Well, then there would be no need for a takeover.",
        "Katie: Right, so Rick maintained his title.",
        "Ivy: Okay, so that means Ridge is back to plan \"b,\" which is the hostile takeover, which means that --",
        "Katie: That Steffy's involved, because he needs her stock, as well as ours.",
        "Ivy: Yes, and Bill is letting Liam control that.",
        "Katie: So, how much does that bother you, that Steffy's involved?",
        "[SCENE_BREAK]",
        "Carter: I told you. I haven't heard from Maya since you went to Big Bear.",
        "Rick: Where could she have gone? It's not like she could have left town.",
        "Carter: You could hire someone, track her down.",
        "Rick: No, I don't want to force myself on Maya. If she doesn't want to see me, there's not a lot I can do.",
        "Carter: I got to hand it to you, man. The way you dealt with this.",
        "Rick: Thanks. I understand your reaction, too. But Maya was always the woman that I loved, no matter her past.",
        "Carter: Took me time to process, but I got that, too. Can't imagine how difficult it was for her. And you know I wanted to give you a heads up, but --",
        "Rick: I appreciate that, but Maya telling me, just the two of us, it's what I needed. I just wish I would have known before everyone else.",
        "Carter: It's been a tough time for you.",
        "Rick: An ideal time for Ridge to make a move.",
        "Carter: He wants to be C.E.O. there's no secret there.",
        "Rick: Dad's in my corner.",
        "Carter: That's huge.",
        "Rick: Yeah. But is it enough?",
        "[SCENE_BREAK]",
        "Katie: Ridge's plan is dependent on Steffy.",
        "Ivy: Yeah, well, without Steffy's stock, there is no takeover.",
        "Katie: And she has said that she wouldn't go along with any of it if Liam didn't take her back.",
        "Ivy: Yeah, which he won't.",
        "Katie: You seem pretty confident of that.",
        "Ivy: Yeah, I am. Liam and I are great.",
        "Katie: Good. Good. The Forresters do have a way of getting what they want.",
        "Ivy: Yeah, I know that. Because I am one. And I want Liam.",
        "[SCENE_BREAK]",
        "Ridge: I have 20%. Steffy has 25%. Thomas has 5%. But 50% is not enough.",
        "Liam: Yeah.",
        "Steffy: With the Spencer 12.5% that you control --",
        "Ridge: It gives us majority. Nothing Rick can do.",
        "Steffy: You've been the one driving this, Liam. This was your idea in the first place.",
        "Ridge: You're still interested?",
        "Liam: Yeah, I'm still in the room, aren't I?",
        "Steffy: What would it take to bring you into the fold?",
        "Liam: What are you offering?",
        "Steffy: Is that a trick question?",
        "Liam: No, no. Not at all. It's a very direct question. I'm asking what's in it for me.",
        "[SCENE_BREAK]",
        "Rick: Can you believe that guy, trying to move in on my job?",
        "Carter: I assume it didn't work?",
        "Rick: Of course not. My dad supported me, like he's done so often this last year.",
        "Carter: So, where do things go with Ridge? He's an important part of the team.",
        "Rick: Oh, I know. He's our designer. He needs to be coddled and stroked and all that. But Ridge needs to learn his place, because you know, Carter, I can't stand betrayal. You know that about me, right?",
        "Carter: Everyone knows that about you.",
        "Rick: A lot of people think that I'm a hardass. I was. Emphasis on \"was.\" See, I had to take control of the company initially, and now that I have control, I'll be less abrasive. But you and I both know that Ridge will still be difficult. But Ridge has to learn that if he goes against me, he'll be squashed every time. Oh, yeah. I'm not gonna have any more problems with Ridge.",
        "[SCENE_BREAK]",
        "Ivy: Okay, so this -- this plan of Ridge's --",
        "Katie: You don't know that he has a plan.",
        "Ivy: Well, Katie, he didn't call Liam over for a friendly chat, did he?",
        "Katie: Probably not.",
        "Ivy: Look, he wants control. And he knows that he needs Spencer stock and Steffy's shares.",
        "Katie: So you're thinking that...",
        "Ivy: So I'm thinking that the last time Steffy was in town, she basically threw herself at Liam. And he resisted, of course. I mean, I saw the whole thing.",
        "Katie: And you're worried that could happen again?",
        "Ivy: Well, it could. If she comes back. Not that it really matters anyway. I mean, Liam and I are closer now than we were even back then.",
        "Katie: Right. Sure. So, there's nothing to be concerned about.",
        "Ivy: I just don't want someone else hitting on my man.",
        "Katie: Believe me, I totally understand.",
        "Ivy: I guess there's nothing to worry about as long as Steffy stays in Europe.",
        "[SCENE_BREAK]",
        "Liam: Listen, I want Rick gone just as much as anybody, but I need to know what's in this for the Spencers, 'cause right now, I'm not hearing anything.",
        "Steffy: When have you become such a shark?",
        "Liam: I was under the impression this is how business works.",
        "Ridge: He's right. He's got a point. Uh, okay. How about a position at Forrester?",
        "Liam: Okay.",
        "Ridge: I'd be C.E.O. This is the president. And you'd be vice president.",
        "Liam: And you would be comfortable with a Spencer in the executive wing?",
        "Ridge: I'd be comfortable with this Spencer, yes. I trust you.",
        "Steffy: High praise from our C.E.O.",
        "Ridge: Let's not get ahead of ourselves.",
        "Liam: And you're okay with this?",
        "Steffy: I think we'd be an amazing team.",
        "Liam: And you realize we'd be working very closely together.",
        "Steffy: Do you have a problem with that?",
        "Liam: I don't.",
        "Steffy: Oh, but you're concerned I might?",
        "Liam: Only you can answer that.",
        "Ridge: I wouldn't mind hearing that answer myself.",
        "Steffy: Uh, hello. Have you guys both forgotten that this company is controlled by the Forrester family because I outsmarted the invincible Bill Spencer? We wouldn't be here right now if I hadn't won the company back.",
        "Ridge: That's not what he asked you, but I guess you got a point.",
        "Steffy: You bet I did.",
        "Liam: Steffy, nobody is questioning your business prowess.",
        "Steffy: Oh, come on. But you are suggesting that you are so irresistible, I wouldn't be able to focus on my work.",
        "Liam: Did I suggest that?",
        "Steffy: Okay, good. Great. It's settled. You have what's-her-name.",
        "Ridge: Ivy.",
        "Liam: Ivy.",
        "Steffy: I have my work, and we have the company back. Great.",
        "Ridge: You okay with that?",
        "Liam: I'm in.",
        "Ridge: Welcome.",
        "Liam: Thank you.",
        "Ridge: Now, no one says anything about this until we're ready to strike. It's gonna be swift and painless.",
        "Steffy: Yeah, for everybody but Rick.",
        "Liam: And your father.",
        "Ridge: I don't care about Rick, but my dad, he's not gonna forgive me for this.",
        "Steffy: Yeah, but he put himself in this situation.",
        "Ridge: Yeah. I know. So I guess I'll just wait for him to get over it, huh? Uh, I got to go someplace.",
        "Steffy: Where are you going?",
        "Ridge: I need to go talk to somebody.",
        "Liam: Wow. Big changes.",
        "Steffy: Well, I hope we do better at corporate than we did at home.",
        "[Both laugh]",
        "Steffy: Oh, boy.",
        "[SCENE_BREAK]",
        "Carter: Be so good if you two could get along.",
        "Rick: As long as Ridge takes orders, we'll get along just fine. But he doesn't take orders, does he? He's entitled, or so he believes.",
        "Carter: He's the oldest son.",
        "Rick: Of Massimo Marone, not my dad. Thorne is our oldest sibling. At least he knows his place. Don't get me wrong. Ridge is very talented. But as a C.E.O.? It's a whole different skill set. A skill set that I have and Ridge doesn't.",
        "Carter: Grandmother had a saying. \"Catch a lot more flies with honey than vinegar.\"",
        "Rick: See, I've tried honey. Doesn't work. You know what his real problem is, though? Stephanie.",
        "Carter: His mother?",
        "Rick: Ridge was her favorite. She chose him. He was the anointed one. He could do no wrong in her eyes, and he believed it. But you know what kills Ridge the most? Is that someone's in a higher position than him. Least of all, me, because he hates me.",
        "Carter: I don't think he hates you.",
        "Rick: He certainly doesn't treat me like a brother. Then again, it goes both ways. Ridge needs to take his mother's bad advice, because it's a brand-new day here at Forrester. He either accepts it...",
        "Carter: Or?",
        "Rick: He's out.",
        "[SCENE_BREAK]",
        "Ridge: Hello, mother. You're gathering dust in here. I don't like that. You shouldn't be in here at all. A change is coming. There. What you always wanted for me is about to happen. I'm taking over Forrester Creations.",
        "[SCENE_BREAK]",
        "Steffy: So, how do you feel, Mr. Vice President of Forrester?",
        "Liam: Ah, well, kind of been here before.",
        "Steffy: Yeah, me, on the other hand...",
        "Liam: Do you have any idea what it means to be president of an entire company?",
        "Steffy: Oh, shoot, I already forgot! You're already Mr. President.",
        "Liam: Yeah, well, you know, publishing and fashion are kind of two different things.",
        "Steffy: You'll still help me learn, right? You know, shoot me a holler if I'm doing something stupid.",
        "Liam: Somehow I don't think that'll be your problem.",
        "Steffy: Why? Because you think I have presidential blood in me?",
        "Liam: I think you can do anything you want and you know it, and you have.",
        "Steffy: Hmm. I didn't do so well with you. But things will be different. We're gonna be working together.",
        "Liam: Think we can handle this?",
        "Steffy: As long as you remember who the boss is.",
        "Liam: [Laughing] Oh, my God, you're already starting to sound like Rick.",
        "Steffy: Well, I outrank you already, at least here.",
        "Liam: You outrank me everywhere.",
        "Steffy: No, I do not.",
        "Liam: Are you kidding me?",
        "Steffy: No, I don't.",
        "Liam: Let's see. Uh, the bathroom counter, the bigger side of the closet. Who chooses the restaurant and the movie and the side of the bed? Shall I go on?",
        "Steffy: How did you put up with me? Stop it. [Chuckles]",
        "Liam: You had a few saving graces.",
        "Steffy: I fried a mean tofu steak.",
        "Liam: Not one of your saving graces.",
        "Steffy: [Laughs] You think we can do this?",
        "Liam: Working together?",
        "Steffy: Being effective together. That's what this company needs.",
        "Liam: I don't know. I don't know. We've never done something like this before.",
        "Steffy: I think we'll be fabulous.",
        "Liam: You've changed.",
        "Steffy: Refreshing?",
        "Liam: Like a cool mountain stream.",
        "Steffy: [Chuckles] A cool mountain stream, huh? That's a nice image.",
        "[SCENE_BREAK]",
        "Ridge: I know. I'm betraying dad. I know. As long as I can remember, you've been the leader of this -- this family. You guide everybody. And that's why I'm here. Because dad -- he's been... you know, he's been bullheaded and stubborn. I don't want to hurt him. I really don't. But if I don't take action... this company, everything that you guys worked for... it's not gonna survive. So I have to take over. Put you back up on the wall where you belong, watching over people. Especially dad. 'Cause when this comes down, he's gonna need you. He's gonna need you more than ever.",
        "[SCENE_BREAK]",
        "Rick: [Sighs] [Dialing] It's me again, Maya. I'm still waiting on your phone call. [Sighs deeply] Ridge tried to pull a coup. And it didn't work. I still have dad's support. Seems like I've got everything I've ever wanted... except what matters most. I love you. Please call me back.",
        "[Cell phone beeps]",
        "[SCENE_BREAK]",
        "Liam: Haven't been to Aspen in awhile.",
        "Steffy: Oh, you won't be anytime soon, Mr. Vice President.",
        "Liam: Uh, neither will you.",
        "Steffy: Not unless I'm invited.",
        "Liam: Good memories. And now we have this.",
        "Steffy: Yeah. Yeah, a new adventure.",
        "Liam: I missed you. I'm glad you're back.",
        "Steffy: Really?",
        "Liam: Yeah, really. Is that a surprise to you?",
        "Steffy: Well, you know, after my last visit...",
        "Liam: Okay, you were a little needy.",
        "Steffy: Excuse me?",
        "Liam: Yeah.",
        "Steffy: Needy?",
        "Liam: Yeah.",
        "Steffy: Just because I jumped on you on the couch does not make me needy. That was -- that was hunger.",
        "Liam: Oh, okay.",
        "Steffy: Yeah.",
        "Liam: So, anybody come along to satisfy that hunger, or...",
        "Steffy: Uh, no. Not -- not yet. But don't worry. I'm gonna be completely business this time, so... what? Are you disappointed?",
        "Liam: Uh, is that a trick question?",
        "Steffy: Just relax. Come on. I'm a hopeless romantic.",
        "Liam: There is nothing hopeless about you.",
        "Steffy: Maybe one day. We did have some good memories, huh?",
        "Liam: Yeah, we did.",
        "Steffy: Look... I just want to let you know that your compassion and your goodness, everything about you... you really changed me. You made me a better person. And look, I-I love you, and I will always love you, and I'm not afraid to admit that. You were the great love of my life. And you always will be."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=dCGFX2aObLg"
}