{
    "Episode Summary": [
        "Episode # 7678 ~ Wyatt becomes fiercely determined to uncover the truth of why Liam is now in business with Sally; Bill makes a desperate plea to Brooke to forgive him for his misdeeds."
    ],
    "Recap": [
        "Steffy tells Sally that Liam sees something in her that she doesn't, but watch out if she takes advantage of his kind, generous heart. Sally says she will pay Liam back every penny. Steffy says good, do not make him regret what he has done. Wyatt rails at Liam that he would not drop that kind of money on a piece of property that his dad wanted and then just give it away. He is digging a big hole for himself to explain when Bill comes back. And then there is Steffy. She is going to go ballistic when she finds out that he gave the Spectra building to another woman. No one does that. Ridge tells Bill that whatever he did must have been pretty big for Brooke to leave. Maybe she is just now realizing that marrying him was a big mistake. He tells Ridge to wipe that big old smile off his face and get the hell out of their lives. RJ tells his mom that he just wishes she would admit it \u0096 no other man will ever be the same as his dad. They belong together. Ridge confides in Steffy that Brooke finally threw Bill out. Bill walks on into Brooke's house saying he is sorry but he did not think she would open the door to him otherwise. He wants her to come home. He says he let his ego and power get control and he wishes he could go back and change that. He even saw Ridge but he did not punch him out. He says he would give a hundred skyscrapers to get her back. Nothing matters more \u0096 glass towers, money and power if he does not have her. He begs again for her to please come back.",
        "Liam explains to Wyatt that he is trying to take the company in a whole new direction and he hopes he understands that. Wyatt says no, he is just being a do-gooder and has turned his back on his own family. Liam says he is not saying Sally is perfect but she is trying considering she is not a Spencer. Wyatt still does not understand why Liam gave Sally the building. Liam says he trusts her. Wyatt tells him that he cannot run a business like this built on trust. Surely his Dad taught him more than that. Liam continues to praise Sally and says he is going to see that she gets what she deserves. From the way he is talking Wyatt surmises that Liam has a thing for the redhead. Liam claims he does not; he is only righting a wrong. Wyatt says yeah he is doing a lot of that lately on company policy and that will all change when Bill comes back and Liam will have to pay. Bill tells Brooke that it is no wonder she walked away but he is going to do everything he can to get her respect back and have her come home. He is not going to become a saint or close to it but he will do everything in his power to be worthy of her. They can get through this together. He asks her again to come home with him. She starts twisting her rings and he begs her not to take off her wedding ring."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: Do we understand each other, or do I have to spell it out for you again?",
        "Sally: All right. Let's see. Um...you have a problem with your husband gifting spectra to me...",
        "Steffy: Yeah, I do.",
        "Sally: ...And you are also putting me on notice that if i go back to my cheating ways, which, by the way, are over --",
        "Steffy: You'll have hell to pay.",
        "Sally: From you?",
        "Steffy: Liam sees something in you that I don'T. For his sake and yours, I hope he's right, because if you take advantage of his kind, generous heart... watch out.",
        "Wyatt: I'm waiting.",
        "Liam: I don't have to answer to you, wyatt.",
        "Wyatt: Oh, because you're C.E.O. -- Is that it? -- And that your word is final?",
        "Liam: When it comes to the purchase of spectra fashions by spencer publications, yes, as a matter of fact.",
        "Wyatt: It's $50 million, liam! You realize that's what it cost this company, and what do we have to show for it? Absolutely nothing, because you gifted it to sally spectra!",
        "Liam: Let me tell you something about that fire.",
        "Wyatt: Oh, you feel bad about it. Great. Good for you. So do I. But you know what? I would never drop that kind of money on a piece of property that dad wanted and then just give it away. This company has to assume that debt. You know that, right? Does dad know about this?",
        "Liam: Dad is not C.E.O. Anymore, wyatt. I am.",
        "Wyatt: Yeah, for now. You know... bro, I just -- you are digging a deeper hole for yourself for when dad comes back and is in charge here.",
        "Ridge: Bill... can you please explain to me all these sudden changes in your life?",
        "Bill: Nothing to explain.",
        "Ridge: But there is. You stepped down as C.E.O. You asked liam to take over, and I know you don't have that much confidence in the guy. I just feel that, somehow, this is all connected to brooke leaving you.",
        "Bill: Shameful how -- how cynical you are.",
        "Ridge: Cynical? I -- whatever you did, it must have been pretty big... for brooke to just say she doesn't want to have anything to do with you.",
        "Bill: That's bull. She never said that.",
        "Ridge: No, she didn't -- not those words exactly -- but she was upset, upset enough to put some distance between you and her, and it makes me think that she's realizing that her marriage to you was a big mistake, and it makes me wonder where her beautiful heart is gonna take her next.",
        "R.J.: Bill did something that hurt you. Not that I'm all surprised. I just didn't expect it to happen so soon.",
        "Brooke: R.J...",
        "R.J.: Okay, okay. I know. It's between you two. I mean, I just wish you could admit it.",
        "Brooke: What?",
        "R.J.: That no other man will ever be what dad is to you.",
        "Bill: You can wipe that smug look off your face. Brooke isn't your destiny.",
        "Ridge: Who are you trying to convince?",
        "Bill: She's just a prize to you. Once you have her, you take her for granted. It's what you do.",
        "Ridge: Says the man who did something so despicable, brooke walked out on her marriage five minutes into it.",
        "Bill: You don't know what I've done or haven't done. And for the record, brooke hasn't left me. And I would suggest to you that it would be wise to stay the hell out of our lives while we work through it.",
        "Brooke: I don't want you worrying about this, sweetheart.",
        "R.J.: I'm not. I just want you to be happy.",
        "Brooke: I want that, too.",
        "R.J.: And I'm not trying to push anything, okay? It's -- I know you guys had your issues, too. But I think dad's really the man who makes you happy, and I think you know that, too.",
        "Wyatt: Come on. You've got to know dad's gonna go ballistic on you when he finds out you gave away spectra!",
        "Liam: I can handle him, wyatt.",
        "Wyatt: Really?! What about steffy? Can you handle her? How's she taking all this?",
        "Liam: She already knows, okay?",
        "Wyatt: Oh, and she's not happy about it, is she? Of course she isn't, because you just bought a $50 million gift for another woman, who, mind you, has done nothing but torment your wife since the day she got to L.A. Now, why would you do that? It doesn't make any sense!",
        "Sally: Wow. Okay. So, you really don't think much of me.",
        "Steffy: I feel bad for spectra fashions.",
        "Sally: But that doesn't give me permission to take advantage of your husband's decency. I'm not. I never asked anything of liam, okay? The fire was not his fault. It was an accident. Look, princess, you really are a princess, and you married a prince. I will pay him back every penny, my promise.",
        "Steffy: Why should I believe anything you say?",
        "Sally: Because I've changed.",
        "Steffy: Sally, I'm telling you... do not lie, cheat, or steal or make my husband regret what he's done. Liam might not come after you, but I will. Are we clear?",
        "Liam: Okay. This is getting us nowhere.",
        "Wyatt: Uh, because you refuse to tell me about this little giveaway with spectra and what it's all about.",
        "Liam: Fine, wyatt. It's confidential. I'm not at liberty to say. Sorry.",
        "Wyatt: Oh, my god. What does that even mean?! \"I'm not at liberty to say\"? Why all the secrecy, bro? I-I'm your V.P. Here at spencer. I'm your brother.",
        "Liam: So you keep reminding me.",
        "Wyatt: I just -- I want an explanation for the whole transfer and what it means for spencer publications. I mean, come on! Otherwise --",
        "Liam: Listen. Listen to me. Listen. I'm in control now, okay? I understand you have these questions. I understand that. But you're just gonna have to deal with it if you expect to continue here at spencer.",
        "Wyatt: Wow. I mean, who -- who are you right now? Where's my brother? I don't -- I don't even know who this is. I don't know what you turned into.",
        "Coco: I saw steffy walking out a while ago. She didn't look happy.",
        "Sally: Well, princess isn't happy about spectra being back in the fashion game, particularly how it happened.",
        "Ridge: Hey. Where have you been?",
        "Steffy: Spectra fashions, or what's left of it, having a heart to heart with sally.",
        "Ridge: So, I heard that spectra isn't folding. They're gonna rebuild. But how did they do that with no money and no insurance?",
        "Steffy: I guess they just found another way.",
        "Ridge: And what is that? Some secret investor somewhere?",
        "Steffy: Yeah, something like that. So, uh, did you hear brooke left bill?",
        "Ridge: Yep. I spoke to her.",
        "Steffy: Did you find out why?",
        "Ridge: I know why. You know, it's obvious. The guy showed his true colors.",
        "Steffy: How?",
        "Ridge: I don't -- I don't know. She didn't say specifically, but, obviously, it was big enough for brooke to call it quits.",
        "[ Door opens ]",
        "Brooke: R.J., Did you forget someth--",
        "[ Door closes ]",
        "Bill: I was concerned that if you knew it was me at the door, you wouldn't let me in.",
        "Brooke: [ Sighs ]",
        "Bill: I'm sorry, brooke. I want you to come home.",
        "Coco: You still haven't told me who your guardian angel is. Like, sal, who saved spectra?",
        "Sally: Let's just say it's someone who will always have a special place in my heart. That is all you're getting out of me, little sis... for now.",
        "Liam: Wyatt, I-I am trying to take this company in a more responsible direction. You understand?",
        "Wyatt: No! No, because you're -- you're way beyond that. Like, you're just -- you're some vigilante do-gooder who's just turning his back on his entire family, and then -- and then you give the keys of the kingdom to these people!",
        "Liam: \"These people\"?",
        "Wyatt: Yeah.",
        "Liam: \"These people\"? That's how you think of anybody who isn't a spencer?",
        "Wyatt: [ Groans ]",
        "Liam: Well, I got news for you, wyatt. The spectras may not have been born with a silver spoon in their mouths, but neither were we! We are \"these people.\"",
        "Wyatt: I know that! That's not what I'm saying.",
        "Liam: No, that is what -- no, that is what you're saying. You're saying that because our family has money, because our family has social status, we're better than them, right? We're better than the spectras. We're better than the rest of the employees here at spencer. Well, wrong. These are good, hardworking, decent people, and they deserve to be rewarded.",
        "Wyatt: Right. Right, because -- because sally spectra is such a good, decent person. I mean, have you forgotten all the crazy things she's pulled? Because I'm sure your wife hasn't forgotten!",
        "Liam: Look at me. Look at me. I am not saying that sally is perfect. She's human. She's done things she regrets, just like you, just like me. But she is trying. She is trying to change all of that.",
        "Wyatt: Well, fantastic. You know, I really hope she succeeds. But I just -- I want -- I just want an explanation. Why -- why would you give that building --",
        "Liam: It's -- I didn't give it, wyatt. She's gonna pay me back -- every cent.",
        "Wyatt: Oh, my god. Please, please tell me you have that in writing.",
        "Liam: Stop. I don't need it in writing, okay? I trust her.",
        "Wyatt: You trust her?! You cannot run a major corporation with all their great employees based on trust! Has dad not taught you anything?!",
        "Liam: Like what?! How to lie, cheat, and steal your way to the top?",
        "Wyatt: [ Sighs ]",
        "Liam: How to profit on the back of the little guy? How to make conflicts of interest not just a business plan but a way of life? I'm sorry, but after everything he's done to sabotage her, I feel for sally. She's got guts. She's got drive. She's got a boatload of talent. And for once, I'm gonna see to it that she gets the chance she deserves.",
        "Wyatt: Wow. You know, the way -- the way you're talking about sally right now, defending her and everything -- hey, be honest with me, bro. Do you -- do you have a thing for the redhead?",
        "Steffy: Did brooke say she's leaving bill for good?",
        "Ridge: Not in those words exactly, but, uh, yeah.",
        "Steffy: Maybe a little wishful thinking?",
        "Ridge: M-maybe. Listen, you know how I feel about spencer, and I always said that he wasn't right for brooke, and now... they've proved my point. I just wonder --",
        "Steffy: Wonder what?",
        "Ridge: [ Sighs ] I wonder if all these changes in bill's life -- you know, stepping down as C.E.O. And putting liam in charge -- I just wonder if that's connected to -- to brooke leaving him in some way. That's all.",
        "Steffy: Let me ask you, now that, uh, brooke is not with bill and their marriage is over. What does that mean for the two of you?",
        "Ridge: Me and brooke? I mean, I'm always gonna love her, and I'll always be there for her.",
        "Bill: I went by forrester. I thought I might find you there. Instead, I had the displeasure of bumping into the dressmaker.",
        "Brooke: Please tell me you didn't get into anything.",
        "Bill: Well, I didn't knock him out, if that's what you're asking. I've learned my lesson. Brooke, I know that you're -- you're upset and -- and disillusioned with me. I don't blame you. I'm upset and disillusioned with myself. I mean, I let my ego, my need for power and control, get the best of me. If I could go back and undo everything I did, I would. Ordering the fire... striking my son -- I mean, striking -- striking my son. I lost my head. I lost -- I lost all perspective, and why? Because of a damn skyscraper. Well, I've told anyone who would listen that I would give 10 skyscrapers -- I'd give 100 -- to have you back... because you're the most important thing in my life -- you and my family. Nothing matters more, not -- not money, not power, not glass and chrome towers -- none of it. None of it matters if I don't have you. Please come back, brooke. Please come back.",
        "Sally: Is that why you invited me here? You're giving this building back to my great-aunt?",
        "Liam: I believe sally spectra is your name, too.",
        "Sally: [ Sighs ] I am sure your father has something to say about this.",
        "Liam: My father took a leave of absence, and I'm in charge now. And, yeah, this is real.",
        "Sally: Seriously?! I own a piece of downtown L.A.?",
        "Liam: The building, the property, all of it -- it's yours, sally.",
        "Liam: I do not have a thing for sally spectra. I'm trying to right a wrong.",
        "Wyatt: Oh, ri-- that's what you're all about these days -- righting wrongs with, uh, company policy.",
        "Liam: Wyatt, we can afford to be generous. We rake in hundreds of millions of dollars in profit every year.",
        "Wyatt: Not if you keep giving it away, dummy! You -- you're just -- you're more of like a robin hood as opposed to, like, a caped crusader type of C.E.O., 'Cause I know that's probably what you're visualizing right now. But I'm gonna go on the record right here. I totally disagree with your approach, and dad will, too, and when he comes back, rest assured he is going to make you pay for everything.",
        "Ridge: Does that surprise you?",
        "Steffy: Hearing that you want brooke back? No. Though I have to admit, part of me just can't stop thinking about bill -- everything that he's been through.",
        "Ridge: Why? What -- what are you not telling me? What did bill do?",
        "Steffy: I mean, he's my father-in-law, and he's not perfect, but... you're not gonna like me saying this. But bill does love brooke. And he'll do everything he possibly can to get her back.",
        "Bill: Brooke, I fell in love with you, pursued you relentlessly because I never met anyone like you -- a woman who could be my equal, who would challenge me, who would support me unconditionally... until I made it impossible for you not to. I should have thought everything through. I mean, if I had, then, of course, I would have realized that you would be appalled by my behavior, appalled by your husband standing in front of you, trying to justify the unjustifiable. I mean, it's no wonder you walked away. But I'm gonna do everything i can to make it right. Losing my company... losing my son's respect, losing your respect -- it's opened my eyes in a way that nothing ever has. And I don't mean to say that i can become a saint or anything close to it. But what I can do, what I can promise you, is that I will do everything in my power to be worthy of a woman like you... a woman that I'm blessed to call my wife. We can get through this together together. We can, and we will. What are you doing? I want you to come home with me, brooke. Don't take that ring off. Don't even think about taking off your wedding ring."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=cxWuT83Zj_4"
}