{
    "Episode Summary": [],
    "Recap": [
        "Brooke and Nick awaken in her bedroom. He assures her again that what happened with Ridge was not her fault and that he will make sure that nothing like that ever happens to her again. Ridge tells Stephanie what happened between him and Brooke. Stephanie cannot believe that he couldn't tell that Brooke was under the influence, but even more, she can't understand why Ridge still wants her. Ridge also fills Stephanie in on Megan's involvement with Massimo and what the two of them did to set Jackie up to be arrested. Stephanie warns Ridge that Nick will want revenge.",
        "After Nick leaves, Bridget comes to see Brooke. Brooke tells Bridget that Nick believes that she didn't want to sleep with Ridge. Bridget cautions her mother about Nicks' temper, and he may do just about anything to get back at Ridge. Brooke wants to know why Bridget isn't in Italy, Bridget vaguely tells her that something came up. At Marone, Moss wants to know why the shareholders are there. They explain that they have received an affidavit from Megan confessing to assisting Moss in setting Jackie up. Nick walks into the room and tells Moss that because of what he did Marone is in danger. The shareholders ask Moss to resign and request that Nick take over. Nick happily accepts and as Moss is escorted out, he vows that he will be back. Ridge arrives and is surprised to see Nick in Massimo's' office. Nick tells him that he is CEO now and that Moss was forced to resign. Ridge threatens Nick that the war between them is just beginning. Nick tells him to GET OUT !  "
    ],
    "Recap Author": "Terri",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nick: So it's all set? I want this to go quick, and I want it to be clean.",
        "Brooke: Nick?",
        "Nick: Hey. I'm right here.",
        "Brooke: Last night was beautiful.",
        "Nick: Yes, it was.",
        "Brooke: I was afraid you weren't gonna believe me about Ridge. And when you walked out of the cabin, I wasn't sure if you were coming back.",
        "Nick: Remember, I'm not going anywhere.",
        "Brooke: I feel so safe with you.",
        "Nick: You are safe.",
        "Brooke: I promise you, we are not going to have one trauma after the next.",
        "Nick: You are not responsible for what happened to you.",
        "Brooke: I know, but --",
        "Nick: Brooke, you've got a man that stands up for you. And I am gonna do whatever it takes to make sure that this never happens to you again.",
        "[SCENE_BREAK]",
        "Ridge: How's Felicia?",
        "Stephanie: She's getting stronger every day.",
        "Ridge: Thanks to you.",
        "Stephanie: Well -- you know, there isn't anything that I wouldn't do for you kids.",
        "Ridge: You -- you protect us, don't you?",
        "Stephanie: I try to. I don't always agree with every choice that you make. I know why you're here. You want to get into the new promotional campaign. Let me just buzz Megan. Get her upstairs.",
        "Ridge: Megan doesn't work here anymore.",
        "Stephanie: She resigned? You know, I have to tell you I'm not surprised. We talked a long time the other day. And she told me she just wasn't happy.",
        "Ridge: Megan got caught up in something.",
        "Stephanie: Really? All she told me was that she was dating somebody new.",
        "Ridge: Massimo used Megan to frame Jackie.",
        "Stephanie: This tax fraud and money laundering --",
        "Ridge: It's all fake. Apparently, Megan planted a bunch of false evidence in Jackie's computer.",
        "Stephanie: Why would Megan do that?",
        "Ridge: Because Massimo wanted to get Nick's attention.",
        "Stephanie: So he had his mother thrown in jail?",
        "Ridge: He wanted Nick to back off, respect my relationship with Brooke.",
        "Stephanie: You think I'm manipulative?",
        "Ridge: Massimo swore to me that he wasn't involved in this.",
        "Stephanie: Well, you believe what you have to believe about him. When are you going to get over this obsession with Brooke?",
        "Ridge: She's the mother of my son.",
        "Stephanie: Now you sound like Massimo. Justifying everything that you do. Thank god this scheme of his fell apart. You and Brooke aren't together again?",
        "Ridge: No, Mother. We're not together again. But we did sleep together.",
        "Stephanie: Oh, I'll alert the media.",
        "Ridge: Nick thinks I raped her.",
        "[Stephanie laughs]",
        "Stephanie: What?",
        "[SCENE_BREAK]",
        "Massimo: Well, well, well, well, well. Vijay, Suzanne, Rinaldo -- to what do I owe this unexpected pleasure?",
        "Vijay: I called the meeting, Massimo.",
        "Massimo: All right, fine. What is it about?",
        "Vijay: This was faxed to us last night.",
        "[Massimo sighs]",
        "Massimo: Megan Conley.",
        "Suzanne: You're acquainted with Ms. Conley?",
        "Massimo: \"While I take full responsibility for my actions, it was Mr. Marone who provided false evidence against her as well as specific instructions to plant said evidence in Mrs. Marone's personal computer with the express purpose of having her arrested and prosecuted for federal tax fraud and money laundering.\" Outrageous.",
        "Vijay: Is it true?",
        "[SCENE_BREAK]",
        "Brooke: Nick, if you go after Ridge and your father, it's never going to end. We're together now, and we're happy. So don't let this need for revenge change that.",
        "Nick: It's not revenge, Brooke. We call it justice.",
        "Brooke: Nick, please.",
        "Nick: You trust me?",
        "Brooke: You know I do.",
        "[SCENE_BREAK]",
        "Stephanie: Nick thinks you what?",
        "Ridge: Took advantage of Brooke.",
        "Stephanie: Did she tell him that?",
        "Ridge: No, she didn't. Look, she took a bunch of tranquilizers, Mother. I didn't know that.",
        "Stephanie: Wait a minute. She's not crying rape?",
        "Ridge: No, she's not. Brooke is not at fault here. I'm the one that made the mistake, okay?",
        "Stephanie: After all the years that you two have slept together, you're telling me you got your signals crossed?",
        "Ridge: Yeah, well, it happened. I got into bed with her. What are you looking at me like that for?",
        "[Stephanie laughs]",
        "Stephanie: It's Caroline all over again. You got into bed with her.",
        "Ridge: Oh, Mother, that was a lifetime ago.",
        "Stephanie: It was your brother's wife. The only difference was it was alcohol.",
        "Ridge: We thought it was a joke back then.",
        "Stephanie: Oh, yeah, sure. You still slept with her, didn't you?",
        "Ridge: So, what are you saying? There's a pattern here?",
        "Stephanie: Caroline knew it was you. She only pretended that it was Thorne to absolve her guilt.",
        "Ridge: Yeah, well, Brooke's not pretending to be out of it.",
        "Stephanie: The point being it's your brother's wife. When he found out -- when Thorne found out it almost destroyed the family. Now Nick -- for god sakes. You've slept with the woman he's in love with?",
        "Ridge: He knows that Brooke forgave me.",
        "Stephanie: Oh, good. That's only gonna make him all the more dangerous. What, is she pitting you against one another?",
        "Ridge: Why would she do that?",
        "Stephanie: Oh, come on. That is so typical of Brooke. Excitement. The reassurance that she's still worth fighting for.",
        "Ridge: No, no, no, Mother. She loves me. Look, don't worry about it. We're going to work all of this out. Okay?",
        "[SCENE_BREAK]",
        "Bridget: Mom?",
        "Brooke: Honey.",
        "Bridget: Hey. I hope you don't mind. Catherine said you hadn't come downstairs yet. Just really wanted to see if you were okay.",
        "Brooke: Yeah. You know what happened?",
        "Bridget: Yeah, I came by to see you yesterday and Taylor said you had to go up to Big Bear.",
        "Brooke: I'm sure that's not all she said.",
        "Bridget: She said that you slept with Ridge.",
        "Brooke: Yes, but there were extenuating circumstances.",
        "Bridget: Mom, since when have you been on all this medication?",
        "Brooke: Honey, it was just anxiety pills. What else did Taylor say?",
        "Bridget: She said you didn't want it to happen.",
        "Brooke: No, I didn't. But Ridge didn't know that.",
        "Bridget: Mom, how could he possibly not know that?",
        "Brooke: He didn't realize that I was that out of it. He just thought that --",
        "Bridget: What, that you were just being coy?",
        "Brooke: He apologized and I forgave him.",
        "Bridget: Taylor also said that Nick found out.",
        "Brooke: Yes, thanks to Taylor.",
        "Bridget: He must've been really devastated.",
        "Brooke: He was angrier than I've ever seen him.",
        "Bridget: What happened?",
        "Brooke: Well I think if I didn't get up to Big Bear when I did, Nick would have tried to kill Ridge.",
        "Bridget: Is he okay? I mean, was he gonna stay with you?",
        "Brooke: Yeah, he is. We talked everything out. He knows that he's the one I love.",
        "Bridget: Good. I think it's probably time that, you -- you know, stop telling him and you can just show him how much you love him.",
        "[Brooke sighs]",
        "Brooke: Honey. I already did.",
        "[SCENE_BREAK]",
        "Vijay: These are serious charges, Massimo.",
        "Massimo: Ridiculous.",
        "Suzanne: Do you deny having an affair with Ms. Conley?",
        "Massimo: Of course not.",
        "Rinaldo: She claims you coerced her.",
        "Massimo: To help destroy my ex-wife. My generosity to Jacqueline is a matter of public record.",
        "Suzanne: As is the scandal surrounding your divorce.",
        "Massimo: My relationship with Ms. Conley ended recently. Obviously not well.",
        "Vijay: So she's lying?",
        "Massimo: Let's say she's reacting like a woman scorned.",
        "Suzanne: Is she lying?",
        "Massimo: She did not write this letter. She couldn't have. It is riddled with legalese.",
        "Rinaldo: You're telling us the letter is forged?",
        "Massimo: I'm telling you that she had help from my son, Dominick. This is a family matter and it is to be handled as a family.",
        "Nick: I really think we ought to deal with this now. We are a publicly traded company, right? With an obligation to disclose any behavior that could pose a threat to the future of Marone Industries.",
        "[SCENE_BREAK]",
        "Ridge: Brooke and I will be together.",
        "Stephanie: Why? Why do you still want to be with her?",
        "Ridge: Because I love her.",
        "Stephanie: Oh, my god. Even after this fiasco?",
        "Ridge: Mother, she knows I didn't intentionally mean to take advantage of her.",
        "Stephanie: You know, I think she's mentally disturbed. Honest to god. Why can't you see this? I don't understand. Why do you let her put you through this? It's so insulting.",
        "Ridge: Mother, I married her. I promised to love and honor her forever, and then I walked out on her. I want to make sure that never happens again.",
        "[SCENE_BREAK]",
        "Brooke: Last night, when we were up in the cabin, Nick and I, we --",
        "Bridget: You know, Mom, it's okay.",
        "Brooke: Honey, I promised you that we would wait until your divorce was final.",
        "Bridget: Well, my marriage to Nick is clearly over. So the divorce is just a technicality.",
        "Brooke: Do you really feel that way?",
        "Bridget: You know, Mom, I'm doing exactly what I said I was going to be doing, and I'm moving on.",
        "Brooke: With Dante?",
        "Bridget: He's a really, really good man.",
        "Brooke: And he really adores you. You make a wonderful family. I thought you were going to Italy?",
        "Bridget: Well, that trip got delayed.",
        "Brooke: Why? What happened?",
        "Bridget: Nothing. You don't need to worry about it.",
        "Brooke: My god, it wasn't because of me, because of my fragile state?",
        "Bridget: No.",
        "Brooke: I threw those pills away.",
        "Bridget: No, mom, mom, mom, mom, no. No, it's not. But still, you have a lot on your plate, you know, between granddad being here and Ridge, and Nick going ballistic, it --",
        "Brooke: He wanted me to file charges.",
        "Bridget: Rape charges?",
        "Brooke: He couldn't understand why I wouldn't.",
        "Bridget: Well, because Nick wants you to be as furious at Ridge as he is.",
        "Brooke: Ridge has hurt me before, but he would never deliberately do something to take advantage of me.",
        "Bridget: Does Nick still think you have feelings for Ridge?",
        "Brooke: I promised him I didn't.",
        "Bridget: He just didn't believe you?",
        "Brooke: Well, I wasn't sure at first. But eventually, he came around.",
        "Bridget: Well, I'm sure whatever happened up in Big Bear was supposed to happen. So, you're okay?",
        "Brooke: Yeah. We're okay.",
        "Bridget: You're just worried about Nick?",
        "Brooke: He feels betrayed -- by his father, by Ridge. He wants revenge.",
        "Bridget: God help Massimo and Ridge.",
        "[SCENE_BREAK]",
        "Massimo: Dominick, what are you doing?",
        "Nick: As one of the senior officers of this company, I have a responsibility to our shareholders.",
        "Massimo: This is not the way to handle this.",
        "Nick: I asked Ms. Conley to put in writing exactly what she told me to my face -- that the founder and CEO of Marone Industry personally orchestrated the framing of my mother, one Jacqueline Marone. And Ms. Conley is willing to testify under oath in a court of law. Now, do you realize what this means? Do you understand what kind of hit Marone Industry could take here? Which is why I called this emergency meeting.",
        "Massimo: This company has never been stronger.",
        "Vijay: Then why would you put it at risk?",
        "Massimo: Have any charges been brought against me? No. Has Ms. Conley made any allegations outside of her ghostwritten confession? No.",
        "Nick: And she won't. I assured Ms. Conley that the board would take appropriate action.",
        "Massimo: Duly noted. Now, if you would all excuse me.",
        "Vijay: We need you to step down, Massimo.",
        "Massimo: Step down?",
        "Vijay: Resign. Effective immediately.",
        "Massimo: Vijay, you can't be serious.",
        "Vijay: The situation is untenable.",
        "Massimo: This is Marone Industries. I built this company with my own two hands. Hmm? And a Marone will always be in charge.",
        "Vijay: We're hoping your son will take over.",
        "Massimo: Dominick?",
        "Rinaldo: He is a Marone.",
        "Suzanne: He's certainly qualified.",
        "Nick: I accept.",
        "Vijay: Excellent. Then this meeting is adjourned.",
        "Massimo: So, you think you've won, huh? What do you think's gonna happen when I come charging back? I'm never going to forgive you for this. Nice touch. I'll be back.",
        "[SCENE_BREAK]",
        "Brooke: Nick is a reasonable man, Bridget.",
        "Bridget: Yeah, but he thinks his brother raped you. And you're not doing anything about it.",
        "Brooke: I told you --",
        "Bridget: I know, I know. Ridge would never force himself on any woman. I know that, and you know that. But this is Nick we're talking about. Mom, with Nick, rules just don't always apply.",
        "[SCENE_BREAK]",
        "Ridge: I heard there was a board meeting.",
        "Nick: It's over.",
        "Ridge: Where's Massimo?",
        "Nick: Gone.",
        "Ridge: Early lunch?",
        "Nick: Yeah.",
        "Ridge: Want to tell me what's going on? Megan confessed?",
        "Nick: The board takes a dim view on that sort of thing -- distortion, conspiracy.",
        "Ridge: You did this? Get out of his office.",
        "Nick: It's not his office. And you're no longer welcome here.",
        "Ridge: You don't have the authority.",
        "Nick: The board says I do. I'll send you a copy of the minutes.",
        "Ridge: You think this is going to square things?",
        "Nick: It'll never be squared.",
        "Ridge: He'll be back.",
        "Nick: You're next.",
        "Ridge: Careful, Nick. Your desperation's showing. You might want to loosen the collar a bit. It's cutting off oxygen to your brain.",
        "Nick: You had her and you lost her, Forrester. And there's nothing you can say or do to get her back.",
        "Ridge: Well, when she does come back to me, you're going to look pretty foolish, aren't you?",
        "Nick: I know I'm a bit dressed up today, but if you're not out of the building in five minutes, I'll throw you out.",
        "Ridge: This isn't over, Nick. It's just beginning."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=8O7Alz5yaPM"
}