{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        " Whip: \r\nLook, I'm telling you. The Ambrosia line is the biggest thing to hit Forrester \r\ncreations in a long, long time. And this show has got to reflect that. Well, I \r\nwant you to send me your best girls. You know what I'm looking for, right? Yes. \r\nYes, yes, all right. Well, send them over as soon as you can. All right. Yeah, \r\nciao. Woo! What are you staring at, bartender? ",
        " Deacon: You are slick, \r\nman. I gotta hand it to you. You're slick. ",
        " Whip: Well, what can I \r\nsay? I'm good at what I do. ",
        "Deacon: Oh, hey, yeah. \r\nYou're a talented guy, all right. You know, I suppose I probably would've bought \r\nit if I didn't know Brooke so well. ",
        " Whip: What are you \r\ntalking about? ",
        " Deacon: Your honeymoon.\r\n",
        " Whip: Oh, man. Are you \r\nstill obsessing about that? ",
        " Deacon: No. No, not at \r\nall. Because I know that you didn't have sex with Brooke. ",
        " Whip: Well, she said that \r\nwe did. ",
        " Deacon: But you and I \r\nknow that isn't exactly true, now is it? ",
        " Whip: You know what, \r\nDeacon? It doesn't matter what you think. The fact is, Brooke is sending you a \r\nmessage, pal. Her future is with me. Me and our baby. ",
        " Deacon: Hey! Scumbag, you \r\nget one thing straight. That child is mine, mine and Brooke's. Not yours. \n",
        " Whip: Don't lose you \r\ntemper, Deacon. 'Cause after all, Bridget might walk in, right? You know what? \r\nAs a matter of fact, she's not coming to work today, because I believe she's \r\nthrowing a baby shower for my wife. What fun. Imagine all of the Forrester women \r\nsitting around celebrating the birth of our baby. I'm sure Brooke's having the \r\ntime of her life. ",
        "\r\n**************************************************************************************",
        " Bridget: There you go.\r\n",
        " Stephanie: Thank you very \r\nmuch. ",
        " Bridget: Hey, everybody! \r\nIt's time for mom to open her presents. ",
        " Kristen: Yea! ",
        " Brooke: There are so \r\nmany. ",
        " Bridget: I know. Okay. \r\nThis one is from me.  ",
        "Brooke: Okay, let's see \r\nwhat's in here. Oh! It's a baby monitor. ",
        "Bridget: Mm-hmm. The other \r\none is upstairs with the rest of your presents. ",
        " Brooke: Oh, you didn't.\r\n",
        " Bridget: I couldn't \r\nresist. ",
        " Kristen: What a gorgeous \r\ncrib. ",
        " Brooke: It's so \r\nbeautiful, honey. Thank you. ",
        " Bridget: Yeah, only the \r\nbest for my little brother or sister. ",
        " Megan: Brooke, this is \r\nfrom all the girls in the office. ",
        " Brooke: Oh, they didn't \r\nhave to get me anything. ",
        " Megan: Are you kidding? \r\nYou always remember our birthdays. And we wanted to do something really special \r\nfor you. ",
        "Brooke: Oh, this is for \r\nfive in-home massage treatments. That's great! ",
        " Taylor: That is a great \r\nidea. ",
        " Megan: Yeah, I thought \r\nso. Well, I have known you for a really long time, Brooke. And I know how hard \r\nyou work, and the enormous sacrifices that you've made in your life. And it's \r\ntime for you to put your feet up and be pampered. And you've earned it. This is \r\na new beginning for you. It is, and I just want you to relax and really enjoy \r\nit. ",
        "\r\n******************************************************************************************",
        " Deacon: I don't get what \r\nyou're being so smug about. This is a baby shower. ",
        " Whip: It's a turning \r\npoint. ",
        " Deacon: What, a bunch of \r\nwomen giggling over finger sandwiches and baby blankets? ",
        "Whip: Not just any women, \r\nDeacon. These are the Forrester women, you know? Bridget, Taylor, Kristen, \r\nStephanie. ",
        " Deacon: So what? It's her \r\nfamily. ",
        " Whip: Stephanie has never \r\nconsidered Brooke family. This is, until today. Today, she's honoring Brooke and \r\nher baby by attending this shower. ",
        " Deacon: Hey, chief, I've \r\ngot a little news flash for you -- the only reason that Stephanie's attending \r\nthis shindig is because Bridget begged her to. ",
        " Whip: Look, you know -- \r\nyou just don't get it, do you? Brooke is moving on. She is committed to our \r\nmarriage. Even Stephanie sees that. That is why she's attending this shower, \r\nokay? She sees that Brooke is doing the right thing, and she wants to reward her \r\nfor it. ",
        " Deacon: Wait a second, \r\nlet me get this straight. Spending the afternoon with that judgmental hag is a \r\nreward? ",
        " Whip: Well, maybe not to \r\nyou. But it means a hell of a lot to Brooke. And to Bridget. And dare I say, \r\nbecause of me, Brooke is finally gonna get the respect that she deserves. \n",
        " Deacon: Hey, get this \r\nthrough your head. This has nothing to do with you. ",
        " Whip: No? Tell me, \r\nDeacon, do you think anybody would be attending this party if they knew that the \r\nbaby inside Brooke was yours? Would your wife be throwing it? Look, face it, \r\nman, Brooke needs me. She needs this marriage. And this afternoon, she's gonna \r\nsee that more clearly than ever. ",
        "Deacon: Oh, she's just \r\ngonna have this huge revelation that the baby shower. ",
        " Whip: Look, don't \r\nunderestimate the power of positive reinforcement, my friend. She is gonna be \r\nsurrounded today by smiling faces, just like on our wedding day. Bridget is \r\ngonna be grinning from ear to ear. Even Stephanie is gonna be on her best \r\nbehavior. Hell, she might even have something nice to say. How long has she \r\nwaited for that? How many years has she wanted that woman's respect? ",
        " Deacon: Man, you -- you \r\nare unbelievable. Somehow in this twisted, little mind of yours, you've \r\nconcocted the fantasy that you and Brooke are birds of a feather. Hey, Whipple, \r\nyou ain't nothing like Brooke. And as far as respect goes, pal, it has to be \r\nearned, not given. You see, Brooke isn't some little brownnoser like you. She \r\nmakes her own decisions. She doesn't -- she doesn't change her life for anybody.\r\n",
        " Whip: Yeah, as usual, you \r\nseem to be ignoring one important variable in this equation, Deacon. That's \r\nBridget. See, Bridget wants this marriage to last. Bridget is excited about this \r\nbaby. She's so excited, she's throwing a party to celebrate. How do you think \r\nthat's gonna affect Brooke, huh? Seeing her daughter so happy, so hopeful and so \r\nproud, hmm? This is the end of the line, Deacon. There is no way Brooke is gonna \r\nbetray Bridget now. ",
        "\r\n*****************************************************************************************",
        " Brooke: Oh, Kristen. This \r\nis great! ",
        " Kristen: Oh, I'm glad you \r\nlike it. ",
        " Brooke: I'm sure the baby \r\nwill love it, too. ",
        "Kristen: Oh, I hope so.\r\n",
        "Bridget: Okay, one more.\r\n",
        "Stephanie: That's from me.\r\n",
        "Brooke: Oh, Stephanie, I \r\ndon't know what to say. ",
        "Taylor: What a lovely \r\ngift, Stephanie. ",
        "Kristen: Really, how \r\nthoughtful, Mother. ",
        "Brooke: Thank you. I love \r\nit. ",
        "Stephanie: Oh, well, good. \r\nI'm glad you do. I know everybody was certainly surprised when I walked in here \r\ntoday. Considering our past efforts of trying to make peace with one another. \r\nBut you know what I realized? Baby showers aren't about the past. Babies are \r\nabout the future. As Megan just said, \"new baby, new beginning.\" And Brooke, you \r\nare always going to be the same person. You're not gonna change. You're always \r\ngonna get yourself into situations. Always have, always will. But no matter how \r\npreposterous they may be, one thing you are -- a good mother. You've always put \r\nyour children's needs above your own. And I respect you for that. The reason I \r\ngave you the book -- and I thought about it -- was that I was hoping that every \r\ntime you might write down a little note -- the baby's height weight, all those \r\nthings, little stories -- you'd really stop and think and understand what a \r\nwonderful life you have. What a wonderful family. A future. A new beginning with \r\nWhip and the baby. ",
        "\r\n****************************************************************************************",
        "Deacon: Do you honestly \r\nbelieve that this is gonna work? What, a couple presents and Brooke's gonna \r\nforget that I'm the father of this baby? ",
        " Whip: In order to protect \r\nBridget, she'll -- ",
        " Deacon: I wanna protect \r\nBridget, too! She's my wife! Hell, I don't wanna see her hurt. But going on with \r\nthis ridiculous charade, that's not the answer. ",
        " Whip: Okay, my marriage \r\nis not a charade. ",
        " Deacon: Oh, please. Whip, \r\nlisten to me. You are only prolonging the inevitable here. ",
        " Whip: Oh, yeah? No, \r\nDeacon. You are, okay? You keep talking about the truth, right? The truth? The \r\ntruth that's gonna come out? Guess what, truth has come out. That's the truth, \r\nDeacon. Brooke doesn't want you. Brooke doesn't want anybody to know that you \r\nare the father of this child, okay? That is the truth. So get it through your \r\nthick skull, and shut the hell up, because nobody is listening to you. \n",
        " Deacon: Maybe not. But \r\nsomehow I feel there's gonna be a time when you're gonna wish you had. \n",
        "\r\n*******************************************************************************************************",
        " Erica: Oh, no, no, no, \r\nEric, sweetie. That's not a toy, okay? Put it down, let's play with something \r\nelse. ",
        " Brooke: Well, here's the \r\nnursery. ",
        " Erica: Oh, wow. It \r\nactually works. Here, let's listen. Oh, they're upstairs in the nursery, \r\nsweetie. ",
        " Kristen: Brooke, really, \r\nI love what you've done with this room. ",
        " Stephanie: It's \r\nwonderful. ",
        " Taylor: Oh, look, here's \r\nthe crib. ",
        " Brooke: Yes, everything \r\nis so perfect. Everything -- the crib, the baby monitor, the party. Thank you.\r\n",
        " Bridget: Oh, it was my \r\npleasure. ",
        " Megan: It was wonderful, \r\nBridget. It really was. You did a great job. And thank you for inviting me.\r\n",
        " Bridget: Oh, I'm just \r\nglad you could be here. ",
        " Megan: Well, I wish I \r\ncould stay, but I have to get back to the office. ",
        " Brooke: Oh, that's too \r\nbad. Well, thanks for coming. ",
        " Megan: Are you kidding? I \r\nwould never miss this. Well, bye, everybody. It's good to see you. ",
        " Brooke: Bye-bye. I'm so \r\nlucky -- to have all of you in my life. And this baby's lucky, too. Especially \r\nto have you, Bridget. ",
        " Bridget: No, mom. I'm the \r\nlucky one. I know that we've had our problems, and we've been through some \r\ndifficult times. I think it's always like that with mothers and daughters. But \r\nthese past few years, it's like all of that tension and friction has just \r\nstarted to disappear. We've both changed so much. I've grown up. And so have \r\nyou. I feel like -- oh, I feel like we're so more than mother and daughter now. \r\nWe've become friends. And I am so grateful for that. It's a wonderful gift to \r\nknow your parents. I mean, to really know them as people. To admire and respect \r\nthem. And to know that you can trust them the way I trust you. Mom, you are the \r\none sure thing in my life. No matter what, I know I can always count on you. I \r\nmean, yeah, that might sound silly. But there was a time when I didn't know if I \r\nwould ever be able to say that to you. I didn't think I would ever understand \r\nyou and that we'd get to this point. But here we are. And I am so grateful. I am \r\nso proud, mom. I can't tell you how happy you've made me. ",
        " Brooke: You don't have \r\nto, sweetheart, 'cause I know. I know. Oh, baby. ",
        " Bridget: I love you, mom.\r\n",
        " Brooke: Oh, I love you, \r\ntoo. ",
        " Erica: God, that's so \r\nbeautiful. You're so lucky, sweetie. Nothing bad could ever happen to you in a \r\nfamily like this. ",
        " Brooke: Well, thank you \r\nfor organizing the shower. I had a great time. ",
        " Bridget: Oh, it was no \r\nproblem. ",
        " Brooke: Are you sure you \r\ndon't want to stay? ",
        " Bridget: Well, I was \r\ngonna run by the office and tell Deacon about the party, but if you want some \r\ncompany -- ",
        " Brooke: Oh, no. No. Go \r\nsee your husband. ",
        " Bridget: Okay. \n",
        " Taylor: Thanks, Brooke. \r\nWe had a lot of fun. We're taking this for the kids. ",
        " Brooke: Oh, good. Thank \r\nyou for coming and bringing all those wonderful presents. I love them all.\r\n",
        "Kristen: Oh, honey, you're \r\nwelcome. I had a great time. Thank you. Bye. ",
        " Stephanie: Good-bye.\r\n",
        " Brooke: Good-bye. Thank \r\nyou for the baby book. I can't wait to start filling it. ",
        " Stephanie: Well, you're \r\ngoing to have a great baby, aren't you? You have a lot to look forward to, \r\nwonderful things to look forward to. Wonderful things to be grateful for. I know \r\nthat you and Whip are going to give this baby a great life. Good-bye. \n",
        "Brooke: Good-bye. Thanks \r\nfor coming. See you soon. ",
        " Stephanie: Okay. \n",
        " Erica: Did you want any \r\nhelp cleaning up, Mrs. Jones? ",
        " Brooke: No, thank you, \r\nErica. ",
        " Erica: This was an \r\namazing party. ",
        " Brooke: Yes, it was. It \r\nreally was. ",
        "\r\n*******************************************************************************************",
        " Megan: Whip? ",
        " Whip: Oh, good, you're \r\nback. ",
        " Megan: Yeah, I got your \r\nmessage. What's up? ",
        " Whip: Yeah, um, did you \r\nsee Deacon? ",
        "Megan: Where? What do you \r\nmean? ",
        " Whip: Well, at the house? \r\nAt the shower? ",
        " Megan: No, why would he \r\ngo to the shower? ",
        " Whip: To start trouble, \r\nas usual. I just don't get it, Megan. Why can't he leave Brooke alone? I mean, \r\nshe's made her decision. She's determined to keep this secret from Bridget.\r\n",
        " Megan: And so is he, \r\nWhip. Whip, seriously, would you not worry? Even if Deacon did go over to the \r\nhouse, nothing is gonna happen. I saw Brooke today. She is not gonna do anything \r\nto jeopardize her relationship with Bridget. Okay? There's absolutely nothing to \r\nbe concerned about. ",
        "\r\n********************************************************************************************",
        " Deacon: Brooke. \n",
        " Brooke: What are you \r\ndoing here? ",
        " Deacon: I was -- I was \r\njust looking for Bridget. You know, I didn't figure she'd get filled up on those \r\nlittle cream cheese sandwiches with the crust cut off. So I think I'll take her \r\nout to lunch. ",
        " Brooke: Well, she went to \r\nfind you at the office. ",
        " Deacon: Oh. So was it \r\nfun? ",
        " Brooke: Yeah. Yeah, it \r\nwas incredible. I mean, I know it was just a party, but it helped me realize how \r\nimportant my relationship is with Bridget. She's really an amazing girl. \n",
        " Deacon: Yeah. Yeah, she \r\nis. ",
        "\r\n*************************************************************************************************",
        " Bridget: Deacon? Erica. \r\nHey, have you seen Deacon? I passed him driving down the hill. ",
        " Erica: No, I haven't.\r\n",
        " Bridget: Well, he must be \r\naround here somewhere. His car's still in the driveway. ",
        " Erica: Well, I'll call \r\nyou if we see him by the pool. ",
        "Bridget: Okay, thanks.\r\n",
        " Erica: All right. Oh, \r\nlet's go. Your suit's in the cabana. Ready? ",
        " Bridget: Have fun. \n",
        " Erica: All right, bye.\r\n",
        " Bridget: Bye. ",
        "\r\n********************************************************************************************************",
        " Brooke: The things that \r\nBridget said, they were so beautiful, Deacon. ",
        " Deacon: She loves you, \r\nBrooke. ",
        " Brooke: And I love her, \r\ntoo. Her happiness means everything to me. ",
        " Bridget: Deacon's \r\nupstairs talking to mom. ",
        " Brooke: And if you want \r\nto catch her for lunch, you better call her on her cell phone before she gets to \r\nthe office. ",
        " Bridget: Oh, he's so \r\nsweet. I should go up and surprise him. ",
        " Deacon: Brooke, while I \r\nhave you alone here, I want to talk to you for a second. ",
        " Brooke: I don't think \r\nthere's anything else to talk about. ",
        " Deacon: I just wanna \r\ntalk. I know that these last couple months have been real difficult for you. \r\nThey've been difficult for me, too. You know, the last time I was in this house \r\nwas the day that you were getting married. I don't think that I'm ever gonna \r\nforget that day. And I swear, I didn't think you were gonna come down those \r\nstairs. And when you did -- ",
        " Brooke: Oh, let's not get \r\ninto that. ",
        " Deacon: Well, wait a \r\nsecond. I know you don't want to get into this. I mean, but call me crazy. Whip \r\nis not the guy for you! No, you deserve better. This child deserves better.\r\n",
        " Brooke: Whip is going to \r\nbe a good father and a good husband. ",
        " Deacon: How can you trust \r\nthis guy? Are you forgetting how all this started? The guy saw an opportunity, \r\nseized it, and in front of a group of people, arbitrarily decided to tell them \r\nthat he was the father of this child. ",
        " Brooke: Okay, so that's \r\nhow it started. But now we're married, and we're committed to each other. \n",
        " Deacon: Brooke, I know \r\nthat you think this guy cares about you. Hell, maybe he does. I don't know. But \r\nyou be honest with yourself. You know damn well that he will never love you. Not \r\nnearly as much as I love you, Brooke. ",
        "[ Deacon's words echo ]\r\n",
        " Deacon: Not nearly as \r\nmuch as I love you, Brooke. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=z5WuVY_3L50"
}