{
    "Episode Summary": [],
    "Recap": [
        "At Forrester, Ridge is puttint the finishing touches on the lingerie for the fashion show when Stephanie shows up. Ridge complains to her about Nick. Stephen calls Taylor from Marrone and tells her that Stephanie is telling everyone that they slept together. Just as Stephen is asking her if they can remain friends. Taylor tells him that there is someone at the door and she will call him later. Taylor opens the to find Brooke there, who apologizes to Taylor for her father's behavior. Nick enters his office and finds Stephen there and immediately berates him for sleeping with Taylor and then Jackie. Stephen tells Nick that a bigger concern is the fashion show that Ridge is planning and Brooke's involvement. Taylor tells Brooke that her involvement with Stephen had nothing to do with the stock. Stephen continues to warn Nick about the danger of the upcoming fashion show to his relationship with Brooke. Ridge shows Stephanie his plans for wooing Brooke back during the fashion show with a kiss at the finale, but Steph is wary.",
        "Taylor assures Brooke that her relationship with Stephen is over and warns her not to trust Stephanie's turnaround. Ridge calls Brooke on her cell and asks her to come in for a fitting and she agrees as taylor gives her a knowing look. Stephen warns Nick not to let Stephanie divide and conquer the two of them. When she arrives at Forrester, Brooke calls Nick to tell him she is there for a fitting and wonders how he feels about it. Nick tells her that it's ok. Brooke walks into Ridge's office and he hands her the lingerie to try on. Alone, Taylor reminisces about the good and bad times with Ridge and wonders who she has become without him. Stephen is appalled when Nick tells him that Brooke is in a fitting with Ridge. In Ridge's office, Brooke reluctantly models the lingerie for Ridge. Ridge seductively adjusts the lingerie, complimenting Brooke on her beauty. Ridge shows her the poster for the theme of the fashion show -- THE POWER OF A KISS. Brooke is shocked to learn the new bedroom line has been totally approved of by Stephanie. Ridge tells her that the fashion show will be a day they will remember for the rest of their lives."
    ],
    "Recap Author": "Terri",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: I think that little adjustment made this absolutely perfect. Girls, we're done. Great work. We're gonna knock'em dead tomorrow. Thank you. Hey, what do you think?",
        "Stephanie: I think it's really sexy and I think we're going to sell like mad. And I also think you should go home and rest.",
        "Ridge: Too pumped up.",
        "Stephanie: That's what I'm worried about. Honey, you've got to take care of yourself. Look, it's not just the show, you got your sister's wedding. She' never forgive you if you collapse on her happiest day in her life.",
        "Ridge: Serve her right for dying on my wedding day.",
        "Stephanie: Siblings.",
        "Ridge: Do we think this wedding's even going to happen? Five minutes ago, Dante was, what, making a life with Bridget.",
        "Stephanie: I know. I'm worried about it. But I'm worried about you.",
        "Ridge: Don't worry. I know what I can handle and what I can't.",
        "Stephanie: Honey, it's all going to work out with Brooke.",
        "Ridge: Brooke's not the problem. It's Nick. Can you believe that S.O.B.? Asking her to fire us from our own company?",
        "Stephanie: Yes. But she didn't, thank God. Common sense prevailed.",
        "Ridge: Yeah, well, that threw him into a panic, didn't it? Tomorrow's showing will deliver the knockout punch.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Taylor: Hello?",
        "Stephen: Taylor? It's Stephen.",
        "Taylor: Hi.",
        "Stephen: Hi. I missed hearing your voice. I just wish I had a less disturbing reason for calling you.",
        "Taylor: What is it?",
        "Stephen: The word is out about us.",
        "Taylor: Hmm. Well, Stephanie's only discreet when it suits her.",
        "Stephen: She's telling everybody that I used you.",
        "Taylor: To get my stock?",
        "Stephen: Yes. I hope you know that's not true.",
        "Taylor: Do you want me to talk to her?",
        "Stephen: No, I'll handle that. Taylor, when you said that we couldn't see each other again, I was disappointed. I understood. But I would be more than upset if I thought our involvement with each other caused you any shame.",
        "Taylor: No, no it hasn't.",
        "Stephen: Good. Because I'd like us to be friends, be able to see each other.",
        "Taylor: Yes, Stephen. You're a kind, wonderful man, but --",
        "Stephen: But I'm still Brooke's father.",
        "Taylor: Yeah.",
        "Stephen: Does it count if she's not speaking to me?",
        "[SCENE_BREAK]",
        "[Door bell rings]",
        "Taylor: Someone's at my door, okay? Let me call you back later. Bye-bye. Brooke?",
        "Brooke: Oh my God, Taylor, we need to talk. I can't believe what happened to you. You and my father, that is horrifying. I'm sorry. I am so sorry. I want you to know, I had no idea what he was planning, and if I did, I would have stopped him from taking advantage of you.",
        "Taylor: Your father didn't take advantage of me. I don't see it that way at all.",
        "[SCENE_BREAK]",
        "Nick: Who let you in here?",
        "Stephen: Your secretary.",
        "Nick: Oh. Did you sleep with her, too?",
        "Stephen: All right, I deserve that.",
        "Nick: I don't know what you deserve. You seduce Taylor, you sleep with my mother. What the hell is wrong with you?",
        "Stephen: That's interesting. Something has to be wrong with me to be attracted to your mother? All right, nick, I'll be completely honest. Both are intriguing women. Taylor has told me she doesn't want a relationship. Your mother and I have made no promises to each other, but we enjoy spending time together. And I intend to spend more time with her, so you can get all worked up about that if you want or you can focus your attention where it should be -- on Brooke and whatever Ridge has planned for this fashion show.",
        "[SCENE_BREAK]",
        "Brooke: I know what kind of man my father is. He wanted your stock, so he slept with you to get it. Everybody knows that you don't just sleep around with random men. You were lonely and you were vulnerable and my sick father used you.",
        "Taylor: Brooke, I agreed to give up the stock before anything like that even ever happened. It was just a business transaction. There was no seduction required. Okay? It was later when he came over to thank me and to check on me.",
        "Brooke: Were you drunk?",
        "Taylor: No.",
        "Brooke: Did you want revenge on Ridge?",
        "Taylor: Look, I was as surprised about this whole thing as you are right now. Your father and me, I mean -- it's crazy. Never in a million years would I even think -- but, you know, he was just different than I remembered him. And he got me. He knew where I was coming from because the same thing has happened to him. He's been ostracized and used by the Forresters. You know, I've been back here for months. I've been going through absolute hell. And then I've been tossed aside by this family that I thought really loved me without the slightest regard for what I've been going through. And so, yeah, yeah, maybe I was a little bit vulnerable. I was. And I shouldn't have done it, but I did. But I do want you to know that it wasn't something cheap and it wasn't ugly.",
        "Brooke: Oh my God, Taylor. You're not involved with my father, are you?",
        "[Taylor sighs]",
        "[SCENE_BREAK]",
        "Stephen: You can't pretend this isn't happening.",
        "Nick: I know what's happening. Forrester's using his little fashion show to get closer to Brooke.",
        "Stephen: So what are you going to do about it?",
        "Nick: Nothing to do. It's going to be over tomorrow.",
        "Stephen: Why do you continually underestimate the Forresters? Stephanie gave up half her company to lure Brooke back into the fold. It's her number one priority and it had better be yours.",
        "Nick: Really?",
        "Stephen: Yes. Ridge is going to use everything in his arsenal. Every scrap of history. Every single opportunity to make an inroad with Brooke. And believe me, this fashion show is a major opportunity.",
        "Nick: To do what? She controls the company. They can't make a move without her. What exactly do you think they're going to do?",
        "Stephen: I don't know. But I can tell you, they are plotting it even as we speak.",
        "[SCENE_BREAK]",
        "Stephanie: What have you got up your sleeve?",
        "Ridge: Brooke and I are working together again, mother. We're reconnecting. There's no question about that.",
        "Stephanie: I know how much she means to you and I know how much you love her, but --",
        "Ridge: Look, I have made a lot of mistakes. Tomorrow I am wiping them away and I'm going to remind Brooke how and why we fell in love in the first place.",
        "Stephanie: \"It begins with a kiss.\"",
        "Ridge: That's the theme of the show. A tribute to our relationship.",
        "Stephanie: \"A heart was torn, but with a kiss, it was reborn.\" A tad sentimental.",
        "Ridge: There's a lot of power in a kiss, mother. A kiss can change everything. Brooke's kiss in the hospital brought me back to life. This kiss is going to bring her back to me.",
        "Stephanie: This kiss?",
        "Ridge: Tomorrow, Brooke's going to come down the catwalk in the most beautiful, sexy lingerie I have ever designed. I'll join her for the bows, and in front of the whole world --",
        "Stephanie: Oh my God, you're going to kiss her.",
        "Ridge: A kiss like no other.",
        "Stephanie: How do you know she'll go along with that?",
        "Ridge: Oh, she will. She will. It'll be a kiss to start a whole new beginning for us. And the kiss of death for Nick and Brooke.",
        "Stephanie: Life isn't a fairytale. One kiss can only do so much.",
        "Ridge: Oh, I think one kiss can do quite a lot, actually. The right time, the right circumstances.",
        "Stephanie: Just a kiss?",
        "Ridge: Mother, you don't need a hurricane to knock down a house of cards.",
        "Stephanie: Well, that's the truth.",
        "Ridge: When Nick sees Brooke's reaction, he'll go straight through the roof.",
        "[SCENE_BREAK]",
        "Taylor: It's over.",
        "Brooke: What do you mean, \"it's over\"?",
        "Taylor: Whatever it is that was going on with your father and me for those few moments -- actually, it never even started.",
        "Brooke: Good, because it's crazy.",
        "Taylor: Yes it is. It is. Your father is the last person on this earth I should be getting involved with.",
        "Brooke: I totally agree.",
        "Taylor: So there's really nothing to talk about.",
        "Brooke: Thank God, I am so relieved. When I heard about what my father did -- I can't make excuses for him anymore, Taylor.",
        "Taylor: Listen, Brooke, I know that your father caused you a lot of pain in the past. And some wounds will never totally heal, but people do change.",
        "Brooke: He hasn't.",
        "Taylor: Well, I'm sure it seems impossible, but look at Stephanie. Who would have thought that she would try to accept you into the family.",
        "Brooke: You don't think she has?",
        "Taylor: Honestly, I'm tired of all of the emotional dishonesty in that family, and that is the real reason I gave the stock back. I don't want to be a part of that. I don't know why you would either.",
        "Brooke: I'm doing business with her.",
        "Taylor: Well, I'm sure only you can figure out if the stock she gave you was not a bribe to get Ridge back with you.",
        "Brooke: It doesn't really matter, I'm engaged to Nick.",
        "Taylor: And Stephanie knows how unhappy Ridge is about that.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Brooke: Excuse me. Hello?",
        "Ridge: Hey, it's me. I need you to come in for a fitting.",
        "Brooke: Ridge, you don't need me.",
        "Ridge: Oh, but I do.",
        "Brooke: No, you have a dress form there with my exact measurements. We don't need a fitting.",
        "Ridge: I'm talking lingerie here, Logan. With so little fabric, there's no room for error. Do you really want to have a wardrobe malfunction when you're coming down the catwalk.",
        "Brooke: All right, fine. I'll be there as soon as I can.",
        "[SCENE_BREAK]",
        "Stephen: We have to be ready for anything.",
        "Nick: Easy with the \"we\" stuff, huh?",
        "Stephen: This is no time for you and me to be at odds. We both want what's best for Brooke.",
        "Nick: Maybe if you'd have kept it zipped we wouldn't be in this spot.",
        "Stephen: You want to blame me, fine. But if you do, you're playing right into their hands. Why do you think Stephanie told you about Taylor? You think she was concerned about your mother's feelings? No. She wants to divide us. To get us chasing our own tails.",
        "Nick: It doesn't mean that she has some devious plan in the works here.",
        "Stephen: What if you're wrong?",
        "Nick: Brooke can handle herself.",
        "[Elevator bell rings]",
        "[Phone rings]",
        "Nick: Yeah?",
        "Brooke: Hi. Look, I only have a minute, but I want to let you know that I'm here at Forrester because I have to do a fitting. I know how you feel about that so I'm going to be as speedy as possible.",
        "Nick: I appreciate that.",
        "Brooke: I'll be back at Marone before you know it. I love you.",
        "Nick: I love you too.",
        "[SCENE_BREAK]",
        "Brooke: Okay, Ridge. I'm here. Give it to me.",
        "Ridge: Need any help?",
        "Brooke: No.",
        "[SCENE_BREAK]",
        "Taylor: Of course you need Brooke. You always have. [Taylor sighs] There was a time when we were happy, though. We were so happy.",
        "[Taylor remembering]",
        "Taylor: We had it all. We really did. What's become of me since you've gone, Ridge?",
        "[Taylor remembering] [Taylor screaming] I don't even know who I am.",
        "[SCENE_BREAK]",
        "Stephen: Brooke is at Forresters?",
        "Nick: Not for long.",
        "Stephen: Ridge's idea?",
        "Nick: She has some sort of a fitting.",
        "Stephen: Lingerie fitting?",
        "Nick: She said that she would make it quick.",
        "Stephen: She shouldn't be there at all!",
        "Nick: If he crosses the line, she'll handle it.",
        "Stephen: Every minute she spends with him is a minute too long.",
        "Nick: Well, I don't like it any more than you do. This collection's important to her. It's her first act as CEO. Hopefully her last.",
        "Stephen: Her last?",
        "Nick: We just got to get through tomorrow.",
        "[SCENE_BREAK]",
        "Ridge: All right, come out, Logan. Let me see.",
        "Brooke: Fits perfectly.",
        "Ridge: I'll be the judge of that.",
        "Brooke: Feels fine.",
        "Ridge: Haven't even looked in the mirror.",
        "Brooke: I don't think I need to.",
        "Ridge: If you're so sure it's fine, why are you afraid to show me?",
        "Brooke: I'm not afraid.",
        "Ridge: Come on, this is important. I'll be strictly professional.",
        "Brooke: Okay, okay.",
        "Ridge: Wow.",
        "Brooke: Yeah, it's lovely. Very nice work.",
        "Ridge: Thank you. Let me just check the seams.",
        "Brooke: Quickly, please.",
        "Ridge: It's a fitting, not a lineup. Check to see if the adjustments are right, if your shoulders are pulled up to your ears. Come on, loosen up a little bit, all right?",
        "Brooke: Okay, okay. [Brooke sighs] I'm a little nervous. I haven't modeled lingerie in a very long time. Maybe we should have hired a younger spokes model or something.",
        "Ridge: You're gorgeous. Never more beautiful.",
        "Brooke: Well, that's very sweet of you to say, but I thought we were keeping this professional.",
        "Ridge: Okay, speaking professionally, this is your line, kiddo. Tomorrow, they're coming to see you.",
        "Brooke: Great. No pressure.",
        "Ridge: It's going to be fine. It's going to be fine. Look at this. I've got something to show you.",
        "Brooke: Oh, I like that.",
        "Ridge: The power of a kiss. I think it's a great theme for us.",
        "Brooke: You mean for Brooke's bedroom.",
        "Ridge: Yeah, right.",
        "Brooke: Did Stephanie see this?",
        "Ridge: Yeah, she wholeheartedly approves.",
        "Brooke: That's amazing. Stephanie Forrester approving of Brooke's bedroom.",
        "Ridge: She supports you and so do I, Logan. Tomorrow on that runway, I'll be right there beside you. And I promise you, by the end of the day, the whole fashion world's going to be talking about us.",
        "Brooke: Well, it's about time. I can't wait. I miss it. If you're done with me, I should go.",
        "Ridge: You can walk out of this office. You can work for Marone. But our chemistry is always going to be there. That's what made Brooke's bedroom a success, remember? Tomorrow will be a day we'll remember for the rest of our lives.",
        "Brooke: Okay, I got to go change.",
        "[Ridge thinking] Tomorrow begins again, Logan. The kiss of death for you and Nick."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=KtniTabC2mw"
}