{
    "Episode Summary": [
        "Episode # 7070 ~ News of Bill's broken promise upsets Katie; Nicole discovers the extent of Wyatt's betrayal."
    ],
    "Recap": [
        "All hell breaks loose as more see the bit on the internet about Maya being born a Myron. Brooke can not believe Ridge would do this. Ridge comes in and suspects Bill and Brooke then wants to go talk to Bill. Katie rails to Bill that this is her family; how could he? Nick walks back in after hearing it on his radio. Nicole comes in and admits that she told Wyatt after he told her he would not mention it to anyone. She came to town and pushed Maya to tell her secret but she did not mean to harm her in any way. They are all up in arms what to do now. Rick calls his dad and says he has run into a problem. Eric says they have all heard. Rick tells Eric that he loves Maya and they will work through this. He's going to do all in his power that FC stays intact. And swears they will get through this untarnished. Eric says he knows he will; he just wants him to be okay.",
        "Rick calls Bill and reads him the riot act and demands that he re-tract this about Maya. Bill informs him that he runs his company the way he chooses just as Rick does FC. Maya tells Rick that she spent too many years being ashamed and she is not going back there now. She needs to know that he is in her corner. Rick says he is but this is so humiliating. Katie blasts at Bill and says she loves him and she expects him to do the right thing but he is making her so mad now. Holding Maya up to public ridicule will never be right \u0096 never. Maya starts the car up and says she is leaving despite Rick chasing after her and trying to stop her. In another car on a long stretch of lonely road, Rick gets closer and Maya puts her foot to the medal. Eric calls Bill and Bill is sarcastic when he asks how he might help him at this hour. Eric says he thinks Bill has done enough. Eric tells Bill that he might ask Karen, his sister, who is one of GLAAD's biggest contributors. They might have an issue with Bill's publications spewing all of this ugliness. Nicole tells the others that Maya will never forgive her now. Rick is right on Maya's tail and calls her on the cell; she turns it off. He calls again and she answers. He tells her to turn off at the next exit and they can work this out. He asked her to marry him tonight and nothing has changed. She says a lot has changed and she desperately needs to hear him say that he still wants to marry her now. Time runs out and the call is ended. Rick's car ends up smashed against a tree and he is unconscious trapped inside."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Maya: I love you so much. I knew we would work out. Well, I-I hoped we would.",
        "Rick: Nothing has to change. This is nobody's business but ours.",
        "[Cell phone buzzing]",
        "Rick: Somebody wants me.",
        "Maya: Brooke knew that I was going to talk to you tonight.",
        "Rick: My mom knew that I was proposing to you.",
        "Maya: And that I was gonna tell you I couldn't have children, and why.",
        "Rick: You told my mom your story before you told me?",
        "Maya: No. It started with Nicole, 'cause she was threaten-- I-I should say she was putting a little pressure on me.",
        "Rick: Okay, so Nicole knows.",
        "Maya: Which is how Carter found out.",
        "Rick: Carter? Ohh. Okay, um...[Sighs] I'll talk to him. He's -- he's a reasonable guy.",
        "Maya: I'm afraid it's too late, Rick. He must've told Ridge, because Ridge told your parents.",
        "Rick: Ridge knows?",
        "[SCENE_BREAK]",
        "Ridge: I just had a very interesting conversation with one of Maya's friends. What? Spencer.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Bill: Justin, you've got to see this. 50,000 --",
        "Katie: Justin isn't here. He turned and ran as soon as he saw me. How could you?",
        "[SCENE_BREAK]",
        "Ridge: Oh, this is a nightmare.",
        "Brooke: Isn't that what you wanted?",
        "Ridge: I'm the one that told Bill to keep it to himself.",
        "Eric: You said he would.",
        "Ridge: He said he would.",
        "[Telephone rings]",
        "Ridge: Don't answer it. That's probably press.",
        "Brooke: [Sighs] Rick can't hear that you knew before he did. Can we all agree on that? To him, that would be the ultimate humiliation.",
        "[SCENE_BREAK]",
        "Rick: How? How could you let this happen?",
        "Maya: I didn't let it happen. No one gave me a choice.",
        "Rick: Ridge has been laughing at me behind my back.",
        "Maya: I guess that makes me the office joke.",
        "Rick: I'm just -- I'm just saying, the last conversation I had with him, he knew. And I couldn't figure out for the life of me what he's been lording over me.",
        "Maya: We both know that Ridge is never gonna say anything nice about me.",
        "Rick: Yeah, but my -- my family, my family has been tiptoeing around me. They've been talking about my sex life behind my back. So what do they think?",
        "Maya: Nobody said anything to me but Brooke.",
        "Rick: So you didn't say anything to me until my mom insisted?",
        "Maya: No. Yes, but that's just how it happened. I always intended to tell you if you --",
        "Rick: Don't you see, Maya? Something has to be done! This is our personal life! I-I don't want any back-channel whispers. We're not gonna be discussing this any further. And that's exactly what I'm gonna tell them.",
        "Maya: What?",
        "[SCENE_BREAK]",
        "Eric: This is cruel and sick, what Spencer's done. It's worse than sick. It's evil.",
        "Brooke: [Sighs] I'm gonna go to Bill and tell him to take it down.",
        "Ridge: It's too late. It's all over social media.",
        "Eric: [Groans] Nick. This is Nick, Maya's friend I was telling you about.",
        "Nick: I got as far as my car and turned on the radio. I thought you said you were gonna keep this in the family.",
        "Ridge: I know.",
        "Nicole: Did you see what they're doing?",
        "Eric: Yes, I'm afraid we have.",
        "Nicole: Was it you? Did you do this to my sister?",
        "Ridge: Conscience getting to you, Nicole?",
        "Brooke: There's only one person in this room that talked to the press.",
        "[SCENE_BREAK]",
        "Bill: You got here a little sooner than I expected.",
        "Katie: Yeah, here we are again, right back to where we started, where I say one thing, and you placate me, and then you do whatever the Hell you want to do. What happened to, \"we're a family, and families don't keep secrets from each other\"?",
        "Bill: When you are the patriarch of said family...",
        "Katie: [Sighs]",
        "Bill: ...It is incumbent upon you to make the tough choices, whether they are popular or not.",
        "Katie: Oh, God.",
        "Bill: And you know that I'm always going to make the choice that benefits my business and my family.",
        "Katie: Rick is my family. Have you forgotten about that? How can you possibly think that this is the right choice? Right and wrong mean nothing to you.",
        "[Cell phone ringing]",
        "Katie: Go ahead. Answer it. Or don't you like your victims talking back to you?",
        "Bill: Rick made his bed. And he's got his... girlfriend... to keep him warm in it.",
        "[Ringing]",
        "[SCENE_BREAK]",
        "[Ringing]",
        "Maya: What happened?",
        "Rick: Answer, damn you.",
        "Maya: [Sighs] Was there something that --",
        "Rick: Come on. Maya, don't open the phone. Don't look at it.",
        "[Click]",
        "Bill: Rick, how are you doing this evening?",
        "Rick: Why are you doing this?!",
        "Bill: That's the same question I asked when you fired shots at my niece.",
        "Rick: You take down those disgusting stories about Maya's medical history, or I swear I will destroy you.",
        "Bill: You know, just because you were denied the truth doesn't mean the public should be, as well.",
        "Rick: You're not helping anybody's lives, Bill! You're only ruining mine!",
        "Bill: I'm just running my business as I see fit... the same way you run yours.",
        "[Click]",
        "[SCENE_BREAK]",
        "Maya: Maybe it's not as bad as it seems.",
        "Rick: It's bad. No. No, don't look anymore. All I'm saying is that Bill better take those stories down, or I'll have Carter hit him with a lawsuit in the morning.",
        "Maya: Could a lawsuit make things worse?",
        "Rick: This had to be Ridge. Ridge is the only one that would do this to me. This doesn't have to be a crisis. If Bill takes those stories down, people on -- on the east coast and in Europe, they're sleeping. They'll wake up tomorrow like it -- like it never even happened.",
        "Maya: I'm sorry.",
        "Rick: If you would've only told me first -- don't worry about it. I'll take care of it. I'll take care of us.",
        "[SCENE_BREAK]",
        "Nicole: Wyatt told me he wouldn't say anything.",
        "Ridge: That sounds like Wyatt.",
        "Nick: Who's Wyatt?",
        "Nicole: Who are you?",
        "Ridge: Uh, this is Nick, Maya's friend. And Wyatt is Bill Spencer's son.",
        "Nick: Why would that guy need to know anything about Maya?",
        "Nicole: We were getting to know each other.",
        "Nick: So why didn't you tell him your story? Maya didn't get a vote or a voice in any of that.",
        "Nicole: I would never hurt her on purpose.",
        "Nick: Well, now there are plenty of people who will want to. Do you know how many transgender women have been murdered already this year?",
        "Brooke: I did hear about that in the news. But it just seemed so...",
        "Nick: So not your problem? I know. I know.",
        "[Cell phone ringing]",
        "Eric: It's Rick. Son?",
        "Rick: I'm sorry to call you so late. Uh, something happened.",
        "Eric: I know, son. We all know.",
        "Rick: I'm sure you -- you don't want to believe that Ridge could be so vindictively cruel.",
        "Eric: It wasn't Ridge. We know how it happened. But let's not get into that now. How is Maya?",
        "Rick: [Exhales slowly] She told me everything. Dad, I love her.",
        "Eric: I know you do.",
        "Rick: I called Spencer. I demanded him to take down the stories. But so far, they've only multiplied.",
        "Eric: It's what he does, son. It's what he does.",
        "Rick: Listen, Dad. I-I want you to know that I'm gonna do everything in my power to make sure that -- that Forrester's reputation stays intact.",
        "Eric: I'm sure you will, son. My main concern is you.",
        "Rick: I can handle it. The scandal, the humiliation, the mockery -- I-I-I've been through it so many times in my life. I know it seems like it's a disaster in the short run. But, Dad, I swear I will do whatever it takes to get Forrester through this untarnished somehow. I swear it.",
        "Eric: Talk to you soon, son.",
        "Brooke: How did he sound?",
        "Nicole: What about Maya?",
        "Eric: He didn't say much.",
        "Nicole: What do you mean? This is happening to my sister, not to him. Look, I know that you all think that I did this to hurt her. And I'll admit that before, yes -- I thought that she left me behind and didn't care about what happened to me. Thought that she was better than me. But I only acted like I was going to hurt her back. It was only meant to scare her. I never meant to --",
        "Nick: I have an idea that might help.",
        "[SCENE_BREAK]",
        "Rick: This is just getting worse.",
        "Maya: Maybe we should put that away for tonight.",
        "Rick: No, I need to know what they're saying.",
        "Maya: I think we both know what they're saying.",
        "Rick: You know what I'm gonna do? I'm gonna call Carter. No, no. No, I'm not gonna call Carter. Who else do we know in legal that can provide a court order against Spencer?",
        "Maya: A court order has never prevented someone from being outed and smeared in the press. Bill Spencer is not gonna back down. He's been gunning for us for how long?",
        "Rick: Well, there has to be something we can do.",
        "Maya: We could start over. Get out of the public eye for a little while.",
        "Rick: No, I can't do that, not -- not when I'm getting everything I've ever wanted.",
        "Maya: Does that include me?",
        "Rick: We just got to take it one thing at a time.",
        "Maya: You know, I never wanted this kind of attention, and I'm...so sorry that it is being brought on you and Forrester. But I cannot walk around being ashamed of who I am, of being human and myself. I did that for too many years, and I'm not going back.",
        "Rick: Look, I just need to think. I just need some time to think, okay?!",
        "Maya: And I need to know that you're on my side.",
        "Rick: This is such an embarrassment! Maya? Maya!",
        "[SCENE_BREAK]",
        "Bill: So, why is it always me who's supposed to take the high road? Why don't you hold everybody to the same standard? Would you had been so forgiving if Rick had fired shots at you instead of Caroline? Maybe you would've seen things a little differently.",
        "Katie: Oh, I am so tired of you using Caroline to justify your actions. From what I've seen, that girl can take care of herself. And do you really think that she's going to be okay with what you've done on her behalf?",
        "Bill: Absolutely!",
        "Katie: Oh, God! You make me crazy! Yes, I hold you to a high standard, because I love you! I expect a lot from you! I expect you to do the right thing, and sometimes that's hard. Sometimes that means walking away from something. And maybe somebody gets the scoop first. And maybe we make a little less money. But you stand behind it because it's the right thing to do. And holding up Maya to public ridicule will never be right, Bill. Never.",
        "[SCENE_BREAK]",
        "Rick: Maya? Hey, Maya, w-what are you doing?",
        "Maya: I'm leaving. You have a lot to do.",
        "Rick: No, no! Don't go now!",
        "[Engine turns over]",
        "Rick: Maya, this is hard for me!",
        "Maya: It's hard for me, too.",
        "Rick: Come on. Just give me a chance to figure this out! Maya. Maya! Maya, stop!",
        "Maya: [Sighs]",
        "[Car horn honking]",
        "[Engine revs]",
        "[Horn continues honking]",
        "Rick: Come on. Come on. Don't leave me now.",
        "[Horn continues honking]",
        "[SCENE_BREAK]",
        "Bill: My integrity is rock-solid. You know, while we're on the subject... you never took issue with the tabloid arm of what we do or its financial rewards before. So why now? Because it's not at arm's length. Now it's somewhat personal, so you take issue.",
        "Katie: Yeah, you're right. It's personal.",
        "[Cell phone rings]",
        "Bill: Hypocritical, Katie. Oh, boy. What a surprise.",
        "[Beep]",
        "Bill: [Sighs] Eric! Always good to hear from you. How can I help you?",
        "Eric: I think you've helped us quite enough tonight. I was actually calling with your well-being in mind.",
        "Bill: Do tell.",
        "Eric: You've heard of an organization called GLAAD, have you not?",
        "Bill: Yeah, I think it's, uh, what -- just full of happy people. Yes, Eric. I've heard of it.",
        "Eric: Well, then, you know they're quite the player in the media these days. They're not gonna be happy at all about the scurrilous venom your sites are spewing about Maya tonight.",
        "Bill: Okay, Eric. Well, how about we let the public decide whether it is \"scurrilous venom\" or simply the truth?",
        "Eric: I'm sure you know they have a great deal of, uh, expertise at PR and letter-writing campaigns, how they encourage companies to take a very close look at the publications with whom they advertise. Uh, you might ask your sister Karen. I hear that she's one of their biggest donors.",
        "[Cell phone beeps]",
        "[SCENE_BREAK]",
        "[Car horn honking]",
        "Rick: Come on.",
        "[Horn continues honking]",
        "Maya: [Sobbing]",
        "[SCENE_BREAK]",
        "Brooke: Thank you.",
        "Nick: He may get worried and change something. He -- he may not.",
        "Ridge: What about GLAAD?",
        "Nick: I'm sure they're already aware, but they won't do anything without talking to Maya. And she may already have had enough. You know what the saddest thing about all of this is?",
        "Brooke: That it was so preventable.",
        "Nick: Maya really loves your son.",
        "[Door shuts]",
        "Nicole: She'll never forgive me. I lost my sister all over again.",
        "[SCENE_BREAK]",
        "[Car horn honking]",
        "[Horn continues honking]",
        "[Beep]",
        "Rick: Call Maya.",
        "[Dialing]",
        "[Ringing]",
        "[Beep]",
        "[Click]",
        "Rick: [Sighs]",
        "[Beep]",
        "Rick: Call Maya.",
        "[Dialing]",
        "Maya: [Crying]",
        "[Ringing]",
        "Maya: [Sighs]",
        "[Beep]",
        "Maya: I think we've said enough for tonight.",
        "Rick: Pull off at the next turnout.",
        "Maya: Why? I'm an embarrassment to your family. I've made a mockery of your reputation, and I ruined your life.",
        "Rick: I never meant it that way.",
        "Maya: You know you're better off without me.",
        "Rick: [Sighs] Didn't I just ask you to marry me tonight?",
        "Maya: A lot's changed since then. You don't want that now, do you? A wife you're embarrassed of?",
        "Rick: Pull off at the next turnout. We can do this face-to-face.",
        "Maya: I just need you to tell me what you want and mean it. That's all I ask. [Crying] Do you still love me? Do you still want to be my husband now that the whole world knows? [Sobs] I need to hear you say it.",
        "Computer voice: Call ended.",
        "Maya: [Sobbing]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=cyujea6N1T4"
}