{
    "Episode Summary": [
        "Episode # 7660 ~ A heartbroken Sally finds herself in a hospital room, devastated that her future has gone up in flames; and Eric plays referee between Quinn and Sheila before announcing one of them as victorious."
    ],
    "Recap": [
        "Sheila continues choking Quinn and tells her she will get what she deserves. Quinn dares her to go ahead and prove to everyone how crazy she really is. Sheila finally lets up and Quinn berates her and says she knew she was faking it all along. She is as strong as an ox and Eric will know soon how she has been playing him. So she better pack as she will be out of this house tonight. Liam waits while Steffy finishes work and she says he looks troubled. He replies it is that lie that his dad keeps perpetuating and telling Thomas that Caroline is dying. He is going to keep the lie but it is so stupid. Pam rushes in to tell them that Sally Spectra is in the hospital due to a fire at Spectra. Steffy tells Liam they need to go check on her. The doctor at the hospital tells Sally that she is one lucky lady that she just has smoke inhalation. Next time she sees a fire \u0096 run. Sally comments that it could not be any worse; her entire future went up in flames. They lost everything. When Liam comes in he says he knows it does not mean much now but he is so sorry. Steffy says the same, they deserved a shot. CJ rushes in and says he was freaked when he saw the remains of the building so thank God they are all alive. Justin reports to Bill that the fire is out but Spectra Fashions is out of the game. Bill is pleased and says finally, Spectra is no longer a sorry dilapidated obstacle to progress. And his dream will be a reality as Sky goes up and up and up. Those clowns should have listened to him and just moved out when he asked them nicely. He wants to know how soon he can start rebuilding. Justin says he needs to have patience as now is not the time to bring attention to Spencer Publications. Quinn runs down the stairs with Sheila in hot pursuit. Eric demands to know what happened. Sheila starts trying to make apologizes but Quinn tells him that Sheila is a murderess witch who tried to kill her and she wants her out of this house tonight. She tells Eric again that Sheila has been faking her symptoms and she has proof.",
        "Sally tells her group that this is all her fault. She had been warned of the wiring but had put it off until after the showing so they would have enough money to have it fixed. She takes a big breath and says they have been thrown a lot of punches but nothing has knocked them out yet. Thomas will come home and he will save everything. It will set them back but CJ can collect on the insurance and they can rebuild. CJ looks guilty; he finally says there is no insurance. He thought the sale of the building was inevitable and the date came and went and he just forgot to get the insurance. Liam tells Sally do not break her spirit. She can come roaring back and get that recognition she deserves. He leaves Steffy and says he has to go. Eric wants to hear details but Sheila contradicts everything Quinn says. She says she was just practicing to see if she could walk by herself and she would never take advantage of Eric as Quinn keeps claiming. And it was Quinn that attacked her not the other way around. And Quinn is making it so much more dramatic than it was. Quinn tells Eric that Sheila is psychotic and crazy and they cannot let her stay here. Eric wants to know what the truth is. He doesn't want to hear that she was faking so she could stay longer. Sheila says of course not. She was just pushing herself to see what she was capable of. She thinks they both ought to be happy. The more she pushes herself the better she will be and the sooner she will be gone. Sheila then sees Eric is listening mostly to Quinn and says she does not trust Quinn and her relationship with Ridge. She tells Eric that she knows Quinn is going to hurt him again she just knows it. Eric says he does not need her protection from his wife and it really is none of her business. And seeing her move around like this he agrees with Quinn that it is time for her to go ..immediately. He will call a car and she can wait outside. She says she knows he does not want her to but she will always want what is best for him. He goes toward the door while she stares down Quinn. She takes one last long look at the portrait on the wall. Eric holds the door and tells Sheila goodbye. Then he holds out his arms and hugs Quinn. Outside Sheila says she will be back and it will be her portrait over that fireplace. When the other ones leave Sally tells Steffy that she did not want to say it in front of the others but Spectra is really dead; it will not come back this time. Liam walks into his dad's office to make sure he heard the news. Bill says yes, too bad. Liam says it seems almost poetic. Spectra goes up in flames the night before their big showing that could have put them on the map, the very thing that Bill did not want to happen. Bill says he is sorry when Liam tells him Sally is in the hospital and Liam is surprised that Bill even cares. Bill says he is no fan but he does not want to see any harm to the woman. Liam says this could have been arson and his dad knows he loves him but this sounds like it might be tied into the lie that he told Thomas. And he keeps telling himself there are limits but it is getting harder and harder for him to tell that to the pit of his stomach. He shakes his finger at Bill and says that was no electrical wiring fire. Bill sent one of his henchmen to start it and do his dirty work and burn that place to the ground. He might as well admit it. Spectra burnt to ashes tonight because of him!"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Quinn: [ Gasps ] So what happens now, sheila?",
        "Sheila: You get what you deserve for cheating on eric the way you did with ridge.",
        "Quinn: So what are you gonna do? Are you gonna squeeze the life out of me? Go ahead! Okay. Go ahead. Prove to eric just how crazy you really are. Choke me out, sheila! I dare you!",
        "[ Grunts ]",
        "Sheila: [ Exhales sharply ]",
        "Steffy: [ Sighs ] Sorry about this. I won't be much longer.",
        "Liam: No problem. Take your time.",
        "Steffy: Is everything okay?",
        "Liam: Yeah, I'm just... thinking.",
        "Steffy: You seem troubled.",
        "Liam: Okay, you know what it is? It's -- it's this lie. It's this lie that my dad keeps perpetuating. Telling thomas that caroline is sick just so he can have his stupid building -- do you know how badly I want to tell everyone?",
        "Steffy: You said you were gonna keep the secret.",
        "Liam: I know. I know I said that, and I'm gonna do that. Just -- still, it really...",
        "Steffy: What's wrong?",
        "Pam: There was a fire at spectra fashions.",
        "Sally: No! No! No!",
        "Saul: Sally! What are you doing?!",
        "Shirley: Sally, don't do it! Stop her, saul! Sally, get out!",
        "Saul: Come on!",
        "Sally: No! No! No!",
        "Shirley: Sally, please come out here now!",
        "Sally: [ Coughs ] Let's see what we have here. Deep breath. Breathe out. Deep breath. Breathe out. Deep breath. You were fortunate you didn't get closer to the fire.",
        "Sally: Yeah, I -- I know it was stupid.",
        "Saul: It was brave.",
        "Darlita: Sally was all about saving the line.",
        "Shirley: How is she, doctor? Took in some smoke, but just minor smoke inhalation. You're a lucky lady. Next time you see a fire, run. Outcome could have been a lot worse.",
        "Shirley: Thank you so much, doctor. Thank you very much.",
        "Saul: Appreciate it.",
        "Sally: I don't know how it could have been any worse. Our entire future just went up in flames.",
        "Bill: Is it done?",
        "Justin: Well done. Fire's out. Spectra fashions is out of the game.",
        "Quinn: [ Grunting ]",
        "[ Coughs, gasps ] [ Groans ] You're insane! You almost killed me!",
        "Sheila: Well, trust me, \"almost\" doesn't count.",
        "Quinn: I knew -- I knew you were faking it! You were laying around here, pretending to be weak and confused, but you were fine! You were strong as an ox! You know what, eric needs to know how you're manipulating him, and I'm gonna be the one to tell him. So you better back up, sheila, 'cause you're out of this house. Tonight!",
        "Steffy: A fire?",
        "Liam: How bad?",
        "Pam: I don't have many details, just what charlie heard from his friend at the fire department, but I think it was pretty bad.",
        "Steffy: Was anyone hurt?",
        "Pam: Well, apparently sally got smoke inhalation and they took her to the hospital.",
        "Liam: God, see, this is exactly what these people need right now.",
        "Steffy: Okay, okay, we should check on sally and see if she's okay.",
        "Liam: Yeah. Yeah. Okay.",
        "Pam: Well, keep me posted.",
        "Liam: Well, same to you, pam!",
        "Sally: Can you believe this? The collection, our business, it's all gone.",
        "[ Coughs ]",
        "Darlita: I can'T. I won'T.",
        "Saul: It's tragic, yes, but you're all right.",
        "Coco: That's what matters. Okay? That's all that matters, sal.",
        "Sally: I am not all right. This is the worst thing that could have happened.",
        "Shirley: I've never seen a building on fire up close, and the night before our big fashion show. What are the odds?",
        "Sally: [ Coughs ]",
        "Bill: So there's no way spectra can pull this out of the fire, so to speak.",
        "Justin: Building's a shell, and they're broke, so...",
        "Bill: [ Chuckles ] Finally. Spectra fashions is no longer a sorry dilapidated obstacle to progress. My dream's going to become a reality. Sky's going up. And up. And up.",
        "Sally: Thank you, guys, for stopping by.",
        "Steffy: We wanted to make sure everyone was okay.",
        "Liam: Yeah, and tell you how sorry we are.",
        "Sally: Yeah, well, at least spectra fashions is out of your hair now.",
        "Steffy: Yeah, okay, I wanted that, but not this way.",
        "Liam: So, what happened?",
        "Sally: We were getting ready to pull an all-nighter. There was no way any of us could get some sleep.",
        "Saul: Biggest fashion show of our lives is supposed to be tomorrow.",
        "Darlita: We went out for something to eat, and...",
        "Shirley: We came back to find sally's office in flames.",
        "Steffy: Oh, my god, that's awful.",
        "Sally: Everything's gone. Our designs, dreams...",
        "Liam: I know, um, words don't mean much at a time like this, but I'm so sorry.",
        "Steffy: Me, too. You guys deserved to have a shot.",
        "Sally: [ Sighs ] That means a lot coming from you. Thank you both.",
        "C.J.: [ Groans ] Thank god you guys are all still alive. After I saw what was left of that building, I just -- i freaked. Hey. Are you okay? What did the doctor say?",
        "Sally: I'm fine. I just took in a little smoke.",
        "C.J.: Yeah, well, you better be fine 'cause aside from my mom, you're all I got. [ Clears throat, sniffles ] I, um -- I spoke to the fire marshal, and apparently, the fire was electrical.",
        "Sally: [ Sighs ] The wiring.",
        "[ Coughs ]",
        "Bill: I'll give it to those spectras. You know, they're, uh, a scrappy little bunch, but scrappy is no match for single-minded determination.",
        "Justin: Yeah, you did all of that, all right.",
        "Bill: You know, I -- I have always found it frustrating and disappointing when opponents over the course of my life have refused to listen to reason and logic and forced me to take extreme measures. Why didn't those clowns just move out when I asked them nicely?",
        "Justin: Guess I missed that part.",
        "Bill: So how soon before we can level what's left of that building and break ground?",
        "Justin: Well, actually, we need to talk about that. I know you're anxious to start construction, but being your legal advisor and considering what went down tonight, your best strategy is patience.",
        "Bill: I'm done being patient. That's been my cross to bear for the last year.",
        "Justin: Yeah, well, tap into it a little while longer. Now is not the time to bring attention to spencer publications.",
        "Quinn: Eric! Eric!",
        "Eric: Quinn, what is it? Quinn, what's the matter? My god. This can't have happened again.",
        "Sheila: Eric, I'm -- I'm so sorry.",
        "Quinn: Sorry? Sorry? You tried to kill me because that's what you wanted to do! This woman is a murderous witch, and I want her out of this house right now.",
        "Sheila: You're only in this house because you're eric's wife. This house still belongs to him!",
        "Eric: All right, stop it! Stop it! Both of you. I want to know what happened.",
        "Quinn: This woman has been faking her symptoms so she can stay here, and I know it for a fact.",
        "Bill: Damn it, I hate it when you're right.",
        "Justin: That's why you pay me the big bucks -- always looking out for ol' dollar bill.",
        "Bill: Mm-hmm.",
        "Justin: Now, you know that.",
        "Bill: All right, I'm gonna take your sage advice. I will sit back and wait for the inevitable.",
        "Justin: Sounds good.",
        "Bill: Without insurance, garrison will show up here begging me -- begging me to take that burned out rat's nest off his hands.",
        "Steffy: An electrical fire?",
        "Sally: Faulty wiring. It's my fault. I was warned. I just put off getting it fixed. [ Scoffs ] We couldn't afford it. But I figured, you know, after the showing... [ Sighs ] Listen. Okay, we have been thrown our fair share of punches, but none of them have knocked us out yet, okay? And I agree -- whenever thomas hears about this fire, he will come back and save us. Yes, it is a setback, but C.J. Can collect on the insurance and we'll just rebuild. We'll just find a loan for the deductible.",
        "Shirley: C.J. What's that look?",
        "C.J.: There is no insurance.",
        "Sally: What?",
        "C.J.: I, uh... I made a mistake, too. Okay? I thought the sale of the building to spencer was inevitable, either sooner or later, and then his dad upped the offer, and I was trying to give you more time and I got caught up, and the due date came and went, so...",
        "Sally: So, what are we gonna do?",
        "C.J.: I don't know. Maybe spencer will buy what's left of the building and we can make some money.",
        "Liam: Hey, sally. Don't let this break your spirits. You come roaring back and you get that recognition you deserve. I'm glad you're okay.",
        "Sally: Thanks.",
        "Liam: I got to go.",
        "Eric: Quinn, I know you think that sheila's been faking...",
        "Quinn: No, no, no. Not think. I know it for a fact. I went up to the guest room after james said that sheila had to stay here, and you'll never guess what I walked in on -- poor concussive sheila, walking around the room like she owned the place. Not compromised at all.",
        "Sheila: I was -- I was just practicing, eric.",
        "Quinn: Please!",
        "Sheila: You know, despite what you think, I would never take advantage of his generosity indefinitely. How am I supposed to know if I'm getting better if I don't push myself a little?",
        "Quinn: So I guess if you're breathing, you're lying. Is that the way it is? I told her I was gonna call her out, I was gonna come down here and tell you, but before I even got to the door, she grabbed me.",
        "Sheila: No, I -- I was trying to reason with her, to make her listen, and she attacked me.",
        "Quinn: I attacked you? I had to push you off of me in order to get away! I had to defend myself! Sheila wants me dead!",
        "Sheila: Oh, my god. This is so absurd.",
        "Quinn: Really? Then explain to my husband why you had me on the floor with your hands around my neck!",
        "Sheila: God, she's making this sound so much more dramatic than it was.",
        "Quinn: Sheila's not only physically fine, but she's more crazy and psychotic than ever. You cannot let her stay here.",
        "Eric: Is this true, sheila? Have you been exaggerating these symptoms so that you could stay in my house?",
        "Eric: Sheila. I'm waiting. Have you been exaggerating your symptoms so that you could stay in the house?",
        "Sheila: No, eric, of course not.",
        "Quinn: Don't even believe a word she says.",
        "Sheila: Well, it's like I was saying before. I just wanted to see what I was capable of. I tried to tell you that. I mean, I think you would be happy that I'm pushing myself, trying to get better. The sooner I'm better, the sooner I'm gone.",
        "Quinn: I don't even want to hang around for her definition of sooner. I want her out of the house. Tonight.",
        "Sheila: No. I don't want to leave. I don't trust quinn's relationship with ridge.",
        "Quinn: What?",
        "Sheila: She's going to hurt you again, eric. I just know it.",
        "Eric: That's none of your business, sheila. I don't need you to monitor my relationship with my wife or to protect me from her. Sheila, I'm sorry, but I know you, and to see you moving around like this, I have to agree with quinn. It's time for you to go.",
        "Sheila: Tonight?",
        "Eric: Immediately. I'll call a car. Wait outside.",
        "Sheila: I'm really sorry, eric. I didn't mean for any of this to happen, and I know that you -- you don't want me to look out for you and you don't want me to care for you. But I always want what's best for you.",
        "Eric: Goodbye, sheila.",
        "Quinn: [ Sighs ]",
        "Eric: All right. All right. All right...",
        "Sheila: Oh, it's not over. I will be back. And it will be my portrait hanging above that fireplace.",
        "Steffy: I can't imagine what you're going through.",
        "Sally: [ Scoffs ] It's just the timing, you know? I mean, the night before the most important show of my entire career, and everything just goes up in flames. I didn't want to say it in front of everyone, but there's no coming back from this, especially with no insurance. Spectra fashions is really dead this time.",
        "Liam: Am I interrupting?",
        "Bill: No more than usual. What's on your mind?",
        "Liam: I, uh -- I assume you heard the news.",
        "Bill: I hear news all day, liam. What are you referring to?",
        "Liam: Spectra fashions went up in flames.",
        "Bill: Oh, yeah, well, of course I heard about that. Shame.",
        "Liam: Yeah, I think what struck me about it was the poetry of it, you know? This fire breaks out, destroys everything the night before a fashion show that would have put spectra on the map, and that's exactly what you didn't want to happen.",
        "Bill: Well, you know, timing cuts both ways, liam.",
        "Liam: Yeah. Just came from the hospital.",
        "Bill: Somebody hurt?",
        "Liam: Depends on your definition. Sally suffered some smoke inhalation.",
        "Bill: But she's gonna be all right?",
        "Liam: Physically.",
        "Bill: Good.",
        "Liam: Kind of surprised you care.",
        "Bill: Why would that surprise you, liam? I'm not a fan, but I don't want to see any harm come to the woman.",
        "Liam: No, yeah, you're right. Yeah. That -- that makes sense. I mean, 'cause if something did happen to her, if she'd, oh, had third-degree burns, then that would force you to have to feel guilty about something for once.",
        "Bill: Where are you going with this, liam?",
        "Liam: I'm just thinking, you know? I'm just thinking, dad. Thinking out loud, thinking about you and your methods. Like what you clearly did in monte carlo. You could have been sitting on a beach sipping mai tais, enjoying life with your new wife, and instead, you're whispering in thomas' ear, telling him lies about caroline's mortality, all for the sake of a building. Now, who does that? Who actually goes that far? I mean, that's kind of sick, right? But at least it's not criminal. Now, arson, on the other hand...",
        "Bill: Be very careful now, son.",
        "Liam: You know I love you, right?",
        "Bill: I love you, too.",
        "Liam: Even when I'm appalled by you, I love you. And maybe -- maybe that's naive. I mean... but I tell myself that there are -- there are limits. There are things that I don't want to believe. But you know something, it's getting harder and harder to ignore the burning feeling in the pit of my stomach!",
        "Bill: I think we need to drop this right now.",
        "Liam: That fire at spectra -- that wasn't an accident. It wasn't faulty wiring. That was you. You wanted those people out of there, and you sent one of your henchmen to do your dirty work for you and burn that place to the ground. Just admit it, dad. Just say it! Just say it out loud. It'll feel good! Spectra burnt to ashes tonight because of you!"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=4JJHTPJIv_Q"
}