{
    "Episode Summary": [
        "Episode # 7327 ~ Wyatt extends an olive branch to Liam in hopes of his brother stepping away from Steffy; Bill gives Steffy surprising words of advice regarding her marriage."
    ],
    "Recap": [
        "Thomas faces Ridge and says he cannot believe it \u0096 that Douglas is his son. Katie tells Caroline that she cannot possibly think Douglas will go through his entire life and not know he is Thomas's son. Wyatt drops in on Wyatt and is absolutely shocked that Quinn had been there and Liam just let her go. He says yeah, but his focus is not on Quinn but on Steffy. Bill drops in on Steffy and looks at her tattoo ring and reminds her that means Wyatt is #1 and should always be. She says he is not subtle. He says she finds herself married to one son and then the other son re-appears, but she took vows and she has a commitment to Wyatt and only Wyatt. She says he makes it sound so easy but it is not. He says he knows but she needs to give it her all. He cannot stand to see his two sons battle it out over her. Wyatt reminds Liam that Steffy has moved on. Yes she still cares for Liam. And he hates what happened to Liam by his mother but in time he can get past all of this and make a new life with someone else. But only if he stops hanging on to something that cannot be. Caroline tells Katie there is so much more at stake here than she is realizing, but it was her and Ridge's decision and they are being backed into a corner. Katie says still it is the best decision to tell Thomas and Douglas. Ridge tells Thomas that no, Douglas is his child. That night should have never happened. Liam tells Wyatt that he cannot let it go; he and Steffy were robbed. Wyatt says Steffy is his wife and they cannot turn back the clock now. Liam says it will take more than a tattoo ring for him to back off. He is fighting for the woman he loves. Katie tells Caroline that she is not judging and she had no idea talking to the doctor at the restaurant would lead to this. She now has a connection to Thomas because of Douglas; she needs to think about that. She knows how difficult this is for her. And at least there will not be any more secrets. Caroline says that night never should have happened and now her whole life is ruined.",
        "Thomas opines to Ridge that he knows how much Douglas means to him but he is his grandson, not his son. Douglas belongs to him. Ridge tells his son that he needs to put Douglas's welfare above his own. This secret cannot come out to have a scandal and destroy his family, probably lose his job again to Rick. So they need to understand each other. He will not allow that to happen. While thinking of Steffy, Liam looks around and there she is standing in his living room. He smiles and strokes her arm and says he almost lost her. He tells her that he does not want to talk about crazy Quinn. He just wants to talk about them. He was hoping she would have the tattoo removed, but he knows they took vows. Quinn made that happen and she knows that he cannot accept that. She loves him just as much as he loves her. He asks her to have the tattoo removed and come home. Caroline re-lives that night with Thomas and her screaming it did not happen, and then telling Ridge. Ridge tells Thomas that he knows Douglas as his son; in fact the whole world knows him as his son. This is the only way. He and Caroline will be the only parents he knows. He will protect him just the way he protected Thomas all these years. They need to understand each other."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Bird calling]",
        "Thomas: No, no. No, no, no, no, no. That can't be. I-I... Douglas... he -- he's my son?",
        "Katie: I can see what this is doing to you. Carrying a secret like this isn't easy.",
        "Caroline: Of course it's not. But this decision was Ridge's and mine. And -- and you just interfering this way, you may have just compl--",
        "Katie: Thomas is Douglas' father. You can't possibly believe that it would be all right for him to go through his entire life and not know that he has a son.",
        "Wyatt: It's your favorite beer. Does this get me in the door?",
        "Liam: You here to check up on me?",
        "Wyatt: Well...",
        "[Door closes]",
        "Wyatt: Yeah, Liam. What -- how you doing?",
        "Liam: Oh, let's see. Before or after your mother paid me a little visit the other night?",
        "Wyatt: What?",
        "Liam: Yeah. Imagine my shock. Open the door, there stands Quinn.",
        "Wyatt: Wait, she came here?!",
        "Liam: Yeah. Bigger shock -- I let her go.",
        "Wyatt: What?! Why?! A-after everything she did to you?! Why?!",
        "Liam: I don't know, dude. I don't know. Maybe 'cause she's your mom, or maybe... maybe 'cause I was so angry, I didn't know what I would do.",
        "Wyatt: Does dad know?",
        "Liam: Yeah. But like I told him, I'm not thinking about Quinn right now. My focus is on Steffy.",
        "Steffy: Quinn showed up at Liam's, and he just let her leave?",
        "Bill: Apparently he thought he might kill her. But that's not why I'm here.",
        "Steffy: Why are you here?",
        "Bill: Wyatt told me you got one of these, as well.",
        "Steffy: What do you think?",
        "Bill: What I think, what I hope, is that every time you look at this tattoo, it will remind you who you're married to and that Wyatt always has to come first.",
        "Steffy: You're not very subtle.",
        "Bill: Ever known me to be?",
        "Steffy: No. No, you always call things the way you see them.",
        "Bill: And the way I see this is a beautiful, young woman who married my son, made vows, and is suddenly confronted with something she never anticipated.",
        "Steffy: [Sighs] You understand.",
        "Bill: You thought Liam was out of your life, only to have him reappear right after you and Wyatt wed. I can only imagine how conflicted you feel.",
        "Steffy: [Sighs]",
        "Bill: But, Steffy? You and Wyatt are married. Your commitment is to each other. Your commitment is to Wyatt and only Wyatt. You can't think about Liam.",
        "Wyatt: Okay, we've been through all this, bro. Steffy is my wife, and I have repeatedly asked you to respect that.",
        "Liam: We both know it's not that simple.",
        "Wyatt: For you, maybe not. But for Steffy? She really has moved on, Liam.",
        "Liam: Okay, what are you saying right now? Are -- are you saying that Steffy doesn't care about me anymore?",
        "Wyatt: No. No. I would never say that. But as her husband --",
        "Liam: Okay, can we not do the \"lay down the law\" thing right now?",
        "Wyatt: No! No! Because I realize how much damage my mother caused you, and I feel bad about it! And I hate that it happened to you, all right?! But, in time, if you let yourself, you can get past all this. You'll -- you'll find someone else! You'll -- you'll -- you could create an amazing life with them. It will happen, bro. But only if -- if you stop hanging on to something that never will.",
        "Caroline: I'm gonna say this again. The decision should have been Ridge's and mine.",
        "Katie: If or when you tell Thomas that he has a son?",
        "Caroline: There is so much more at stake here than you even realize, Katie.",
        "Katie: I can see the guilt eating away at you. How long did you think it would go on like this? Watching Thomas every day interacting with his son and not saying anything?",
        "Caroline: We may have told him eventually. Or not. But it was our decision, and to be backed into a corner like this...",
        "Katie: I understand that you're upset. I understand that you're scared. You're worried about your family. But I have seen Thomas with Douglas. He's in love with that boy. And yes, finding out that he's the father is going to be a shock and there probably will be fallout, but in the long run, this is best for everyone. For you, for Ridge, for Thomas... and for his son.",
        "Thomas: My child. Douglas is my child?",
        "Ridge: No. Douglas is my child. From your night with Caroline. A night that never should have happened.",
        "Steffy: [Voice breaking] You make it sound so easy.",
        "Bill: No, I-I know it's not easy for you or for Liam. You married his brother, who I know you love.",
        "Steffy: Of course I do. You have to understand how ha--",
        "Bill: I do understand. More than you know. I was at your wedding to Wyatt. I saw how happy you both were, how committed he is to you. This...is a symbol of that commitment, that you're going to work at your marriage, give it your all. Now, I know you take that very seriously. I hope that you do. Because one thing I cannot have, Steffy, are my two sons battling each other for you.",
        "Liam: You just have all the answers, don't you?",
        "Wyatt: Wh-- [Sighs] Hardly. I-I'm just trying to bring a little perspective to all this.",
        "Liam: Yeah, Wyatt. Your perspective. Obviously I see things differently.",
        "Wyatt: Well, because you can't let it go!",
        "Liam: I will not let it go! Steffy and I were robbed!",
        "Wyatt: Wow. Is that how you think she feels about all this?",
        "Liam: [Sighs]",
        "Wyatt: Because it seems to me is she's very happy being married to me.",
        "Liam: You know my history with Steffy. You know how powerful that history is.",
        "Wyatt: Was! Was, Liam. Like I keep saying, you can't just turn back the clock. Things are different now. Steffy is my wife. We've pledged our lives together. And she's made it very clear how she feels.",
        "Liam: FYI -- it's gonna take more than a tattoo to get me to back off. Steffy and I -- Steffy and I had a future together. Your mother took that future from me and gave it to you.",
        "Wyatt: Wait. Hold on a second. Are you saying that I was in on that with her or what?",
        "Liam: I'm not -- no. I'm not -- I'm past that, all right? I'm past that. But she did give you a very real advantage by removing me from the equation. So what am I supposed to do, Wyatt? I'm doing the only thing I can. I'm fighting back for the woman I love.",
        "Caroline: I should be in there with Ridge. I mean, he shouldn't be having to do this alone, facing Thomas and seeing him, seeing how hurt and betrayed he is. If you had just stayed out of this, Katie. If you would have just stayed out of it!",
        "Katie: I'm not the enemy here, Caroline. I had no idea that a simple conversation with dr. Wolin at a restaurant would lead to this. And I'm not judging. But I can see that you're struggling. And as a mother, I know that there is a natural draw to the father of your child. Not that I would say that you want to be with Thomas instead of Ridge. I would never say that. But you now have a connection to Thomas... because of Douglas.",
        "Ridge: I know, don't I? I know.",
        "Thomas: [Sighs deeply]",
        "Ridge: It's a lot, hmm? But there's a few things we got to get clear from the very beginning.",
        "Thomas: Look, I get it. Douglas is my son.",
        "Ridge: No, he's not your son. He's my son.",
        "Thomas: I-I'm sorry. You just said that the night that I spent with Caroline --",
        "Ridge: The night you spent with Caroline, the night that never should have happened, the night you betrayed me.",
        "Thomas: I know you love Douglas, and I know how much that little boy means to you. But he is your grandson. Not your son. Douglas is mine.",
        "Caroline: Do we really need to do this right now?",
        "Katie: I'm sorry. I know how difficult this must be for you.",
        "Caroline: Ridge and Thomas have had a strained relationship for years. I mean, there's been tension for a long time.",
        "Katie: And you think that Thomas is gonna freak out...",
        "Caroline: Yeah!",
        "Katie: ...When he finds out that you've been keeping the truth from him?",
        "Caroline: How could he not, Katie?",
        "Katie: I'm sure that Ridge will handle it as sensitively as possible.",
        "Caroline: I don't even know how he's gonna find the words. I...",
        "Katie: At least there won't be any more secrets about Douglas or about Thomas and what happened that night.",
        "Caroline: That night was a mistake, and it should have never happened!",
        "Katie: How did it happen? Because I know that you and Ridge love each other and you were loyal to him.",
        "Caroline: [Voice breaking] Ridge and Douglas mean absolutely everything to me. And if this goes badly, if this goes badly, Katie, my whole life falls apart.",
        "Thomas: Douglas -- he's my son. No, he's -- he's your grandson.",
        "Ridge: No, that's where you're wrong. But look around you. Look at this great opportunity you have here. And I will support you 100%.",
        "Thomas: Just -- just not as a father to your son.",
        "Ridge: We understand each other.",
        "Thomas: Are you serious? No, we don't understand each other at all! You expect me to give up my flesh --",
        "Ridge: What I expect, Thomas, is for you to put Douglas' welfare, the welfare of this family, above your own. If this scandal comes out, dad has to fire me, Steffy, Caroline, fire you for what you did to her. And Rick would take over. And this family as we know it would cease to exist. Well, I'm not gonna allow that to happen. And I'm not gonna allow you or anyone else to destroy my family with Caroline. So how about now, Thomas? Do we understand each other now?",
        "[Seagulls calling]",
        "Liam: Will you marry me, Steffy?",
        "Liam: [Sighs]",
        "Steffy: You okay?",
        "Liam: I almost lost myself. I don't want to lose you.",
        "Steffy: I honestly don't know how you controlled yourself.",
        "Liam: Me, either.",
        "Steffy: Quinn just showing up like this and saying those things? It's crazy.",
        "Liam: Yeah, well, you know. [Chuckles] That's Quinn. But I don't -- I really don't want to talk about her. I'd rather talk about you and me. So, the last time you were here, you, um... [Sighs] Yeah. There was a part of me that was hoping you maybe had it removed or something.",
        "Steffy: Liam, please.",
        "Liam: I know. No. I know. You took vows. You committed yourself to Wyatt. I... I know. But it was under false pretenses. Quinn -- Quinn ripped my life away from me and -- and replaced it with this...bizarre fantasy of hers. And yet -- and yet the whole time, Steffy, the whole time, I could feel...the gravity of you pulling me in. And now I'm home, and you're married to my brother, and you know I can't accept that. You know I can't, not -- not when I know you that love me just as much as you ever have. I feel it every time I'm with you. Leave Wyatt. Get the tattoo removed. And come home to me.",
        "Caroline: So I take you, Ridge Forrester, to have and to hold, to be my husband.",
        "Thomas: Caroline, we made love.",
        "Caroline: No, no, no, no, no, no, no, no, no, no, no! I just wanted to have a child, and now I have one growing inside of me, and I want it.",
        "Ridge: Caroline, I'm gonna love that kid with everything that I have. Thomas is not gonna be part of that life. He's not gonna be anywhere near that kid.",
        "Thomas: Why am I just now learning about this?",
        "Ridge: I wasn't gonna tell you at all. Because, to you, it was a terrible mistake, the biggest mistake of your life. But I was there when he was born. I cut his cord, held him, loved him, and named him. He's my son. Completely my son.",
        "Thomas: No. No. No, no, he's not.",
        "Ridge: I know him as my son! The family, Caroline, the whole world knows him as my son!",
        "Thomas: And to hell with what I know now?",
        "Ridge: If you truly changed like you say you've changed, you'll understand this is the only way.",
        "Thomas: What way? What exactly are you saying?",
        "Ridge: Douglas is my son, Caroline is his mother, and those are the only parents he's ever gonna know. And I will care for him. I will love him, I will protect him, the same way that I cared for you, protected you. That's how it's gonna be. Do we understand each other?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=HxoQOOgvMis"
}