{
    "Episode Summary": [
        "Episode # 7540 ~ Ridge meets with his team at Forrester and informs them of the impending nuptials and fashion shows taking place in Australia; Sally feels guilty when she gives an unsuspecting Coco special jewelry containing a hidden camera."
    ],
    "Recap": [
        "Coco can't believe what just happened; that RJ kissed her. He thanks her for saving his life. Ridge tells people in his office they know that Steffy and Liam are getting married in Australia; now he wants to tell them that he and Brooke are doing the same. They are eloping but it is not just fun and games. There is a photo shoot outside the Sydney Opera House. He wants one thing understood. He does not want this small collection to be compromised in any way. Shirley holds up the pendant and Saul says the gizmo is already placed inside and it will record everything. Shirley is ecstatic; sounds like they have thought of everything. This is their legacy and her great aunt Sally put it in her hands to guard and protect. But they cannot save it unless they make a sizeable profit and this is the way to do it. Coco has to come through for them. Coco returns and Shirley grills her about her first day. She explains how she met Ridge and he fired her because of her last name. But then something unbelievable happened. She saved RJ's life. Shirley lights up; that has to count for something. Coco says yes, RJ stepped up for her and Ridge finally said she could stay. Thomas tells RJ even though he may think Ridge is paranoid that does not mean he is wrong. Their designs have been stolen before. So RJ is in charge of the security of the interns. RJ shares with Thomas that he kissed Coco; pretty sure he is the first Forrester to kiss a Spectra. Thomas just smiles. RJ thanks Ridge for accepting Coco. Ridge says he did it for RJ. RJ says again that she is totally amazing and completely trustworthy. Ridge tells him to be careful, she is a Spectra, so do not get too interested in her.",
        "Sally tells Saul and Shirley that she cannot do this. Shirley reminds her they have just gone ten rounds and now she wants to throw in the towel. Personally for her she is going to fight until they drag them out of here. Sally says it is horrible and cruel to send Coco over there without her knowing what she is doing. Saul says it is necessary if they are to succeed. Shirley says again the clock is ticking and it is one minute to midnight. And her sister is doing the world a favor all those fancy shmancy $1000 dresses that average people cannot afford. They are giving them options as look-a-likes at a fraction of the price. They have every reason to hold their heads up high. Sally says it is still stealing. Shirley retorts that Coco will not be better off if they all go belly up. Shirley chides her isn't that great if Sally throws in the towel before she has even tried. That would really make her great aunt Sally happy. Saul tells her this is genius really. Coco will wear the earrings and that pendant and they are back in business. Thomas calls Sally and says RJ and Coco hit it off and he thinks she will make a great intern. In speaking with Coco, Sally says she is not looking for a guy. Bashful Saul says she would not have to look far just a guy that speaks her language and Shirley adds and one who always wears a tape measure around his neck. Saul says no, he just wants Sally to know the Spectra's and the Forrester's do not bleed the same blood so it will do Sally no good to set her eyes on Thomas. It will not end well. Coco comes back in and Saul hands Sally the necklace. She presents it to Coco for doing so good on her first day at FC. She thanks them and goes to try it and the earrings on. The others watch her on the laptop as the necklace picks up everything Coco looks at. Shirley gloats that this is going to work like a charm."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Coco: Wait, did that just happen?",
        "R.J.: I hope so.",
        "Coco: I should probably go before something else happens. I mean, like another forklift rolling over you.",
        "R.J.: Oh.",
        "[Both laugh]",
        "Coco: Thanks for an amazing day.",
        "R.J.: Thanks for saving my life.",
        "Coco: Happy to do it again tomorrow.",
        "Ridge: Now, as you all know, Steffy and Liam are getting married in Australia. And Brooke and I are gonna do the same.",
        "Maya: Where?",
        "Ridge: That is a secret.",
        "Nicole: Eloping.",
        "Ridge: Yes. Eloping. But it's not gonna be fun and games. There's gonna be some business down there, as well.",
        "Rick: Business?",
        "Ridge: Yes, rick, a photo shoot outside the iconic Sydney opera house. Ivy and Steffy are gonna represent.",
        "Thomas: Uh, the entire collection?",
        "Ridge: No. No, just a couple of pieces for publicity. Here's the important thing. I do not want to compromise this collection. Is that understood?",
        "Shirley: So, the gizmo's already in the pendant?",
        "Saul: Camera. Yeah. And in the earrings, too. The camera lens barely fit, but I figured more is better, and they're all gonna record in real time.",
        "Shirley: Real time, schmeal time. How does it work?",
        "Sally: So, everything that Coco looks at will stream live through an app that you can get on your phone or on the computer.",
        "Shirley: Well, it sounds like you've jumped onboard with this.",
        "Sally: No, I hate using my sister to steal designs, even if she has no idea she's being used.",
        "Shirley: Sally, you'll be helping your sister. All of us. This is our legacy. Your great-aunt Sally put it in your hands to guard and protect.",
        "Saul: To save.",
        "Shirley: Saul's right. But we can't save it unless we turn a profit -- a sizable profit. Otherwise...",
        "Sally: We will be underwater. And C.J. will be forced to sell the building.",
        "Shirley: And we can't let that happen. Coco has to come through for us.",
        "Rick: R.J., heard about your close call, man.",
        "Thomas: Yeah, glad you're okay, bud. We're gonna have to make you a permanent hard hat for down there.",
        "R.J.: I don't think that would have done any good.",
        "Maya: It's a good thing that new intern was there, huh?",
        "Nicole: What's her name again?",
        "R.J.: Coco.",
        "Ridge: Which brings us back to the agenda of this meeting. Security. Whatever pieces we bring to Sydney need to be protected. No security lapses. Not in Sydney and not here.",
        "Darlita: It was good?",
        "Coco: Yeah. It was like nothing I ever could have anticipated.",
        "Darlita: Everyone's in your sister's office. They're gonna want to hear all about your first day.",
        "Coco: Okay. [Laughing] Thanks.",
        "Shirley: Oh! There she is now!",
        "Coco: Hi!",
        "Sally: How'd it go?",
        "Coco: Oh, it was nothing short of amazing. Now that's a fashion house. Just the -- the energy and the excitement. And the racks of gowns just rolling up and down the hallways.",
        "Shirley: Oh! Did you hear that, Sally? Racks of gorgeous Forrester originals. Everywhere.",
        "Coco: It's -- it's magical. It's magical, and there I was, an intern at Forrester. Me, just surrounded by elegant models and elegant people.",
        "Sally: Was Eric Forrester there?",
        "Coco: Uh, no. No, I think he's working from home. Um, but Thomas and R.J. Showed me the ropes, along with this really sweet intern charlotte. Everyone was so kind. It was great. Um, but then I met ridge and Brooke.",
        "Darlita: Must have been cool!",
        "Coco: Yeah. Yeah. Brooke was. She's really sweet. Um, but ridge... when he found out I'm a Spectra...",
        "Sally: What happened?",
        "Coco: He asked if you were my sister, um, the one that's been stalking Steffy. He was just -- he was very suspicious.",
        "Shirley: But you handled it.",
        "Coco: Yeah, I'm -- I tried. I told him I'd never do anything to harm the company.",
        "Sally: Good, so he obviously believed you.",
        "Coco: No. No, he fired me.",
        "Ridge: Now, rick is gonna be the point person while I'm gone. Make sure you give him the revisions we talked about.",
        "Thomas: You'll have them.",
        "Rick: Thanks. Uh, Nicole.",
        "Nicole: Yes.",
        "Rick: Have Zende go over the shot sheet with the Australian photographer.",
        "Nicole: Will do.",
        "Rick: And R.J.? Talk to the interns about security.",
        "Ridge: All the interns.",
        "Shirley: Fired? You were fired?",
        "Saul: On your first day?",
        "Darlita: I know how that feels.",
        "Coco: Yeah, ridge told me to pack up my things and leave.",
        "Sally: When he heard you were my sister?",
        "Coco: So then I left through the back door and onto the loading dock. And then R.J. Came running after me, and... he was just so sorry. He apologized. And I left there thinking I'd never see Forrester creations or him ever again. But then something unbelievable happened. I sensed something, so I glanced back and I looked at R.J., And there was a forklift moving and was headed straight for him. I called to him and I -- I ran at him and I pulled him right out of the way just in time. He would have been crushed.",
        "Sally: You saved his life?",
        "Coco: I -- I just reacted.",
        "Sally: Honey, are you okay?",
        "Coco: Yeah. Yeah, no. I'm -- I'm fine. I think I got a little scratch.",
        "Saul: Well, so much for that. Back to square one.",
        "Shirley: Okay, wait just a second now. You saved ridge Forrester's son. That had to count for something.",
        "Coco: Not quite. Um... ridge said I was still fired.",
        "Shirley: Really? That ungrateful son of a --",
        "Coco: But then... [Laughs] Then R.J. stood up for me.",
        "Sally: He did?",
        "Coco: Oh, Sally, like the way he defended me... no guy's ever done that before.",
        "Shirley: Okay, does this have a happy ending?",
        "Coco: Yeah! Yeah! Ridge said I could finally stay.",
        "Saul: Oh! Hallelujah!",
        "Darlita: So then why are you here?",
        "Shirley: I don't know if my heart can take much more of this.",
        "Saul: I'm gonna plotz. [Laughter] All right.",
        "R.J.: Hey, Thomas.",
        "Thomas: Quite a meeting.",
        "R.J.: Yeah. Well, you're right about dad. He has a paranoid streak these days.",
        "Thomas: Just because he's paranoid doesn't mean he's wrong. Got to protect these babies.",
        "R.J.: When's the last time anyone's ever stolen from us?",
        "Thomas: You weren't around. It happened quite a bit back in the day.",
        "R.J.: Yeah, yeah, I heard. Sally Spectra.",
        "Thomas: The old Sally.",
        "R.J.: And the new Sally? Her niece?",
        "Thomas: I trust her.",
        "R.J.: Uh-huh. [Chuckles]",
        "Thomas: Hey, you have got to keep your eyes open down there. That was a close call. You're lucky that Coco was there.",
        "R.J.: And dad still wanted her gone.",
        "Thomas: Well, rightfully so. He's got a history with the Spectras. How did you talk him down?",
        "R.J.: Told him the obvious. She's not hurting anyone. She just wants to contribute. Her only fault is that she's a Spectra, and even that's not her fault.",
        "Thomas: He went for that?",
        "R.J.: I didn't give him a choice.",
        "Thomas: Oh, dad always has a choice. Still, you're better at it than me, getting dad to do what you want.",
        "R.J.: Well, I am the youngest.",
        "Thomas: And spoiled.",
        "R.J.: Maybe a little.",
        "[Both laugh]",
        "Thomas: All right, don't push your luck.",
        "R.J.: But it was epic.",
        "Thomas: Epic?",
        "R.J.: I mean, what happened afterwards.",
        "Thomas: Okay. Somebody obviously has something he wants to share with me. Why don't you just spit it out?",
        "R.J.: I kissed her.",
        "Thomas: Coco?",
        "R.J.: I kissed a Spectra. Bet I'm the first Forrester to do that.",
        "Thomas: You kissed Coco?",
        "R.J.: Yep.",
        "Thomas: All right. How sweet. That's very adorable.",
        "R.J.: Oh, shut up. It was.",
        "Thomas: You don't think dad should know about this?",
        "R.J.: No. No, no, no, no.",
        "Thomas: Good. Me either.",
        "R.J.: You're not gonna say anything, right?",
        "Thomas: Well, not if you want this to happen again.",
        "Sally: Wow. What a day.",
        "Coco: Oh, you haven't even heard all of it.",
        "Shirley: There's more?",
        "Saul: You saved the kid's life, you lost your job, you got it back. Did they make you the C.E.O.? 'Cause they already got two of those.",
        "Coco: [Giggles] No. No, no, no. Um, R.J. and I were alone for a little bit and he said some really sweet things.",
        "Shirley: Then what happened?",
        "Coco: And then he kissed me.",
        "[Laughter]",
        "Darlita: This is so darn romantic, I can't stand it!",
        "Sally: Good 'cause I actually think I hear the phone ringing.",
        "Darlita: It is? Oh, 'cause you want me to -- okay.",
        "Sally: Yeah, if you don't mind.",
        "Shirley: So, R.J. Forrester kissed you! [Giggles] You're working it just like your great-aunt Sally. She would be so happy.",
        "Sally: Grams!",
        "Coco: He's just really sweet. Like the way he stood up for me...",
        "Shirley: Well, then he kissed you, then what happened?",
        "Sally: We don't need all the details, grams. Though it seems you enjoyed it.",
        "Coco: I mean, you could say that.",
        "[Cell phone rings]",
        "Coco: Oh! Oh, it's, uh -- it's R.J.",
        "Sally: Go!",
        "Coco: Okay.",
        "Shirley: Scoot, scoot! [Squeals] We are still on our way!",
        "Sally: She is, anyway.",
        "Coco: Hi.",
        "R.J.: Hey. Coco. Just wanted to make sure you got home okay.",
        "Coco: Thanks for checking on me. Yeah, I'm -- I'm good.",
        "R.J.: I just want to say thank you. For an awesome day. And for saving my life and all.",
        "Coco: Oh, you're welcome. You're welcome. And thank you for the, um... [Giggles] I -- I just can't to see you tomorrow.",
        "R.J.: Let's hope it's, uh, less eventful, in some ways.",
        "Coco: Yeah, just, uh, stay away from those runaway forklifts.",
        "R.J.: [Laughs] Will do.",
        "Coco: Okay, bye.",
        "Sally: I can't do this.",
        "Shirley: We've gone 10 rounds, and now you want to throw in the towel? Not this lady. I'm fighting until they drag us out of here.",
        "Saul: Which they might do if we don't get some sales soon.",
        "Shirley: And, uh, dear, sweet Coco is gonna do that for us.",
        "Sally: It would be one thing if she was down for this, but she doesn't even know. We're sending her over to Forrester to spy without telling her. It's horrible. It's cruel.",
        "Saul: It's necessary if we want to survive!",
        "Sally: [Sighs]",
        "Shirley: The clock is tickin', Sally. It's one minute to midnight. If we don't come up with the capital...",
        "Sally: I just don't want to involve my sister.",
        "Shirley: Your little sister is doing the world a service. All those fancy- schmancy thousand-dollar dresses -- common folk can't afford that! We're giving them options. Look-alikes at a fraction of the price. Think of what it'll do for women, their self-esteem!",
        "Sally: You make it sound like we ought to be canonized.",
        "Shirley: We have every reason to hold our heads up high.",
        "Sally: We're stealing, grams! Excuse me. Correction. My innocent sister is stealing.",
        "Shirley: So, you think that Coco would be better off if we just went belly-up?",
        "Sally: I don't know. Maybe she'll make it over at Forrester.",
        "Saul: And what about us?",
        "Sally: Well, uh... we go home, I guess.",
        "Shirley: [Scoffs] Wouldn't your great-aunt Sally just love to hear that? A Spectra throwin' in the towel before she's even tried. And she put the survival of this company in your hands! Do you want to be the one to tell her? Do you want to face her right this moment and tell her that you gave up without even tryin'?",
        "Saul: We can do this. We can do this, Sally. It's -- it's genius, really. So Coco wears these earrings and that pendant, and we are back in business.",
        "[Cell phone rings]",
        "Sally: Oh, I -- I got to take this. Hi, Thomas.",
        "Thomas: Hey. Crazy day over here.",
        "Sally: Yeah, I heard.",
        "Thomas: Yeah, your sister, my brother, and a forklift.",
        "Sally: I'm -- I'm glad he's okay.",
        "Thomas: Oh, he's more than okay. He and Coco really hit it off.",
        "Sally: Mm.",
        "Thomas: You okay?",
        "Sally: Yeah.",
        "Thomas: Well, she's a great girl, Sally. She's gonna make her mark over here, I sense it.",
        "Sally: I do, too.",
        "Thomas: I look forward to seeing you again.",
        "Sally: Me, too.",
        "Shirley: He is a rich boy with a pedigree. His family can afford to share some of it with us.",
        "R.J.: Hey. Dad.",
        "Ridge: Son.",
        "R.J.: I just want to say thank you for letting Coco keep her internship.",
        "Ridge: I did that for you. Very much against my better judgment.",
        "R.J.: She won't let us down.",
        "Saul: What, you're feeling guilty about that rich kid?",
        "Sally: Thomas is good and honest, and we're talking about screwing him over, too, not to mention coco's feelings for R.J.",
        "Saul: Wait, you -- you talk like she's madly in love. She hardly knows him.",
        "Sally: She saved his life.",
        "Shirley: And now she's gonna save ours.",
        "Saul: She'll find another guy, okay? Just not a Forrester. Same as you, Sally.",
        "Sally: I'm not looking for a guy, Saul.",
        "Saul: Well, when you're ready, you don't have to look far. You just -- you just need someone you can depend on. Someone who is loyal and speaks your language.",
        "Shirley: Someone who always wears a tape measure around his neck.",
        "Saul: Yeah. No! No! Shirley, no! Can you just please stay out -- what I'm trying to say is, um... these people, they are not part of our world. Spectras, we don't bleed the same blue blood as Forresters, so you getting all worked up about Thomas, it's not good. It's not gonna end well.",
        "Shirley: Can we stop with the romance novel? Nothing is gonna end well unless we make use of this silver bullet.",
        "Coco: Hey. Sorry. That was -- that was R.J. He was just checking up on me, making sure I'm all right.",
        "Sally: Are you sure your head's okay?",
        "Saul: Is it screwed on right?",
        "Coco: Wait, what's -- what's going on? What is it, Sally?",
        "Sally: Well... in honor of your big day at Forrester, I got you a little something.",
        "Coco: Wow! Wow, they're earrings and a matching pendant. That's -- thank you. Thank you so much.",
        "Saul: Yeah, so we figured that, um, you can wear the pendant one day, and then you can just -- you can kind of switch, just go back and forth.",
        "Coco: Yeah! Yeah, no, that's a great idea, Saul.",
        "Saul: I'm just full of them.",
        "Coco: They're incredible. Thank you. Thank you so much.",
        "Sally: Go show Darlita. She'll get all gushy.",
        "Coco: Yeah, you're right.",
        "[Door closes]",
        "R.J.: Dad, I'm telling you, Coco is totally trustworthy.",
        "Ridge: She saved you from serious injury, and I'm grateful for that.",
        "R.J.: She is amazing. What?",
        "Ridge: Is there something else going on here?",
        "R.J.: What do you mean, something else is going on?",
        "Ridge: She's a beautiful young lady.",
        "R.J.: [Laughing] No. No, no, no, you are not gonna lecture me about mixing business with pleasure.",
        "Ridge: Okay, I probably shouldn't, but I will anyway. Be careful, son. She's a Spectra. Okay?",
        "R.J.: Yeah.",
        "Darlita: [Gasps] You look like a princess!",
        "Coco: [Laughing] Really? Really? Thanks! It's just -- it's so sweet of everyone.",
        "Darlita: You're gonna look so hot, just sashaying into Forrester, wearing those. Like -- oh, my god!",
        "Coco: Yeah! You look really great in that dress, too.",
        "Darlita: Think so?",
        "Coco: Mm-hmm, yeah, I love the way it flows and hugs your body.",
        "Darlita: I love having my body hugged.",
        "Coco: [Laughs] That's one of Sally's designs, isn't it?",
        "Saul: It's working.",
        "Sally: Yes, it is.",
        "Saul: This is like being in the room with them. Just wait till she goes to Forrester.",
        "Shirley: We're Spectras, Sally. It's what we do. Once a knock-off shop, always a knock-off shop. This is gonna work like a charm.",
        "Darlita: The detail on your necklace.",
        "Coco: Right?",
        "Darlita: I love it.",
        "Coco: Yeah, it's pretty.",
        "Darlita: It's nice.",
        "Deacon: We can never allow Bridget to find out the truth. Do you understand that?",
        "Brooke: Bridget can never find out that I am pregnant with your child.",
        "Bridget: [Gasps]",
        "Brooke: [Echoing] Pregnant with your child. Your child.",
        "Bridget: [Gasping]",
        "Brooke: Your child.",
        "Macy: Thorne! [Chuckles]",
        "Sally: Sally Scissorhands has created magic. Voilà.",
        "Stephanie: You know, it looks a little hip-hop, don't you think?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=io35oRpJFjs"
}