{
    "Episode Summary": [
        "Episode # 7527 ~ Ridge & Quinn address the sexual tension between them & how to deal with it in the future; Bill pays a visit to Brooke with the intent of putting doubts in her mind about marrying Ridge."
    ],
    "Recap": [
        "Ivy tells Ridge that she missed the wedding but she is glad she is back. Quinn walks up as Ivy takes a phone call from her dad. Quinn tells him that he should be home taking care of Brooke. Brooke turns around from the fridge and there stands Bill again. She is sorry she missed the wedding from feeling bad with her cold and does not have much of an appetite. He asks why isn't Ridge home. She replies he got permission to stay later to help clean up after the caterers and get the house back in order. She asks him to stop ragging on Ridge, but Bill says he hates to stand by and watch her make another big mistake. Quinn asks again why Ridge is still there when he has a sick finance to take care of. He says he is helping. She states that she knows he was looking at her during the wedding and do not do that again. He pretends not to know what she is talking about and the kiss will never happen again if that is what she means.",
        "Nicole tells Zende that she does not need a 5 star hotel suite, his bedroom is perfect. He says maybe Tahiti will be better or any of those Caribbean Islands they could go to. Brooke asks Bill if the words \u0096 moving on \u0096 mean anything to him. He admits his ego got in the way the last time but Ridge certainly will leave her again and she needs to face that. There will be another woman. Brooke says Ridge is her destiny and she is his and there is no other woman for him. Ridge tells Quinn that she is the one who makes goo-goo eyes at him. She does not believe his excuse of staying behind for the caterers; he stayed because of her. So what's he gonna do, put her over his knee and spank her. He quips if that is on the table. Nicole and Zende bask in the joy of making love as husband and wife for the first time. Brooke has to push Bill away from putting his hands all over her. She says she has complete faith in Ridge. Bill says the only destiny he knows is the two of them. Quinn wonders if Liam and Steffy are going to make it down the aisle before Ridge and his precious Logan. She admits there is part of her that is attracted to the dark and dangerous side but she tries not to go that way but sometimes she cannot help it. She knows that Ridge likes the touch of the forbidden fruit. He says right now he is just looking for his keys. She runs after him, obviously disappointed that nothing happened. She hands Ridge the keys and they touch hands as he takes them. She walks closer, parts her lips and they kiss. When Ridge leaves and she turns around, Ivy slaps her hard across the face with a \"How dare you!\""
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: All right, Dad. Caterers are paid. Everything's cleaned up. Where are my keys? Hey!",
        "Ivy: Hey!",
        "Ridge: I didn't know you were here! Hi!",
        "Ivy: Yeah, I, uh...I'm back. I, uh, missed the wedding, though. How was it?",
        "Ridge: It was great. It was really cool. Now I got to go and deal with Brooke. She's not feeling well. Have you seen my dad?",
        "Ivy: Uh, no.",
        "Quinn: He is in the shower and then he's off to bed.",
        "Ridge: Weddings. They really take it out of you, don't they?",
        "Quinn: Yeah, they can. But he's very happy for Zende and Nicole.",
        "Ivy: Oh, well, we all are.",
        "Quinn: Yeah. But it has been a very long day.",
        "[Cell phone rings]",
        "Ivy: Oh, sorry, I got to get this. It's dad just making sure I got home safely. Hello?",
        "Ridge: So, I figured you'd be up there with him.",
        "Quinn: I'm thinking of doing just that.",
        "Ridge: Don't let me stop you.",
        "Quinn: Like you ever could. So, why are you still here? Shouldn't be home tending to Brooke?",
        "Bill: Are you trying to make yourself worse?",
        "Brooke: Oh! Oh, my God! Bill!",
        "Bill: What are you doing standing in front an open refrigerator? That's probably how you got sick in the first place!",
        "Brooke: [Coughs]",
        "Bill: Liam texted me. He told me that you were ill, had to miss the wedding. That's why I brought you this -- the bill Spencer pick-me-up.",
        "Brooke: I'm afraid to ask.",
        "Bill: Steak. Protein. Iron. Those are the keys to fighting off infection.",
        "Brooke: [Sighs]",
        "Zende: You sure you're okay with this? My bedroom on our wedding night instead of some five-star hotel?",
        "Nicole: Who needs five stars when I have my wonderful, amazing husband? That's all I need. Besides, it is fitting. I mean, this is where we first...",
        "Zende: Oh! You remember.",
        "Nicole: Mm-hmm. I fell even more in love with you that night.",
        "Zende: Mm, well, look at us now -- an old married couple.",
        "Nicole: [Giggles]",
        "Zende: There's nothing I wouldn't do for you, Nicole. I'm gonna prove it, too. Every day for the rest of our lives.",
        "Zende: Just so you know, I have a fabulous honeymoon planned for us. We leave tomorrow.",
        "Nicole: Tomorrow?",
        "Zende: Yeah! Somewhere beautiful and exotic. But tonight -- tonight my bedroom is gonna have to do.",
        "Nicole: [Chuckles] This is perfect, Zende. Right here, right now. I can't imagine anything better.",
        "Zende: I wouldn't speak too soon. You haven't been to Tahiti yet, right?",
        "Nicole: That's where you're taking me?",
        "Zende: I mean, we could go to the Caribbean, go to one of those romantic islands.",
        "Nicole: You know what I'd prefer?",
        "Zende: What's that?",
        "Nicole: I love you so much.",
        "Brooke: I appreciate the hunk of red meat. It's really very thoughtful of you, but I don't have much of an appetite at the moment.",
        "Bill: Hey, no problem. You can have it for breakfast in the morning. What's better than steak and eggs?",
        "Brooke: [Sighs]",
        "Bill: I'm sorry you're sick, had to miss the wedding.",
        "Brooke: I really feel terrible about that. But at least ridge went, and he gave Nicole and Zende my best wishes.",
        "Bill: Yeah. Poor ridge. Had to go to the wedding all by his lonesome.",
        "Brooke: Uh, it's -- it's really nice that you stopped by, bill, but I think you should go 'cause ridge is gonna be home really soon.",
        "Bill: Yeah, where is he, anyway? Better yet, who's he with?",
        "Brooke: He called and asked if he could stay at Eric's a little while longer. He wanted to make sure everything was taken care of after the wedding.",
        "Bill: Did he say how everything went? Everybody on their best behavior?",
        "Brooke: If you're asking about Quinn...",
        "Bill: Isn't it interesting? Those two were clearly at odds, and now they seem to have found some common ground.",
        "Brooke: Well, they have a very unique, complicated relationship.",
        "Bill: Mm. So it would seem.",
        "Ridge: I see you didn't waste any time getting your portrait back up there.",
        "Quinn: I didn't mind sharing it with Nicole on her special day. It was important to Zende, and now that they're married... why am I even explaining all of this to you?",
        "Ridge: I don't know, maybe because I can under your skin more than anybody else.",
        "Quinn: Don't flatter yourself. And you still haven't answered my question.",
        "Ridge: What question?",
        "Quinn: Why are you still here? I could have paid the caterers, made sure everybody cleaned up...",
        "Ridge: You got dad to take care of.",
        "Quinn: And you have a sick fiancée to take care of. So...",
        "Ridge: I don't know, I thought I was helping.",
        "Quinn: Helping. Yeah, I'll tell you how you can help. At the wedding, the reception afterwards -- the way you were looking at me? Don't look at me like that again.",
        "Nicole: It happened. We're really married.",
        "Zende: Yeah.",
        "Nicole: The most romantic day of my life, and it's only going to get better.",
        "Zende: We have so much to look forward to. Building a life. But tonight -- tonight is about you and me. First night as husband and wife. To my beautiful, beautiful bride. I love you. Always. It's good.",
        "Nicole: [Chuckles]",
        "Bill: So I was hoping the wedding would give you some ideas.",
        "Brooke: You mean what kind of wedding I want to have with ridge?",
        "Bill: No. Cold feet.",
        "Brooke: [Sighs]",
        "Bill: How many times have you two actually said wedding vows only to have it completely fall apart? The marriage either declared invalid or an annulment or there's a divorce... doesn't that tell you something?",
        "Brooke: You never give up, do you?",
        "Bill: Not when I see the woman I love headed for another disastrous marriage to a man whose promises mean nothing. Zero! Zip!",
        "Brooke: Bill! Please, stop!",
        "Bill: Okay! All right, I won't go off on Forrester. You know, even though there are people out there that think that you and that imposter will be the next marriage, I don't. I'm convinced that you will be mine. You should face it, Brooke. You already are.",
        "Ridge: Wait, so now I can't look at you? What did I do? How did I look at you, exactly?",
        "Quinn: You know.",
        "Ridge: I don't know.",
        "Quinn: [Laughs] This was a family wedding.",
        "Ridge: Yeah.",
        "Quinn: You were giving me these long looks.",
        "Ridge: Me?",
        "Quinn: Yeah. You.",
        "Ridge: Please.",
        "Quinn: [Chuckles] Don't tell me it was my imagination.",
        "Ridge: It must have been your imagination because I remember you staring at me.",
        "Quinn: You still think about it, don't you?",
        "Ridge: Think about what?",
        "Quinn: San Francisco. The conference.",
        "Ridge: I thought we were talking about the wedding. What just happened?",
        "Quinn: No. Something more happened there. More than business. You know what I'm talking about.",
        "Ridge: Let's just pretend that I don't know. What are you talking about?",
        "Quinn: [Sighs] The kiss.",
        "Ridge: The kiss. What about it?",
        "Quinn: It never should have happened.",
        "Ridge: And it's never gonna happen again.",
        "Brooke: Do the words \"moving on\" mean anything to you?",
        "Bill: Not when it comes to you and me.",
        "Brooke: Bill. We had our chance. We had many chances, as a matter of fact, and we never made it to the part where the minister pronounced us husband and wife.",
        "Bill: Right, and I blame Forrester for that. Okay, and myself! And myself. All right? This last time, I screwed up, let my damn ego get in the way. But I learned my lesson. Not Forrester. Never has, never will. He will leave you for another woman, just like he has before. Taylor's just one example.",
        "Brooke: That's all in the past!",
        "Bill: Really?",
        "Brooke: Geez!",
        "Bill: Oh, come on, Brooke. Face it. The guy is who he is. He can't help himself when it comes to you and other women!",
        "Brooke: You can hardly be objective about ridge any more than he can be objective about you!",
        "Bill: I'm being completely objective! If past is prologue, the guy's gonna do what he's done 1,000 times before.",
        "Brooke: No, he won't. Ridge is my destiny, and I am his. I am more certain of that than ever. There is no other woman for ridge but me.",
        "Ridge: All right, let's get something clear. For me, kissing you -- it's like kissing a lamp post in the middle of winter.",
        "Quinn: Right. Right. 'Cause I'm just some cold-hearted witch.",
        "Ridge: No, I don't mean that, but I just -- I don't want you making goo-goo eyes at me. It's weird.",
        "Quinn: Goo-goo eyes?",
        "Ridge: Mm-hmm.",
        "Quinn: Was that your 12-year-old ego talking? [Laughs] Wow, do you think every woman wants you? Just one kiss, and they're under your spell forever?",
        "Ridge: Keep your voice down. Dad is right upstairs.",
        "Quinn: Yet, here you are, standing in my home, scolding me. What are you gonna do next, ridge? You gonna put me over your knee and spank me?",
        "Ridge: Is that on the table?",
        "Quinn: So this is how you repay me, huh? For making you co-C.E.O. Give me a hard time? I thought you appreciated how I supported you.",
        "Ridge: I do appreciate it. I've been very grateful, I think.",
        "Quinn: Well, why don't you show me a little more gratitude and tell me why you stayed behind, paid the caterers, made sure everybody was taken care of and left. It was to see me, wasn't it?",
        "Zende: I made a lot of promises today. Commitments from my heart. I plan on honoring those. I'm gonna honor you, Nicole. My lover. My best friend. My wife. You're everything to me.",
        "Nicole: [Chuckles] So this is what it's gonna be like every night.",
        "Zende: Well, if you're up for it, then yeah.",
        "[Both laugh]",
        "Zende: Although, there is a confession I need to make.",
        "Nicole: A confession?",
        "Zende: Yeah. I've been able to hide it in my past, but... I snore. A lot. Like a lion, but, like, not in a jungle.",
        "Nicole: Really? I didn't know.",
        "Zende: I know I should have told you on our wedding night. I'm so sorry! It's not a deal-breaker, is it?",
        "Nicole: Seriously? I'm like the most sound sleeper in the world. Your snoring is not gonna phase me.",
        "Zende: [Chuckles] Wow. First marital crisis, and it really wasn't a crisis at all. Hmm, this marriage thing is all right.",
        "Nicole: [Giggles] It's better than all right. We get to spend all our days and nights together. Be there for each other. There's no one in the world that I love more.",
        "Brooke: [Coughs]",
        "Bill: You know it's killing me, you in that robe, with everything underneath it...",
        "Brooke: Bill! Don't! Stop!",
        "Bill: Don't stop?",
        "Brooke: No, don't -- you know what I mean!",
        "Bill: I don't care if you're sick.",
        "Brooke: [Sighs] It's not that!",
        "Bill: Oh, come on. I'm telling you, ridge is doing the same thing with someone.",
        "Brooke: No, he isn't! I have complete faith in ridge.",
        "Bill: Because he's your destiny?",
        "Brooke: I know you don't like hearing that.",
        "Bill: You know what I don't like? I don't like that it's your automatic go-to response every time you think of you and ridge, like there's some cosmic force still ordaining that you two be together. Well, I'm not convinced. You want to talk about destiny? It's the life that you and I are going to share. The only destiny I believe in is you and me.",
        "Ridge: I love Brooke more than anything.",
        "Quinn: And I love your father more than anything. Although, I do have to wonder...",
        "Ridge: Wonder what?",
        "Quinn: If Liam and Steffy are gonna make it down the aisle before you and your precious Logan.",
        "Ridge: That bothers you, doesn't it? You don't want to see me get married. Can't handle it.",
        "Quinn: That's just your ego talking again. Although I will admit that there is part of me that is attracted to danger and the dark side.",
        "Ridge: Meaning what?",
        "Quinn: Meaning what's most toxic and wrong in my life is what appeals to me the most. And I try to not go that way, but sometimes I can't help it. Your father is the exact opposite. He's everything that's good and right in this world. And, uh... I try to follow his lead, but no matter how hard I try, I think there's just A... there's a darkness in me. I know you know what I'm talking about. You're the dark prince. Whether it's all that Marone blood running through your veins or something else, you and I, we're a lot alike. We like living on the edge, the temptation of the forbidden fruit. But we know better now, don't we?",
        "Ridge: I can't find my keys. So I'm gonna order a car and go home to Brooke.",
        "Quinn: And I'm gonna go upstairs to my husband. Good night, ridge.",
        "Ridge: Good night, Quinn.",
        "Quinn: [Sighs] Ridge!",
        "Ridge: Ah.",
        "Quinn: [Panting] Your keys. [Gasps] Oh!",
        "Ivy: How dare you?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=0a1AQAL2BLc"
}