{
    "Episode Summary": [],
    "Recap": [
        "Wyatt is probably the last person Liam expected to see. He thinks Wyatt came to gloat.. Wyatt says actually he came to apologize. He is apologizing for his mother. It's been easy in the past but he can't do that anymore. He has a wife now to protect; a family. Liam says this is hard for him to hear about this family they are starting. Wyatt basically walked off with his life and now he has to sit here and watch him enjoy it. Wyatt says it is not that way. He and Hope want to start their life and he hopes she will be pregnant soon. Light bulb goes off for Liam. He asks Wyatt if he has spoken to Hope about this. Wyatt says she is not quite ready yet. But he is ready as soon as she comes around. Brooke and Hope bring food home to Wyatt's for them to eat and catch up. Brooke assumes Hope will be moving out and is surprised when Hope tells her to wait. Plans have changed and she is not moving out. She is staying with Wyatt. Brooke is stunned and says there are other options. Hope says no ..she is pregnant. She says she took a pregnancy test so she would not freak out like she did last time. So she had to tell Liam first that she was not coming back to him. And she has not told Wyatt yet. Caroline asks Ridge if she can tell Rick as it is so hard for her to keep things from him, and especially this big secret. Ridge says no way. Caroline tells him even if he could draw again she could walk out that door with no regrets. He says she is going nowhere. She says okay, this is just temporary and he is still the great Ridge Forrester. She says she has to respect that he needs more time and that he needs her for now. Rick, Maya and Carter discuss Caroline helping Ridge. Katie walks in but Rick and Carter have a meeting and they leave. Maya and Katie make small talk until Maya implies that Caroline and Ridge are spending a lot of time together. He has hand selected her. Katie says she obviously has something to say so go ahead and say it. Maya does. She says she has seen them and what they do are a lot more than creating. Meanwhile Caroline and Ridge are huddled closely and she is trying to follow Ridge's hands and design and she looks toward him for guidance.",
        "Maya tells Katie that she has had personal experiences with Caroline and how she operates. She walked in on them and it looked like she was very much at home in Ridge's arms. Wyatt tells Liam that if it is too soon to be brothers then perhaps they can just be friends. There is no going back only forward and he hopes Liam can do that. He wants Liam to be part of his family. It's happening as they speak. Brooke tells Hope that it is okay that she sit with this for now and think about it. It's complicated, but never not a miracle. Hope says she wanted to be a mom all her life but she is not ready to make an announcement yet. It was supposed to be Liam's. That's the way she planned it and it would have been if it had not been for Quinn. But now she will stay with her husband and tell him and watch his face light up. He loves her and will make the best daddy ever. She is going to embrace the leap of faith that they took. She will love this child and be a really good mom and so grateful for her family. And Liam .she is going to forget abut him somehow ..she has to."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "(Liam's flashback)",
        "Hope: I'm pregnant... and it's Wyatt's.",
        "(Present time)",
        "Wyatt: Alison told me you'd be here. [Clears throat] I'm probably the last person you want to see right now.",
        "Liam: Well, that didn't take long. You here to gloat?",
        "Wyatt: Uh, to apologize.",
        "[SCENE_BREAK]",
        "Brooke: Hey. Hi.",
        "Hope: Hey.",
        "Brooke: I brought some coffee and muffins. You know, I just thought we'd better eat something. We're gonna be packing all day. So, does Wyatt know yet that you're moving out? It's such a bad situation for him. Maybe if you met Wyatt first and didn't fall in love with Liam, things would have been different. You wouldn't have been caught between these two guys, and now you are --",
        "Hope: Mom, Mom, stop. Stop. Uh... I'm not moving out. I'm staying with Wyatt.",
        "[SCENE_BREAK]",
        "Maya: [Sighs]",
        "Carter: Maya. What a surprise. Where's Rick? I'm supposed to meet with him.",
        "Maya: He'll be along.",
        "Carter: Well, I'm sorry to disappoint you.",
        "Maya: How?",
        "Carter: By walking in and disrupting whatever plan you're hatching to get Rick's attention.",
        "Maya: I'm not worried about getting Rick's attention. I can have it anytime I want.",
        "[SCENE_BREAK]",
        "[Door closes]",
        "Ridge: Hey.",
        "Caroline: I, um -- I just wanted to run something by you real quick.",
        "Ridge: What's wrong?",
        "Caroline: I wondered if you might reconsider letting me tell Rick what's going on --",
        "Ridge: Absolutely not.",
        "Caroline: It's just it's -- it's really hard. You know, Rick's my husband, and this is the focal point of my life --",
        "Ridge: Well, if it's too hard on you and on your family, maybe we need to stop doing it.",
        "Caroline: No. No. You know, I'll adjust. Besides, it's not like you'll need me for that much longer, anyway. I'm sure that whatever's blocking you is temporary.",
        "Ridge: I believe that, too. And meanwhile, we have a show to get ready for, and Rick is breathing down my neck, so we got to produce.",
        "Caroline: Got it.",
        "Ridge: Our secret.",
        "Caroline: As long as you say. It's starting to look like a real collection.",
        "Ridge: By the time we're done, you're gonna have something to be very proud of.",
        "Caroline: [Sighs] If I can ever get over being blown away. It's kind of my favorite fantasy that I never thought would come true. It's...surreal. I mean, the circumstances obviously are not ideal, but... even if you could draw again, I'd walk out that door with absolutely no regrets.",
        "Ridge: I know, but unless -- unless -- until that happens, you're not going anywhere. I like working with you.",
        "Caroline: Really?",
        "Ridge: This -- all of this -- it reminds me of when I first started. You know, it's all new. Everything is a revelation. Life's funny that way. You know, everything comes full circle. I was on top for so long, and now I'm a novice again.",
        "Caroline: Okay, well, you could never be that. I mean, sure, you're in this situation now, but like I said, that is only temporary. You're still the brilliant Ridge Forrester, and that is permanent.",
        "Ridge: See what I mean? You do me good.",
        "[SCENE_BREAK]",
        "Liam: Since when do you apologize for winning, Wyatt? Isn't that what it's all about for you?",
        "Wyatt: [Scoffs] I am aware that it could seem that way, but I'm actually apologizing for my mother... again.",
        "Liam: Thanks.",
        "Wyatt: [Sighs] This is far from the first time that she's disappointed me. You know that. But up until now, it's been easy to forgive her...believe her when she vows she's never gonna do it again, and then look the other way. Well, I don't think I can do that anymore. I have a-a wife now to protect...and a family.",
        "Liam: You must be looking forward to that.",
        "Wyatt: Can't come soon enough for me.",
        "[SCENE_BREAK]",
        "Hope: [Sighs]",
        "Brooke: Honey, I thought you wanted me to help you pack. I assumed with Quinn's latest, you would be out of here.",
        "Hope: Oh, yeah, well, uh, plans change.",
        "Brooke: You're not going back to Liam?",
        "Hope: No. I'm staying with my husband.",
        "Brooke: [Sighs] Okay. Well, I have to say I'm pretty surprised.",
        "Hope: Mm-hmm. [Sighing] Oh, Mom.",
        "[SCENE_BREAK]",
        "[Cell phone chimes]",
        "Rick: Caroline's working with Ridge.",
        "Maya: Mm. Big surprise there. What are they, anyway? The new design team?",
        "Rick: No, Caroline and Ridge are actually design partners.",
        "Maya: Out of nowhere.",
        "Rick: No, actually, he's been exposed to her designs since after Paris.",
        "Carter: Why do you care so much?",
        "Maya: I'm just trying to understand.",
        "Katie: Hey. Am I interrupting?",
        "Rick: No, no. Uh, come in. Are you looking for me?",
        "Katie: No, I'm just waiting for Ridge. Uh, don't let me stop anything.",
        "Rick: We have a conference call.",
        "Carter: Yes, we do.",
        "Rick: You know, make yourself comfortable. We'll take the call in his office.",
        "Katie: Thanks.",
        "Rick: All right.",
        "Maya: So, you've been orphaned by Ridge and Caroline, as well?",
        "[SCENE_BREAK]",
        "Ridge: I-I know I'm asking a lot -- keeping things from your husband and...",
        "Caroline: It's your secret, Ridge. If you don't want anyone to know that you can't draw, I have to respect that.",
        "Ridge: And you have, and I'm aware of that, and I'm grateful.",
        "Caroline: It's my privilege to help you any way I can.",
        "Ridge: Oh, boy. I hope you mean that 'cause I want to take you up on it. I need you, Caroline.",
        "Caroline: You know, this -- this experience and everything that you've given me... I need you, too.",
        "[SCENE_BREAK]",
        "Liam: This is -- is hard for me, you know... hearing about this -- this family you're gonna start with Hope.",
        "Wyatt: Look, I'm not here to rub anything in your face, but the fact is, we're family -- you, me, Hope.",
        "Liam: Wyatt, you basically walked off with my life, and now I get to sit here...",
        "Wyatt: [Sighs]",
        "Liam: ...And watch you live it.",
        "Wyatt: [Scoffs] I get it. Don't expect any Spencer male-bonding weekends anytime soon. But it would be nice if you could time your forgiveness for when Hope and I finally get pregnant. And with any luck, it won't be too much longer.",
        "[SCENE_BREAK]",
        "Brooke: I'm right here, sweetheart. Talk to me.",
        "Hope: [Sighs] Uh... you figure something out, you know exactly the next step you're going to take, and then life reminds you how random it can be, and -- and Quinn pushes Ivy into the seine, and then everything changes.",
        "Brooke: Unfortunate series of events, yes, but you can change it back.",
        "Hope: No, I can't.",
        "Brooke: Honey, I'm not advocating divorce, but due to the circumstances, there are other options.",
        "Hope: No. Liam and I -- we can't be together.",
        "Brooke: Why not?",
        "Hope: [Inhales deeply] Because I'm pregnant.",
        "[SCENE_BREAK]",
        "Katie: \"Orphaned\"? What do you mean?",
        "Maya: You and Rick. With Caroline and Ridge spending all that time together.",
        "Katie: Well, they're creating. It kind of comes with the territory.",
        "Maya: It doesn't bug you?",
        "Katie: No. Why should it?",
        "Maya: Well, I was just telling Rick I'm surprised. I mean, why would Ridge suddenly single Caroline out for specialized attention?",
        "Katie: They work together. It's fine.",
        "Maya: Maybe not... for you, I mean.",
        "Katie: Okay, you obviously want to say something, so why don't you just go ahead and say it?",
        "Maya: You're Ridge's fiancée, so I think you should know. I saw them, Katie, and what Ridge and Caroline were doing was a lot more than designing.",
        "[SCENE_BREAK]",
        "Ridge: Are you ready?",
        "Caroline: [Clears throat] I think so. I, uh -- I don't want to do it wrong.",
        "Ridge: There's no wrong. It's just a process we're working through together. Right? Okay. Start with the back. What's wrong?",
        "Caroline: Um, I just -- I've never designed from back to front before.",
        "Ridge: Well, you always start with what you see most clearly, and that's your inspiration point. Come on. Low and draped.",
        "Caroline: Take my hand. Show me what you see.",
        "[SCENE_BREAK]",
        "Wyatt: Can we take a step in the right direction? If you can accept, you can forgive, and after forgiveness, anything is possible.",
        "Liam: You, uh -- you mentioned wanting to start a family?",
        "Wyatt: Yeah. One I'd very much like you to be a part of.",
        "Liam: And -- and have you discussed this with Hope?",
        "Wyatt: I mean, she's not quite ready yet. And I'm working on it. I'd like to have a kid as soon as I can bring her around.",
        "[SCENE_BREAK]",
        "Brooke: Are you sure?",
        "Hope: Yep. Definitely pregnant.",
        "Brooke: Oh! Oh, my gosh. Honey.",
        "Hope: I know. [Chuckling] I know.",
        "Brooke: Uh -- uh, well, I thought that --",
        "Hope: I know. You thought that I wasn't ready. Yeah, I know. I did say that, and I meant it.",
        "Brooke: So, something obviously has changed.",
        "Hope: Not consciously. I knew that I had been late, and I figured that it was just because I had been really stressed out. You know, so I didn't want to freak out like I did last time. But if I was going to tell Liam that I was coming back to him, that we were finally gonna be together, then...I felt like I had to be sure, you know? So I-I took a pregnancy test.",
        "Brooke: And it was positive?",
        "Hope: Yeah. So, instead of telling Liam that we were going to start a life together, I had to tell him that there's no chance.",
        "Brooke: Oh, honey.",
        "Hope: I know.",
        "Brooke: I'm so sorry.",
        "Hope: Liam even offered to raise the baby as his own, which is...",
        "Brooke: That's a solution.",
        "Hope: No, it's not an option. It's just not. It's not fair. It isn't fair to Liam. It's not fair to Wyatt or me or the baby.",
        "Brooke: Wyatt must be thrilled. He's wanted this family for a while.",
        "Hope: Yeah. I haven't told him yet.",
        "[SCENE_BREAK]",
        "Maya: Before I say this, please know that I don't want to cause problems, but I've had painful experience with Caroline, and I know how she operates -- how she inserts herself into other people's relationships, and before you know it, she's got your man. You deserve fair warning. So here it is -- I walked in on Caroline looking very much at home in Ridge's arms.",
        "[SCENE_BREAK]",
        "Wyatt: [Sighs] Look, if it's too soon to be brothers, then maybe we could try to be friends. You know, getting to know each other the way we haven't yet -- ease into things.",
        "Liam: Maybe.",
        "Wyatt: You're hurting. I know, and I'm sorry. I know what you lost. But there is no going back -- only forward. And I-I really hope that you can do that and be a part of our family because it's gonna happen. It's happening as we speak.",
        "[SCENE_BREAK]",
        "Hope: Am I terrible? Am I awful for not telling Wyatt right away?",
        "Brooke: No. No, you just found out yourself, so it's okay to just sit with it and get used to the idea.",
        "Hope: Okay. Okay. Yeah, I mean, it's -- it's huge, and it's, um --",
        "Brooke: It's complicated.",
        "Hope: Yeah.",
        "Brooke: I know.",
        "Hope: Yeah.",
        "Brooke: But it's never not a miracle.",
        "Hope: I know. I know that, and -- and you know that I've wanted to be a mom my whole life. I-I'm just, um -- I'm not making any announcements yet.",
        "Brooke: Lips sealed.",
        "Hope: Okay. You can tell dad but no one else.",
        "Brooke: Okay.",
        "Hope: Okay. [Sighs] [Groans] This baby was supposed to be Liam's. It's -- it's just how I planned it, you know?",
        "Brooke: Mm-hmm.",
        "Hope: And it would have been...if Quinn hadn't pushed Ivy.",
        "Brooke: But she did, and now this is your reality, so... [Clears throat] ...What are you going to do about it?",
        "Hope: I'm going to stay with my husband. And I'm going to tell him that we're pregnant and watch his face light up... because he's a really amazing person. And he loves me so much, and he's gonna be the best dad ever. So I am going to embrace our future, honor the leap of faith that we took, and I'm going to be the wife that Wyatt deserves. And I'm gonna love this child and be a really, really good mom. And I'm going to spend the rest of my life being so, so grateful for my family.",
        "Brooke: And Liam?",
        "Hope: Mm.",
        "Brooke: [Chuckles]",
        "Hope: I am going to... forget about Liam... somehow... because I have to.",
        "Brooke: Oh, baby.",
        "Hope: Yeah. Yeah."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=hxq0G1mg0Rw"
}