{
    "Episode Summary": [],
    "Recap": [
        "Hope tells Wyatt that the hula was fun and only he could pull this off by not forcing her to go outside but still enjoying the island. Wyatt tells her it wouldn't be Hawaii without a pig roast. She's immediately scared until he says not a real pig roast but he has some takeout. He recommends the pineapple bar- b-que sauce because it is so good on everything. Liam tells Quinn that regardless of what she thinks, Wyatt is not the one for Hope. She grins at him and says he has his daddy's swagger all right but it is ill-timed now since Hope is with Wyatt right now in Hawaii. And they are getting closer and closer with every passing hour. Liam accuses her of setting that up. And brags there have been many, many others who have attempted to break them up but none have worked and neither will she. Quinn says his confidence is impressive. That's probably why women find him attractive. She reminds Liam that she was just the whistleblower. Steffy showed up at the cabin all on her own. Liam says all Hope saw was a bad memory but then Quinn was counting on that. In her own twisted mind she thought that would be enough. How foolish of Quinn. She scoffs \u0096 he is the one who went to Hawaii and came back without Hope. So it was not her actions but his own .his own indecisiveness and insecurities. Liam looks her square in the eyes and says he will fight to the end of this earth to get Hope back so Quinn better be ready for that reality. He will not forfeit Hope. She fires back that he had his chances with Hope but he blew it. So man up and give his brother some respect. Liam counters with that he'll give him as much respect as Wyatt gives him \u0096 ZERO. He mocks Quinn when she says Wyatt deserves this, He says her lies and manipulations are only going to make him and Hope stronger. Hope is gonna be his wife. And as far as Wyatt is concerned Liam is not sure he can love anyone but himself. Bill asks Brooke if there has been any more Ridge sightings. She says no but she doesn't think Ridge over-reacted either. He says well if he was Ridge and had been gone a year he would not care what she did or who it was with. He'd just want to be up in that bedroom with her arms around him. She says she was mortified in having to explain. Bill says she shouldn't have to. She says yes she does and it should be atonement and punishment. He continues then that is the problem. Punishment is not going to make it go away. They can not deny what they have unless she has found something better with someone else. Hope thanks Wyatt for the most wonderful sandwich she has ever had. He says Hawaii has always been one of his passions. That's his mantra, find out what she needs then supply it. She says he does that a lot. He says it comes naturally when you love someone the way he does.",
        "Bill asks Brooke how he can help her. She says for all the kid's sake, go back to Katie. RJ walks in from school and thinks his mom looks upset. She quickly scoots him upstairs to do his homework. Then tells Bill that is exactly what she didn't want, her son picking up on something between them. Bill says they have been quiet about this so she has nothing to worry about. And Ridge has been gone for a year and all he can do is lecture her. He had the most beautiful, sensual woman on the planet and could not even see it. He must be made out of cardboard as all Ridge sees is her faults. Wyatt tells Hope one of his favorite legends involving a native flower and a princess. And back in those times it was taboo for a commoner to have anything at all to do with royalty. But the commoner and princess fell in love and went up into the mountains to see this priest. He told them to pray and as they did it started to rain. Their hearts were broken and he took this flower from her ear and divided it and said one of them would go below and one stay on the mountain. As they parted, all the flowers there on the mountain saw how sad they were. That half of the flower blossomed and today only those two places has this flower. And when they are together it means the commoner and his princess are reunited. Hope says that is beautiful but very sad. He quips that he's not really a commoner so he doesn't think they will have that problem. He tells her to stay put, he has another story for her. He returns with another flower, one more common and seen throughout the island. It's one that young women give to their men when going off to war. And if a woman puts it behind one ear it means she is available and the other that she is taken. And course it always is accompanied with a kiss. He puts the flower behind Hope's ear and kisses her. Brooke tells Bill that yes she is in love with him but it is wrong. He makes her look at him and says he is not giving up. The damage has been done and the pain felt. Katie is finding her way so the two of them must do the same. This is not about Katie anymore and Brooke can not let something this precious slip through her fingers. He wants to be up in that bedroom again with her. He wants that back where he was never more happier. She allows him to kiss her but with tears she tells him to go. Liam continues to tell Quinn to stop meddling. She must not have faith that Wyatt can get Hope on his own. But when Hope makes her decision it won't be Wyatt. She glares at him and tells Liam to leave Wyatt alone .and stay away from Hope too if he knows what is good for him. He says just keep on threatening him as it only fuels his fire. She says he really doesn't want to push her. He says what drives him is that he really wants to protect Hope .from her and Wyatt. She says he is insane if he ever thought she'd hurt Hope. He counters with they really know nothing about her. She and Wyatt just fell out of the sky. And she's been lying even to Wyatt all of his life so no telling what she is capable of. She says she is capable of much more than he realizes so he better stay away from her and her son. He says he sure as hell doesn't want Hope to have her as a mother-in-law so that is why he's going to do all he can to see that Hope doesn't end up with Wyatt. Hope will see through them eventually. Wyatt holds up a tiny blossom from the flower and says he is keeping it as a reminder. It will open up with just a little time and light. And that's the way he was. When he met Hope, he was closed and when she shone her light on him he just opened. And he wants to do that for her; to be the light in her life. He kisses her again several times, and she gazes into his eyes with a smile on her face."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: You know, that is the first time that I have ever hired a ukulele player and a hula dancer in my life.",
        "Hope: They were fun.",
        "Wyatt: Yeah.",
        "Hope: They really were. Only you could do this. Only you could give me a taste of the island without actually forcing me to go outside.",
        "Wyatt: [Chuckling] Right.",
        "[Knock on door]",
        "Wyatt: Ah. Speaking of taste of the islands, it wouldn't be Hawaii without a pig roast, so...",
        "Hope: No. No, no! You're not gonna do that.",
        "Wyatt: No, no, no. Hold on. Thanks, Kukane. Thank you, man. [Chuckles]",
        "Hope: [Chuckles]",
        "Wyatt: Look, I know you better than that. So... I got... Kalua pulled pork plate lunches from my favorite spot, all right? Wait till you try this pineapple barbecue sauce. It's so good! It's so good on everything!",
        "[SCENE_BREAK]",
        "Liam: Hey, say what you want. Think what you want. Hope wasn't meant to be with Wyatt.",
        "Quinn: Your father's swagger. Impressive, but ill-timed. 'Cause... Wyatt already has Hope. They're in Hawaii together.",
        "Liam: Yeah, which you had to arrange. Come on, Quinn. You're a smart woman. You must know what that means.",
        "Quinn: Well, I imagine it means that they're getting closer and closer with every passing hour.",
        "Liam: Oh, I'm sure there's a little of that, yeah.",
        "Quinn: And you're okay with that?",
        "Liam: [Chuckles dryly] You must be aware of our history, huh? The many, many attempts to break us up -- none of them worked. Yours won't, either.",
        "[SCENE_BREAK]",
        "Bill: So, any more Ridge sightings?",
        "Brooke: Not since the other day.",
        "Bill: Still off licking his wounds, huh?",
        "Brooke: He was very disillusioned when he left here.",
        "Bill: Yeah. Poor, little fella. Upset that you didn't spend the last year in a nunnery.",
        "Brooke: I don't think he overreacted, Bill.",
        "Bill: No, I-I don't think so, either. It's pretty true to form for Ridge. But for someone who loves you, who hasn't seen you in over a year? If it was me, I wouldn't care how you spent your time or who you spent your time with. All I would care about is being up in that bedroom with your arms around me.",
        "Brooke: It was mortifying having to explain it to him.",
        "Bill: You shouldn't have to! You don't owe Ridge any explanations! We fell in love. Who, why, how -- it makes no difference anymore, and it certainly doesn't deserve an apology.",
        "Brooke: It deserves more than an apology -- atonement, punishment!",
        "Bill: Oh, Brooke. [Sighs] Therein lies the problem. You want to punish yourself for loving me? That doesn't make the feelings go away. You can't deny what we have. ...Unless you've found something better with someone else.",
        "Brooke: [Sighs]",
        "Bill: Did you, Brooke?",
        "[SCENE_BREAK]",
        "Quinn: Your confidence is impressive. I... imagine that's why women find you attractive.",
        "Liam: Oh, shucks. Thanks, Quinn, but there's only one woman I care about.",
        "Quinn: [Inhales sharply] Yeah, I think you're gonna have to get over that.",
        "Liam: Why -- because of your maneuvering? You really think that's enough to cement a relationship between Hope and your son?",
        "Quinn: I was the whistle-blower, Liam! That's all! I mean, Steffy showed up at that cabin all on her own.",
        "Liam: But you're the reason she showed up on my wedding day, and you're the reason Hope saw her.",
        "Quinn: Yes, with you! And what she saw were two people who never stopped loving each other.",
        "Liam: No, what she saw was a bad memory. And that's what you were banking on, wasn't it? You're playing on her fears. And somehow, in your own twisted mind, that would be enough. How foolish of you!",
        "Quinn: How foolish of me?! You went to Hawaii. And you came back without Hope. It's not my tactics that ruined you. It was your actions, your weakness, you're indecisiveness. You couldn't let go of Steffy if you wanted to, and now Hope knows that.",
        "Liam: Here's what Hope knows. Hope knows that I will fly to the ends of the earth to get her back, and I will do it again and again and again if I have to. I will not forfeit Hope. And you should prepare your son for that reality.",
        "[SCENE_BREAK]",
        "Wyatt: [Sighs] You hated it.",
        "Hope: I did.",
        "Wyatt: [Groans]",
        "Hope: It was...awful.",
        "Wyatt: Oh, come on.",
        "Hope: Just the worst. And by the worst, I mean the best sandwich that I've ever had ever. Where did you find this place?!",
        "Wyatt: Well, Hawaii is a passion of mine -- one of them, anyway.",
        "Hope: Thank you so much for this. For the diamond, for... for everything.",
        "Wyatt: It's my manta. Find out what she needs, and you supply it, so...",
        "Hope: You do that a lot.",
        "Wyatt: With no effort. It comes naturally when you love someone the way I do.",
        "[SCENE_BREAK]",
        "Bill: Don't let Ridge make you feel guilty!",
        "Brooke: It isn't Ridge.",
        "Bill: Of course it is!",
        "Brooke: He has a point.",
        "Bill: You have suffered enough over this. You were making amends with Katie. It was paying dividends. Ridge shows up, and now you're back in the guilt pit.",
        "Brooke: He was shocked at what I'd done. How could he not be?",
        "Bill: Let it go, Brooke. It's over.",
        "Brooke: [Sighs] Apparently, I can't.",
        "Bill: Well, how can I help you?",
        "Brooke: For the kids' sake... go back to Katie.",
        "Bill: [Sighs]",
        "[Door opens]",
        "R.J.: Hi, Mom. Hi, Mr. Spencer.",
        "Brooke: Oh, hi.",
        "Bill: Hey, R.J. what's up?",
        "Brooke: How was it over at Bobby's? You have a good time?",
        "R.J.: Yeah. You okay? Something wrong, Mom?",
        "[SCENE_BREAK]",
        "Quinn: You had your chance with Hope, and you blew it. Now man up and give your brother some respect.",
        "Liam: I'll tell you what. I'll give Wyatt about as much respect as he gives me -- zero!",
        "Quinn: He deserves his chance with Hope.",
        "Liam: I'm so-- I'm sorry. Did you just say \"Deserves\"... as in, he earned this? H-how is that? W-what did he do to earn this, exactly? You two bulldozed your way into our lives with lies and manipulations. And I'll tell you something else, Quinn. This caper of yours, and every one to follow, is only gonna make Hope and me stronger.",
        "Quinn: My son is in love. And you have Steffy.",
        "Liam: Yeah, I'll always care about Steffy. But Hope is gonna be my wife. And as far as love is concerned, I'm not sure your son is capable of loving anyone more than himself.",
        "[SCENE_BREAK]",
        "Wyatt: You know, Hawaii has so much history. And now we're a part of it.",
        "Hope: Oh, we are, huh?",
        "Wyatt: Mm-hmm. You know... there's this legend. It's one of my favorite legends. How about this?",
        "Hope: Hmm?",
        "Wyatt: It's about a common man and a beautiful Hawaiian princess named Naupaka. And they fell in love, which is a big problem, though, because back in ancient Hawaiian times, it was taboo for a commoner to have anything to do with the ali'i, or the royalty, you know? Does this story sound vaguely familiar?",
        "Hope: [Laughing] Oh.",
        "Wyatt: No? Is it me?",
        "Hope: That's a stretch.",
        "Wyatt: What?!",
        "Hope: That's a real stretch. Vaguely. Vaguely.",
        "Wyatt: Princess Hopealani and the commoner Wyattkalua. That works, right? I think it's perfect.",
        "Both: Yeah.",
        "Wyatt: [Laughs] Anyway... so, they fall in love, and they're not supposed to. And they go up to the top of this mountain to see this very wise priest, or kahuna. And he listens to their sad story, and he says, \"Unfortunately, there's nothing I can do. You guys should pray.\" So they go, and they pray in his heiau, or the sacred area. And as they're praying... it starts to rain. And, their hearts just torn from sorrow, they -- they embrace for the final time. And Naupaka takes this flower from her ear, she breaks it in half, and she gives it to her lover. And she says, \"You go stay down by the ocean, and I will stay up here in the mountain.\" And as they separate... all the plants that grew around them... felt how sad they were. So that very next day, that flower blossomed... with only half the flower. And that plant, the Naupaka flower, is only down by the seashore and up in the mountains. That's it in Hawaii -- those two places. And when you get one and the other, it's like, when you put it together... it's like Naupaka and her lover finally reuniting.",
        "Hope: That's beautiful.",
        "Wyatt: [Chuckles]",
        "Hope: It's really sad, though.",
        "Wyatt: [Chuckles] Yeah. Yeah. But I'm not really a commoner, so I don't think we have that problem, right?",
        "Hope: [Laughing] Oh.",
        "Wyatt: Oh, wait here, because I have another story for you.",
        "Hope: Okay.",
        "Wyatt: Hold that.",
        "Hope: Oh.",
        "Wyatt: That's for you.",
        "Hope: Thank you.",
        "Wyatt: I'll be back.",
        "[SCENE_BREAK]",
        "Brooke: So, did you get your homework done over at Bobby's?",
        "R.J.: [Chuckling] No. We played games.",
        "Brooke: Oh, yeah. Okay. Well, you better go do your homework. I cut up some fruit, too.",
        "R.J.: Thanks, Mom.",
        "Brooke: [Sighs] That's exactly what I don't want -- my son picking up on something!",
        "Bill: Well, you got to calm down. Look how stressed you are. Kids notice that.",
        "Brooke: I don't want him to know that we were together.",
        "Bill: He doesn't know anything, Brooke. We've kept this very quiet. You've got nothing to worry about.",
        "Brooke: [Sighs]",
        "Bill: ...Unless Ridge keeps pounding on your conscience.",
        "Brooke: No, it's not Ridge. It's me.",
        "Bill: He's the catalyst.",
        "Brooke: Because he's only finding out now!",
        "Bill: Well, what does that tell you about the guy? He's been gone for over a year! And what's the best he can give you? A lecture. Look at you. You're the most beautiful, sensual woman on the planet, and he doesn't even see it. All he sees are your faults. I mean, what is with that loser? Is he made out of cardboard?",
        "[SCENE_BREAK]",
        "Quinn: You are wrong about Wyatt. He feels very deeply. You're the one who's heartless, the way you've treated Hope.",
        "Liam: You don't know how I've treated Hope! You're going off of stories that you heard from Wyatt.",
        "Quinn: No, you have been dancing between two women for years now. You're gonna deny that?",
        "Liam: Do you know that the first time I was set to marry Hope, my dad intervened? Then we were set to get married again in Italy. He intervened again. Hope and I have never even had a life without intrusions and trickery and manipulation. Quinn, yours are just the latest.",
        "Quinn: [Scoffs] You failed her.",
        "Liam: No, my dad failed, and Deacon failed, and Steffy failed. And so, too, will you and Wyatt.",
        "Quinn: Oh. Well, no. I haven't yet.",
        "Liam: Oh, so you do see this as your own, personal mission! Do you understand how sick that is, Quinn, how neurotic? Wyatt must be embarrassed of you. I-I'm surprised he doesn't despise you for this.",
        "Quinn: My son loves me, and don't you dare ever imply otherwise!",
        "Liam: Then why don't you do what a loving parent would do and back the hell off? You know, you act like you're so proud of your son, but your actions tell a different story. You clearly don't even have enough faith in him to win Hope over on his own merits. Here's an experiment! Why don't you let Hope make her own decisions without your meddling?!",
        "Quinn: She already has.",
        "Liam: No, she hasn't. She really hasn't. But when she does, it won't be Wyatt.",
        "Quinn: You stay away from Wyatt, and you stay away from Hope if you know what's good for you.",
        "Liam: Oh, no. Please, keep on threatening me, 'cause it only fuels my fire, Baby.",
        "[SCENE_BREAK]",
        "Hope: Ooh!",
        "Wyatt: Smell this.",
        "Hope: Oh, it's beautiful.",
        "Wyatt: Mm-hmm.",
        "Hope: Oh, my -- oh, my gosh! Look! One of them hasn't opened yet!",
        "Wyatt: Oh, yeah. Plumeria. They grow everywhere -- I mean, in parks, in backyards, actually out on your neighbor's terrace out there.",
        "Hope: How do you know all of this?",
        "Wyatt: I am a student of all things beautiful! You should know this about me!",
        "Hope: [Laughs] Okay, okay. So, what does the Plumeria symbolize?",
        "Wyatt: Okay. Well, um, in the language of flowers, Plumeria means, uh, frangipani. I think it means, like...\"Long love in absence.\" And that's why they use the Plumeria to give to the sailors when they were going off to war. And they still do. I mean, the docks down by the shipyards, they have lei stands everywhere.",
        "Hope: Well, I'm not going off to war.",
        "Wyatt: [Chuckling] Right. Well, you might be if you don't stay here with me.",
        "Hope: Oh.",
        "Wyatt: [Chuckles] Here. A beautiful flower for a beautiful Hawaiian princess. And, according to local tradition, if the flower is placed behind the right ear, then the princess is seeking a relationship. But if it's placed behind the left ear, it means she's taken. And, of course, always in Hawaii, when you're giving someone a flower... it is accompanied by a kiss.",
        "[SCENE_BREAK]",
        "Bill: I'm gonna ask you again. Are you thinking of going back into that relationship? Is that what this is about?",
        "Brooke: No. I need to do what is best for Katie. Yes, I love you. I do. But it's wrong.",
        "Bill: Well, I'm not giving up on us.",
        "Brooke: [Sighs]",
        "Bill: And nothing you can say is going to change that. Look at me. The damage is done. The pain has been felt. Katie is finding her way. Now you and I have to do the same.",
        "Brooke: I can't.",
        "Bill: What you can't do is let something this precious slip through your fingers. This isn't about Katie anymore. It's about us. I want to be back upstairs in that bedroom with you. Were you ever happier? I wasn't. And I want it back.",
        "Brooke: Please just -- [Sniffles] Just go. [Sniffles]",
        "[Door closes]",
        "Brooke: Oh, God.",
        "[SCENE_BREAK]",
        "Quinn: You really don't want to push me.",
        "Liam: You want to know what drives me, Quinn, more than anything else? It's not just my love for Hope. It's my desire to protect her.",
        "Quinn: Protect her? From what?",
        "Liam: Uh, you, and your son.",
        "Quinn: You are insane if you think I would ever hurt her.",
        "Liam: What do we even know about you, Quinn? You dropped from out of the sky -- a woman who's been lying to her son his entire life, who pulls dirty, little tricks. God knows if you're capable of that, what else?",
        "Quinn: Oh, I am capable of so much more than you can imagine. You stay away from me and my son.",
        "Liam: Hey, look. I want no part of either of you, and I sure as hell don't want Hope to end up with you as a mother-in-law, which is why I'm going to make sure nothing comes of this relationship between Hope and Wyatt.",
        "Quinn: Something already has.",
        "Liam: Hope will see through both of you soon enough.",
        "[SCENE_BREAK]",
        "Wyatt: Plumeria is also associated with love and feng shui. But it also has healing properties.",
        "Hope: Really?",
        "Wyatt: Yeah. Very potent.",
        "Hope: Oh.",
        "Wyatt: Can you feel it?",
        "Hope: Oh, yeah. Oh, I'm -- I'm lightheaded already!",
        "Wyatt: [Laughs] Now, that ain't the jet lag, Baby!",
        "Hope: [Giggles]",
        "Wyatt: You know, I... I think I'm gonna keep this one.",
        "Hope: Why?",
        "Wyatt: As a reminder.",
        "Hope: Of what?",
        "Wyatt: How different it is from the one that's behind your ear in your hair. It hasn't fully opened up yet, but it will.",
        "Hope: Well, it just takes time.",
        "Wyatt: Mm-hmm.",
        "Hope: And light. That's the way nature works.",
        "Wyatt: That's how it works for all of us, you know -- a little time and a lot of light... like this flower. When you met me, I was... closed up. But you shed your light on me, and -- and I just... opened. And I want to do that for you. I want to be the light in your life... like that beautiful flower in your hair."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=LI0Cc6JvmJ0"
}