{
    "Episode Summary": [],
    "Recap": [
        "At Rick's request, Hope shows up at Brooke's house. He's worried about thier mom. He says Ridge left her for Katie. She'll say she is okay, but she's really not. Rick tells Hope that he found her at Eric's where she had spent the night and she was talking to Stephanie. Brooke walks in and wants to know what is going on. Hope gives her a hug and says she is so sorry. She understands she was talking to Stephanie. Brooke says yes it helps her remember how strong she was. She would never let something like this derail her and Brooke isn't either. At Liam's, Bill fills Liam in on Katie and Ridge. But Brooke is furious about it and doesn't realize what a gift it is. Now they don't have to feel guilty any more. Nothing is standing between them. Liam asks what about Quinn. Bill assures him that Quinn is not a factor in this. Liam says ok but then Bill goes and knocks boots with her. Bill says okay, he made one mistake and now he has to go hear about it from his son. But he tells the little worrywart, it isn't going to happen again. Liam says he better pray that is the way Quinn feels about it. Bill says he doesn't care how Quinn feels about it. Bill pours himself a stiff drink and says his only concern now is Brooke. Quinn Fuller is nothing more than a scratch. Quinn is remembering her romp with Bill that included some pretty rough sex. Wyatt walks in and is concerned about her look. She says it is not about Aly, but Bill. Wyatt isn't sure he wants any details. He doesn't want to know about her relationships but it sure beats her being curious about his. He reminds her that Bill is still out for Brooke. She chuckles about Bill and his \"hobbies\". He's very competitive and he won't give up on Brooke. He likes the chase. But even if Brooke is the only woman for him, he is not the only man for Brooke. Wyatt tells her that he doesn't want her to get her hopes up when it concerns Bill. She assures him that she gave up her schoolgirl crush on him a long time ago. The attraction is tame. What they have is visceral, and raw. Wyatt says it sounds dangerous. Quinn says people get hurt all the time in relationships because they expect too much or make promises they can't keep. She says she knows Bill; what motivates him and what he needs. And if he thinks he needs Brooke, he is sadly mistaken. She says she does not believe in daydreams; she acts on her desires. Wyatt says then it looks like she and Bill have that in common. She says yeah and with genes like that no wonder he ended up with Hope. He says he only is trying to figure out what she wants. She says three things \u0096 him to be happy, their business to be a success and a companion for her. So far she has not met a man who excites her as much as Bill. They may be more alike than Wyatt thinks.",
        "Bill tells Liam that he is not asking for the moon. He just wants his company back, to have his son and share it with the woman he loves \u0096 Brooke. Ridge does not deserve her. He came home for her but now he's with Katie. He's garbage and she needs to be done with him now. Liam says he knows it is frustrating to just sit and tell him to wait. Bill says he is not going to wait. Liam says no that is the mistake he made, but just try to think what Brooke needs right now. Bill says she needs to realize she is free and there is not a single reason she can not be with Bill. She needs to know that she can be more than just a good mom. She's a smart, sexy, dynamic, woman and not afraid to put herself out there. She needs a man who can handle that and appreciate her and that clearly isn't Ridge. He says tonight Brooke is going to realize that man is him. Liam scoffs then he isn't going to wait up. Bill says he better start looking for a new roommate. Brooke says she is sorry that Bill came to Rick about this. Rick says he's not. He knows Bill cares deeply for her and was worried. He was impressed with that side of Bill. Brooke says well Bill doesn't have to worry about her anymore and neither do they. In the past when Ridge left, she often did things she would regret. That isn't going to happen anymore. She sees what payback is and now she knows this sounds hard to believe but she is putting her children first. Rick and Hope give her a group hug. Quinn tells Wyatt that Brooke has never been right for Bill. He doesn't want to be anyone's white knight. She knows how bad he can be. She has seen the worst of him but she can appreciate how far he has come since then but Brooke can't. She's ashamed of her involvement with Bill and she expects him to be also. Brooke will reject him again and he will move on. Wyatt asks then what. She says she will be there to show Bill there is one woman in his life who truly understands him. Bill appears in Brooke's doorway and tells her not to ask him to leave as he won't. Wyatt finds Hope and slips up and gives her a big kiss. She says that must mean they are okay. She explains that she really liked his idea at the presentation. He says he will never complain if he is the only one to see her in lingerie unless Aly convinces her to wear long flannels. He might have a problem with that. She says she knows Aly was a little overbearing but she did have a point. She made it so maybe now she will back off a little. He says he doubts it. That's the problem with shadows; they are a little hard to shake. Hope says she is not there now and gives him a big kiss. Liam is on his way out when Quinn slips in. When she finds that Bill is not there, she tells Liam that she will wait. He'd rather she go since he is leaving. If it's really important she can leave a message. She says this has to be in person. She leaves and he locks the door and also leaves. She doubles around and comes in the back sliding door. She passes the mantle and turns down Liam and Hope's picture and says Bill will be home tonight and she will be right there waiting for him. Bill tells Brooke that he is not leaving until she hears him out. She does not have to wake up alone tomorrow and neither does he. She says they have been over this before. He says yes but now Ridge is with Katie, the very thing they tried to do for months. The only difference is they are not feeling guilty about it. Brooke doesn't want to talk about this, but he stops her from walking out. He says before she did not want to hurt Katie, but Katie is not hurting, Brooke is. The man who left her a dozen times has now left her again. And the plans they made in Monte Carlo are still there. RJ and little Will are okay and they can be too. But she has to let go of this idealized Ridge as he came back from Paris a different person. Brooke does not need him as a security blanket any more. She has got to let him go as he will leave her and hurt her again. It's time to move on."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Hope: Couldn't we have done this at work?",
        "Rick: No.",
        "Hope: Look, I really liked Wyatt's idea, too. I think it could have generated a lot money, but --",
        "Rick: I'm worried about Mom. With Ridge dumping her again...",
        "Hope: I know.",
        "Rick: He left her for Katie.",
        "Hope: Is she here?",
        "Rick: I don't know, but even if she is, she's gonna say that she's fine, that she's got a handle on things.",
        "Hope: I don't know about that.",
        "Rick: I'm not buying it either. I mean, it was Ridge and her own sister.",
        "Hope: Is Mom the one who told you all this?",
        "Rick: I found her at Dad's. She'd been there all night.",
        "Hope: Yeah, he's away on business.",
        "Rick: And... she was talking to Stephanie.",
        "[Door opens]",
        "Brooke: Hi, you two. What's going on?",
        "[SCENE_BREAK]",
        "Liam: You were just gonna let me find out from Katie?",
        "Bill: Don't cry about it. I'm telling you now.",
        "Liam: God, you know, I was wondering why she wasn't in the office.",
        "Bill: Because she was with Ridge. And Brooke is furious about it. She doesn't realize what a gift this is. I mean, there's no reason to feel guilty anymore. Nobody's standing between us.",
        "Liam: What about Quinn?",
        "Bill: What about her?",
        "[SCENE_BREAK]",
        "Wyatt: On second thought, I think I'm gonna get you a decaf. Wow, that is one fierce look. Is this about Aly? Aren't you the one who keeps reminding me that Aly is just a teenager? It's not about Aly?",
        "Quinn: Bill.",
        "Wyatt: Hmm. What did he do to make you that mad?",
        "Quinn: Is that how I looked?",
        "Wyatt: I'm gonna stop asking questions.",
        "Quinn: We don't have to talk about it if it makes you uncomfortable.",
        "Wyatt: [Chuckles] Do I enjoy talking to my mother about her relationships? No. But it sure beats you being involved in mine.",
        "[SCENE_BREAK]",
        "Bill: You had to bring up Quinn.",
        "Liam: I'm just hoping she's not factor in any of this.",
        "Bill: She isn't.",
        "Liam: Yeah, well, you say that, but then you guys go knocking boots --",
        "Bill: Yeah, okay, I made a mistake, all right? Can a guy make a mistake? I make one mistake and I got to hear about it from you? All right, well, it's not gonna happen again. Okay, little worrywart?",
        "Liam: Yeah, you better pray that's how Quinn feels about it.",
        "Bill: I don't give a damn how Quinn feels about it. My only concern right now is Brooke. Quinn Fuller is nothing more than a distraction.",
        "[SCENE_BREAK]",
        "Wyatt: You know Dad's still after Brooke, right?",
        "Quinn: [Chuckles] Oh, your father and his hobbies.",
        "Wyatt: [Chuckles] He hasn't given up on her, Mom.",
        "Quinn: Oh, no. Your father is a very competitive man who loves a challenge, the thrill of the chase. He says he's committed and that Brooke is the only woman for him.",
        "Wyatt: And you've heard that before?",
        "Quinn: Well, even if it is true, Bill is not the only man for Brooke.",
        "[SCENE_BREAK]",
        "Hope: Mom, I'm so sorry.",
        "Brooke: Honey, I'm fine.",
        "Hope: Rick said that you -- you were talking to Stephanie?",
        "Brooke: Oh, yeah. Her portrait always reminds me of how strong she could be. And she wouldn't let something like this derail her, and I'm not going to let it derail me.",
        "Hope: You know that you can come to us.",
        "Brooke: I know, but you're my kids, and you should be able to come to me. Too many times it's been the other way around.",
        "Hope: You know you don't have to hide your feelings from us, right? We know how much Ridge means to you.",
        "Brooke: Apparently I don't mean as much to him.",
        "[SCENE_BREAK]",
        "Wyatt: Mom, I just... I just don't want you to get your hopes up, okay?",
        "Quinn: Oh, honey, my schoolgirl crush on your father ended a long time ago.",
        "Wyatt: Yeah, but you're still attracted to him.",
        "Quinn: Attraction is tame. What your father and I have is... it's visceral. It's raw.",
        "Wyatt: Sounds dangerous. Like someone could get hurt, Mom.",
        "Quinn: Oh, honey, people get hurt in relationships all the time because they aren't being realistic. They either expect too much, or they make promises they can't keep. I know Bill. I know what motivates him, and I know what he needs.",
        "Wyatt: As opposed to what he thinks he needs.",
        "Quinn: Well, if he thinks he needs Brooke, then he is sadly mistaken.",
        "Wyatt: Hmm. What about you?",
        "Quinn: I know he doesn't need Brooke. That much is true.",
        "Wyatt: I meant, could you see yourself with him?",
        "Quinn: Oh, baby, I don't believe in daydreams. I act on my desires.",
        "Wyatt: Well, both you and Dad have that in common, I guess.",
        "Quinn: Mm-hmm. With genes like that, no wonder you ended up with Hope.",
        "Wyatt: Look, I'm just trying to figure out what you want.",
        "Quinn: I only want three things in life. Three. One is for my son to be happy. Two I would like our company to be a success.",
        "Wyatt: Mm-hmm.",
        "Quinn: And three... I'd like a companion for myself. So far... I haven't met a man who excites me as much as Bill.",
        "[SCENE_BREAK]",
        "Bill: Not asking for the moon. I just want my company back. Share my life with my son and the woman I love. That woman is Brooke.",
        "[SCENE_BREAK]",
        "Quinn: Bill and I may be more alike than we're willing to admit.",
        "[SCENE_BREAK]",
        "Bill: A woman like that needs a man she can depend on.",
        "Liam: You know, she thought she could depend on Ridge, considering he came home to be with her.",
        "Bill: If he came home to be with her, then what is he doing with Katie? He was so determined to be with Brooke, what is he doing with her sister? And where does he get off guilt-tripping Brooke? If she was a better person, he wouldn't have had to hurt her like that? I mean, what kind of self-righteous garbage is that? She needs to be done with him now.",
        "Liam: I know. I know how you feel. It's frustrating. You want to do something.",
        "Bill: So don't tell me to wait.",
        "Liam: I'm not gonna tell you to wait. That's the mistake I made. I'm just saying... try to think about what Brooke needs right now.",
        "Bill: What Brooke needs is to realize that she is free. And there's not a single reason she can't be with me.",
        "[SCENE_BREAK]",
        "Brooke: I'm sorry Bill came to you about this.",
        "Rick: I'm not.",
        "Hope: He did?",
        "Rick: Came by the office last night, told me what happened. Asked me if I could be there for Mom.",
        "Brooke: I'm sure he wanted to state his case, saying that he was better for me than Ridge would be.",
        "Rick: Actually, he came from a place of concern. He asked me to make sure that somebody would be there for you.",
        "Hope: Wow.",
        "Rick: I know. I was surprised, too. I've never seen that side of Bill. I was a little taken aback, but I was kind of impressed. Bill really cares about you, Mom.",
        "Brooke: He doesn't have to worry anymore. And neither do you. In the past, when Ridge left me, I would do things that I would later on regret. That's not going to happen anymore.",
        "[SCENE_BREAK]",
        "Bill: There's no denying that Ridge and Brooke have history. But with me, it was different. We were able to look forward. We had a future, potential, passion. We were just getting started.",
        "Liam: Yeah, until she decided to marry Ridge. Which would have happened, by the way, if it weren't for Katie. I mean, don't get me wrong. As many times as I've asked Hope to take me back, I'm not throwing stones. But I don't know. You're different. You're...\"Dollar\" Bill Spencer. You don't like hearing the word no, especially as many times as you have from Brooke.",
        "Bill: Brooke wanted Will and R.J. to grow up with their families. Now she knows that isn't possible. We're gonna take care of them, and we'll do everything we can to make sure they're happy. Brooke needs to know that she has more to be proud of than just being a good mom. She is a... smart, sexy, dynamic woman, not afraid to put herself out there, take a chance. She needs a man who can handle that, appreciate it. And that man clearly isn't Ridge. And tonight, Brooke is gonna realize that that man is me.",
        "Liam: So I shouldn't wait up?",
        "Bill: You better start looking for a new roommate.",
        "[SCENE_BREAK]",
        "Brooke: Bill sees Ridge and Katie as an opportunity for us.",
        "Hope: If they're together, then you and Bill can be together.",
        "Brooke: And we don't have to feel bad.",
        "Rick: Bill doesn't want you to feel responsible for any of this. I know that.",
        "Brooke: Yeah, that's always been his perspective. People can't tell us what we can or cannot do. We have a right to our feelings, to our desires.",
        "Rick: Don't you?",
        "Brooke: We don't have to act on them. I know this sounds strange coming from me, but I've learned a lot. This whole experience has opened my eyes -- what Bill and I did to Katie, what Katie and Ridge are doing to me.",
        "Rick: Payback?",
        "Brooke: Yeah, something like that. Acting on our desires, doing what makes us feel good. And at what cost? Our children? I'm doing something differently this time. I'm putting you guys first. Stephanie was always good at that. Her family always came first, and her and Eric were wonderful at being a team together, and that's what I wanted to do with Ridge. But apparently his priorities have changed. Mine haven't.",
        "[SCENE_BREAK]",
        "Quinn: Brooke is whiny, weak, needy.",
        "Wyatt: Hey, that is my future mother-in-law you're talking about.",
        "Quinn: Better that than your stepmother. I mean, Brooke has never been right for Bill. He doesn't want to be anyone's white knight.",
        "Wyatt: He prides himself on being the black-hat kind of guy.",
        "Quinn: Yeah, well, I know how bad Bill can be. I've seen the worst of him. But... I can also appreciate how far he's come since then. And Brooke doesn't. She's ashamed of her involvement with him. And she expects him to feel as guilty about it as she does.",
        "Wyatt: Yeah, I'd like to see that.",
        "Quinn: Yeah, well, you won't. That's not how Bill's mind works. He does what he does. If it doesn't turn out exactly the way he wants it to, he moves on. And that's what's gonna happen when Brooke rejects him again. And she will.",
        "Wyatt: Then what?",
        "Quinn: Well, then I will be there to show Bill that there is one woman in his life who truly understands him.",
        "Wyatt: [Chuckles]",
        "[SCENE_BREAK]",
        "(Flashbacks)",
        "Rick: Bill really cares about you, Mom.",
        "Bill: You've been there for me, Brooke. And I will always be there for you. Ma chéri.",
        "(Present time)",
        "[Door opens, closes]",
        "Bill: Don't ask me to leave, because I won't.",
        "[SCENE_BREAK]",
        "Wyatt: Hey. I have been looking for you.",
        "Hope: Hi. Hi. Oh.",
        "Wyatt: Mm-hmm.",
        "Hope: Mm. [Both chuckle] I guess that means we're okay?",
        "Wyatt: Always.",
        "Hope: Yeah?",
        "Wyatt: Yeah. I liked your idea. I really did. But, you know -- and maybe someday. Just not right now.",
        "Wyatt: You think I'm really gonna complain about being the only guy who gets to see you in lingerie? All right? Unless Aly convinced you to wear long underwear and floor-length nightgowns. I will have a problem with that.",
        "Hope: No. No.",
        "Wyatt: Well, good. It's not that I can't work with something like that. Snip, snip. We're good.",
        "Hope: [Laughs] I know that Aly was... overbearing.",
        "Wyatt: Yeah.",
        "Hope: But she did have a point. She did. And she made it. And now that she has, maybe she will back off a little.",
        "Wyatt: I doubt it. See, that's the thing about shadows, is that they're kind of hard to shake.",
        "Hope: Well, she's not here now.",
        "Wyatt: Maybe I should lock the door, then. Just to be on the safe side.",
        "[SCENE_BREAK]",
        "Liam: Hey! Hey, hey, hey! What are you doing here?",
        "Quinn: Looking for your father.",
        "Liam: Well, he's not here, and I'm on my way out, so...",
        "Quinn: That's okay. I'll wait.",
        "Liam: Uh, probably not gonna be back tonight.",
        "Quinn: Is he with Brooke?",
        "Liam: Why don't you come by tomorrow?",
        "Quinn: He doesn't want to be disturbed. Did they get back together? Mm. No. But he is hoping for that.",
        "Liam: Okay, listen, if it's really important, you can leave a message.",
        "Quinn: It's better in person.",
        "Liam: Then come by tomorrow. I'll tell him you stopped in.",
        "Quinn: You do that. Thanks...Liam.",
        "Quinn: But I do think Bill will be back tonight. And I am going to wait right here and be here when he does. Lame.",
        "[SCENE_BREAK]",
        "Bill: I'm not going anywhere until you hear me out.",
        "Brooke: We've been over this.",
        "Bill: You don't have to wake up alone tomorrow, Brooke, and neither do I.",
        "Brooke: I made myself perfectly clear last night.",
        "Bill: Yes, you were angry at Ridge. You needed time to think. And I gave it to you.",
        "Brooke: So now you're back.",
        "Bill: And Ridge isn't. He's with Katie. They're starting a life together. They're doing what we tried to do for months. The difference is they don't feel guilty about it.",
        "Brooke: I don't want to talk about this.",
        "Bill: You ended our relationship. You sent me away. Why? Because of Katie. Because you were worried about hurting her. Well, she isn't hurting anymore. You are. Because the man who left you a dozen times left you again. Ridge made you believe it was going to work this time, but it didn't.",
        "Brooke: This isn't just about Katie.",
        "Bill: You were worried about Will and R.J.",
        "Brooke: You act as if something's changed. Nothing's changed! Just because Ridge and Katie are... [Sighs] Just because I'm not the one.",
        "Bill: Not for him. Brooke, this is what we wanted. This is what we talked about in Monte Carlo, when we were making the plans for our life together. We wanted to know that Katie and the kids would be okay. Well, they are okay. And we can be, too. But you have got to let go of this idealized version you have of Ridge. He came back from Paris a different person. But you're different, too. And you don't need him to be your security blanket, your familiar choice. You think you know who you are with him. But all you really know is how he's going to behave. And he's going to hurt you, and he's going to leave you again for another woman -- be it Caroline, Katie, Taylor, or anybody else. You have to let him go, Brooke. It's time to move on."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=bIcOaqtBJac"
}