{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Stephanie: There are some \r\nthings better left unsaid. Do not tell him you slept with James. ",
        "Taylor: You know? How?\r\n",
        "Stephanie: The letter! \r\nThat doesn't matter, that's not what's important. It's important that Ridge does \r\nnot need to know about this. ",
        "Taylor: No, I have to be \r\nhonest with him, Stephanie, or this marriage is not going to survive. \r\n",
        "Stephanie: You're right, \r\nit won't. You want to destroy your family because of one mistake that you made \r\nyears ago? ",
        "Taylor: It's a mistake \r\nI've made every day since it happened. Every day, I kept the truth from my \r\nhusband. ",
        "Stephanie: Well, you won't \r\nhave a husband if you tell him about this. I know my son, he'll leave. I'm \r\ntelling you this marriage will be finished. ",
        "",
        "Sally: You're serious? \r\nYou're offering me the job? ",
        "Thorne: Did you see anyone \r\nthat could do it any better, Sally? ",
        "Sally: Nice try, nice try. \r\nBut Sally Spectra is nobody's charity case. ",
        "Darla: We told you this \r\nwasn't charity. ",
        "Thorne: Think of it as a \r\nfavor, Sally. A favor that you'd be doing me. Where else am I going to find \r\nsomeone with your skills to fill this position? They don't teach what you know \r\nin design school. ",
        "Sally: And it's a good \r\nthing, too. Or all those little upstarts would be out of business just like me.\r\n",
        "Darla: Come on, you \r\nwould've brought spectra back if it hadn't been for your accident. ",
        "Sally: A-ha. That's what \r\nthis is whole thing is really all about, my accident. And you feeling sorry for \r\nthe old lady in the wheelchair. ",
        "Thorne: You say old. I see \r\nexperience, Sally. Valuable experience that I need on my team. I'm asking you, \r\nwill you help me? Will you give me your help, Sally? ",
        "",
        "Nick: Brooke, answer me. \r\nAre you saying that you would want a future with Forrester? ",
        "Brooke: Ridge is still \r\nmarried to Taylor. ",
        "Nick: Well, you make that \r\nsound like it's not going to last very long. ",
        "Brooke: It might not.\r\n",
        "Nick: Well, no, not if you \r\ntell him that you saw his wife kissing another man. ",
        "Brooke: Taylor said she's \r\ngoing to tell Ridge herself. ",
        "Nick: Good, let her.\r\n",
        "Brooke: That woman has a \r\nway of coming out these things unscathed. ",
        "Nick: Are you saying that \r\nthis time you would like to see it be different? ",
        "Brooke: I wouldn't mind \r\nseeing Stephanie go after somebody else for a change. ",
        "Nick: I'm not asking about \r\nStephanie! I want to know what's going on with you. Now let's say Ridge and \r\nTaylor split. Let's just say that happens. Would you want to get back together \r\nwith him? ",
        "",
        "Taylor: I know Ridge is \r\ngoing to be upset, but when I explain this to him -- ",
        "Stephanie: You tell him \r\nyou had sex with another man, he won't hear one more word after that. \r\n",
        "Taylor: Stephanie, we were \r\nnot lovers, we were colleagues. And we were trapped in a life threatening \r\nsituation. ",
        "[Taylor remembering]\r\n",
        "James: Oh, Taylor. How \r\nmany times I've dreamt of touching a woman like this. So soft. So subtle. My \r\nTaylor. My beautiful Taylor. My angel. I feel your life. I can feel your warmth.\r\n",
        "Taylor: We're going to get \r\nthrough this, James. One way or another. ",
        "Taylor: Then I thought he \r\nwas going to die. And he told me that he'd always loved me. I don't know why I \r\nlet happen, what happened, it just did. It just happened. And I tried to push it \r\nout of my mind. I thought I could just pretend it didn't happen. But it's always \r\nbeen there. It's been there all this time. And then this kiss with hector, it \r\njust brought it all to the surface. What I did with James -- it's time I faced \r\nup to it, Stephanie. ",
        "",
        "Sally: Sally Spectra at \r\nForrester Creations? Your family would be okay with that? ",
        "Thorne: You're part my \r\nfamily, Sally. ",
        "Darla: I'm sure Stephanie \r\nwould love another friend around here. ",
        "Sally: Me and her royal \r\ntoughness working side by side? I never thought I'd see that day. ",
        "Thorne: That day is here, \r\nSally. ",
        "Darla: All you have to do \r\nis say yes. ",
        "Sally: I would, Darla. But \r\nI love you much too much to try to sell you a bill of goods. A year ago you \r\nwould have been getting a bargain. I was on top of my game. Going full blast \r\n24/7. But I can't work those hours anymore. And my memory is not what it used to \r\nbe and it's gonna be a long, long time before you get any fancy footwork out of \r\nme. ",
        "Thorne: Who are you \r\nkidding? Sally, you always did your best footwork up here. If you ask me, you \r\nhaven't lost a step. You're still the best damn manager in the business. You're \r\na problem solver and a motivator and that is what I need. ",
        "Sally: Well, I do have a \r\nway with people. ",
        "Darla: They do love you.\r\n",
        "Thorne: Sally, take the \r\njob. ",
        "Sally: I wouldn't come \r\ncheap, you know. I would need a company car and a driver. A very handsome one \r\nwith biceps. ",
        "Thorne: Okay, anything you \r\nwant. ",
        "Sally: Thank you. \r\n",
        "[Darla laughs] Thank you \r\nvery, very much. ",
        "",
        "Stephanie: This situation \r\nwith hector has brought up a lot of emotions. And I realize you feel guilty. I \r\nknow you think that you'll feel better if you tell the truth, but believe me, \r\nyou wont. ",
        "Taylor: I am telling the \r\ntruth because it's the right thing to do. ",
        "Stephanie: For whom? Who \r\nis going to benefit from this confession? Nobody. You want ridge to know about \r\nJames? I was going to tell him. I was going to show him the letter and it was \r\nyour father who begged me not to do that. He was absolutely convinced it would \r\nruin the marriage. And in retrospect, I think your father was right. ",
        "Taylor: I've been in \r\ndenial about it long enough. It's time for me to deal with it. ",
        "Stephanie: You want to \r\nface what's happened? Well then face what's just happened. Don't talk about \r\nJames. And for God's sakes, face the real issue. Brooke. Brooke seeing you kiss \r\nHector. ",
        "Taylor: And I'm going to \r\ntell ridge all about that. I mean, come on, Stephanie, I forced Ridge to go to \r\ninto counseling. I asked him to be completely honest about his feelings about \r\nBrooke. If we're going to really have a marriage that works, it has to cut both \r\nways. ",
        "Stephanie: And it should. \r\nAnd it will, in the future. He will understand about Hector, he can accept a \r\nmistake. One mistake. But if you tell him about James and the fact that you kept \r\nthat truth from him all these years, Ridge is not going to accept that from you.\r\n",
        "[Phone rings] \r\n",
        "Taylor: Hello. ",
        "Ridge: Hey, Doc it's me.\r\n",
        "Taylor: Ridge. Where are \r\nyou? ",
        "Ridge: At the airport.\r\n",
        "Taylor: In Paris? \r\n",
        "Ridge: No, LAX.\r\n",
        "Taylor: You're in LA? ",
        "Ridge: Yep, the driver's \r\nputting the bags in the car right now. I told him to take every shortcut between \r\nhere and Beverly Hills because I can not wait to see my beautiful wife. \r\n",
        "Taylor: I can't wait to \r\nsee you, too. We have a lot to talk about. ",
        "",
        "Brooke: I don't know what \r\nyou want me to say. ",
        "Nick: Tell me the truth.\r\n",
        "Brooke: You know the \r\ntruth. ",
        "Nick: I'm asking. \r\n",
        "Brooke: No, I don't want a \r\nfuture with Ridge. And I can't think of any other man right now, Nick, and you \r\nknow why. My heart still belongs with you, Nick. Maybe a part of it always will.\r\n",
        "Nick: Don't say anymore.\r\n",
        "Brooke: You wanted to \r\nknow. ",
        "Nick: I know. ",
        "Brooke: You touched me \r\nlike no man ever has. But I really believed for one perfect moment that we would \r\nhave a life together. I saw it on the boat. I saw our future, our family. You, \r\nme, Hope and R.J. ",
        "Nick: I saw it, too.\r\n",
        "Brooke: But now, you have \r\na future with Bridget. And you have your own family to worry about. The baby, \r\nDominick. And I have my family, too. And Ridge is always going to be the father \r\nof R.J. and I believe that he should be a strong presence in R.J.'s life. \r\n",
        "Nick: What about yours? \r\nWhat about your life? ",
        "Brooke: Hope and R.J. need \r\nthe stability they had when I was married to Ridge. And considering the way that \r\nI've been feeling lately, maybe so do I. ",
        "",
        "Darla: Okay, Sally's gone. \r\nSo tell me, were you really interviewing people for this job or was it all just \r\na setup? ",
        "Thorne: No, it was a real \r\ninterview. ",
        "Darla: Mm-hmm. ",
        "Thorne: Okay, maybe I \r\nforgot to call in the most qualified of candidates. ",
        "Darla: Sneaky. ",
        "Thorne: Selfish, really.\r\n",
        "Darla: You don't have a \r\nselfish bone in your body, Mr. Forrester. ",
        "Thorne: No? Well, when \r\nBrooke, Ridge and dad do not give me the respect that I deserve, Sally will get \r\nthem in line. ",
        "Darla: It would be nice to \r\nhave somebody else on your side. ",
        "Thorne: Yeah, someone with \r\nsally's experience would make my job a hell of a lot easier, that's for sure.\r\n",
        "Darla: Not too bad for her \r\neither. Did you see how happy she was? ",
        "Thorne: Well, that's how I \r\nlike all of my employees. ",
        "Darla: Not only are you \r\nthe smartest president that Forrester's ever had, you're also the sweetest.\r\n",
        "",
        "Stephanie: Ridge is on his \r\nway home? ",
        "Taylor: Yes. So I would \r\nlike to have some time alone with my husband if you don't mind, when he arrives. \r\nStephanie, I've made up my mind. I'm going to tell him about Hector and James.\r\n",
        "Stephanie: Well, at the \r\nsame time, why don't you tell him to leave his bags in the car, because he will \r\nnot be staying the night. ",
        "Taylor: You have that \r\nlittle faith in our marriage? ",
        "Stephanie: I have all the \r\nfaith in the world in your marriage. Why do you think I've fought so hard to \r\nkeep the two of you together? I know what you bring to one another's lives.\r\n",
        "Taylor: That's the way it \r\nused to be. It hasn't been like that in a long time, and there's a reason for \r\nthat. ",
        "Stephanie: Because you've \r\nbeen apart. And here you are now, together and this is your moment. This is the \r\nmoment to try and rebuild this marriage. ",
        "Taylor: Look, the only way \r\nfor us to really rebuild it is for us to have it based on absolute trust. \r\n",
        "Stephanie: And what about \r\nBrooke? You think that she won't make a move on him if he reacts the way I \r\nbelieve he will. ",
        "Taylor: Brooke hasn't been \r\nthe real problem in this marriage. She hasn't been for a long time. ",
        "Stephanie: She will be. \r\nShe saw you kiss Hector. She smells blood. You give him one reason to walk out \r\nthis door and I'm telling you, she'll be right after him snapping at his heels.\r\n",
        "",
        "Nick: Is that what you \r\nwant? You and the dressmaker, a happy little family all over again. ",
        "Brooke: Nick, I don't have \r\nto tell you that there's no greater happiness for a mother then to see her \r\nchildren safe and secure. ",
        "Nick: Safe? That's what \r\nyou'd be with Forrester, safe? ",
        "Brooke: I think I'd feel a \r\nlittle more secure with him right now than Taylor does. ",
        "Nick: What the hell does \r\nthat mean? Just 'cause she said she was going to tell him, doesn't mean that \r\nshe's going to. ",
        "Brooke: And even if she \r\ndoes, her halo is always Teflon coated. ",
        "Nick: But you caught her \r\nkissing another man. ",
        "Brooke: Her word against \r\nmine. ",
        "Nick: What reason do you \r\nhave for lying? ",
        "Brooke: I'm sure that \r\nStephanie would find a good reason. She'd say that I want ridge back or she'd \r\nsay that I'm just trying to punish Taylor for taking the job at Forrester.\r\n",
        "Nick: No, Brooke, not this \r\ntime. She can't defend her this time. ",
        "Brooke: She would do \r\nanything to keep me out of Ridge's life, as long as Taylor and Ridge are \r\ntogether. ",
        "Nick: Even if she's \r\ncheating on him? ",
        "Brooke: Even if they don't \r\nwant to be together and right now, it doesn't really seem like they want to be. \r\nBecause Taylor was fooling around with another man and Ridge didn't even come \r\nhome for the holidays. ",
        "Nick: Okay, maybe you'd do \r\neverybody some good by just getting it all out in the open, I don't know. \r\n",
        "Brooke: But is it the \r\nright thing to do? ",
        "Nick: You're asking me?\r\n",
        "Brooke: Yes. That's why I \r\ncame here in the first place. I need your advice. So please, Nick, tell me. What \r\nshould I do? update on the ",
        "Brooke: I need to know, \r\nNick. Am I justified in telling Ridge about this, or am I just trying to get \r\neven with Stephanie and Taylor? ",
        "Nick: Well, the outcome's \r\ngoing to be the same either way. ",
        "Brooke: But would I be \r\nstooping to their level? ",
        "Nick: It's a little hard \r\nto stoop as low as Stephanie, unless, of course, you're planning on faking a \r\nheart attack. ",
        "Brooke: I just want to \r\ntell the truth. ",
        "Nick: Well, maybe they \r\ncould use a little dose of that. ",
        "Brooke: So you'd do it?\r\n",
        "Nick: You know me. I never \r\nliked secrets. It's your call. Whatever you decide, you'll have my support.\r\n",
        "Brooke: I guess that's why \r\nI really came here. I've been feeling on my own lately and I just needed to know \r\nthat I wasn't. ",
        "Nick: You're not. As long \r\nas I'm around, you never will be. ",
        "Brooke: All right. If \r\nTaylor won't tell Ridge the truth, I'll tell him myself. ",
        "",
        "Taylor: All right, you \r\ntried the guilt trip, so now we're down to scare tactics? ",
        "Stephanie: You should be \r\nscared. If you do this, I'm telling you, you'll end your marriage. ",
        "Taylor: Or make it \r\nstronger. ",
        "Stephanie: Taylor, if \r\nRidge came home this evening and he confessed to you that he'd had sex with a \r\nwoman in Paris, would you feel secure? ",
        "Taylor: He didn't. \r\n",
        "Stephanie: How would you \r\nfeel? ",
        "Taylor: You know what, \r\nStephanie? Ridge has made his own share of mistakes in this marriage and I've \r\nforgiven him, so I know he'll forgive me. ",
        "Stephanie: And if you're \r\nwrong? ",
        "Taylor: Stephanie, I know \r\nhe loves me. I know the passion that we shared when I first came back home and I \r\nstill think we can get that back. ",
        "Stephanie: Wonderful. Then \r\nwhy don't you go away? The two of you go away tonight, take a vacation. Go to \r\nSt. Thomas. Go to Hawaii, I don't care. Go anywhere, but don't talk about James. \r\nI'm begging you. And it's not just for you and Ridge. Think about the children. \r\nTaylor, don't do this. ",
        "Ridge: I'm home. \r\n",
        "Stephanie: Hello, \r\nsweetheart. ",
        "Ridge: Mother. My wife, \r\nright? My wife. I have missed you so much. ",
        "Taylor: I missed you, too.\r\n",
        "Ridge: No more holiday \r\nbusiness trips. No more. From now on, I'm staying right here where I belong. \r\nLook at me, I'm so excited to see you, I forgot about the stuff in the limo. \r\nI'll be right back. Let me deal with this. Don't go away, I'll be right back.\r\n",
        "Stephanie: If you want to \r\nkeep this marriage, I'm telling you, do not tell him about James. I will not be \r\nable to repair the damage that this stupid confession will bring about. And \r\nneither will you. ",
        "Ridge: Mother, as great as \r\nit is to see you -- ",
        "Stephanie: Oh, honey, I \r\nknow. I'm leaving. ",
        "Ridge: Okay. Good-bye.\r\n",
        "Stephanie: Goodnight, \r\nsweetheart. Goodnight Taylor. ",
        "Ridge: I am never leaving \r\nyou again, never, never, never. I feel like I've been gone forever. So tell me \r\n-- tell me what's been going on. Tell me everything I missed. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=PB9tFzj001I"
}