{
    "Episode Summary": [],
    "Recap": [
        "At Forrester, it is spit and polished and ready for the big fashion extravaganza featuring the re-launch of Brooke's Bedroom line. Ridge boasts to Eric that he is counting on it also reuniting he and Brooke. He will sweep her off her feet and it will be a kiss like the fashion world has never seen. Meanwhile, not a happy camper, Nick tells Brooke that he doesn't think the CEO of a company should be prancing around in her skivvies. She proclaims it is just her business, selling an image. Dante's family attend and they are beaming with pride. Bridget walks by and she and Dante exchange a look. Stephen keeps hounding Nick that Ridge is up to something; they should keep their eyes on him. After Bridget wishes her mom good luck, Dante goes straight to Bridget and asks to talk to her. They become a little too close which Felicia oversees. But Bridget is reminding him that he has a son with Felicia and he did ask her to marry him, he HAS to. Stephen has Jackie meet him in Brooke's office and is determined to find some clue to what Ridge is planning. Smirking, Ridge delights in telling Nick that only Forrester personnel belong backstage and he should leave. He can have someone escort him to his seat. He flaunts the \"it begins with a kiss\" slogan to him. Nick takes his place alongside Bridget and Felicia as Ridge introduces Brooke as the woman with the heart and soul of Forrester Creations. Stephanie is very supportive and encourages Brooke, and Brooke is eating it up, she is in her element. Jackie and Stephen figure out the showstopper will be Ridge's piece de resistance and this is when he will make his public move. Nick is very uncomfortable and vows to Bridget this will be Brooke's last involvement with the company. Several times Ridge keeps telling Brooke how gorgeous and what a knock-out she is. He swells with pride and tells his mom that Brooke and Nick's relationship is about to be blown to bits."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Stephanie: Honey, it's absolutely stunning.",
        "Eric: This could be our best showing ever.",
        "Ridge: I'm just hoping it makes an impact on Brooke.",
        "Eric: You're not hoping that this thing's going to reunite you and Brooke, are you?",
        "Ridge: Oh, Dad, I'm counting on it.",
        "Stephanie: He has a plan.",
        "Eric: Oh, a plan?",
        "Stephanie: Well, she's the lead model, so she'll be front and center all day.",
        "Ridge: I'll be right there with her. After we end the show, we'll come out and take our bows. I'm gonna sweep her off her feet with a kiss like the fashion world has never seen. Trust me when I say it's going to be the kiss of death for Nick and Brooke.",
        "[SCENE_BREAK]",
        "Nick: I don't know. I just don't think that the CEO of a company should be prancing around in her skivvies.",
        "Brooke: It's my business, Nick. I'm selling an image.",
        "Brooke: It's sexy and it's provocative. But it is just work. Maybe later I'll bring home some of those designs, and we can have some real fun of our own.",
        "Nick: Get going.",
        "Brooke: You're okay?",
        "Nick: I'm okay.",
        "Brooke: Good. I saved you a seat next to Bridget.",
        "Nick: Actually -- I'm not quite okay yet.",
        "[SCENE_BREAK]",
        "Dante: Okay, so how's it feel?",
        "Model #1: It feels great.",
        "Dante: Not riding up?",
        "Model #1: Nope, not at all.",
        "Dante: Good. Good luck.",
        "Filomena: There is Dante!",
        "Aldo: We don't want to bother him now.",
        "Felicia: No, I'm sure he wouldn't mind. Come on!",
        "Aldo: Okay.",
        "Luigi: Dante, we are so proud of you.",
        "Dante: Gratzi.",
        "Aldo: Very, very impressive.",
        "Felicia: You think this is impressive? Wait 'til you see Dante and I walk down that runway at our wedding.",
        "[Speaking Italian]",
        "[Felicia laughing]",
        "[SCENE_BREAK]",
        "Stephen: You didn't take Brooke to Forrester Creations?",
        "Nick: I had a few things I needed to finish.",
        "Stephen: Nick, you can't let your guard down. I'm telling you, Stephanie and Ridge are up to something.",
        "[SCENE_BREAK]",
        "Stephanie: Ridge --",
        "Brooke: Wow, this looks great.",
        "Ridge: Logan, we are a go for re-launch.",
        "Brooke: Well, you deserve most of the credit. The designs are inspired, and the \"kiss\" theme -- that is dead-on.",
        "Stephanie: It certainly is.",
        "[SCENE_BREAK]",
        "Stephen: Nick, I know you think I'm making too much of this. But Ridge has something up his sleeve.",
        "Nick: Well, if he tries anything it'll be even clearer to Brooke that she can't work with the guy.",
        "Stephen: You're still thinking of asking her to quit?",
        "Nick: I didn't say that. But this will be the last time that they're on that runway together.",
        "Stephen: I still don't like it.",
        "Nick: Well it's a good thing she didn't get you a ticket then.",
        "Stephen: Not a problem. I have plans of my own.",
        "[SCENE_BREAK]",
        "Brooke: You did such a great job. I appreciate everything you've done.",
        "Ridge: It was a labor of love.",
        "Brooke: I just hope it pays off.",
        "Ridge: Hey, it's going to be a special day, Logan. We've had success in the past, but this -- this is going to be a show nobody forgets.",
        "Thorne: Okay, places everyone. We're letting the press in.",
        "Eric: Everyone, they're opening the doors.",
        "[SCENE_BREAK]",
        "Bridget: Oh, Mom. I was looking for you. I just wanted to wish you good luck.",
        "Brooke: Thanks, sweetie.",
        "Bridget: Also, what we talked about regarding Dante. Just don't mention that to anyone, 'cause it didn't work out.",
        "Brooke: What happened?",
        "Bridget: It's a long story, I'll just have to -- I'll tell you later.",
        "Eric: Ah, ladies -- hi, honey. I have a question, Brooke.",
        "Bridget: Oh, yeah, go Mom. It's okay, have fun.",
        "Brooke: Thanks.",
        "[SCENE_BREAK]",
        "Dante: Can I talk to you?",
        "Bridget: Umm -- yeah.",
        "Dante: Come on.",
        "Bridget: Look Dante, Felicia is the mother of your child. You proposed to her, she said yes.",
        "Dante: I can't marry her if I'm in love with you. How can I?",
        "Bridget: Because, you have to. You just have to.",
        "[SCENE_BREAK]",
        "Eric: Hey, where's Dante? Where is he?",
        "Felicia: I haven't seen him for awhile.",
        "Eric: Look, I need to know if the approved fabric is on the third group. Could you find out?",
        "Felicia: I'll find him.",
        "Eric: Okay this is -- no, this \u0096",
        "[SCENE_BREAK]",
        "Stephen: Okay. The Forresters are up to something. I just need a clue.",
        "Stephanie: What are you doing here?",
        "Stephen: This is my daughter's office.",
        "Stephanie: Yes, I know that. But your daughter doesn't want anything to do with you.",
        "Stephen: You're the one she should be suspicious of. You and your son. You're up to something, Stephanie. What is it?",
        "Stephanie: You're one to talk, Stephen.",
        "Stephen: You're wasting your time, you know that. There's nothing you can do to get between Brooke and Nick.",
        "Stephanie: Well if you're so confident about that, what are you worried about then? I don't know what you're doing here. But go ahead, keep rooting around. And I can't even begin to imagine what you think you're gonna find. I have a fashion show to go to.",
        "[SCENE_BREAK]",
        "Nick: Where's Brooke?",
        "Ridge: Forrester personnel only, Nick. The show's about to start.",
        "Nick: Yeah, I know. You got that smirk going pretty good on that face, don't you? You really get off on Brooke dressing up in your lingerie like this. This is just a job to her, Forrester. A job that she really loves. But you go ahead, you enjoy this. This is the last time she's walking down this Forrester runway.",
        "Ridge: If you're lost, I can have somebody escort you to your seat.",
        "Nick: I just want to talk to Brooke.",
        "Ridge: You know, Brooke's really excited about this showing, Nick. Let's not let your insecurity ruin it for her, okay?",
        "Nick: I don't think I'm insecure about a fashion show. \"It begins with a kiss.\" You really do make dresses, don't you?",
        "[SCENE_BREAK]",
        "Jackie: Stephen? What are you looking for?",
        "Stephen: I'll know when I find it.",
        "Jackie: Is that why you asked me here -- to help you ransack Brooke's office?",
        "Stephen: Ridge is planning something.",
        "Jackie: Ridge is in the showroom. Shouldn't you be down there?",
        "Stephen: Not welcome. But I'm not going to let that stop me from trying to protect my daughter. If the Forresters are using this fashion show to trick or manipulate her, I'm going to figure it out.",
        "Jackie: Using the show? How?",
        "Stephen: You tell me? Look what Stephanie has done in the past.",
        "Jackie: You're right. Where do you want me to start?",
        "Stephen: Take a look at those files on that desk over there.",
        "[SCENE_BREAK]",
        "Bridget: This is exciting, isn't it?",
        "Felicia: What? I'm sorry. One track mind. It's your mom's moment in the spotlight, and yet I can't stop picturing what this place is going to look like on my wedding day.",
        "[Felicia remembering]",
        "[SCENE_BREAK]",
        "Brooke: I want to thank you all so much. I can't tell you how much this means to me. To see this line revived.",
        "Ridge: We're back and better than ever, right? [Applause] Show time!",
        "Nick: There you are!",
        "Brooke: Hi! I didn't think I'd get to see you before the show!",
        "Nick: Do you think I was going to let you go, without saying good luck?",
        "Brooke: Oh --",
        "Nick: Good luck.",
        "Brooke: Thank you.",
        "[Brooke laughs]",
        "Nick: Make sure you tell Forrester that if he tries anything, I'll kill him.",
        "Brooke: Oh, yeah. I'll tell him.",
        "Nick: Thanks.",
        "Ridge: Hey. Your make-up looks great. You're gorgeous. [Brooke laughs] So I want to make sure your lips are perfect. Because so much is riding on that.",
        "Brooke: It begins with a kiss.",
        "Ridge: That's right.",
        "[SCENE_BREAK]",
        "Bridget: Just in time.",
        "Stephanie: Ladies and gentlemen, it gives me great pleasure to introduce Ridge Forrester and Brooke Logan Forrester.",
        "[Audience clapping]",
        "Ridge: Hello.",
        "Brooke: Thank you.",
        "Ridge: Welcome to Forrester Creations.",
        "Brooke: It's a pleasure to have all of you here.",
        "Jarrett: And it's our pleasure to see you two back in charge!",
        "Ridge: Thank you, Jarrett. I'm just the designer. This woman is the heart and soul of Forrester Creations. Brooke's bedroom -- one of the most successful lines in Forrester's history. Today, she's bringing it back. [Applause] Like all great love stories, it begins with a kiss.",
        "[Applause]",
        "[Music Playing] I believe that you never should never look back the past won't change what's done is done move on and live in the moment",
        "[Applause] ]Music Playing] Get to know I know one thing that hasn't changed and that's spark of passion your touch reveals that bond that heals and it's never our affection just one kiss to get things started won't miss being brokenhearted just one kiss let's stop pretending admit that our love is never ending",
        "[Applause] ]Music Playing] Never ending Just one kiss to get things started won't miss being brokenhearted just one kiss let's stop pretending admit that our love is never ending",
        "[Applause]",
        "Stephanie: Did you hear the audience?",
        "Brooke: They liked the first group.",
        "Stephanie: Like it? They love it. Almost as much as ridge loves you.",
        "Brooke: Stephanie --",
        "Stephanie: \"Oh, Stephanie --\" come on, you're back where you belong. With Ridge, with us. It's your homecoming, and it's a triumph. Enjoy it.",
        "[Music Playing] I want you back and you've been flirting I've seen your gaze right from the start I've always known one thing for certain that girl would only break your heart I'll be good to you I'd never hurt you I'll be good to you",
        "[SCENE_BREAK]",
        "Jackie: It says right here that Brooke is going to be wearing the show- stopper.",
        "Stephen: The show-stopper? Is that where the designer and the models are all on stage together?",
        "Jackie: It's like -- it's like a victory lap.",
        "Stephen: Ridge and Brooke, and their moment of triumph. And that's it. After the show-stopper, that's when he's going to make his move. [Applause] I'll be good to you. I'll never hurt you I'll be good to you",
        "[SCENE_BREAK]",
        "Bridget: So what do you think? If you're worried about the introduction, you don't need to be. It's just all for show. That's it. Mom and Ridge are just being a team.",
        "Nick: Well, I don't like it.",
        "Bridget: Nick --",
        "Nick: I don't like any of this. I don't want her involved with this company. I'm not taking \"no\" for an answer.",
        "[SCENE_BREAK]",
        "I'll be good to you I'll never hurt you",
        "Ridge: You look amazing. You're a knockout, Logan.",
        "Brooke: It's the design, Ridge. All of them. They're incredible. And the response -- listen to that crowd!",
        "Ridge: We make a good team.",
        "Brooke: Yeah, we do.",
        "Ridge: Personally and professionally. Hey. I will always love you. All right -- go out there and show them what we're made of, kiddo.",
        "[Brooke sighs]",
        "Brooke: Okay.",
        "[Music playing] Give me a kiss to build a dream on and my imagination will thrive upon that kiss",
        "[Applause]",
        "[Music Playing] Sweetheart I ask no more than this a kiss to build a dream on give me a kiss before you leave me and my imagination will feed my lonely heart",
        "[Applause]",
        "[Music Playing] Leave me one thing before we part",
        "[SCENE_BREAK]",
        "Bridget: You have to admit. She really is in her element.",
        "Nick: I swear, if Forrester tries anything -- I just want to get today over with, and get her out of this.",
        "[Music Playing] Me and romances we can't believe the truth whoa, give me your lips for just a moment and my imagination will make that moment live give me what you alone can give a kiss to build a dream on oh yeah",
        "Stephanie: No second thoughts?",
        "Ridge: None. Brooke and Nick's relationship is about to be blown to bits."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=WH-jWakU0CM"
}