{
    "Episode Summary": [],
    "Recap": [
        "Hope hugs Wyatt. He says he knows his mother did a horrible thing and he seems to spend his life apologizing for her. But now that Ridge is okay, and he is glad he is, perhaps he can be part of Hope's life in some way in the future. Liam comes out, so surprised to see Wyatt \u0096 not! Wyatt says he knows he could have phoned but some things are just better said in person. Liam says he should not be here. Wyatt says this does not have to be a big deal. They are brothers and they should get along. Liam says he snuck in here like he has done in the past and he won't stand for that. Hope made a decision and Wyatt should respect that. Brooke tells Ridge that she knew when the rescue team was out there that he was going to come back to her .and Katie. Bill walks into Wyatt's house but finds Quinn. She intimates that Wyatt is back with Hope now as they speak. Now that Ridge has returned, Hope will chill out and she will return to Wyatt. Bill says her claws stretched out half way across the world and ruined everything. And now with the selfie she has nothing on him. He tells her they are not a team and she is crazy if she thinks he will work with her in helping Wyatt get back with Hope. He says he has two sons and he is staying out of it, so should she. In fact he wants her out of his life altogether, like leave town .anywhere as long as it is far away. Quinn says she is not going anywhere over one little bump. Okay there is no more secrets; Brooke knows, but there is no reason they can't all get along. He tells her again that neither he nor Brooke want anything to do with her so do them a favor and just leave.",
        "Hope tells Liam that she made it clear to Wyatt that her decision stands, and she truly feels he was just happy for her about Ridge. Wyatt returns to find Quinn still at his house. He says Hope was glad to see him, Liam not so much. Quinn says Liam must be stopped. He tells her the last thing that he wants is help from her. Her help is toxic and he wants none of it ever again. Katie tells Ridge that this whole experience taught her that they have a life to live, and she can't wait to start it. Ridge says all this love in this room is overwhelming. He has things to figure out in his head .he's not ready to come back to work just yet. He does remember falling and the helicopter hovering, but when he woke up, he did not know where he was. He knew he was not home or around people that made him who he is. The more he thought, the more the memory blurred, so he just stopped. He knows he is home now for how his brother and his dad make him feel ..and this incredible woman, Katie, who waited for him. He tells Katie that he loves her and can't wait to marry her. They hug while her tears fall."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Jazz music plays]",
        "[Indistinct conversations]",
        "Katie: [Chuckles] I wasn't sure if you'd be ready. I mean, after everything you've been through, and... I almost lost you before we ever had a chance to start.",
        "Ridge: Guess it's just the beginning for us. How could I forget that?",
        "Katie: How could you?",
        "[Both chuckle]",
        "Wyatt: I just -- I wanted to come by and tell you how happy I am for you. You know, this is a great moment for your family -- having Ridge back. And I just -- I wish I could be a part of it.",
        "Hope: [Sighs] Wyatt.",
        "Wyatt: I know. I know. [Inhales deeply] Mom did a horrible thing, and I've spent so much of my life apologizing for her. But having Ridge back, seeing the -- the joy in your eyes again -- it feels like a huge burden's been lifted. And I know you're not ready right now, but someday, I hope I can be a part of your life again.",
        "[Door opens]",
        "Liam: Wyatt. What a surprise.",
        "Bill: Guess who's back!",
        "Quinn: Did you bring me a souvenir? Maybe an \"I heart Dubai\" mug or a keychain?",
        "Bill: Wyatt!",
        "Quinn: Oh, he's not home. He's probably with hope right now reuniting as we speak.",
        "Bill: They broke up?",
        "Quinn: So much has happened since you ran off to play desert wedding. Why don't you sit down, get comfy, and I will catch you up?",
        "Donna: Oh, there you guys are. You'd better not be leaving yet.",
        "Katie: No, no, but, you know, Ridge does need to rest before everyone comes to see him.",
        "Brooke: Well, you can if you want to.",
        "Ridge: What? I'm not going anywhere until the last lemon bar is eaten.",
        "Pam: [Gasps]",
        "Donna: [Chuckles]",
        "Brooke: [Chuckling] Wow. I knew it. I knew when the rescue team wanted to give up that you were still out there and that you were going to come back to us... and to Katie.",
        "Bill: Hope chose Liam?",
        "Quinn: Crazy, right?",
        "Bill: It was time for her to stop stringing them both along.",
        "Quinn: Ah, well, she rushed her decision, based it on an overreaction about Wyatt. He didn't have anything to do with Ridge's disappearance.",
        "Bill: That's why she dumped him?",
        "Quinn: Poor thing was scared about Ridge. She thought he was dead, and with everyone blaming me for Ridge's actions, it just didn't feel right to stay with Wyatt. But now that Ridge is alive, so are Wyatt's chances with hope.",
        "Wyatt: Liam, hey.",
        "Liam: You weren't exactly invited, Wyatt.",
        "Hope: Wyatt just wanted to tell me how happy he is about Ridge.",
        "Wyatt: I-I heard the great news, and I just had to come by.",
        "Liam: Oh, sure, sure. I understand that. 'Cause cell phones are so hard to use.",
        "Wyatt: I-I don't want to be a problem here. Just some things are better said in person.",
        "Liam: You shouldn't be here.",
        "Quinn: Now that Ridge has miraculously returned, hope is going to chill out. She -- she'll forgive Wyatt and, eventually, me.",
        "Bill: It is unbelievable how clueless you are.",
        "Quinn: The selfie didn't kill Ridge. I'm exonerated.",
        "Bill: You still e-mailed the photo -- send to Ridge to stop my wedding. We are on a beach in Abu Dhabi about to say our \"I dos,\" and that lunatic shows up out of nowhere because of you. Those claws of yours stretched halfway around the world and ruined everything. But you know what? Our connection is stronger than ever, and now you have got nothing on me.",
        "Quinn: Okay. I admit it -- I shouldn't have sent the picture. Not that it wouldn't have been nice to have something to blackmail you with for the rest of your life, but I do regret the fallout. You know, Wyatt paying the price is just not right.",
        "Bill: Hope would have chosen Liam regardless.",
        "Quinn: [Scoffing] Please.",
        "Bill: All you did was help nudge it along.",
        "Quinn: No. No, I don't believe that. What? Why? Because Liam is all that's good in this world? He's so warm and cuddly, he melts your heart, like with that flea-ridden kitten that he gave her? Bull. He's boring. He's sappy. There's no way that hope would have chosen Liam over Wyatt. She just can't separate me from Wyatt. She sees us as a package deal, but let me tell you this -- right now, Wyatt is reconnecting with her at the party, charming her a little bit. I mean, if he doesn't, then one of us has to go over there and smack some sense into her.",
        "Bill: You're out of your freaking mind. You think that I would have anything to do with you or any of your plans? We are not a team.",
        "Quinn: Yes, yes, yes. I know. I know. You hate me. But we're parents. Our son needs us, so talk to Brooke, work things out with hope, do whatever you can. We can't let our son pay for my mistake.",
        "Hope: I don't think Wyatt came here today to cause any trouble.",
        "Wyatt: No. Knowing that Ridge is back and safe with his family -- it's kind of important to me after what my mother did.",
        "Liam: Oh, yeah. I'm sure. None of this would have happened if it weren't for her, b Wyatt, neither of you have a place here anymore.",
        "Wyatt: I'm happy for hope. I just wanted her to know that. This doesn't have to be a big deal.",
        "Liam: Fine. Call, text, e-mail. Do you want to guess why he didn't?",
        "Wyatt: Why do you got to do this? We -- we're brothers. We got to get along.",
        "Liam: I would love it if we got along, but how you treat hope right now, what you understand your relationship with her to be is key to that, and you coming here, pulling her aside in secret, capitalizing on the emotions of the day --",
        "Wyatt: That is not what I'm doing.",
        "Liam: Wyatt, I know how you work, okay? I've seen you do this time and time again, and I'm not gonna stand for it this time. Hope made a decision. Why can't you respect that?",
        "Aly: Dad, please tell me you're staying longer this time.",
        "Thorne: I'm not sure, honey. There's a lot happening at international right now.",
        "Aly: But what about uncle Ridge? You think he'll be going back to work anytime soon? I mean, he's not exactly recovered. Maybe we'll need you in the L.A. Office until he's back to normal.",
        "Thorne: Well, honey, there's a lot of people counting on me in Paris, too. Unless you need me.",
        "Aly: I'll always need you.",
        "Thorne: [Chuckles]",
        "Aly: Just not how you're thinking. I'm actually doing very well.",
        "Thorne: Good, baby.",
        "Aly: Are you and Taylor still...?",
        "Thorne: We are.",
        "Aly: Cool.",
        "Caroline: To think that I was this close to taking over couture.",
        "Katie: Ha-ha.",
        "Ridge: I knew it. I ruined your plans, didn't I?",
        "Caroline: I will survive somehow, I guess.",
        "Rick: Quietly biding your time till he boards another helicopter.",
        "Ridge: Ahh!",
        "Katie: [Chuckles]",
        "Ridge: Well, in all seriousness, I, uh -- I got to tell you you're one of the only designers I would trust to fill my shoes.",
        "Caroline: Thank you.",
        "Katie: Not that he's getting on a helicopter anytime soon.",
        "Caroline: [Chuckles]",
        "Ridge: Or ever.",
        "Katie: Yeah, that sounds even better, actually.",
        "Ridge: Hi.",
        "Bill: Try wrapping that twisted little head around not asking me to do anything ever.",
        "Quinn: Helping our son out -- that's a problem?",
        "Bill: I have two sons, and they both want the same woman, and I am staying out of it, and you better do the same. And while you're at it, stay out of my life. In fact, why don't you just get the hell out of L.A. Altogether?",
        "Quinn: I'm not leaving Wyatt.",
        "Bill: Wyatt doesn't want you here. All you do is screw up his life. Just leave him here with me. He will be much better off, and you -- just go somewhere, anywhere, as long as it is far, far away.",
        "Quinn: Yeah, look, I know you hate me, but I'm not leaving my life behind over one little romp with you, so get over it.",
        "Bill: I was over it when it was happening. You wanted to keep it going.",
        "Quinn: Did I have fleeting dreams about us? Ah, maybe, but you should take that as a compliment 'cause not too many men can keep up with me. But, see, I don't care about that anymore. You're with Brooke. Great! She knows about us. No more secrets. But there's no reason that we can't all get along and work together as parents.",
        "Bill: Putting Wyatt and hope together?",
        "Quinn: I am sure that Brooke would prefer Wyatt --",
        "Bill: Brooke would prefer if you fell out of a helicopter over the Persian gulf. She wants nothing to do with you, and neither do I. So do yourself a favor -- leave before an angry mob with torches and pitchforks drives you out. Pack.",
        "Quinn: [Sighs]",
        "[Door slams]",
        "Hope: [Exhales deeply]",
        "Liam: Hey, do you think I was, um, out of line?",
        "Hope: [Sighs] Well, I did think that he should have left, but I do think that he was just genuinely happy to hear about Ridge.",
        "Liam: [Scoffs] Yeah, I'm sure he's happy. His mom's off the hook.",
        "Hope: No, she's not. She's still the cause of all this, and Wyatt knows that. I was very clear with him when we were up in big bear. My future is with you.",
        "Liam: Well, I'll be happy to remind him anytime he needs it.",
        "Hope: Oh, I'm sure you will.",
        "Liam: [Chuckles]",
        "Brooke: Everybody, I would like to say a few words. I'm just so happy that you, Ridge, are back here... under the watchful eye of your mother, of course...",
        "[Light laughter]",
        "Brooke: ...And safe -- safe with the woman that you love. I knew you were out there. When that search team -- those \"experts\" -- said that you weren't there and that they were gonna give up hope, I knew you were there, and I believed you were alive and knew that you were gonna come back to me and to R.J., to Katie... to all of us. I didn't want to see it before, but I do see it now -- the love that you two share, how much you mean to each other. [Sighs] And I just knew that you had to come back here. You had to come home and be here...for the person that you love... Katie. [Sighs] Cheers. [Chuckles]",
        "Thorne: Cheers.",
        "Aly: Cheers.",
        "Liam: Cheers.",
        "Eric: Cheers.",
        "[Glasses clink]",
        "Wyatt: You're still here?",
        "Quinn: I was just leaving you a note, but I'll -- I'll get out of your way. So?",
        "Wyatt: I saw her.",
        "Quinn: And?",
        "Wyatt: Told her how happy I was for her that Ridge was back. And she was happy, m you know, all the -- the fear an-- and the stress that she was dealing with was gone.",
        "Quinn: Oh, honey, that is wonderful.",
        "Wyatt: She still cares about me. She was even glad to see me. I could tell.",
        "Quinn: Of course she was. She overreacted. That's all. She -- she ran to Liam before she had a chance to process her feelings.",
        "Wyatt: Right.",
        "Quinn: But now that Ridge is alive, she's gonna forgive you.",
        "Wyatt: [Sighs]",
        "Quinn: did she say anything about our jobs, Wyatt? No?",
        "Wyatt: I said she was glad to see me. Liam -- not so much.",
        "Wyatt: I didn't want to create a scene crashing the party so I-I went around back, and I looked in through the terrace, and there she was. She was -- she was looking right at me. She came out, talked. I-I told her how excited I was for her.",
        "Quinn: And then Liam joined you and ruined the moment.",
        "Wyatt: He kicked me out, basically.",
        "Quinn: He can't do this.",
        "Wyatt: Mom, relax.",
        "Quinn: No, he has got to be stopped.",
        "Wyatt: Not by you.",
        "Quinn: You want to be with hope, don't you?",
        "Wyatt: Yes, I do. I-I want that more than anything.",
        "Quinn: Then I can help.",
        "Wyatt: The last thing I want from you is to get involved. No, you stay away. Your help is toxic. I don't want anything from you ever again.",
        "Katie: Thank you, Brooke. Your support means a lot to me, to us -- all of your support, really. I know that we are, um, an unexpected couple, but we just knew, so we couldn't fight it. And that's why I knew that you weren't gone. I knew that it couldn't be possible. And I was willing to search every inch of the Persian gulf to find you.",
        "[Both chuckle]",
        "Donna: I believe that you would.",
        "Katie: Canoe, lifeboat, whatever it took. Whatever it took to bring you home. This whole experience has made me realize that we have a life to life, and I can't wait to start it. [Chuckles] Okay.",
        "Ridge: Um, thank you for this. This is, uh -- it's good...",
        "Katie: [Chuckles]",
        "Ridge: ...To see this kind of love in the room. It's -- it's, uh -- it's overwhelming a little bit, and I've -- I've got some things to figure out in my head, and -- and, uh, it's gonna take a little while, but it's okay. It's okay. I-I can't come back to work right away, Dad.",
        "Eric: Take all the time you need.",
        "Carter: We'll hold down the fort.",
        "Rick: I'll be ready to spar...whenever you're ready. [Chuckling]",
        "Ridge: Well, don't -- don't, uh, waste any -- any punches on any -- I, um... I remember falling and the sound of the helicopter was deafening. And then it was dark and cold and quiet for what seemed like a very long time. And when I woke up, I opened my eyes, I didn't know where I was. But I knew I wasn't home, and I couldn't move and I couldn't -- I couldn't talk. And I was scared. And...I tried to imagine faces of -- of people that I love -- you know, my friends and my family. It's okay. And, um...the people that make me who I am, and... [Sighs] And the more I tried, the more I just... it -- it just washed away, you know, and the -- the more my memories got blurred. So after a while, I just stopped. Well, what I'm trying to say is, uh, I don't know half you people in this room.",
        "[Laughter]",
        "Ridge: No, I do. I do.",
        "[Laughter]",
        "Ridge: And, um...and I know I'm home, because -- because of how my brother's made me feel and because of how my dad made me feel... and because of how this woman makes me feel. This incredible woman waited for me. And I-I've got a son, R.J., and I can't wait to tell him that not matter how cold and -- and dark an-and how quiet the world gets, it's gonna be okay... if you have someone else on the other side pull you through. I love you. And I cannot wait to marry you.",
        "Katie: [Chuckles]",
        "Ridge: [Sighs]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=lHB7WD_J_ms"
}