{
    "Episode Summary": [
        "Episode # 7294 ~ Rick's ire against Ridge is at an all-time high, and he vows to take his brother down; Nicole breaks down when she learns of her love's heartbreaking betrayal."
    ],
    "Recap": [
        "Ridge tells Jarrett he has been with him a long time so it is only natural that he would be the one to announce Douglas to the world. They set up for a photo shoot. Zende asks Nicole to look at him. He does not want her to regret her decision, but he is not the right guy to go through it with her. She wonders if he is seeing someone for him to come up with this decision all of a sudden. Maya tells Rick that Zende and Nicole seemed so happy. She can't help but think this can be fixed and they will get back together. Rick says anything can be fixed. Nicole keeps questioning Zende who this other person is; she wants to know if she works at Forrester. She is devastated when she hears it is Sasha. Julius pops in and sees Sasha first who is only too glad to spill the beans that she is seeing Zende now, not Nicole. Julius says he told her to stay away from Zende but she could not wait to get her hooks into him. This must be payback. She says she is not going back to Chicago or anywhere. She barks at him that he kept her a secret and the minute he found a chance to leave he did. He kept her from her sisters. She loves him but he is a mean man. She could blow his entire world. He tells her go ahead and do it but stop threatening him.",
        "Nicole is sick and turns from Zende. She tells him do not blame this on her pregnancy; it was his choice. He claims if she wanted to have a baby, it could have been his. He just needs a little understanding. He did not just stop caring about her. She reaffirms again that she is having this baby, a gift to Maya and he can continue on with whoever he wants. Rick confides in Maya that this chair used to be his and they were building a legacy but Ridge set him up and manipulated him to get him out of the company and the Forrester house. They feel there must be a way to bring Ridge down; they start looking through a desk drawer. Ridge tells Caroline that luck had nothing to do with it. They made this happen. He says Thomas took advantage of her that night but he wants her to be able to tell him how she feels when she says she thinks about Thomas and keeping him away from his baby. Julius tells Sasha that Maya put too much pressure on Nicole until she could not say no. Sasha tells him that he is not the man he claims to be. She knows he loves her but wants her to leave. He says he will not say that to her again. Nicole has broken up with Zende so Sasha is free to pursue that as sickening as it may be. Nicole cries to Zende that he knew this would hurt her .she cries even more when she realizes that he and Sasha have been intimate. She walks away crying."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: You've been writing about our family for a long time, Jarrett. Only made sense that you would be the one to introduce him to the world.",
        "Jarrett: It's an honor, Ridge. Thank you.",
        "Caroline: I'm so glad that you were able to fit us in on such short notice.",
        "Jarrett: Oh, we dropped everything when we got your call.",
        "Ridge: [Chuckles]",
        "Caroline: Did you hear that, little nugget? You're so important.",
        "Ridge: First family portrait. It's really, really cool. Hi.",
        "Caroline: Yes, but we better, uh, hurry if we want Douglas to have his eyes open for this.",
        "Jarrett: Douglas. It's your mother's maiden name.",
        "Ridge: Yeah, she liked her grandchildren. And she's gonna be part of his life, too.",
        "Jarrett: Okay, ready, guys?",
        "[Douglas whimpering]",
        "[Camera shutter clicking]",
        "[SCENE_BREAK]",
        "Maya: If Zende wants to get back together, Nicole will take him back. She misses him.",
        "Sasha: Yeah, she told me. She feels awful.",
        "Maya: Yeah, well, so does Zende. He doesn't want to hurt Nicole.",
        "Sasha: But the reason they broke up really hasn't changed.",
        "Maya: Maybe Zende's attitude has.",
        "Rick: My wife can be very persuasive.",
        "Maya: I have to believe that Zende and Nicole will work this out.",
        "Sasha: I think it might be too late for that.",
        "[SCENE_BREAK]",
        "Zende: Nicole, will you look at me? I hate this feeling, knowing that I've hurt you. I-I don't want that.",
        "Nicole: But you haven't changed your mind. You can't handle me being Maya's surrogate.",
        "Zende: That's on me. I don't want you to feel bad about your decision. I just wasn't the right guy to go through this with you.",
        "Nicole: You weren't the right guy for me? Why would you say that, Zende? Something's different. Something's changed. Are you seeing someone? Who?",
        "[SCENE_BREAK]",
        "[Camera shutter clicking]",
        "Caroline: Okay, I think just a few more because he's starting to get sleepy and so is his mama. [Chuckles]",
        "Ridge: Not sleeping looks really good on you.",
        "Caroline: Hmm.",
        "Jarrett: You're a beautiful family. Douglas is every bit as handsome as his father. You all look very happy.",
        "Ridge: We are.",
        "Jarrett: I notice Maya's portrait has been replaced by your mother's. That seems significant.",
        "Ridge: Yeah, well, um... Maya is very important to this family and this company, but, uh... Rick and Maya don't live here anymore.",
        "Jarrett: Rick had his time on the throne, and that time is over.",
        "[Camera shutter clicks]",
        "Ridge: Here.",
        "[Camera shutter clicks]",
        "[SCENE_BREAK]",
        "Maya: I-I just don't get what happened. Nicole and Zende seemed fine. They seemed happy. I have to believe they can fix this.",
        "Rick: Everything can be fixed.",
        "Maya: So you don't think I should worry? Sasha says they're not getting back together.",
        "Rick: Well, let's hope that she's wrong. And you want to know what else is wrong? Ridge thinking he deserves to sit in this chair.",
        "[SCENE_BREAK]",
        "Nicole: Tell me I'm right. You're -- you're seeing someone? Veronica from Legal?",
        "Zende: I'm not gonna blurt out a name. We need to talk about this.",
        "Nicole: So there is someone.",
        "Zende: It wasn't something I expected. I want you to understand that.",
        "Nicole: She at Forrester, one of the models?",
        "Zende: We were just friends, okay? But then -- then once you and I broke up, things changed.",
        "Nicole: Who, Zende?",
        "Zende: Sasha.",
        "[SCENE_BREAK]",
        "Nicole: [Exhales sharply]",
        "Julius: Oh, Sasha. I'm looking for Nicole.",
        "Sasha: She's downstairs talking to Zende. But I wouldn't bother them right now.",
        "Julius: Oh, they're talking again?",
        "Sasha: Yeah, he's been trying to get in touch with her, but she keeps avoiding him, which says she knows what he wants to talk to her about.",
        "Julius: Really? What's that?",
        "Sasha: That it's really over, and he's seeing someone else.",
        "Julius: I haven't heard anything about that.",
        "Sasha: That's because Zende and I wanted to keep it a secret until he had a chance to talk to Nicole.",
        "Julius: What? You?",
        "Sasha: Don't look so disappointed, Dad. At least he's still seeing one of your daughters.",
        "Julius: I thought I told you to stay away from Zende.",
        "Sasha: Why is that? Because you knew he'd be attracted to me?",
        "Julius: You just couldn't wait to get your hooks in him, could you?",
        "Sasha: I didn't go after Zende. He and Nicole broke up on their own, and it had nothing to do with me.",
        "Julius: But you didn't do anything to help matters, now, did you?",
        "Sasha: Nicole went to Rick to get me fired.",
        "Julius: So this is payback?",
        "Sasha: No.",
        "Julius: Does she know about this?",
        "Sasha: He might be telling her right now. And she's probably gonna go nuts and demand that I go back to Chicago, but I won't go. I'm not going anywhere. I know Nic is gonna be hurt and angry, and that is not what I wanted. But that is nothing compared to the pain I've lived with my entire life.",
        "Julius: Oh, come on, Sasha. You weren't abandoned.",
        "Sasha: You kept me a secret!",
        "Julius: Hey, hey, hey. Watch your mouth.",
        "Sasha: You kept me a secret, and the second you got the chance to leave, you did. You just left me like I didn't matter. [Voice breaking] And that's exactly what it felt like my entire life. Do you know what it's like to grow up two blocks away from my father and my sisters, to see the life that I always wanted but never got a chance to be a part of?",
        "Julius: By keeping you a secret, we could keep you close to us.",
        "Sasha: [Scoffs] [Chuckles tearfully] I love you, Daddy, but you are a mean man. What kind of father asks his daughter to keep herself a secret her entire life? You know, I could blow your entire world wide open in a second. Vivienne would leave you in a heartbeat.",
        "Julius: Then do it. Go ahead! You heard me! Do it! But don't you threaten me. So if you're going to do it, Sasha, then do it.",
        "[SCENE_BREAK]",
        "Zende: Sasha was there for me as a friend.",
        "Nicole: Oh, yeah. I'll bet.",
        "Zende: It wasn't like that.",
        "Nicole: I don't want to hear this.",
        "Zende: I didn't want this, Nicole. Hell, I wanted to be with you! But the baby got in the way, and I wish it hadn't, but I can't help the way I feel!",
        "Nicole: No! Do not blame this on my pregnancy! You made this choice!",
        "Zende: I had to tell you. I have been honest with you from the beginning. Listen, when Maya asked you to be her surrogate, I told you the truth.",
        "Nicole: Don't stop now.",
        "Zende: I'm not blaming you. But if you were gonna have a baby... why not mine? Why was their happiness more important than ours? We had such an amazing future ahead of us, Nicole.",
        "Nicole: But you couldn't wait for it?",
        "Zende: Oh, come on, Nicole. That was too much to ask. I tried to be understanding. I really did. Now I'm hoping I can get a little understanding from you.",
        "[SCENE_BREAK]",
        "Rick: I'm not gonna deny it. I miss being CEO. We took this company to heights it's never seen before.",
        "Maya: It was exciting.",
        "Rick: Leading the company, running the estate. We were building a legacy for our son or daughter. I wanted our child to see your portrait and have a sense of belonging, a sense of pride. Now we're living with my mother, taking orders from Ridge.",
        "Maya: Our child will be proud of you no matter what because you're gonna be an amazing father.",
        "Rick: Yeah, but a good father would give his child something to aspire to. Ridge set me up. He wanted the house. He knew exactly how to do it, just like he got me out of the company. He manipulated me like he does to so many people so many times.",
        "[SCENE_BREAK]",
        "Jarrett: He is a beautiful boy.",
        "Ridge: Thank you.",
        "Caroline: Sorry we couldn't hold off the nap a little longer.",
        "Jarrett: Oh, I completely understand. Those last shots were precious. Douglas is very lucky. He couldn't have picked a better mom and dad.",
        "Ridge: Jarrett's right, you know.",
        "Caroline: Yeah. We are pretty lucky.",
        "Ridge: No, he was wrong about that. Luck has nothing to do with it. We made this happen -- running the Forrester estate, we're running the company, raising a beautiful boy. It's us. We made the right choices. We did this.",
        "[SCENE_BREAK]",
        "Rick: I shouldn't have left. I fell for Ridge's tricks. So did my dad. And no matter what, my dad always gives Ridge the benefit of the doubt.",
        "Maya: But why? That's what I don't get. I mean, I look at the history between your mother and Eric. How does Ridge keep getting away with it?",
        "Rick: Believe me, I wish I knew. He's done it my whole life. And you know what disgusts me? The fact that he uses everybody like it's his own personal chess board. Me, you, my mom, his own children. And as far as Ridge is concerned, we're all here to feed his ego.",
        "Maya: You beat him once. You're gonna beat him again.",
        "Rick: Yeah, but it's gonna be a lot harder without my dad in our corner.",
        "Maya: Hey. You won't be alone. [Chuckles]",
        "Rick: No, I know that. [Chuckles] But I don't want his animosity towards me to affect you or the baby. Ridge has got to be stopped. He thinks he can take whatever he wants. And trust me, there's nothing that Ridge won't stick his claim to.",
        "[SCENE_BREAK]",
        "Ridge: There's that look again.",
        "Caroline: I'm not freaking out.",
        "Ridge: Oh, good.",
        "Caroline: I'm just... when you talk about what we did and the choices that we made, I can't help but think about Thomas.",
        "Ridge: Well, maybe you should think about Douglas.",
        "Caroline: I am.",
        "Ridge: That's enough. Let's think about him and his future. He's our responsibility. He's our son, and I'm his father, so we don't have to discuss it anymore.",
        "Caroline: I'm not saying that it's a problem. It's just...going to come up.",
        "Ridge: It can't come up. If it does, it's over. It's gonna tear this family apart.",
        "[SCENE_BREAK]",
        "Julius: I am sick and tired of hearing about how awful I was to you, how mean I am. Now, you want to destroy my life, go ahead. Do it. But don't you ever forget I kept a roof over your head.",
        "Sasha: No, you bought my mother's silence!",
        "Julius: I paid for everything that you needed. And where do you think that money came from? You think it came out of thin air? No! It didn't! I busted my butt! I busted my butt and earned every penny, so I could take care of both of you.",
        "Sasha: And all I wanted was your love.",
        "Julius: And I gave you all that I could.",
        "Sasha: And you denied me everything that mattered!",
        "Julius: Lower your voice! And stop being so dramatic!",
        "Sasha: [Chuckles] Says the man who's pretending to be some kind of selfless hero. Admit it, Dad. I am more like you than Maya and Nicole will ever be. We do what we have to do to survive.",
        "Julius: I want you to stop threatening me. I'm not gonna talk about this anymore. And, Sasha, you will keep this secret.",
        "[SCENE_BREAK]",
        "Nicole: You can't expect me to be okay with this.",
        "Zende: It is not Sasha's fault we broke up.",
        "Nicole: You told me not to worry. You said we'd be fine.",
        "Zende: And we might have been if we talked about it more before you made your decision. I mean, can't you at least think about it from my point of view? I am adopted, but I am still a Forrester. That is my uncle's baby inside of you!",
        "Nicole: It freaks you out. I get it. And yes, maybe I should have thought of you more, but hey, what does it matter now, right? I'm going to have this baby, Zende. I'm going to give my sister this gift. And you are gonna do what you want with whoever you want to do it with.",
        "Zende: Nicole --",
        "Nicole: No, why are we even talking about this? You've already moved on, right?",
        "Zende: Do you think I stopped caring about you? Well, I haven't.",
        "[SCENE_BREAK]",
        "Rick: Ridge doesn't follow the rules or pay the consequences, and I'm not gonna rest until we're back on top.",
        "Maya: Then we'll do it together.",
        "Rick: We were the first family of Forrester. I'm Eric Forrester Jr. I will take my rightful place in the business and the family home.",
        "Maya: Okay. So where do we start?",
        "Rick: We're gonna need leverage.",
        "Maya: Your dad?",
        "Rick: I wish. But unfortunately, I think we're gonna be on our own. And we might have to play by Ridge's rules.",
        "Maya: You just said he doesn't play by the rules.",
        "Rick: I have to get something on him, Maya.",
        "Maya: Like what?",
        "Rick: I don't know. Something. There has to be something. I... if there's one thing I know about that man... it's he has secrets.",
        "[SCENE_BREAK]",
        "Caroline: We have to be honest with each other. I want to be able to tell you how I feel.",
        "Ridge: I always want you to be honest with me. And I always want you to tell me how you feel, but I'm -- I'm trying to come to terms with this, too, trying to come to terms with what Thomas did to you that night. He took advantage of you. You were drugged, vulnerable. I don't want Douglas to pay for that. I want him to have the life, the family, and the father that he deserves.",
        "[SCENE_BREAK]",
        "Sasha: Secrets don't solve anything.",
        "Julius: Sometimes they're necessary.",
        "Sasha: That's your great fatherly advice?",
        "Julius: My advice is to give Zende a chance to figure this out, find out what he really wants.",
        "Sasha: [Scoffs] What he really wants is a woman who's gonna treat him right. I'm sorry, but Nicole brought this on herself.",
        "Julius: I warned her. I warned Nicole. I told her that this pregnancy would interrupt the relationship she was having with Zende.",
        "Sasha: Guess it was just too much for him.",
        "Julius: But Maya. Maya -- Maya made it impossible for her to refuse. She just kept on piling on the guilt and the obligation, and now it's -- it's too late to turn back. Look, you're gonna do whatever it is you're gonna do. I know that, but... just keep your mouth shut about me, okay?",
        "Sasha: Wait, you're not gonna interfere anymore? Even if she tells me to go home or tries to get me fired again?",
        "Julius: I will do my best to stay out of it, okay?",
        "Sasha: Daddy, thank you. Is it really that hard for you to just hold me and make me feel a little bit of appreciation?",
        "Julius: Listen, Sasha --",
        "Sasha: Okay, I see. You don't want someone to come in and see the man that you really are, because you're not the man you pretend to be. Zende is a real man, and he cares about me. And you know what? I am not letting him go, no matter what!",
        "[SCENE_BREAK]",
        "Zende: I'll always care about you, Nicole. I'm not gonna forget what we had.",
        "Nicole: Sasha and I are best friends. Like sisters.",
        "Zende: We knew you'd be upset, but it's not something that I was gonna hide from you.",
        "Nicole: [Voice breaking] \"We\"? [Sobs] Wow. Is that naive? Was that the problem? Was I too idealistic? Wanting to give my sister this baby, asking you to wait and putting our relationship on hold. I put the pressure on you, right? But Sasha? [Sobbing] After everything that happened with Rick and the job, you knew that is what I was afraid of! [Sobs] You knew how much this would hurt me! Damn it, Zende! And I may not have the right to say it, but if you and Sasha ever... no. [Sobs, sniffles] You and Sasha. Please. Please tell me that's not true. [Sobbing]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=-yzFzoARRjc"
}