{
    "Episode Summary": [
        "Episode # 7060 ~ Bill & Liam push Wyatt to work harder at getting information to use against Rick; Ridge calls Eric & Brooke for a meeting."
    ],
    "Recap": [
        "Rick tells Ridge that he is miffed and only trying to get to him by going after Maya. Ridge says he is not going against Maya but she is definitely not who Rick thinks she is and he knows how he values honesty. Carter thinks over what he just told Ridge about Maya being transgender. Nicole walks in and sees him in this state. He admits that Ridge just told him he is going to resign. Rick says he is not going to put up with any trash against Maya. Ridge says he knows he does not want to hear this. Maya walks in and Rick tells her all is okay but once again Ridge is telling him that Maya is not the woman he thinks she is. He will not put up with this. Rick says he does not have to ask Maya what she wants as he knows who she supports. Maya does not have to explain herself. He knows who Maya is and that is all he has to say about that. He orders Ridge out of his office. Katie and Liam discuss Maya when Wyatt walks in and they wonder how he is going to figure out what they might have again Maya. They know he is the man on the inside. Bill tells him to make the time when Wyatt says he is trying but he has to stay there and keep his job as well. They all encourage him to call Nicole, even put her on speaker phone. Wyatt calls but no answer. Bill tells him to wait but step his game up. Do not send flowers and no burgers. Take her on the jet again to the most expensive place he can find and look at the menu and pick the most expensive item.",
        "Nicole tells Carter that she will not let this with Maya spoil her chance with Wyatt. She can not tell Rick her secret. Eric tells Brooke there seems to be a little tension between Maya and her sister. Eric says Rick is jumping in a little fast with another marriage but maybe Maya will be the person to bring peace between Ridge and Rick. Ridge walks in and Eric says he is glad to have another chance to talk to him. Brooke says he is not quitting, this is too important. Rick tells Maya that Ridge is just trying to undermine him and he is not going to let that get to him especially with their trip coming up to Big Bear. Maya says she does not want to think about Ridge either but she can not ignore him. Rick says sooner or later Ridge will realize that Maya has stole his heart and he really loves her ..especially with the scandals in Ridge's life. This trip is sounding more and more like a good thing. Eric tells Ridge that he understands he thinks Rick is a tyrant but he isn't and neither is Maya. Ridge says this is important. He wants to know more abut Maya and Rick's relationship, like are they going to get married. Ridge says he thinks Rick should go back to International. Eric says Rick is happy for the first time in his life and Ridge can not begrudge him for that. He stays here. Ridge finally says that Rick has gotten himself in a bit of a situation, something he does not think he can handle. He is safe and secure now because Maya has convinced him that she is flawless, a paragon of honesty. Something that he thinks they need to know too ..Maya was not born a woman. They both are in shock when he says she is a transgender."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Rick: You're pathetic, you know that? You can't say anything against me, so you go after Maya?",
        "Ridge: I'm not saying anything against Maya.",
        "Rick: You're trying to make me doubt her.",
        "Ridge: You're being misled.",
        "Rick: Yeah. By you.",
        "Ridge: Oh, Ricky. [Sighs] I'm trying to help you, God knows why, because the way you treat people, you deserve to get burned. But not like this. I know how much you value Maya's loyalty, and you think she's the only one you can trust. Well, she's not who you think she is.",
        "[SCENE_BREAK]",
        "Maya: I know that my relationship with Rick has been a problem for Ridge.",
        "Brooke: That's not why they don't get along.",
        "Maya: No, but it hasn't improved the situation, and I feel badly about that.",
        "Eric: You shouldn't. You had a very positive effect on my son -- I have to tell you that -- on his self-confidence, his self-esteem.",
        "Maya: Thank you, Eric.",
        "Eric: He has nothing to feel insecure about, certainly not Ridge.",
        "Maya: Well, he doesn't. Not at all. And unfortunately, Ridge has a problem with that, too.",
        "Brooke: There's a lot of resentment there.",
        "Eric: There always has been. It's infuriating.",
        "Maya: Look, you want this to work out. I do, too. But even the best sibling relationships have challenges. I know that firsthand now that my sister's in town.",
        "[SCENE_BREAK]",
        "(Carter's flashback)",
        "Carter: I still can't believe it. I --",
        "Ridge: Can't believe what?",
        "Carter: Forrester invests a lot in Maya. She's our lead model, the face of our lines. Rick structured an entire brand around her. She is the lady by his side, the future Forrester matriarch. Now, if -- if anyone knew what I --",
        "Ridge: Carter, Carter, you are killing me. Spit it out.",
        "Carter: I heard Maya and Nicole talking about a secret. Maya...is a chosen name. She wasn't born with it.",
        "Ridge: We're in L.A. People change their name all the time. This is your secret?",
        "Carter: Maya's birth name... is Myron.",
        "Ridge: Myron? I-I -- Carter, I'm --",
        "Carter: Maya Avant is transgender.",
        "(Present time)",
        "Nicole: You'd better loosen that tie.",
        "[Door closes]",
        "Nicole: Or maybe it's that suit making you look so serious.",
        "Carter: It's not the suit.",
        "Nicole: What's going on?",
        "[SCENE_BREAK]",
        "Bill: Brought me a copy and the photos. I made my changes to the copy and I selected the pictures. Yes. Go. [Sighs] Bring me up to speed.",
        "Liam: All right. We know Maya has a secret.",
        "Katie: But we don't know if it has anything to do with Forrester.",
        "Wyatt: Well, she said that it would cause some serious problems at Forrester and with Rick. Regardless, it's something that she doesn't want anyone to know.",
        "Katie: Which means it could be personal.",
        "Liam: Well, in which case, it wouldn't help us. But if it's not, if it has something to do with the company, than we could possibility use it to force Rick out as CEO.",
        "Bill: So, let's hear it. How you gonna figure out what she's hiding?",
        "Liam: Wyatt's our man on the inside.",
        "Katie: You're seeing Nicole, right?",
        "Wyatt: Yeah, well, I've been a little...occupied trying to take over Forrester with you guys and keep my job at the same time.",
        "Liam: Yeah, but you're still into her, right?",
        "Wyatt: Yeah. I just haven't had the time to --",
        "Bill: Make the time.",
        "Wyatt: Okay. Rick's not happy with Maya's jewelry collection, so I've been kind of busy with that, too.",
        "Liam: Okay, well, use that. A-ask Nicole -- ask -- ask her to help you get a better feel for Maya as a person, what she's really like.",
        "Katie: Ooh, that's a good idea.",
        "Bill: It's a great idea. Do it. Now.",
        "[SCENE_BREAK]",
        "Nicole: Did you get chewed out by the boss?",
        "Carter: No.",
        "Nicole: Then what's up, man?",
        "Carter: Ridge told me he was going to quit.",
        "Nicole: Quit what?",
        "Carter: His job, Nicole.",
        "Nicole: Why?",
        "Carter: Because of Rick and your sister.",
        "Nicole: Well, did you tell him he can't leave Forrester?",
        "Carter: Yeah. Yeah, I did.",
        "[SCENE_BREAK]",
        "Rick: You know, you and your pal Carter should really get together and compare notes. He tried pulling that same garbage with me. Well, it didn't fly then and it's not gonna fly now.",
        "Ridge: I know you don't want to hear it.",
        "Rick: You're damn right I don't. I already told everyone. I'm not putting up with anybody talking trash about Maya.",
        "Maya: Is everything all right? Were you talking about me?",
        "Rick: Oh, you know, it's just the usual nonsense. Ridge was trying to tell me you're not the woman that I think you are.",
        "[SCENE_BREAK]",
        "Wyatt: You don't have to force me to call Nicole.",
        "Katie: Well, I would hope not.",
        "Wyatt: I-I'm not doing this because she knows Maya's secret. I-I actually kind of like her.",
        "Katie: Good.",
        "Liam: Plus, she can't be thrilled with you since you went radio silent.",
        "Wyatt: It hasn't even been that long.",
        "Katie: Well, it might feel differently to her.",
        "Liam: Yeah, I mean, after your last date -- what was it? A private jet to San Francisco? She's probably counting the minutes.",
        "Wyatt: Okay. Would you like me to put it on speaker, too?",
        "Katie: No.",
        "Both [Bill and Liam]: Yes.",
        "Wyatt: Wow.",
        "Nicole: It's about time, Spencer.",
        "Wyatt: I know. Uh, and I-I've been meaning to get ahold of you.",
        "Nicole: Yeah, okay. Did you call to apologize or ask me out?",
        "Wyatt: Both.",
        "Nicole: Right answer.",
        "Wyatt: [Chuckles]",
        "[SCENE_BREAK]",
        "Eric: Seems to be some trouble between Maya and her sister.",
        "Brooke: A little tension. They're getting to know each other again.",
        "Eric: You know, what Maya said about Rick and Ridge -- do -- do you agree with that?",
        "Brooke: Where we see confidence, Ridge sees arrogance.",
        "Eric: Yeah, but Rick isn't angry anymore. He's just determined to make a success at Forrester. And he's doing a damn good job of it, too, with Maya's help.",
        "Brooke: I just don't want to see him get hurt again, jumping into another marriage.",
        "Eric: Eh, I thought maybe it was a little fast, too, but she's -- she's been standing right by his side.",
        "Brooke: Her support does mean a lot to him.",
        "Eric: Who knows. If Rick proposes, maybe Maya will be the person to bring peace between Rick and Ridge.",
        "[SCENE_BREAK]",
        "Rick: And that's about the time when you walked in.",
        "Ridge: You think I'm trying to provoke you. I'm not.",
        "Rick: Caroline wasn't the woman that I thought she was. Amber wasn't the woman I thought she was. But Maya has always been honest with me.",
        "Ridge: No one's ever completely honest, Ricky.",
        "Rick: You say that now because you're with Caroline. But you always held my mom at a higher standard, didn't you? That is until you left her.",
        "Ridge: We're not talking about Brooke right now.",
        "Rick: And we're not talking about Maya, either. I don't have to ask Maya what she wants or whose side that she's on. Because of her support, I've been able to make Forrester an even greater success. She is the best partner that I could possibly ask for.",
        "Ridge: I think her loyalty has paid off very well... for her. I'm just not sure it's gonna pay off for you.",
        "Maya: Is this about my time in jail? Because Rick knows about that.",
        "Rick: She doesn't have to explain herself to you or anyone else. What Maya's been through in her life is what makes her unique.",
        "Ridge: There's no question about that. But just remember that no one is exactly who we think they are.",
        "Rick: Maya is. And that's all I have to say about that. Get out of my office. [Scoffs]",
        "[Door closes]",
        "Maya: Thanks.",
        "[SCENE_BREAK]",
        "Bill: Show it to Liam.",
        "Katie: I like the numbers on this one. I think we should acquire it.",
        "Liam: Yes, but this is problematic.",
        "[Wyatt's flashback]",
        "Singer: Dance to the music da-a-a-a-ance Come and dance to the music Dance to the music dance to the music",
        "Wyatt: Starting tonight, um...let's just -- let's be up-front and honest -- no games, no wondering what each other is thinking... and no secrets.",
        "[Present time]",
        "[Indistinct talking]",
        "Liam: Hey, are we all set up?",
        "Wyatt: Yeah, I'll just text Nicole later and we'll figure something out.",
        "Katie: Oh, oh. You should take her to that new sushi place. I hear it's really good.",
        "Bill: Katie, Wyatt's a grown man. I think he can make his own plans.",
        "Wyatt: Yeah, I've handled myself pretty well so far.",
        "Bill: Yeah, but now you have to raise your game.",
        "Liam: But you shouldn't push too hard.",
        "Bill: You don't want to hold back, either.",
        "Katie: You don't have to rush things.",
        "Liam: Mm-hmm.",
        "Bill: You don't have to fly her to San Francisco again. You just have to make her feel special.",
        "Liam: Oh, you know what you should do? You should buy her flowers.",
        "Katie: Oh, that's good. I love flowers.",
        "Bill: He's trying to impress her, get her to open up, expose a family secret.",
        "Wyatt: Gee, Dad. That doesn't sound creepy at all.",
        "Bill: Nicole knows what Maya's hiding. Listen to your old man and she will give it up. Pay attention. Number one, no flowers. Number two, no burgers. You take her to the finest restaurant, you look at the menu, you pick the most expensive item, you tell her that you've had it, it's great, and she should try it.",
        "Wyatt: Thank you. Thank you, all of you. I really have enjoyed your enthusiasm and your advice. But I think I got this.",
        "Bill: [Sighs]",
        "[SCENE_BREAK]",
        "Carter: Take it that was lover boy Wyatt.",
        "Nicole: He wants to see me again.",
        "Carter: Well, what are you doing this time?",
        "Nicole: He'll text me later.",
        "Carter: Oh. Surprise.",
        "Nicole: Maybe.",
        "Carter: Mm. Give you a hint?",
        "Nicole: No.",
        "Carter: Did he ask if you have a passport?",
        "Nicole: Why would he -- no.",
        "Carter: Well, he made it pretty hard to top himself.",
        "Nicole: He doesn't have to. But I'm not gonna stop him from trying. [Chuckles]",
        "Carter: [Chuckles]",
        "Nicole: I won't let Maya mess this up, because she could if she tells Rick the truth about her past.",
        "Carter: How does that affect you and Wyatt?",
        "Nicole: She could set off a storm that rains on all of us, Carter. Maya wants to believe everything's going to be fine. But what if it isn't? That's why no one's gonna know. Got it?",
        "Carter: It's too late for that.",
        "[SCENE_BREAK]",
        "Brooke: Ridge.",
        "Eric: We thought you left.",
        "Ridge: Yeah, well, I don't know what I'm gonna do yet.",
        "Eric: Oh, well, good. Give us a chance to talk about this.",
        "Brooke: Well, you're not going to quit. I'm sure there's another solution.",
        "Ridge: You can't extend Rick's contract. It's the worst thing you can do.",
        "Eric: Look, I understand that you're upset about all this, all right? But I'm worried about you. It's not like you to just storm off.",
        "Ridge: Well, I appreciate your concern, Dad, but it's your other son you should be worrying about.",
        "[SCENE_BREAK]",
        "Rick: Donna, just -- just hold all my calls. This is too important. This isn't about you. Ridge is just trying to rile me up.",
        "Maya: He doesn't like me.",
        "Rick: He doesn't like me, either. I guess we have another thing in common.",
        "Maya: I see you trying to downplay this, but it's obvious that you're still upset.",
        "Rick: Well, the things he's saying aren't true.",
        "Maya: Don't listen.",
        "Rick: Ridge sees what I have, the stability that it's given me, the success that it's brought. He's just trying to undermine my judgment. But I'm not gonna let that happen anymore, especially with our trip coming up. Big Bear's so beautiful this time of year. I don't want to waste a second thinking about Ridge. I'd just like to put all of my attention on us.",
        "Maya: I don't want to think about Ridge, either, but... we can't ignore him.",
        "Rick: Then we can get away from him.",
        "Maya: He'll still be here when we get back from Big Bear.",
        "Rick: Well, things might be different then.",
        "Maya: How?",
        "Rick: Well, eventually Ridge is gonna have to realize that what we have is real, that you didn't con your way back into my life, that -- that you won me and you stole my heart.",
        "Maya: You are in a funny mood.",
        "Rick: Well, I'm not gonna let Ridge get to me. I mean, he has no right to judge anybody, all of the scandals in his past. Especially shouldn't be judging you. I mean, you're so honest.",
        "Maya: How do you do that? How do you take something that's painful and make me feel good about myself?",
        "Rick: You should always feel good about yourself.",
        "Maya: I do, it's just...there are things. [Chuckles]",
        "Rick: Everybody's got things. That's why this trip is so important. We need to take time for us, time for us to celebrate together.",
        "Maya: Some time away from it all, up in the mountain air, huh?",
        "Rick: Yeah.",
        "Maya: It's time.",
        "Rick: Time for what?",
        "Maya: Time for us to get to know each other even better.",
        "Rick: Well, that sounds good to me.",
        "[SCENE_BREAK]",
        "Eric: Why are we in here?",
        "Ridge: It's just a little more private. I'm, um... Dad, you got to understand something.",
        "Eric: Look, I understand that you have issues with Rick.",
        "Brooke: He's not the tyrant that you make him out to be.",
        "Eric: And neither is Maya.",
        "Ridge: Maya. Um, okay. Let's -- let's talk about Maya. What do we really know about her?",
        "Brooke: So, now you want to talk about Rick's girlfriend?",
        "Ridge: Yeah. I want to talk about Rick's girlfriend. How serious is it?",
        "Eric: I don't understand. What does that have to do with you wanting to leave?",
        "Ridge: Where are they on their relationship?",
        "Eric: [Chuckles] What? Their relationship?",
        "Ridge: Dad, it's important. Please.",
        "Eric: All right. They're living together.",
        "Ridge: Are they gonna get married?",
        "Brooke: Why are you so interested in this?",
        "Ridge: It's -- is he gonna propose to her?",
        "Eric: It could happen, yeah.",
        "Brooke: Probably sooner than later.",
        "Eric: Why?",
        "Ridge: [Sighs] I-I think he should go back to International.",
        "Brooke: What? No. He's CEO of this company. That would be ridiculous.",
        "Ridge: I-I just think maybe that's what he'd want to do.",
        "Eric: Rick is happy here. This is where he's supposed to be. I've made that very clear to you. You know, Rick and Maya --",
        "Ridge: Rick and Maya, that -- that may not be what we think it is.",
        "Brooke: We just finished telling you that their relationship's very serious.",
        "Eric: Look, Rick is happy, all right? He's finally happy in his life. You can't begrudge him that.",
        "Ridge: I'm not...not begrudging anything. I just think it might be better for the company if -- if he went to Paris for a while, better for him, too.",
        "Eric: All right, Ridge. What is it?",
        "Ridge: Rick has gotten himself in a bit of a situation.",
        "Brooke: What kind of a situation?",
        "Ridge: A situation that I don't think he's gonna be able to handle, not with his temper. I think anything could happen.",
        "Brooke: No, he's not like that anymore.",
        "Ridge: No, he's not, is he? He's safe and secure because Maya's convinced him that he can trust her.",
        "Brooke: And what's wrong with that?",
        "Ridge: Let me tell you something about Maya. Rick spent a lot of time rebuilding the image of this company all around her -- every line, every collection. She's the face of Forrester. He's held her up as a paragon of integrity, honesty. But there's something that she didn't share with him, something that I think he needs to know, something that I think you need to know, too. It's not something that impacts Rick only. It could impact this whole company.",
        "Brooke: What is it?",
        "Ridge: [Sighs] She wasn't born Maya. The girl that Rick trusts and adores... is transgender."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=mNDqI6viuR8"
}