{
    "Episode Summary": [
        "Episode # 7120 ~ Wyatt attempts to heal Ivy's heartbreak with kind words and a kiss; Caroline shows her love & loyalty to Ridge in front of Thomas."
    ],
    "Recap": [
        "Steffy is out on the Sky Roof and overhears some interns talking abut Aly's death. Liam walks out and sees this is bothering Steffy. He asks the girls to leave and then proceeds to tell Steffy none of this was her fault. He would like her to get away a few days but she claims she wants to work and keep busy. Wyatt tries to cheer Ivy by saying she is getting great reviews for her jewelry but she seems distracted. She says she has proof that Steffy killed Aly. Quinn joins and tells them they are going to have to work really hard to keep up with all these orders. It would be great if after Aly's death they could take off a week but they just can't. Thorne comes in all lost. He tells Wyatt he just had to get out of the house. He can not make any sense in all of this.",
        "Caroline tells Ridge that she can only imagine what Steffy is going through. Thomas walks in and adds that he tried to talk to Steffy but she still feels responsible. Ridge says some days Aly was just fine and others she was nuts, but she did not deserve to die. Liam would like Steffy to talk to someone about the accident but she thinks that will only make it worse. About all she will say is that she was driving and had a flat tire and stopped to fix it. Aly came by and tried to hit her with her car. Steffy tried to get through to her but Aly would not listen. Aly tried to attack her then with a rock and slipped and fell. Again Liam tells her this is not her fault. Thorne is in a daze and criticizes some of the things Ridge said at the memorial. And he wants more details of what really happened. Ivy looks scared. She tells Wyatt that Thorne deserves to know the truth. Wyatt says it won't change anything and he wishes she would stop saying the word murder. He kisses her and surprisingly she kisses him back. Thorne confronts Steffy and Ridge. He does not want to hear that his little girl attacked Steffy. There must have been something else going on and he is livid that they give him the details."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Kristina: Unreal, you know? She's here one moment...",
        "Charlotte: And suddenly, she's gone. I mean, we just had coffee with her yesterday.",
        "Kristina: You just never know, I guess.",
        "Liam: Uh, hey, guys. Do you mind if Steffy and I talk alone for a minute?",
        "Charlotte: Oh, yeah. Of course.",
        "Kristina: Sorry.",
        "Liam: No problem. Sorry about that.",
        "Steffy: Oh, no. No, it's not their fault.",
        "Liam: It's not yours, either, right?",
        "Wyatt: Have you seen the Paris reviews?",
        "Ivy: Uh, no.",
        "Wyatt: [Clears throat] \"California freedom is more than a progressive statement. The accessories alone warrant major consideration as a new and exciting product line.\" That's us! You and me, mom...",
        "Ivy: Yeah, I know. It's -- it's cool.",
        "Wyatt: Is it, though? 'Cause you're not convincing me right now.",
        "Ivy: I can't get her out of my mind, Wyatt.",
        "Wyatt: [Sighs]",
        "Ivy: She should be here. She should be here, and she's not because Steffy --",
        "Wyatt: Shh. Stop. Stop right there.",
        "Ivy: [Groans]",
        "Wyatt: Don't even go there, Ivy.",
        "Ivy: How can I not? Steffy's the reason she's dead, and I have the proof.",
        "Caroline: It's kind of tough to get back into it.",
        "Ridge: My mind is... Steffy's going through a lot, you know?",
        "Caroline: Yeah, I know. I mean, seeing your -- just -- your cousin die on the side of the road -- it's...",
        "Ridge: It's a heavy burden.",
        "Thomas: Talking about Steffy, I assume.",
        "Ridge: Yeah. Have you seen her?",
        "Thomas: I tried. She seems pretty withdrawn. You know, it's almost as though she feels responsible.",
        "Caroline: I still can't believe what happened.",
        "Thomas: The way it went down. It's so bizarre.",
        "Ridge: Aly was a troubled kid. One day she was fine, the next day, she was acting out.",
        "Thomas: Yeah, but why take it out on Steffy?",
        "Caroline: Oh, it -- it wasn't just Steffy. I mean, it was Maya, and she had an issue with the entire California freedom line.",
        "Thomas: Well, now my sister's paying the price.",
        "Ridge: Through no fault of her own.",
        "Steffy: We have buyers coming in all week.",
        "Liam: Yeah, I'm on it.",
        "Steffy: You'll need help.",
        "Liam: Uh, I'll have plenty.",
        "Steffy: No, I-I want to be a part of it.",
        "Liam: Why?",
        "Steffy: I just do, okay?",
        "Liam: What you need is to get away for a couple of days.",
        "Steffy: No. No. We're swamped with orders. No.",
        "Liam: Yeah, that's why we have a sales department. Listen, Steffy, you've just been through a trauma that most people can't even imagine. Could you give yourself a minute?",
        "Steffy: To do what? To relive it? To remember it? What?",
        "Liam: To resolve it. You were just trying to help. Aly was out of control. She slipped and fell and hit her head on a rock, and it's absolutely tragic, but is it your fault? No. There's not even anything you could have done to prevent it.",
        "Steffy: I wish it were that simple.",
        "Quinn: Hey, Wyatt. Honey, I need you to go to H.R. We need to expand production if we're gonna keep up with these orders.",
        "Wyatt: Done and done.",
        "Quinn: Okay? Okay, Ivy, honey, I need you to go and get Liam in the loop, would you? Um, I'm gonna go talk to Ridge.",
        "Ivy: Uh, sorry. What? What am I doing?",
        "Quinn: Talk to Liam about expanding. Uh, Ivy, I know that you were really close to Aly. And if we could all just shut down for a week and recover, that would be great, but we can't.",
        "Wyatt: Thorne.",
        "Thorne: Hey.",
        "Wyatt: Uh, so good to see you.",
        "Thorne: Yeah, thanks. Go on with your work. I'm -- I'm not going to stay long.",
        "Ivy: No, no. Can we get you a coffee, anything?",
        "Thorne: No, no. Thanks. I just...needed to get out of the house. I'm still a little...dazed.",
        "Quinn: We all are.",
        "Thorne: Yeah, it's, um... hard to make sense out of something like this, huh? My daughter falls, hits her head, dies. I mean, I lost my daughter like that?",
        "Thomas: Look, I just want you to think about it, dad, okay? I'll cover for Steffy while --",
        "Ridge: We're rolling out a new line. We're not changing anything at the top, not even temporarily.",
        "Thomas: Fine. I'll stay and design with you and Caroline. Right. You want me to prove myself.",
        "Ridge: Like every other member on the team.",
        "Thomas: And family member, blah, blah, blah, blah, just blah.",
        "Caroline: [Chuckles]",
        "Thomas: What are you giggling at?",
        "Caroline: You two. It's like watching a reality show.",
        "Thomas: [Chuckles] \"California designers.\"",
        "Ridge: One of us, anyway.",
        "Thomas: Mm. I'll earn my stripes.",
        "Caroline: So, you're gonna make it through the boot camp?",
        "Thomas: Even with a drill sergeant like this guy.",
        "Caroline: You gonna let him talk to you like that? Tell him to get down and give you, like, 10.",
        "Ridge: I don't think he has 10 in him.",
        "Thomas: [Chuckles]",
        "Caroline: See? There's my toughie.",
        "Thomas: Oh.",
        "Caroline: What?",
        "Thomas: Oh, you two are the reality show.",
        "Caroline: Really?",
        "Thomas: Yeah. Ridge Forrester, Caroline Spencer...part two.",
        "Ridge: That's us.",
        "Thomas: Mm. Bizarre.",
        "Caroline: And what's so bizarre about it?",
        "Thomas: Nothing, I guess.",
        "Liam: Maybe if you talked about it?",
        "Steffy: Mnh-mnh. It only makes it worse.",
        "Liam: Why?",
        "Steffy: Because of the way it happened. It was all such a blur. We -- we weren't thinking. It was all based on reactions.",
        "Liam: Okay, well, you have to talk to someone, because I know you, and I know what happens when you keep things bottled up inside, and I don't want to lose you again. So, can -- can you just do this with me, please? You're driving your car. You're on the road. What happens?",
        "Steffy: [Sighs] I was driving my car, and then I-I had a flat tire, so I-I pulled off the road to change it. And then Aly tried to hit me with her car. But I was so -- I was so angry, so I -- so I pulled her out. And then I realized that she -- she wasn't acting like herself. She was going on about -- about her mom and how everything decent has been taken from her. I tried to get through to her, but she wouldn't -- she wouldn't listen. And then -- and then she picked up the tire iron and she attacked me.",
        "Liam: And that's when she slipped and fell?",
        "Steffy: It was all so fast. I don't -- I don't know, Liam. I don't know.",
        "Liam: And you -- look at me. You are not to blame for any of it, okay?",
        "Quinn: We share your loss, Thorne. All of us do.",
        "Thorne: Thanks. Never should have happened. And then Ridge at the memorial service... God.",
        "Ivy: He took it too far.",
        "Thorne: Yeah. You're damn right he did, as usual. I just lost my daughter and he's got to carry on like some arrogant son of a --",
        "Quinn: You know, I-I think that Ridge shouldn't have said those things. He was upset for Steffy.",
        "Thorne: Well, Steffy's alive. My daughter's dead.",
        "Wyatt: Ridge feels for you. Don't -- don't doubt that.",
        "Thorne: It's just -- it's just too unreal. My little girl -- she falls down, hits her head, and she's dead. Tell me -- tell me how that happened.",
        "Caroline: You know, you're not exactly helping your cause.",
        "Thomas: Well, no judgment. Just...saying.",
        "Caroline: You're just... saying what? That your father's too old for me?",
        "Thomas: I didn't say that.",
        "Ridge: Mm, you almost did.",
        "Thomas: Oh, come on, dad. You're not offended.",
        "Ridge: Why? Because my upstart kid treats me kid treats me like a dinosaur? That offend me?",
        "Caroline: Well, if you are a dinosaur, you're definitely a T. Rex.",
        "Thomas: It's just kind of trippy. That's all. Well, you and I are like the same age. And you're...",
        "Ridge: And I'm...?",
        "Thomas: Old enough to be my dad.",
        "Ridge: Yeah. But can you design like your dad?",
        "Thomas: That's the question, isn't it?",
        "Caroline: Well, if he can even design half as good as you, then he's better than most.",
        "Thomas: [Chuckles] Half? Please.",
        "Ridge: Why don't you go? You got work to do. Show me something.",
        "Thomas: Well, make sure you wear your reading glasses.",
        "Caroline: Hey, that -- that doesn't bother you, does it?",
        "Ridge: Don't be ridiculous.",
        "Quinn: I-I wish we had an answer, Thorne. I mean, how do you explain such a senseless death?",
        "Thorne: She was so young, so much to live for.",
        "Quinn: Well, that's true. That's probably the only true thing about this tragedy.",
        "Ivy: Thorne, Aly loved you. She would never want you suffering.",
        "Wyatt: Ivy's right, Thorne.",
        "Ivy: She spoke about you all the time.",
        "Thorne: I need closure.",
        "Quinn: Well, how can we help you with that?",
        "Thorne: You can't unless you can help me make sense of it. You know, I just -- I don't understand. I mean, the death of a child is every parent's nightmare. I get that. I understand that. But like this? There has to be more. There has to be more.",
        "Quinn: You know...maybe -- maybe you need a break. Let's go outside and get some fresh air. Come on.",
        "Thorne: [Sighs]",
        "Ivy: Wyatt, how can I not tell him the truth? Aly didn't die because she fell and hit her head on a rock. She died because Steffy killed her.",
        "Ridge: On the bright side, the roll-out of California freedom is working. Everyone loves the line. Industry loves it. Orders keep coming in. Are you here?",
        "Steffy: Sorry.",
        "Ridge: It's awful, I know, but we've got to --",
        "Steffy: Yeah, we've got a company to run. I know.",
        "Ridge: Yeah. We need your leadership. And the word is spreading of what happened to Aly and your involvement in it. And P.R. Is doing what they can, but the press is gonna pummel you with questions, and I don't want you answering even a single one.",
        "Steffy: That may not be realistic.",
        "Ridge: Of course it is. You're gonna mourn your cousin in private with your family. I'm gonna do whatever I can to keep the press away from you. And you're gonna do whatever you can to keep away from the press. It's not a request. I know it's a difficult time for you.",
        "Thorne: A difficult time for Steffy.",
        "Ridge: Yeah, it is. I'm protecting her.",
        "Thorne: What about my daughter? Who protected Aly?",
        "Wyatt: We can't be reactive, okay?",
        "Ivy: Oh, I-is that what I'm doing?",
        "Wyatt: No. Not yet. But I don't know.",
        "Ivy: So, what? I should just keep my mouth shut?",
        "Wyatt: I'm saying consider the repercussions if you don't.",
        "Ivy: Uh, I have considered the repercussions, Wyatt. But you just saw Thorne.",
        "Wyatt: Yeah, I know.",
        "Ivy: Well, you think he deserves to accept this lie about his daughter's death?",
        "Wyatt: He doesn't know that it's a lie.",
        "Ivy: And you're fine with that.",
        "Wyatt: No, I'm not --",
        "Ivy: You're fine with that while he is suffering. He can't make sense of this. It doesn't add up to him, and it shouldn't, because it's a lie. You don't think Aly's dad deserves to know the truth?",
        "Wyatt: Yeah, I do. But will it change anything? Is that gonna bring Aly back right now?",
        "Ivy: No, but it might bring some justice to this tragedy.",
        "Wyatt: Justice. Here we go with justice again.",
        "Ivy: Wyatt, she was a good person. She was sweet and she was sensitive. Yes, she was a little confused, but she needed help. She didn't need a heavy hand.",
        "Wyatt: So, Steffy was being heavy handed?",
        "Ivy: I think she wanted to help Aly, but as far as she was concerned, Steffy was the problem because of her blatant sexuality.",
        "Wyatt: And you agree with that?",
        "Ivy: Not entirely, no. But Steffy shouldn't have put herself in a position to have a confrontation with her.",
        "Wyatt: Aly was the aggressor. We've seen it around the office.",
        "Ivy: We don't know everything that happened. All we know is what Steffy has told police and what's here, recorded on this phone. And what we see here is Steffy hitting Aly with a tire iron.",
        "Wyatt: All I can say is that I think Aly was -- she provoked it. I-I don't know.",
        "Ivy: Really? Aly provoked Steffy enough to murder her?",
        "Wyatt: Okay, you keep throwing that word around here, but we don't know everything, right?",
        "Ivy: No, because all I know is what I saw and what Steffy lied to the police about. I mean, why would she do that? If it really was just this act of self- defense, why wouldn't she tell the police that? Why would she say Aly fell and hit her head? I knew that she was in trouble that night. It's why I was calling her and leaving her messages. I wanted to bring her back. I'd done it before, and I could have done it again, but this time, I didn't get the chance. And then she died on the side of the road. I...",
        "Wyatt: You're amazing.",
        "Ivy: Wha-what?",
        "Wyatt: The way you're standing up for Aly. I think it's amazing.",
        "Ivy: Yeah, she was my best friend.",
        "Wyatt: And that means everything to you.",
        "Ivy: Yeah, but now she's gone, Wyatt. She's gone.",
        "Wyatt: Okay. Stop. You can't do -- you gave plenty of time to Aly. You --",
        "Ivy: She didn't have to die.",
        "Wyatt: Don't do that. Stop doing that.",
        "Ivy: How? I can't.",
        "Wyatt: Stop blaming yourself.",
        "Ivy: No. No. How?",
        "Wyatt: Yes, you --",
        "Ridge: Everyone feels terrible about this.",
        "Thorne: Yeah, you didn't lose a daughter, Ridge. I did.",
        "Ridge: I know what it feels like.",
        "Thorne: And you wanted answers. When phoebe died in that car wreck, you wanted answers.",
        "Ridge: And I got them. So did you.",
        "Thorne: No, Ridge. I got nothing.",
        "Ridge: We're here to help you, brother. Both here to help you.",
        "Thorne: Oh, really? Is that why you said those things at the memorial service, Ridge? To help me?",
        "Ridge: I'm sorry that upset you.",
        "Thorne: You trashed her, Ridge, in front of family and friends instead of honoring her memory.",
        "Steffy: No, that -- that wasn't his intent.",
        "Ridge: Awareness, Thorne. It was about awareness. It was a cry for help, and we missed it. That's what I told the family. Aly was a victim of mental illness, and when she lashed out at Steffy, she made Steffy a victim, too.",
        "Thorne: You tell me what happened.",
        "Ridge: Thorne, don't do it.",
        "Thorne: I want to know how my little girl died with you.",
        "Ridge: This is not the time for this.",
        "Thorne: No, I got nothing but time, Ridge. This is the only thing that matters to me.",
        "Steffy: Aly was out of control. She tried to hit me with her car.",
        "Thorne: And then?",
        "Ridge: Thorne, come on.",
        "Thorne: Shut up, Ridge.",
        "Steffy: She attacked me. I just tried to defend myself, and th-then she slipped and she fell and she -- she hit her head.",
        "Ridge: All right. That's enough. Come on. Let's go.",
        "Thorne: No. No. I don't believe you. I don't believe that Aly just fell, hit her head, and died. I don't believe it. Something else must have happened. You tell me. Tell me!"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=zPtN-gQrodo"
}