{
    "Episode Summary": [],
    "Recap": [
        "Nick tells Bridget again that he must come clean and tell Brooke what happened between them. She's thinking only of herself and is against it. Brooke comes over and questions Bridget's upbeat attitude; who's the secret admirer? Saying there is none, Bridget does admit she is still in love with Nick. She tells her she had been waiting for Brooke's marriage to end so hers could begin again. Harry surprises Nick at the boat by announcing his intentions of moving out. He chastises Nick for being married to a mother yet sleeping with her daughter.",
        "Taylor tells Phoebe she is invited to the overnight birthday party for Darla at Thorne's. Hector is very displeased as he is sure Thorne will make his move. Shane invites himself into the house and meets Taylor. He casually discusses Darla's car accident with Phoebe and meets Thorne. Shane's very impressed by the house and surroundings. He goes home to a 6X9 foot hellhole with nothing but a beer in the refrigerator. He stares at the huge wall newspaper montage of Darla and the hit and run accident and vows that it's too bad that one man's loss is another man's gain, but tomorrow is payday for him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bridget: I thought this was already decided, Nick.",
        "Nick: Well, it's not decided. Bridget, you're my ex-wife, and we came together in a moment of comfort. And it was wrong. I cannot keep that from Brooke. I'm sorry, I can't do it. It's not who I am.",
        "Bridget: Okay, fine. But what about me? Do I have no say here anymore? Let's say she does forgive you -- maybe she loves you that much. But me, she'll never be able to look at again. [Knock at the door] Yeah, she's here.",
        "Nick: She knows you. Say what you want, but she'll see right through you.",
        "Bridget: Hi, Mom.",
        "Brooke: So --",
        "Bridget: So?",
        "Brooke: So, who was that on the phone? You think you can fool your own mother? A little bird told me that you were all happy and bubbly about life. So who's the secret admirer?",
        "[SCENE_BREAK]",
        "Nick: Hey, where you been?",
        "Harry: You know, I don't remember a curfew.",
        "Nick: Ah, so it's gonna be that way. What're you doing?",
        "Harry: Packing.",
        "Nick: For what?",
        "Harry: So that you and your girl on the side can have the place to yourselves.",
        "Phoebe: Yeah, yeah. It sounds like a great idea.",
        "[Shane remembering] No, I'll just wait in the car. Did the phone wake you up?",
        "Taylor: No. Who was it?",
        "Phoebe: Oh, it was Uncle Thorne. I thought you were taking a nap in the den. He wanted to tell me about dinner. He asked me if I could come, too.",
        "Taylor: Oh. Well, that was nice of him.",
        "Phoebe: You didn't tell me today was aunt Darla's birthday.",
        "Taylor: I know. I forgot, too. I guess it makes sense why Thorne doesn't want to be alone tonight.",
        "Phoebe: He actually -- he asked if we could stay over. Apparently, Aunt Darla promised Ali that she could have friends spend the night on her birthday, and she chose us.",
        "Taylor: He didn't tell me about that part. I guess he didn't want to pressure me or anything. I guess we can do that for Ali, right? Listen, sweetheart, there's something I really want to talk to you about since we're all going to be together tonight. I'm sure you've already noticed, but something's been developing between Thorne and me. I mean, I don't know where it will go, but I just want to know how you feel about that.",
        "Phoebe: Well first of all, I want you both to be happy, obviously. I just -- it worries me, because I know how hard it must for you not to -- your feelings have to be all over the place. I mean, mine are.",
        "Taylor: Yes.",
        "Phoebe: And I just -- I know you care about Thorne --",
        "Taylor: I do. I do care about Thorne. And that's exactly why I want to talk to you about this. Because my feelings are all over the place, and I just want to make sure I'm not coming from a place of guilt or obligation. I really do -- I really do care about Thorne. I just want to know how you feel about it.",
        "Phoebe: Like I said, I just want you to be happy.",
        "Taylor: Okay. So why don't you take your car, because you have school early in the morning, and I'll just meet you there.",
        "Phoebe: Okay, yeah. And Thorne said he was on his way to get you.",
        "Taylor: Oh. Okay. Well, then I better go get ready.",
        "Shane: Dr. Forrester.",
        "Phoebe: Oh, Mom, this is Steve. He's working temporarily with Jorge and the landscapers.",
        "Shane: Actually, it's Shane.",
        "Phoebe: Oh, sorry. Shane.",
        "Shane: That's okay.",
        "Taylor: You really are working late tonight.",
        "Shane: Yeah, well, your house happened to be the last one today. Anyway, you got some spider mites that are out here on your terrace, so I thought it might be a good idea if I came and check your house.",
        "Taylor: Oh, fine, yeah, whatever. You know this job better than I do.",
        "Shane: Wow. Did I say something wrong?",
        "Phoebe: No, no, no, it wasn't you. Go ahead.",
        "Shane: Thanks.",
        "Phoebe: It's just been a really weird day, actually.",
        "Shane: Yeah?",
        "Phoebe: Yeah. My Aunt Darla died not too long ago, and today was her birthday.",
        "Shane: Oh. I'm sorry to hear that.",
        "Phoebe: Thanks. It was pretty bad, actually. A car accident.",
        "Shane: You don't say.",
        "[SCENE_BREAK]",
        "Taylor: So, we're not going to be home tonight. Alexandria asked us to stay over.",
        "Hector: Alexandria, huh?",
        "Taylor: Yeah. Maria will be here, so if you need anything, you know how to buzz her.",
        "Hector: Thorne's going to make his move.",
        "Taylor: We're not having this discussion.",
        "Hector: You know, I -- he's going to get you alone, he's going to tell you how much he loves you and trusts you, and you're going to say, \"you know, this is a great guy. He deserves to know the truth.\"",
        "Taylor: Hector, today is Darla's birthday, all right? I seriously doubt that he'll be wanting to have a discussion like -- I don't even know why I'm explaining myself to you.",
        "Hector: Don't say I didn't warn you.",
        "Taylor: That's all you do is warn me. We used to talk about other things.",
        "[SCENE_BREAK]",
        "Shane: You know, you can never really get rid of these mites, but at least this stuff, it'll at least keep them down for a while. I swear, sometimes killing bugs is harder than killing people. Wow. Did I just say that? I'm sorry, I didn't -- I wasn't even thinking. I'm sorry, I didn't mean that.",
        "Phoebe: You know, actually, my Uncle Thorne is going to get here really soon. You should probably not bring up the accident.",
        "Shane: Right, right. So that was his wife?",
        "Phoebe: Yeah, and a really wonderful person.",
        "Shane: Oh. Man, that must've been really hard. I mean on you, too.",
        "Phoebe: I was there when it happened.",
        "Shane: You were there?",
        "Phoebe: Yeah.",
        "Shane: Wow. That's a lot to carry around.",
        "Phoebe: Maybe you read about it in the papers or saw it on the news or something.",
        "Shane: No, I really don't read the paper that much, and I definitely don't watch the news.",
        "Phoebe: Okay. So yesterday, how did you know my name?",
        "[SCENE_BREAK]",
        "Nick: Son, you got something to say to me, just say it.",
        "Harry: You know, if you want to marry the mother and still sleep with the daughter -- hey, I'm sure you got your reasons. I'm not gonna tell anybody.",
        "Nick: You don't know the situation.",
        "Harry: You've been decent to me, better than that, so I don't know what I'm complaining about. You go on living your life the way you want, and I'll go on living the way you taught me.",
        "[SCENE_BREAK]",
        "Bridget: Well, that would have to be Felicia, your little bird. Yeah, of course it was, because she's an authority on everything -- especially me. I didn't say there was a secret admirer, because there's not.",
        "Brooke: Well, she never really did say that.",
        "Bridget: What I told her was that things are going well, because they are. What? Sometimes, I think of Nicole.",
        "Brooke: Oh, sweetheart --",
        "Bridget: No, Mom, I'm all right.",
        "Brooke: Losing a child is never something you get over.",
        "Bridget: No, that's not entirely the case. I think I'm beginning to understand. You know, the way it affected my thinking, my relationships, and really, the way that I looked at my life.",
        "Brooke: I was wondering when you'd be able to talk about this.",
        "Bridget: So you knew?",
        "Brooke: I don't miss much when it comes to you. So tell me. Tell me everything.",
        "Bridget: There's just some things that I did --",
        "Brooke: That you see differently now? Or that you regret?",
        "Bridget: Yes.",
        "Brooke: Such as? Or do I already know?",
        "Bridget: Maybe -- maybe you do. I'm still in love with Nick.",
        "Shane: The company that I work for, I guess they want us to know a little bit about the families just so we don't let the wrong person in by mistake. I guess.",
        "Phoebe: Yeah, but I have a twin sister. How did you know it was me?",
        "Shane: Jorge told me that you had a twin sister and that she was in Europe somewhere.",
        "Phoebe: At school.",
        "Shane: Yeah. Hey, you know what, I had this friend one time that won this all- expense-paid trip to Europe. So lucky.",
        "Phoebe: Really?",
        "Shane: Yeah.",
        "Phoebe: Yeah, it's fun, I guess, if you like old architecture and stuff.",
        "Shane: Well, I mean, this is what I like. I mean, this is not too old, it's not too new. I mean, this is just like -- wow. I mean, it does seem a little big for two people, though.",
        "Phoebe: Yeah, I guess it's what you're used to.",
        "Shane: Try and get used to a 6' by 10' cell. I mean my room. My room is a little small.",
        "Phoebe: We actually have company staying with us. I should probably go bring him dinner.",
        "Shane: Okay, all right. Hey, it was nice talking to you.",
        "Phoebe: Yeah.",
        "[SCENE_BREAK]",
        "Brooke: You're still in love with my husband?",
        "Bridget: The day that I set Nick free to go and break up your wedding, I never thought that that would happen. I thought you would tell him no because you had what you really wanted.",
        "Brooke: And then Nick would come back to you.",
        "Bridget: That wasn't even the worst part of it. When that didn't happen and you went on and married Nick, I thought I had seen that before, too, with dad and Thorne and Grant and Whip, so I knew exactly what that meant. They had to learn the hard way, and so Nick would, too. I have been waiting for your marriage to end so that mine could begin again.",
        "[SCENE_BREAK]",
        "Shane: Hi.",
        "Thorne: Hi. Isn't the garden outside?",
        "Shane: Yeah. We're a full service outfit. We do houseplants and office plants. I think I got a card somewhere.",
        "Thorne: No, that's okay, I'm kosher.",
        "Shane: You sure? You must be the uncle. I'm really sorry about what happened to your wife.",
        "Thorne: Thank you.",
        "Shane: You know, I hope they threw the book at whoever was driving.",
        "Taylor: Oh, have you been here long?",
        "Thorne: No, I just walked in. Wow, you look nice.",
        "Taylor: Oh, thank you. So Phoebe will be down in a minute, and she's going to take her own car.",
        "Thorne: Okay, well then, we're ready. Here.",
        "Taylor: Okay. Are you about done here?",
        "Shane: Actually, Mrs. Forrester, I was just getting started.",
        "Taylor: Oh, well, because we're about to leave, and my daughter's coming down, and she's gotta go, so she needs to lock up. Could you not leave that there?",
        "Shane: Yeah, sorry.",
        "Taylor: Okay, thanks. Thank you. Ready?",
        "Thorne: Yeah.",
        "Taylor: Let's go.",
        "Shane: Yeah. Bye-bye to you, too, Taylor.",
        "Shane: Hey, hey, Phoebe? Can you tell your mother something for me? I need to talk to her tomorrow.",
        "Phoebe: About what?",
        "Shane: I have an idea.",
        "Phoebe: Well, she trusts Jorge.",
        "Shane: Yeah, I know. But this is my idea.",
        "Phoebe: Okay, yeah, I'll tell her.",
        "Shane: Okay, good. Hey, hey, hey -- drive safely.",
        "Phoebe: I will.",
        "[SCENE_BREAK]",
        "Bridget: Whatever you're thinking, it's all right. I deserve it.",
        "Brooke: I'm not really one to cast the first stone. You know all about my failings and my life more than anybody else.",
        "Bridget: Mom, did you just hear what I said?",
        "Brooke: So we're in love with the same man. Hasn't it been that way? I mean, nothing has changed, really. Except maybe now, we can look at it head-on. Honey, there's nothing that you could do to make me hate you.",
        "Bridget: No, Mom, there is.",
        "Brooke: What are you talking about?",
        "[SCENE_BREAK]",
        "[Shane sighs]",
        "[Shane remembering]",
        "Shane: I can help.",
        "Phoebe: I'm fine. I'm fine. I'm fine. I'm fine!",
        "Phoebe: Darla! Darla!",
        "Taylor: For the love of God, no! No, no!",
        "Phoebe: She fell into the road --",
        "[Sirens wailing]",
        "Hector: Taylor?",
        "Taylor: Thank God!",
        "Hector: Step aside, we'll take care of her. We were right down PCH. Darla! Darla, it's hector, can you hear me? How did this happen? Where's the driver?",
        "Thorne: Phoebe? Hey, what is going -- are you okay?",
        "Phoebe: I'm fine.",
        "Thorne: Taylor?",
        "Shane: Yeah, it's a terrible thing, Mr. Forrester. It's a terrible thing that one man's loss should be another man's gain. But I tell you something -- come tomorrow, it's payday for me."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=ciOlz_4I1AY"
}