{
    "Episode Summary": [],
    "Recap": [
        "Donna continues blabbing that she doesn't want to freak Phoebe out, but true love is worth fighting for. She reinforces everything young Phoebe wants to hear. Donna wonders if she is willing to wait months or even years, is Rick? Still Phoebe worries about the wedding and any part she might play to ruin things with Brooke and Ridge. Likewise, Rick tells Ashley that he is giving Ridge another chance to come around, their differences won't affect his work. It may sound boring but Ashley wants a little stability in her life. And states that he shouldn't have to give up something he loves, like singing. Rick is hung ho when Ashley says she will sign the contract. He tells her she will be greatly appreciated and that is all she needed to hear. They toast with champagne. She feels jet lag from Hong Kong and would rather have cappuccino so he suggests another place down the street to both eat and have coffee. She accepts saying she is having a hard time saying no to him tonight. Jackie brings Hope by, surprising Nick and Taylor tightly snuggling and smooching on the couch. Clearly by \u0091the look', Jackie is not pleased with this scene. Taylor leaves and Jackie uses the moment to talk up Brooke one more time.",
        "Rick and Ashley walk into Insomnia just as Phoebe is extolling his virtues to Donna. He brings Ashley over and introduces them. Jealously Phoebe comments that she has been trying to reach him all night. Now she knows what he's been up to. After a bit, Ashley excuses herself and says she will take her coffee and go back to her hotel. Rick feels he should see her home, but Phoebe clings and asks him to stay. She makes herself available and laments they can't let their parents dictate what they do. She entices him to kiss her as both Ashley and Donna look on. Donna calls Jackie and is happy to report that she thinks true love is wonderful, they can't stay apart. Ridge will go berserk and go off on Rick again. She believes she is looking at it \u0096 the end of Brooke and Ridge."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Donna: Your dad and grandma would go crazy if they heard me say this. And I don't want to freak you out, but Phoebe, true love is precious. And if you think you've found that in Rick, you've got to hold on to it. Really, don't let anyone get in your way.",
        "[SCENE_BREAK]",
        "Ashley: So, I have no reason to worry about Ridge's stand on you and Phoebe.",
        "Rick: No.",
        "Ashley: I know from experience how difficult it can be to work with your family when there's a lot of tension --",
        "Rick: Ashley, it will not affect the business. Or your work if you decide to take the job.",
        "Ashley: So, you're telling me that you're putting your family loyalty before your feelings for Phoebe?",
        "Rick: I'm giving Ridge another chance to come around.",
        "Ashley: What if he doesn't?",
        "Rick: He will. The one thing you're going to see about the Forresters, is when we have a problem, we work through it.",
        "Ashley: Well, that's nice. So, you just manage to find a solution?",
        "Rick: No, I mean, we literally work through it. It's one of the reasons why we've been in the fashion business for so long.",
        "Ashley: You were in Paris a long time. You're away from the drama, now you're right in the middle of it.",
        "Rick: And you want to guarantee that you're not going to end up there with me?",
        "Ashley: Rick, I've had so much upheaval in my life. I could use just a little stability.",
        "Rick: Sounds boring. And not like the woman that I met in Paris.",
        "Ashley: Oh, I'm not that woman. Not really.",
        "Rick: What, not spontaneous and fun?",
        "Ashley: That was your doing.",
        "Rick: You must be talking about the serenade at 2:00 A.M. By the Seine?",
        "Ashley: You said you could sing. I just made you prove it. And you did. Beautifully.",
        "Rick: Thank you.",
        "Ashley: So, are you keeping up with your singing?",
        "Rick: I wish. Mom and dad really need me to focus on the business right now.",
        "Ashley: Oh, that's too bad. You shouldn't have to give up on something that you love.",
        "[SCENE_BREAK]",
        "Taylor: No, the deal was five minutes of kissing.",
        "Nick: I like this game. Even when I lose, I win.",
        "Taylor: I'm feeling really lucky tonight. I might just go all in.",
        "Nick: Well, it's my deal.",
        "Jackie: Hello, Nicky. Honey, sweetheart. I have a surprise for you!",
        "Nick: Mother.",
        "Hope: Nick! Nick!",
        "Nick: Oh, look who's here! Oh, my gosh. I've missed you so much. God, I've missed you.",
        "[SCENE_BREAK]",
        "Phoebe: You're telling me to defy my father?",
        "Donna: I'm not telling you to do anything. I think too many people have done that already.",
        "Phoebe: Yeah, tell me about it.",
        "Donna: So stop listening to them. Listen to your heart.",
        "Phoebe: I can't.",
        "Donna: Why? Because your dad says so? He can't control what you feel, Phoebe.",
        "Phoebe: Why do you even care?",
        "Donna: Well, I'm Rick's aunt. I want to see him happy.",
        "Phoebe: And you wouldn't mind if something messed up my dad and Brooke's big wedding plans.",
        "Donna: That is not what this is about.",
        "Phoebe: Well, you work for Jackie and Nick. I mean, you guys would be in serious trouble if our stores were a big success.",
        "Donna: Well, yeah. And we are a little nervous about that. Linking a big wedding on Rodeo Drive to the opening of Forrester Original Boutiques -- it's going to get you a lot of press.",
        "Phoebe: But not as much press as Rick and I, if we get caught. I mean, a forrester dating a forrester. That's quite a headline.",
        "Donna: You sound just like your father right now. Look, I'm sorry, I don't mean to bash your dad, it's just trying to protect you. But I think you're smart enough to take care of yourself.",
        "Phoebe: I know. I am. I know.",
        "Donna: And how can you let him get between you and Rick?",
        "Phoebe: He hasn't. We are -- it's not over, Donna. We're just on hold until after the wedding. And you know, once the stores are open, then it won't matter as much what the tabloids say.",
        "Donna: Well, it will still matter to your dad --",
        "Phoebe: My dad, he just needs time to get used to the idea, right --",
        "Donna: What if it takes Ridge months to come around? Years? Are you willing to wait that long?",
        "Phoebe: Yes.",
        "Donna: Is Rick?",
        "[SCENE_BREAK]",
        "Nick: Look at you. What are you doing here, huh?",
        "Hope: I missed you.",
        "Nick: Oh, I missed you, too.",
        "Hope: Do you miss mommy, too? She's in Australia.",
        "Nick: Is that so?",
        "Jackie: I thought that with Brooke out of town, the rest of the family's so busy, Hope might like to visit.",
        "Hope: Could we play cards?",
        "Nick: Yeah. We can play cards. Taylor just beat me three times in a row. Three in a row.",
        "Hope: Go fish is for two people.",
        "Nick: Oh, okay.",
        "Taylor: It's okay. I have to go.",
        "Nick: No, no, you don't have to leave. Come on.",
        "Taylor: No, enjoy your time with hope. We have plenty of evenings together.",
        "Nick: All right. Well, call me first thing in the morning, come by the office, please?",
        "Taylor: All right. I will.",
        "[SCENE_BREAK]",
        "Phoebe: You're saying that you think Rick will meet someone and won't wait for me?",
        "Donna: No.",
        "Phoebe: Because he's not like that, Donna.",
        "Donna: Of course not. He's a wonderful guy. I wish your father could see that, too.",
        "Phoebe: He will.",
        "Donna: How? If you're agreeing to stay apart, how will he ever see what a good guy he is for you? The only way he's going to see how good you are together is if you are together.",
        "Phoebe: Well, that makes sense. But what about the wedding?",
        "Donna: What about it?",
        "Phoebe: Well, if Rick and I start seeing each other again, and my father finds out, it will cause problems for their relationship.",
        "Donna: Yeah, I worry about that, too. She's my sister. But if their relationship is strong enough, then nothing can mess it up.",
        "Phoebe: Yeah, I guess.",
        "Donna: If they can't survive a little thing like this, well, maybe they're not meant to be together.",
        "Phoebe: Yeah, that's what Rick says.",
        "Donna: He's right.",
        "Phoebe: I just -- Brooke makes my father so happy.",
        "Donna: So did your mom. Be honest. Wouldn't you rather see your parents together again?",
        "Phoebe: Yeah. That's not going to happen. My father is committed to Brooke.",
        "Donna: Then what are you worried about? If they're so happy together, what's to keep you and Rick from being happy, too? Love can be so elusive. And if you think you found it, don't let it go. Or you'll regret it. Trust me, I know.",
        "[SCENE_BREAK]",
        "Ashley: I'm the last person to be giving you advice about love or anything else for that matter.",
        "Rick: Well, how about I give you some?",
        "Ashley: Here it comes.",
        "Rick: Well, just bear with me, it sounds to me like you and Abby need a fresh start. And look, I know, we both know, that L.A. Is a lot of things. But if it's anything, it's a great place to reinvent yourself. You know, think about it. This is the town that made Archie Leach into Cary Grant and Norma Jean Mortensen into Marilyn Monroe.",
        "Ashley: Don't you think it's a little late in the game for that kind of transformation for me?",
        "Rick: No, no. Ashley, it's never too late to do something exciting, to reinvent yourself. Look at my dad, look at Forrester Originals. Most men in his age would be retired. They would pack it in. But not my dad. He's so fired up. And the whole family is fired up as a result of that.",
        "Ashley: Didn't you say that you were here to eat and not make a sales pitch?",
        "Rick: I'm a pretty talented guy. I think I can do both.",
        "Ashley: Is there anything you can't do?",
        "Rick: I can't sign that contract for you. As much as I want to.",
        "Ashley: Wow, you're really gung ho about this, aren't you?",
        "Rick: I am. Ashley, this could be so good for us. Um, for you and Forrester Originals.",
        "Ashley: Marilyn Monroe?",
        "Rick: I can have my dad sew some sequins onto your lab coat, if you want.",
        "Ashley: It sounds very glamorous.",
        "Rick: Very glamorous. But don't get the wrong idea, the fashion business is a lot of work.",
        "Ashley: Oh, come on, I'm not afraid of hard work.",
        "Rick: But you still have some concerns.",
        "Ashley: I did.",
        "Rick: Look, Ashley, I can't promise you that there aren't going to be bumps in the road. Forrester Originals is a brand-new company. We are branching out. You know, with a new fragrance, and new boutiques. It's all a very big risk. But I can assure you, you will be appreciated here.",
        "Ashley: That's all I needed to hear.",
        "Rick: So, you're going to take the job?",
        "Ashley: Yeah.",
        "Rick: Yeah!",
        "Ashley: Count me in. I would be thrilled to take this risk with you.",
        "Rick: Great.",
        "Rick: I don't know whether to toast myself or you. But regardless, welcome aboard.",
        "Ashley: I think it's going to be good for everyone.",
        "Rick: Here, here.",
        "Ashley: Now I just have to call my brother and find out how he feels about me taking a leave of absence.",
        "Rick: How do you think he's going to take it?",
        "Ashley: How would your family feel if you left Forrester?",
        "Rick: Remember, Ashley, they did ship you off to Hong Kong.",
        "Ashley: Your family shipped you off to Paris.",
        "Rick: Touché.",
        "Ashley: But you loved it there.",
        "Rick: I did. Yeah. It was a good fit for me.",
        "Ashley: Do you ever think about going back?",
        "Rick: I did. When I first got home. I thought about it everyday.",
        "Ashley: Not so much anymore?",
        "Rick: No, there's too much to look forward to around here.",
        "Ashley: Yeah, I feel the same way.",
        "Rick: Great. I propose another toast.",
        "Ashley: No. No more champagne, please. I'm still trying to get used to the time change from Hong Kong. I think I can use a cappuccino more than champagne.",
        "Rick: Oh, okay. Well, in that case, the food here is fabulous, but the coffee, not so much. So, I know a place right down the street, it's the best coffee in town. What do you say?",
        "Ashley: Okay. You are a very persuasive man, Rick Forrester. I'm having a hard time saying no to you tonight.",
        "[SCENE_BREAK]",
        "Nick: You start there. And go all the way here. And there is Australia. And see, right down here, is Sydney.",
        "Hope: That's far.",
        "Nick: Yes, it's like a whole another hemisphere. Do you know when it's summer over here, it's winter over there. Isn't that cool?",
        "Hope: Not as cool as koala bears and kangaroos.",
        "Nick: No, not as cool as them. They're the coolest.",
        "Hope: Could we see them someday?",
        "Nick: Sure.",
        "Jackie: I think they have some at the zoo.",
        "Hope: No. I want to go to Australia with Nick.",
        "Nick: Well, I'd like that, too. Maybe someday.",
        "[SCENE_BREAK]",
        "Phoebe: Look, I get what you're saying, Donna.",
        "Donna: But you're not sure you can trust me.",
        "Phoebe: No, it's not that. It's justl Rick and I agreed to keep our distance for awhile --",
        "Donna: You work together.",
        "Phoebe: Well, we're keeping it professional. What, you don't think we can do it?",
        "Donna: Do you? Well, maybe things aren't as intense as Brooke led me to believe.",
        "Phoebe: Rick and I love each other.",
        "Donna: But you're not dying to be together.",
        "Phoebe: Yes, yes. I mean, I hate being near him and not being allowed to put my arms around him. Or, when my father's around, we can't even look at each other. It's torture for the both of us.",
        "Donna: Who's that?",
        "Rick: Oh, hi. Phoebe, hi. Aunt Donna, how are you doing? Um, I want you to meet someone. This is Ashley Abbott.",
        "Donna: Hi.",
        "Ashley: Nice to meet you.",
        "Donna: You too.",
        "Phoebe: I've been trying to get in touch with you all right. Now, I know what you've been up to.",
        "[SCENE_BREAK]",
        "Jackie: Absolutely delicious cookies. Where's Hope?",
        "Nick: She's in the bathroom. I wish you would have told me about this, Mother. You know how much I love that little girl.",
        "Jackie: Well, I'm sorry I didn't know that Taylor would be here. And if it bothered her, well --",
        "Nick: It didn't bother her.",
        "Jackie: Then what's the problem?",
        "Nick: It's just not easy. Because when I'm around her, I realize how much I miss her.",
        "Jackie: Why are you getting involved with Taylor when you know all you really want is the family that you had with Brooke?",
        "Nick: That's not what I said.",
        "Jackie: That's what you meant. You've said that you don't want Brooke to marry Ridge. Because you know he is not good for her. And this Rick/Phoebe situation, well, I mean, that could be a very, very big issue. Ridge's overpowering attitude -- the fact he doesn't like Rick, this could just, well, explode .",
        "Nick: Mother, that's their problem, not ours.",
        "Jackie: And what if this wedding doesn't happen?",
        "Nick: Leave it alone, Mother.",
        "[SCENE_BREAK]",
        "Phoebe: I sent you a text and left you a voice mail.",
        "Rick: Well, I turn my phone off. I was at Cafe Russe. You know how they are over there?",
        "Donna: Oh, you guys were having dinner together?",
        "Ashley: I asked Rick to join me.",
        "Rick: We had some things to discuss.",
        "Donna: Things you don't want to go into in front of the competition. Maybe the Forresters are trying to steal you from Jabot to help them with their new project?",
        "Ashy: So, you know who I am?",
        "Donna: Ashley Abbott, Jabot's Cosmetic resident genius and leading chemist.",
        "Ashley: Well, thank you. You look really familiar. Do we know each other? Maybe in Genoa city? Did we meet?",
        "Donna: Uh, no. Never been there. But maybe you've seen me on TV.",
        "Rick: Donna is the spokesperson for Forrester Creations.",
        "Donna: But don't worry. I won't say anything to anyone what I saw here tonight.",
        "Rick: Thank you.",
        "Donna: Not Nick. And not Ridge.",
        "Phoebe: Thank you.",
        "Donna: Well, it's nice meeting you, Ashley.",
        "Ashley: You too.",
        "Donna: I'm sure we'll be seeing each other again.",
        "Rick: Donna. So what's that about? Having coffee with Donna?",
        "Phoebe: Your aunt was being supportive.",
        "Rick: Really?",
        "Phoebe: Mm-hmm. Yeah.",
        "Ashley: Rick, I think I'm just going to get that coffee and go back to my hotel.",
        "Rick: What? Are you sure?",
        "Ashley: Yeah, I'm sure. I think that the two of you might need some time alone.",
        "Rick: Oh, then, I should probably go, too, then.",
        "Phoebe: Rick --",
        "Ashley: Anyway, thank you so much for dinner, okay?",
        "Rick: Yes.",
        "Ashley: And I'll see you tomorrow.",
        "Rick: Anytime. Yes.",
        "Ashley: Bye.",
        "Rick: See ya.",
        "Ashley: See ya.",
        "Phoebe: Please don't leave.",
        "Rick: Phoebe, you know we can't be seen together. Somebody could report back to your dad, and he would never believe that we accidentally ran into each other --",
        "Phoebe: So what? So what? Why does my father get to determine when and where we see each other?",
        "Rick: Look, I thought we talked about this. We were going to prove to our parents we can handle this like mature adults.",
        "Phoebe: What are we really proving, though? Nothing. Nothing. Do you want to continue to be with me?",
        "Rick: Of course, I do.",
        "Phoebe: We have to stop playing this ridiculous game.",
        "Rick: I just want to do this the right way, Phoebe.",
        "Phoebe: Right for who? My dad and Brooke? Not us. We can't let them dictate our lives like that. It's not good for anyone. If you really -- if you really --",
        "Rick: If I really love you? You know I do.",
        "Phoebe: Then we can't worry about someone seeing us. Or what our parents are saying. We can't let any of that stop us.",
        "[SCENE_BREAK]",
        "Donna: Jackie, it's me. I'm about to leave the coffee house.",
        "Jackie: Is Phoebe still there?",
        "Donna: Yeah. And Rick is with her. He just showed up. But you should have seen Phoebe when she saw him. I mean, they're definitely in love.",
        "Jackie: No wonder Ridge is so nervous.",
        "Donna: He should be. I just hope I got through to her.",
        "Jackie: Just as long as it happens before their parents get married.",
        "Donna: I think it's happening right now. It's beautiful.",
        "Jackie: What?",
        "Donna: Young love. They can't stop no matter how hard they try. And when ridge finds out, and goes berserk on Rick again, my sister won't put up with it. I'm looking at it, Jackie. The end of Brooke and Ridge."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=nrz-ZgouUfk"
}