{
    "Episode Summary": [],
    "Recap": [
        "Bill tells Steffy that he doesn't say things because he has to; he said he loved her because he means it. Ridge and Brooke are worried about Steffy. They fill Hope and Liam in on the details. Ridge knows he has let her down too many times and she is vulnerable. He hates that she is out there all alone. He wishes she had someone to turn to. Steffy tells Bill that he is amazing .the one night she needed him and he called at that moment. She admits she is a grown woman and she is acting like a child because her father did not pick Taylor and their family. Bill says he understands; he will carry that same feeling with him every day. Hating Ridge won't make her feel any better. Bill tells her that he is there for her; they hug. He tells her they all make mistakes, even him, but they learn from them. Don't let this destroy her. Take what she is feeling and channel it; use it at work. He told himself that he would one-up his father .her father did not reject her, but he's also not going to take her by the hand and walk her through life.",
        "After making love, Brooke tells Ridge that she always wants him in her life. She can not be herself without him. Liam and Hope kiss goodbye. He laments that it's a good thing he's going on a trip and has to leave .but waiting for her will be worth it. Steffy tells Bill that it is so frustrating and it hurts. Her dad can not see how Brooke is going to constantly disappoint and hurt him. He claims that at least Ridge loves her; his own dad did not care. Expectations can be cruel if misplaced. He knows Steffy wants Ridge to love her mother like he does Brooke, but he doesn't. He can not walk away from his feelings for Brooke. She bemoans that there are two men she loves most in her life and she can't have either one. Bill says that is not true. She has to let her old dream go and find another one. She has so much going on and he is going to be right by her side. He understands her pain and will be there for her. Liam walks in and sees them in an embrace."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: You don't have to say that, Bill.",
        "Bill: I don't say things because I have to. I meant it. I love you, Steffy.",
        "[SCENE_BREAK]",
        "(Cell phone ringing)",
        "Hope: So nothing from Steffy?",
        "Ridge: Not yet.",
        "Hope: Well, have you tried her at home?",
        "Ridge: Taylor said she's not there. I never should have left her alone.",
        "Liam: I mean, where would she go?",
        "Hope: I don't know. I mean, I-I don't really know any of her friends. From what I can tell, she's closest with family.",
        "Ridge: Most of whom, according to Steffy, have either betrayed or abandoned her-- her brother, grandmother, me.",
        "Brooke: You have not abandoned her.",
        "Ridge: No course not, but to Steffy right now... I've let her down so many times. She's vulnerable. Please, God, just keep her safe.",
        "[SCENE_BREAK]",
        "Bill: You're not alone, Steffy.",
        "Steffy: I just-- I feel like such a child.",
        "Bill: And you're certainly not a child.",
        "[SCENE_BREAK]",
        "Hope: She's gonna be okay.",
        "Ridge: Of course she is. I just hate to think of her out there all alone. I would feel better if she were with someone, but who does she have to turn to? (Groans) I just want to know that she's in good hands.",
        "[SCENE_BREAK]",
        "Steffy: God, the night I need you most, and you called me. Bill, you're amazing.",
        "Bill: You shouldn't have been out driving, not in the state you're in.",
        "Steffy: I know, okay? I know. I just--I had to get out. I just thought things were gonna be different.",
        "Bill: You could have called me.",
        "Steffy: Thank you.",
        "Bill: You've had a hell of a day, but it's over now. You need to put it behind you.",
        "Steffy: I know. It's just--it's so hard, you know? (Groans) God, listen to me. (Sighs) I'm a grown woman, and I'm just--I'm torn up of--about my father rejecting me. I--like, I mean, I sound pathetic.",
        "Bill: You are many things, Steffy. Pathetic ain't one of them. And it's got nothing to do with your age. I still feel effects of being raised without a father, and I carry that with me every day of my life.",
        "Steffy: But my mom loved my father from the moment she saw him. Like, I-I should--I should really just hate him for this. (Sighs)",
        "Bill: Steffy, trust me. Hating him is not gonna make you feel any better. Your mother is a strong woman with supportive kids, and she's going to get through this.",
        "Bill: And so are you. I'm here for you.",
        "Steffy: (Sniffles)",
        "[SCENE_BREAK]",
        "Hope: What a day.",
        "Liam: I know. Things change so quickly. You know, it's like, this morning we were playing with R.J., trying to keep him distracted.",
        "Hope: I know. I know. And now he's upstairs asleep, totally secure. His parents are back together.",
        "Liam: Yeah.",
        "Hope: It's just like you said-- never give up on miracles.",
        "Liam: I never will.",
        "Hope: Mm. Thank you for being so supportive through all of this.",
        "Liam: (Inhales sharply) Yeah, do you think we can finally have some peace and calm in our lives?",
        "Hope: Well, I certainly think we're entitled to it.",
        "Liam: Yeah. Are we gonna become boring?",
        "Hope: What? Never. Are my parents boring?",
        "Liam: Touché.",
        "Hope: Mm-hmm.",
        "[SCENE_BREAK]",
        "Brooke: Want a little back rub?",
        "Ridge: How about a brain rub?",
        "Brooke: (Chuckles) Yeah. I suppose you could use one of those after this day.",
        "Ridge: What about you, Logan, everything you've been through? I am so sorry for all this.",
        "Brooke: I told you, you have nothing to be sorry about.",
        "Ridge: My son did something horrendous to the woman I adore.",
        "Brooke: It hurt him far more than it hurt me. I have you. That's all I care about-- you and the children.",
        "Ridge: Hope is downstairs with her boyfriend, very happy.",
        "Brooke: Very in love.",
        "Ridge: And our little R.J. asleep in his bed. I guess all is good with the world finally, huh? Well... almost.",
        "Brooke: Steffy will be okay.",
        "Ridge: She pleaded with me to stay, Logan, asked me why it was so easy for me to walk out on her.",
        "Brooke: Well, she didn't mean that. She's gonna see you every single day at work, like she always does, and you'll figure out a way to spend some time with her.",
        "Ridge: I know.",
        "Brooke: It's all gonna work out.",
        "Ridge: It's just tonight. It's a very difficult time for her. (Inhales sharply) (Sighs) She's my little girl. I just wish she'd let me hold her hand.",
        "[SCENE_BREAK]",
        "Steffy: I just feel so needy. (Laughs)",
        "Bill: You're human.",
        "Steffy: Oh, this is coming from \"Mr. Superhuman.\" Bill> (Chuckles) Listen, you know, we all try to control everything, but we can't, and as hard as I try, not even me. We make mistakes. The best thing we can do is not fight against them. We have to learn from every mistake. That's how you gain control of your destiny. That's what real strength is. Now I'm not gonna let you give up on yourself. You are a very smart woman. Don't let this destroy you. Take what you're feeling and channel it. Let it--let it empower you. Take it to work and use it.",
        "Steffy: What, like what you did?",
        "Bill: You know, there are, uh, events in my life that could have ruined me, but instead, I let them fuel me. I decided I would one-up my father, that I would take Spencer to heights that he couldn't even imagine. Now you can do the same thing. You are a force to be reckoned with, Steffy.",
        "Steffy: No, I'm not, Bill.",
        "Bill: You say you're not, and you're not. You are, and you are.",
        "Steffy: It's that easy.",
        "Bill: It is that easy. It's just a matter of choice.",
        "Steffy: Okay, so my dad, he made a choice.",
        "Bill: But that choice doesn't have to affect yours. Look, your father's not gonna take you by the hand and walk you through life.",
        "Steffy: No, but it's nice if he just wouldn't keep rejecting me.",
        "Bill: He didn't reject you, Steffy. You made the choice to feel rejected. Don't let him do that to you. More importantly, don't do that to yourself.",
        "[SCENE_BREAK]",
        "Ridge: Tell me I'm overreacting, Logan...",
        "Brooke: Mm.",
        "Ridge: That tomorrow, I'll go into work, and Steffy will give her dad a big hug and tell me that she's over it.",
        "Brooke: Well, I can tell you this-- Steffy is very fortunate. So is Hope and Taylor and Stephanie, because they all have you in their lives. Mm. I couldn't love you more than I do at this very moment. Mm.",
        "Ridge: No one has suffered more from all this than you-- to believe the worst in yourself, to lose your husband, all because of a lie. I don't know how I could have ever doubted you.",
        "[SCENE_BREAK]",
        "Liam: Your mom deserves so much happiness right now...",
        "Hope: Mm.",
        "Liam: Especially after today. So do you.",
        "Hope: Mm. Don't you have a business meeting you're supposed to be flying off to tonight? What--how long are you gonna be gone",
        "Liam: Yeah, a couple of days. Why, you wanna come?",
        "Hope: Yeah. I'll be your assistant, and I can help you carry your attaché case.",
        "Liam: Ooh, I don't think I'll get much business done.",
        "Hope: Yeah, probably not the best idea.",
        "Liam: That's cool. I'm--I get you.",
        "Hope: You mean my wanting to wait?",
        "Liam: Yeah, Man, you're worth it.",
        "Hope: Mm.",
        "Liam: Okay. All right. Yeah, okay, probably a good thing that I have to go... maybe.",
        "Hope: (Giggles) Probably.",
        "Liam: (Chuckles)",
        "Hope: Mm.",
        "Liam: I better-- I guess I better--",
        "Hope: Uh-huh. I guess--yeah.",
        "Liam: Hit the road, huh? Yeah?",
        "Hope: I-I guess you should, yeah. Mm.",
        "Liam: Hey, things are gonna work out great or us.",
        "Hope: Oh, I know. Mm.",
        "Liam: Bye.",
        "Hope: (Chuckles) (Sighs) Mm! (Giggles)",
        "[SCENE_BREAK]",
        "Steffy: I get it, okay? Look, I know what you're saying is true. It's--it's my feelings, so it's my responsibility. It just... it's just frustrating, okay?",
        "Bill: Steffy, I'm not saying it's easy. It didn't happen for me overnight.",
        "Steffy: No, it hurts. It hurts. I'm watching my dad just walk out on us and just go to Brooke's. I mean, doesn't he even get it? Doesn't it see what it does to me? It doesn't matter to him at all.",
        "Bill: It does matter. You might not believe it, but it matters.",
        "Steffy: Oh, really? How do you know?",
        "Bill: Because it absolutely did not matter for my father. I was nothing to him, nothing. That's not the case with Ridge. He cares about you deeply. He doesn't want to hurt you.",
        "Steffy: Your dad didn't care about you at all?",
        "Bill: No, not at all. Ridge reached out to you.",
        "Steffy: I get that. Look, I know that my dad didn't mean to hurt me, but he does. And my mom, she had these high hopes. You know what? She's heartbroken again, Bill.",
        "Bill: You can't take care of your mother, and you can't take care of your father. The only person you can take care of is you. The only life you have any control of if your own.",
        "Steffy: I guess I haven't learned that yet.",
        "Bill: You will.",
        "Steffy: When? Just don't have any expectations of anyone?",
        "Bill: Expectations can be cruel if they're misplaced.",
        "Steffy: What, am I not supposed to trust dad?",
        "Bill: It's not a matter of trust. You want him to love your mother the way he loves Brooke, and he just doesn't, Steffy.",
        "Steffy: Yeah, or Hope or R.J.-- is that what you're saying? He chose to be with his other family, not mine.",
        "Bill: He can't walk away from his feelings for Brooke. And I understand what that's like.",
        "Steffy: (Scoffs) Two of the men that I love most in this life, and I can't have either one.",
        "Bill: That isn't true.",
        "Steffy: (Sniffles)",
        "[SCENE_BREAK]",
        "Brooke: (Sighs) (Chuckles) I reached out across he bed this morning to see if you were there, and you weren't, just like every morning since you've been gone. It's hard to believe that you're here now.",
        "Ridge: Logan, Logan, Logan. (Sighs) How did we ever let it get this far?",
        "Brooke: (Sighs) We were tested once again.",
        "Ridge: Yeah? Well, I'd like to believe that, by now, we've passed that test.",
        "Brooke: (Sighs) I was going through the motions, trying to prepare for life without you. And I just wasn't allowing myself to believe that it was really happening, that it was over. But it was. I don't ever want to live without you.",
        "Ridge: That's not gonna happen.",
        "Brooke: I-I need you in my life. I can't live without you and still be me.",
        "[SCENE_BREAK]",
        "Bill: So many times you have been there or me, Steffy.",
        "Steffy: And tonight, you were there for me. Why did you call me on this, of all nights?",
        "Bill: I heard about the wedding, that it didn't happen, and I was worried about you.",
        "Steffy: (Scoffs) Yeah. Thomas lied.",
        "Bill: Your brother wanted what you wanted.",
        "Steffy: Everybody wanted it, but Dad.",
        "Bill: That's what you have to learn to accept. That was his choice. It's your father's life. That doesn't mean there's no place for you.",
        "Steffy: I know. I just--I thought it was gonna happen. I-I really thought my parents were gonna get back together.",
        "Bill: (Sighs) They're not.",
        "Steffy: I know.",
        "Bill: Steffy, you have to let it go.",
        "Steffy: How, Bill?",
        "Bill: You have to let that dream go. You have to find another one. I'll help you.",
        "Steffy: You will?",
        "Bill: You're an incredible woman. You have so much going for you. And I will be right by your side.",
        "Steffy: (Sniffles)",
        "Bill: You hear me?",
        "Steffy: I hear you.",
        "Bill: Do you believe me?",
        "Steffy: Yeah, I believe you.",
        "Bill: You can trust me. I understand your pain. And I'm here for you",
        "Steffy: (Sighs) (Sniffles)"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=RZEUzmQQncQ"
}