{
    "Episode Summary": [
        "Episode # 7504 ~ Eric puts Ridge on the spot demanding info about his time with Quinn in San Francisco; Wyatt selflessly gives Steffy what she needs, so that she may start the life that she's been wanting with Liam."
    ],
    "Recap": [
        "Steffy sips on her wine and tells Wyatt she knows why she is here; he wanted to reminisce. He says good idea but that is not the main reason. He says they had a great life and no matter what happens they cannot take that away from them. Steffy listens but then says do not do this. She cannot give him what he wants. Legal eagle, Carter drops by and says he has some papers. Liam is shaken when Bill just walks in and asks if Steffy is late. Liam says yes, he is so sick of these people .if only Ridge . He tells Bill that Wyatt called and Steffy came running. He hopes this will be over tonight. He does not like it with her being at Wyatt's beck and call. Ivy walks into Quinn's office and sees her looking off in the distance and knows something is wrong. Both Eric and Pam praise Ridge for his latest sketch/design. She says it must be love. Eric dispenses of Pam and laments to Ridge that he has heard Quinn's side of the story, now he'd like to hear his. He knows the trip wasn't all that he expected. He has waited a long time for Ridge to see Quinn like he does. But he does not expect that in one day. He appreciates all he did to get closer to her. He asked what brought that on and Ridge cannot give him a good answer.",
        "Bill tells Liam that he likes seeing him all fired up and determined. Liam says it is fine with him if Eric wants to be lead around by the nose by Quinn, even her with Wyatt, but not Steffy. Wyatt pulls out the papers and hands them to Steffy. Carter wishes them luck and says his job is done. She is shocked that their divorce is finalized, signed, sealed and delivered. He says he wishes they were renewing their wedding vows but he knew that was not what she wanted. He is not the man she wants to be with and he does not want her under pressure but only because she wants to be. She gives him a big hug. He says it is an act of love. Another gentleman comes in and Wyatt tells her she has one more treatment with her ring finger before their marriage is over. Liam fills Bill in with Ridge and Quinn being in S. F. without a referee. The idea was to get her out of their lives for good but it did not work. Quinn thinks back on the times with Ridge, in the outdoor shower when he saw her, helping her with her sprained ankle and touching it in the steam room and then the kiss in S.F. The technician tells Steffy the finger will need to be bandaged a little longer but the tattoo has been removed. Bill tells Liam do not lose faith. Give it a little more time like he is giving Brooke. Quinn is shaken but tells Ivy she just needs to be alone right now. Ridge is pretty warm himself and leaves his office. Suddenly he finds himself behind the scenes with Quinn looking into her big blue eyes."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: Little more wine?",
        "Steffy: Wyatt, I know why you asked me here.",
        "Wyatt: Oh, yeah? So enlighten me.",
        "Steffy: One word -- reminiscing.",
        "Wyatt: No. It's not a bad idea, but no. We carved out some really good memories here, didn't we?",
        "Steffy: Yeah, we did.",
        "[Ship horn blares]",
        "[Seagulls calling]",
        "Wyatt: What a life we had. No matter what happens... can't take that away from us.",
        "[Door closes]",
        "Liam: I, uh, I have to admit, I actually -- I actually was getting a little bit -- oh, my -- dad!",
        "Bill: Thank you. What? I'm better-looking than Steffy. I assume that is who you were expecting.",
        "Liam: Yeah. It was.",
        "Bill: She's running late?",
        "Liam: Yes. And I am running on empty. I'm telling you, Eric, Quinn, and Wyatt -- I'm so sick of these people interfering in my life. If only Ridge --",
        "Bill: \"If only Ridge\" what?",
        "Pam: Announcing the arrival of Mr. Eric Forrester, better known as \"da boss.\"",
        "Eric: Yes, he's in the house. Hmm. Wow. That's beautiful. Who do we thank for this inspiration?",
        "[Door opens]",
        "Ivy: Hey. You okay?",
        "Quinn: Ivy. Yes. Of course. Why?",
        "Ivy: [Chuckles] Because obviously you're not. What's going on?",
        "Quinn: [Sighs]",
        "Pam: That really is beautiful. Must be love.",
        "Ridge: Well, I'm glad you like it.",
        "Pam: You and Brooke, have you set a wedding date yet?",
        "Ridge: Well, we're -- we're working on it.",
        "Pam: Well, maybe you shouldn't. I mean, stuff like this doesn't come from marriage. It comes from passion.",
        "Eric: Yeah, thank you, Pam, for your always sought-after opinion. Thank you. I think I hear the phones ringing.",
        "Pam: Oh. Okay. Got it. I'm on it, boss.",
        "Ridge: See ya. [Clears throat]",
        "Eric: So, Ridge, I've heard Quinn's side of the story. What's yours?",
        "Ridge: What story?",
        "Eric: San Francisco. What happened?",
        "Quinn: Some days are better than others, and this isn't one of them.",
        "Ivy: Why?",
        "Quinn: I don't know, Ivy. You know, lots on my mind. President of the company.",
        "Ivy: Dealing with Ridge.",
        "Quinn: Yeah, that, too.",
        "Ivy: I mean, he's heaping all this hate on you. Must be horrible.",
        "Quinn: [Sighs]",
        "Liam: Steffy should have been back by now.",
        "Bill: Where did she go?",
        "Liam: Wyatt's. He called. She came running.",
        "Bill: They are still married.",
        "Liam: Married. I know, dad. I know. You don't have to remind me. I get enough of that from Eric, Wyatt, and Quinn. But hopefully -- hopefully that ends tonight. I-I want her to move in here, and I want her to get that stupid tattoo off her finger.",
        "Bill: You told her all that?",
        "Liam: Yeah, yeah. Before she went to Wyatt's. I'm so sick of her being at my brother's beck and call. I-I-I told her, \"end things with him and then get back here,\" and I meant it.",
        "Steffy: Our memories will always be a part of us. You're right. You're right. No one can take them away.",
        "Wyatt: Yeah, but that part of your life is over, right?",
        "Steffy: [Sighs] I know you don't want to hear that.",
        "Wyatt: No, I don't. But I just... I think about that day that we got married. The beach, the vows, the way you looked at me. That's just... that's not a day that I will ever forget or regret.",
        "Steffy: Wyatt, don't. Don't. What you want or what you're hoping for, I... I can't give it to you.",
        "[Knock on door]",
        "Wyatt: Faster than I thought. Invited someone to join us.",
        "Steffy: Carter.",
        "Wyatt: Our legal beagle. Justice of the peace or minister. Thank you for coming by, man.",
        "Carter: No problem.",
        "Eric: I know san Francisco wasn't at all what you expected.",
        "Ridge: No, it wasn't.",
        "Eric: Quinn was surprised by it, too. What you did had a big impact on her.",
        "Ridge: It had an impact on me, as well.",
        "Eric: I've waited a long time for you to see her the way I see her. I don't expect that your feelings for her would change, not just in one weekend. But what you said about her at the symposium from up on the stage, that was very generous. I appreciate that. I would appreciate you getting closer to Quinn, too. It was a big surprise for you to sing her praises like that. What brought that on?",
        "Ridge: It's tough to say.",
        "Eric: I'm glad the two of you are getting closer.",
        "Bill: I'm glad to see you took my advice about being patient. Seriously, I'm impressed.",
        "Liam: [Scoffs] With what?",
        "Bill: With you! I like seeing you all fired up and determined!",
        "Liam: Thanks. You know, I just -- I keep -- [Sighs] I keep thinking about everything that Steffy and I have been through on account of Quinn. And I just -- I want my life back, our -- our life, Steffy's and mine! I want our lives back! It's fine if Quinn wants to lead Eric around by the nose. Hell, she can even do that with Wyatt. But Steffy?",
        "Bill: Steffy on board with this?",
        "Liam: Well, she says she is. I mean, that's why she went over to Wyatt's -- to cut all ties. Wyatt's just gonna have to get by without her.",
        "Steffy: Nice to see you, carter. What are you doing here?",
        "Carter: You didn't tell her?",
        "Wyatt: Not yet.",
        "Steffy: Tell me what?",
        "Carter: You sure this is what you both want?",
        "Steffy: Will one of you tell me exactly what's going on?",
        "Wyatt: Thank you.",
        "Carter: I think my job here is done.",
        "Wyatt: Thanks, man.",
        "Carter: Wish you both good luck.",
        "Wyatt: Thank you.",
        "Steffy: [Sighs]",
        "[Door opens]",
        "Steffy: The divorce. It's finalized.",
        "Wyatt: Signed, sealed, and delivered.",
        "Steffy: [Sighs] I-I... I thought when you asked me here, I don't know. I thought maybe you...",
        "Wyatt: It was for another reason? Trust me. I wish it was. I wish carter was renewing our wedding vows, but... I knew that it wasn't what you wanted.",
        "Steffy: Why now?",
        "Wyatt: Why the sudden change of tune? [Chuckles] I mean, it was getting kind of old, don't you think? My mom, your grandfather, me pressuring you into being with me, it was kind of a cheap shot.",
        "Steffy: No, I never felt like it was like that.",
        "Wyatt: Well, Liam did. And from his point of view... he was right. Don't tell him I said that. But he's my brother, and -- and he loves you, and I love you, too, but I'm just -- I'm not the man you want to be with. And I don't want you that way, either. I know my mom and Eric have been trying to help out and all that, but I just -- I don't want you to be with me because everybody's pressuring you to. If you want to be with me, I want you to be with me because you want to, if you want to, and that's just -- that's not the case. So... voilà.",
        "Steffy: I don't know what to say.",
        "Wyatt: Please don't thank me. Gratitude is not what I need right now. Just consider it an act of love or profound insanity. I haven't decided which one yet.",
        "[Knock on door]",
        "Wyatt: Hmm. Ah. One more thing to take care of. [Clears throat] Come in. Hello, Steffy.",
        "Steffy: What are you doing here?",
        "Wyatt: Well, you have one last treatment, and then this is gone, right? And then our marriage is officially over.",
        "Liam: [Sighs]",
        "Bill: You said something earlier about Ridge. \"If only he...\"",
        "Liam: Uh...",
        "Bill: \"If only he\" what, Liam?",
        "Liam: It's -- it's stupid. He -- he and Quinn went to this symposium in san Francisco.",
        "Bill: With Eric?",
        "Liam: No. By themselves.",
        "Bill: By thems-- what?! Ridge and Quinn? No referee? Were they in a fighting cage?",
        "Liam: Yeah, well, right. Ridge was determined to get Quinn out of the company and out of his father's life.",
        "Bill: How?",
        "Liam: It does-- it doesn't matter. It didn't work, okay? Quinn is here to stay.",
        "Bill: Yeah, well, for the time being, she's gonna really work hard to keep that crazy under control. She's in a good place. She's got Eric on a leash. But you know who's gonna screw up? Forrester.",
        "Quinn: Did you come here to pick a fight?",
        "Ridge: Sure. Why not? Get dressed.",
        "Quinn: Why? You don't like what you see?",
        "[Door opens]",
        "Ivy: Quinn. Quinn, what is going on with you?",
        "[Laser clicking]",
        "[Clicking stops]",
        "Doctor: That's it.",
        "Steffy: Is it gone?",
        "Doctor: It'll need to be bandaged a little longer, but yes. Tattoo is removed.",
        "Wyatt: Well... [Clears throat] Between this and that, I guess it's official. How does it feel to be a free woman?",
        "Liam: How long does it take to tell somebody it's over? [Blows air] She should have been back by now.",
        "Bill: Come on, son. You know how it is with those two.",
        "Liam: \"Is\"? How it is? You mean how it isn't. They're getting a divorce, dad.",
        "Bill: You want a clean break. It takes some time. They do care about each other.",
        "Liam: So I've heard.",
        "Bill: Come on, Liam! Don't lose faith! All right, look at me. How long have I been tracking Brooke? A long time. Now she's engaged. Am I losing faith? No. We will end up together. I know it.",
        "Liam: When is -- when is Brooke coming back?",
        "Bill: She'll be in Italy as long as hope needs her.",
        "Liam: And then what? Is she supposed to get married to Ridge?",
        "Bill: Fat chance.",
        "Liam: You have something cooking?",
        "Bill: No need. Ridge will self-destruct, just like he always does.",
        "Ivy: [Echoing] Quinn.",
        "[Heart beating]",
        "Ivy: Quinn, hey. Hey, are you okay?",
        "Quinn: [Gasps]",
        "[Echoing stops]",
        "Ivy: You don't look very well. Do you want to sit back down?",
        "Quinn: I love Eric so much, and I've screwed things up so much.",
        "Ivy: Listen, you haven't screwed anything up.",
        "Quinn: I know I can't. I can't.",
        "Ivy: What is go-- you are so hot. You have a fever.",
        "Quinn: I'm fine.",
        "Ivy: Quinn, please, let me -- let me look after you.",
        "Quinn: No, Ivy, I'm -- I'm fine. I'm fine. I just -- I just... I just need to be alone, okay, and -- and gather my thoughts.",
        "Ridge: [Sighs] No, no, no, no.",
        "Quinn: [Breathing heavily] [Breathing quickens] [Sighs deeply]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=lV5fDaGUR5k"
}