{
    "Episode Summary": [
        "Episode # 6996 ~ Bill puts staff changes into effect; Maya reunites with her sister, Nicole."
    ],
    "Recap": [
        "Nicole, Maya's little sister, shows up at Eric's to see Maya. Maya barely recognizes her but seems happy to see her. Nicole has transferred to UCLA but had not gotten in touch because she thought it had been too many years. Rick calls Caroline into his office and says Ridge is head designer but he expects to get daily reports from her. And if he is not available then give it to Maya; she is on top of things. He mentions that Caroline looks different now. She snaps that perhaps he never knew her at all. Bill calls a meeting while he is back in town and announces he is appointing Liam as President of SP. Liam ask if he is getting a new office or a raise. He would hate to think he is being shipped off someplace. Bill assures him he will be working here. He even asks Katie to come back as he needs her too. Ivy tells Liam for two people divorced they act awfully married. Ivy asks Liam if they should go celebrate or her return to her job. He says the work day is already half over. But she would hate to know where he'd like to put his hands right now. She says she might win in that department herself.",
        "Katie tells Bill she will come back if she does not have to deal with Alison and she will want flex hours and the daycare center to be brought back. He says he was kicked out of the house that he loved so much ..he will promise not to snore if he can just come back and sleep in his old bed. She counter offers with how about she cook him supper. Pam confronts Rick and says she is taking the portrait of Stephanie that he stuck in the garage to keep it out of the elements. Rick assures her that she is okay but he will have someone wrap it up and treat it like the Mona Lisa. Caroline goes to Bill and hopes he is not going ballistic because she is with Ridge. The last he heard was that she was with Rick and he can not believe that was all an act on his part to keep being CEO. But he still goes not want her to be with Ridge and advises her to get back with Rick. Maya hugs Nicole when she says she missed Maya a lot. She was even mad at her for leaving and doing her own thing but only because Nicole was too young to do the same thing. Caroline sees Katie at Bill's office while he is out. Katie says she knows Caroline may feel she has ruined her life but she didn't. Nothing is further from the truth. She let Ridge go. He's an amazing man and she got lost in him. But he is an artist and she wanted and tried to be all he wanted her to be but it was not enough. In the process she lost who she was and forgot who she was. She does not want Caroline to end up doing that. Caroline says she won't and if she may say she thinks Katie is much more relaxed now with Bill than when they were married. Pam refuses to do a background check on Maya and her family for Rick. If he has moved her into the house then he will just have to trust her. Bill goes to see Maya. She says what a pleasant surprise but she is the only one home. He comes on in and says no, not home. She is just the resident squatter. Bill sees the portrait and makes fun of it and advises her to leave Rick. Bill says he knows all about her ugly past so she has 24 hours before he can expose that, he hopes she understands him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: I have an important announcement to make. A actually. Well, don't all jump up and down at once.",
        "Katie: Everything you say you think is important",
        "Bill: And anybody on my payroll better think so, too.",
        "Jarrett: Are we all fired?",
        "Bill: Jarrett.",
        "Jarrett: Just me?",
        "Ivy: Hey. Sorry I'm late. The traffic. I'm not used to L.A. yet.",
        "Liam: Hey, so, we're actually of a meeting right now.",
        "Ivy: Oh, no, I know. Your dad called me yesterday.",
        "Bill: From San Diego. When I took a break from hobnobbing with all magazine brass. Just thought Ivy might like to be here when I named Liam as president of Spencer Publications.",
        "Liam: What?",
        "Katie: That's what. Congratulations.",
        "Justin: Nice. [Laughs]",
        "[Birds chirping]",
        "Caroline: You wanted to see me?",
        "Rick: Yeah, that's right. You know, Ridge, he may be head designer, but I'm gonna be you for progress reports. I'm gonna need to hear from you daily, and, uh, if I'm too busy, you can relay the information through Maya.",
        "Caroline: Wow. She has so many responsibilities now.",
        "Rick: Yeah, she's up for it.",
        "Caroline: I reinforcements. Her sister. She was just here.",
        "Rick: Her sister?",
        "Caroline: You didn't know?",
        "[Knock on door]",
        "Maya: Yes?",
        "Nicole: Seriously?",
        "Maya: Nicole? Oh. Oh, my God. Look at you.",
        "Nicole: Look at you.",
        "Maya: You are so gorgeous! Come in! Come in!",
        "Nicole: I'm not a fashion model.",
        "Maya: And so grown up!",
        "Nicole: Uh, puberty will do that.",
        "Maya: It hasn't been that long.",
        "Nicole: Eh, math was never your best subject.",
        "Maya: Hmm? So, what are you doing in L.A.?",
        "Nicole: I live here now.",
        "Maya: I-I thought you were in Evanston",
        "Nicole: I got accepted to UCLA, so I transferred.",
        "Maya: Why didn't you get in touch with me?",
        "Nicole: I wasn't sure.",
        "Maya: Wasn't sure what?",
        "Nicole: You don't see somebody for a long time and wonder if that's the way they wanted it.",
        "Rick: Maya's talked about her family. I just figured they were all scattered around the Midwest.",
        "Caroline: Yes, well, maybe now m all up and move them into your father's house.",
        "Rick: [Chuckles] No, I'm sure it's just a visit.",
        "Caroline: Yes. You live in L.A., Everybody loves to visit.",
        "Caroline: And when you become newly successful, relatives just appear.",
        "Rick: That'll be all. What was she her sister whatever the opposite of shyness is. Seems to run in the family. I don't know. She -- she seemed nice. Young. Really young. Pretty. Her name's Nicole.",
        "Caroline: Are you done with me, because you said go, then stay.",
        "Rick: I had a question. Did something happened? You seem different.",
        "Caroline: Maybe you never knew me very well.",
        "[Door closes]",
        "Nicole: I would hate to run into that by accident in the dark",
        "Maya: Ha ha ha. It was Rick's idea.",
        "Nicole: Married to who, again?",
        "Maya: [Clears throat]",
        "Nicole: How to use a search engine.",
        "Maya: They're in divorce",
        "Nicole: I don't remember reading that.",
        "Maya: Well, they're very private people, really.",
        "Nicole: Hmm. Forgot to tell the internet. Were you going somewhere?",
        "Maya: Yeah, I was heading back to work, but a time clock, so that can wait. My bab.. do you want -- do you even drink coffee yet?",
        "Nicole: Nobody makes it through college without it.",
        "Maya: [Sighs] I didn't know what they told you about me, and I didn't know what you'd think of me. So if my birthday and Christmas cards didn't say much... that's why.",
        "Liam: [Chuckles] W-w-wait a second. Am I -- does this -- getting a new office?",
        "Bill: You want a raise or a new office",
        "Liam: No, I'm just -- I'm just asking if the shiny, new title means you' off somewhere.",
        "Bill: What are you talking about? It's because you're smart and hard- working... and the employees like you better than they like me.",
        "Justin: That's the truth.",
        "Alison: Wasn't I just saying that before we walked in?",
        "Jarrett: [Laughs] [Clears throat] I think you're both equally charming.",
        "Katie: Okay, well, this has been fun. Thank you for including me. Liam. But you said you had two announcements, and I have a nail appointment, so...",
        "Bill: Well, hang on, because now I'm -- I'm dealing with a bit of a conundrum. I've created a vacuum among my senior executives, and the role of vice president is a crucial one, both administratively and creatively. I need someone who has experience and demonstrated leadership qualities and can think outside the box. So, Katie... what do you say? If you can stand me, I need you back.",
        "Liam: Whoo! Yes! All right! She's back! She's back! Come on!",
        "Liam: Ah. You see? Shouldn't my office be filled with, like, balloons or -- or just bigger?",
        "Ivy: Well, I mean, I could go make a phone call if you like.",
        "Liam: Thank you.",
        "Ivy: [Chuckles] Hey, I think this is really awesome. Congratulations.",
        "Liam: It's not gonna change anything. I'm pretty sure this is just a sneaky ploy to get Katie back. She's kind of like an MVP who's been on the bench for too long.",
        "Ivy: Yeah, for two people who were divorced, they act really, uh...",
        "Liam: Married?",
        "Ivy: Yes.",
        "Liam: Yeah.",
        "Bill: So, what do you say? You trying to make me nervous?",
        "Katie: I'll come back under the following conditions. I want no less than 75% of my former salary.",
        "Bill: You were C.E.O. then.",
        "Katie: I was C.E.O., but I wasn't making what you're making now. And I don't want to deal with Alison -- ever.",
        "Bill: Why do you have to hate on Alison? You just intimidate her, that's all. But okay. No problem.",
        "Katie: I want child care reinstated. I'm not gonna spend all day long here away from my son.",
        "Bill: Yeah, I anticipated that one. I already have a crew working on it.",
        "Katie: And flex hours. I don't want him here all day long, either, and I can do a lot from home.",
        "Bill: Hey, you know, uh, speaking of home...",
        "Katie: Uh-huh. Speaking of home?",
        "Bill: Well, I'm just saying that I like that house.",
        "Katie: It's a nice house. It's too bad you had to move out.",
        "Bill: Well, actually, I was kicked out.",
        "Katie: Hmm.",
        "Bill: But, you know, that was then and -- and this is now. Listen, I would even settle just for sleeping in my old bed.",
        "Katie: And there it is -- the quid pro quo.",
        "Bill: What? Listen, I promise I won't snore. You'll -- you'll never even know I was there.",
        "Katie: How about a counteroffer? I'll make you dinner.",
        "[Knock on door]",
        "Justin: I've got the contract ready if Katie is.",
        "Katie: Oh. Pretty sure of yourself, aren't you?",
        "Bill: Well, you know me.",
        "Katie: I would be crazy to sign anything that he drew up without reading every word first. So... thank you.",
        "Justin: You're welcome.",
        "Katie: You owe me a manicure, too.",
        "[Door closes]",
        "[Door opens]",
        "Caroline: I-I think I came in the wrong door, but I'm in the right place, so... [Sighs]",
        "Bill: Something's wrong. It's Forrester, isn't it?",
        "[Door closes]",
        "Rick: Pam, I need you to look up some information -- what are you doing?!",
        "Pam: Shaming you. You put my sister in the garage? Look, you may have no use for the woman who built this company, then I'll keep her at my desk.",
        "Rick: No, you won't.",
        "Pam: I'm not putting her back in your garage, Rick, exposed to the elements! R Rick: There are no elements in the garage, Pam!: : [Scoffs]",
        "Rick: All right, you know what? I'll have Jake and Henry from shipping wrap it up, and -- and I'll make sure they treat it as if it's the Mona Lisa.",
        "Maya: So, as far as home is concerned, I guess I just used to exist, right?",
        "Nicole: I kept track of you didn't tell anyone. Maybe others did, too. You remember when you went to jail and someone sent you $100?",
        "Maya: I thought that was a mistake, and I kept quiet it. That was you?",
        "Nicole: I figured you'd want to get lotions and stuff for your hair, so I hacked the system and turned a 0 into 100.",
        "Maya: Hacked?",
        "Nicole: That means accessing a supposedly secure network by --",
        "Maya: Yeah, I know what hacking is.",
        "Nicole: What are you looking for?",
        "Maya: I-I-I'm looking for apiece of paper so that I can write down your address and not lose you again. Is that okay? I-I had to lose everyone and start over again, and now... now I get to start over again with you.",
        "Nicole: You don't know where anything in this gigantic house, do you?",
        "Maya: I'm trying. I guess you got your own system to hack.",
        "Bill: You and Rick were back together.",
        "Caroline: I thought we were, but that was before you went to san Diego and before he got his dad --",
        "Bill: Are you -- are you telling me this was all an act, that he's actually shacking up with that grifter ex-con?",
        "Caroline: Uncle bill, okay. The point of me coming to you was just to make sure that you don't go ballistic and start blaming Ridge.",
        "Bill: He's a player and a hypocrite with hair on his hands, and I don't want him touching my niece. You need to be back with your husband. That's what you need to do.",
        "Caroline: Well, I wanted to do that, but Rick says that it's over, and he keeps saying it and saying it --",
        "Bill: Did he now?",
        "Maya: So, UCLA, huh? What are you majoring in?",
        "Nicole: Computer science.",
        "Maya: Is that still a thing?",
        "Nicole: Uh, it's about the only thing.",
        "Maya: And what kind of job does a major like that prepare you for?",
        "Nicole: Are you really giving me the \"mom and dad\" talk? Coding, scripting, programming, user interface. But what I want to do is design.",
        "Maya: Oh!",
        "Nicole: Not clothes.",
        "Maya: So, what kind of future is there for a woman in that field? I mean, I hear it's competitive.",
        "Nicole: What kind of future is there for a lead model? I mean, you're already starting to get lines right here. I should go to class.",
        "Maya: Well, I'm glad you came by.",
        "Nicole: I missed you a lot. I got mad at you for going your own way but only because I was too little to do the same thing.",
        "Liam: I know you're probably thinking I'm -- I'm too young to be in a position like this and that I wouldn't be if it weren't my father's company, but the truth is, I've really worked like a dog. And, uh, and this job needs somebody who will work like a dog.",
        "Ivy: Well, I was actually thinking how nice it is when good things happen to good people and that that doesn't happen enough. And you're a good person who deserves good things, and it doesn't happen enough for you, either.",
        "Katie: Hi.",
        "Caroline: Hi. Uh, uncle bill said to tell Alison that he'll be right back.",
        "Katie: So, this is really the first time we've been face to face.",
        "Caroline: Yeah.",
        "Katie: I'm glad. I... I like it when my friends are doing well.",
        "Caroline: That just makes everything...",
        "Katie: You think you ruined my life, but you didn't. Nothing could be further from the truth.",
        "Rick: So, what I'm trying to do is to help Maya locate some of her family members that had left Illinois. Uh, for instance, she has a sister. I think her name is Nicole.",
        "Pam: No.",
        "Rick: Excuse me?",
        "Pam: No, Rick. I'm not doing a deep background check on your girlfriend. You don't trust her? I wonder why.",
        "[Knock on door]",
        "Maya: [Sighs] What a lovely surprise.",
        "Bill: No, you got me beat in that category.",
        "Maya: Well, would you like to leave a message? I'm the only one home.",
        "Bill: I've got a message for you. Home? No. You're just the resident squatter.",
        "Ivy: So, should we go find somewhere to celebrate? [Chuckles] The work day's like half over.",
        "Ivy: [Sighs] I guess I should go to that job I have. [Chuckles]",
        "Liam: We said we'd go slow, but you have no idea where I want to put my hands right now.",
        "Ivy: Ooh, better not.",
        "Liam: No, I won't. Be good. I'll be good.",
        "Ivy: But, you know, if we're gonna play that wandering ha game, I have a feeling I might win.",
        "Rick: Of course I trust Maya. Who else am I supposed to trust around here?",
        "Pam: No, Rick. You don't trust anyone. You don't even trust yourself. I it was wrong to take that woman into your father and Stephanie's home, into their bed. But you also knew that she wanted it so bad that she'd push you to it. I'd love to feel sorry for you, but you spend enough time doing that for all of us.",
        "Katie: I know you think that you took Ridge away from me. But you didn't. We all make our own choices. And I let him go because I realized that I really don't understand him. He's an amazing man. And I lost myself in him. And it felt good to be lost for a little while. But he's an artist. And his work will always be his firs and that makes his wants and his feelings and his needs all-consuming. I wanted to be everything he needed me to be, and I tried. The harder I tried, the more I realized that -- that I wanted to be more than just what he needed me to be and that I had lost what I want and what I need. And I'd forgotten who I am. Don't do that. Don't ever forget who you are.",
        "Caroline: Thank you.",
        "Katie: Did bill say where he was going?",
        "Caroline: I don't want to think about it. I...[Sighs] I told him about Rick and Maya, so...",
        "Katie: Hmm. Was he in raging bull mode?",
        "Caroline: Mm-hmm.",
        "Katie: I used to be so afraid of that side of him.",
        "Caroline: You seem -- and I hope it's not strange for me to say this, but you seem so much more comfortable with him now than you were when you were married.",
        "Katie: I think I'm more comfortable with myself. And it's allowing me to take a second look at things.",
        "Bill: So, is this your big achievement? Redecorating Stephanie's home?",
        "Maya: I have asked you to leave.",
        "Bill: You're the one on the way out. You are living in this home with my niece's husband? Does this fulfill some kind of trailer-park fantasy of yours?",
        "Maya: I'll have you know, Rick is in love with me.",
        "Bill: Are -- are you -- are you kidding? I mean, I'm gonna be sick. Look, Rick is in love with misery. He's in love with tormenting himself. That's just how some people get off. I don't suppose it's any more twisted than skydiving, but that's another story. Rick married Caroline. He promised to love, cherish, and keep her, et cetera, et cetera. And he is in mental agony as we speak over not fulfilling that promise. So leave him alone. Let them work out their \"love you, hate you, can't live without you\" scenario.",
        "Maya: Okay, if you need me to get the police to remove you, I will.",
        "Bill: I'm terrified. How long do you think it's gonna be before you're removed? Are you forgetting that I know all about your ugly past and that I can make it stick to you in a New York minute? So you have 24 hours to say your little goodbyes. And by this time tomorrow, you are gone. Do you understand me?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=BC69CboEB1A"
}