{
    "Episode Summary": [
        "Episode # 7008 ~ Wyatt returns and delivers news to Quinn and Deacon; Steffy confronts Caroline."
    ],
    "Recap": [
        "Bill talks gruffly on the phone. He doesn't care about all the particulars, just wants to know when can he get his hands on all the liquid assets. He assures Liam they can have the takeover if they have Steffy's shares this afternoon. Liam reminds him that he is not sure Steffy will sell but she has gone to see Ridge so maybe she will get a good look at how things are at FC now and will want to sell. Bill says even with her shares that is not enough to have controlling interest but Liam adds others will follow her lead and then they will. Bill says they need damage control. Brooke will not like that her son is being dethroned at the same time her daughter is gone ..and although he hates to say it he flatters himself that she will not like seeing Bill as a married man. Liam is happy that Bill has proposed to Katie but it is not official until he gives her a ring. Bill guffaws that he did and it wasn't a shoe string around her finger either. Quinn is moping around and questions Deacon why there is never any food in the frij .can't he buy groceries every now and then Mr. Take Out. He placates by saying he will go get some and when he opens the door there is Wyatt about to knock. He's hesitant but comes in and Quinn is happy to see him, even offers him a quick bowl of soup she had just made herself. Of course she asks if Hope is with him. He is angry and mumbles no, this would be the last place she would want to come. Steffy lets Caroline know that she is a typical New Yorker whatever that means and by no means does she like her with her father. That is simply unacceptable.",
        "Brooke looks in on Ridge and remembers what she just told Caroline that she could have Ridge any time she wanted him. Ridge is used to Brooke trying to undo Rick's damage wherever he goes. Instead she asks him about him and Caroline. Ridge is disappointed that Katie is back with Bill. Brooke asks if RJ was ever with Ridge when he saw Caroline. She really doesn't want to confuse him. One thing she knows is that Caroline and Ridge will not be together. Ridge asks if this visit has a purpose as he has lost track. Brooke says against her best efforts she has not been able to get Caroline and Rick back together. She does not know if there is anything left between them but she knows Maya is not challenging enough. She does believe that Caroline would be more appropriate. Ridge laughs when Brooke says she gets along with everyone. Ridge is not sure his own mother would agree to that but may turn over in her grave. Brooke says she would like to change a few things and suggests she fix dinner one night for him and RJ; Ridge agrees. Quinn tells Wyatt that she fears for saying anything that will make him angrier. She knows now she should have listened to Wyatt and stayed away from Hope. She thinks Wyatt probably put too high a value on Hope and Quinn too high on Wyatt. Now Hope has turned her back on him and is blaming him for the miscarriage. She blames Quinn too but not for that. Deacon tries to say something but Wyatt does not want to her his opinion. Deacon merely says Hope did want Quinn to stay away but that did not cause her to fall. Awful things happen to people but they need to learn to forgive each other and move on. Liam tells Bill that he knows he does not like associating with Ridge so they need to be careful and not have Steffy think they are going to sideline her father. Ridge and Steffy reunite and hug. He asks her if she is moving back. He realizes she sneaks into town sometimes without telling anyone. He knows that she and her brother are clearly mad at him. She says yes because of Katie Logan but she wants to talk about Caroline. This can not go forward. Rick and Caroline are acting like eight year olds right now but will be back together in six weeks. She points out that Ridge was married to Caroline's aunt before she was even born ..so even if it is not exactly incest it is enough to make your stomach turn and it has to end right now! Wyatt points out that they all tried to make something work that wasn't meant to be. Hope stayed with him because of the baby not for him. Quinn does not feel he should have any regrets though. Deacon won't let them be so hard on themselves. And Quinn admits none of this is Deacon's fault and without him she would not have been able to get through this. Wyatt bemoans that he feels like he has been chewed up and spit out by all in the Forrester family. But he does not have to be liked. He will just do his job and support Ivy's line. Liam asks Bill if he can discuss this with anyone with the last name of Forrester. Bill says absolutely not, not even Ivy .or Steffy so do not romanticize about anything right now. He says he is not even going to tell Katie. Some people believe you don't keep secrets in a marriage but he is not one of them. Bill just wonders if Liam's sudden desire to take over FC has anything to do with Hope. He lost the girl but he could keep the line that bears her name."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: I'm talking liquid assets. How much can we put together on short notice? I don't give a damn about the board. I was talking hypothetically and off the record. Great. Good to know.",
        "[Beeps]",
        "Liam: You know how annoying it is you don't say \"Goodbye\" when you hang up?",
        "Bill: We can do it. With Steffy's shares, we can do it tomorrow. This afternoon.",
        "Liam: Yeah, if she sells. I mean, my guess is she's making straight for Ridge, which is a good thing, 'cause he'll confirm exactly how bad it is over there.",
        "Bill: And for your information, Mr. President, hanging up is goodbye. It doesn't require a special word to explain it.",
        "[SCENE_BREAK]",
        "Steffy: I get it. You are one of these fast, decisive New Yorkers. Caution to the wind, right?",
        "Caroline: I'm...not sure how to take that.",
        "Steffy: Well, I'm not sure how to take you saying you've just fallen for my father. Oh, but then I remember it's exactly the same way with Rick. Fast.",
        "Caroline: I really don't see what you know about it.",
        "Steffy: I know my father could never take you seriously.",
        "[Keyboard clacking]",
        "Brooke: Caroline, if I wanted to have Ridge back, I could have him... just like that.",
        "[SCENE_BREAK]",
        "Brooke: I'm sure you're not happy with me.",
        "Ridge: It's a state of affairs I've survived repeatedly. Shouldn't you be off fighting Rick's battles for him?",
        "Brooke: How about a truce instead?",
        "[SCENE_BREAK]",
        "Quinn: Why is there never any food in this house?",
        "Deacon: Are you hungry? That's good. I can get behind that.",
        "Quinn: Can't you buy groceries every now and again, Mr. Takeout?",
        "Deacon: [Sighs] Look, you want food? Honey, I'll get you food, but I think we both know that, uh -- that what's bothering you, I can't get at a grocery store.",
        "Quinn: [Sighs]",
        "Deacon: Uh...",
        "Deacon: Hey, you're home.",
        "Wyatt: This isn't my home.",
        "Deacon: No, I-I just meant from Italy. What are you doing standing out here?",
        "Wyatt: I was debating on if I was gonna knock or not.",
        "Deacon: Come on in. You know, she really missed you.",
        "Wyatt: Don't you have somewhere to be, Deacon?",
        "Deacon: [Scoffs] It would have killed you to call?",
        "Quinn: Hey, just, please, leave him alone. Did Hope come back with you?",
        "Wyatt: No. And this would definitely be the last place on earth that you would see her.",
        "[SCENE_BREAK]",
        "Bill: I want to reiterate -- Steffy's shares plus mine will not get us a controlling interest.",
        "Liam: I-I know. I know that. But where Steffy leads, others with shares may follow. In the meantime, we got to come up with some kind of plan for damage control, 'cause, you know, take Brooke, for instance. She's not gonna be very happy about her son being dethroned.",
        "Bill: That on top of her daughters being gone -- it's gonna be a rough patch.",
        "Liam: Right.",
        "Bill: And I don't want to flatter myself, but...it's gonna be a struggle for her to see me become a married man again.",
        "Liam: What? You and Katie?",
        "Bill: Proposed and accepted.",
        "Liam: Ge-geez, Dad! You could have lead with that, you know? You know it's not official until you get a ring on her finger.",
        "Bill: What do you think? I tied a freakin' shoelace around her finger?",
        "Liam: Better be a bigger diamond than the last time.",
        "Bill: Fortunately, there are a few things I don't need explained to me.",
        "Liam: Congratulations, Pop.",
        "Bill: Thanks. Thank you.",
        "[SCENE_BREAK]",
        "Caroline: Let's just say I know your dad in a different way than anyone else.",
        "Steffy: Wow. What is that supposed to mean?",
        "Caroline: I know you know we design together.",
        "Steffy: And that explains it? You, alone in a room with a man nice enough to humor you, and suddenly, it just --",
        "Caroline: You know what? It's -- it's easy to ridicule, but things happen between two people that logic can't always explain.",
        "Steffy: Now I can understand how Rick got himself into this mess. You're exactly like his mother.",
        "[SCENE_BREAK]",
        "Brooke: I didn't handle things right with you, Rick, and Caroline.",
        "Ridge: I'm used to you trying to undo the damage that Rick does wherever he goes.",
        "Brooke: Aren't you gonna ask me if he and Caroline are back together?",
        "Ridge: They're not. She's not a masochist.",
        "Brooke: That's what people used to call me when I refused to let go of you.",
        "Ridge: Until you did.",
        "[SCENE_BREAK]",
        "Quinn: Here. Soup. It's hot. You look cold.",
        "Deacon: You know, she made that herself. She froze it. Wouldn't even let me try it.",
        "Wyatt: Does he have to be here?",
        "Quinn: Well, he's Hope's father, honey. He's been frantic, too.",
        "Deacon: Look, man, I'm tarred with the same brush as everybody else. She's cut me off.",
        "Quinn: Is there anything I can do?",
        "Wyatt: Nothing.",
        "Quinn: Well...maybe I can write Hope a letter.",
        "Wyatt: That would be the definition of a bad idea.",
        "Quinn: Well, I haven't seen her at all. Maybe if she knew how terrible I feel.",
        "Wyatt: She doesn't blame you. No, correction -- she does blame you. She blames you plenty, but not for losing the baby. At least that's what she says.",
        "Quinn: But not what she means.",
        "Wyatt: How innocent do you feel about it, Mom?",
        "[SCENE_BREAK]",
        "Liam: Okay, so, two questions. Does Quinn know?",
        "Bill: Why do I give a damn what Quinn knows or doesn't know?",
        "Liam: Because the woman doesn't like surprises, and she can be a little possessive.",
        "Bill: Well, she's got herself an honest to goodness criminal to be her partner in crime.",
        "Liam: Is he still living over there?",
        "Bill: Probably. I think these days, she likes a man she can wipe the floor with. Question number two?",
        "Liam: Does Brooke know?",
        "Bill: She gave me her blessing.",
        "Liam: Really? How did that feel?",
        "Bill: [Sighs] Well, let's just say that, um, Brooke gave me an advanced education in myself. We're pretty wise to each other.",
        "Liam: So, what's she gonna do next, if you're so wise to each other?",
        "Bill: Oh, that's a sucker's bet. Unfortunately for her, she's going to wander into all-too-familiar territory.",
        "[SCENE_BREAK]",
        "Brooke: I suppose you know that Katie and Bill are engaged again.",
        "Ridge: No. Oh, that's disappointing.",
        "Brooke: Yeah, well, I-I wasn't overjoyed at their first wedding, but I've come to see that they're very good for each other.",
        "Ridge: Well, maybe this is what Katie wanted from the very beginning, you know?",
        "Brooke: You couldn't be a real alternative, could you?",
        "Ridge: No, maybe not. That doesn't mean you have to throw yourself away on this --",
        "Brooke: Uh, the father of her son? Yeah, that's pretty natural.",
        "Ridge: No. Gravity is natural. Jumping off a bridge -- that's just giving up.",
        "Brooke: Can I ask you something?",
        "Ridge: Sure.",
        "Brooke: When I was in Milan...",
        "Ridge: Yeah.",
        "Brooke: ...Did R.J. meet Caroline?",
        "Ridge: R.J. knows Caroline. What do you mean?",
        "Brooke: No, I mean, did you spend time with R.J. with Caroline?",
        "Ridge: No, Logan, I didn't.",
        "Brooke: Good. That's a good thing, don't you think?",
        "Ridge: Why?",
        "Brooke: Because I don't want our son to be confused. There's one thing for certain -- you and Caroline are not going to be together.",
        "[SCENE_BREAK]",
        "Caroline: Correct me if I'm wrong, but I believe you just gave me your two greatest insults -- one, that I'm from New York, and two, that I'm like Brooke?",
        "Steffy: Oh, you being from New York is not an insult. Saying you're like Brooke, on the other hand... well, is there something fascinating I don't know of? Something that would make me think keeping company with a woman my age is just what my dad needs?",
        "Caroline: Be careful, Steffy.",
        "Steffy: [Scoffs] Is that a threat, Caroline? The apple doesn't far fall from the Dollar Bill tree, you know?",
        "Caroline: And just how well do you know my uncle, Steffy? Look, I have no desire to threaten you, and I have nothing to threaten you with. But I just thought that you might want to know that I know more about you than you probably think I do. So taking the moral high ground with me is probably not the best idea. I have no idea why you're back in L.A., and frankly, I don't care. But I just hope you have the decency not to jerk my cousin around while you're here.",
        "Steffy: Excuse me?",
        "Caroline: Liam is just now recovering from everything that happened with Hope, so the last thing he needs is a surprise visit from the ex-wife who dumped him and left him without any explanation.",
        "Steffy: First off, you have no idea about that.",
        "Caroline: Can you tell me that you haven't seen Liam since you've been here?",
        "Steffy: Uh, Liam was the one who called me, okay?",
        "Caroline: Yeah, I-I find that hard to believe.",
        "Steffy: Oh, we're friends, Caroline.",
        "Caroline: Hmm.",
        "Steffy: Friends are someone that you admire and you like. It's not like you trap them or try to sleep with them. It's what you could be to my father. Because anything else is nauseating, and his reputation would never recover.",
        "[SCENE_BREAK]",
        "Ridge: Did this visit have a purpose? I lost track now.",
        "Brooke: Oh, you're right. Despite my best efforts, Rick and Caroline have not reconciled. Not yet.",
        "Ridge: But you see something that makes you...optimistic?",
        "Brooke: I don't know. I know my son, and Maya is loyal but she's not enough of a challenge. My son needs somebody more appropriate, and I believe that Caroline, his wife, has been that. I'm sure there's somebody more appropriate for you, too.",
        "Ridge: And what do you think would be more appropriate for me, in your view?",
        "Brooke: I don't know. I'm not sure. I thought I knew, but...people change.",
        "Ridge: They do. And they don't. Well, look at us. We're not together anymore, but here we are, and you're still trying to mediate between Rick and me.",
        "Brooke: Maybe it's just me. I just don't understand why people can't get along. I get along with everybody.",
        "Ridge: [Laughs]",
        "Brooke: [Chuckles]",
        "Ridge: [Sighs] My mother would roll over in her grave right now.",
        "Brooke: Possibly, or possibly not. How about we go to dinner?",
        "Ridge: I --",
        "Brooke: I don't mean now. I just -- sometime soon. I mean, there's this...strange distance between us that I think we should change. You know, it's good for R.J. to see us together.",
        "Ridge: He hasn't seen us together in quite some time. And you're right, it would be good for him.",
        "Brooke: Right. Okay. So, guess what. [Chuckles] I'm gonna plan dinner for you, me, and R.J. -- together. It'd be good.",
        "Ridge: I would like that.",
        "Brooke: Bye.",
        "Ridge: Bye.",
        "[SCENE_BREAK]",
        "Quinn: How do I feel?",
        "Wyatt: Yeah.",
        "Quinn: I feel scared to say anything that'll make you more angry with me than you already are.",
        "Wyatt: Mm-hmm.",
        "Quinn: I feel unfairly judged. And I feel like I should have listened to you and stayed away from Hope. Maybe you put too high a value on her. And maybe she put too low a value on you. And I hurt for you because you lost a child. But you also lost a wife because Hope turned her back on you.",
        "Wyatt: She blames me. It's my fault she miscarried.",
        "Quinn: But you gave her everything.",
        "Wyatt: Except for banishing you.",
        "Deacon: You know what? You guys are making this too damn difficult.",
        "Wyatt: You know, I'm not sure that I'm ready for your piercing insights here, Deacon.",
        "Deacon: We all have a guilty conscience, Wyatt. I mean, there's no blame here. Yes, Hope wanted Quinn to stay away. And -- and Quinn took issue with that. But that doesn't mean that Quinn had anything to do with Hope falling. Man, awful, crummy, bad things happen in this life. They just happen. And this was tragic, there is no doubt about it, but either we figure out a way, right here and now, to forgive each other or we're not gonna be able to move on.",
        "[SCENE_BREAK]",
        "Liam: Listen, I know your preferred technique for dealing with Ridge Forrester is to eject him from some convenient aircraft, but, uh, I think we're gonna have to be a little more strategic than that.",
        "Bill: I'm okay with punching his lights out.",
        "Liam: Yeah, you're good at that. Uh, but, for one thing, Ridge is a major shareholder at Forrester, and the only reason he would ever come to Rick's defense is to actively oppose you. And add to that this whole situation with Caroline -- it seems like she has genuine feelings for him --",
        "Bill: Don't even go there.",
        "Liam: I know. I know. But we have to be careful, 'cause Steffy is not gonna help us if she thinks were out to sideline her father.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Ridge: This isn't the same dye lot. It has to go back.",
        "Steffy: Oh, we all need to go back, now and then.",
        "Ridge: Oh!",
        "Steffy: [Laughs]",
        "Ridge: Hi.",
        "[SCENE_BREAK]",
        "Wyatt: You know, maybe we all tried to make something work that was never going to in the first place. You know, they always say you should go after what you want in life, but no one ever warns you what may happen when you actually get it.",
        "Quinn: Honey, I don't see that you should have any regrets.",
        "Wyatt: If she wanted to be with me, Mom, she would be. She only stayed with me for the baby. Not me.",
        "Deacon: Okay, you know what? I-I can't stand to watch you two do this. You're both being so hard on yourselves. [Sighs] Wyatt, Hope tried to do what she thought was the right thing to do, and unfortunately, very often, trying to do the right thing winds up being the wrong thing.",
        "Wyatt: Maybe we should all be a little more selfish. Selfish is great. Selfish is at least honest. It seems to have worked out for you, right, Deacon?",
        "Quinn: Don't, don't. No, don't lash out at Deacon. He's not responsible for his daughter's actions.",
        "Wyatt: Mm.",
        "Quinn: This has been a really dark time for me in my life right now. I... I don't want to get into it. I just... you just need to know that I wouldn't have gotten through it if it hadn't been for him.",
        "Wyatt: I feel like I've been chewed up and spit out by that Forrester family. No. I don't need anyone over there to like me. I'm just gonna do my job, support Ivy's line, and keep my head down. See? And you didn't even have to tell me, Mom. Thanks for the soup.",
        "[SCENE_BREAK]",
        "Liam: So, anybody whose last name is Forrester.",
        "Bill: Obviously not a word to any of them.",
        "Liam: Even Ivy?",
        "Bill: Even Ivy.",
        "Liam: Even Steffy?",
        "Bill: Don't romanticize anything with Steffy at the moment. For now, she is your job.",
        "Liam: Okay. How about anybody whose last name is or was Logan?",
        "Bill: No! Those women can't keep a secret. Are you kidding me?!",
        "Liam: Well, what about Katie? I mean, you don't want to screw things up with her again.",
        "Bill: Some people believe there shouldn't be any secrets in a marriage. I'm not one of them.",
        "Liam: I mean, she did run Spencer for you, albeit not for long.",
        "Bill: Liam, Katie is my job, okay? I'll worry about Katie. And I have a question for you.",
        "Liam: Okay. Shoot.",
        "Bill: This sudden desire to take over Forrester -- is it driven by Hope? You lost the girl, but you can own the line that bears her name?",
        "[SCENE_BREAK]",
        "Caroline: Think what you want, Steffy.",
        "Ridge: When did you get here? You moving back?",
        "Steffy: Oh, you really think the new C.E.O. would want me hanging around the office?",
        "Ridge: Maybe not. And I know you come to town sometimes, and you don't tell me about it. I've got people everywhere.",
        "Steffy: Oh, now, why would I do a thing like that?",
        "Ridge: I don't know. You and your brother both. What did I do?",
        "Steffy: Katie Logan. Seriously, Dad. Well, Bill Spencer dropped you on your head, so you weren't yourself. Thomas and I understand.",
        "Ridge: So...we're good.",
        "Steffy: You know women fall in love with you all the time, right?",
        "Ridge: I-I don't know what that means. Are you changing the subject right now?",
        "Steffy: You and Caroline? She thinks she's fallen for you. Dad, you have to tell her this can't go forward.",
        "Ridge: I see.",
        "Steffy: She and Rick have the emotional maturity of, like, eight year olds. They'll be back together in six weeks.",
        "Ridge: They don't seem to think so.",
        "Steffy: Dad, you were married to her aunt before she was born. It's not technically incest, but it's enough to turn the average person's stomach. So whatever's going on between you and Caroline, it needs to end...now."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=n3tScdJi4qw"
}