{
    "Episode Summary": [
        "Episode # 7404 ~ Steffy's threat to Wyatt prompts him to break away from his mother; Liam finds an ally in Thomas regarding Steffy & who she belongs with."
    ],
    "Recap": [
        "Wyatt tells Steffy that he knows his mother is a huge problem but Steffy leaving him is not the answer. He begs her for one more chance to go over and talk to Quinn and get her out of that house. Eric tells Ridge that he encouraged everyone in the family to accept Quinn and they didn't. This is his life and they do not get a say in it. Quinn says she does not want to cause this conflict. Eric laments that she is going nowhere, he wants her here. Ridge brings up his mother and Eric says yes he loved her but she was very tough and intimating and he would not have wanted her any other way, always for her family. Ridge argues that Quinn has not made anyone's life better and she sure isn't going to do it for Eric. Thomas tells Liam that this will send Steffy over the edge when she finds out Quinn is moving in with Eric. She needs to be free of Quinn and that means also being free of Wyatt. Wyatt keeps saying he will talk to Quinn and she will break up with Eric and she will not be a problem. He is not making excuses for Quinn anymore. He has drawn the line and she will never be a problem for them anymore. That is why she is with Eric; she wants to change. Steffy says it is too little too late. She cannot risk that Quinn will be in her life ever again. She twists things and never thinks she is wrong. Steffy says as his wife her needs, her protection and more than anything her sanity comes first.",
        "Ridge tells his dad that no offense but if it is just companionship he wants then Ridge will go out and find it for Eric, but not Quinn. No one is going to respect him this way, most of all his entire family of children and grandchildren. There is evil in this woman. Eric says again that he is the patriarch in this family and Ridge does not get that right to tell him what to do. Ridge walks out after telling his mom's portrait that he is sorry that she had to see this. Quinn tells Eric that she is so grateful that he believes in her and invited her to move in but Ridge is not going to be the last person that will walk in and tell them she has no right to be there. Eric has a legacy and a reputation to protect. He has too much at stake. She is not sure she should break all of that. He kisses her and says she needs to stay right here. Stephanie's portrait falls off the wall. Steffy tells Wyatt that he says she is his priority but now look at what happened. She cannot accept this. She says she is not filing for divorce but she is moving out. Quinn has caused too much pain. He says he is not Quinn Fuller's son right now. He is 100% committed to Steffy so her leaving is not the answer. They can get through this. Do not let Quinn make her give up on them. With him still calling her name, Steffy walks out the door crying."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: This is not the solution, Steffy.",
        "Steffy: There is no solution. That's why I have to go.",
        "Wyatt: I know my mother is a huge problem. But she doesn't have to be the end of us. I won't accept that. She won't destroy our marriage. We'll figure it out. Just don't leave!",
        "Steffy: I can't -- I can't do it anymore.",
        "Wyatt: So we'll figure something else out!",
        "Steffy: Okay, tell me. Tell me one thing we haven't tried. Any way to get your mom out of our lives. Tell me.",
        "Wyatt: I know this is hard for you. My mother and your grandfather. Trust me, I get it. I get why you're fed up and you're totally freaked out right now, but Steffy, come on. I can't, I won't -- I won't let you walk out that door.",
        "Ridge: She doesn't belong here. She needs to get out.",
        "Eric: This is my home, ridge.",
        "Ridge: Yes, it's your home, your company, but don't you see what's she doing to us? She's isolating you from your family.",
        "Eric: I encouraged everybody in the family to accept my decision. I don't want discord in this family or in this company.",
        "Ridge: Then stop doing this.",
        "Eric: Quinn is here because I want her to be. Now, this is my life. You don't get to say anything about it.",
        "Thomas: Quinn's got my granddad all turned around. I don't know how else to explain it. First, she comes back into the company, and then she -- she moves into our house.",
        "Liam: After Eric kicked your dad out.",
        "Thomas: Oh, I'm sure she jumped at that opportunity.",
        "Liam: Oh, yeah, I'm sure she had all her stuff waiting in a truck around the corner.",
        "Thomas: Wyatt was supposed to keep his mother out of their lives, and now Quinn's moving in with my granddad. This is gonna push Steffy over the edge.",
        "Quinn: Eric, I don't want to cause any more conflict between you and your family.",
        "Ridge: Good. Then you should go.",
        "Eric: Quinn isn't going anywhere, ridge.",
        "Ridge: Wait, I'm sorry. What did you just say? What did you say? You don't want to cause conflict? What do you think you're doing with Wyatt? What do you think you're doing to Wyatt's relationship with Steffy? You like your son, don't you?",
        "Quinn: Of course I do.",
        "Ridge: And I know you love your family. So why are you doing this? Both of you. Why would you put everything you care about at risk?",
        "Thomas: Steffy was right. Quinn is insidious.",
        "Liam: I can't believe Eric didn't listen to Steffy.",
        "Thomas: He wouldn't listen to any of us.",
        "Liam: Well, she told him how she feels about Quinn. I mean, he had to know what this would do to her.",
        "Thomas: I don't know what to tell you, Liam. It doesn't make sense to me, either, but Quinn is a threat to my sister's happiness. Steffy needs to be free of that woman, and it may sound harsh, but that means she needs to be free of Wyatt.",
        "Wyatt: I hear everything that you're saying. I know you're scared and you're angry, and what my mother did is completely inexcusable.",
        "Steffy: She doesn't care about what she's doing to us, Wyatt.",
        "Wyatt: Yeah, but I do! And I hate it! Just -- you're stressed out and you're hurting, but you got to let me try. You got to let me go over there. Give me another chance. I will go over there. I'll get her out of the house. She will never see Eric again. But you got to give me one more chance, Steffy. Please.",
        "Ridge: Dad, you got to know this is wrong on so many levels.",
        "Eric: I see that it seems that way to you.",
        "Ridge: Not just me. Everyone. Quinn ruins lives. That is a fact. Not an opinion. I don't want her doing that to you.",
        "Eric: I appreciate your concern, but I don't need it.",
        "Ridge: What are you doing, dad? What is this? You bring her into mom's house? Mom's house? A house that was built on love. Her love.",
        "Eric: Your mom's house --",
        "Ridge: Yes. Her love for her family. She always said we got to stick together. That's what we got to do now, dad.",
        "Eric: You're right. Nothing was more important to her than family. There's nothing she wouldn't have done for any of her kids or her grandkids. Her love for you was ferocious.",
        "Ridge: That's what I'm saying.",
        "Eric: We spent wonderful years together. But they weren't all wonderful. She drove me to my limits every day -- the limits of my talent, the limits of my patience. She was a very difficult woman. She was demanding. She was overwhelming. But I wouldn't have wanted her to be any other way. People found her intimidating, but to me, she was my inspiration.",
        "Ridge: And you think that this can replace her?",
        "Eric: I think that there's goodness in everyone. I think that we're all motivated by the same things. We all need to be loved. We all need appreciation. We all need security. We all need happiness. And we all deserve the love and the support, that we need to find the good in ourselves.",
        "Ridge: And I have no problem with -- with Quinn wanting that. She deserves that, sure. But not from you.",
        "Eric: She gives that to me. She's already given that to me. What we've discovered in each other is something really, really wonderful, and that's a powerful, powerful bond. Imagine how much better the world would be if we saw just what was good in each other, if we overlooked the mistakes we had made in our lives before, if we gave each other the support and love we need to be our best selves. Imagine that.",
        "Ridge: Quinn fuller has never made anyone's life better. She's not gonna do it for yours.",
        "Thomas: Do I call him? Do I tell my family what's going on?",
        "Liam: Uh, I'd wait. I mean, they're gonna find out soon enough. Let's see what happens with Wyatt and Steffy.",
        "Thomas: Yeah, if things work out. Last time they talked, Steffy was frustrated with Wyatt.",
        "Liam: Yeah. I have been, too.",
        "Thomas: I mean, just when you think things can't get any worse than that --",
        "Liam: Oh, Thomas. With Quinn, things can always get worse.",
        "Thomas: It's like nothing can stop her.",
        "Liam: Well, my brother seems to think he can.",
        "Thomas: Do you actually believe that?",
        "Liam: I -- I -- I believe that he wants to. I mean, for god's sake, he's been trying his whole life. Can you imagine having Quinn for a mother? Never knowing what she's gonna do next, and constantly being told \"it's all for you. It's for your sake.\" The lying and the cheating and the manipulating.",
        "Thomas: Yeah, but this thing -- this thing with my grandfather -- this is different.",
        "Liam: No, it is. I mean, Quinn's focus doesn't seem to be on Wyatt anymore. She's -- she's actually looking out for herself now.",
        "Thomas: Potentially at the cost of Wyatt's relationship with Steffy.",
        "Liam: Yeah.",
        "Thomas: It's not the worst thing that could happen, is it?",
        "Liam: Uh, okay, well, let's think about this. If -- if Wyatt's happiness is not Quinn's priority anymore, then how is he supposed to keep her away from Steffy and her family? He has no leverage. So if Quinn decides that she just wants to be with Eric, nobody including Wyatt can stop her. And Steffy -- Steffy has to be realizing that.",
        "Steffy: It's too late, Wyatt. Quinn made her choice.",
        "Wyatt: Maybe she thought you were bluffing.",
        "Steffy: I wasn't.",
        "Wyatt: And I will tell her that. Once she realizes that you would actually move out of here --",
        "Steffy: Yeah, please do that. Please just tell Quinn that I wasn't bluffing.",
        "Wyatt: You know what I mean, Steffy. She won't let that happen. Not if I get through to her. She'll change her mind. She'll break up with Eric. She won't be a problem for us again.",
        "Steffy: And once again, everything's back in Quinn's hands.",
        "Wyatt: Oh --",
        "Steffy: It's like, \"she won't be a problem. She's a changed person.\" It's like -- I can't have your mother's decisions affect my life anymore.",
        "Wyatt: I know that. I know that it makes you feel crazy, like you can get away from her. Well, guess what? Welcome to my life. I've been dealing with this since I was born. Until tonight. When I found out what she had done, that she had accepted Eric's proposal to move in, that was it. Like, I'm not making excuses for her anymore. She has to be responsible for her own actions. The line is drawn here and now. My mother is out of my life, once and for all. But you have to give me another chance. I will go over there, I will send her far, far away from here, from us. She won't be a problem for us anymore.",
        "Steffy: I want to believe you. I really do. Make her disappear, but... I just don't think that's a possibility. I can't risk Quinn being in my life.",
        "Eric: Ridge, if you want to talk about this more, we can, uh -- we'll talk about it tomorrow. What do you say?",
        "Ridge: We're not done.",
        "Eric: Listen. Are you okay? Do you have accommodations for yourself, somewhere where you're gonna stay?",
        "Ridge: Dad, I'm fine. I'm always gonna be fine. What about you? Are you okay? You've brought a criminal into your home, into our company. And now look at you. You're staring at each other like lovesick fools.",
        "Quinn: There's nothing foolish about compassion, ridge.",
        "Ridge: Compassion? Dad, how lonely are you? How desperate for companionship are you that you let yourself be snowed by this con artist?",
        "Eric: You be careful here.",
        "Ridge: No. No, no, no, no.",
        "Eric: You be careful here.",
        "Ridge: If you want companionship, I'll find it for you, much better than that. No offense. Dad, look what's she's doing to Steffy and to her marriage. It's rippling down into our whole company.",
        "Eric: The decision's been made, ridge, all right?",
        "Ridge: It's amazing to me there is not one -- not one thing about you that is redeemable. And, yes, you can choose her, and you know what that's gonna do? Gonna make you an outcast to your family and to your company. And, yes, you're the big C.E.O. But your employees, they're not gonna respect you. Your clients, your public. They're not gonna respect you, either. Worst of all, your children and your grandchildren -- they're not gonna respect you. You're about to make a big mistake, and you're gonna regret it because, dad, there's evil in that woman. You make your own decisions. I'm not telling you what to do.",
        "Eric: The decision's been made, ridge. You don't get to tell me how to live my life.",
        "Ridge: Right. Because you're the patriarch of this family. And I love you, dad. I do. But I got to take back what I said earlier. Because you are a child. A child with a brand-new dangerous toy. Man, I'm sorry you had to see this.",
        "Quinn: Eric. Are you sure about this?",
        "Steffy: Your mother isn't just our problem, Wyatt.",
        "Wyatt: And I'm telling you that she won't be a problem for anyone else.",
        "Steffy: Yeah, until she manipulates someone else.",
        "Wyatt: Oh, come on. Look. I know that she wants to change. That's what this whole thing with your grandfather is all about! But, no, that can't happen, right? It has to end. But I just think she's trying to prove something.",
        "Steffy: She's delusional. And that's what makes her so dangerous. It's like she believes her behavior is justified.",
        "Wyatt: And it's not! I know that.",
        "Steffy: But she doesn't! And I don't think she ever will. It's like she's missing something, a sense of right and wrong. It's like she doesn't even know if she's crossing a line because she moves it wherever she wants. She didn't kidnap Liam. She took care of him. She didn't trick us into getting married. No, no. She was supporting us. She didn't target my grandfather. She's making him happy. It's not gonna stop because she doesn't think that she's wrong. It's like -- you can't handle a person like that. It's like her view of the world is warped. It's like she's -- she thinks that she's misunderstood, and when we fight back, she's thinking that we're on the attack and it's unfair to her.",
        "Wyatt: So then I'll convince her that we're not!",
        "Steffy: Oh, my god, please just convince me that the sky isn't blue.",
        "Wyatt: It's not impossible! Sometimes it's pink. Sometimes it's orange.",
        "Steffy: God, you just --",
        "Wyatt: Look, I'm just -- I'm trying to -- I'm trying to say that our relationship isn't doomed because of this.",
        "Steffy: Quinn should be in prison. God, she -- what she did to Liam and a dozen other things. It's like -- now she's living with my grandfather. Where is the justice in this?",
        "Wyatt: Wait, is that -- is that why you don't trust me? I didn't want her to go to prison, so you don't think that I can handle her? Is that it?",
        "Steffy: She's a criminal, Wyatt.",
        "Wyatt: But she's still my mother, Steffy.",
        "Steffy: And I am your wife! And my needs and my safety and especially my sanity needs to come first.",
        "Eric: Ridge -- ridge is way out of line.",
        "Quinn: It's getting real, huh? Eric. I am so flattered that you asked me to move in here with you. Your support means everything to me. Maybe ridge wasn't wrong about everything he said. I mean, not about you being foolish or childish, but both our families have so many problems with us being together. Steffy may be leaving my son right now as we speak. And ridge isn't gonna be the last person to walk in here and tell me that I don't belong here.",
        "Eric: It's not their decision to make.",
        "Quinn: But is it the right decision for you?",
        "Eric: What about you?",
        "Quinn: I'm an unemployed, single woman who fell for -- for a man of stature. Talented and successful. Respected and admired. A family legacy to uphold and a reputation to protect. Can I really jeopardize all of that? Am I worth it? Is anything worth losing all that? I mean, you have too much at stake. Maybe I should leave.",
        "Eric: You want to leave?",
        "Quinn: No.",
        "Eric: Then you're gonna stay right here.",
        "Quinn: [Gasps]",
        "[Both chuckle]",
        "Eric: There you go.",
        "Thomas: You should go home. Steffy may need you. Be there for her.",
        "Liam: Always.",
        "Steffy: I'm not blaming any of this on you.",
        "Wyatt: Yeah, you won't even give me another chance to fix it.",
        "Steffy: She's your mom. And for so many years, she was the most important person in your life. Until the day you said your vows and you made a commitment to me.",
        "Wyatt: A commitment that I want to keep. You're my priority, Steffy.",
        "Steffy: Yeah, you say that. You say that I'm your priority, but... look what's happened. Quinn's back at Forrester. She's living at my grandfather's house. It's like she's infected every corner of my life. It's all happening so fast. I -- I can't accept this.",
        "Wyatt: So, what are you saying? Our marriage is over? Is that it?",
        "Steffy: I'm moving out. I'm not filing for divorce. But if your mother continues to pursue my grandfather... I love you. You know this is hard for me, too. [Sighs] But Quinn has caused so much pain.",
        "Wyatt: This is our marriage we are talking about here, Steffy. This is our life.",
        "Steffy: This is what I need right now.",
        "Wyatt: Yeah, well, I need you. I need you to trust me, that I am the man that you married, someone you can rely on. Quinn fuller's son right now. I am your husband. I am 100% dedicated to you and to our future that we planned together. Not this. Not this insanity that my mother created. And, look, I know it feels like we can't get out it. Everywhere we turn, we just -- we take a step back and then we're dealing with another problem that's even worse than the first. But, Steffy, moving out of here is not the answer. We can get through this. Just don't let my mother scare you. Don't -- don't let her make you give up on us. Don't leave.",
        "Steffy: I'm sorry. I'm sorry. Goodbye.",
        "Wyatt: Steffy. Steffy. Ste--"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=pQimCJQuS8o"
}