{
    "Episode Summary": [
        "Episode # 7528 ~ Ivy confronts Quinn about what she witnessed following Nicole & Zende's wedding reception. Ridge reveals an innermost thought about himself to Brooke, after asking her if she wants to marry him."
    ],
    "Recap": [
        "Quinn comes downstairs and finds Ivy waiting. She thought she would be gone to the office by now. Ivy says she is waiting for Uncle Eric. Quinn tells her she really doesn't have to hurt Eric by hurting Quinn as well for something she thought she saw. Ivy laughs, she saw what she saw. It was more than just her and Ridge talking. Quinn sets her down and says if she promises to hear her out she will tell her exactly what is going on. Uncomfortably she tells Ivy that she never had an adolescence and until Eric she never stopped having these other thoughts. Maybe it is a chicken game as to who will turn away first. All she knows is Ridge threatened to go to Eric. Brooke is feeling some better and pops into Ridge's office, even peeling off a robe and showing sexy lingerie underneath. She mentions Australia and he asks if she is sure she still wants to marry him. Brooke wonders why Ridge has any doubts about them. They said they would marry when he got Quinn out of their lives but that is not going to happen now, so is there something else.",
        "Bill is with both his sons at SP and asks how the wedding was and if Quinn or Ridge made a scene. It's strange that the Lord of the Tape Measure suddenly is friends with his arch enemy. Brooke tells Ridge that she does not expect him to account for his every moment, and with Quinn even, so maybe they should just accept this and let it go. He says there are some people in this life what want to tear happiness down and Quinn is one of them. So is he. Quinn explains more that Eric is older; Ridge is more her age, like men she has known in her past. She knows there are no do over's in life but maybe that is what she is experiencing right now. And she is worried about Eric's health. Ivy jumps up and says she is not going to sit around listening to any more of this. Bill tells his boys that business is not always about business. It is about family and their future, so this meeting is over although they think they accomplished nothing. Brooke tells Ridge that Eric married Quinn and they cannot change that so they have a wedding to arrange and she cannot wait. As she leaves she runs into Ivy. Quinn quickly calls Ridge and says Ivy is on her way and she is ready to tell Eric. He spies Brooke and Ivy in the hallway and wants to speak with Brooke to get her away from Ivy. Ivy says she has something important to talk about and maybe he'd like to hear it too .or maybe he already knows what it is about."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ivy: Good morning.",
        "Quinn: I thought you'd be at the office by now.",
        "Ivy: Oh, yeah, I bet you did. I'm just waiting for uncle Eric.",
        "Quinn: Well, he's upstairs. He said that there were some calls he still has to make.",
        "Ivy: Okay. I'll go and knock on his door, then.",
        "Quinn: There's no reason to hurt him just because you want to hurt me.",
        "Ivy: Betrayal is what hurts him the most, Quinn. And I'm not guilty of that.",
        "Quinn: Look, I know what you think you saw...",
        "Ivy: [Scoff] What I think I saw? I saw you with Ridge. You weren't just talking. You weren't just talking at all.",
        "Ridge: Hey. I'm glad you're feeling better.",
        "Brooke: [Sighs] Yes. Thanks to you. You took very good care of me.",
        "Ridge: That's what a fiancé does.",
        "Brooke: Mm. Well, it looks like there's more work to be done here.",
        "Ridge: It's a process, but I promise you will have a wedding gown.",
        "Brooke: I never doubted it.",
        "Ridge: May I ask you something? Did you walk through the building like this?",
        "Brooke: Yeah. The models do it all the time. Besides, I want to show you something.",
        "Ridge: Really? What do you want to show me?",
        "Brooke: That I'm doing my part. You're doing such a good job of dressing us for the wedding, so I thought I would do something for the honeymoon.",
        "Ridge: [Laughs] Hey. Wow, that's -- yeah, that'll -- that's good. That's nice.",
        "Brooke: Hmm, maybe I should have packed it and surprised you with it.",
        "Ridge: Mnh-mnh. No. Everything you do surprises me.",
        "Brooke: You sure about that?",
        "Ridge: No. No, I'm not. Surprised is not the right word. I am excited.",
        "Brooke: I love it when you get excited.",
        "Ridge: Do you?",
        "Brooke: Yeah.",
        "Ridge: Do you?",
        "Brooke: [Giggles]",
        "Bill: I set up a meeting for you with Karim.",
        "Wyatt: Who?",
        "Liam: Our social media guy.",
        "Bill: Genius, and you know I don't throw that around.",
        "Wyatt: What does he want with me?",
        "Bill: You want to work with me here, all right?",
        "Wyatt: What?",
        "Bill: I'm trying to find a niche for you, now that you have graced me with your return.",
        "Wyatt: Okay, being point man for social media over at Forrester was just -- it's just -- I did that there. That's it.",
        "Bill: And you were awesome at it.",
        "Liam: I think he means he did that for Steffy.",
        "Bill: I know what he means.",
        "Wyatt: It's just not my life's passion, okay? Nicole's doing a great job and she's gonna take it all over when she gets back from her honeymoon.",
        "Bill: Anything to report from the wedding?",
        "Liam: Actually, it was the first Forrester wedding I've heard of that didn't go off the rails or threaten to.",
        "Wyatt: He's asking if there was any drama.",
        "Bill: Why do you both keep interpreting what I'm saying to each other? I'm almost positive I'm speaking English. Ridge. Dirt. Did he run off with a caterer?",
        "Liam: Nothing to report.",
        "Bill: Well, that was yesterday.",
        "Liam: I wasn't really paying attention to Ridge. Not that I was ignoring him. I just --",
        "Wyatt: Because being at a wedding puts you in the \"let's get married\" mood, right, bro? I know it does me.",
        "Bill: So who caught the bouquet?",
        "Wyatt: Really, dad?",
        "Bill: What? I happen to like that part of weddings.",
        "Liam: Pam, and she went after it like a linebacker.",
        "Bill: Mm. Yeah, of course she did. Forrester weddings -- I'm sure people think Brooke and the dressmaker will be next to get married. I don't happen to be one of those people.",
        "Brooke: [Giggles] What do you think about Australia?",
        "Ridge: I don't know. It's big. People are friendly. What do you mean?",
        "Brooke: As a place to get married. Ivy brought it up to Steffy and Liam, and...well, you know, they're thinking about it, and if the whole family's gonna be there anyway, I just thought maybe...",
        "Ridge: You sure you want to marry me?",
        "Brooke: That's a very odd question.",
        "Ridge: It's a good one. You should think about it.",
        "Ivy: Well, I suppose you're going to tell me some innocent explanation about what I've seen and heard between you and your step-son.",
        "Quinn: I'm not gonna tell you that at all.",
        "Ivy: Well, I don't want to see any crocodile tears, either, Quinn.",
        "Quinn: [Sighs] Yes, you saw what you saw. And you heard what you heard. [Sighs] You're just drawing the wrong conclusion from it.",
        "Ivy: [Scoffs] Okay, well, then, what would be the right conclusion? You and Ridge having a quiet little affair?",
        "Quinn: No! [Sighs] Have you -- have you ever slept with somebody that you hated?",
        "Ivy: No!",
        "Quinn: [Sighs] Well, maybe you will someday. But I have, and it's not an experience that I want to revisit.",
        "Ivy: Well, you know what, I haven't kissed someone I hate, either.",
        "Quinn: [Sighs] If you promise to hear me out, I'll tell you exactly what there is between me and Ridge.",
        "Wyatt: Is there an actual point to this meeting?",
        "Liam: Yeah, 'cause it sounds like you just wanted to hear about the wedding.",
        "Bill: No, uh, to tell you the truth, I really don't care since Brooke wound up sick and not going.",
        "Liam: Ah.",
        "Bill: But I can't help wondering, you know? Forrester weddings, there's always some kind of drama. Somebody had to make a scene.",
        "Liam: I don't know what to tell you. They're getting along better.",
        "Bill: What about Ridge and Quinn? They must have had some choice words for each other, no?",
        "Liam: I mean, yeah, that's where I assumed the fireworks would come from, but... no. I mean, at one point, I think I even saw Ridge, like, not scowl at her.",
        "Brooke: Are you thinking about Quinn again? Did she say something to you at the wedding? I thought you said she was relatively on good behavior.",
        "Ridge: Mm, no. I didn't say that. She wasn't. And maybe I wasn't, either.",
        "Brooke: I thought I recognized that look.",
        "Ridge: What look is that?",
        "Brooke: Remember when you said you didn't want to get married until Quinn was out of our lives?",
        "Ridge: Yeah, that may not be a fulfillable promise anymore.",
        "Brooke: I don't think so. Eric is more and more smitten with her every day. But I have to wonder why you're so unsure about us.",
        "Ridge: I'm -- I'm not unsure about you. Look, Bill is an idiot.",
        "Brooke: Bill and I are done.",
        "Ridge: But what if he's right about one thing? Have I ever done right by you?",
        "Brooke: Oh, Ridge, where is all of this coming from? Yes. Yes, I believe that you tried to do right by me and everybody else, but your rightness isn't what I fell in love with. Is there something you want to tell me?",
        "Ivy: Thank you.",
        "Quinn: Your hands are shaking.",
        "Ivy: This isn't easy for me, Quinn. I've admired you as an artist, I've respect you as a friend... you were practically one of the only people who were actually happy to see me when I came back from Sydney. You and Eric. I can't watch you hurt him.",
        "Quinn: And I never will.",
        "Ivy: Okay, then why are you doing this?",
        "Quinn: Why Ridge? [Sighs] I don't know, it's -- when I -- when I fell in love with Eric, something -- something inside of me started to change that I am still struggling with. Look, I -- I've never had an adolescence. And I -- I've never had any discipline. The only thing I had to guide me in my own life are my own impulses. There are people in this world who are so afraid of punishment they won't steal a piece of bread if they are starving to death. But not me. I know -- I know that punishment can almost always be avoided if you are smart enough. I know that sounds bad, but up until Eric... I realized that doing everything I want every single minute of the day can actually stop me from having what I want most of all.",
        "Ivy: Well, I guess that's true.",
        "Quinn: I don't know what is inside ridge's head. I really don't. He's engaged. Is this a cat-and-mouse game? Maybe it's a game of chicken to him -- whoever turns away first is gonna lose. I don't know, but last night, I know... I know I didn't turn away. And it could cost me everything if you threaten to go to Eric.",
        "Bill: I still don't get it.",
        "Wyatt: What?",
        "Bill: The lord of the tape measure.",
        "Liam: Ridge? What about him?",
        "Wyatt: Don't look at me. He used to be my father-in-law, but I fell out of favor.",
        "Bill: Because of your mother.",
        "Wyatt: That's a common occurrence, apparently.",
        "Bill: Yeah, interesting, don't you think? I mean, uh, suddenly Ridge is friendly with Quinn?",
        "Liam: I did not say friendly, but, yeah, it was a little weird.",
        "Wyatt: What does he have to hate my mother about anyway? I mean, she's -- she even, like, backed him to be co-C.E.O. Over there.",
        "Bill: See what I mean about Forrester? Whichever way the wind blows.",
        "Ridge: I stayed behind at dad's last night because I wanted to make sure that the caterers got paid and that everything was cleaned up. I wanted to make it quick. I wanted to get back to you 'cause I knew you weren't feeling well. And I went to the front door and I ran into Quinn. And that's what took so long.",
        "Brooke: I don't expect you to account for every minute. And whatever else Quinn is, she seems to make your father happy. So maybe we should just leave it at that.",
        "Ridge: I don't always see the good in people. But I always recognize the bad. Maybe it's because I know what it looks like. I think you can learn to be good. But the idea of just losing the bad in you just 'cause you want... I think that's silly. Badness is part of your DNA, and the only way to get rid of it is to tear it all down and start over. Because, otherwise, it's just gonna sit there. Wait for an opportunity to jump out... ...and betray and destroy.",
        "Brooke: And you think that's what she'll do.",
        "Ridge: I don't know. I think there are people in this world that look at happiness and just want to tear it to the ground. Quinn is one of those people. And so am I.",
        "Ivy: I'm not trying to hurt you, Quinn, but I do know you like a challenge. So if that's how you're seeing Ridge, then you need to --",
        "Quinn: No, I did. I did. Ridge was the leader of the opposition against me. Do you know what it's like when your feelings for someone are changing?",
        "Ivy: I don't know what you mean.",
        "Quinn: [Sighs] Eric is so much older than me. Ridge is... he's my age. You know? He's an artist. He's raised children. He's a peer. He reminds me of men that I knew from my past who -- who I could have been better to. And maybe I gave Ridge last night what I could have given them. [Sighs] Look, I -- I know there are no do-overs in life, but... have you ever found yourself in a place where maybe you could redeem yourself from a time that you felt ashamed of? I mean, maybe that's what you're experiencing right now, you know? Calling me out for what looks like disloyal behavior... you know, what looked like the way you treated my son.",
        "Ivy: [Scoffs]",
        "Quinn: Look, I just -- Ivy, honestly, I am just so worried about Eric's health right now.",
        "Ivy: [Scoffs] Quinn! I'm not out to ruin anyone's life. Certainly not my uncle's. But I am not gonna stand around and watch you do it, either.",
        "Bill: Well, this has been a very productive meeting. Now beat it.",
        "Liam: It's over?",
        "Wyatt: Are you kidding? We accomplished nothing!",
        "Bill: We had a meeting of the minds.",
        "Wyatt: When?",
        "Liam: How?",
        "Bill: Boys. Business is not just about business. It's about strengthening family, moving us into the future.",
        "Liam: I have no notes on that.",
        "Wyatt: Yeah, how's yakking about Brooke strengthen us?",
        "Bill: It puts me in touch with the reality that she is going to be part of our family, and, therefore, part of our future. Not that I need either of you goofs to fill me in on much of anything... ...since I saw her last night.",
        "Liam: Wait. How is that -- how is that possible?",
        "Bill: Have you not figured out yet that anything is possible when it comes to your father?",
        "Wyatt: What, you climbed a ladder to a second-story window?",
        "Bill: Yeah, you're wasting my time, so get out.",
        "Liam: We're wasting his time.",
        "Wyatt: His time.",
        "Liam: Well, that's only fair.",
        "Bill: Now!",
        "Liam: I have six new gray hairs. I could have gone to medical school.",
        "Wyatt: See my chin?",
        "Liam: I could be a doctor.",
        "Wyatt: I could have been --",
        "Bill: There is no way that I made either one of you.",
        "[Door closes]",
        "Ridge: Anyway, some things happened at the house that just showed off Quinn's craziness. Maybe mine, too.",
        "Brooke: Ridge. You're embarrassing me. Do you really think I don't trust you? That you have to report everything to me when I'm not around? Being almost married doesn't mean we won't have private conversations with other people. So what? You said some things to Quinn that I might not approve of. You didn't break any promises. So life goes on.",
        "Ridge: True enough.",
        "Brooke: Besides, I think we need to change our opinion of her. Eric married Quinn. That's a choice we can't un-make. She's not trying to be the enemy anymore. She helped you get the co-C.E.O. position. We need a moratorium on the subject of her.",
        "Ridge: You're right. Nothing has really changed.",
        "Brooke: No. And we have a wedding to plan, so I'm gonna let you get back to work. Mm.",
        "Ridge: Hey, Logan. I love you.",
        "Brooke: I can't wait to be your wife. Again. [Chuckles] Ivy, do you have a minute? A client inquired about a bracelet that's been discontinued. I didn't know what to tell her.",
        "Ivy: For you, Brooke, of course I have a minute.",
        "[Cell phone rings]",
        "Ridge: Hey, Quinn.",
        "Quinn: Ivy saw us last night.",
        "Ridge: Saw what?",
        "Quinn: Yes. That. She wanted to tell Eric.",
        "Ridge: God, no.",
        "Quinn: I told her it was nothing, and she hasn't yet.",
        "Ridge: Good.",
        "Quinn: But I'm not sure she believes me. Are you at the office?",
        "Ridge: Yeah.",
        "Quinn: She may be on her way there right now.",
        "[Door closes]",
        "Quinn: I got to go.",
        "Ridge: Oh, boy.",
        "Brooke: I wanted to talk to you about the orders because everything looks so good. The silver and the gold? But what about the rose gold? I thought we were gonna do more of the rose gold. That's what they said. Is that something... so she's willing to pay if we can put it together for her.",
        "Ridge: Hey, Ivy. Sorry. Could I see you in the office for a moment?",
        "Brooke: I don't need an answer right now.",
        "Ivy: Uh, I'm just discussing something with Brooke. Can it wait?",
        "Ridge: No, it can't.",
        "Ivy: Well, it is a jewelry emergency or some kind of other emergency?",
        "Brooke: Is everything okay?",
        "Ridge: Yes, of course, it is.",
        "Ivy: You sure about that? Because I have some information for Brooke that you might want to hear, as well. Although you might actually know what it's about before I even say a word."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=RMTLTL3yRv8"
}