{
    "Episode Summary": [],
    "Recap": [
        "Ridge is aghast that Phoebe thinks after one kiss that she is in love with Rick. He reminds her they are both Forrester's though she keeps repeating that they aren't blood related. He can understand why she would be intrigued, but assures her it is only a game to Rick. She declares he can fire her and try to keep her away from Rick, but it won't work. They will continue to see each other. Brooke takes offense that Ridge would call her son a loser. She's surprised when he tells her that Phoebe is in love with Rick. So he can't blame this all on Rick, she has feelings too. He states that Rick led her on and she is way in over her head. Brooke thinks it won't matter as Rick probably will end up going back to Europe. He hopes so as this sort of publicity would be disastrous. He needs her help in convincing Rick, she agrees. Nick and Taylor agree they have had significant relationships in the past and they are both ready for something new, exciting. They discuss parenthood and she assures him that he's a pretty good catch. He just needs to find the right woman.",
        "Rick explains to Bridget that Ridge kicked him out and he needs a place to crash. Brooke shows up as well to talk to him and asserts that whatever is going on between him and Phoebe, it has to stop now. If he doesn't call things off, it will drive a wedge into the family. And she and Ridge are so close to getting what they have always wanted. She pleads with him to break things off; the future of the family depends on it."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: Come on, Phoebe, you can't be serious.",
        "Phoebe: I am. I love Rick.",
        "Ridge: Because of one kiss --",
        "Phoebe: Dad, if you would give him any sort of chance, you would see that he's an amazing guy.",
        "Ridge: Yeah, he's a real prince. He takes you off to some deserted place so he could make out with you --",
        "Phoebe: Dad, I told you already, his truck broke down and we were stuck. He didn't even want to take me home after you told him to stay away from me.",
        "Ridge: I told him that because I knew this would happen.",
        "Phoebe: Dad, this is ridiculous. You are completely overacting. I mean, why can't we be together? We're not blood-related.",
        "Ridge: You're both Forresters.",
        "Phoebe: He's a Forrester and I'm a Marone. I have as much right to fall in love with him as some guy on the street.",
        "Ridge: Stop saying you're in love with him. Phoebe, I get why you'd be attracted to someone like Rick. He's older. He's successful. But he's playing you. Take it from me. I was like Rick once. This is just a game to him.",
        "Phoebe: No, it's not.",
        "Ridge: Sweetie, I don't blame you. I know you had one hell of a year. Sweetheart, you have your whole life ahead of you. You're going to meet lots of great guys, you'll have real relationships --",
        "Phoebe: Dad, this is real! Why can't you just trust me?",
        "Ridge: It's not that I don't trust you. It's that I want what's best for you.",
        "Phoebe: That is so lame.",
        "Ridge: Well, lame or not, that's the way it is.",
        "Phoebe: Dad, I am not a little child, okay? You can kick Rick out of this house, but you can't keep us from seeing each other. We work together.",
        "Ridge: I can fix that.",
        "Phoebe: Are you serious?",
        "Ridge: If it means protecting you, yes, I can.",
        "Phoebe: Fine. Dad, fire me. Okay, we'll find another way to see each other. And I won't let anybody tell me that it's wrong because it isn't.",
        "Ridge: Will you just listen to yourself here? Listen to yourself. Are you willing to give up everything for a loser? That's what Rick is. Any guy that would take advantage of a young, innocent girl is a loser.",
        "Phoebe: Is Rick still outside?",
        "Brooke: He left.",
        "Phoebe: This is ridiculous.",
        "Brooke: My son is not a loser.",
        "[SCENE_BREAK]",
        "Nick: Why are you so quiet?",
        "Taylor: I'm just wondering what this means.",
        "Nick: It means I'm not going to wear the medal anymore.",
        "Taylor: That's one thing to take off a medal Brooke gave you. It's another thing to start a life without her.",
        "Nick: I can say the same thing about you and Ridge, couldn't I?",
        "Taylor: That's true. I suppose I'll always love Ridge. He is the father of my children. That's a very powerful connection.",
        "Nick: As long as that connection doesn't prevent you from moving forward and starting a life with someone else.",
        "Taylor: I don't see that happening.",
        "Nick: Well, then we're in agreement. We're in the same boat. We each have significant relationships from our past. And we're both ready for something new, exciting.",
        "Taylor: I'm more than ready.",
        "[SCENE_BREAK]",
        "Ridge: I'm sorry you heard that.",
        "Brooke: But not sorry you called my son a loser.",
        "Ridge: I'm just calling it like I see it, Brooke. Ever since Rick has come back, he's been arrogant, sarcastic -- now, this thing with Phoebe. Enough is enough.",
        "Brooke: Ridge.",
        "Ridge: They kissed tonight. Did Rick tell you that? And before you tell me that it was just a kiss, like you tried to tell me that it was just a crush, you should know that Phoebe thinks she's falling in love with him. So, please, by all means, tell me again, there's nothing to worry about.",
        "[SCENE_BREAK]",
        "Bridget: Hey.",
        "Rick: Hi, I know it's late.",
        "Bridget: No, it's okay. I'm on my way to the hospital, but I have a few minutes. Come on in. Come on in.",
        "Rick: Thank you.",
        "Bridget: So, what's with the duffel bag?",
        "Rick: I need a favor. Can I crash here tonight?",
        "Bridget: Yeah, sure. Of course. Did something happen?",
        "Rick: Ridge kicked me out.",
        "[SCENE_BREAK]",
        "Nick: It's nice to see you smile a little.",
        "Taylor: Well, I finally have something to smile about.",
        "Nick: You have been through a lot, my God.",
        "Taylor: Yeah, and somehow, I survived all of it. Now my children are healthy and happy. And I kind of got this drinking thing under control and things are going really great between you and me. It's almost perfect.",
        "Nick: Almost? I don't like the sound of that. Why almost?",
        "Taylor: I think if I'm completely honest, there are times when I wonder if I could compete with what you had.",
        "Nick: With Brooke?",
        "Taylor: Well, with Brooke, Bridget, Felicia --",
        "Nick: You lost me. I don't know what you mean.",
        "Taylor: I'm talking about children. You've already lost so much in that department with -- you lost Nicole, tragically, it was a little bit different with Dino. But, especially hope. She's a little girl. I know that you couldn't of loved any more if she were your own child.",
        "Nick: I do love that little girl as if she were my own.",
        "[SCENE_BREAK]",
        "Bridget: Why would Ridge kick you out of mom's house?",
        "Rick: Because he's being his usual, unreasonable, egotistical self.",
        "Bridget: Well, okay. Did you two have an argument?",
        "Rick: Can I crash here or not?",
        "Bridget: Of course you can, Rick. Of course. I mean, yeah.",
        "Rick: Thank you.",
        "Bridget: You can stay as long as you need. Always. But I mean, I would like to know what happened. Is this because you're still blaming Ridge for what happened to the company? Rick, come on. You got to let go of that.",
        "Rick: Why? Why would I do that?",
        "Bridget: Maybe because mom's totally in love with him and she plans on spending the rest of her life with him? I don't know. How's that for a reason?",
        "[SCENE_BREAK]",
        "Brooke: You can't put this all on Rick. Obviously, Phoebe has feelings for him.",
        "Ridge: Because he led my daughter on.",
        "Brooke: How has he done that?",
        "Ridge: The point is, its gotten out of hand, it has to stop.",
        "Brooke: Okay. So, what are you going to do? You already threw Rick out.",
        "Ridge: I'm sorry I had to do that. But I didn't see any other choice. Phoebe's already had to grow up far too fast. Given what happened with Shane McGrath, the last thing she needs in her life is getting involved with an older man now. Especially one that's divorced and damn near her brother.",
        "Brooke: They're not related by blood.",
        "Ridge: It doesn't matter. It's wrong. Phoebe is my little girl. She's barely dated anyone. And now, after one kiss, she thinks she's in love with Rick. Doesn't that tell you she's way in over her head now? We need to do something, Logan. And not just for the sake of my little daughter. For our sake too.",
        "Ridge: Ever since Rick got back into town, he's done nothing but cause problems for you and me.",
        "Brooke: He's just looking out for me.",
        "Ridge: Like I'm looking out for my daughter. I'm not going to stand by and watch Phoebe get involved with another guy that's all wrong for her.",
        "Brooke: Ridge, I know it's tough. Watching your kids grow up and make decisions that you don't approve of. But that's all a part of being a parent. And Phoebe is 18 years old. And she's going to do what she wants to do. And in the end, there's nothing that you can say or I can say or anybody can say. Anyway, it's probably not going to matter because I'm sure Rick is going to go back to Europe and all of this will be over.",
        "Ridge: Unless she goes with him.",
        "Brooke: I can't see her doing that.",
        "Ridge: Just like I couldn't see her falling in love with her brother. Logan, do you realize what would happen if the press gets wind of this? Do you realize what a disaster that would be? Our family can't afford that kind of bad publicity anymore. Something like that could destroy us.",
        "Brooke: What do you want me to say?",
        "Ridge: That you'll talk to Rick, convince him he needs to back off.",
        "Brooke: I don't know.",
        "Ridge: Brooke, I need your help to get through to him here. I need your help before a lot of people get hurt.",
        "Brooke: All right. I'll talk to Rick.",
        "Ridge: Thank you. Thank you.",
        "[SCENE_BREAK]",
        "Taylor: I really do feel like I understand where you're coming from. You're desire to have a child, to leave a part of you behind after you die.",
        "Nick: Well, I came close. I guess being a dad just really isn't in the cards for me.",
        "Taylor: No, I don't believe that. You've been captain of ships, you've traveled around the world, you've had an amazing life. I don't think you want to stop there. I know that you would feel more complete if you had your own child. I think that's what you want. That is what you want, isn't it?",
        "Nick: More than you know.",
        "Taylor: I do know. Because I was there once, and then I had children. And I think they're the greatest accomplishment I've ever done in my life. They mean everything to me. I mean, now they give me purpose.",
        "Nick: You're a good mother.",
        "Taylor: I hope so. I like to think so.",
        "Nick: If I ever had the chance to raise a child, there is nothing in the world that I wouldn't do for him. Nothing.",
        "[SCENE_BREAK]",
        "Rick: Ah, this situation is so frustrating for me.",
        "Bridget: What is?",
        "Rick: Thank you. It's just that mom's so caught up in the fact that Ridge is the only man in the universe who could possibly make her happy. I mean, what happened with mom and Nick? I mean, they were great together.",
        "Bridget: Um --",
        "Rick: I'm, sorry. I know that's a sensitive subject.",
        "Bridget: No, no, no. Don't apologize, please. I'm practically over Nick. Whether or not Mom is, I don't know. But Rick, we have to accept that mom's committed to Ridge. At least for now.",
        "Rick: So, I'm just supposed to accept that, and then what?",
        "Bridget: Or at least keep your feelings to yourself.",
        "[Knock at the door]",
        "Bridget: Hold on one second. Oh Mom, hi.",
        "Brooke: Hi honey. Is Rick here?",
        "Bridget: Yeah. Come in, get out of the rain.",
        "Brooke: I figured this was where you would be. Thanks.",
        "Bridget: Listen you two, I'm going to take off for the hospital. But make yourself comfortable, and you can get whatever you can find in the kitchen. Bye.",
        "Brooke: Bye.",
        "Rick: If you want to talk about your fiancée I don't want to hear about it.",
        "Brooke: I'm sorry about --",
        "Rick: Ridge is the one who should be apologizing. Can you see why I can't stand the guy? Who the hell does he think he is kicking me out of your house?",
        "Brooke: He's concerned about his daughter.",
        "Rick: Why? Because I'm such a bad influence on his daughter?",
        "Brooke: Ridge said that you two kissed. Is that true?",
        "Rick: It's not like we planned it, okay? We were caught up in the moment, and it just sort of happened.",
        "Brooke: So, you have feelings for Phoebe?",
        "Rick: I think that she -- I think she's cool. And we enjoy spending time with each other. Look, if we decide to see each other, there's nothing anybody can do about that.",
        "Brooke: Which is what I said to Ridge.",
        "Rick: You told that to Ridge? Has he calmed down yet?",
        "Brooke: No. No, he hasn't. And quite frankly, I can see where he's coming from. Whatever is going on with you and Phoebe has to stop. It has to end right now. (Girl) we gotta help him!",
        "[SCENE_BREAK]",
        "Nick: You know, sometimes when I'm out -- I gotta be honest, I see theses moms and dads, and I envy them. I really do. I know parenting is tough, but just having the gift to instill your values on a child and help them become the person that they're meant to be.",
        "Taylor: I don't know. Maybe you'll still get to experience that first-hand.",
        "Nick: It's not like going to the store and picking out a loaf of bread. And it's not something that you can do alone.",
        "Taylor: No, it does take two.",
        "Nick: Which means finding the right woman.",
        "Taylor: Well, I'm sure she's out there somewhere.",
        "Nick: Well, finding her is another story.",
        "Taylor: I think you'll be fine. I think you're a pretty good catch.",
        "Nick: Really? I got a lot of bad habits, you can just ask Brooke.",
        "Taylor: I don't know about that. If I were in Brooke's shoes, I'd --",
        "Nick: You'd what?",
        "[SCENE_BREAK]",
        "Rick: I can't believe you're taking his side on this.",
        "Brooke: I want what's best for the entire family, and that includes you and Phoebe.",
        "Rick: Mom, I am not a threat to his daughter.",
        "Brooke: Honey, I know that. But what if you had a teenage daughter in the same situation? Wouldn't you be concerned? Now I am glad that you and Phoebe have been spending time together. But you have to understand how complicated this is.",
        "Rick: So, what are you saying?",
        "Brooke: I think it's best if you and Phoebe just call things off.",
        "[Phone rings]",
        "Rick: Hang on. Hello.",
        "Phoebe: Hi, where are you?",
        "Rick: I'm at Bridget's. I'm staying here for the night.",
        "Phoebe: What a mess.",
        "Rick: I know. I'm sorry. Are you okay?",
        "Phoebe: Yeah, I'm fine. I just can't believe my father.",
        "Rick: That makes two of us.",
        "Phoebe: Well, I'm really sorry.",
        "Rick: Look, you have nothing to be sorry about. It's not your fault. But I can't really talk right now, can I call you back? Okay. Bye.",
        "Brooke: Phoebe?",
        "Rick: Uh-huh.",
        "Brooke: Will you just think about what I said?",
        "Rick: And what? Take more of ridge's crap? First, he loses the company, then he threatens to kill me. And now he's dictating who I can and can not spend time with. Mom he's out of control.",
        "Brooke: He's scared for his daughter. And a part of me can't blame him. If you don't break things off with Phoebe, it's going to drive a wedge in this family. And that I can not allow. Ridge and I are so close to having everything that we want. Raising R.J. together, having happiness in our future and you can have that too. But we can't have that if you continue to see Phoebe. So please -- please Rick, break things off with her. The future of this family depends on it. ... ."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Becky"
    ],
    "url": "https://www.youtube.com/watch?v=WvfLA1Xqh0s"
}