{
    "Episode Summary": [],
    "Recap": [
        "Hope tells Wyatt that she is so glad she said yes to this trip. He is glad too as their adventure is just beginning. He pulls her closer and kisses her. Pam and Quinn continue with their lunch. The waiter pours more wine. Pam tells Quinn if there is anything she'd like to get off her chest, people tell her that she's a really good listener. Quinn says it's not easy for her. She was really young when she had Wyatt and she had no one to teach her how to be a parent. He became her whole reason for living and they have accomplished a lot, but it hasn't always been easy having her as a mother. It's a fine line between is she being supportive or smothering him. She admits she was scared she might lose Wyatt when he became interested in Hope but Hope is so nice that then Quinn really got carried away with wanting them together. They drink more wine and Quinn convinces Pam that if she doesn't have to go right back to work there are a few more places she'd like to take her. She'd really like to have her as a friend and she offers a toast to that. They go shopping and Pam has the time of her life trying on clothes, jewels, scarves, fur wraps and polishing it off with a mani/pedi. Hope and Wyatt cuddle on the sand and she asks what is next. He says that is the beauty. They have no itinerary, no schedule, no maps or agenda. He says it's just the two of them and they can do whatever they want to do whenever they want to do it. They walk on the beach and see some dolphins swimming just offshore. Wyatt says this is supposed to be freedom for her but he also doesn't want her to feel too disconnected. She says no, she loves it. Everything she needs is right here. Rick explains to his mother that Hope has been through a lot so he told her it would be okay for her to get away with Wyatt. She let go of Liam in Hawaii but this trip may mean she is ready to take it to the next level with Wyatt. And from everything he has seen, he doesn't seem like the type to play around with her feelings. He's very protective. Ridge shows up at Katie's and says she left her phone at his house and her secretary said she was working from home today. She invites him in and even shows him a pile of books on her coffee table that she drug out and was reading. She says that is probably not the effect he usually has on women. Brooke opens her purse and brings out her engagement ring and shows Rick. She says it is the ring that Ridge gave her when he proposed in Italy. He did not ask for it back and she kept it. When Rick shakes his head, she says Ridge left and she let him go. He stayed away and she did not push him. Now he's back and she is here. He says he needs a little more time, but she can't wait any longer. Ridge tells Katie that nobody has been more loyal to her family than she has. She's strong and it's a beautiful thing to see. He answers his phone and it's Brooke saying she needs to see him. He muses that now is not a good time; he's with Katie. Brooke thinks that is good that he is with her as she needs someone to talk to but this really can't wait. And time is not the answer for them. Ridge says he will stop by later. Katie tells Ridge to go to Brooke now; she needs him. She can see why Brooke has loved him all these years. He's a good guy and decent and after all she has been through with Bill, it's good to be around a man who still treats women with respect and kindness. Brooke walks in and says she just couldn't wait. Katie stammers that Ridge was just about to leave to go see her. Brooke says ok, but she just had to come and it's okay if Katie hears this too. Ridge looks uncomfortable but Brooke continues. She knows he asked for more time, but she feels he has put up this wall and she thinks it is time that it came down. She brings out the ring and reminds him of when he gave it to her in the olive groves of Italy. She says they can do this. They just need to take those mistakes and put them behind them and move forward. They don't have to wait; just do it. Just take this ring and put it on her finger and just say that he will marry her.",
        "Charlie is cross with Pam when she and Quinn come back from their long lunch. He also doesn't like the fact that Pam was with her! He does not want them to be good friends. In fact, he tells Pam to definitely stay away from Quinn; she's trouble and so is Wyatt. Quinn closes the door and tells them that Wyatt is not trouble. Pam doesn't know why he is saying these things. Charlie says he has been hiding something from her, but he can't do it any longer. Quinn breaks in and asks Pam to please listen to her. She asks her to remember at lunch when they were talking about Wyatt and getting carried away. Well, Wyatt did something. It wasn't malicious, but it was wrong. Now he and Hope are so happy, so she is begging Pam not to listen to Charlie but to hear her out first. Wyatt and Hope walk a little, dance a little on the beach then sit and roast marshmallows over the fire and exchange them with each other. And kiss some more. He tells her all of his life he has wanted to get out and find his own peace and solitude, something that changes him. But now he realizes it isn't a place that changes you but a person. He vows that he has found all his peace and satisfaction right there in her eyes. Her eyes tell the truth and all is good in the world. The closer he gets, the more he feels it. He kisses her on the lips, then her shoulders and her neck, her tummy and her leg. He pulls the flap to the tent closed. She takes off his shirt, he kisses her more. She arches her back as he lays her down and they both smother each other with kisses."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Hope: You did all of this for me?",
        "Wyatt: With a little help from Mother Nature, it's just another day in paradise.",
        "Hope: I'm so glad that I said yes to this trip.",
        "Wyatt: Yeah?",
        "Hope: Yeah.",
        "Wyatt: The adventure's just beginning.",
        "[SCENE_BREAK]",
        "Pam: You know... oh. Thank you. [Chuckles]",
        "Quinn: [Chuckles] Cheers.",
        "Pam: Quinn, if there's something that you feel like you need to get off your chest, people say I'm a really good listener.",
        "Quinn: [Sighs] You know, Pam, this isn't easy for me to say. I was so young when I had Wyatt. And I was all alone. Nobody to show me how to be a good parent. But I knew I had to take care of him the best that I could. He became my every reason for being.",
        "Pam: But there's nothing not to be proud of in that.",
        "Quinn: No, no, I am. I am. I mean, look at us. Look at what we've accomplished. But I have to admit... it hasn't always been easy having me as a mother.",
        "[SCENE_BREAK]",
        "Rick: Wyatt wanted to get away.",
        "Brooke: So you told Hope it was okay to go with him? Camping?",
        "Rick: Mom, Hope's been through a lot. She wanted to try something new.",
        "Brooke: [Sighs]",
        "[SCENE_BREAK]",
        "Katie: Hi.",
        "Ridge: Hi. You left your phone at my house. And Adele said you were working from home.",
        "Katie: Thank you. Yeah, I decided not to go back to the office. I needed a mental health day. Please, come in.",
        "Ridge: Thank you. A mental health day? Our talk didn't help you?",
        "Katie: Actually, yes, it did. That's why I dragged out all those old books.",
        "Ridge: So, you talk to me and that's what you did? You went home and dragged out books and sat on the couch reading them?",
        "Katie: It's not usually the effect you have on women, is it?",
        "Ridge: Katie... [Sighs] I know what it's like to be a C.E.O., and you're doing a great job, but you got to take some time for yourself. Renew your energy. Maybe you need some inspiration, and maybe I can help.",
        "Katie: You already have.",
        "[SCENE_BREAK]",
        "Brooke: Hope just got back from Hawaii.",
        "Rick: Where she ended things with Liam. This trip is about her moving forward with Wyatt, maybe taking it to the next level.",
        "Brooke: Honey, she takes this very seriously.",
        "Rick: I don't get the impression he's the kind of guy to play around with Hope's feelings. From everything that I've seen, he seems very protective.",
        "[SCENE_BREAK]",
        "Pam: You and Wyatt always seem like best friends.",
        "Quinn: Well, we've always been really close. But that's a really easy line to cross, you know? Am I being supportive or am I smothering him?",
        "Pam: [Chuckling] Oh, yeah. Well, it did go a little overboard with the whole thing of trying to get him together with Hope.",
        "Quinn: [Laughs] That's only because I was so excited for him. It wasn't like that at first. When they first started getting close, I -- I was terrified that I was gonna lose him. But then I saw how special Hope was and what she could bring into his life. And then I let my enthusiasm carry me away.",
        "Pam: Yeah, well, we've all done that.",
        "Quinn: [Laughs] Somehow, I knew you would understand.",
        "Pam: [Chuckles]",
        "Quinn: Thank you. This was nice.",
        "Pam: Yeah. Yeah, it really was.",
        "Quinn: Yeah. Hey, if you don't have to rush back to the office right away, there are a -- there are a few other places I was hoping I could take you.",
        "Pam: Really? Like, now?",
        "Quinn: Yeah.",
        "Pam: Well, Donna should be back there by now, so who's in a rush?",
        "Quinn: [Laughs] That's great. You know, Pam, you and I, we're such different people, but I think sometimes that's what makes a really good relationship. To friendship. To always having each other's backs.",
        "[Glasses clink]",
        "[SCENE_BREAK]",
        "[Seabirds crying]",
        "Hope: So...",
        "Wyatt: Hmm?",
        "Hope: What's next?",
        "Wyatt: No clue. This trip has no itinerary. No schedules, no maps or agendas. It's just you and me.",
        "Hope: Mm.",
        "Wyatt: Whatever we want to do, whenever we want to do it.",
        "Hope: [Chuckles]",
        "[SCENE_BREAK]",
        "Ridge: I'm sorry you have to go through all this.",
        "Katie: It's a lot of work, but you have made me see that I have a lot to be grateful for.",
        "Ridge: Well, I'm glad I could help.",
        "Katie: And here you are again.",
        "Ridge: You don't mind, do you?",
        "Katie: No, but won't they miss you at the office?",
        "Ridge: If they miss me, they can call me.",
        "Katie: Have you talked to Brooke? I mean, you were on her doorstep when I ran into you earlier.",
        "Ridge: I didn't have anything to say to her that couldn't wait. And I kind of have a feeling that whatever you said to her, she had to digest for awhile.",
        "Katie: I'm not sure she hears anything I have to say. It's the same with Bill. He can only see this from his perspective. He says he was acting out of love and that I should understand. He says that there's nothing a parent won't do for his child.",
        "[SCENE_BREAK]",
        "B.F.F. That's what you are to me Till the end of time B.F.F. 'Cause you're a part of me I would give you all that's mine B.F.F. Someone to understand I'll always be around B.F.F. When you need a helping hand You know where I'll be found just turn around I'll never let you down B.F.F. Best friends forever We're birds of a feather B.F.F. Best friends forever We're in this together B.F.F. Best friends friends forever B.F.F. Best friends forever We're in this together B.F.F. Best friends forever You're the one who makes me better B.F.F. Best friends forever",
        "Wyatt: [Laughs]",
        "Hope: Wow, so, we're really just winging this.",
        "Wyatt: Yeah, well, I mean, I always try to stay open to the unexpected. Like that.",
        "Hope: Like what?",
        "Wyatt: Dolphins.",
        "Hope: Where? Where?",
        "Wyatt: Right -- here, wait, wait. Right there.",
        "Hope: [Gasps] Oh! They are so pretty! I need my camera!",
        "Wyatt: You threw it in the ocean, remember?",
        "Hope: Yes!",
        "Wyatt: Ah!",
        "Hope: Stupid!",
        "Wyatt: No!",
        "Hope: [Laughs]",
        "Wyatt: You know, this whole trip is supposed to be about freedom, and I just -- I don't want you to, you know, be bummed out by, like, feeling disconnected.",
        "Hope: No. No, in fact, it's -- it's the opposite. Everything I need is right here.",
        "[SCENE_BREAK]",
        "Rick: Have you talked to Ridge?",
        "Brooke: He needs time.",
        "Rick: What? How long was he in Paris?",
        "Brooke: He loves me. He came back here for me. I kept this.",
        "Rick: Your engagement ring?",
        "Brooke: The ring that he gave me when he proposed in Italy.",
        "Rick: I thought you gave that back?",
        "Brooke: He didn't ask for it.",
        "Rick: Mom.",
        "Brooke: Honey. He left. I let him go. He stayed away, I didn't push him, and now he's back. And I'm here. And he says he needs a little more time, but I just can't wait any longer.",
        "[SCENE_BREAK]",
        "Ridge: Nobody's been more loyal to their family than you, Katie. And now you're standing alone, but you're strong, and it's -- it's a beautiful thing to see.",
        "[Cell phone vibrates]",
        "[Cell phone beeps]",
        "Ridge: Forrester.",
        "Brooke: Ridge, I need to see you.",
        "Ridge: Uh, not a great time right now.",
        "Brooke: Are you at your dad's?",
        "Ridge: No, I'm with Katie.",
        "Brooke: In her office?",
        "Ridge: At her house.",
        "Brooke: Well, that's good that you're with her. She needs somebody that she can talk to. But...this really can't wait. I know you asked for more time. But I don't really think that's the answer for us.",
        "Ridge: I'll stop by the house later. I'll see you then.",
        "[Cell phone beeps]",
        "Katie: Was that Brooke?",
        "Ridge: Yeah, she wants to talk.",
        "Katie: Well, you should go to her.",
        "Ridge: I will.",
        "Katie: Go to her now. Don't wait. She needs you.",
        "Ridge: [Sighs]",
        "[SCENE_BREAK]",
        "Pam: And when he got out of the car with that baseball bat, I went, like, whoa! Hey, Charlie!",
        "Charlie: Pam. Where have you been? I've been looking everywhere for you. And what are you doing with her?",
        "[SCENE_BREAK]",
        "Singer: We could fly if we want to and our love will come and break through shatter the broken hearts brighter than the brightest star and we could set ourselves free be who we were made to be rise up together now a thousand voices singing loud oh, oh, oh there's beauty inside yeah, we got to let it out 'cause its our time to shine doesn't matter where we go we got to let the whole world know life passes by so don't let it go don't let it go don't let it go there's always more to life might only get one chance so put the future in your hands and find your light don't let it go don't let it go don't let it go it's our -- it's our time",
        "[SCENE_BREAK]",
        "Katie: You should go see Brooke.",
        "Ridge: She wants an answer, and I don't have one to give her.",
        "Katie: Well, maybe you'll feel differently after you talk to her.",
        "Ridge: [Sighs]",
        "Katie: Listen, I can understand why she's loved you all these years, Ridge. You're a good guy. You're decent. And, believe me, after everything I've been through with Bill, it's nice to be around a man who treats women with respect and kindness.",
        "Brooke: Hi. [Chuckles] I just couldn't wait.",
        "Katie: Um... well, uh, Ridge was just about to go see you.",
        "Ridge: Yeah. Uh, I had to go to your house to have a conversation. Not have it here.",
        "Brooke: I know, well, I came here instead. Maybe it's good for Katie to hear this, anyway. Uh... look, I know you said that you needed some more time to think about us. But you've really built this wall between us with distance and separation, and I think it's time for that wall to come down. Remember this ring? That you gave me in the olive groves in Italy? We can do this. We just need to forget about those mistakes and just put them behind us and move forward. We don't need to wait any longer. We need to make a decision. So let's just do it. All you have to do is take this ring... put it on my finger... and say you will marry me.",
        "[SCENE_BREAK]",
        "Charlie: Do you have any idea what time it is? You've been gone all day long.",
        "Pam: Oh, Charlie. We just -- we went to lunch. Quinn invited me to lunch, and then we stopped for coffee and crumb cake, and then we got a mani/pedi, which was really cool, and then we went shopping. It was fun.",
        "Charlie: What? You're friends now?",
        "Quinn: I think Pam and I could be really good friends.",
        "Charlie: No. You stay away from her.",
        "Pam: Charlie. What's the matter with you?",
        "Charlie: She's trouble, Pam, and so is Wyatt.",
        "Quinn: He is not.",
        "Pam: Charlie, why are you saying these things?",
        "Charlie: Pammy, look, I -- I've been hiding something from you about Wyatt, but I just can't do it any longer.",
        "Quinn: No, Pam, Pam, please. Please listen to me. Remember at lunch, remember when we were talking about me and my son and how we can get carried away, well, Wyatt did something. It wasn't malicious, but it was wrong, but he -- Wyatt is so happy. He and Hope are in love. Please, Pam, please. You have to hear me out.",
        "[SCENE_BREAK]",
        "Hope: It is so beautiful.",
        "Wyatt: Yeah. You know... all my life, I've been fantasizing about getting out on my own and finding my own piece of solitude. You know, something that changes me. But it wasn't a place that changed me. It was a person. I've found all of my peace and satisfaction... right there. In your eyes. Your eyes and all the truth within them, reflecting everything that is good in the world. It's everything that I want to be and I want near me. The closer we get... the more I feel it.",
        "Singer: Holding on to you so tight darkness leaves when you're nearby to love you is life to love you is life hope you'll never go away words I think but cannot say to love you is life I'll love you for life ooh, ooh, ooh, ooh-ooh- ooh ooh-ooh-ooh-ooh ooh, ooh, ooh, ooh-ooh-ooh ooh-ooh-ooh-ooh I'll love you for life I'll love you for life"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=_NW6-1eC64Q"
}