{
    "Episode Summary": [
        "Episode # 7030 ~ Liam continues to fight for Forrester Creations; Rick's vendetta against Ivy continues."
    ],
    "Recap": [
        "Maya asks Nicole to forgive her and to understand why she was not there for her growing up. She says she knows it is hard to understand but she had to do what she did. Rick calls a meeting but Carter and Ridge are late apparently after an afternoon tennis match. Rick says it is okay; he had company while he was waiting. He tells Ridge that one of his exes was here \u0096 Katie and she and Bill had a fabulous honeymoon. Ridge asks why are they here at this meeting. Carter wants to wait for Caroline but Rick says no they are not going to twiddle their thumbs while Caroline takes selfies. He asks Pam to go get Ivy. Then he tells Ridge he has one issue with his sketches he is seeing. Ivy is trying to sketch but Liam keeps nibbling on her neck. He says somebody needs to pull that rug out from under Rick at Forrester and by someone he means himself. Pam tells Ivy that Rick wants to see her and it probably won't be good. Liam says he is going with her. Rick tries to stop him at the door but he declares that his dad owns a part of this company now. Rick says he can stay because it is so easy to forget that he is even in the room. He tells Ivy that he knows she has a problem with him but he also has a problem with her designs. Before he can say more Liam raises his hand and asks Rick what is his expertise in women's jewelry. Rick replies that it was actually a woman who brought this to his attention. Ivy figures she knows just who that woman is.",
        "Nicole tells Maya there is one thing she does not understand. What about her baby girl. Maya admits it was her boyfriend's baby and when he got in trouble she became the guardian and raised it as her own. Then she died in a car accident. Her life has changed so much. She is living here now, in love with Rick and living a life she never dreamed she would be living. She is almost crying when she says she does not want to lose Rick; they will work out. Rick asks Carter to refresh his memory and explain the contract with Ivy. Liam pops off again just what is this exercise for. Carter reminds him that she is a sub contractor and is not an employee. Rick asks if she can be terminated. Liam objects again. Rick says he is only trying to figure out what their obligations are to each other. Rick tells Ivy that she is good, very good but he needs more. Her items are timid and understated. They need to see something gutsier like Quinn used to dream up. Ivy says that is great. It will be more fun for her. She thought this is what Rick wanted. Rick responds that he thinks the whole designing team should design with Maya in mind. They need to capitalize on her look, her style, her femininity. Nicole reminds Maya that she was born a male so how can she treat this so caviler. Maya says plenty of people are born without arms or legs, have a clef palate or other deformities. And someday Nicole may have to tell people that she is not the person they want her to be. That is why Maya left home. People ask questions but she does not owe them that information. People look at her now and see a woman, end of story. Nicole says yes but she wants to marry a guy when she knows she can never have children. Carter hates being the evil lawyer and is glad he has a phone call to attend to. Pam has a conversation with Ridge and compares him to Stephanie who she had rounds with but Stephanie always had her back. She wonders if Ridge could be a better big brother. Ridge is sure it would make life easier but says they are not brothers in any meaningful sense. Ivy thinks Rick's comments were just direction. Liam sees it as a full hit on her self esteem and reminds her that she does not have to stay at home and take that from him there too. He pulls out a key to his place that Caroline returned and gives it to Ivy with or without Aly. Maya says she gets that Nicole thinks she has something over Maya but she will tell Rick before Nicole can. She just wants to live her life and she does not know if Rick even wants to get married again. If not, she will just be his woman for as long as he wants. And if he proposes then she will tell him why she can not have children. She is just asking Nicole to let her live her life and it run its normal course. She is done being ashamed. Rick walks in and Maya looks worried. She tells Rick that she lost track of time just talking with Nicole and has not made their martinis. He jokes that she is so out of this house now. But he goes on that nobody can be as happy as he is and he has found a woman like no other. Again Maya looks frightened while Nicole watches the two of them."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nicole: You want me to forgive you?",
        "Maya: I want you to understand.",
        "Nicole: For you not being there?",
        "Maya: Yes.",
        "Nicole: You were here in California.",
        "Maya: I know it's hard to understand. But I was doing what I had to do.",
        "[SCENE_BREAK]",
        "Ridge: Sorry we're late.",
        "Carter: Yeah. Our court reservation didn't come through on time.",
        "Rick: Hey, I know how important a manly tennis match is in the middle of a work day. It's okay. I had someone here to help me pass the time -- your ex. I'm sorry. I'll narrow it down for you. It was, uh... Katie. She and Bill -- apparently, fabulous honeymoon.",
        "Ridge: I'm sure it was all champagne and fairy dust.",
        "Rick: She says she's never been happier.",
        "Ridge: Why are we here?",
        "Carter: I vote that we postpone until Caroline gets back from New York.",
        "Rick: No, no, no. We're not gonna twiddle our thumbs while Caroline's off taking springtime selfies. Ridge, you can take notes. I've been looking over yours and Caroline's sketches. Pam! Hey, Pam?!",
        "Pam: Yeah?",
        "Rick: Where's Ivy? Can you get her in here, please?",
        "Pam: Yeah. Sure.",
        "Rick: Uh, so, the winter line -- wow. It's big. It's bold. It's sleek, but it's still squarely in line with the Forrester stylistic traditions. There is, however, one issue that I'm seeing.",
        "[SCENE_BREAK]",
        "Ivy: Hey, uh, Liam, I can't. I can't. I can't leave work yet.",
        "Liam: Oh, how long does a work day have to be to make Rick happy, really?",
        "Ivy: It's not a question of how to make Rick happy, because we all just understand and accept that that can't be done. He keeps handing me these scribbled notes, saying, \"what good is jewelry that...?\"",
        "Liam: Somebody needs to yank the rug out from under him, and by \"rug,\" I mean \"Forrester.\" And by \"somebody,\" I mean \"me.\"",
        "Pam: Ivy, Rick wants to see you.",
        "Ivy: Well, did he say what it's about?",
        "Pam: No, but my hunch is that it won't be an especially joyous occasion.",
        "Liam: You know what? I'm coming with you.",
        "Ivy: No! Why would you put yourself through that?",
        "Liam: 'Cause I don't want Rick to trample you.",
        "Pam: Uh, news flash -- he's gonna trample, whether you come or not.",
        "Liam: All right. Then I'm coming with you because I annoy him.",
        "Pam: I think that's probably a good enough reason.",
        "Ivy: Yes, and if you could annoy Maya at the same time...",
        "Pam: Well, unfortunately, Maya's not here.",
        "Ivy: Hmm.",
        "[SCENE_BREAK]",
        "Ridge: But why would he change it? Silk doesn't drape the same way. Why would he change it?",
        "Rick: Carter, you can attest to it. We have a contract. Liam, this is a team meeting.",
        "Liam: You are aware Spencer owns a piece of this company right?",
        "Rick: Did you steal that line from your daddy? Because that's what he always says.",
        "Liam: Oh. Well, it's a shame you didn't inherit more of your own father's manners.",
        "Rick: Unless you're in here to shove me again, I don't care if you stay. It's always so easy to forget you're even in the room.",
        "Ivy: Rick, you said you wanted to see me.",
        "Rick: Yeah. Ivy, Ivy, Ivy. Look, I know that, uh, you have a problem with me, and I'm heartbroken. Honestly, I think you're adorbs, as Caroline might post. But your work at hand -- not so much.",
        "Liam: Excuse me. I have a question. Uh, what is your expertise in women's jewelry?",
        "Rick: Actually, a woman brought this problem to me.",
        "Ivy: I think we can all guess which one.",
        "[SCENE_BREAK]",
        "Nicole: One thing I don't get -- what about your daughter?",
        "Maya: She was my boyfriend's child. He got into a lot of trouble. I became her guardian and raised her like she was my own. She died in a car accident. [Voice breaking] And it was such a painful time. But my life has changed so much now. I live here. I'm in love with Rick. I'm living a life that I never dreamed I'd be living. And I don't -- I don't want to lose him, Nicole. Rick and I are gonna work out. I really believe that.",
        "[SCENE_BREAK]",
        "Rick: Carter, refresh my memory. What's our contractual agreement with Ivy?",
        "Liam: I'm sorry. What is the point of this exercise, exactly?",
        "Carter: She's a subcontract providing designing services for a fee. There's no terms of employment, so she's not an employee.",
        "Rick: So, she can be terminated?",
        "Carter: There's nothing to terminate.",
        "Liam: Is this supposed to humiliate Ivy or cheer her up or -- or what?",
        "Rick: I'm just trying to find out what our obligations are to each other.",
        "Ivy: Well, apparently, we don't have any obligation to me. I think that's the idea.",
        "Rick: Ivy, you're good. You're very good. But I need more from you. I know the winter line is in sketches. It's a little hard to visualize. But your designs have been timid. You're going for an understated elegance, something that's small, a derivative. I've seen it thousand times.",
        "Liam: So, this is it? This is how you give employee feedback?",
        "Rick: She's not an employee.",
        "Ivy: You know -- you know what? Rick's right. You're right. I mean, he has no social graces -- we know that already -- so we can't expect to see them. It's just you're basically saying you want to see something gutsier.",
        "Rick: Yeah. Our buyers are looking for more of that fanciful to crazy jewelry pieces that Quinn used to dream up.",
        "Ivy: Okay, great! Sounds a lot more fun for me anyway. I mean, I just thought I was giving you what you wanted.",
        "Rick: In fact, I think the entire design team should think about Maya when they do their work -- you know, like the way a necklace lays on her or how a coat drapes off of her shoulders. I know you're all mentally rolling your eyes at me, but Maya is our lead model. If we don't capitalize on her look, her style, her particular femininity, then you're derelict in your duties. Any questions?",
        "[SCENE_BREAK]",
        "Nicole: You were born male.",
        "Maya: This is something I've known all my life.",
        "Nicole: That's just a thought in your head. How can you believe an idea over your own body the way that it came in to this world?",
        "Maya: People are born without hands, without hearing, with cleft palates, with hearts that need to be rebuilt. Do we say to them, \"tough luck -- that's how you were born?\" I realize that we are talking about something that you've never experienced. At some point in your life, believe me, you will have to stand up and say, \"I am not who you're telling me I'm supposed to be.\"",
        "Nicole: I already did. That's why I left home.",
        "Maya: Same here. Can you imagine, Nicole, going in to a party back home and saying, \"Hi. I'm transgender\" or just \"trans,\" if they even know what that is? What do you think would happen?",
        "Nicole: People would respect me more for it.",
        "Maya: \"Are those padded? They aren't very big. What was your real name -- the one before now? What did you have removed down there? What's down there now? You know hormone pills cause cancer, right? Why couldn't you just be gay?\" I don't owe anyone that information. People look at me now, and they see a woman. And, honestly, whether they do or not, it's who I am. End of story.",
        "Nicole: A woman who wants to marry a guy who doesn't know she can never have children.",
        "[SCENE_BREAK]",
        "Carter: I hate being cast as the evil lawyer.",
        "Ridge: Oh, stop it, Carter. Nobody blames you.",
        "Carter: This meeting was insane.",
        "Ridge: And I have another one just like it tomorrow. I've got to say, he's completely wrong about Ivy's stuff.",
        "Carter: Got to hand it to her for not coming apart at the seams.",
        "Ridge: Well, maybe there's a method to his madness. That's what he does. He terrorizes people and then makes it look like he's gonna drop the hammer on them, and he says something nice. I've seen him do it since he was a little boy. He's perfected it with his mother.",
        "Pam: Carter, H.R. is on the line for you.",
        "Carter: Oh. Can I take it at your desk?",
        "Pam: Oh, sure.",
        "Carter: Thank you.",
        "Ridge: Hey.",
        "Pam: So... how was the meeting?",
        "Ridge: Oh, good meeting.",
        "Pam: I think it's kind of changed, though, don't you -- I mean, a little less reign of terror and a little more like one rainy, long afternoon?",
        "Ridge: Did you work on that for a long time?",
        "Pam: [Chuckles] Can I ask you something? You know that you're arrogant and superior-acting and not particularly nice yourself, right? No. I mean, I don't necessarily think that's a bad thing.",
        "Ridge: Okay.",
        "Pam: Because I've been thinking -- you know that my big sister, your mother, was that way, too, a lot of people would say. But none of that ever mattered to me, 'cause I mattered so much to her. Yeah. She might scold me and act all exacerbated at me and everything, but I knew that she'd always be on my side. So, sometimes I wonder, couldn't you just find your way to being a good big brother to Rick? Wouldn't that make everybody's life so much easier?",
        "Ridge: Yeah, it probably would, Pam. It probably would. But Rick and I -- we're not brothers in any meaningful sense of the word.",
        "Pam: Well, what are you, then?",
        "[SCENE_BREAK]",
        "[Both sigh]",
        "Liam: Man. And I thought my father's executive style was appalling.",
        "Ivy: You know, I am fine with being given direction.",
        "Liam: That -- that was not direction. That was a full frontal assault on your self-esteem.",
        "Ivy: My self-esteem has a bulletproof vest now and, actually, probably even bulletproof sleeves thanks to you.",
        "Liam: Aww. That's a nice, slightly weird thing to say.",
        "Ivy: Yeah. At least here at work, Rick eventually gets around to saying what he means, but at home, we never know if he's kidding, if he's bluffing, if he's joking. We just --",
        "Liam: You know you don't have to stay there.",
        "Ivy: Liam, someone has to be there to look after Aly.",
        "Liam: [Sighs] Okay. Well, as long as you know that you can show up at my door anytime, day or night, with or without Aly...",
        "Ivy: No, I'm -- I'm not gonna take keys to your house.",
        "Liam: Nope, sorry. Caroline gave me back the extra set.",
        "Ivy: Thank you.",
        "[SCENE_BREAK]",
        "Maya: I get that you think you have something over me.",
        "Nicole: I know something Rick doesn't.",
        "Maya: Nicole, don't go there.",
        "Nicole: You left me. You have no idea what it was like -- like growing up in a haunted house where someone I had never known had died. And all mom and dad had left for me to be was either angry or sad... or days of nothing... with words that meant nothing.",
        "Maya: I'm sorry.",
        "Nicole: You had to get out. You had to save yourself. I hear you. Now you're going to help me do the same thing.",
        "Maya: Or? You may be right. Tell Rick, and he may throw me out.",
        "Nicole: I don't want to do that to you.",
        "Maya: I hope not, because I'll tell him myself before it comes to that.",
        "Nicole: You say that, yet you haven't done it.",
        "Maya: Let me live my life! I've worked hard for it, Nicole! And maybe Rick doesn't want to get married again. And if so, I'll be his woman as long as he wants me to be. And I'll do what I can for you. But if he does propose... well, then, I guess we'll find out how he feels about marrying a woman who can't have a child of her own. And I'll tell him why. You seem convinced that this is gonna be the end for me and Rick, and maybe you're right. Maybe he'll call me a freak, like you did.",
        "Nicole: I'm sorry I said that.",
        "Maya: Or maybe I know a little bit more about what Rick and I have. Either way, I am asking you to let my relationship run its natural course, whatever that may be.",
        "Nicole: You've told yourself this story so much that you truly believe you're not lying to everyone.",
        "Maya: At first... at first, you're so ashamed of yourself, of who you are, so you lie. But then, wonder of wonders, self-acceptance comes. And you realize that the person you were pretending to be before was the lie. This is the truth. And I'm done being ashamed. I'm all done.",
        "[Door opens]",
        "Rick: Hey, Nicole. How was school? There's my girl.",
        "Maya: Hi.",
        "[SCENE_BREAK]",
        "Liam: So, you coming by after work -- try out those keys?",
        "Ivy: What will you give me if I do?",
        "Liam: Uh...alcohol.",
        "Ivy: Oh, yeah. Okay.",
        "Liam: [Laughs] You Australians are so easy.",
        "Ivy: Hey, don't you dare think about mocking my national honor.",
        "Liam: Alcohol and -- and -- and this?",
        "Ivy: Hmm. Much better.",
        "Liam: You Australians are so difficult.",
        "Ivy: Oh, really?",
        "[Both laugh]",
        "[SCENE_BREAK]",
        "Carter: What secrets?",
        "Pam: Well, I --",
        "Ridge: Whatever the secrets are, I don't care. This day is dead to me.",
        "Pam: Well, where am I supposed to tell people they can reach you?",
        "Ridge: Kentucky.",
        "Pam: K--",
        "Ridge: Kentucky of the mind, Pam -- Kentucky of the mind.",
        "Pam: [Chuckles]",
        "Carter: Okay. Um...you shouldn't be spreading ideas about secrets.",
        "Pam: No. It's what Maya's little sister said, Carter, so I thought if anybody would understand it, you would know what it meant.",
        "Carter: It meant she has a bratty little sister. Look, I have my issues with Maya, yes, but everybody knows she did jail time and that her daughter died. She never hid any of that, okay? It seems to me all her secrets have been told.",
        "[SCENE_BREAK]",
        "Maya: Oh, my goodness. I lost track of time. The martinis aren't ready.",
        "Rick: What?! Oh, you are so outta here.",
        "Maya: [Chuckles]",
        "Rick: Is everything okay?",
        "Maya: We were just talking. I never realized how hard it was for her after I left.",
        "Rick: Well, now you're making up for it. How's everything on your front -- UCLA, computer science, anatomy of how it all works?",
        "Maya: How was work?",
        "Rick: It was very good. Very good day, actually. You're gonna really like what Ridge and Caroline are coming up with.",
        "Maya: Good! I'm sure I will. Did you tell them you're pleased?",
        "Rick: Mm, no. I'll write them a memo. Look, I want everybody to be happy, okay? Not everybody can have it as good as I do -- portrait hanging on the wall, a woman that I never thought I'd find, a woman unlike any other woman I've ever met. I know you two are working out your issues, and I can respect that, but can I just say something about your sister? I love her. I love her beauty, her integrity, her wit, her honesty. She's got greater strength than any woman I've ever known. And I think about her all day long. I could be having the most miserable day... and it makes it all worthwhile... with just one of these. To my beautiful lady. Right. Well... how 'bout those martinis, huh?",
        "Maya: Yeah."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=uVMEujCY388"
}