{
    "Episode Summary": [],
    "Recap": [
        "Brooke demands an answer, if something is going on between Nick and Taylor? Taylor tells her it really is none of her business, and she's making way too much of this. Brooke speaks to Nick alone and begs him not to get involved with Taylor. Nick gives Taylor more advice, walk away and not marry Thorne. That is what would be right and help that family heal more. Taylor suddenly doesn't feel comfortable discussing her intimate feelings with Nick and thinks he should find someone else to talk to. Ridge is livid that Shane is still in Phoebe's life and now he's dragged Bridget into it as well. He doesn't care to hear Shane's excuses. He just wants him to stay away from Phoebe. Shane states that he cares for Phoebe and vows he will prove to Ridge that he is worthy of her. Brooke shares her doubts about Nick and Taylor with Ridge. Both see a catch with the divorce papers and why Nick wants it so quickly now.",
        "Bridget apologizes to Eric for what Nick has done to him with the company. She's uncomfortable with sharing her feelings for Nick. Eric warns her to be careful if she goes back to him. She calls Nick and issues an invitation to see him. Taylor suggests perhaps that is where he needs to be tonight. And they shouldn't be focusing on her life. Thorne calls to tell her that he thinks Ally is better with the truth now. They don't need to delay the wedding, they will get through this. Nick is still skeptical and rants that she needs to be a woman and step up, she can't marry Thorne or go through with this."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: Answer me! Is something going on between you two? Taylor, you're committed to Thorne. You can't do this.",
        "[SCENE_BREAK]",
        "Phoebe: Dad. You've known something been going on for awhile. It's just not what you think at all.",
        "Ridge: Did I or did I not forbid you from having any contact with Shane?",
        "Shane: Look Mr. Forrester, I understand --",
        "Ridge: Just shut up.",
        "Phoebe: I told you I should talk to him alone.",
        "Shane: No, no, no, he's got every right to be angry at me. Me, not you.",
        "Ridge: Oh, I'm going to deal with you. I'll deal with you all right.",
        "Phoebe: Dad, dad. We're just trying to explain. After Mom's trial he didn't go home. He's been staying at the beach house with Bridget.",
        "Ridge: With Bridget?",
        "Phoebe: He got hurt and she's been taking care of him.",
        "Ridge: It's not bad enough you're still involved with this creep -- you've got Bridget involved with him now, too?",
        "Shane: All right look, I know you love your daughter very, very much. Okay, and I know I'm probably the last guy you'd like to see be hanging around here right now. But I think if once you hear what I have to say -- please, just hear me out, okay?",
        "[SCENE_BREAK]",
        "Bridget: Oh my goodness, listen to me. Dad, here I am going on and on about what a great guy Nick is. I do know what he's done to you.",
        "Eric: Look honey, I'm your father, I love you. I'd like to be able to help you. But -- I'm not sure I'm the right person for you to be talking to about this.",
        "Bridget: Dad.",
        "Eric: What about Taylor?",
        "Bridget: Are you saying you think I'm a little crazy because I'm hung up on Nick?",
        "Eric: A little crazy, yeah maybe. Look she can be objective, all right. You need to talk to somebody besides me about this. I wish it was me, I'd like to be the kind of father that you can talk to about anything but --",
        "Bridget: Dad -- you are the kind of father I can talk to about anything. I get it. This is just a very complicated situation.",
        "[SCENE_BREAK]",
        "Taylor: Whatever is or isn't going on between Nick and me is really none of your business, Brooke.",
        "Brooke: Are you denying it?",
        "Taylor: I'm not denying anything.",
        "Brooke: Believe me, I want to be wrong. I know you, Nick and Thorne have all been through a hell of a lot this year. I don't want to see anybody getting hurt.",
        "Nick: Nobody's going to get hurt.",
        "Brooke: Look, I know Taylor's had a huge impact on your life lately. In therapy. Helping you deal with your mother's past. Thanks to her, you've broken down a lot of emotional walls, and in the process you've grown closer. But not romantically, Nick. No. Taylor is committed to Thorne. Aren't you Taylor?",
        "Taylor: Nick knows I'm marrying Thorne.",
        "Nick: I think she's making a mistake.",
        "Brooke: Look I understand after what happened, ally finding out that you hit Darla, I mean I could understand why you would have doubts.",
        "Taylor: I think you're making too much out of this.",
        "Brooke: I hope I am. But for some reason I get the feeling that I'm not. Nick, I know it's hard for you to grow close to people. And Taylor's helped you to do that. And you've made some sort of connection. Maybe you've even depend on her. But Taylor is not what you need.",
        "Taylor: Oh, I guess maybe saying you are? I seem to recall you're committed to Ridge. I think this would be your cue to go.",
        "Brooke: Can I talk to you please? Don't get involved with her. Look, I know it's none of my business, I don't have a right to ask this of you. But don't please, I can't handle it. I can't.",
        "[SCENE_BREAK]",
        "Shane: I know you don't trust me. I've never given you reason to. I've made a lot of mistakes in my life. I'm going through some bad luck right now and I'm trying to put all that behind me. Okay, I've got a new place, I've got a new job.",
        "Ridge: Look, I don't give a damn if you got a new job rescuing kittens or helping old ladies. I want you to stay the hell away from Phoebe.",
        "Shane: You know something, if that were my daughter, that's exactly the way I'd feel. If my folks cared about me, half as much about me as you care about her, maybe my life would have turned out a little differently but it didn't. But you know what I see, the way that you connect with your family and that blows me away. My house, I never even felt like I belonged there.",
        "Ridge: Is there a point to this story?",
        "Phoebe: Dad, let him finish.",
        "Shane: Yes there is. What I'm trying to say here is that -- your daughter, she's the best thing that's ever happened to me. Phoebe's friendship changed my life forever. I didn't even know people like her existed in this world. And now that I do, that's what I wanna be. Respectable. Responsible. That's what this about here. That's how I feel about your daughter, sir. Respect. Gratitude. So you don't have to worry about me. One day, you'll see I'm gonna prove who I am. Not only to Phoebe. But to you too.",
        "[SCENE_BREAK]",
        "Bridget: I feel so ridiculous talking about this.",
        "Eric: You still have feelings for Nick?",
        "Bridget: Well, I shouldn't.",
        "Eric: You want me to talk you out of it, I'd be glad to try.",
        "Bridget: Just, am I being a romantic fool?",
        "Eric: You're being an optimist, once again. You believe that good things should happen to good people. I'm just not certain that Nick would be good for you. My opinion of Nick is not exactly impartial.",
        "Bridget: Well, Dad, you know he's a very private man and he's been publicly humiliated. And then Jackie's been denigrated in the press. He's hurt and he's been reacting to that pain. But it is not who he is.",
        "Eric: It is not how you remember him. People change, you know?",
        "Bridget: Yes I know that, we all change. That doesn't mean we can't find our way back to each other.",
        "Eric: Bridget -- I can't tell you what to feel. I just want you to be careful. I'm not certain that you going back to Nick is a very good idea -- it could be a very dangerous proposition.",
        "[SCENE_BREAK]",
        "Brooke: Bridget cares about you. And so do I. Not Taylor, please.",
        "Taylor: Maybe you should go ahead and go, too.",
        "Nick: I'm concerned about you.",
        "Taylor: I appreciate that. But I need to be alone.",
        "Nick: Because of what Brooke said?",
        "Taylor: No! It's because I almost ran over Ally. Just like I did her mother.",
        "Nick: But you said that she was all right?",
        "Taylor: No, no, she's not all right. She's hurt, she's angry at me, i killed her mother. When I look at this through her eyes, of course she blames me. What can I possibly say, I don't know how to help her.",
        "Nick: Well maybe you can't. You feel bad, you feel guilty, because you killed her mother and you want to make it all better for them.",
        "Taylor: That's not why I'm marrying Thorne. I know that's what you think --",
        "Nick: You tore the family apart, Taylor. You're trying to put it back together. Don't you see that?",
        "Taylor: I want her to understand that I didn't mean to do it. That's what I wanted to do -- and if I can help her get that into place.",
        "Nick: Then what? You marry Thorne and live happily ever after? Well, I'm sorry that's not the way it works. You want to do right by these two -- you really, truly want to do the best thing for them? Search inside yourself. You know the answer. The answer is not marrying Thorne and walking away right now.",
        "Taylor: I cannot talk about this -- I can't -- not tonight.",
        "Nick: You do realize that you helped me when I didn't even know I needed help?",
        "Taylor: Well. That's what I do.",
        "Nick: Well. That's what I do too. I care about you. I want to help you.",
        "Taylor: You already have.",
        "Nick: Well then, you should know when you see somebody you care about, ready to make the biggest mistake of their lives you can't sit back and do nothing.",
        "Taylor: Look, what happened with Ally has made me think about a lot of things. But it hasn't made me question my commitment to Thorne.",
        "Nick: Well, maybe you should.",
        "Taylor: Please Nick, stop.",
        "Nick: We're supposed to say anything we want to each other right? That's the rule.",
        "Taylor: It's not what you're saying. It's why you're saying it. Maybe Brooke is right. Maybe the fact that you've declared war on the Forresters. Maybe you're trying to make them pay for what they did to your mother.",
        "Nick: That's not what's going on here. That's not what's going on and you know it.",
        "[SCENE_BREAK]",
        "Ridge: I got a call from dad. Thorne found Ally.",
        "Brooke: I know. I was at the house when Taylor got back.",
        "Ridge: Thorne and Ally were with her?",
        "Brooke: No. They're staying at the beach house.",
        "Ridge: So Taylor wasn't able to get through to her? To explain that Darla's death was just an accident.",
        "Brooke: Well she tried to. She went racing over there. But she almost ran over Ally on PCH.",
        "Ridge: What?",
        "Brooke: Don't worry Ally's fine.",
        "Ridge: Oh my God. That little four-year-old girl out in that road at night? Thorne and Taylor must be completely wrecked. Right before their wedding, too. Do you think they're going to postpone it?",
        "Brooke: They can't.",
        "Ridge: Sure be a shame. Given everything they been through already. I'm sure they'll find a way to get through this.",
        "Brooke: I hope so.",
        "Ridge: What, you have doubts?",
        "Brooke: Concerns.",
        "Ridge: About Ally? Logan, what's going on?",
        "Brooke: Nick was over at Taylor's house tonight.",
        "Ridge: What the hell was he doing there?",
        "Brooke: That's what I'm not sure of. But he gave me this.",
        "Ridge: Your divorce papers.",
        "Brooke: Signed and ready to file.",
        "Ridge: He's been dragging his feet for months.",
        "Brooke: Yeah I know, now, all of a sudden he wants to get it over with.",
        "Ridge: So what's the catch?",
        "Brooke: I don't know -- but what if it's Taylor?",
        "[SCENE_BREAK]",
        "Taylor: I really shouldn't have to explain this to you but I've been acting as your psychiatrist and -- I don't feel very comfortable talking to you about any of this.",
        "Nick: Why don't you feel comfortable --",
        "Taylor: Because I've clearly mishandled this whole situation. I should have set some firmer boundaries with you. But I'm just starting to feel maybe it be better if you went and found somebody else to talk to.",
        "Nick: That's not gonna happen. [Nick's cell phone rings] I'm sorry. Hello.",
        "Bridget: Nick. Hey, it's me.",
        "Nick: Bridget. What's up?",
        "Bridget: Well I know there's a lot of tension between you and my family so I thought we should talk. Not just about business but -- well, I thought we could see each other.",
        "Nick: I'm in the middle of something right now.",
        "Bridget: It doesn't have to be now, one day next week. I could make us dinner or something.",
        "Nick: That'd be fine.",
        "Bridget: Great, okay well then -- I'll just see you soon.",
        "Nick: Bye.",
        "Taylor: Bridget needs to see you?",
        "Nick: Yes.",
        "Taylor: Then maybe that's where you need to be tonight.",
        "[SCENE_BREAK]",
        "Ridge: What does Taylor have to do with your divorce?",
        "Brooke: That's what I'm wondering.",
        "Ridge: You think she encouraged Nick to draw up the papers?",
        "Brooke: I don't think she knew anything about it.",
        "Ridge: Then what are you saying?",
        "Brooke: Nick is dead set against her marrying Thorne. He thinks because of what happened to Ally tonight that their relationship is doomed.",
        "Ridge: What is it to him?",
        "Brooke: Another very good question.",
        "Ridge: You think it might have something to do with nick's vendetta against our family? He couldn't derail yours and my relationship so now he's trying to drive a wedge between Thorne and Taylor?",
        "Brooke: What if it's more personal than that? What if Nick has feelings for her?",
        "Ridge: Oh, no, Nick and Taylor? No, she's very committed to my brother. 100%.",
        "Brooke: I know. I don't want to believe it either. But I'm telling you, Ridge, Nick signing those divorce papers means something.",
        "Ridge: It means in a couple of months we can get married. We should be celebrating, sweetheart.",
        "Brooke: I know, I know. And I just can't shake this feeling. I pray that I'm wrong. For Bridget and for Thorne. Ridge, he will be devastated.",
        "[SCENE_BREAK]",
        "Taylor: Well you know, Bridget was an important part of your life. According to Brooke, she does still has feelings for you.",
        "Nick: I just find out my mother's a prostitute, and my shrink tells me I should jump back into a relationship with my ex-wife? Hmm, I can sue you for malpractice, you know that?",
        "Taylor: Well, you might have to stand in line. I didn't say that you should jump back into the relationship with her. I said maybe Bridget is the one who can make you happy --",
        "Nick: Bridget is not the issue here. And neither is my happiness. We were talking about you.",
        "Taylor: Well, we shouldn't be. That isn't how a doctor/patient relationship works. Unfortunately, those lines have gotten a little bit blurred and now in light of your vendetta with the Forresters, I just don't think it makes sense for me to be seeing you.",
        "Nick: Doesn't makes sense for you to be marrying Thorne Forrester either.",
        "[SCENE_BREAK]",
        "[Taylor's phone rings]",
        "Taylor: Hello?",
        "Thorne: Hey, it's me.",
        "Taylor: Thorne. How's Ally?",
        "Thorne: Well, she woke up awhile ago. So, we talked a little more. I think she's starting to understand what happened the night of the accident.",
        "Taylor: I just don't want you to rush her. If we need to delay the wedding --",
        "Thorne: Look, if I thought it was necessary, we would. But seriously, I think she's really getting better.",
        "Taylor: I'm relieved to hear that.",
        "Thorne: I told you there's nothing we can't get through, Taylor. I mean, look, we've proven it over and over, okay? So don't worry. We're going to get through this. I love you.",
        "Taylor: I love you, too.",
        "Nick: So you're not delaying the wedding?",
        "Taylor: Thorne doesn't feel we need to.",
        "Nick: How do you feel?",
        "Taylor: I feel exhausted. I feel like I'm wiped out. I want you to go home.",
        "Nick: No you don't.",
        "Taylor: I can't talk about this.",
        "Nick: You're a strong woman. It's time for you to step up. Help yourself the same way that you helped me. You've got to pull yourself out of this fog and wipe the guilt out of your eyes. Look at what you're doing. Be honest with yourself. You want to help Thorne and his daughter but it's out of obligation, and guilt. It doesn't have the passion it takes for two people to live the rest of their lives together. Don't do it to them. Don't do it to yourself. It's not the answer. You can't marry him. You can't go through with it."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=Rhd4IKkxPqU"
}