{
    "Episode Summary": [],
    "Recap": [
        "Ridge tries to woo Brooke back to him with a bag full of Valentine cards. He asks her if there is a small chance she can forgive him. She thinks about it. Felicia is concerned that Nick and Bridget's baby dying may cause them not to be able to raise Dominick. Nick assures her they will be fine.",
        "Dante goes to Taylor for help with what to do about baby Dominick. Taylor thinks a paternity test is the way to go. Dante asks her to come see Felicia with him. Felicia is furious when they show up. Taylor tries to calmly talk Felicia into seeing how important it is to find out."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nick: I'm waiting. What is it I need to know?",
        "Dante: I have some -- concerns.",
        "Nick: Concerns about what? What the hell's going on here? [Felicia gasping] Felecia -- what's the matter? What's wrong?",
        "Felicia: He's what's wrong.",
        "Nick: Listen, obviously she's upset by you being here, so whatever you have to say is gonna have to wait. I think you ought to go. Get out! I'm calling the doctor.",
        "Felicia: No, no, no, no, no. Don't do that. I'm feeling better.",
        "Nick: You're sure?",
        "Felicia: You don't need to stay. Bridget needs you, nick.",
        "Nick: I'll get to Bridget, but I want to know what's going on here. What happened that got you so upset?",
        "[SCENE_BREAK]",
        "Brooke: What in the -- ?",
        "Ridge: Before you say anything, I know it's been a rough couple of days.",
        "Brooke: Which is why I'm in no mood for one of your romantic gestures. Look, Ridge, I don't know what you're thinking.",
        "Ridge: I'm thinking I can't wait to see you in this. Okay, I'll do the honors myself.",
        "Brooke: Ridge --",
        "Ridge: Relax, Logan. It's just a little something.",
        "Brooke: Oh. Oh, my God. You are unbelievable. You still have no clue what I need from you.",
        "Felicia: This really isn't the time, Nick.",
        "Nick: You just don't want to talk about it.",
        "Felicia: Dante's gone. I'm fine. It's over.",
        "Nick: Well, I don't think it's over, and I'm pretty sure it has something to do with me. Why aren't you telling me? What's the big secret here?",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Taylor: Hello?",
        "Hector: I haven't heard from you since your accident. I wanted to make sure you were still doing okay.",
        "Taylor: Well, actually, I just got my car back. It looks great.",
        "Hector: Good. What about you?",
        "Taylor: That little cut on my head is all gone. I'm fine. But I know that's not what you're really asking.",
        "Hector: I worry about you.",
        "Taylor: Please don't. I'm adjusting.",
        "Hector: To life without Ridge?",
        "Taylor: It can be done.",
        "Hector: You know, I'll help any way I can.",
        "Taylor: Thank you, Hector, you're a sweetheart.",
        "Hector: I want to be more, Taylor. You know that.",
        "[Doorbell rings]",
        "Taylor: Uh, listen, someone's at my door. I need to go get that, okay? So I'll call you back a little bit later, all right? Bye.",
        "Hector: Yeah.",
        "Dante: I didn't know where else to turn.",
        "Taylor: Dante?",
        "Dante: I need your advice. I did something, and if it turns out that I am -- that the kid is --",
        "Taylor: What? I'm totally confused. What are you talking about?",
        "Dante: It's about one night I had in Europe when I was still there. At first I dismissed it. I don't know why. Maybe I was in denial. But I usually take precautions, and I did. But it wasn't a typical night, you know? She and I, we were -- [Dante sighs] God, what a mess. If it turns out that I am --",
        "Taylor: What? You got this woman pregnant? Is that what you're telling me?",
        "Dante: It's a possibility that I could be the father, yes. But I need to be certain.",
        "Taylor: Well, why don't you ask the mother.",
        "Dante: That's where I've been. The mother is Felicia. Her little boy Dominick could be my son.",
        "[SCENE_BREAK]",
        "Ridge: You don't like?",
        "[Brooke sighs]",
        "Brooke: I don't like the fact that you think lingerie is the answer to all of our problems, no.",
        "Ridge: Then again, it might be. Come on, Logan, just try it on.",
        "Brooke: Ridge, don't call me that. I'm not your \"Logan\" anymore. So why don't you just take your lingerie and leave?",
        "Ridge: You're not even gonna read the card? [Brooke sighs] Please?",
        "Brooke: \"Roses are red, violets are blue me this card is cute, so why don't you --\" oh, my God, Ridge. What are you -- you think this is going to work?! Just get out!",
        "Ridge: Look -- hold on, hold on, hold on. Maybe that wasn't really the right card, given your reaction to the lingerie. If that wasn't the right one, maybe one of these is. I bought almost every damn card in the place hoping to find the right words that would help win your heart back again. Come on, that's gotta count for something.",
        "[Brooke laughs]",
        "[SCENE_BREAK]",
        "Nick: You aren't gonna tell me, are you?",
        "Felicia: I really don't want to talk about Dante. What I want is for you to reassure me.",
        "Nick: About what?",
        "Felicia: You and Bridget -- that you're gonna be okay.",
        "Nick: You know, losing a child is like losing part of yourself. It's gonna take time.",
        "Felicia: I'm just not sure that I did the right thing, putting Dominick in Bridget's arms so soon.",
        "Nick: We know that you were only trying to help.",
        "Felicia: Does Bridget really understand that? I'm worried about her. I've been counting on the two of you to become Dominick's parents, and now --",
        "Nick: Felicia, I know what you're thinking. We love that boy -- both of us. We've suffered a tragic loss, and it's -- we're not going to get past it over it overnight. But we are completely committed to Dominick. We want to give him the life he deserves -- the life that you want for him and the life that we want for him. That hasn't changed. Unless you know something that I don't?",
        "[SCENE_BREAK]",
        "Dante: I'd gone to a nightclub in Nice. You know, I was there with my buddies. I was having a great time, you know, and then I see this gorgeous girl. You know, she's dancing on the tables. You know, the life of the party, or at least it seemed, you know?",
        "Taylor: Felicia --",
        "Dante: Yeah. And I sensed that she was on the rebound from some guy, and she was. Look, I know how it sounds. It's not like that. Because what happened between us, it seemed to be what she needed.",
        "Taylor: Felicia thought you were using protection.",
        "Dante: I did, the first time. But as the night went on -- now --",
        "Taylor: So Felicia's son could be yours. You said you just came from over there?",
        "Dante: I went over there, and I told her everything. She's furious at me, and I don't blame her. She still thinks that Nick is the father.",
        "Taylor: Look, let's get you a glass of wine.",
        "Dante: Taylor, Taylor, listen, I don't -- I didn't come here for wine. I came here because if anyone could help me, it's you.",
        "Taylor: Look, Dante -- you know, Felicia's dying. And the one thing she was counting on was knowing that the parents who were going to raise her son were gonna love him. And now if -- if Nick isn't the father, I mean --",
        "Dante: What, are you saying I shouldn't have said anything?",
        "Taylor: No. I --",
        "Dante: Maybe -- maybe I shouldn't have. Maybe I should have kept my mouth shut, especially if it means robbing Felicia of her peace of mind where her kid's concerned. Because the truth is, Taylor, you know, raising a child by myself right now is the last thing I can imagine doing.",
        "Taylor: Now I'm really confused. Dante, if you don't want to be a father to Dominick, then why did you go to Felicia in the first place?",
        "Dante: Shouldn't a kid know who his real parents are?",
        "Taylor: In most cases, I would say yes, but there are always exceptions, one of which would be if one parent is feeling ambivalent about being a parent. Which I don't really understand, Dante. If you were already willing to raise nick's child with Bridget, then why wouldn't you want to raise your own son?",
        "Dante: No, because it's not the same thing. Because me and Bridget would've been a family, brought up the kid together.",
        "Taylor: So without Bridget in the mix, everything's different?",
        "Dante: No. If the kid is mine, I have a responsibility to him. But then it means that I'm gonna have to raise this child as a single father. I mean, is that really better for him than being raised by Nick and Bridget, in a stable, two-parent home?",
        "Taylor: Well, all relationships, no matter how solid they seem, they do always have their challenges. And Nick and Bridget have just lost a child, and they wanted that child very much. A tragedy like that can either make a couple closer or --",
        "Dante: Pull them apart. See, I believe that Nick went back to Bridget because of the baby. But now, things are different. Maybe the only thing holding them together is their obligation to Felicia and their child.",
        "Taylor: I hardly think that they look at it as an obligation, Dante. But that isn't even the issue right now. The question is --",
        "Dante: Who Dominick's real father is?",
        "Taylor: The only way you're gonna know is to get a medical test.",
        "Dante: She refuses to have one.",
        "Taylor: Well, that's understandable. Look, the thing everybody has to remember is you have to put what's best for her son first.",
        "Dante: That's what I'm trying to do. But I can't do anything without your help.",
        "Taylor: Dante, I haven't talked to her yet. I don't know anything about this.",
        "Dante: Then come with me. Talk to Felicia. Taylor, I've got to get some answers, and I've got to get those answers tonight. And I'm gonna find out the truth, with or without your help.",
        "[SCENE_BREAK]",
        "Felicia: What is it you think I know, beyond the obvious?",
        "Nick: Well, maybe you should tell me what the obvious is?",
        "Felicia: How much you love my son, of course.",
        "Nick: He's my son, too, and Bridget's.",
        "Felicia: Are you sure she still feels that way?",
        "Nick: Felicia, if you're concerned because we lost our child, that we'd have problems in our relationship, that's not the case. So you can just forget that thought. That's not to say there won't be adjustments. Hey, hey. That's what this guy is all about. He's gonna make the difference, especially for Bridget.",
        "[Baby cries] [Nick laughs] See? He can't wait. She's just got to spend a little time around him, that's all. Feel some of that energy. You gotta throw your charm on tonight, okay? Look at that face, hmm. I'm gonna give you a nickname -- cool breeze. Cool breeze Marone.",
        "[Felicia remembering]",
        "Dante: Dominick could be my son.",
        "Nick: I've got to be honest with you, you really threw me, you know, finding out this guy was mine. And now, I couldn't love him more than I do. There's something I wanted to talk to you about. It may not be the right time to bring it up. I know Dominick is my son in every way, but --",
        "Felicia: But what?",
        "Nick: Well, I'd just like to make it official, if we could. I know it says \"Forrester\" on his birth certificate, probably. It's not a big deal. If you wouldn't mind, I'd really like to include my name. I'd like to call him \"Dominick Forrester Marone.\"",
        "Felicia: Do I mind? Nothing would make me happier. But you're wrong about something, you know? It is a big deal. Dominick Forrester Marone -- it's perfect, in more ways than you know.",
        "Nick: Hey.",
        "[SCENE_BREAK]",
        "Ridge: That's it, every card I bought. Not one of them says the words I want them to say. What's a guy in love to do, huh?",
        "Brooke: So you're giving up?",
        "Ridge: No, I'm not giving up. I will never give up, Logan. I can't. Just the thought of us -- the thought of holding you in my arms, your lips against mine -- it's seared into my mind and into my heart. It always will be for the rest of my days. I know it's probably hard for you to imagine giving, how badly I hurt you. But if there's the tiniest bit of hope that I could win back your love and your heart, even the tiniest bit, please tell me. Tell me, and make this the best Valentine's Day I've ever had in my life. But tell me that there's some hope for you and me.",
        "[SCENE_BREAK]",
        "Felicia: Dominick, you're such a lucky little boy to be in a family like this, who will love you and take care of you always.",
        "Taylor: Felicia?",
        "Felicia: Taylor? I'm in here. I was just looking at some picture -- please tell me you two did not come together. Damn it, Dante, you had no right!",
        "Taylor: Felicia, I'm here because I'm concerned, and I want to help.",
        "Felicia: You want to help? Tell lover boy to take his stupid theories and take a hike, and leave my son and me alone.",
        "Taylor: Are you saying it's not possible? There's not even a chance?",
        "Felicia: No!",
        "Dante: Felicia --",
        "Felicia: Look, I must've been out of my mind, going to bed with somebody like you.",
        "Dante: Yeah, but you did, because you were on the rebound from nick -- a guy you just had sex with a couple of weeks before. So how can you say that I can't be the father?",
        "Felicia: Because a mother knows who her child's father is. So for the last time, drop this!",
        "Dante: I can't drop this, not until -- listen, you might be willing to go on instinct here, but I can't do that.",
        "Felicia: Because you're such a fine and upstanding man? Yeah, so upstanding that you pick up drunk women from bars and take them home and have sex with them without using protection? Yeah, you're a real choir boy, Dante.",
        "Taylor: This isn't helping.",
        "Felicia: I want him out of here, now!",
        "Dante: You know, throwing me out is not gonna solve a damn thing, because I'm not gonna stop until I find out the truth.",
        "Taylor: Okay, okay, listen. You're both very emotional about this, and it's not going to help for you two to be attacking each other. It's not going to resolve anything.",
        "Felicia: Nothing to resolve, Taylor, because he is not my child's father.",
        "Dante: Then prove it! If you're so sure that I'm not the father, let's take this test and find out.",
        "Felicia: I can't believe I'm listening to this. I can't believe you're listening to him.",
        "Taylor: Felicia, I'm not taking sides. If anything, I hope that Dominick is Nick's son, for everybody's sake. But even if Dante is the father, wouldn't it be better for you to know now so you can plan your little boy's future?",
        "Felicia: My son's future is with Nick and Bridget.",
        "Taylor: Well, then let's put this to rest right now and settle it once and for all with a medical test, okay? Because until you do -- it really is the only way. ."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=owBGVf2HQz8"
}