{
    "Episode Summary": [],
    "Recap": [
        "Liam tells Hope to stop .it's too late, too much has happened. Not knowing a lie was involved doesn't matter now. He and Steffy are closer than ever now because Hope broke it off even after he begged her more than once. She told him to move on so he did. She admits that she used to be Little Miss Perfection like Steffy called her, but she wants reality. She wants him, faults and all. He tells her maybe there is a guy out there that can live up to her expectations. She confesses that she knows he loves Steffy too but she's not her. She's not going to give up on him and she will prove they still have a chance. Katie scolds Bill for having booze in his coffee cup, no matter if Alison put it in there to take the edge off. She asks why and suggests that he must think this is funny. He says no; it is ridiculous. He leaves to see Justin and sign more papers. Karen and Dani rush in to see Caroline and want to know what happened. Rick spews that it was due to Karen's brother. Both are furious especially when they find out Bill had been drinking. The doctor says Caroline will be okay, she just needs plenty of rest. Rick says that won't be a problem as he is not going to leave her side.",
        "Hope tells Liam that they were cheated and she can see that he feels the same way. He laments that if Rick and his Dad would have left them alone then they would still be together now. She agrees and she will learn to get his trust back. She wants to hold him in her arms and kiss him. She wants to get back what they once had and can again, maybe even back in Italy. Liam runs into Rick as he comes out of Caroline's room. Liam blasts into Rick for the lie and manipulating his life. What this might do to him and Steffy could be unfixable. Rick claims he doesn't care. An orderly goes by with a tray full of supplies and Liam grabs an ice bag. He gives Rick a knuckle sandwich and throws the bag at him, maybe it'll help. Karen tells Katie that they have a problem and they need her to help fix it. She reveals that Bill has always had an anger problem, but she looked the other way. He also has a drinking problem and now they are combined and she can't overlook it since it put her daughter in the hospital. Bill expresses his problems with Rick, Hope and Katie to Justin. Justin tells Bill there is no lasting consequences with Caroline so all will be all right. They turn around when Katie suddenly comes in. They turn heads when Brooke follows, then from another door Karen and Dani, and finally Taylor enters. Bill quips who is behind Door #5. Suddenly he knows he has been had. Taylor speaks first and says they have something they want to talk to him about. Katie continues that they think he has a problem and they all need to address it. Karen says he has a problem the way he treats people and is so hurtful and they feel he would be much less destructive to himself and others if he didn't drink. He glares at them when Katie says she hopes he sees that this has to stop. Steffy finds out from Alison that Liam is not exactly in a meeting; he's with Hope. She goes charging into Hope's office. She reminds her that she thought she made it perfectly clear the last time that Hope wasn't to interfere in their relationship (when did that stop Steffy before). Hope admits tat she was just with Liam. She did not try to kiss him. She was just trying to work through the situation. Steffy gloats that there is no situation. Hope left Liam and now they are together. Hope says yes, but only because they were lied to and she and Liam have owned up to what they each did wrong. It's only a matter of time now. Steffy tells her that she wants Hope to respect her relationship with Liam so just in case Hope didn't get the memo, leave Liam alone!"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Hope: You can, Liam.",
        "Liam: Stop. Stop it. Stop. You -- you can't do this right now.",
        "Hope: Liam, we were lied to.",
        "Liam: That's enough, Hope! Too much has happened.",
        "[SCENE_BREAK]",
        "Steffy: You said this one was your favorite? Liam's, too.",
        "Taylor: How can you even be thinking about lingerie right now? Tell me what happened with Hope.",
        "Steffy: I'm sorry, Mom. We have an important competition coming up.",
        "Taylor: Steffy!",
        "Steffy: What? She did the exact same thing I would have. She went to Liam and she kissed him.",
        "Taylor: What?",
        "Steffy: I'm sure it was epic and beautiful for Hope, but Liam's moved on.",
        "[SCENE_BREAK]",
        "Katie: You're drinking?",
        "Bill: Is that a problem?",
        "Brooke: In the hospital?",
        "Bill: It's not like I'm chugging back beers. It's a little shot in my coffee.",
        "Katie: Why?!",
        "Bill: To take the edge off.",
        "Katie: Okay, I can understand that you would be tense after what happened to Caroline. But you don't see that this is wildly inappropriate?",
        "Bill: Wildly? Alison was here. And just for the record, I didn't ask her to do this. But she bumped up my coffee.",
        "Katie: It doesn't matter whether you asked her to or not. Is it something she does regularly? She \"Bumps\" up your coffee?",
        "Bill: Almost never. But that's what she calls it.",
        "Katie: Am I wrong here? This is really inappropriate, right?",
        "Brooke: Look, I can drive you both home.",
        "Bill: Oh, come on! Are you kidding me? What? You want to see me walk the line here? How's this?",
        "Katie: You're making jokes? You think this is funny?",
        "Bill: I think it's ridiculous.",
        "[Cell phone beeps]",
        "Bill: It's Justin. I forgot, I'm supposed to meet him at the house to sign some contracts. Well, Caroline's gonna be fine, so I'm gonna go see Justin.",
        "Katie: Well, I guess we should check on Caroline.",
        "Brooke: Yeah.",
        "Caroline: You don't have to stay.",
        "Rick: I want to.",
        "Caroline: But what about work?",
        "Rick: You're the designer on our team. Taking care of you is the best part of my job.",
        "Katie: Hey. How are you doing?",
        "Caroline: I'm doing better. Thanks.",
        "Rick: Where's Bill?",
        "Brooke: He left.",
        "Rick: Good.",
        "Danielle: Caroline? Hey. We came as soon as we heard.",
        "Karen: Sweetheart, are you okay? What happened?",
        "Caroline: I'm fine. I'm fine. I have a really bad headache. I fell kind of hard.",
        "Karen: Why? Why did you fall?",
        "Rick: Because your brother lost his temper.",
        "[SCENE_BREAK]",
        "Steffy: Our relationship isn't at all what it was back when we were married. All that insecurity -- it's not a factor anymore. Hey, Alison, it's Steffy.",
        "Alison: Oh, how are you?",
        "Steffy: Great. Thanks. Um, I was just wondering, I tried to call Liam. Is he on another line?",
        "Alison: He's in a meeting.",
        "Steffy: Oh, I just need to ask him a quick question. Is he in a meeting with Bill or somebody you could possibly interrupt?",
        "Alison: Uh...well, not with Bill, no.",
        "Steffy: Who's he with?",
        "Alison: Hope.",
        "[SCENE_BREAK]",
        "Liam: Okay, listen. I'm really glad that you told me what Rick did because of all that time not knowing... it doesn't even matter now.",
        "Hope: Liam, you and Steffy are not married.",
        "Liam: Steffy and I are almost closer than we were than you and I --",
        "Hope: Because of a lie.",
        "Liam: Because you broke it off. I pleaded with you to come back to me more than once, and you told me to move on. Well, I did.",
        "[SCENE_BREAK]",
        "Bill: Hey, sorry to hold you up. Did you get to spend some time with my son?",
        "Justin: Yeah. Yeah. He's upstairs still asleep. I've come to get your signature on some contracts, and the baby's nurse was showing me how to change diapers.",
        "Bill: That's all right. It's good for you. You never know when you need to know how to change a diaper.",
        "Justin: [Chuckles] So, how's Caroline?",
        "Bill: She's gonna be okay.",
        "Justin: And you?",
        "Bill: I've had better days.",
        "[SCENE_BREAK]",
        "Danielle: What is wrong with that man? I'm sorry. I know he's your brother.",
        "Karen: Oh, it's fine with me. Believe me, I'm just as angry as you are. You said he'd been drinking?",
        "Katie: Yes.",
        "Karen: Yeah. Of course he was.",
        "Katie: I just wish he had stayed out of it.",
        "Brooke: We have to remember this was an accident.",
        "Dr. Maponya: I heard your parents are here. I'm Dr. Maponya. Who is mom?",
        "Karen: We both are mom.",
        "Dr. Maponya: Ah. Okay. Um... Caroline seems to be doing very well. Uh, we'd like to keep her longer, though.",
        "Danielle: Any particular reason? Should we be concerned?",
        "Dr. Maponya: Just to monitor. We're dealing with a concussion. It's best to be overly cautious.",
        "Karen: Of course. Thank you.",
        "Dr. Maponya: Any questions?",
        "Danielle: What can we do?",
        "Dr. Maponya: Make sure she gets plenty of rest.",
        "Karen: We will.",
        "Dr. Maponya: And keep an eye on her when she gets home.",
        "Rick: That's not a problem. I'm not leaving her side.",
        "Danielle: I think there will be plenty of people volunteering to keep her comfortable.",
        "[SCENE_BREAK]",
        "Taylor: Hope's with him right now?",
        "Steffy: I made it clear to Hope she needs to respect my relationship with Liam. Apparently she didn't listen.",
        "[SCENE_BREAK]",
        "Liam: Man, I hate Rick for this.",
        "Hope: But we can't change what he did, but we can fix it.",
        "Liam: Really? And then what? We'd just keep on hurting each other.",
        "Hope: No. No. From here on out, no. We've both grown. We've changed. You have. I've seen it. And look at me. Look at my life, my -- my demeanor, what it used to be. You know, Steffy used to call me little miss perfection, and she was right. Liam, I had this fantasy about what a relationship should be based on -- I mean, I don't even know what. But it made it so easy to blame you when you weren't the Prince Charming that I expected you to be. But that's not what I want anymore. I don't want Prince Charming. I want reality. I want you. Faults and all. I mean, I have them. Why would I expect you not to?",
        "Liam: Hope, listen. Maybe it's wrong to -- to give up on your expectations. I mean, you know, maybe there's a guy out there who will live up to them.",
        "Hope: Hmm. I don't know. I don't think I'd like him very much. He sounds kind of boring.",
        "Liam: Come on, Hope. I have given you more than enough reason to be disappointed in me.",
        "Hope: And even more to be understanding and forgiving. Yeah, okay, you should not have been out with Steffy the night before our wedding, but I should have listened to you. I made it into this huge deal when I should have just looked into your eyes and seen the truth. And I see it now. I know that I pushed you to Steffy, and I know that you love her. But she's not me. You're not gonna give up on us. I'll prove to you that we still have a chance.",
        "[SCENE_BREAK]",
        "Katie: Oh, uh, I-I don't know about this.",
        "Karen: Look, Bill has always had an anger-management problem, and I've looked the other way. But this time, it's affected our daughter.",
        "Danielle: And it's not just about his anger.",
        "Karen: No. It's about his drinking, too.",
        "Katie: Even here.",
        "Danielle: What?",
        "Katie: Well, apparently the coffee he was drinking today was spiked.",
        "Karen: Oh, yeah, well, he's been doing that for years.",
        "Katie: I-I guess I didn't realize that until today.",
        "Brooke: Obviously a bad choice, but he always seems fine.",
        "Karen: Um, he's not fine. My daughter is in the hospital because of him. Look, we have a problem, and we need your help to fix it.",
        "Katie: Okay.",
        "[SCENE_BREAK]",
        "Justin: I can't wait to tell Alison she got you in trouble with the wife.",
        "Bill: Yeah. You know, um... I don't think Katie is really mad about that. I think it's the whole situation. The coffee just gave her something to focus on.",
        "Justin: Hmm.",
        "Bill: What a day. You should have seen it. Even Rick Forrester tried to get in my face.",
        "Justin: Oh, wow. And then Hope, she got in on it, too, right?",
        "Bill: [Chuckles] You enjoying yourself there? It's funny?",
        "Justin: All right, look, I'm sorry, okay? You were good to tolerate them both.",
        "Bill: If Rick only had enough of a spine to stand up to my niece...",
        "Justin: Yeah, but it was, what? No lasting damage. And Caroline's gonna be fine, and Liam and Steffy are still solid.",
        "Bill: I hope so.",
        "[SCENE_BREAK]",
        "Taylor: Are you heading over there?",
        "Steffy: Hope needs to understand that I'm serious.",
        "Taylor: I'm not really sure that's a great idea -- you bursting in and making a big scene, especially in light of the fact that Liam's now finally putting his foot down and making a boundary, a very-much-needed boundary, for once.",
        "Steffy: Why do you give such good advice?",
        "Taylor: Because I'm a pro.",
        "Steffy: [Sighs] Fine. Fine. The next time I see Hope...",
        "Taylor: Right. You make sure she understands.",
        "Steffy: I will. I am so lucky to have a mom like you. And it's great that we live so close now, isn't it?",
        "Taylor: I know. As long as you don't mind the fact that I can drop in whatever I want to now.",
        "[Cell phone ringing]",
        "Steffy: Oh, as if I'd ever feel bad about kicking you out. Oh, by the way, I have to get to work.",
        "Taylor: It sounds like I have to.",
        "Steffy: Is that me?",
        "Taylor: No, it's mine. Hello? Uh, yeah. Yeah. You can count me in. I am glad you called me. All right. Thanks.",
        "[Cell phone beeps]",
        "Steffy: Everything okay?",
        "Taylor: I hope so.",
        "[SCENE_BREAK]",
        "Liam: All this interference we've had to face. You know, my -- my dad and Rick. And if they had just -- [Chuckles] If they had just left us alone, we would have worked through it by now, you know. But no, Rick had to butt in. He had to lie to you. And my dad went ahead and put Caroline in the hospital. Why? Why? For what? Just because she wanted to tell us the truth? Sorry. I don't mean to sound mad.",
        "Hope: It's fine by me. It just proves that I'm right. It proves that you feel the same way. Liam, we were cheated. But I don't want to focus on what went wrong. Let's correct it. Think back to when things were so good between us, all the great memories. Do you remember in Mexico when you kissed me at El Arco?",
        "[Liam remembering]",
        "[Seagulls calling]",
        "[SCENE_BREAK]",
        "Hope: You remember that?",
        "Liam: [Chuckles]",
        "Hope: I'm currently looking for another perfect arch for you to kiss me by again. When I find it, I'll bring you there.",
        "Liam: Yeah. You gonna drag me to Mexico?",
        "Hope: Yeah, if I have to.",
        "Liam: [Chuckles]",
        "Hope: Or better yet, Italy. Start all over. Liam... I want to take you into my arms and be held by you... and kiss you and be with you. And it will happen. You know, it might take some time, but sooner or later... you'll realize that I'm the person for you, too. I know that I've hurt you, and I know that I closed myself off from you. And so, you probably feel like it's safer for you to stay away. But it's not. I'll earn your trust back again.",
        "[SCENE_BREAK]",
        "[Elevator bell dings]",
        "Liam: Hey! Rick!",
        "Rick: Caroline's room's over here.",
        "Liam: I am in awe of how low you would stoop. You lied to your little sister? You manipulate her life? You manipulate my life?",
        "Rick: I'm sorry. I told Hope the truth. You two can fix it if you want. It's not like you and Steffy are married.",
        "Liam: What?! You have no concept of my relationship with Steffy, Rick! This is not fixable, okay?!",
        "Rick: I don't have any concept of yours and Steffy's relationship because I don't care!",
        "Liam: Hey, uh, is this -- is this an ice pack?",
        "Man: Mister, what are you doing? What do you need that for?",
        "Liam: It's for him.",
        "[SCENE_BREAK]",
        "Justin: Pretty cool, my friend, having a second go-around at fatherhood, raising that boy from the start.",
        "Bill: Am I hearing you right? Sounds like I'm providing you with some inspiration.",
        "Justin: Uh, no. Just saying you're lucky. That's it.",
        "Bill: Yeah. Lucky my son's asleep. After this day, I could use a little peace and quiet. Katie. I didn't hear you come in.",
        "Justin: Hi.",
        "Bill: Brooke.",
        "Justin: [Clears throat]",
        "[Door opens]",
        "Bill: [Sighs] So, what's behind door number five?",
        "Katie: Justin, do you want to stay for this?",
        "Justin: I, um... gonna get back to the office.",
        "Bill: Coward.",
        "Taylor: Bill, we have something to talk to you about.",
        "Bill: You don't say.",
        "Katie: You have a problem, and I think we all need to address it.",
        "Karen: We've all stood by for a long time now not saying anything. But the way you treat people, how hurtful you can be, we all feel that you would be much less destructive towards yourself and others if you didn't drink.",
        "Bill: You got to be freaking kidding me.",
        "Danielle: Karen and I have kept quiet, but today, you hurt our daughter.",
        "Katie: We're hoping that you see that this needs to stop.",
        "Bill: [Sighs]",
        "[SCENE_BREAK]",
        "Hope: [Sighs]",
        "[Door opens]",
        "Steffy: I was trying to be so good about coming into work and not going after you. Oh.",
        "Hope: I'm sorry.",
        "Steffy: I know you were just with Liam.",
        "Hope: Yes, I was.",
        "Steffy: Huh. Did you try to kiss him again or...?",
        "Hope: No, no. Just trying to work through the situation.",
        "Steffy: There is no situation, Hope. You ended it with Liam. And now he's with me.",
        "Hope: Well, he and I were lied to.",
        "Steffy: No. You were lied to -- by your brother. Even though Liam told you nothing happened that night repeatedly, even though I told you that, you still decided to believe the lie. You told him to move on. Well, that's exactly what he did.",
        "Hope: Look, Steffy, I realize you are just as much a victim... this time, but let's be honest here. You haven't exactly always been innocent.",
        "Steffy: [Laughs] Oh, is it easier for you to imagine me being the villain?",
        "Hope: Let's look at what I used to have. I had my clothing line. I was making a difference. I was helping lots of young women. I had my relationship. I lost all of that.",
        "Steffy: And you're blaming me?",
        "Hope: [Sighs] You know, my relationship with Liam has been undermined from the very beginning, between you and Bill... now my brother. I'm not saying that outside forces were the only thing keeping us apart. There was more to it. And I've taken responsibility for what I did wrong, and Liam has, too. At least, you know, I-I hope so. And it's really only a matter of time --",
        "Steffy: Before he comes back to you. I swear I-I made myself clear the last time we spoke.",
        "Hope: Hmm.",
        "Steffy: I-I get it. You were excited and you kissed Liam, and I'm sure it was very romantic and you're not gonna forget it, but it doesn't change anything. I want you to respect my relationship, Hope, okay? Stay away from Liam."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=Hk1AInQ3FWk"
}