{
    "Episode Summary": [],
    "Recap": [
        "Katie holds Ridge and tries to comfort him by saying he is a brilliant designer and it will all come back in time. He's not so sure. She says she will not let him think like that. He just came back to work too soon; just let it come and ease into it. He is afraid it is gone. Brooke makes excuses for Ridge and says he won't be at this meeting; he needed some time. He'll be at the top of his game soon. Hope catches them up on what Quinn did to threaten her and Liam. Wyatt saved the day so all is fine but she is glad Quinn is gone from the company. Eric agrees; good riddance as she was responsible for Ridge's missing too. Eric tells them about Ivy, a jewelry designer, who is his brother's daughter. They want to bring her in and see if she can fill the void of Quinn. Rick surprises them by opening the door and there she is. Eric welcomes her to L.A. and she hugs all of them, glad to be here. With Justin at his side, Bill tells Allison to get rid of any reminders of Katie. He doesn't want anything to remind him that she was once sitting in his chair. He tells an employee who asks that the daycare is closed. He gives her money to put her kid in another daycare. He tells Justin and Allison they can all go back to being miserable, no more free lunches for all and now they can make some real money again.",
        "Hope sees Ivy's designs and thinks she has great potential. Eric says he thinks FC could benefit with her aboard. They have not offered her anything. They did not want to scare her off. Rick tells Hope she has good instincts and he asks if she will give Ivy a chance. Katie has Ridge sit down and relax, just think about his family, his children, let any thoughts come into his head. He'll eventually remember all the fashion shows, all his triumphs, it will all come back come back .come back. Suddenly he bolts upright and remembers the desert wedding and punching Bill and running off with Brooke and entering the helicopter ..and seeing the SP logo on jacket."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Katie: It'll come back. You're a brilliant designer. Your gift is not lost. No matter it takes, you will design again.",
        "[SCENE_BREAK]",
        "Hope: Hi.",
        "Rick: Ridge isn't here?",
        "Brooke: He left a little while ago.",
        "Hope: I thought he was supposed to be in this meeting.",
        "Brooke: I think he was a bit tired.",
        "Hope: Okay, yeah. First day back, a big surprise welcome -- I'm sure it's overwhelming.",
        "Eric: Ridge is a pro. He'll pick up right where he left off.",
        "Rick: Let's hope so. With Ridge heading up Couture, he needs to be on top of his game.",
        "Eric: He's a singular talent. I have no doubt that he'll lead this company into the future.",
        "[SCENE_BREAK]",
        "Justin: Initial numbers. Already turning around since you've returned to C.E.O.",
        "Bill: Give it another month, it'll be like hurricane Katie never happened.",
        "Justin: Yeah.",
        "Woman: Um, Mr. Spencer? I just went to drop my daughter off downstairs at Spencer daycare, and there was a \"closed\" sign on the door.",
        "Bill: That's because it's closed. New policy. Here's two grand. Enroll your kid in preschool.",
        "Woman: But she's only nine months old.",
        "Bill: Never too early to start their education. Brain development. You'll thank me later. Come get it. I'm not gonna bite you.",
        "Alison: Katie left these behind.",
        "Bill: Get rid of them. Katie's reign is over. I don't want any reminders that she was ever sitting in my chair.",
        "[SCENE_BREAK]",
        "Bill: Uh, Alison, hold on a second. I want you to put out a memo eliminating Katie's 8-to-5 rule. Right, if you're not working overtime, you're not working.",
        "Alison: Too bad. I quite enjoyed having a life.",
        "Justin: And what about the yoga studio? Are you keeping that open?",
        "Bill: Funny.",
        "Justin: I'm serious.",
        "Bill: Wh-what are you saying? Katie put in a yoga studio?!",
        "Justin: Well, you know -- actually, that -- that may have been Liam.",
        "Alison: Free classes Monday through Friday.",
        "Justin: It's supposed to decrease stress and increase productivity.",
        "Bill: Are you kidding me?!",
        "Justin: Come on!",
        "Bill: It's not decreasing my stress. No wonder we're so far in the hole. I mean, my life's work turned into a multi-billion-dollar health spa. Well, that's it. No more. We're gonna get back to the business of being miserable and start making some real money again.",
        "[SCENE_BREAK]",
        "Brooke: Ridge is not running the company. He is a designer. He's co-vice president along with me. Rick is the president.",
        "Eric: [Chuckles] Brooke, you have nothing to worry about. Ridge will be completely consumed with designing Couture. He's gonna have nothing else on his mind.",
        "Rick: Yeah, Quinn and Wyatt are, uh, no longer with Forrester Creations.",
        "Brooke: Thank God Quinn is out of here.",
        "Hope: [Sighs] Yeah. I wasn't sure if I should get into this. Mom knows most of the story, but, um... Quinn threatened Liam and me.",
        "Rick: What?",
        "Hope: Yeah. Wyatt intervened, so everyone's fine. It's all okay. I'm not gonna get into details right now, but...I think it's definitely for the best that she is no longer with the company.",
        "Rick: Hmm.",
        "Eric: And good riddance, too. It's because of her that Ridge had this accident -- this concussion. We're very lucky that it wasn't worse and that he's on his way to a full recovery.",
        "[SCENE_BREAK]",
        "Katie: Let's sit down, okay? Sit. Listen. Your memories, your talent -- it's all in there. It hasn't gone away.",
        "Ridge: Yeah. I can remember my 10th birthday like it was yesterday. Green balloons and a-a racecar cake. But I can't remember how to draw a dress, how to design something -- something I've done a millions times. I don't know how to do it.",
        "Katie: You have to be patient with yourself. You had a brain injury. You can't just expect everything to fall back into place.",
        "Ridge: Drawing stuff, designing things -- that's -- that's -- that's who I am. And I can't do it anymore. What if it doesn't come back?",
        "[SCENE_BREAK]",
        "Rick: Quinn -- she was trouble. There's no denying her talent as a jewelry designer.",
        "Eric: Or Wyatt's P.R. savvy. I mean, you can't forget the Hope for the Future diamond and all the -- all the publicity that generated for us.",
        "Rick: And there's no doubt that Hope for the Future's gonna feel the loss of Quinn Artisan, which is why dad and I are looking for a replacement.",
        "Hope: A new jewelry designer?",
        "Eric: Someone to potentially fill the void down the road. Yeah.",
        "Rick: Someone within the Forrester family.",
        "Brooke: Who?",
        "Eric: You remember my brother John's daughter Ivy.",
        "Brooke: Little Ivy from Australia?",
        "Rick: She's not so little anymore. In fact, she's a jewelry designer. She has some of her pieces in our Sydney boutique.",
        "Hope: I've heard really good things about her designs.",
        "Brooke: Well, that sounds great. I think we should fly her out and have a meeting. Speaking of meetings, I got to go meet with Bill, actually.",
        "Rick: Mom, do you have a sec? I mean, it's an awfully long flight from Australia.",
        "Brooke: Oh. [Chuckles] What?!",
        "Hope: Is she here?",
        "Rick: Ivy?",
        "Ivy: [Australian accent] Uncle Eric, Brooke.",
        "Brooke: Oh, my gosh! Ivy! Wow! Look at you!",
        "Ivy: Oh, good to see you. Hello.",
        "Eric: Hello.",
        "Hope: Hi! I'm Hope.",
        "Ivy: Hi. [Chuckles] Oh, nice to meet you.",
        "Hope: It's nice to meet you, too.",
        "Eric: Ivy... welcome to L.A.",
        "Ivy: [Chuckling] Oh.",
        "[SCENE_BREAK]",
        "Bill: Complimentary meals in the cafeteria? Organic, free-range, local?! [Chuckles] A juice bar! Really? No more free lunches. Everybody there pays for their own food or they can brown-bag it.",
        "Justin: You're going to have a bunch of unhappy employees on your hands.",
        "Bill: Did anything about pay cuts? No. But that's next on the list if we don't turn this company around A.S.A.P.",
        "Justin: Oh, you got it. You always get it done.",
        "Bill: Yes, I do always get it done. Unlike some of us, who have to brush up on their helicopter skills.",
        "Justin: [Chuckles] You know what? My skills are just fine. How about next time you give me a heads up you want to dump a guy into the Persian Gulf?",
        "Bill: It was a close call, wasn't it?",
        "Justin: Yeah, tell me about it. [Sighs] You know, we're lucky that they found Ridge and he doesn't remember anything about that flight. Good thing he didn't realize it was me piloting that helicopter. He could easily have seen me.",
        "Bill: Well, he didn't see you. I mean, he's been back for days now, and nothing. We're in the clear.",
        "Justin: Yeah. I thought I was gonna have to go to the slammer over this one.",
        "Bill: Well, obviously, that ain't gonna happen. Smidge survived.",
        "Justin: [Chuckles]",
        "Bill: He's good as new.",
        "[SCENE_BREAK]",
        "Katie: The doctor said to expect some memory loss, but in most cases, it's temporary.",
        "Ridge: Well, what if it's not?",
        "Katie: I-I'm not gonna let you think like that. We're not gonna think like that. Listen, going back to work was a bad idea. It was too soon.",
        "Ridge: I-I want to create something. I want to draw something beautiful, and it's in my head. I just don't know how to get it from here...into my hands and on to the paper.",
        "Katie: You -- you will. You just have to let it come.",
        "Ridge: I used to find solace here. I have a gift. I was given a gift, and my whole life, I-I-I tried to perfect it and develop it, and now...",
        "Katie: And now you're going to spend many, many more years doing just that. You just have to ease into it.",
        "Ridge: No. It's gone.",
        "[SCENE_BREAK]",
        "Brooke: I'm so glad you're here.",
        "Ivy: It's so good to see you.",
        "Brooke: I'll talk to you soon, okay?",
        "Ivy: Mm-hmm.",
        "Eric: We'll talk later.",
        "Brooke: All right.",
        "Hope: Bye, Mom.",
        "Eric: Ivy, your designs are a big hit in the Sydney boutique. They really are.",
        "Ivy: Oh, look, I wanted to say thank you for giving me that opportunity. And for flying me out to L.A. First time in the home office.",
        "Eric: [Chuckles] You'll have the grand tour later.",
        "Ivy: Okay. [Chuckles] Hey, I just -- I wanted to tell you how much I've admired your collaboration with Quinn Artisan.",
        "Hope: Oh...",
        "Rick: Yeah, they're no longer with the company.",
        "Eric: Hope, I want you to see some of Ivy's designs. I think you'll be very impressed.",
        "Hope: I would love to see them, yeah.",
        "Ivy: Okay. [Chuckles]",
        "Rick: So, Ivy, how would you describe your work?",
        "Ivy: Huh, I guess, uh, a little Miriam Haskell meets Lanvin. You know, it's classic and accessible and fresh with an edgy twist.",
        "Rick: Very nice.",
        "Hope: Wow. This is really nice. I love this.",
        "Ivy: Well, you can have it.",
        "Hope: Oh, no, no, no.",
        "Ivy: No, really. Take it.",
        "Hope: I couldn't.",
        "Ivy: No, really. I insist.",
        "Hope: Okay. I mean, if you're insisting, then, yeah, that's so sweet of you. Thank you.",
        "Rick: Well, are you ready for the tour, Ivy?",
        "Ivy: Uh, yeah, yeah. Actually, do you guys mind if I, uh -- if I film a little bit of it? It's just my mom would really love that.",
        "Eric: Not at all. It would be fine. Uh, Pam will take of you.",
        "Ivy: Okay. Is Pam the lady with the lemon bars?",
        "Hope: [Chuckles]",
        "Eric: Yes.",
        "Rick: That's the one.",
        "Ivy: Okay.",
        "[Laughter]",
        "Eric: So, Hope, what do you think of Ivy?",
        "[SCENE_BREAK]",
        "Ridge: I tried to draw at the office. And my dad came in. He was so happy to see me.",
        "Katie: Did you tell him that you were struggling?",
        "Ridge: No. Everyone was so excited that I was back, and they're expecting great things from me.",
        "Katie: You should tell him what you're going through. He, of all people, will understand.",
        "Ridge: I know. I... do me a favor. Promise me -- don't tell anybody.",
        "Katie: Of course. Of course not. I won't say a word.",
        "Ridge: Rick would take advantage.",
        "Katie: No. No, he won't. He's just as happy to have you back as anybody else.",
        "Ridge: Happy. He's very happy. Everyone is very happy. Yes. If he sees any weakness in me, he will attack.",
        "Katie: Okay. You're gonna get through this. Your ability, your memories -- they're all gonna come back. I-I think that maybe they're linked somehow, you know? I-if you remember what happened and you're able to process the trauma that you went through that afternoon, then...you'll begin to heal.",
        "Ridge: [Sighs]",
        "Katie: I promise you. I promise you're gonna be able to remember everything.",
        "[SCENE_BREAK]",
        "Bill: That little dressmaker came this close to dying because of me. I never dreamed it would get that ugly.",
        "Justin: Yep. We dodged a bullet. That's for sure.",
        "Bill: I wasn't trying to hurt the guy, let alone kill him. I was just trying to teach him a lesson. I mean, come on. He -- he comes to Abu Dhabi, he crashes my wedding to Brooke -- a wedding in which I planned every meticulous, expensive detail. Then he cheap-shots me in the face? Well, nobody does that to me and gets away with it. So I send him for a little swim. I want to put a scare in him. Was I supposed to know he's gonna go missing?",
        "Justin: And then he bumps his head in the process.",
        "Bill: Well, that concussion is our saving grace. If not for that, he might remember who was piloting the chopper. And that would be both our asses.",
        "[Knock on door]",
        "Bill: Come in. Hey.",
        "Brooke: Am I interrupting?",
        "Bill: Not at all.",
        "Justin: Hey, Brooke. It is good seeing you.",
        "Brooke: Good to see you, too.",
        "Bill: Come over here.",
        "Brooke: [Chuckles]",
        "Bill: Hi.",
        "Brooke: Hi. How's your day going?",
        "Bill: Oh, a lot better now that I'm looking at you.",
        "Brooke: Yeah? Why don't you tell me about it -- your corporate takeovers and your leveraged buyouts.",
        "Bill: I don't want to bore you with that.",
        "Brooke: [Chuckles] You can, you know? You don't have to tell me everything. You can have your little secrets.",
        "[SCENE_BREAK]",
        "Hope: I think Ivy could have real potential. I mean, this piece is very interesting.",
        "Eric: It really is.",
        "Rick: There's something sophisticated yet hip about her designs. And that's not easy to pull off.",
        "Hope: Yeah. She certainly does unique work.",
        "Rick: Mm-hmm.",
        "Eric: I think Ivy could be exactly what Forrester needs right now.",
        "Hope: Does she know why she's here? I-I mean, does she know that she's being considered to replace Quinn Artisan?",
        "Eric: No, no, no. She just thinks it's a meeting that we're just, uh, touching base.",
        "Rick: We didn't want to scare her or pressure her into anything.",
        "Eric: No, or disappoint her if things don't work out.",
        "Hope: Well, you know, she may not have a lot of experience, but you can't tell from these designs.",
        "Rick: And she's a Forrester. She's family.",
        "Eric: I have no doubt about her dedication to the company. She's driven. She's dedicated. I think she'd fit in quite well around here.",
        "Rick: I agree with dad. I don't foresee any problems with Ivy. Hope, you have good instincts. Hey, trust them. Should we give Ivy a chance?",
        "[SCENE_BREAK]",
        "Brooke: Mm. I bet all the people that work here are shaking in their boots now that you're back at the helm.",
        "Bill: Oh, come on. Am I really that scary?",
        "Brooke: Oh, yeah. No! I'm just kidding. You're a good guy with a bad rap. You're not as mean and as ruthless as they all say you are.",
        "Bill: That's the consensus these days?",
        "Brooke: They do say you're dangerous, too. And that you'll do anything to get what you want. And that is true. Because you will do anything for me.",
        "[SCENE_BREAK]",
        "Katie: Okay, let's just -- let's just try something, just for fun. Close your eyes. Come on, close your eyes. And take a breath. Because it's been a stressful day, and we got to remember how to breathe. And you don't have to do anything. Just relax. Just...be here with me in this room. Whatever thoughts come into your head... just let them be there. You don't have to force anything. You can think about your friends and your family and your children. See their faces. And eventually, you'll remember all of those beautiful dresses that you designed for Forrester season after season. And you'll remember all of the fashion shows and all of your triumphs and all of your successes. It's all gonna come back. All of it. All of it. All of it. What is it? What did you remember?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=SnCQvcXDeOg"
}