{
    "Episode Summary": [],
    "Recap": [
        "Hope shows Wyatt that the flower opened. He says it must be from the warmth of her hand. She chuckles that flowers close at night and open in daytime. He says it must have seen her shining. He tells Hope they could change their minds and still go out. She says she still can not handle that right now. He gets a phone call which he ignores. She says it might be his mother checking on them. He says his mother wants him to be happy and she also thinks Wyatt can make Hope happy too. She adds and Quinn didn't think that might happen by chance. He says he's not going to make excuses for his mom for being underhanded if that is the way it goes down. He thinks Quinn just felt that Hope had the right to know what was going on with Steffy. Hope says Liam said it was nothing and she believes him. He says but if nothing makes her run for the hills, what does that tell her. She says she knows. What Liam said made total sense but she still couldn't go back with him and she knew Steffy would always be there. She needs to let that go and open up to the rest of her life. She says it's hard. She always thought her life was headed in one direction and now it's not. He offers her a suggestion. He kisses her. He says L.A. is great but here they have the palm trees swaying, the waves crashing and no horns or sirens blaring, just the rare force of nature. They kiss again. He tells her they can analyze what happened between Liam and Steffy twenty different ways or they can just let it blow away. He says he could say a lot of things to her but they would just be meaningless words and would not say this. He kisses her passionately again. She pulls him in for a second one. Then she pulls away and says she is sorry. He says no, it's all right. He's going to enjoy himself every little step and nibble along the way. He gives a devilish smile and she wants to know what he is thinking. He says she doesn't want to know but then tells her he just had a vision of them in an outrigger canoe making love. Sorry but that is where his mind went. He says they are going to be here a while so they need to get started. He picks her up and she giggles, but adds that she wants to take this slowly. He lets her down gently and says yes the first time needs to be special ..and it will be. He kisses her again. Rick calls the gang together in his office and tells them to take a deep breath, the holidays are behind them. They will be working on the spring line. Ridge walks in and congratulates them for all being here. They need to focus on what is next. It's soon clear that Rick and Ridge are not on the same page. Ridge says HFTF is changing their identity and they can\u0091t afford that. Couture is what made his father's name. The ready to wear line is fantastic, but they came later. They can not be center stage. The public and buyers are looking at them and thinking they are committed to the young market instead of them. Rick says all he has done is preach couture but that market just isn't cutting it. Dad gave him one goal to increase sales any way he could. This team here smashed that goal. Ridge says he is not telling them that wasn't great but they must get back to re-branding what made them great in the first place. What they need now is some bold new designs. Rick sarcastically says what they need obviously is Ridge as their savior. Ridge says sounds like the two of them need to talk. Rick says might as well since Ridge is not going to let him continue the meeting that he has planned for weeks. Brooke tells Katie that Ridge knows everything and she is sure Ridge mentioned that to her. Katie says Brooke knows they have always gotten along, so how is Bill. Brooke says Katie knows she is not still seeing him. He still keeps coming around although she tells him not to. Katie says obviously Brooke wants something from her so just tell her what it is. Brooke says Katie must know how much she wants to rebuild hr life with Ridge. Katie pretends not to be interested, whatever Brooke says. Brooke says Katie knows how devastated she was when she came back alone from her honeymoon. None of this would have happened if Ridge hadn't left her. Katie says there is not a very big correlation between what Brooke says and what she does. Brooke says she would like this resentment ad hostility between them to change as she has told Bill to stay away. Katie says and yet he keeps ringing her door bell and she lets him in. Brooke says she should not have come. Katie says but she did; she wants both men. She sees her sister's objective. She wants to give Katie back her husband like some old sweater that she borrowed and beat up, but she's not going to have that. Brooke says she knows Katie wants Bill's job, she wants to be super-mom and prove to the whole world that she can do everything. That's great but is she happy in this big old house alone. Katie says and Brooke must think she'd really like to be sleeping by a man each night that had really rather be sleeping with Brooke. Katie says Brooke only wants to park Bill there because it will be more comfortable for Ridge who does not like competition. And the bonus is Brooke gets to look like she is cleaning up her mess at the same time. Brooke says she knows Ridge has his reservations, but she told him everything and he wants to come home.",
        "Rick tells Ridge he's dying to now when is he going back to International. Ridge says he has bad news for him. He's not going anywhere. Thorne has taken over that job and is on his way as they speak. Brooke calls and wants to see Ridge when he can pull himself away. Rick tells him to feel free to go and he'll know later if he is blissfully happy or just gonna wipe his shoes off on Brooke. Ridge asks why Rick didn't do something about Brooke and her sister's husband. Rick scoffs that Ridge had left her. He cut her loose and she was drowning. He doesn't think Ridge has any right to criticize her how she kept from going under. And Katie herself is not blameless in this. Ridge says that is fair. When he decided to come home; home was Brooke. Now he doesn't know what it means anymore. Caroline asks Rick how bad was his meeting with Ridge. He says Ridge got a call so anti-climax. She asks if he wants her to beat Ridge up? He's such a gentleman that he probably won't even hit her back. He tells her that Ridge is not going back to International. She says yeah the whole building is buzzing about Thorne going instead. It'll be great for him and an opportunity for Brooke to win Ridge back if he can come to terms with her being with her uncle Bill. Brooke gets the bedroom ready but Ridge arrives early and catches her by surprise. He comments that she never changed the locks on the door so he came on in. She says so many nights and she'd wake up and swear she heard his key in the door. He says his key, did Bill's sound differently? She tells him that Hope is in Hawaii and RJ at Ojai and this is like old times when they would lock themselves away in this room, away from the whole world. And they never hid anything from each other. They had this unspoken language. She puts her arms around his face and he recoils slightly. She says welcome home to her dear beautiful husband. She's waited so long for this moment and now it is finally here."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Hope: Look, it opened!",
        "Wyatt: It must've been the warmth of your hand.",
        "Hope: [Chuckles] Flowers close at night and open during the day.",
        "Wyatt: I guess it saw you shining.",
        "[SCENE_BREAK]",
        "Rick: Okay. Everybody take a deep breath. The holidays are behind us. Now, in the same breath, can someone tell me where we are with the fall/winter collection?",
        "Caroline: Um, well, I have some sketches, but it's not a full concept yet.",
        "Aly: Wait. What about spring/summer?",
        "Maya: Oh, spring/summer debuted in the fall. It's a little confusing at first.",
        "Rick: Uh, when's fashion week?",
        "Oliver: March.",
        "Rick: It's always in March, Oliver.",
        "[Laughter]",
        "Rick: March what?",
        "Oliver: I-I'm on it.",
        "Rick: Thank you.",
        "Ridge: Everyone's here. Excellent.",
        "Rick: Actually, I'm glad you're here, Ridge. We're just taking a closer look at what's needed for spring.",
        "Ridge: Oh, well, I'm glad you agree that we need to make some changes around here.",
        "[SCENE_BREAK]",
        "Katie: All these are from H.R.?",
        "Adele: It wasn't a very popular decision.",
        "Katie: [Scoffs] The writers write. There's no reason they can't do that from home. It's more efficient.",
        "Adele: Well, payroll and marketing think they deserve the same perk.",
        "Katie: There's no way I'm letting the financial records leave the building. Hi!",
        "Brooke: Hi! Your office said you wouldn't be in.",
        "Katie: Uh, my office came to me.",
        "Brooke: Hi, Adele.",
        "Adele: Hi, Brooke.",
        "Brooke: Am I interrupting?",
        "Katie: Nope. I think we're just finishing up. So, what's going on? You have that \"You have news\" look on your face.",
        "Brooke: Oh, well, uh, yeah. It's something I'm really excited about, and I think you will be, too. Ridge is back.",
        "Katie: Thank you, Adele.",
        "Adele: No problem. Bye.",
        "Katie: Um... why would I be excited about that?",
        "Brooke: He's back in Los Angeles.",
        "Katie: I know. Um, he looks good. But then again, he always does.",
        "Brooke: Oh. So, you ran into him somewhere?",
        "Katie: Yeah, he came to see me. We had a nice talk.",
        "[SCENE_BREAK]",
        "Rick: I think it's obvious what we need. Uh, what we need is to, uh, prioritize continued success. I-I know that you weren't here. You were in Paris. You weren't privy to the kind of growth that Hope for the Future has seen.",
        "Ridge: No, no, no. I-I was privy. I am privy. Um, it was electric. It was great. Forrester hasn't seen anything like that in years. And you were all part of that team, right?",
        "Carter: Yeah.",
        "Ridge: Well, thank you, and congratulations. However, now we got to deal with the consequences.",
        "Caroline: Such as...?",
        "Rick: [Chuckling] What -- consequences? Like, uh, \"Make a lot of money for the company\" consequences,.?",
        "Carter: No,-I wonder maybe I know what you're talking about.",
        "Ridge: It's Carter, right?",
        "Carter: Yeah.",
        "Ridge: Go ahead.",
        "Carter: Well, I've noticed that some of Forrester's traditional buyers and ready-to-wear distributors have been slow to come to the table to re-negotiate for 2014.",
        "Rick: That's because they're sold out, and they're nervous that we're gonna require higher shipment --",
        "Ridge: No. It's because the success of Hope for the Future is changing the identity of this company. We can't afford that.",
        "[SCENE_BREAK]",
        "Brooke: Ridge knows everything.",
        "Katie: Okay.",
        "Brooke: I'm sure he mentioned it.",
        "Katie: Mentioned what?",
        "Brooke: Bill and me. That's why he came to see you, right?",
        "Katie: Well, you know, Ridge and I have always gotten along. How is Bill?",
        "Brooke: You know I don't really see him.",
        "Katie: Do I know that?",
        "Brooke: Bill keeps coming around, and I keep telling him not to.",
        "Katie: [Sighs]",
        "Brooke: And if Ridge told you that he saw Bill at my place --",
        "Katie: Obviously, you want something from me, so why don't you just tell me what it is?",
        "[SCENE_BREAK]",
        "Wyatt: You know, we could still go out.",
        "Hope: I-I know. It's -- I just --",
        "Wyatt: [Clears throat] Somebody probably would recognize you.",
        "Hope: Yeah. And I can handle that...in a couple weeks. But right now, I'm...",
        "[Cell phone ringing]",
        "[Ringing continues]",
        "Hope: You gonna -- you gonna answer that?",
        "Wyatt: Not interested.",
        "Hope: What if it's your mom?",
        "Wyatt: She'll call back.",
        "Hope: What if she wants an update?",
        "Wyatt: About?",
        "Hope: Us.",
        "Wyatt: [Chuckles]",
        "Hope: I mean, she's... kind of the reason why we're here.",
        "Wyatt: [Breathes deeply] Yes, my mother does have an interest in us -- sure.",
        "Hope: Ooh, I feel like that might be an understatement.",
        "Wyatt: She wants me to be happy. And I think that she believes that I can make you happy, too.",
        "Hope: But she didn't just want to maybe let that happen by chance?",
        "Wyatt: You know Steffy. I don't. Would she just hop on a plane from Paris to L.A. if a virtual stranger asked her to?",
        "Hope: No, she wouldn't.",
        "Wyatt: There you go. And, look, I'm not making excuses for my mother being underhanded, I-if that's actually how it went down. I just think that she felt you had a right to know what was going on.",
        "Hope: Which Liam says was nothing. And I believe him! I do!",
        "Wyatt: But if \"Nothing\" makes you run for the hills, what does that tell you?",
        "Hope: I know! I know. It's -- everything he was saying to me, I thought, \"This makes total sense. I-I understand this.\" But... I still couldn't go back with him, because I know that she's always going to be there. She's... she's always gonna be a part of his life, and... I know that I have to let go. I know that I-I have to... open up to the rest of my life. It's just -- it's hard, because I-I-I've always thought that my life was headed in -- in one way, and now it's not.",
        "Wyatt: Can I make a suggestion?",
        "Hope: Yeah.",
        "[SCENE_BREAK]",
        "Ridge: What are we known for? What does our label signify?",
        "Caroline: Quality.",
        "Aly: Grandfather? Our label is his name.",
        "Carter: Couture.",
        "Ridge: Couture. That's what made my dad's name. And our ready-to-wear lines are fantastic. They're incredible. But they came after, and they can't be our center stage. And now, the success for Hope for the Future has thrown this whole company out of balance. Buyers, longtime buyers, the public -- they're all looking to us. They think we're committed to the young market instead of them.",
        "Rick: All I've ever done is preach couture. But couture wasn't cutting it. It was drying up along with our bank accounts. Dad gave me one goal. That was to increase sales any way possible. And we smashed that goal. This team right here executed that. So you're telling me all the success that this team has acquired...eventually will be the demise of us all?",
        "Ridge: No. No, Rick, I'm -- I'm not telling you that at all. What I'm telling you is that we need to re-establish our brand. We need to recommit to what made this company great in the first place. And what is that? Carter!",
        "Carter: It's couture.",
        "Ridge: Couture. So what we need right now are some bold, new designs.",
        "Rick: Yeah, what we need is you. Right, Ridge? You need to be our savior.",
        "Ridge: I think you and I need to talk.",
        "Rick: Might as well...since you're not allowing me to continue with the meeting that I had planned for weeks.",
        "[SCENE_BREAK]",
        "Brooke: I'm sure you can only imagine how much I want to rebuild my life with Ridge.",
        "Katie: Okay. If you say so.",
        "Brooke: You know how devastated I was when I came home alone from Europe. If Ridge hadn't left me, then none of this would've happened.",
        "Katie: Okay. If you say so. I-I think I'm following you.",
        "Brooke: So you don't believe me?",
        "Katie: I just don't think there's a strong correlation between what you say and what you do, but that's nothing new. [Chuckles dryly]",
        "Brooke: I would just really like this resentment and this hostility between us to end. And I know you're skeptical about the promise I made to stay away from Bill, but --",
        "Katie: Maybe that's because he keeps ringing your doorbell, and you keep letting him in. [Chuckles dryly]",
        "Brooke: You know how much I love Ridge.",
        "Katie: Yeah. Just like you love all the men in your life -- freely and completely. At least, that's what you say.",
        "Brooke: Okay, this is really not what I planned on. I-I-I didn't come here for this.",
        "Katie: I think I know why you're here. [Sighs] You want both of them.",
        "Brooke: I shouldn't have come.",
        "Katie: But you did. And I'm beginning to see your objective. You want to give me my husband back, like he's a sweater that you borrowed and beat up. [Chuckling] But I'm not having it.",
        "Brooke: Why, because of your pride, your stubbornness?",
        "Katie: How about my self-respect?",
        "Brooke: Katie, is this really what you want? Look, I-I know you want Bill's job. You want to be super-mom, and you want to prove to the whole world that you can do everything. That's great! But are you happy? Is this really the way you want to live -- here, alone, in this huge house?",
        "Katie: And you think it would be better for me to go to sleep every night lying next to a man who would rather be sleeping with you?",
        "[Both sigh]",
        "Katie: Listen. You want to park Bill here because it's more comfortable for Ridge, who's never liked competition. And the bonus is, you get to look like you're cleaning up your mess at the same time!",
        "Brooke: What did you two talk about? Look, I know that Ridge has reservations, but I told him everything. He wants to come home to me. I'm sure you could see that, too.",
        "[Will babbling]",
        "Katie: I'm gonna go check on Will. You can let yourself out.",
        "Brooke: [Sighs]",
        "[SCENE_BREAK]",
        "Ridge: Here. Take this, too.",
        "Rick: I don't know what you're trying to pull. Maybe I do. We all know that the foundation of Forrester rests solely on the couture line. But you know what? Something better. I've been dying to ask this. When are you going back to International?",
        "Ridge: Ah, I got some bad news for you. I'm not going anywhere. Thorne took over that position.",
        "Aly: Dad's on a plane for Paris right now. I can't wait to go visit him there.",
        "Rick: Wait, who -- who authorized this?",
        "Aly: Granddad.",
        "[Cell phone rings]",
        "Ridge: Excuse me. Hey.",
        "Brooke: Ridge, I need to see you. Can you come by the house?",
        "Ridge: Well, I'm kind of in the middle of something right now.",
        "Rick: Feel free to pull yourself away.",
        "Brooke: Whenever you can make it.",
        "Ridge: Okay.",
        "Brooke: Thanks.",
        "[Cell phone beeps]",
        "Ridge: We can manage this, can't we?",
        "Rick: You're always managing, Ridge. Some things never change.",
        "Ridge: I mean working together.",
        "Rick: That's always been an up-and-down thing, hasn't it? Depending on whether you're blissfully happy with my mom or wiping your shoes off on her. Which is it gonna be this time?",
        "Ridge: [Sighs] Why didn't you do something?",
        "Rick: About what?",
        "Ridge: About Brooke and her sister's husband?",
        "Rick: You left! You weren't here! I'll tell you, Katie... she's not blameless.",
        "Ridge: I see.",
        "Rick: You cut her loose. She was drowning. You have no right to criticize the way she had to keep herself from going under!",
        "Ridge: That's fair. When I decided to come home... home, to me, meant your mother. Now... don't know what it means anymore.",
        "[SCENE_BREAK]",
        "Wyatt: Look, L.A. is great, but here, you have the palm trees swaying and the waves crashing. There's no...horns honking or sirens blaring all the time. Just... you have the raw forces of nature at your fingertips. You know, we can... analyze what happened between Liam and Steffy 20 different ways. Or we could just let it blow away. Look, I could say anything to you right now, but it's all meaningless, really. They're just words... because they can never tell you this.",
        "Hope: [Exhales deeply] [Breathlessly] Sorry. Sorry.",
        "Wyatt: Don't. I'm going to enjoy every little step and nibble along the way.",
        "Hope: What? What?",
        "Wyatt: You don't want to know.",
        "Hope: Tell me! What are you thinking?",
        "Wyatt: I just had a vision, okay? You and me... outrigger canoe... making love. Hmm? I'm sorry, that was just where my mind went.",
        "Hope: Oh.",
        "Wyatt: Yeah. On a secluded beach somewhere, under a palm tree -- I know some good places, okay? We're gonna be here a while, so I think we should get started. We have a lot of catching up to do, so --",
        "Hope: [Laughing]",
        "Wyatt: Let's go this way. Your bedroom is this way, right?",
        "Hope: Wait. Wait. I want to take this slowly.",
        "Wyatt: Our first time needs to be special. And it will be.",
        "[SCENE_BREAK]",
        "Brooke: [Sighs]",
        "Ridge: Logan?",
        "Brooke: Oh, gosh. You're here already?! Uh, I'm upstairs! Shoot. [Sighs] [Scoffs] [Sighs] \"Logan.\"",
        "[SCENE_BREAK]",
        "Caroline: How bad was it?",
        "Rick: Ridge got a call. He had to go. Anti-climax.",
        "Caroline: Mm. Do you want me to beat him up?",
        "Rick: Mm...let's not go there.",
        "Caroline: He's such a gentleman, he probably won't hit me back.",
        "Rick: Probably.",
        "Caroline: [Laughs]",
        "Rick: He's not going back to International.",
        "Caroline: Yeah, I know. The whole place is buzzing about Thorne taking over in Paris. It's -- it's a great opportunity. It's also a great opportunity for your mom to win Ridge back. I wonder if Ridge can come to terms with your mom's involvement with Uncle Bill while he was gone.",
        "[SCENE_BREAK]",
        "Ridge: [Sighs] You didn't change the locks.",
        "Brooke: So many nights, I'd wake up, and I'd swear I heard your key in the door.",
        "Ridge: My key. Did Bill's key sound different?",
        "Brooke: Hope is in Hawaii, and R.J. is in Ojai. Remember how rare it used to be to have this whole house all to ourselves?",
        "Ridge: I do. I do remember.",
        "Brooke: Yeah? But we used to make it happen when we needed to.",
        "Ridge: Mm.",
        "Brooke: We used to shut ourselves away in this room, just you and me, away from the whole world.",
        "Ridge: [Chuckles]",
        "Brooke: And we never hid anything from each other.",
        "Ridge: [Sighs]",
        "Brooke: We always seemed to have this unspoken language.",
        "Ridge: [Sighs]",
        "Brooke: Welcome home... my dear, beautiful husband. I've waited so long for this moment. And now it's finally here."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=fT_TDX9OOzQ"
}