{
    "Episode Summary": [],
    "Recap": [
        "Thorne and Taylor return to his house and slowly he goes through the motions of the matter at hand. He asks Taylor if she can help him explain Darla's passing to Alexandria? His daughter joins them, all happy and smiling, she has drawn a picture for her mommy, \"Get Well, Mommy\". After their talk, she is alright, just wanting to ride a pony. At Forrester, Ridge packs up some photos in Thorne's office when Donna stops by. She is just checking up on him since big sis isn't allowed to. He wonders if there isn't a guy back home waiting for her? She says no one special. Stephanie pops in on Phoebe looking for Taylor and puts a few words in her ear making Phoebe feel even more guilty. Stephanie tells her no one is to blame for this, unless it's the animal that ran Darla down. She opines that her mother is a very strong woman, of character, but if she ever needs to talk, she is there .and no one else will ever know. Nick and Brooke discuss the funeral and she wishes he wouldn't monitor how people behave around her. Business is great, but she just wishes she could get it all back without peeling off her clothes. He suggests little sis though she is no model. Her body looks great in her underwear; well he saw her in her slip. Donna comes in later and Nick is dismissed. Brooke springs it on her if she will be the new spokesperson for the Bedroom Line. She makes it more a challenge when she remarks their derrieres are so much different. Alexandria asks her dad to sing to her; Mommy's song ..and almost choking, he manages Smile ..though your heart is aching ..just smile"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Thorne: How many cakes can one man and one little girl eat?",
        "Taylor: Sometimes, people don't know quite what to do.",
        "Thorne: Ignore me. All these cards -- I must have 200 of them. I read when I can't sleep. I try to sleep when I can't read anymore. Have you ever done this before, Taylor? Talked to a child about the death of a parent?",
        "Taylor: It's come up a few times.",
        "Thorne: In your practice, huh? Boy, I've really messed this up, haven't I?",
        "Taylor: Thorne, it's hard for a grieving parent to explain death to a child. You know, sometimes it's better left to someone else to help who's less involved.",
        "Thorne: Not that Darla's death doesn't involve you.",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Ridge: What do you think I should do with all these photos?",
        "Donna: Nothing.",
        "Ridge: I figured I'd open Thorne's mail, fire off a few memos in his name. When he gets back, he can yell at me and everything will be back to normal -- almost. What brings you by?",
        "Donna: Well, I thought someone should check in on you. My big sister's not allowed to.",
        "[SCENE_BREAK]",
        "Brooke: Oh, my god, that funeral was so sad.",
        "Nick: Well, they all certainly seemed happy you were there.",
        "Brooke: How could I not be? But yes, that was nice.",
        "Nick: Even Stephanie was on good behavior.",
        "Brooke: I wish you wouldn't monitor how people behave toward me. I am big girl.",
        "Nick: Yes, I know you are a big girl. And an even bigger girl to them when they could put your naked body on their ads. But anyway, it seems to have all -- all paid off from what I see here.",
        "Brooke: That's right. Our bottom line has come roaring back. I just wish I knew how to --",
        "Nick: What? You wish you knew how to what? How to keep that bottom line roaring back without peeling your clothes off?",
        "Brooke: Well, yes.",
        "Nick: Your ball and chain has an idea about that.",
        "Brooke: Oh, really?",
        "Nick: Mm-hmm. You know, nobody knows the ins and outs of women's underwear quite like I do.",
        "Brooke: Oh, that's funny.",
        "[SCENE_BREAK]",
        "Phoebe: Grandmother --",
        "Stephanie: Hi.",
        "Phoebe: Mom's not with you?",
        "Stephanie: I thought she came home with you. Now, honey, don't fret. Nothing's going to happen to your mother, okay? Maybe she just wanted to stay, you know, at the chapel a little while longer.",
        "Phoebe: Yeah, that's probably it.",
        "Stephanie: I saw Hector leave without her, I mean, if that's what you're thinking.",
        "Phoebe: I'm not thinking anything. I just thought she'd be home by now.",
        "Stephanie: Well, I thought so, too. Look, it's no secret that your mother hasn't been happy with me, but today was a little different, wasn't it?",
        "Phoebe: I don't know what you mean.",
        "Stephanie: I mean, I know guilt when I see it.",
        "[SCENE_BREAK]",
        "Taylor: Has she known anyone who's died before?",
        "Thorne: Helen, but she may not remember. And we told her about Macy -- she's seen pictures.",
        "Alexandria: Daddy!",
        "Thorne: Hey, sweetheart. Come here.",
        "Alexandria: I love you, daddy.",
        "Thorne: I love you, too, angel. Can you say hello to Aunt Taylor?",
        "Alexandria: Look.",
        "Taylor: That is so pretty!",
        "Catherine: Honey, let's go get your colors and stuff outside, okay? I'm sorry, I couldn't say no.",
        "Thorne: No, don't worry about it. Is there coffee on?",
        "Catherine: Yes.",
        "Thorne: Okay. Do me a favor, get her changed and tell her that her Aunt Taylor wants to visit with her. We're going to fix this problem now.",
        "[SCENE_BREAK]",
        "Ridge: When are you heading back?",
        "Donna: Are you trying to get rid of me?",
        "Ridge: Well, I figured some guy somewhere is trying to count the minutes till you get back there.",
        "Donna: Not really.",
        "Ridge: If you tell me that all the guys in San Francisco are gay, I'm gonna throw this at you.",
        "Donna: Well, I'm not saying opportunity hasn't knocked.",
        "Ridge: But?",
        "Donna: Just not the right one. You know how I know? Because I've seen what it's like when you get it right. You and Brooke have always been the gold standard for me.",
        "Ridge: Donna -- don't get me going on all that -- not today.",
        "Donna: Sorry.",
        "[SCENE_BREAK]",
        "Nick: Forget it. This isn't my business, okay? I love you. I support you. Carry on.",
        "Brooke: Wait a minute, I thought you were gonna wave your magic wand and solve all my problems?",
        "Nick: What problem -- oh, your underwear problem?",
        "Brooke: Right.",
        "Nick: Well, it was just a thought. Couldn't it still be considered Brooke's bedroom if we saw the CEO's little sister poking around in her bedroom?",
        "Brooke: Donna?",
        "Nick: It just -- just came to me this morning.",
        "Brooke: Modeling?",
        "Nick: Well, that's not exactly what she was doing, but she was in your closet and she was in her slip.",
        "Brooke: I don't even know how Donna looks in underwear.",
        "Nick: She looks good. I'm just saying.",
        "[SCENE_BREAK]",
        "Phoebe: Why are you accusing my mother?",
        "Stephanie: Accusing her?",
        "Phoebe: You're just mad because she told you off in front of everybody. Dad told me you were upset.",
        "Stephanie: Well, of course I was upset. I love your mother. We've been best friends since before you were born. I mean, friends quarrel and they regret it, and, you know, it seemed to me today that your mother was regretting it. She's cut herself off from the family. You know, Darla made a lovely gesture and invited her to come to Alexandria's birthday party, and your mother was too proud to come. But Darla was there for you that night when your mother wasn't. And look, it's all very explainable and there's no one really to blame but, I know your mother. And so do you. Can you honestly tell me that she isn't blaming herself? And if I'm not mistaken, so are you?",
        "[SCENE_BREAK]",
        "Thorne: She had every right to be at the funeral. She's never gonna forgive me for that.",
        "Taylor: Thorne, you're a wonderful, loving father. You have not done -- you could never do anything terrible to your daughter. You were acting as her protector. That's your job as a father.",
        "Thorne: I just hope she can understand that.",
        "Taylor: She probably wont understand everything -- not today.",
        "Thorne: Yeah, I'm sure it will take her a while to accept it.",
        "Taylor: You see, at this age, Alexandria's concept of death is cartoon characters falling off of cliffs, and they keep going and going and then she sees them again in the next episode -- they keep coming back.",
        "Thorne: Taylor, I never thought of that. Can I really do this?",
        "Taylor: Just be yourself. Just be sensitive and loving and honest. It'll be okay.",
        "Alexandria: Cookies!",
        "Taylor: Oh. Well, thank you.",
        "Alexandria: We have lots.",
        "Catherine: I'm gonna go now.",
        "Thorne: Okay. Thank you, Catherine.",
        "Alexandria: Is Mommy all better yet?",
        "[SCENE_BREAK]",
        "Brooke: Donna's pretty enough.",
        "Nick: Are you kidding me? She's on fire.",
        "Brooke: But modeling is a skill. It's something you have to learn.",
        "Nick: Oh, come on, Brooke. You stand there, you wear clothes.",
        "Brooke: She's a waitress.",
        "Nick: Well, so what? You learned it. You were a biologist.",
        "Brooke: A chemist! You know what? Forget it. I don't think this is gonna work.",
        "Nick: Make it a narrative. You know, big sister's not home. Little sister goes into her closet, tries her stuff on, struts around. I mean, people'll love it. They'll get it.",
        "Brooke: I'll think about it.",
        "Nick: Well, you do that.",
        "Brooke: Just as soon as you think about putting those tankers in some sexy lingerie.",
        "Nick: My tankers in lingerie?",
        "Brooke: Oh, yeah.",
        "Nick: Thought you liked my tankers --",
        "Brooke: I wanna see your tankers in lingerie.",
        "[Brooke giggles]",
        "Donna: Hello.",
        "Brooke: Oh. You know, weren't you going to be going?",
        "Nick: Yeah.",
        "Donna: Yeah, I hear Antarctica's nice this time of year.",
        "Nick: Love you.",
        "Brooke: And I love you.",
        "Nick: Excuse me. Thank you.",
        "Brooke: I've got so much work to do here, I think it might be best if you catch a ride with Nick.",
        "Donna: Yeah, I'd rather catch scarlet fever. Why aren't you in there working with Ridge?",
        "Brooke: I thought we covered this.",
        "Donna: You love that line. You created that line. How do you expect him to do it all on his own?",
        "Brooke: He's not.",
        "Donna: Well, I don't see anyone in there trying things out with him.",
        "Brooke: Well, Nick thinks you can.",
        "Donna: Can what? I don't know fashion.",
        "Brooke: Obviously. Turn around.",
        "Donna: You turn around.",
        "[SCENE_BREAK]",
        "Thorne: Honey, listen. Mommy -- Mommy isn't in the hospital anymore, okay? Daddy made a big mistake because I didn't tell you. Mommy tried to get better. She tried real, real hard. But she didn't. And mommy died. Do you know what that means?",
        "Alexandria: Somebody took her away?",
        "Thorne: No. Do you remember what we told you happened to Aunt Macy?",
        "Alexandria: She went to heaven.",
        "Thorne: Yes, honey, that's right. She did. And this morning, your Aunt Taylor and I went to church, and the priest asked god to take care of Mommy, because we can't. And I didn't tell you that, either.",
        "Taylor: Honey, you know how when someone hurts you and it makes you cry, and you don't really want anybody to see you do that?",
        "Thorne: Yeah. And honey, that's what happened to me, because I miss mommy real -- I miss her a lot. And I cried, and I didn't want you to see me. But Saturday, if you --",
        "Taylor: Alexandria, in heaven, people don't have bodies, so they don't get sick or hurt ever. But the part of them that did gets buried in the ground. So your daddy's telling you that when that happens for your mommy, that you can be there for that if you want to.",
        "Thorne: Honey, mommy didn't want to go away from us, okay? She just couldn't help it. Listen, I want you to think about Saturday, okay? And we'll talk some more. But if you have any questions, you ask them, okay?",
        "Alexandria: When can mommy take me to ride the pony?",
        "Taylor: You mean that pony in the park? Well, I'll bet daddy could take you. Or maybe even I can. But your mommy can't. Your mommy isn't coming back, okay? But you know where she is. She's right here. She's right there, in your heart. I'm just gonna come out with it.",
        "[SCENE_BREAK]",
        "Donna: You're weirding me out.",
        "Brooke: Do you think you could get your body in shape?",
        "Donna: What's wrong with the shape I'm in now?",
        "Donna: Oh, that was Nick's brainstorm? I am not a model.",
        "Brooke: It is going to be an uphill battle, that's for sure.",
        "Donna: Is this all because he saw me in my slip?",
        "Brooke: No, he has a point. We should keep Brooke's bedroom in the family. And you certainly look enough like me.",
        "Donna: Well, that is not what I was going for. Okay, stop. Whatever you were thinking, stop thinking it.",
        "Brooke: I just find it strange how two women from the same family could have such different derrieres?",
        "[SCENE_BREAK]",
        "Stephanie: We're all struggling with this in our own way. And what happened with Darla, I mean, no one's to blame.",
        "Phoebe: I know. I guess.",
        "Stephanie: Except, of course, for that animal that ran her down. Tell your mother I stopped by, okay?",
        "Phoebe: Okay.",
        "Stephanie: How does she seem to you?",
        "Phoebe: Mom? I don't know. I mean, she remembers the accident all the time.",
        "Stephanie: She wasn't there.",
        "Phoebe: No, but after. I just think things are hard for her without dad.",
        "Stephanie: Well, since tom moved out and the two of you -- you and your sister -- went off to school, it has been very difficult for her. But you know she's been drinking.",
        "Phoebe: Not now.",
        "Stephanie: Your mother is a woman of strong character. But there are some things in life that require more than just strength of character. You know what I mean. If you ever need me, or if she does --",
        "Phoebe: Thanks.",
        "Stephanie: No one else will know.",
        "[SCENE_BREAK]",
        "Thorne: Thank you.",
        "Taylor: No, thank you. I haven't felt useful in I don't know how long.",
        "Thorne: She may have questions I can't answer. Will you come back?",
        "Taylor: Yeah. I was going to get this framed for her anyway.",
        "Alexandria: Daddy, could you sing to me?",
        "Thorne: Um, yeah, honey. I'm not so good at that. \"Row, row your boat\"?",
        "Alexandria: Mommy's song."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=1u0r144lRhs"
}