{
    "Episode Summary": [],
    "Recap": [
        "Brooke is speechless when Katie tells her that Ridge asked her to marry him and they are now engaged. It's funny how it started off as one of her worst days when Brooke gave Bill the papers giving him CEO job and custody of Will. Ridge proposed then and it became one of her best days. Brooke is speechless. Katie says she is sorry, maybe she stole Brooke's thunder. She came over here so confident after taking the company away from her and handing it back to Bill and she wanted to make sure fragile Katie was okay. Well she is more than okay, a proposal from Ridge Forester will do that. She shows off her red ribboned finger and says it is more priceless than all the diamonds Bill could buy her with his broken promises. And she won't tolerate Brooke throwing herself at Ridge at work; he is engaged now. Brooke says why would she; she is happy with Bill. Katie says she has learned from experience and she knows Bill is her second choice. Brooke tells her that surely it has crossed her mind that Ridge proposed because maybe he was getting back at Brooke for giving the company back to Bill. Katie says history is just that, the past. She is Ridge's future. So Brooke doesn't have to worry about her. Little sis is just fine with the man of her dreams. Rick is trying to have a meeting but there is no Hope or Brooke and even Ridge's mind is elsewhere. He tells them that Brooke ought to be feeling pretty good about now. Katie is out and Bill is back in as CEO. Then he has more shocking news. He asked Katie to marry him and she said yes. He tells his dad by making him and Brooke co-VP's and thinking something might develop, well that is not going to happen. Wyatt surprises Hope with a specially designed cat collar. He tells her all cats need bling and hers will be the envy of Beverly Hills. She gives him a kiss and says this is so sweet. He thinks it is the perfect gift from a perfect boyfriend. She wonders what is holding Quinn up from this meeting.",
        "Quinn tells Bill that she does not know why he is hesitating. She only wants him to do right by Wyatt. He's already acknowledged him but not legally and he can rectify that today and supporting his relationship with Hope and then Brooke never has to hear about their sexcapades. Bill says that is blackmail if he has ever heard it. She counters that it is only a nudge in the right direction. He feels like a gun is stuck to his head. She says she does not like guns figuratively or otherwise, but she has other effective ways to get what she wants. She calls Wyatt and says Bill has his job back and he wants to see Wyatt so don't keep him waiting. Bill snaps at her that he didn't agree to anything yet. She says he will. She holds up her phone which shows a pix of her in bed with Bill. She gloats that she has extra copies if he wants one for his wallet. He grouses they are not even sure Wyatt wants to be a Spencer. She says of course he does happily and legally the way his much less deserving half brother does. Bill wants to leave Liam out of this. She says he has coddled him far too long and it's time he understands that Wyatt deserves everything the Spencer name brings with it including his father's support with the woman he loves. She points out that Liam has had chance after chance and squandered every one. Now they are not going to let him ruin Wyatt's chances with Hope. She tells Bill nicely to please do this as Wyatt will be here any minute. Brooke never has to know that Quinn was hiding in the closet with a whip when Brooke was pouring her heart out to Bill. Rick tells the group that is the shortest meeting they have ever had thanks to Ridge's two bombshells. Eric says and the right time to ask Katie was today just after she lost her position as CEO. Ridge says it put a smile on her face. Rick quips that he's not so good keeping the smile on their faces though. Rick says his mom is the perfect example. And even though Bill is not perfect, his commitment to her is and she is the only woman in his life. Bill tells Quinn to put that phone away. She laughs that it's a good thing she did not make a video ..but really she means him no harm. So just do this for Wyatt; it would mean everything to him. Brooke drops by Ridge's office and says she just stopped by Katie's to try to get her to understand why she had to get the company back into Bill's hands. He asks if it has nothing to do with Katie then she must be punishing Ridge for having a relationship with Katie. And Brooke says he went to a lot of trouble to punish her by proposing to Katie. He assures her their relationship is a lot deeper than Brooke thinks. She says hers with Bill as well, it is not just physical. Ridge tells her to come on, the guy is tacky. Looks at how he dresses and puffs his chest out. She can not take him seriously. And he's not good enough for Brooke so he suggests she dump him before he hurts her like he did Katie. She says she and Katie are two different people and she is afraid Ridge will be bored with her. He says no, maybe it is him, he's changed. Brooke says she is afraid this will end badly. She thinks he will hurt Katie, RJ and Will so if he is trying to get her attention he has succeeded. But please do not marry Katie for all their sake. Ridge says he is committed to Katie and he will marry her. He calls Brooke .Logan .. and says part of him will always love her. She has captivated him most of his adult life but they are not the same people and she knows that. As she starts crying, he pulls her to him and gives her a hug. Wyatt comes into Bill's office and asks is the newly re-instated CEO here. Bill chimes that yes and he is already kicking butt and taking names. Bill walks toward him and says congratulations are in order. Wyatt isn't sure they should hug or shake hands so they do both. Quinn says that is not the reason he called him here. He has something very important to tell him that will make a huge difference to him and to Hope. Bill tells Wyatt that his mother tends to run on and on but she's right. There is something he'd like to say that he hasn't before. A year ago he did not know Wyatt existed and he was shocked. And they had some things to work through and may still have .having said that, he feels blessed to have another son. Quinn jumps in and says more deserving than his other less deserving half brother. And the reason Bill wants him to carry his name and make him a Spencer."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: Engaged?",
        "Katie: Yes.",
        "Brooke: You and Ridge?",
        "Katie: Yes. He wants me to be his wife.",
        "Brooke: [Sighs] When?",
        "Katie: Did he propose? Oh, today, after you used those papers to take away my job and my sole custody of my son. You know, it's funny how things work out. What was one of my worst days has turned into one of my best.",
        "Rick: And that brings us to you, carter.",
        "Carter: Ridge asked me to run some numbers, explain what they mean to our bottom line. Unless you'd rather...",
        "Eric: Ridge?",
        "Ridge: What?",
        "Caroline: Well, somebody's mind is elsewhere.",
        "Rick: No doubt. You're not still thinking of ways to get rid of Oliver, are you?",
        "Ridge: I am always thinking of ways to get rid of Oliver, but that's not it.",
        "Caroline: [Sighs] Well, is it a new marketing strategy?",
        "Maya: Something involving couture?",
        "Rick: And if so, shouldn't your co-V.P. Be here to hear it, too?",
        "Eric: Where is Brooke?",
        "Rick: Hope, too. Has anyone seen her?",
        "Wyatt: Check this out.",
        "Hope: [Gasps]",
        "Wyatt: Hmm?",
        "Hope: Oh, my...",
        "Wyatt: Oh, yeah.",
        "Hope: ...Gosh!",
        "Wyatt: All kittens need bling, and yours will be the envy of Beverly hills.",
        "Hope: Did you design this?",
        "Wyatt: Well, mom's not the only one with talent.",
        "Hope: Oh! I-I love it. He is going to be so handsome.",
        "Wyatt: He -- he's gonna be hand-- that's --",
        "Hope: Yes.",
        "Wyatt: That'll work.",
        "Hope: Thank you. This is so sweet.",
        "Wyatt: Well, the perfect gift from the perfect boyfriend, right?",
        "Hope: [Chuckles] So, uh, your mom is never late for meetings. What is holding her up?",
        "Quinn: I don't know why you're hesitating. I just want you to do what's right by Wyatt.",
        "Bill: What's right, according to you.",
        "Quinn: You've already acknowledged that he's your son, but he's not -- not legally -- and you can -- you can rectify that today.",
        "Bill: Yeah, by making Wyatt a Spencer. I've heard it.",
        "Quinn: Mm-hmm. And by supporting his relationship with hope, and then Brooke never needs to hear about our little sexcapades.",
        "Bill: Well, if that's not blackmail, what do you call it?",
        "Quinn: A nudge in the right direction.",
        "Bill: With a figurative gun stuck to my head.",
        "Quinn: No, no, no, no. I don't like guns -- figuratively or otherwise. But I do have other effective ways to make sure I get what I want.",
        "Bill: Who are you calling?",
        "Quinn: Hi, sweetheart. It's your mother.",
        "Wyatt: Mom, hey. Uh, did you forget about the meeting with hope?",
        "Quinn: Oh, you're with hope?",
        "Wyatt: Yeah. Where are you?",
        "Quinn: I'm at Spencer publications. Your father is back in charge.",
        "Wyatt: What?",
        "Quinn: Yes, apparently, Brooke was instrumental in making it happen. But your father wants to see you right away. Don't keep him waiting, honey.",
        "Bill: Why did you do that? I haven't agreed to anything yet.",
        "Quinn: You will.",
        "Caroline: Hope's meeting with Quinn and Wyatt, remember? Do you want me to text her?",
        "Rick: Oh, no, no, no, sweetheart. Um, I'll, uh -- I'll fill her in on anything she's missed. Mom, too, if she's a no-show.",
        "Ridge: I'm guessing your mother is feeling pretty good about herself right now, and Bill must be proud of her.",
        "Carter: Bill Spencer?",
        "Ridge: Yep.",
        "Eric: What's going on, Ridge?",
        "Ridge: Oh, a lot of things, dad -- a lot of things -- starting at the C.E.O. Office of Spencer publications. Katie's out. Bill is in...thanks to Brooke.",
        "Katie: You don't believe me, do you? Oh, I'm sorry, Brooke. Did I steal your thunder?",
        "Brooke: What?",
        "Katie: Oh, well, you came over here so confident. You'd taken the company from me and graciously handed it to Bill, and you wanted to make sure that \"fragile Katie\" was okay. Well, you don't have to worry because I'm better than okay. A proposal from Ridge Forrester will do that to a woman -- you, of all people, should know that.",
        "Hope: That's all Quinn said -- is -- is that Bill is back in charge at Spencer?",
        "Wyatt: Yeah, and that your mom had something to do with it, apparently.",
        "Hope: What? How? How did that happen?",
        "Wyatt: However it happened, Brooke got dad his company back. That's huge. He -- he's got to be so grateful to her. There's no way anything will ever come between dad and Brooke now.",
        "Quinn: I can have copies printed if you'd like one for your wallet. Oh, and, FYI, I have plenty of backups. Hmm.",
        "Bill: We're not even sure that Wyatt wants to be a Spencer.",
        "Quinn: Of course he does. To carry your name legally and happily, the way his much-less-deserving half brother does.",
        "Bill: Leave Liam out of it.",
        "Quinn: Ugh. I would love to, but you have coddled him far too long. It's time Liam understands that Wyatt deserves everything that the Spencer name brings with it, including his father's support with the woman he loves.",
        "Bill: You know, the reason you want this so badly absolutely blows my mind.",
        "Quinn: Liam has had chance after chance with her, and he has squandered each and every one. Now, we're not gonna let him ruin Wyatt's chances with hope, are we? Are we, Bill?",
        "Carter: \"Bill Spencer reclaims C.E.O. Throne in seamless transition.\"",
        "Rick: [Sighs]",
        "Eric: So, Ridge, what else do you know about this?",
        "Ridge: Unh-unh. I'd rather tell you my other shocking news.",
        "Rick: What could possibly be more shocking than my mom having a hand in Bill getting his C.E.O. Chair back?",
        "Ridge: Would me proposing to Katie qualify?",
        "Both: What?!",
        "Ridge: I asked Katie to marry me, and she said yes. So, dad, your plan of having me and Brooke be co-vice presidents -- that hoping that something would develop between us -- it's not gonna happen.",
        "Brooke: What is that?",
        "Katie: Oh, uh, that's my engagement ring.",
        "Brooke: No. No, that is not a ring.",
        "Katie: Do you know how many diamonds Bill gave me? Every time he'd do something wrong, he'd come home with a bigger, better piece of jewelry. He even gave me a tiara. We used to joke that if I put everything on, I wouldn't be able to stand up because it all weighed so much. Didn't mean anything. It was all band-aids on broken promises. How many engagement rings do you have? What are they worth to you now? I-I'm sure, knowing Ridge, he'll replace this with something beautiful, but you know what? He doesn't have to, because this is his promise to me, and it's priceless.",
        "Brooke: I have to go to a meeting.",
        "Katie: At Forrester?",
        "Brooke: [Sighs] That is where I work.",
        "Katie: With my fiancé.",
        "Brooke: What's your point?",
        "Katie: I just want to be clear. I won't tolerate you throwing yourself at him. He's engaged.",
        "Brooke: Why would I do that? I'm very happy with Bill.",
        "Katie: Let's just say I've learned from experience, and we all know that Bill is your second choice.",
        "Brooke: No. Bill is not. Are you curious why Ridge proposed to you now?",
        "Katie: He thought the timing was right.",
        "Brooke: Maybe he was trying to get back at me for taking the company away from you and giving it back to Bill. That must have crossed your mind.",
        "Katie: Actually, that hadn't crossed my mind, but I could see why it would cross yours, since you think everything Ridge does is about you.",
        "Brooke: Given our history, do you blame me?",
        "Katie: Well, history is just that. It's the past. I'm Ridge's future. And you shouldn't be upset about that because, as you say, you're so happy with Bill.",
        "Brooke: I am happy.",
        "Katie: Good. So am I. Everyone's happy. You're with Bill. I'm with Ridge.",
        "Brooke: Even if you could get hurt in the long run?",
        "Katie: He's not gonna hurt me. He loves me. He's committed to us. This proposal just proves how much. So you don't have to worry about me. Little sis is doing just fine. I've got the man of my dreams.",
        "Ridge: Well, that was the shortest meeting we ever had.",
        "Rick: Yeah, you really know how to clear a room, thanks to your two bombshells.",
        "Ridge: Brooke getting Spencer back for Bill -- that was a bombshell. Me getting engaged to Katie -- that's a happy coincidence.",
        "Eric: \"Coincidence\"? That's an interesting way to put it.",
        "Ridge: It seemed like the right time to ask her, dad.",
        "Rick: And that right time just happened to be today, right after Katie lost her position as C.E.O.?",
        "Ridge: It put a smile on her face.",
        "Rick: Which you've always been great at. Not so great at keeping smiles on ladies' faces.",
        "Eric: Come on.",
        "Rick: No, dad, it's true. Mom's the perfect example. Now that she's got a man like Bill -- even though he's not perfect, his commitment to her is. You see, she's the only woman in his life.",
        "Bill: Put that thing away.",
        "Quinn: Glad I didn't make a video.",
        "Bill: Wouldn't put it past you.",
        "Quinn: [Chuckling] Oh, Bill, Bill. Don't be that way. I mean you no harm.",
        "Bill: Right.",
        "Quinn: Not to Brooke, either. I mean, she's gonna be our son's mother-in-law.",
        "Bill: If you have your way.",
        "Quinn: Well, I would do anything for Wyatt.",
        "Bill: Except butt out of his love life, which you still have time to do.",
        "Quinn: Not with Liam using every dirty trick in the book to steal hope away.",
        "Bill: Something you're totally above -- using dirty tricks.",
        "Quinn: Do this for Wyatt. It would mean everything to him.",
        "Wyatt: Well, I should probably head over to Spencer and see what my dad wants.",
        "Hope: Okay. Hey, thank you so much for this. I love it. It's -- it's really special.",
        "Wyatt: Yeah.",
        "Hope: So are you.",
        "Wyatt: Thanks.",
        "Caroline: Ridge just told us. I had to come. Let me see! Let me see! Oh. What -- what is that?",
        "Katie: It's my engagement ring.",
        "Caroline: Wow. That's...inventive.",
        "Katie: [Chuckles]",
        "Caroline: He's gonna -- he's gonna get you a real one, though, right?",
        "Katie: Uh, probably, but he doesn't have to. Believe me -- this is more than just a space filler.",
        "Caroline: Ohh, you look so happy.",
        "Katie: Oh, I am. [Chuckles] It's been a crazy day. But it's ended on a high note. I'm gonna be Katie Forrester. I mean, nothing against the Spencers.",
        "Caroline: No, please.",
        "Katie: [Chuckles]",
        "Caroline: I love uncle Bill, but he can be A...handful.",
        "Katie: Yes. Well, he's Brooke's handful now. Kind of fitting, isn't it? As fitting as me ending up with Ridge...against all odds. [Chuckles]",
        "Ridge: That's okay. I'll handle it. Thank you. [Sighs]",
        "Brooke: [Sighs] I stopped by Katie's to try to get her to understand why I... had to get the company back into Bill's hands.",
        "Ridge: How could you do that to your sister?",
        "Brooke: This really had nothing to do with Katie.",
        "Ridge: Really? So, what'd it have to do with -- me? You went through all this trouble just to punish me for having a relationship with your sister?",
        "Brooke: And you went through all this trouble to punish me by proposing to Katie?",
        "Quinn: Wyatt's gonna be here any minute. Come through for him, Bill -- the way Brooke came through for you. I mean, if she ever found out about us -- you know, that I was hiding in your closet with a whip when she was pouring her heart out to you...",
        "[Knock on door]",
        "[Door opens]",
        "Bill: Yeah?",
        "Wyatt: Uh, is Bill Spencer around -- the newly reinstated C.E.O. Of Spencer publications? Have you guys seen him?",
        "Bill: Oh, not only is he here, he's already kicking ass and taking names.",
        "Wyatt: Good.",
        "Bill: So, congratulate your old man.",
        "Wyatt: Uh... hug or a handshake?",
        "Bill: Well...",
        "Wyatt: Yeah?",
        "Bill: We'll hug.",
        "Wyatt: [Chuckles] Hug, it is. Wait. This is great! How did this happen?",
        "Quinn: Well, you know what? Your father will explain all of that later, but that's not why he called you here. He has something that he wants to say to you -- something that's gonna make a huge difference in your life -- yours and hope's.",
        "Wyatt: Okay. [Chuckles]",
        "Bill: Well, I don't have to tell you that, uh, your mother has a tendency to run on a little bit and get ahead of herself.",
        "Wyatt: [Chuckling] Right.",
        "Bill: But she's right. There are some things I want to say you that I -- that I haven't. You know, a year ago, I didn't even know you existed, and when I found out about you, needless to say, I was, uh, shocked.",
        "Wyatt: Hmm.",
        "Bill: And we had some things to work through. And we may still.",
        "Wyatt: [Chuckles] Yeah.",
        "Bill: Having said that... I feel very blessed to have another son.",
        "Quinn: Yes, much more so than your less-deserving half brother. [Chuckles] Which is why your father wants you to carry his name. Your father wants to make you a Spencer. Isn't that right, Bill?",
        "Wyatt: [Chuckles]",
        "Katie: [Sighs] This day has been insane. I lose the C.E.O. Position only to win Ridge. I'm sure that's not what Brooke pictured when she engineered Bill's return to the company.",
        "Caroline: Wait. You told her that Ridge proposed?",
        "Katie: Yeah, she stopped by earlier. My guess is that she's with him right now, trying to give him all the reasons why it's the biggest mistake of his life.",
        "Brooke: [Sighs, chuckles] Proposing to my little sister -- I mean, isn't that going overboard a little bit?",
        "Ridge: So much more than your little sister. She's smart and compassionate.",
        "Brooke: And sexy and provocative. That doesn't mean anything --",
        "Ridge: She's all those things...and more. Our relationship is -- is a lot deeper than you may think. What about yours and Spencer's?",
        "Brooke: What? You think it's purely physical?",
        "Ridge: Come on. The guy is tacky. Look at the way he dresses and comes in with his chest puffed out. How do you take him seriously? Honestly.",
        "Brooke: He was good enough for Katie.",
        "Ridge: No. And he's not good enough for you, so I suggest you dump him before he hurts you the way he did Katie.",
        "Brooke: Katie and I are two very different people. It's like you and me and Bill -- we're all type A's, and Katie is -- she's -- I mean, I would just be afraid that you would get bored with her.",
        "Ridge: No. Maybe it's me. I've changed.",
        "Brooke: I just think this will end bad. I think you're going to hurt Katie and R.J. and Will. It's not gonna be good for them to go through another failed marriage. If you were trying to get my attention, you succeeded. Don't -- don't marry Katie -- for all of our sakes.",
        "Ridge: I'm committed to her, and I will marry Katie. Logan... there's a part of me that will always love you...and not just because you're the mother of my son, but because - you have captivated me most of my adult life. Look at me. We're not the same people anymore -- you know that. Come here."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=FLm_d8oDKgE"
}