{
    "Episode Summary": [
        "Episode # 7322 ~ Nicole confronts Sasha about her use of the word sister & demands to know the truth; Zende makes a revealing confession to Rick about his love life."
    ],
    "Recap": [
        "Nicole questions Sasha why she would say they were sisters. Viv and Julius run into Zende and Viv manages to scramble Julius off before he gets too riled up. He does make some reference of Zende making it right with Nicole and not running after Sasha. Viv wants them just to have a nice relaxing lunch without all this drama. Julius says he is trying to get used to Nicole carrying Maya's baby but he does not like it. Rick tells Zende that he has been where he is with two gorgeous women in love with him and he didn't handle it very well either and he hopes Zende will not be uncomfortable with that. Zende says he enjoys both of them but if Nicole had not made the choice of having the baby he would not be looking at Sasha. After all that has happened he is still in love with Nicole. Rick says perhaps they will find a way to get back together.",
        "Nicole tells Sasha she cannot backtrack. She said they were sisters and she wants to know what she means. Sasha cries that she wanted to tell Nicole so many times when they were little but she just couldn't. Nicole cannot believe her dad has another child. Sasha begs her not to tell her dad as he will be furious and cut her off. Her dad thinks it will destroy their relationship if their dirty little secret comes out. She begs Nicole not to tell. Nicole hugs her. Zende tells Rick that he appreciates his advice and Rick has always been a standup guy with him. Julius says they are all in agreement; Sasha needs to go back home. It will be the best thing for Nicole. Viv says she has a hard time being harsh on Sasha. She does need a strong man's influence in her life and that could be Julius. Sasha tells Nicole that she was always this mistake that Julius did not want and now he wants her to leave town. All she wants is his approval and maybe he will grow to love her one day. She knows she does not have much of a relationship with him but it is better than nothing. Nicole says she will honor her as a sister but she cannot promise she will keep this truth from her mom or dad. They deserve to know the truth. She goes straight to Julius and finds him alone. He assumes she is upset about something he said about her condition and the baby. She says no, it is his dirty little secret. She knows. He does not have two daughters but three \u0096 Sasha is her sister."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nicole: Wait. Back up. What did you just say?",
        "Sasha: Nothing.",
        "Nicole: You just said we were sisters.",
        "Sasha: I-I thought we were, Nicole, but my sister wouldn't be ordering me out of her life.",
        "Nicole: No, that's not how you meant it. You were saying something else. You're my real sister?",
        "Sasha: No, Nicole, o-of course not.",
        "Nicole: Then why would you say that?",
        "Zende: That's weird. Sasha didn't mention anything about going away.",
        "Maya: It's just a possibility.",
        "Zende: A modeling thing?",
        "Rick: She doesn't know about it, so... discretion.",
        "Zende: Yeah, sure.",
        "Vivienne: Mm. It's always good to see you, Zende.",
        "Julius: Are you looking for Nicole?",
        "Zende: No, actually, I came to talk to Rick about the photo shoot that I have tomorrow.",
        "Julius: That's too bad. You should be trying to make things right instead of running behind Sasha.",
        "Vivienne: Julius.",
        "Maya: That's enough.",
        "Julius: I can't speak the truth?",
        "Vivienne: Let Zende take care of his own business.",
        "Maya: Actually, you know what? Let's let Rick and Zende have their meeting. It's a beautiful day. It's perfect for lunch on the sky lounge.",
        "Vivienne: Oh, what a lovely idea.",
        "Julius: I am a little hungry.",
        "Rick: Put it on the company tab.",
        "Julius: I like the way you think, Rick.",
        "Vivienne: Okay, Julius, let's go. Let's go. Okay.",
        "Rick: Definitely not the most discreet man I've ever met.",
        "Zende: No kidding.",
        "Rick: But Julius is right. He's zeroed in on your dilemma. Zende, you're in a tough spot. Nicole, Sasha... two incredible women who are all about you.",
        "Julius: Mmm. Delicious.",
        "Maya: Right?",
        "Julius: You know what? I got to tell you, every time Nicole walks into a room, I still have to do a double take.",
        "Vivienne: [Chuckles]",
        "Julius: I mean, I can't get used to seeing my baby having a baby.",
        "Maya: Well, it'll all be over soon.",
        "Julius: Not soon enough.",
        "Maya: And here we go.",
        "Vivienne: Can we just have a nice, pleasant lunch?",
        "Maya: Ask him.",
        "Julius: Look at what your sister has already sacrificed. I mean, the first two months of pregnancy, sick as a dog. Then, losing Zende to her best friend. I'm still trying to get used to the idea that your sister is carrying your baby. I keep trying, but -- but -- but I don't like it.",
        "Maya: Clearly.",
        "[Ice rattles]",
        "Julius: Tell you what I do like.",
        "Vivienne: Oh, hallelujah! Something! What? This fruit drink, what's the name of it?",
        "Maya: It's called California dreamin'.",
        "Julius: Mmm! And that's exactly what we're doing.",
        "Vivienne: Yes, thanks to Maya.",
        "Julius: Hey, you hear that?",
        "[Ice rattling]",
        "Vivienne: Yeah.",
        "Julius: That's ice banging up next to each other. And you know what that means? It's time for another.",
        "Maya: All right, I'll get you a refill.",
        "Julius: And would you also get us some more guacamole while you're at it?",
        "Maya: Yes, of course.",
        "Julius: Thank you. You know, I'm starting to like California.",
        "Vivienne: Yeah, I see.",
        "Julius: [Laughs]",
        "Rick: Zende, I've been where you are, caught between two extraordinary women who love me.",
        "Zende: How did you handle it?",
        "Rick: Badly, I'm afraid. But it ended up all right. I love Maya. I wouldn't trade that for the world.",
        "Zende: Well, you've got it pretty good, I'd say. I mean, Maya's amazing. You two seem madly in love. Nicole's having your child.",
        "Rick: The reason you can't be with her. Zende, we're sorry about that.",
        "Zende: Hey, don't be. Nicole wanted the surrogacy, and I respect her for that, you know? I just -- I-I didn't expect it to be... anyway... then Sasha came along.",
        "Rick: And you have feelings for her now.",
        "Zende: Well, I enjoy being around her. Sasha's great. She's a lot of fun, you know? But if Nicole had made the choice not to carry your baby, she'd be the only woman in my life.",
        "Nicole: We're sisters? Why would you say that if it weren't true?",
        "Sasha: I meant we're like sisters. Geez, why are you trippin'? We've always felt that way.",
        "Nicole: That's not what you said. You said we are sisters. And now you're backtracking. Don't do that. You're implying that my father and your moth--",
        "Sasha: No! N-no!",
        "Nicole: Well, I know you're not saying that my mom had an affair.",
        "Sasha: I-I have to get out of here.",
        "Nicole: No! Not until you come straight with me. Tell me the truth, Sasha. Are we sisters?",
        "Zende: When I looked at Nicole, I saw the future.",
        "Rick: Is that what you see with Sasha?",
        "Zende: I see now. You know, and now -- now is pretty good. But... I wanted Nicole to be my wife. I wanted her to carry my baby.",
        "Rick: You never know. Stranger things have happened than you two finding your way back to each other.",
        "Zende: I don't know. I don't know. After everything that's happened... I still love Nicole, and it kills me knowing that I've hurt her. But I have to be true to myself and how I feel.",
        "Rick: About the baby, you mean.",
        "Zende: I just... can't.",
        "Julius: Hey, darling.",
        "Vivienne: Mm?",
        "Julius: Look at that F.C. Sign. Isn't that beautiful?",
        "Vivienne: Yeah, it's a nice logo.",
        "Julius: \"Nice\"? That logo has changed our daughters' lives. I'm thinking about having it tattooed on my chest.",
        "[Laughing]",
        "Vivienne: You are not doing that.",
        "Julius: You know what? I'm really starting to like it here.",
        "Vivienne: Okay.",
        "Julius: I'm even starting to develop an appreciation for the fashion business.",
        "Vivienne: Oh, my word. What have you done with my husband?",
        "Julius: And I haven't given up on Eric being my golfing buddy, either.",
        "Maya: Eric's not golfing, dad. No golf, period. That's it. No golf.",
        "Julius: Never underestimate the powers of my persuasion abilities.",
        "Maya: Oh, god.",
        "Julius: Ask your mother about that.",
        "Maya: Ugh! Enough!",
        "[Laughter]",
        "Julius: You know what? I didn't think I would like L.A. But it grows on you. It's a pleasant place. Well, all except for one thing.",
        "Maya: Oh, you mean me and my selfish desire to have a child of my own?",
        "Julius: Well, now that you mention it, but that wasn't what I was talking about. I'm talking about Sasha. Way she's mistreating Nicole, moving in with Zende -- it's just not right. That girl needs to go back to Illinois, and she needs to do it now. I just hope that Nicole can make her see that.",
        "Sasha: I wanted to tell you so many times. Like when we were little and you would invite me over to the house, but then you had to take it back... because it was \"family only.\" Or how, when I used to write you birthday cards, and I always wanted to sign it, \"love, your sis,\" because that's who I was. That's how I felt. Remember how we always had more fun with each other than anybody else? And how hard we used to fight each other?",
        "Nicole: So... my father...",
        "Sasha: Mr. Avant -- dad -- I don't know. You can't tell him that you know. He will be furious. He'll cut me off like I never even existed. But -- but this can be our secret. We can keep it just between us. No one else has to know. And that -- that's why I only told you. You're the only one who matters. I wanted to tell you so that you could understand me better and we could be close again.",
        "Nicole: All these years... all our lives, you never said anything. You never even hinted.",
        "Sasha: Because he said that it would ruin his life. He said that aunt Viv would leave him, and he said you would be ashamed. And he said that it would destroy our relationship. Nic, I am Julius Avant's dirty little secret. No, but -- but I can deal. This is the way it's been forever, and this is the way it's got to stay. Nic, please, you can't tell him that you know.",
        "Rick: You know, Zende, it's good to know your limits. Saves you a lot of pain in the long run. But you don't have to be so rigid about it, you know? We're constantly evolving. What might have been unthinkable last year could be a better fit today.",
        "Rick: Words of wisdom from my uncle. What?",
        "[Both laugh]",
        "Rick: Take it for what it's worth. I mean, if you accept them.",
        "Zende: I do. I really appreciate your advice. And you -- you've been -- you've been solid through this whole mess. And I know you have your own way of feeling about it -- you know, where Nicole's concerned -- but I've never felt anger or judgment from you.",
        "Rick: We're family, Zende. Nothing touches that. I just hope that you don't lose sight of what a selfless, amazing thing that Nicole is doing for Maya and me. She's literally giving us a miracle.",
        "Zende: I get that, I do. But I can't get swept up in all the good feelings like everyone else.",
        "Julius: So, we're all agreed -- Sasha's going back home. It's the best thing for Nicole.",
        "Maya: For once, you and I are on the same page.",
        "Vivienne: I'm not sure. I feel bad for Sasha.",
        "Julius: Well, you're gonna have to get over that bleedin' heart, sweetheart, and get on board to support our efforts to get that girl out of L.A. It's the best thing for Nicole.",
        "Vivienne: I already went to Sasha. I asked her to back away from Zende until Nicole gives birth. She wasn't havin' it.",
        "Julius: We need to wear her down.",
        "Maya: We shouldn't have to. After everything our family's done for her? Y'all practically raised her.",
        "Julius: Hmm. Listen, go to her again, sweetheart, and this time, take a stronger stance.",
        "Vivienne: I have a hard time being tough on Sasha.",
        "Maya: Why? That girl seems perfectly capable of holding her own.",
        "Vivienne: No, that's the front she puts on, on the outside, to hide the pain that she's feeling inside. Growing up without a father - I mean, a strong male influence in her life - I mean, the way you are with Nicole. Come on, Julius.",
        "Nicole: I can't believe what I'm hearing right now.",
        "Sasha: That I'm your sister?",
        "Nicole: And the way my dad's treated you.",
        "Sasha: Because you were the family that he wanted. You're the one he chose, and I was this mistake that he never wanted you guys to know about. Never wanted you guys to know about.",
        "Nicole: That's awful. You grew up knowing that your dad was a few houses down. You just pretended to be some girl from the neighborhood.",
        "Sasha: And now -- and now he wants me to leave. You know, Nic, all I ever wanted was dad's approval... for him to accept me, maybe even love me one day. I don't have much of a relationship with our father, but I would like to keep what I do have. And if you tell him that you know, he'll take it all away. So, please, Nic, you can't tell him that you know. Just let me stay his dirty little secret.",
        "Nicole: You are not dirty. And you're not a secret anymore.",
        "Sasha: No, Nic, please, you have to promise me you won't tell him!",
        "Nicole: I promise that I will look out for you. I will honor our sisterhood from now on. But what I can't promise is to let this secret stand for another day.",
        "Sasha: Nic...",
        "Nicole: And I won't let him disrespect you, my mother, or our family any more. And my mom, after all that she has put up with from him, she deserves to know the truth.",
        "Maya: You know how daddy is. Whatever.",
        "Rick: Where's Julius?",
        "Maya: Oh, he went back to the motel.",
        "Rick: Oh. You didn't have a fight, did you?",
        "Maya: No. Actually, dad and I are in agreement for once. It's amazing.",
        "Rick: About Sasha?",
        "Maya: Yeah, he wants mom to use her influence to get her to leave town.",
        "Rick: And you don't want that.",
        "Vivienne: In a perfect world, of course not. I am not saying what Sasha did to Nicole was okay with me. But I can't stop feeling sorry for that girl. I mean, she grew up in our home, being part of but not part of the one thing that was so important to her -- a traditional family with a father. She never had that, and some girls can really be damaged if they don't have a -- a male role model. Getting rejected by us -- the one true family experience she had -- I think could damage her even more, and I don't know if I want that on my conscience.",
        "Sasha: There you go again, bossing me around! Who do you think you are, Mr. Avant?",
        "Julius: Watch the way you talk to me.",
        "Sasha: Talk to you like what, Mr. Avant?",
        "Julius: You watch your tone.",
        "Sasha: Don't like that, Mr. Avant? Should I call you something else? Do you want me to call you what you really are? Daddy?!",
        "Zende: Hey, Caroline wants you to check in with her tomorrow before the photo shoot to make sure all the jewelry's on point. What's wrong? Something's wrong. Sasha, wait. Whoa. You're shaking.",
        "Sasha: I'm scared.",
        "Zende: Why?",
        "Sasha: Something bad is gonna happen. You don't know how mad he's gonna be.",
        "Zende: Who?",
        "Sasha: Mr. Avant.",
        "Zende: You're afraid of Nicole's father?",
        "[Knock on door]",
        "Julius: What the hell? Oh, hey, darling. Aren't you supposed to be at work?",
        "Nicole: We need to talk.",
        "Julius: Okay. But it's gonna have to wait a minute. I got to sink a couple of more of these, and it takes concentration. You know, I -- I haven't given up on Eric being my golfing buddy. What's wrong? Why are you looking at me like that?",
        "Nicole: You can't guess?",
        "Julius: I guess I have to assume that I did or said something wrong about the baby. But I won't apologize if I have an issue about what Maya's doing to you. I mean, I know you're sisters, but it's asking too much.",
        "Nicole: Sisters. That's how we roll, dad. We -- we are there for each other, we protect each other, we support each other. We are proud of each other.",
        "Julius: I don't know what you're talking about.",
        "Nicole: How could you?",
        "Julius: How could I what?",
        "Nicole: I haven't always agreed with you... but I have looked up to you my whole life. My father -- not an easy man but a man of honor and integrity... a man that we could trust and believe in, a man who deserved my mother's love.",
        "Julius: I don't know what you're talking about.",
        "Nicole: I know, Dad.",
        "Julius: You know what?",
        "Nicole: Your dirty little secret. The one that you have been keeping from us all these years. The one that stayed at our house... ate at our table... who has been my best friend since I can remember. Yeah, that's right. I know, Dad. I know that you don't have two daughters. You have three. Sasha is my sister."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=dsR_TdQ1HIA"
}