{
    "Episode Summary": [
        "Episode # 7599 ~ Thomas' new business venture is met with mixed reviews; Steffy confronts Sally to assure her that Spectra Fashions will never be true competition for Forrester Creations."
    ],
    "Recap": [
        "Quinn sidles up to Ridge while pouring drinks and says Katie is always going to be there watching them. Eric informs them that he did not want to mention it during dinner but Thomas is not coming back and will be working at Spectra. Thomas tells that to Steffy too. She is surprised and wonders if he is trying to get back at her. He says he cannot wait around for his grandfather to notice him. He wants to start a legitimate fashion house at Spectra and he's already told his grandfather. She refuses to believe him. She wants him to be patient and it will all work out. He says it is his decision. Sally did not ask him to do this. She did not even want to take the money he lent to keep Spectra. Ridge blurts out that Thomas is a Forrester and he cannot work with that knockoff artist. Eric says it is a done deal and that's all he wants to hear about it. He's just glad he still has Quinn and Ridge now living under the same roof .well Ridge in the guest house so almost under the same roof. Shirley is ecstatic and tells Saul to perk up. This news could be attached to a bullet train. Saul muses that Thomas is a playboy and none of this may work out. Sally says she is willing to take that chance. Coco tells RJ the bottom line is that she is forgiving Sally. RJ says good, that is what families do.",
        "Eric tells them this is all good and he is so glad they are all working together so well. He could not be happier. Quinn coos that she can never repay Eric but she would do anything for him. Katie watches Quinn's every word. Wyatt thanks Eric again for accepting them into the family and being so good to his mother. Eric states that he has an early International call from Rick so he needs to go to bed. Alone, Katie thanks Quinn for agreeing to include her pieces in the next collection. She wants Quinn to know how much being at Forrester means to her and fills a void that she did not even know she had. Quinn has been kind and she appreciates it. Quinn says Katie's success is her success. Katie says that is true and she wants to have a really good working relationship despite a sometimes tense one. She has no intention of saying anything to Eric. Quinn's secret is safe with her. Steffy pays Sally a visit and says she did it again \u0096 she stole from them by getting Thomas on her side to work with her. They may be getting closer and closer, but she will never be competition for Forrester. Sally says she should be glad to know she will never be stealing from Forrester again. Thomas changed her life and she loves him and he loves her so Steffy needs to accept that. She and Thomas never even discussed him coming here. It was his decision. She wonders why she is holding him back but would like to thank her. Somewhere deep down she thinks she is somewhat intrigued by the woman on the other side of the track. She hopes this will put a smile on her grandmother's face as she knows it is putting one on her Aunt Sally. Upstairs Eric tells Quinn that Katie is a good person and he is so glad that she has reached out to her. This house is now so filled with love. She says she wants to keep it that way. She lays down beside Eric and wants him to hold her. She needs a little reassurance. She needs his love and understanding. She wants to be the best wife she can be. Ridge sits alone on his bed and remembers the recent kiss that afternoon with Quinn and her asking what they are doing. He drinks a little bit, he thinks a little bit. Quinn is thinking too."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Eric: Everybody have what they need?",
        "Quinn: Uh, yeah. I'm gonna get you a drink.",
        "Eric: Thank you. Thank you, darling. Well, I love this. All my favorite people in my favorite room.",
        "Quinn: I can't believe he invited her over here. [Sighs] Dinner was hell. Now she's camped out for after-dinner drinks? [Scoffs] She's watching us. She's always watching us.",
        "Ridge: Well, don't give her anything to see, and we're gonna be fine.",
        "Quinn: [Sighs]",
        "Ridge: We didn't.",
        "Quinn: We almost did.",
        "Ridge: Okay, just calm down. This isn't easy for me, either.",
        "Eric: Oh, wait. Quinn, Ridge, we were just talking, and I-I realized, uh, this is something everyone needs to hear. I didn't want to spoil dinner with it, but it's important, and it affects everybody in the family. Thomas is gonna start working at Spectra fashions.",
        "Steffy: Hey. Got your text. So you thought about our meeting with dad and granddad?",
        "Thomas: Yeah, it's time we talked.",
        "Steffy: Yeah. Look, I know I don't always agree with you, especially when it comes to Sally Spectra, but I just -- I want you to know that your -- your contributions will always be valued, and when you're back here, I'm just gonna reinforce that every day.",
        "Thomas: Steff, slow down. Got to slow down a little bit, okay? I'm not coming back. It's why I wanted to talk to you. I'm partnering with Sally at Spectra fashions.",
        "Shirley: Thomas Forrester of the high and mighty Forresters sprinkling his designer magic on Spectra!",
        "Sally: Yes. We won't be second class for long, not with Thomas as our lead designer.",
        "Darlita: This is epic!",
        "Shirley: [Squeals] Legitimacy beyond our wildest dreams!",
        "Darlita: And we'll get to see more of Thomas. All day, every day.",
        "Sally: Yeah, there is that happy benefit.",
        "Shirley: Hey! Saulie boy! Pick your chin up off the ground! This little engine that could has attached itself to a bullet train!",
        "Saul: It's great.",
        "Darlita: You obviously worked some kind of mojo on Thomas. He's got a real thing for you.",
        "Coco: I'll never forget what Sally did with the hidden cameras. But everyone makes mistakes, right? And -- and Sally so deeply regrets what she did. So I think the bottom line is -- is I've forgiven her.",
        "R.J.: Hey, that's awesome. I'm happy for you two. I know this has been weighing on you a lot.",
        "Coco: Yeah, really? You think I did the right thing?",
        "R.J.: Yes, absolutely. This is what families do, Coco. What made you change your mind, anyway?",
        "Coco: Actually, Thomas.",
        "Shirley: Look, I don't mean to be the voice of doom, but what happens if you and Thomas fall apart?",
        "Saul: Shirley makes a good point. Thomas Forrester, he's a playboy, right? So if he gets bored, where does that leave us?",
        "Sally: Thank you both for putting the worst possible spin on things. Look, if it doesn't work out, it doesn't work out. But I'm -- I'm not afraid of taking that chance.",
        "Darlita: That's the spirit.",
        "Sally: And do you know what else he did?",
        "Saul: Hasn't he done enough?",
        "Sally: He talked to Coco, and she forgave me. He gave me back the one person in the world who means everything to me. My little sister.",
        "R.J.: How did Thomas change your mind about Sally?",
        "Coco: He reminded me of some things that I'd forgotten, like we all mess up. But we do deserve second chances. And Sally -- Sally betrayed Thomas, too. But still he spoke up for her to the judge, and he signed that check. So he forgave her, and I really -- I just had to ask myself, like, why I couldn't. And the only answer I could come up with was because of my hurt feelings.",
        "R.J.: So Thomas bails out Sally again.",
        "Coco: Oh, but hey, you haven't even heard the latest. Like, they're partners now. Thomas and Sally, they're gonna be running Spectra together.",
        "Steffy: You're going to work for Spectra? Why? Is it -- is it to get back at me?",
        "Thomas: Steff, this is about my future. Look, I can't be waiting around for granddad to notice me here. I-I need to break out. I have to prove myself.",
        "Steffy: So you're just gonna go to Spectra? I mean, that's not even a real fashion house.",
        "Thomas: Steff, it is a real fashion house. I'm going there to help it grow, to give it the same thing that I am looking for -- legitimacy and respect.",
        "Steffy: [Scoffs]",
        "Thomas: Hey, hey. Steff, Steff. Look at the bright side, right? At least Spectra won't be stealing from Forrester anymore.",
        "Steffy: [Voice breaking] Is that supposed to make me, like, feel good or something?",
        "Thomas: Steff, this is happening. I already spoke with granddad about it.",
        "Steffy: [Sighs] Wow. I-I-I walked in here expecting that you were gonna come back to Forrester. Instead you're turning your back on the company... and your family.",
        "Ridge: Thomas is a Forrester! He can't work for these rip-off artists!",
        "Eric: Thomas swears they're gonna go legit.",
        "Katie: Well, with his design talent, they just might.",
        "Wyatt: Dad's gonna love this.",
        "Quinn: With his name attached, it'll give them the credibility that they've been so desperate for.",
        "Ridge: What does it do for Thomas?",
        "Eric: Look, I'm not happy about this, either, but everyone needed to know, all right? I didn't want to spoil our evening. Let's enjoy one another, all right? Thank you for coming.",
        "Katie: Well, thank you for inviting us.",
        "Wyatt: Yeah. I heard you moved into the guest house. I hope I didn't leave it too messy for you.",
        "Ridge: Couldn't very well stay at Brooke's, could I?",
        "Eric: Well, a bad reason, but I'm happy with the result. I have my son and my wife under the same roof.",
        "Katie: Oh, that's nice to hear.",
        "[Indistinct conversation]",
        "Eric: No, no, no, no. I had dibs on that earlier.",
        "Quinn: All of the music is fine. [Chuckles]",
        "Steffy: Thomas, I won't do this. I won't let you turn your back on our family legacy. I'm worried about you. You are in way too deep with Sally, a woman who used you. What makes you think she's not gonna do it again?",
        "Thomas: Because I am driving this train, Steff, not Sally.",
        "Steffy: [Scoffs]",
        "Thomas: She didn't ask me to come to her defense. She didn't ask me for money. She didn't even ask me to join her company. I did that on my own.",
        "Steffy: That makes me worry even more, Thomas.",
        "Thomas: Why, Steff? Don't. I've got this. Thank you, by the way, for telling me the role that Spencer played in all of this.",
        "Steffy: I wish I never even opened my mouth.",
        "Thomas: No, Steff. You did the right thing. Knowing that bill was the one who wrote that review, it put everything into context. Look, Sally was scared. She was desperate. She did not come here to steal our designs.",
        "Steffy: Thomas, can you just be patient, please?",
        "Thomas: You know I have been for a long time now.",
        "Steffy: So you're really doing this?",
        "Thomas: I'm sorry.",
        "Steffy: You love Sally that much?",
        "Thomas: Yeah. I do.",
        "Steffy: [Sighs]",
        "[Door closes]",
        "Wyatt: You okay?",
        "Quinn: Sure. Why wouldn't I be?",
        "Eric: Ridge and Quinn have agreed to the possibility of adding more of your designs to the collection.",
        "Katie: Really? Um, are you okay with that?",
        "Quinn: Absolutely.",
        "Katie: Thank you. Thank you very much.",
        "Eric: I'd actually like to set some time aside to see the pieces myself.",
        "Katie: Yeah, no. Uh, consider me available. That -- that's great.",
        "Eric: I actually think this is wonderful, all of us working together, functioning together, having dinner together.",
        "Wyatt: I mean, this is all a new experience to me, you know, family dinners and bonding. Who would have thought? And can I just say thank you for welcoming us in and seeing the good in my mother.",
        "Eric: Your mother just needed to feel safe enough to let her light shine through, and I'm the beneficiary of that. I couldn't be happier.",
        "Wyatt: Well, obviously my mother would do anything for you, too, even if it means making nice with Ridge. Proved us all wrong.",
        "Eric: Yeah, I did, didn't I?",
        "Quinn: [Chuckles nervously] Well, Wyatt is right about one thing. I would -- I would do anything for you. You transformed my life. You've...you've given me things that I never thought that I deserved. And I can't repay you for that, but...I can -- I can promise not to let you down.",
        "Eric: You never would.",
        "R.J.: Thomas working for Spectra? That's gonna take awhile to sink in.",
        "Coco: Yeah. I realize that's weird for you, losing Thomas like that. But he's really stepping up for Sally.",
        "Sally: [Chuckles]",
        "[Door opens]",
        "Sally: Oh.",
        "Steffy: You knew I was gonna show up. You stole from us again, Sally.",
        "Sally: Oh, so you know.",
        "Steffy: About Thomas jumping ship to Spectra? Yeah, I know.",
        "Sally: So I'm guessing you're not here to pop open the bubbly?",
        "Eric: Thank you all for coming. But rick and I have a conference call with our south African buyer, so I'll go upstairs. I'll see you later.",
        "Quinn: Okay.",
        "Eric: Bye, honey.",
        "Katie: Uh, could I talk to you alone?",
        "Quinn: Sure.",
        "Wyatt: [Clears throat] So my mom's been acting kind of weird. You have any idea why?",
        "Ridge: No.",
        "Quinn: Should I be nervous?",
        "Katie: No. No, I-I just, um, I just wanted to thank you personally for including my pieces in the collection.",
        "Quinn: In the next collection, and Eric has to approve, of course.",
        "Katie: Oh, yeah, sure. Of course. I mean, I-I really can't wait to get his feedback. I mean, no one knows more about fashion than Eric, right?",
        "Quinn: That's true.",
        "Katie: Not even Ridge.",
        "Quinn: That's what this is about.",
        "Katie: No, no, it's -- I -- I'm not saying this right. I just -- I am... I want you to know how much being at Forrester means to me. And designing, even though I know I'm new and I'm still learning, it -- it has fulfilled a need that I didn't even know was there. And I know that you have been really generous with your time and your experience and even your criticism.",
        "Quinn: All of it meant to be constructive.",
        "Katie: Yeah. I really appreciate you giving me a fair shot.",
        "Quinn: Well, your success is my success.",
        "Katie: [Chuckles] That's true, right? We're kind of interconnected. [Chuckles] And that's why I want us to have a really good and productive and even friendly work relationship.",
        "Quinn: Katie, I don't really see that happening.",
        "Katie: Look, I know that we had some tense moments earlier, and I might have said a few things that could be construed as a threat. But I just want you to know that that was the heat of the moment, and I have no intention of saying anything to Eric, okay? You and Ridge are -- are clearly staying away from each other, and so your secret's safe with me.",
        "R.J.: You know, considering how much Thomas is risking, he must really love your sister.",
        "Coco: Goes both ways.",
        "R.J.: [Chuckles] Having a go at Spectra is -- let's face it -- a long shot. But I get why he's doing it. Something about you Spectra women. You guys are...intoxicating.",
        "Coco: Intoxicating?",
        "R.J.: Okay, that was a little much.",
        "Coco: Oh, yeah. [Chuckles] Definitely. Definitely. But I don't mind.",
        "R.J.: No? Well, that's good.",
        "Steffy: You just keep getting deeper and deeper with Thomas. It's crazy.",
        "Sally: Okay, look, I know you're not a fan of our relationship, and clearly, obviously, you are not thrilled about Thomas and me being partners.",
        "Steffy: You will never be competition for Forrester. We're just on a different level. All you do is lie and steal, and you're bringing Thomas down with you.",
        "Sally: All right. Whether you want to believe it or not, I learned a really hard lesson. Just know that you do not have to worry about me cheating the Forresters ever again.",
        "Steffy: That's exactly what you've been doing. You're cheating us of Thomas. You're cheating Thomas of a brilliant future and a healthy relationship with his family.",
        "Sally: I am not doing that! Thomas changed my life. And now he needs me to change his, and I will be more than happy to do that. Whether or not you want to hear it or accept it, I love your brother, princess. And he loves me.",
        "Sally: You say I cheated you of Thomas like I manipulated him into being here. I didn't. We never even discussed it. Thomas came to me decision made.",
        "Steffy: Did it ever occur to you to maybe say, \"no thanks. It's not a good move\"?",
        "Sally: No, it's a great move. Thomas can call all of his own shots over here. Can you say the same about his situation over at Forrester? You know, I could flip this and ask why you're trying to hold him back. No, but I'm not going to. Instead, I am going to thank you.",
        "Steffy: For what?",
        "Sally: Because you told Thomas that bill wrote that review to sabotage me.",
        "Steffy: If I knew it would lead to this, Thomas partnering with you here, I don't know if I would have done it.",
        "Sally: Oh, come on. You only feel that way because you haven't actually gotten a chance to get to know me, and to get to know me is to love me. Or at least like me just a little bit, which, actually, I think you do. Somewhere deep down underneath all of that outraged superiority, I think you're actually kind of intrigued by the woman from the wrong side of the tracks. The thought that you and I might actually be besties one day.",
        "Steffy: Besties? You've lost your damn mind.",
        "Sally: Why not? Come on. You and I might have more in common than you actually know. We should give it a shot. Come on. We can go out and grab a burger or caviar or whatever it is that you Forresters eat. Right? Wouldn't that put a smile on your late grandmother's face? 'Cause I know my aunt Sally would definitely get a kick out of it.",
        "Steffy: I'm watching you, Sally. And if you do anything to betray my brother, hurt him, use him, you'll have to answer to me... bestie.",
        "Eric: Quinn. I'm so aware of the tensions between you and -- and Katie, and I appreciate so much how you've warmed up to her.",
        "Quinn: Sure.",
        "Eric: She's a good person. It was fun having Wyatt here tonight, wasn't it?",
        "Quinn: Yes. Yes, it was.",
        "Eric: Yeah. It's amazing, really. This house -- this house was -- it was like a tomb for so long, and now it's -- it's full of love. And Ridge is here now, too, and it's --",
        "Quinn: You know what? I would love to stop talking about Katie and Ridge and even Wyatt. I just -- can we -- can we focus on us?",
        "Eric: Sure. I can be persuaded.",
        "Quinn: Come hold me. Come here.",
        "Eric: Hey. Hey. What's going on? You okay?",
        "Quinn: [Sighs] Yeah, I just... I just need a little reassurance, I guess. That's all. I just want you to hold me, never let me go, make love to me and...accept me for all my faults. I just... I just want to be the best wife for you.",
        "Eric: What's this about? What's going on?",
        "Quinn: I just... I love you so much, Eric. [Sighs] I really love you so much. [Sighs] [Sighs]",
        "Ridge: [Sighs]",
        "Quinn: What are we doing? What are we doing, Ridge?",
        "Ridge: [Sighs]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=FXgASe5s1-o"
}