{
    "Episode Summary": [
        "Episode # 7085 ~ An unexpected visitor delivers bad news to Ivy; Ridge helps Caroline move forward with her recovery."
    ],
    "Recap": [
        "Steffy asks Wyatt if he is propositioning her since she is his boss. He says just making a suggestion. He feels he should have been in that meeting today. She is not sure what he is suggesting. He says he is serious so what if he is? Ivy tells Liam that Steffy has only been here a short time and already she has kissed him twice. She is not joking; she does not like these odds. She says she does not blame him but she does not trust Steffy. He is committed to Ivy but Steffy may not stop at anything to get him back. Steffy asks if Wyatt hits on all the new faces at Forrester the way he did with Nicole. He says when his marriage ended with Hope he did not want to date anyone, but now it is time and he just wants to have fun. He is through mourning the loss with Hope and it's time for her to do so with Liam. Ivy feels like she needs someone on her side. She does not want to sound ungrateful. She loves coming to America and working at FC and she does not want to lose that.",
        "Bill walks in as Ivy and Liam hug and asks if they are working on their assets. He congratulates him on sticking it to Ridge. Bill says he is out of his mind; he would never have sided with Rick. Rick would never screw over the master. Everybody in that room had to believe what he said right up to taking a punch for the team. So they can pile on as if he is not being punished enough already. Now he wants to be talking about what is happening today. Ridge tells Caroline that he talked to her doctor and he feels it might be time to put some weight on her legs. She tells him he should not be here. He needs to be back at the office. He says he misses her there, they are a team and he needs her there. He wants to help her. Caroline tears up and is crying as she explains to Ridge how her accident happened and her wondering if she would ever walk again. He doesn't want her to be scared anymore. He says she is going to take her first steps today. Bill tells Liam that Ivy is a cute girl .smart and intelligent but is he really that committed to her with Steffy back in town. An Immigration officer visits Ivy. Wyatt tells Steffy that he didn't just lose his relationship with Hope. They lost a baby too just like her and Liam. It never goes away. But Steffy is too beautiful and too smart to be locked down because of Liam and she can learn to smile again. Neither one of them should be second choice. They are both unattached and maybe they can have just a little more fun. He kisses her. Then says so just so she knows he will not play second string to his brother. Caroline cries that she can't do anything now. She can not get dressed or get in a car to do anything and that is not her. She does not ask for help. Now she is just stuck here and she is on hold until she can get back on her feet. He says they will make it happen so let him help. He says he picked up some things today to help her. He brings in a walker. He said he was nobody when he tried to draw until she held the pencil and he wants to help her the same way. He urges her to try the walker and helps her onto it. She is shaky and struggles but slowly moves her feet with him holding her around the waist. Then he lets go and smiles as she walks a foot across the floor. She flops on the couch and thanks him as he cradles her legs on his lap. He kisses her and she holds tightly to him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: Are you propositioning me, Wyatt?",
        "Wyatt: Hey, I'm just making a suggestion.",
        "Steffy: You think it's a good idea? I am your boss.",
        "Wyatt: [Chuckles] I'm more interested in what you think.",
        "Steffy: Well, I won't feel sorry for myself.",
        "Wyatt: But you are disappointed in my brother.",
        "Steffy: Things didn't turn out the way I hoped.",
        "Wyatt: Trust me, I -- I know that. You should've been in that meeting today.",
        "Steffy: Are you saying I should be with Liam?",
        "Wyatt: [Chuckles] You came back to Forrester thinking you could be -- that this was gonna be a \"hot, steamy summer\" for you -- that's what you said? Well, what I'm saying is... it still could be.",
        "[SCENE_BREAK]",
        "Ivy: I don't want to have to worry about you and Steffy.",
        "Liam: You don't have to worry about me and Steffy.",
        "Ivy: Steffy's been alone with you a handful of times, and she's already kissed you twice. Unless there are other times that I just don't know about.",
        "Liam: No.",
        "Ivy: See, I don't even like that I have to ask you that.",
        "Liam: Yeah, but -- but you were joking.",
        "Ivy: Liam, I wish I was. But to be honest, I don't like these odds.",
        "[SCENE_BREAK]",
        "Ridge: Hey.",
        "Caroline: Hey.",
        "Ridge: I talked to your doctor.",
        "Caroline: You did?",
        "Ridge: Yeah, and he thinks it might be time to put some weight on your legs.",
        "Caroline: Well, um... how about you? How did your big CEO day go?",
        "Ridge: It's nice being at Forrester, but it's not the same, 'cause I miss you. You're my number-one priority.",
        "Caroline: What are you doing here? You should be back at the office.",
        "Ridge: It's just not the same. You've got to be there with me.",
        "Caroline: I mean, the therapy's going really good, so... I'm getting stronger.",
        "Ridge: I think you're stronger than you think. Hey. We're a team. And I can't do that without you, so I need you there.",
        "Caroline: And I want that. I do. I want -- I want that.",
        "Ridge: Okay. Let me help you.",
        "[SCENE_BREAK]",
        "Ivy: I'm not doubting your feelings for me.",
        "Liam: Okay. Good. So -- so what is this about, then, for you?",
        "Ivy: It's about Steffy not respecting our relationship.",
        "Liam: All right, that's fair. But I promise you, that was not, like, her hitting on me. That kiss was -- it was --",
        "Ivy: It was what? It was just her being excited? I mean, she just took over a company. Her dad's C.E.O. She's working with you again. It's really just happy times at Forrester Creations, isn't it? We're dating. You're committed to me. I mean, does she even understand that? Does that matter to her? I honestly don't think she's gonna stop at anything to getting you back.",
        "[SCENE_BREAK]",
        "Steffy: You and me?",
        "Wyatt: [Chuckles] Mm-hmm. We're both young, single, successful...",
        "Steffy: Attractive.",
        "Wyatt: [Chuckles] I didn't think I had to mention the obvious.",
        "Steffy: [Chuckles]",
        "Wyatt: But you haven't shot me down yet.",
        "Steffy: I am just not sure what you're suggesting.",
        "Wyatt: And I got you thinking about it.",
        "Steffy: I'm trying to figure out if you're being serious.",
        "Wyatt: [Laughs] And what if I am?",
        "Steffy: Huh. That all depends. Are you? Is this what you do? You hit on every new face at Forrester?",
        "Wyatt: Somebody told you about Nicole, didn't they?",
        "Steffy: Maya's little sister?",
        "Wyatt: They didn't tell you about Nicole. Uh, okay. We dated...' and it didn't last.",
        "Steffy: Oh! So this is what you do.",
        "Wyatt: No! I -- yes. Okay. I admit it -- I date. I didn't for a long time, okay? And when my marriage ended with Hope, I just -- I wasn't interested in seeing anybody. I wasn't interested in anything, for that matter. And then I met Nicole, and she was fun, and... we had a good time.",
        "Steffy: Is that what you're offering me? A good time?",
        "Wyatt: I think you could use one right about now.",
        "Steffy: That's a pretty big assumption.",
        "Wyatt: Am I wrong?",
        "Steffy: I'm the president of my family's business. I have all the respect and the control that I want.",
        "Wyatt: It'd be better if you had somebody to celebrate it with, right? Look, things didn't work out with Nicole. But, Steffy, I'm through mourning the loss of what might have been with Hope. Isn't it time for you to stop mourning your relationship with Liam?",
        "[SCENE_BREAK]",
        "Liam: It's not just Steffy. I mean, you've been stressed for a while.",
        "Ivy: Well, I've had a lot on my mind, but this hasn't helped.",
        "Liam: I -- trust me -- there is no \"this\" between me and Steffy.",
        "Steffy: Liam, there is something. She's back at Forrester. She's president of Forrester. She's working side by side my boyfriend every single day. I honestly thought that once Ridge was in control, I'd be able to relax, like I'd have someone on my side.",
        "Liam: You do!",
        "Ivy: No, I -- I -- look, I don't want to sound ungrateful. Moving to America has been one of the best things I've ever done. L.A. is wonderful. My relationship with you is great. I love working at Forrester. It's... I -- I don't want to lose everything. That's what this is about.",
        "Liam: You won't. You won't. You have nothing to worry about.",
        "Bill: Ah! There's my boy! Mr. Vice President! Hard at work, I see. Or is this just your idea of keeping an eye on our assets?",
        "Liam: What do you -- what do you want, Dad?",
        "Bill: What do you mean what do I want? What I want -- I want to give you a little hug, \"you're the best Dad,\" \"thanks for sticking it to Rick for me.\" No? What? What's his problem?",
        "Ivy: Well, I think you know.",
        "Liam: You -- Dad, you were prepared to side with Rick.",
        "Bill: Side with Rick?! What, are you out of your mind? All right, look, Liam. That little poseur wannabe has the nerve to show up at my office, and he thinks he's gonna school the master. No. Now, I'm sorry I couldn't bring you on board, but everybody in that room had to buy what I was selling, 110%, right up to goading that sucker into taking a swing at me. I'm the one who took one for the team! All right, yeah. I'm powerful, rich, and good-looking, but it's not always easy being me.",
        "Liam: All right, okay, okay! But let's just assume that I'm buying what you're selling here. Next time -- and I know there's gonna be a next time -- you let me in. You bring me on board, okay? You promise?",
        "Bill: Okay.",
        "Liam: \"Okay\" is not a promise.",
        "Bill: You want to pile on, like I'm not getting punished enough already?",
        "Liam: Are you in the doghouse? Did Katie put you there? Good. I hope so.",
        "Bill: Absolutely. She thinks I should've told both of you what I was up to.",
        "Liam: [Scoffs]",
        "Bill: Now can we get past this? Can we talk about what's happening today? How's it going with that pompous egomaniac I put in power?",
        "Liam: Well, I would tell you to ask him yourself, but Ridge already left for the day.",
        "Bill: Ridge -- [Laughing]",
        "[SCENE_BREAK]",
        "Caroline: Ridge, seriously, you can go back to the office.",
        "Ridge: I know.",
        "Caroline: And I know that that's where you want to be, so go.",
        "Ridge: Want to be here. What's going on?",
        "Caroline: Nothing. I, uh... just focused on getting better, so that's what I'm doing.",
        "Ridge: Hey. Look at me. Don't shut me out. Talk to me.",
        "Caroline: What do you want me to talk to you about?",
        "Ridge: What do you remember?",
        "Caroline: I don't really remember everything. I mean... I remember walking... on the sidewalk, and... hearing a really loud noise... and not having enough time to really react and trying to get out of the way, but... next thing I knew, there was a car on top of me, and... and I was pinned, and... and I couldn't move, and... and I remember looking at... and I remember looking at my feet and s-seeing them... but not being able to move and people trying to help me, and... and I -- I remember being scared that I wouldn't walk again. That's what I remember, Ridge. What do you want me to tell you? That's --",
        "Ridge: Hey, hey, hey, hey. Well, you're here now. And I don't want you to be scared anymore. You're gonna take your first steps today.",
        "[SCENE_BREAK]",
        "Bill: The dressmaker's been CEO for five minutes and already he's got more important things to do.",
        "Ivy: Yeah, like me. I have a meeting to go to.",
        "Liam: Later?",
        "Ivy: Okay, yeah, find me.",
        "Liam: All right.",
        "Bill: Great girl. Smart, hot... cute little accent...",
        "Liam: Here it comes.",
        "Bill: She ain't Steffy.",
        "Liam: Dad, not a good day for this.",
        "Bill: Come on. Tell me you're not tempted. Tell me that's not what you two were just talking about. Steffy's back in town, you're working together... be honest, Liam. Are you really that committed to your girlfriend?",
        "Liam: I...",
        "[SCENE_BREAK]",
        "Steffy: I should mourn what I had with Liam?",
        "Wyatt: I -- I know. I slipped. I didn't mean --",
        "Steffy: You -- of all people, I would expect you to be more thoughtful.",
        "Wyatt: I know that. I should've been. Look, I didn't just lose my relationship with Hope. We lost a baby, just like you and Liam. And it stays with you... that...pain... and all the \"what ifs,\" you know?",
        "Steffy: Yeah.",
        "Wyatt: It can be hard sometimes. But it's okay to smile and move on and live your life. Me wanting Hope, you wanting Liam -- it keeps us stuck -- frozen in place. And, Steffy... you are too beautiful and too smart to be locked down like that.",
        "[SCENE_BREAK]",
        "Caroline: I appreciate what you're trying to do... but I can handle, like, the physical side of this. I can handle the rehab and... the pain and -- and the poking and the prodding. That's -- that's fine. That's... for me, it's everything else. I can't...do anything... for myself. I have to ask for help to get dressed or to get a cup of coffee or... I can't drive a car. I can't even just go do a stupid little errand. And that's not me. I don't ask for help. I'm... I am an independent person. I am... you know, I think... before the accident, my life was going somewhere. It was... work was going somewhere. My relationship with you was. And now I'm just... stuck. I'm just stuck here. My whole life is on hold until I can get back on my feet, and I am -- I'm just stuck.",
        "Ridge: Okay. Let's make that happen.",
        "Caroline: I am doing everything that I can.",
        "Ridge: Well, let me help you.",
        "Caroline: Mm.",
        "Ridge: I picked up something today after work.",
        "Caroline: Ridge, you're being really supportive and encouraging...",
        "Ridge: I can do more.",
        "[Door closes]",
        "Ridge: So can you.",
        "[SCENE_BREAK]",
        "Ivy: Ahh! Well, that went well. Oh, thank you so much for taking this down to the safe, Jake.",
        "Jake: Yeah, of course. And that e-mail about the interview?",
        "Ivy: Yeah, please tell marketing I am willing to do anything it takes. I want this collection to get the exposure it deserves.",
        "Jake: Okay. You got it.",
        "Ivy: [Chuckles] Can I help you?",
        "Man: Ivy Forrester?",
        "Ivy: Yes.",
        "Man: I'm from immigration and customs enforcement. I have some questions for you.",
        "[SCENE_BREAK]",
        "Wyatt: Neither one of us should be anyone's second choice.",
        "Steffy: Speak for yourself, hot shot.",
        "Wyatt: [Chuckles] Okay. Blame it on timing, circumstance. But the point is, we're both unattached.",
        "Steffy: Maybe I want to be single for a little longer, hmm?",
        "Wyatt: Yeah, maybe I do, too. And maybe... you might have just a little bit more fun... with me. But just so you know... I won't play second string to my brother.",
        "[SCENE_BREAK]",
        "Ridge: You can do this.",
        "Caroline: Well, I haven't yet, so...",
        "Ridge: So the doctor said you can try on your own time. Hey. I know it's daunting, what you're feeling right now. I was feeling the same thing when I picked up a pencil and I couldn't draw anymore, there was nothing there. My passion, everything -- I thought my life was over. Until you put me back together again. Now I want to do the same for you. Come on. Okay, come on. Here we go.",
        "Caroline: [Chuckles]",
        "Ridge: [Chuckles]",
        "Caroline: Ridge...",
        "Ridge: I gotcha.",
        "Caroline: [Chuckles] I did it.",
        "Ridge: [Laughs] You did.",
        "Caroline: Thank you.",
        "Ridge: It's all you. Come here. All you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=ujzlwOfJcDw"
}