{
    "Episode Summary": [],
    "Recap": [
        "Wyatt joins Hope in her room and she says she just had a dream that Liam was in here begging her to go back home with him. Wyatt says that wasn't a dream. That was a nightmare but it really happened. She asks if Wyatt knew anything abut Quinn's forging the note. He swears he didn't. She says they have been manipulated so many times that one more time, it's just hard. He says this is a new day even a new year and it means she can hit the re-set button. She can't change the past but she can change the future. He says he is not going to let her dwell on the past. She just has to trust him, he will make sure she has a good time today. She says she trusts him and he's glad as he has something very special planned for her today. Liam tells Bill that there was a lot more going on with his wedding day than he thought. Liam says he explained to Hope that nothing happened between him and Steffy but she still would not come home with him. It was all Quinn's doings. The woman is a certifiable and needs to be stopped. He and Hope are paying the price. But he declares that it is not over between him and Hope although he believes Quinn would do just about anything for her son. She thinks she has won. Bill says well let her know that she hasn't. Liam says that is exactly what he is going to do. Quinn is running the show at FC while fitting Maya and Carter with jewelry for a photo shoot. Donna gets in a few digs that she should have someone else that is really in charge .like Hope since it is her line. Quinn doesn't miss a beat and says can't do as Hope is in Hawaii with Wyatt.",
        "Wyatt tells Hope that he wishes he could take away all her pain by Liam. But all he can do is show her a man who is completely devoted to her as she deserves that. He wants to give it to her along with the Hope diamond. He knows that is huge but someday he says he is going to make enough money to buy her that Hope diamond. He says maybe for their 50th wedding anniversary or 60th or even 70th. If not by then, that's where he draws the line. He asks Hope if she is ready for one of her surprises. He's been busy around the clock for this. It is kind of like being in Mexico with the Hope for the Future diamond, and a little piece of it is always with them. He pulls out a ring box from his pocket. Hope almost panics and he tells her not to be. He is not proposing. He knows she is not ready and neither is he although he would like to marry her. He says he is a different kind of man. He doesn't need to rush her to the altar and pressure her into marrying him. They have their whole life to be married. He just wants to spend some time with her and laugh and take her on adventures. He says they have something and he just wants to make it better and that is what this box is about. She opens it and out falls a pendant. She is dazzled. He says it is not their girl. It is not the HFTF diamond but it is part of it, part of them. Ricardo sent this fragment over from the diamond that he kept when it was originally mined. He praises the hotel for a magnificent view, good room service, etc. and since Hope doesn't want to leave it, it'll have to do. He opens the door and ushers in hula dancers, music, flowers and hands Hope her own hula sarong and asks if she is ready to rock and roll? Quinn holds up a press picture of Hope and Liam/another marriage failed. Liam says good call. Quinn grins and asks how was Hawaii, did it rain? He says she is even more twisted than he thought. He knows she flew back from Paris with Steffy and it was she that planned this whole thing. She says is was a business trip, nothing more. But she was there when Steffy got the good news and she encouraged her to share it with Liam. Yes, she flew back with Steffy; yes, she wrote the note, but she is not sorry that she did, because regardless of what he tells Hope, he is not over Steffy. He tells Quinn not to presume how he feels. She says Hope had to see it with her own eyes but now she has closure. She tells Liam that he has waffled too many times and he is a weak little boy. He's had so many chances with Hope and always blew it, now she is with Wyatt. Liam leans in and whispers FYI, he is never going to give up on Hope. Wyatt asks Hope to hurry up. She steps out in her outfit and he adds a lei and plays the ukulele as she does the hula. They enjoy their drinks and he says he has been practicing this since they have been in Hawaii \u0096 Nau Ko'u Aloha \u0096 my love is yours. He kisses her."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: Aloha.",
        "Hope: Good morning.",
        "Wyatt: How'd you sleep?",
        "Hope: Not bad. [Sighs] Had a really intense dream, though, that Liam was here, asking me to come back to L.A.",
        "Wyatt: Oh, no, that wasn't a dream. That actually happened. And it was more of a nightmare, for me, at least.",
        "Hope: It's so crazy. I keep thinking about the fact that your mom was... with Steffy on the plane coming back to -- to L.A. I --",
        "Wyatt: Yeah.",
        "Hope: And forged the note. You really didn't know anything about that?",
        "Wyatt: No! No, I swear. But, I mean, does that really change anything?",
        "Hope: [Sighs] Well, it -- I know I've said this to you before, but Liam and I, we've -- we've been manipulated so many times that when it happens again, it's... it's hard.",
        "Wyatt: But what difference does it make how Steffy got there? Hope, she was there...on your wedding day.",
        "Hope: [Sighs]",
        "Wyatt: And she can have children now. Hey, that's -- that's great, but that's just another reason why she can just keep popping up into your life forever. She already did. I mean, do you really want that?",
        "[SCENE_BREAK]",
        "Liam: Lot more going on on my wedding day than I thought.",
        "Bill: Yeah. I didn't know Ridge was back at that point. That's why Brooke was more distant than usual. And that's saying a lot these days.",
        "Liam: So, I mean, what does that mean for you?",
        "Bill: Nothing.",
        "Liam: Nothing?",
        "Bill: Nope.",
        "Liam: I mean, Ridge was kind of the love of Brooke's life.",
        "Bill: Yeah, \"was.\" Past tense.",
        "Liam: All right.",
        "Bill: Anyway, enough about me. Let's talk about your situation, how we're gonna make that better.",
        "Liam: [Sighs]",
        "Bill: I mean, you flew all the way to Hawaii, and nothing?",
        "Liam: I-I explained to Hope that nothing happened with Steffy, that the whole thing was Quinn's doing, but... no. Nothing.",
        "[SCENE_BREAK]",
        "Quinn: This is a match made in heaven. This turquoise matches perfectly with the suit.",
        "Carter: Okay, so, everyone knows I've never done a photo shoot before, right?",
        "Maya: He's doing it as a favor.",
        "Oliver: Yeah, yeah. Don't pretend like you're not enjoying every minute of this.",
        "Carter: You'd better make me look good, man.",
        "Oliver: I got you.",
        "Donna: Uh, should we be doing this without Hope? It is her line.",
        "Quinn: She is in Hawaii with Wyatt. Let her enjoy herself.",
        "Aly: Wyatt sent in some notes.",
        "Oliver: Oh. There's not much detail about the campaign here.",
        "Quinn: Oh, well, my son can be quite mysterious. Even I'm not entirely sure what he's got planned.",
        "[SCENE_BREAK]",
        "Wyatt: It's a new day, Hope. It's a new year. You know what that means? You get to start over. You get to hit the \"reset\" button.",
        "Hope: You're right.",
        "Wyatt: Huh?",
        "Hope: You are. You're right. But it's...it's really hard not to wonder what could've been.",
        "Wyatt: Yeah. I mean, we all do that. But you can't change the past. You can, however, change the future. And I'm not gonna let you dwell. No, I'm gonna make sure you have a good time. I promise you will. You just have to trust me.",
        "Hope: I trust you.",
        "Wyatt: Good. ...Because I have something very special planned for today.",
        "[SCENE_BREAK]",
        "Oliver: All right! We ready to do this?",
        "Quinn: Looking good.",
        "Donna: We should at least wait for Caroline, Rick -- somebody in charge.",
        "Quinn: They know what we're doing. We have it under control.",
        "Carter: I-I-I can't believe I'm letting you talk me into this.",
        "Maya: I'll thank you later.",
        "Quinn: [Quietly] Hey. Make yourself useful, and stop questioning me. I know what I'm doing.",
        "Donna: [Quietly] That's what I'm afraid of.",
        "Quinn: Oh, come on, Donna. Deal with it. Wyatt is with Hope in Hawaii. Poor, little Liam is back here in L.A. All by himself, as he should be.",
        "[SCENE_BREAK]",
        "Liam: I mean, Quinn flew back to L.A. with Steffy specifically to ruin my wedding. She leaves a note for Hope just to get her down to the cabin. And it wasn't too long ago, by the way, that she was snooping through my e-mail.",
        "Bill: Well, don't forget about this little number.",
        "Liam: Mm! Yeah! And she sliced you with your own damn sword! I mean, the woman's got to be stopped, Dad. She's insane.",
        "Bill: Well, thankfully, my taste in women has improved over the years.",
        "Liam: Yeah, all right. Well, one of your baby mamas is certifiable, and Hope and I are paying the price.",
        "[SCENE_BREAK]",
        "Wyatt: I wish I could take away all the pain that Liam has caused you. The only thing I can do -- show you what it's like to have a man who is completely and totally devoted to you... 'cause you deserve that. I want to give that to you. And I also want to give you the hope diamond -- the Hope for the Future diamond.",
        "Hope: [Chuckling] That's a pretty tall order.",
        "Wyatt: It's huge! It's huge. But I meant what I said. One day, I am going to make enough money to buy you that diamond.",
        "Hope: [Sighs]",
        "Wyatt: It might take a while. Maybe by our...50th wedding anniversary, but, you know --",
        "Hope: 50th?!",
        "Wyatt: Yeah. Okay, 60th. 60th. Let's say...maybe 70th?",
        "Hope: Oh, my God.",
        "Wyatt: Maybe, but that's where I draw the line, because if I can't get it done by then, then I don't know what to tell you, okay?",
        "Hope: Okay.",
        "Wyatt: So, 70th. By the 70th.",
        "[SCENE_BREAK]",
        "Oliver: All right. That's great. Great job, guys. Hey, big man, stop flexing.",
        "Carter: I'm not flexing.",
        "Maya: [Scoffs]",
        "Quinn: Hey, make sure you get the jewelry -- lots of close-ups.",
        "[Camera shutter clicking]",
        "Oliver: Okay. I think we got it. Here. Take a look.",
        "Carter: This was more fun than I thought, working with my beautiful fiancée again.",
        "Maya: Just like old times.",
        "Carter: Oh, \"Room 8,\" where I fell in love with you.",
        "Aly: Are we ready for the next setup?",
        "Quinn: Yeah, why don't you pull them together? Do you think we have enough of the first three looks?",
        "Oliver: Uh, hopefully, we're on the right track.",
        "Quinn: Okay.",
        "Donna: It's hard to tell, since we really have no idea what Wyatt has in mind for this campaign.",
        "Quinn: Why don't you embrace the unknown, Donna? Surprises can be fun.",
        "Donna: Not always. Nobody likes being blindsided... or manipulated.",
        "Quinn: Why don't you focus on what we're doing right now? What's done is done. Hey, you know what? Just to be safe, why don't we switch out the jewelry?",
        "[SCENE_BREAK]",
        "Bill: You know, this is partly my fault.",
        "Liam: What? What Quinn did?",
        "Bill: Well, yeah. I mean, she wouldn't be around if it wasn't for me.",
        "Liam: Listen, you are not responsible for Quinn. She's had it out for me from the moment she met me. I mean, I really think that that woman would literally do anything for her son.",
        "Bill: It's not the healthiest relationship.",
        "Liam: [Chuckles dryly] Yeah. You know, they're a lot alike, Quinn and Wyatt. One minute, he's looking me in the eye, telling me he promises to support my relationship with Hope, and the next, he's on an island with her.",
        "Bill: So, what are we gonna do?",
        "Liam: I don't know. I mean, I'm not giving up. I told Hope that we haven't failed, and I believe that. We've been undermined. But we're not broken. It's not over with Hope and me.",
        "[SCENE_BREAK]",
        "Wyatt: All right. Are you ready for your first surprise?",
        "Hope: There's more than one?",
        "Wyatt: Oh, I don't mess around. When I go big, I go bi-i-g.",
        "Hope: [Chuckling] Okay. That explains all of the, uh, secret phone calls and texts.",
        "Wyatt: Round the clock.",
        "Hope: All for me?",
        "Wyatt: All for you.",
        "Hope: [Chuckles]",
        "Wyatt: Kind of like being in Mexico again.",
        "Hope: It is kind of like being in Mexico, except we don't have the diamond.",
        "Wyatt: Mm. What if I told you there was... and maybe even more than one? I mean, the Hope for the Future diamond did bring us together, and enrich our lives and create great success. I mean, we'll always carry a little piece of it.",
        "Hope: In our memories.",
        "Wyatt: But what if it doesn't have to be? Maybe this is a next chapter. [Clears throat]",
        "Hope: Wyatt...",
        "Wyatt: Don't -- don't -- okay, don't worry. [Chuckling] I'm -- I'm not proposing.",
        "Hope: [Sighs] Oh, my God.",
        "Wyatt: I'm not getting down on one knee.",
        "Hope: Okay, because I just --",
        "Wyatt: You're not ready. I know. Neither am I. All right? We don't have to be. This is a different kind of relationship, right? I'm a different kind of man. I don't need to rush to the altar and pressure you into marrying me. I would love to marry you. But we got time. We have our whole lives to be married, you know? I just want to spend some time with you and laugh and take you on adventures and... just enjoy our time together. We have something, Hope. I just want to make that better. That's what this is about.",
        "Hope: [Sighs] Oh, Wyatt.",
        "Wyatt: It's not our girl, the Hope for the Future stone, but it is a part of it.",
        "Hope: [Sighs]",
        "Wyatt: It's a part of us.",
        "[SCENE_BREAK]",
        "Liam: I mean, Steffy and I were talking, you know? That's it!",
        "Bill: Liam, Steffy within 100 miles of you would be enough to send Hope over the edge.",
        "Liam: Believe me, I know. And so does Quinn! I mean, that's why she used Steffy to single-handedly destroy my wedding. I can't let her get away with this, Dad. I mean, she thinks she's won.",
        "Bill: Well, let her know she hasn't.",
        "Liam: That's exactly what I'm gonna do. I'm gonna give mommy dearest a piece of my mind. One of them.",
        "[SCENE_BREAK]",
        "Hope: Wyatt, how did you get this?!",
        "Wyatt: Well, I remembered when Ricardo said he was mining the diamond, that he kept some fragments. This is one of them. So, I called him, and I had him send it over.",
        "Hope: This is... this is amazing. I've -- I've never had anything like this.",
        "Wyatt: Well...I've never met anyone like you.",
        "Hope: [Chuckles]",
        "Wyatt: You know how much you mean to me, how I feel about you. I mean, I -- I've said it a thousand times. But now I have a real chance to show you. You know, this is a great room. This is really nice.",
        "Hope: Yeah, it's really... comfortable. [Chuckles]",
        "Wyatt: Yeah. Privacy. Room service. Decent thread count, you know.",
        "Hope: Yeah.",
        "Wyatt: There's a great view of diamond head out there. Yeah. And I'd love to take you on an adventure, but since you're not up for leaving the room... uh... [Clears throat] Come on in!",
        "Hope: [Laughing] Oh, my God!",
        "Wyatt: Hawaii's coming to you, girl!",
        "[Both laughing] Wyatt Ah.",
        "Hope: Oh, my gosh.",
        "Wyatt: Thank you. Huh?",
        "Hope: [Chuckles]",
        "Wyatt: So, what do you say? You ready to rock 'n' roll?",
        "[SCENE_BREAK]",
        "Quinn: [Sighs]",
        "Liam: Well played.",
        "Quinn: How was Hawaii?",
        "Liam: You know, you're even more twisted than I thought.",
        "Quinn: Did it rain? 'Cause the weather can be so unpredictable.",
        "Liam: Oh, come on, Quinn. You wrote that note to Hope, and you made it look like it was from me.",
        "Quinn: [Scoffs] Really? This again?",
        "Liam: I checked the Forrester flight manifest. You flew back from Paris with Steffy. You planned the whole thing.",
        "[SCENE_BREAK]",
        "Maya: Thank you for doing that. I'm very impressed.",
        "Carter: I did good?",
        "Maya: You are a Renaissance man. Businessman, lawyer... wedding officiant, actor, and now...supermodel.",
        "Carter: What else are you gonna have me do?",
        "Maya: Mm... I'll think of something.",
        "[SCENE_BREAK]",
        "Liam: Not a lot to say, huh?",
        "Quinn: I don't owe you an explanation.",
        "Liam: I don't need an explanation. The explanation is you're crazy. I just want to hear you admit you did it.",
        "Quinn: [Laughs] Well, did I fly to Paris with Steffy? Yes. It was a business trip.",
        "Liam: Wow! What an amazing coincidence!",
        "Quinn: Well, Eric sent me to International for a presentation.",
        "Liam: [Laughing] Right.",
        "Quinn: And then, on the flight, Steffy and I, we got to talking. And then I happened to be in Paris when she got the amazing news that she could have children, and I...encouraged her to share it with you.",
        "Liam: Encouraged her? You used her, to sabotage my wedding.",
        "Quinn: Did I fly back to L.A. with Steffy? Yes, I did. Did I write the note? Yes, I did.",
        "Liam: [Sighs]",
        "Quinn: And am I sorry? No, I'm not... because regardless of what you tell Hope, you've never gotten over Steffy.",
        "Liam: Quinn, do not presume to tell me my feelings.",
        "Quinn: Oh, please! We both know it's true. And now Hope does, too. She had to see it with her own eyes, because Hope needed closure.",
        "Liam: Closure?",
        "Quinn: Mm-hmm.",
        "Liam: I had closure with Steffy. Hope and I were beginning our life together.",
        "Quinn: Mm, well, that is no longer the case. What is it like... to be you, Liam? A waffling...weak, little boy, always making excuses, never taking responsibility for his own actions. You have had so many chances with Hope. And you blew it. And now... Wyatt is with Hope.",
        "Liam: Hey, Quinn? Just F.Y.I. I'm never gonna give up on Hope.",
        "[SCENE_BREAK]",
        "Wyatt: Are you almost done in there? Come on! You're gonna love this! Wow.",
        "[Ukulele playing]",
        "Hope: This... is kind of incredible!",
        "Wyatt: Yeah? Here.",
        "Hope: Oh.",
        "Wyatt: [Laughs]",
        "Hope: Thank you! [Laughs]",
        "Wyatt: Well, we are staying at the base of one of the most spectacular spots in the world, Diamond Head.",
        "Hope: [Gasps] Ah, the other diamond you were talking about.",
        "Wyatt: Mm-hmm! And I thought we'd, you know, enjoy the most of it. Uh, shall we?",
        "Hope: We shall.",
        "Wyatt: Let's go learn how to hula.",
        "Hope: [Laughing] Okay.",
        "Wyatt: [Chuckles]",
        "[Both laughing]",
        "Hope: Oh, my gosh!",
        "Wyatt: Oh, man. Here.",
        "Hope: [Sighs]",
        "Wyatt: [Clears throat]",
        "Hope: Thank you. Thank you so much. Thank you for doing this for me.",
        "Wyatt: Well, thank you for letting me. You know, there's something that, uh, I've been practicing since I got to Hawaii.",
        "Hope: What?",
        "Wyatt: Nau ko'u aloha. \"My love is yours.\""
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=xUnIs3m5a80"
}