{
    "Episode Summary": [],
    "Recap": [
        "A mystery lady calls and leaves several messages for Rick. She is in L.A. and is anxious to see him, but does not leave her name. Phoebe continues to want to get touchy-feely in the office and Rick warns her they deserve a real relationship and that means being adults and not sneaking around. She pouts that she hates this, but if he can wait, so can she. Eric, Stephanie, Bridget and Felicia are excited about the upcoming launch. Only Stephanie can throw in a monkey wrench when she tells the girls about Phoebe and Rick being up at Big Bear and Ridge going ballistic because they had Brooke's blessing. Felicia is open-minded but draws the line at relatives hooking up. And they sure don't need a scandal right now. Eric agrees, but it's Rick he is worried about, getting involved with someone as young as Phoebe. Ridge sets them straight that it is all over between the lovebirds. Brooke corners Phoebe and tries to explain this is best for the family. Phoebe whines that Brooke sold her out and is only concerned about getting a wedding ring on her own finger. And Brooke isn't even married to her dad yet and he is having his own way. This is more like a dictatorship than a partnership.",
        "Ridge says that he and Brooke have resolved this and are on the same page again. Continue to watch out for the kids, but he thinks they finally got the message and they would never dare cross that line now. The family must come together and support each other, otherwise there will be a dear price to pay, and he doesn't just mean financially. Brooke further advises Phoebe that Rick has lived a full life, she hasn't. She needs to then come back to Rick. When Phoebe is doubtful, Brooke adds that there is no one else in his life, trust her! Good things are worth waiting for. Later she gloats to Stephanie that she is going to be Mrs. Ridge Forrester again but Stephanie snaps back that wedding on Rodeo Drive is far from a done deal. Phoebe tries to avoid her dad but he corners her and remarks that he is happy it is over and wishes things weren't strained between them. In time he hopes she will come to understand. She laments she will wait for Rick as long as she has to. But, if it doesn't work out, she may never forgive Ridge. This is his fault. Rick is finally caught by his mystery woman \u0096 Ashley Abbot and she is thrilled to see him and he pretends also."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Rick: Hey, this is Rick. You've reached my cell. Please leave a message.",
        "Ashley: Guess who? A voice from your past. I'm here in Los Angeles. I can't wait to see you. You're probably hard at work. Busy bee that you are. So, I can try your office. Au revoir.",
        "Rick: Rita, I need you to call our distributors. Have the shipping dates changed to the first of the month, please.",
        "Rita: You do know that'll cost us.",
        "Rick: I do. Yes. But in my opinion, the sooner we get our designs in our stores, the sooner our cash registers can start ringing. Davis, everything straightened out in London?",
        "Davis: I'll call them right now. Is there anything else you would like me to say to them? Rick?",
        "Rick: Yes, what?",
        "Davis: Any messages you'd like me to pass along when I call?",
        "Rick: No, I think what we talked about will work just fine. And if they give you any flak, please let me know about it.",
        "Davis: You got it.",
        "Rick: And Rita, the same goes for you. I need people to understand that if they're doing business with Forrester Originals, they play by our rules. Or they can go elsewhere.",
        "Rita: Sounds good to me.",
        "Rick: Good. I think that's it from our end. Sounds good to me. Uh, Phoebe, is there anything you want to add?",
        "Phoebe: Um, no. I'm good. Thank you.",
        "Rick: Good. Well, I think we're good. That's it. Thank you for coming. I appreciate it. And keep me posted please.",
        "Rita: We will.",
        "[SCENE_BREAK]",
        "Phoebe: Thanks for letting me sit in.",
        "Rick: No problem. Oh, it's good, Phoebe, that you get a chance to see how the rest of the business works.",
        "Phoebe: And I can watch you in action, which I could do all day.",
        "Rick: What are you doing right now?",
        "Phoebe: Do I have to spell it out for you?",
        "Rick: Phoebe, we can't do this here.",
        "Phoebe: We're alone.",
        "Rick: I know this is difficult. But it's better this way.",
        "Phoebe: For my father.",
        "Rick: For us. We deserve to have a real relationship. We can't be trying to sneak around just to be together.",
        "Phoebe: I hate this.",
        "Rick: Phoebe, I hate it too. Come on, but it's not going to be forever.",
        "Phoebe: Just promise me that everything will be okay.",
        "Rick: I promise. People just need to know that they can trust us, okay? We need to be adults about this.",
        "Phoebe: Adults. Right.",
        "Rick: You think you can handle that?",
        "Phoebe: I can if you can.",
        "[SCENE_BREAK]",
        "Eric: All right, this is great. These are much, much better.",
        "Felicia: Definitely. Mother, what do you think?",
        "Stephanie: Honey, I think these are wonderful. But I also love the first designs.",
        "Felicia: Oh, those were good, too. But these are fabulous! Daddy, I love the necklines on both of them. And this print is -- it's beautiful.",
        "Eric: Good. Thank you, darling. So we're all agreed, these go into the new collection?",
        "Felicia: I'm sold.",
        "Stephanie: Me too. That's fine.",
        "Bridget: Then, it's unanimous.",
        "Eric: All right, then. Good. Thank you, ladies. Thanks very much.",
        "Model: Thank you.",
        "Felicia: Thank you.",
        "Eric: All right, I want these designs on the rack when we open the new boutiques.",
        "Felicia: I just can't believe how well this launch is coming together.",
        "Bridget: I mean, seriously, especially when this family is planning a wedding.",
        "Stephanie: Well, let's not assume that the wedding's actually going to take place --",
        "Eric: Oh, come on, Stephanie. Let's not go there.",
        "Bridget: Am I missing something?",
        "Eric: No.",
        "Stephanie: Yes. She'll find out anyway.",
        "Bridget: Find out what?",
        "Stephanie: Rick and Phoebe went up to the cabin by themselves with your mother's blessing.",
        "Bridget: And Ridge found out.",
        "Stephanie: Absolutely. And was very upset. It's a good thing I knew what was going on. Or who knows what might've happened.",
        "Felicia: Nothing good, that's for sure.",
        "Eric: What?",
        "Felicia: Why do you look at me so surprised?",
        "Eric: Because I am surprised. You're usually the most open-minded person in the room.",
        "Felicia: I'm still open-minded, I just draw the line when it comes to relatives hooking up.",
        "Bridget: Well, I don't think Rick and Phoebe think of themselves as related.",
        "Felicia: I don't care. If they're blood relatives or not, it's still creepy. And if the press finds out, it's going to be a huge scandal and we can't afford for that to happen --",
        "Stephanie: That's what I'm worried about.",
        "Bridget: Wait, wait, Dad, what are you thinking?",
        "Eric: Well, I agree. We don't need a -- we don't need a scandal right now. It's Rick I'm worried about in this situation.",
        "Felicia: Why?",
        "Eric: Well, I'm afraid of him to get involved with a girl as young as Phoebe, it could be very dangerous.",
        "Stephanie: I just hope that sooner or later they understand that this relationship isn't good for either one of them. And the fact that your mother does get that, speaks volumes.",
        "Ridge: I heard that, Mother. You'll be happy to know that Rick and Phoebe broke it off last night.",
        "Stephanie: Who told you that?",
        "Ridge: Does it matter?",
        "Stephanie: If Brooke did, yes. Because you heard that one before. And she was lying.",
        "[SCENE_BREAK]",
        "Brooke: Ridge, have you talked to the -- oh, hi, Phoebe. Do you know where he is?",
        "Phoebe: I haven't seen him.",
        "Brooke: Look, I --",
        "Phoebe: Haven't you said enough already?",
        "Brooke: I know you're upset with me, but Ridge is right. You can't keep seeing Rick. It's just too complicated.",
        "Phoebe: Then why did you tell me that you would talk to him?",
        "Brooke: Because I --",
        "Phoebe: Because deep down, you know we are not hurting anyone. And you still believe that.",
        "Brooke: Look, for the sake of the family, it has to end.",
        "Phoebe: I am so sick of hearing about the family. And worrying about what everyone else thinks. I mean, what about Rick and I? Doesn't that mean anything? I mean, don't you want your son to be happy?",
        "Brooke: Of course.",
        "Phoebe: Well, then, what? I mean, you like me, right? You mean, I think that I'm good enough for him?",
        "Brooke: Honey, you know I do.",
        "Phoebe: I did -- until you told him to break up with me. I mean, I don't know. I thought I could count on you to stand up for your beliefs, like my mother would have done, but you completely sold out. I mean, all so you could get a wedding ring on your finger.",
        "[SCENE_BREAK]",
        "Rick: Yes. Great. Absolutely. Just send the figures right over. And I'll take care of it. Uh-huh. Okay. Bye. [Knock on the door] Yes?",
        "Secretary: Excuse me, Mr. Forrester, you have a phone call.",
        "Rick: Who is it?",
        "Secretary: She wouldn't give me her name.",
        "Rick: Why not?",
        "Secretary: She said she wanted to surprise you. Should I put her through?",
        "[SCENE_BREAK]",
        "Ridge: Why don't you let me handle Brooke?",
        "Stephanie: How many chances are you going to give her before you actually call off the wedding?",
        "Ridge: Look, I appreciate you giving me the heads up with Phoebe and Rick, but that's where it ends, okay? The matter has been settled.",
        "Stephanie: Or so Brooke would have you believe.",
        "Ridge: Oh, for God sakes, Mother.",
        "Felicia: How about we talk some more about the new stores? We still have a boatload of work to do.",
        "Bridget: Great idea.",
        "Ridge: No, wait a minute you two. Something you need to understand. Brooke and I have resolved things. We're back on the same page now. The wedding is going to happen, whether you like it or not.",
        "Eric: So, you're convinced that Rick and Phoebe are finished?",
        "Ridge: Yeah, I am. I would still appreciate everyone keeping an eye on them, but I think they've finally gotten the message. There is no way Rick and Phoebe would dare cross that line.",
        "[SCENE_BREAK]",
        "Rick: I really don't have time to talk to anybody right now. So, if you could just get this woman's name and number. I will call her back. Thank you.",
        "[SCENE_BREAK]",
        "Brooke: If you and Rick insist on seeing each other, you're going to face one obstacle after the next. And I'm not just talking about Ridge. I'm talking about the rest of the family. The press -- we're opening up new stores everywhere. And this is going to be a huge scandal --",
        "Phoebe: Whatever. Just forget about it.",
        "Brooke: Since you brought up your mother, does that mean you talked to her?",
        "Phoebe: No.",
        "Brooke: Because you know she feels the same way ridge does?",
        "Phoebe: Brooke, stop trying to change the subject. This is not about my mother. It's about you. And you said you'd stand up for us and you didn't -- and it just makes me wonder.",
        "Brooke: Wonder what?",
        "Phoebe: You're not even married yet, and you're already letting my father do whatever he wants to do. It's just sounds like a dictatorship to me, not a partnership.",
        "[SCENE_BREAK]",
        "Bridget: I certainly hope you're right about Rick and Phoebe.",
        "Felicia: So do I. But let's face it. They're young, and they seem to think they're in love. So, it won't be easy for them to stay apart.",
        "Stephanie: Especially if your mother encourages them.",
        "Eric: Oh, come on, Stephanie. Look, Ridge is right. Let's concentrate on the collection, and let him handle Brooke.",
        "Stephanie: Brooke's part of this company as well. An integral part of it.",
        "Eric: Which is why she needs to be at the top of her game, all right? She's leaving for Australia any minute now. She doesn't need the added stress. [Cell phone rings] Yes? Oh, good. Yeah, thanks for letting me know. Brooke has set up this meeting regarding the new fragrance for later today.",
        "Bridget: Oh, so you're taking Rick's advice?",
        "Eric: It's only a meeting, but I think it's a great idea.",
        "Stephanie: Oh, it's a fabulous idea to have our own fragrance. It opens up a whole new market.",
        "Felicia: It's certainly worth looking into.",
        "Ridge: But not worth pursuing unless this family is up for the challenge.",
        "Stephanie: And who's not up to the challenge? Your father and I certainly are.",
        "Ridge: Good. Because if this company's going to succeed, we all have to come together and support each other. Otherwise, this family's going to pay a very dear price. And I'm not just talking financially.",
        "[SCENE_BREAK]",
        "Brooke: My relationship with your father is just fine.",
        "Phoebe: Sure it is as long he gets what he wants.",
        "Brooke: Honey, that's not the way it is between us. Sure, we have disagreements or we have arguments, but that's normal in a relationship. In fact, sometimes arguing can bond two people closer together. Look, I hope you know I'm not doing this to make you upset. I really just want peace in the family.",
        "Phoebe: Yeah, but that is so unfair.",
        "Brooke: I know.",
        "Phoebe: Yeah, sure you do --",
        "Brooke: No, I do. I've been battling with Stephanie for so long over ridge. If anybody understands, I do. Now, I can see what Stephanie was doing. She was just trying to protect her son. The same way Ridge is trying to protect you --",
        "Phoebe: Why do I need protecting? I mean, I'm not 12.",
        "Brooke: Honey, just because you're an adult doesn't mean that you're all grown up. You still have a lot to learn. You've got to figure out who you are, what you want to do. What you want to see -- and you know what? Rick has already done that. He's been on his own, he's traveled the world. You should do those things. You have so many options open to you. And then, when you're older, you can come back to Rick. What's that saying? Good things are worth waiting for.",
        "Phoebe: But what if Rick can't wait? I mean, what if he meets someone else? Or there really is someone back in Paris?",
        "Brooke: Phoebe, rick really cares about you. There is no one else in his life. Trust me on that.",
        "[SCENE_BREAK]",
        "Secretary: And Kyle in P.R. Wants to know if he can reschedule your meeting for sometime next week.",
        "Rick: That's just fine. Um, molly, there is nothing in here from that woman who called earlier.",
        "Secretary: She didn't want to leave her name. She said she'd call back.",
        "Davis: Rick, I don't mean to interrupt.",
        "Rick: No, that's fine. Come on in.",
        "Davis: I need you to sign off on these purchasing agreements.",
        "Rick: Oh, yeah, absolutely. Oh, molly, can you run this down to the mailroom, please? It needs to be out by noon. Thank you so much. [Phone rings] Don't worry about it. I got it. Rick forrester.",
        "Ashley: I finally got through to the man himself.",
        "Davis: And right here --",
        "Rick: I'm sorry?",
        "Ashley: I'm looking forward to seeing you.",
        "Rick: I'm in the middle of something. Can I call you back?",
        "Ashley: Oh, that's fine. I'll let you go. See you soon.",
        "[SCENE_BREAK]",
        "Stephanie: Ridge? Oh, Brooke.",
        "Brooke: Hello, Stephanie. I assume you're looking for Ridge.",
        "Stephanie: Yes, do you know where he is?",
        "Brooke: I'm waiting for him myself.",
        "Stephanie: Oh, I'll wait with you. So, you managed to pull the wool over his eyes once again.",
        "Brooke: If you're referring to what happened with Rick and Phoebe --",
        "Stephanie: Yes, that's what I'm referring to.",
        "Brooke: I guess your sabotagingidn't work, right?",
        "Stephanie: I don't have to do that. You sabotage yourself by supporting them.",
        "Brooke: Their relationship is over.",
        "Stephanie: Well, if that's true, how do you really feel about it?",
        "Brooke: I think it's for the best.",
        "Stephanie: You don't fool me.",
        "Brooke: I just want my son to be happy. Is that so terrible?",
        "Stephanie: With Phoebe? Yes. Look, while you're in Australia, I am going to keep my eye on them. And if there's any funny business, you won't be here to defend them.",
        "Brooke: Well, I have a better idea. While I'm in Australia, why don't you take the time to adjust your attitude? Since I am going to be Mrs. Ridge Forrester again.",
        "Stephanie: The family would be better off without that.",
        "Brooke: Oh boy, I can see it's going to be a pleasure being your daughter-in- law once again.",
        "Stephanie: You know that wedding on Rodeo Drive? It's not a done deal.",
        "Ridge: All right. I think that's enough for today, stacy. We'll do some more later. Thank you.",
        "[Ridge remembering] I told you to leave her alone. Look, if you want to defy me, you get in my face don't use Phoebe to do it. I want to tell you something right now, if you ever and I mean, ever cross the line with my daughter I'll kill you.",
        "Rick: What the hell is this?",
        "Brooke: Nothing.",
        "Rick: Is that my stuff?",
        "Ridge: You need to go stay at dad's or Bridget's for awhile.",
        "Phoebe: Dad, you're kicking him out?",
        "Rick: Mom?",
        "Ridge: I'm sorry, Rick. I know your mother would like to spend some time with you but I have our family to think about. Look, I've put up with a lot since you've come back from Europe your sarcasm conflicts at work, your innuendos about my commitment to your mother. All I asked was that you stay away from my daughter --",
        "Phoebe: Dad, you cannot do this.",
        "Rick: Phoebe, it's okay.",
        "Phoebe: No, it's not. I know that you told him that you would kill him if he got near me, but I don't understand what has he done that's so wrong?",
        "Ridge: Well, I hope he hasn't done something because if something did happen between the two of you -- did something happen? Phoebe? Phoebe? Hold on.",
        "[SCENE_BREAK]",
        "Phoebe: I'm really not in the mood to get into another fight.",
        "Ridge: I just want to talk. I know I'm not your favorite person in the world right now. And I wish things weren't so strained between us.",
        "Phoebe: Me, too.",
        "Ridge: When I saw you and Rick alone up in Big Bear --",
        "Phoebe: Dad, nothing happened. I told you it wouldn'T.",
        "Ridge: But you wanted something to happen, didn't you?",
        "Phoebe: It doesn't matter if I wanted something to happen or not, Rick wants to slow things down, so we're taking a break.",
        "Ridge: Well, I'm happy about that.",
        "Phoebe: I'm sure you're thrilled.",
        "Ridge: It's what's best for everyone. I know you don't see that now, but I think in time, hopefully, you will.",
        "Phoebe: My feelings aren't going to change, Dad. Rick and I will be together. I'll just wait as long as I have to.",
        "Ridge: Can you say the same for him?",
        "Phoebe: Yes.",
        "Ridge: Wait, you don't sound very convinced. Rick is a young man. He's experienced, red-blooded. He lived the life of a bachelor in Europe. Guys like that don't usually stay single very long, kiddo.",
        "Phoebe: Dad, Rick wouldn't do that to me. He promised that we'd figure this out. And we will. But if we don't -- if we don't, it will be your fault. And I don't know if I'll be able to forgive you.",
        "[SCENE_BREAK]",
        "Rick: Molly, back from the mailroom, how did everything go down there?",
        "Ashley: I have no idea. But if I see this molly person, I'll make sure and ask her.",
        "Rick: Ashley --",
        "Ashley: He remembers.",
        "Rick: Of course, I remember. How -- what are you --",
        "Ashley: Is this a bad time? I can come back.",
        "Rick: No. No, it's not a bad time at all.",
        "Ashley: It's really good to see you again.",
        "Rick: The pleasure's all mine."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=myvW8QQvvy8"
}