{
    "Episode Summary": [],
    "Recap": [
        "Liam asks Wyatt what more proof does he need. It was his mother in Paris and she pushed Ivy into the Seine. Quinn denies it but Wyatt stops her and tells her to tell the truth. Hope tells Brooke that it wasn't that long ago that she and Liam were planning or talking about having children when they marry, but now she is married to Wyatt. And she loves Wyatt but she is too young and not thinking about having children right now. If Liam had showed up in Paris she would be married to him right now. What a coincidence that it was that exact time that Ivy fell in the water ad Liam rescued her. Maybe it is a sign that she is not supposed to be with Liam. Ivy interrupts Oliver and Aly and tells them she was right after all. She did not fall but was pushed by Quinn into the Seine. Wyatt has to drag it out of Quinn but she finally admits it was her, but it changes nothing. He is married to Hope now. Liam says see how much longer that lasts when Hope finds out the truth. He says he is not going to respect a marriage made out of deception. Quinn says Hope will not punish her husband for what she did. She says she thought she was doing everyone a favor. Liam starts to leave but Wyatt wants to tell Hope the truth. Liam says no, he doesn't trust him not to put his spin on it. They better prepare themselves. Hope is coming back to him. Wyatt won't let his mother touch him. Hope tells Brooke that she really does love Wyatt despite his crazy mother. She knows it hurt Liam when she married Wyatt so quickly, but if she got pregnant too so soon it would devastate him even more. She thinks she should wait a little longer.",
        "Liam calls and asks Hope to meet him at his house. He needs to talk to her. Quinn continues her harangue that nothing has to change. Hope loves Wyatt and chose him so not to start to doubt that now. He asked how many times has he told her not to interfere. She said this was too important. She will go to Hope and explain. He raves at her that she has done enough damage and he does not want her near Hope. No one would want to have a child with him now with her crazy twisted gene. She is not grandmother material. Liam tells Hope that she is married but to the wrong guy. She doesn't know where this is going. He explains how many times they tried to get married but were manipulated and now it just keeps on happening. She is stunned when he tells her that Ivy was pushed .who more than anyone else would want him from getting to Hope - Quinn. But this moment will change things back."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: What more do you need, Wyatt? We've got security footage, we've got photos, we've got proof that she was on the same flight. It was her. Your mother was in Paris, and she pushed Ivy into the Seine.",
        "Quinn: Are you kidding me? It's so grainy, you can hardly see a thing.",
        "Liam: This is you at Charles de Gaulle airport! It's you on a scooter headed towards the Eiffel tower.",
        "Quinn: I don't even know how to ride a scooter!",
        "Liam: How do you explain this from customs, then?",
        "Quinn: I told you, I was in Paris for a job interview? Wyatt, would you please get him out of here?",
        "Wyatt: Mom, the truth.",
        "Quinn: Why are you letting him get to you? He wants Hope back. That's what this is all about!",
        "Wyatt: Did you do this? Did you push Ivy into the seine?",
        "[SCENE_BREAK]",
        "Brooke: It wasn't that long ago when you were with Liam.",
        "Hope: No, not at all.",
        "Brooke: Now you're married to Wyatt, and he wants to start a family. That's a lot to consider.",
        "Hope: Yeah. And I have no doubt that Wyatt will make an amazing father.",
        "Brooke: But you imagined a life and a family with Liam.",
        "Hope: Yeah. That's how I always pictured it, and it's -- it's hard to let go of that. [Breathes deeply] You know, but now I -- I am married to someone else, and we're happy, and we're starting a life together, but... I'm so young, and there's so much that I want to do. I -- I'm just not ready to start a family.",
        "Brooke: Is that it? Or do you still have feelings for Liam?",
        "[SCENE_BREAK]",
        "Oliver: I'm not saying that it will happen, but if we ever get tired of medieval knights --",
        "Aly: Whoa, whoa. Wait. What? Never, my lord. Bite your tongue.",
        "Oliver: Just to mix things up a little bit. You know, like one Saturday a month.",
        "Aly: I'm scared to ask.",
        "Oliver: What do you think of wrestling?",
        "Aly: Like...professional wrestling?",
        "Oliver: It's something like that. Except the guys are a lot sweatier, and you get to eat nachos.",
        "Aly: No. No. No, no, no.",
        "Oliver: What?! Come on!",
        "Aly: No, I'm not doing it.",
        "Oliver: Come on. Please? Please?",
        "Aly: [Sighs] Ugh. Okay. Maybe for your -- maybe for your birthday. Maybe. [Laughing]",
        "Ivy: Hey, guys. Sorry.",
        "Aly: Hey. Are you okay?",
        "Ivy: Yeah, look, I've been hearing about how crazy Quinn is and up until now I thought I was able to avoid her but it turns out I was extremely wrong.",
        "[SCENE_BREAK]",
        "Aly: Did Quinn do something?",
        "Ivy: Do you remember me telling you I had a feeling I didn't fall off the bridge? That I was pushed?",
        "Aly: Yeah.",
        "Ivy: Yeah, well, I told Charlie that, too, and he thought it was odd, so he did a little digging, and it turns out we were right. I was pushed -- by none other than Quinn Fuller.",
        "Oliver: W-what?",
        "Aly: But she wasn't even in Paris.",
        "Ivy: She was. Unbeknownst to us at the time. She was even on our flight. She followed us all the way from the airport, all the way up into the Eiffel tower, and then --",
        "Oliver: Quinn caused the distraction.",
        "Ivy: Uh-huh.",
        "Oliver: Knowing that Liam would jump in after you.",
        "Aly: She wanted to keep him away from Hope.",
        "[SCENE_BREAK]",
        "Hope: I do care about Liam. I'm always going to care about Liam. He was the love of my life.",
        "Brooke: But you've moved on.",
        "Hope: Yeah. But I can't deny that things would be different right now if Liam had shown up in Paris. I would probably be with him.",
        "Brooke: Yes, you would be married to Liam, not to Wyatt.",
        "Hope: But how could I have known that Liam was there? How could I have known what happened to Ivy?",
        "Brooke: Inexplicable twist of fate.",
        "Hope: Exactly. That's exactly what it is! I mean, what are the odds that that would happen to Liam just as he is supposed to meet me? I mean, isn't that a sign?",
        "Brooke: Of what?",
        "Hope: That I am supposed to be with Wyatt. That maybe, after all this time, Liam were never meant to be together.",
        "[SCENE_BREAK]",
        "Wyatt: Are you responsible for this?",
        "Quinn: Oh, come on.",
        "Wyatt: Just tell me, Mom! And don't lie to me!",
        "Quinn: Okay. Fine. It was me. I knocked Ivy into the river.",
        "Liam: Yeah.",
        "Quinn: Honey, I am so sorry. I know it was wrong, but it doesn't change anything.",
        "Wyatt: Ma, how could you even say that?",
        "Quinn: Because Hope's already made her decision! She chose you!",
        "Liam: No, no, no, no! You made that decision for her, Quinn, when you deliberately misled her into believing I wasn't showing up when I did.",
        "Quinn: They're married, Liam. You need to respect that. And that is all that really matters.",
        "Liam: We'll see how much it matters when she finds out what you did.",
        "[SCENE_BREAK]",
        "Liam: Sorry. I am not respecting a marriage that was born of deception. The only reason Hope married you, Wyatt -- and I'm sorry -- is because she thought I wasn't there. And the only reason I wasn't was because of what your mother did.",
        "Quinn: You expect Hope to punish her husband for a mistake I made?",
        "Liam: A mistake? Quinn, you planned the whole damn thing. Okay? There was no job interview. Your sole purpose for being in Paris was to sabotage me. In fact, I'm beginning to think your sole purpose in life is to sabotage me.",
        "Quinn: I honestly thought I was doing everyone a favor.",
        "Wyatt: Mom! You know what? I think you should just go, okay? Just go.",
        "Quinn: No, I'm not leaving you alone with him.",
        "Liam: [Chuckling] Oh, yeah. 'Cause I'm the dangerous one. [Taps] Don't worry. I'm on my way out anyway.",
        "Quinn: What are you gonna do? Go tattle to Hope?",
        "Wyatt: Mom, stop! Liam! Just...let me tell her, okay? Please?",
        "Liam: I'm sorry, Wyatt. I don't trust you not to spin it.",
        "Quinn: You're so selfish. Hope and Wyatt are happy, and if you cared about her, you wouldn't ruin that for her!",
        "Liam: Hope deserves the truth. She needs to understand that she married into a family of crazy people, because shoving Ivy into the seine, Quinn -- that is criminal. It's damn criminal. She could have been injured or killed.",
        "Quinn: But she wasn't. There wasn't even a scratch.",
        "Liam: Wyatt, I would prepare yourself. Hope's coming back to me.",
        "Wyatt: Just s-stop.",
        "[SCENE_BREAK]",
        "Ivy: Liam has the video. There is no way Quinn can deny it.",
        "Aly: Does Hope know?",
        "Ivy: [Sighs] Liam went to go and tell her.",
        "Aly: He must be furious. You, too. I mean, you're the one who got pushed.",
        "Ivy: I know! I still can't believe it.",
        "Oliver: That woman is certifiable. I wonder how Hope's gonna react.",
        "Ivy: Well, Liam seems to think it could bring them back together.",
        "Aly: Another manipulation... by Hope's own mother-in-law.",
        "Oliver: Should make for some pretty awkward family dinners.",
        "Aly: Assuming she stays married to Wyatt.",
        "Oliver: You think it might break them up?",
        "Aly: Who knows? Finding out Liam was in Paris didn't change Hope's mind, so who says this will.",
        "Ivy: Yeah. I'm not sure she ever truly wanted to marry him. This could be a way out.",
        "Oliver: Definitely complicates things.",
        "Ivy: [Sighs] You should have seen him that day. I just -- I feel terrible for Liam. He was so optimistic. He just wanted to sweep her off her feet.",
        "Aly: And in an instant, everything changed.",
        "Ivy: Now Liam and Hope have a chance to get their life back together.",
        "[SCENE_BREAK]",
        "Hope: I really do love Wyatt, despite his crazy mother, and I know that we would be good parents.",
        "Brooke: Of course you would be. But you have a career, and you're very busy. A baby would really affect that.",
        "Hope: Yeah. I've thought about that, and... uh, as weird as it sounds, I have also thought about how it would affect Liam. I mean, marrying Wyatt so quickly hurt him, and then if I was to get pregnant right away with Wyatt's baby, he would be devastated.",
        "Brooke: I do understand you.",
        "Hope: Yeah.",
        "Brooke: Maybe this isn't the right time.",
        "Hope: Okay, so...when is the right time? [Chuckles]",
        "Brooke: When you don't have any more doubts.",
        "Hope: In that case, I think I'll wait a little longer. [Chuckles]",
        "Brooke: Take it day by day. The universe has a very mysterious way of working things out.",
        "Hope: [Chuckles]",
        "[Cell phone rings]",
        "Hope: [Sighs] Hey.",
        "Liam: Hey. I need to speak to you. Can you meet me at my house? It's important.",
        "Hope: Um, ye-- uh, yeah. Yeah, I-I'll be right there.",
        "[SCENE_BREAK]",
        "Aly: You're being really strong, Ivy.",
        "Ivy: [Chuckles] Well, I'm glad it appears that way.",
        "Aly: I'm serious. What happened doesn't just affect Hope and Liam. It affects you, too.",
        "Ivy: Yeah. I mean, could you imagine if a boat was coming or if the current was stronger? I could have died!",
        "Aly: That's not what I meant.",
        "Ivy: I was always rooting for Liam and Hope. I still am...if that's what Liam really wants. [Sighs] I-I should have known better than to have fallen for him.",
        "Oliver: Don't be too hard on yourself. You thought the guy was single.",
        "Aly: And Quinn interfering opened the door for you and Liam.",
        "Ivy: Yeah, well, that door might be closing, all thanks to Quinn.",
        "[SCENE_BREAK]",
        "Quinn: Thanks for not reaming me out in front of Liam.",
        "Wyatt: I don't -- I don't even know what to say to you.",
        "Quinn: I'm so sorry, honey. I shouldn't have done it. I made a bad decision.",
        "Wyatt: Don't -- don't do that. Don't pretend like you have any kind of regrets. You're just mad because you got caught.",
        "Quinn: Well, of course I didn't want Liam to find out. Look at what he's doing! He's sending everybody into a tailspin unnecessarily.",
        "Wyatt: If I was him, I would have done the exact same thing.",
        "Quinn: What difference does it make? Hope married you! She wasn't drugged. She wasn't coerced. You didn't drag her to Monte Carlo. She said \"yes\" all on her own.",
        "Wyatt: That's not the point, Mom.",
        "Quinn: No, no. Liam is just mad because Hope doesn't want to be with him anymore. He thinks this little tidbit is gonna get her back, but she knows, honey. She knows that he was in Paris. She knows that he was on that bridge. And it didn't make one lick of difference.",
        "Wyatt: Yeah, but she didn't know why it all happened. My crazy mother just doing her thing again.",
        "Quinn: Hope loves you. She wouldn't have married you otherwise. Don't start doubting your relationship now.",
        "[SCENE_BREAK]",
        "Singer: When we started our story who knew where it would go the chapters moved so quickly you loved me or so you told me but something happened, and the plot turned cold the pages stopped turning and now we're on hold but if I can turn back the hands of time I would change so much more than history tonight if you could grant me a second chance I'd be the boy that you once knew, and I swear that you'd say \"I do\"",
        "Liam: [Sighs]",
        "Hope: Liam?",
        "[Door closes]",
        "Hope: Hi.",
        "Liam: Hey.",
        "Hope: [Sighs] [Chuckles] God, I've always loved this house. But, Liam, please know that I-I understand why you don't want to just hand it over to Wyatt, and I would never ever agree to take your home away from you.",
        "Liam: Thank you. Uh, that's [Chuckles] -- That's not why I wanted to see you.",
        "Hope: Oh. [Chuckles]",
        "Liam: Oh, God. I can't believe we're at this point in our relationship.",
        "Hope: Yeah. Yeah, I'm married.",
        "Liam: Yeah, about that... you're married to the wrong guy.",
        "Hope: [Sighs]",
        "[SCENE_BREAK]",
        "Wyatt: How many times have I asked you to stop manipulating?",
        "Quinn: This was too important. I couldn't let Hope make the biggest mistake of her life.",
        "Wyatt: Yeah. And did therapy even help you at all? Or did you even go?",
        "Quinn: I don't -- I only wanted to help. I-I'm sorry that I caused so much trouble.",
        "Wyatt: You know, maybe Liam's right. What's to stop Hope from just running back to him?",
        "Quinn: Because I will talk to her. I'm gonna explain that this was all me and you are not to blame.",
        "Wyatt: No, Mom! Just stop it, okay?! Stop! You have done enough damage already. There is nothing that you can do to make this okay. Do you understand that? Wh-what -- what in the Hell am I supposed to do? You know, Hope and I -- we were just settling into our life. We -- we were doing so well. We were talking about starting a family.",
        "Quinn: Well, you will. You are going to have the most beautiful children.",
        "Wyatt: Who would want to have a kid with me?! Think about it. We have this -- this -- this twisted gene that runs through our family, Mom. And -- and I hate to tell you this, but you are not exactly grandmother material.",
        "Quinn: Well, I'd like to try to be. In fact, I was hoping to mellow out in my golden years.",
        "Wyatt: Wow. Do you have any idea how many conversations Hope and I have had about how fate intervened in Paris? That's what brought us together. But it wasn't fate. It wasn't destiny. It wasn't any of that at all. It was you. You pushed Ivy off that bridge, risking her life, all so you could keep Liam and Hope apart. And, yeah, it worked so far. But for how long?",
        "[SCENE_BREAK]",
        "Hope: [Sighs] I'm not sure where this is going.",
        "Liam: I-I know. I know you're not. Just -- just hear me out, okay? How do I say this? Okay, before you -- you got here, I was -- I was thinking about us. I was thinking about all the good times we had together, everything that we've been through, you know? -- When I first met you and when I proposed to you at your fashion show and I had those -- those goofy signs and then you made me go up to the roof and do it the right way. You remember that? And how many times, Hope -- how many times did we try to marry?",
        "Hope: I don't know. I lost count.",
        "Liam: So did I. So did I. I got to say, my favorite was probably Italy, right? When you were -- when you were late and you had to ride in the back of that truck? And it was all because we were manipulated, right? We were manipulated by our fathers.",
        "Hope: Yeah. Sorry, Liam. I don't -- I don't know where you're going. Why are you talking about this right now?",
        "Liam: Here's where I'm going. It just -- it just keeps on happening. In Paris, same thing -- if I had gotten to you on time, we'd be married right now. We'd be talking about starting a family together.",
        "Hope: But you weren't there. You weren't there, and that was the one time that we weren't manipulated. [Chuckles]",
        "Liam: Except we were.",
        "Hope: No. I know that Ivy fell. I know she didn't do it on purpose.",
        "Liam: No, no, no. That's not -- that's not what I mean. Hope, Ivy was pushed.",
        "Hope: Wh-- sorry. What? [Chuckles] Who would do something like that?",
        "Liam: Who would do something like that -- think about it. Who wants to keep us apart more than anything? Quinn. Quinn pushed Ivy into the Seine, and that day -- Hope, that day changed our lives. But this -- this moment right now -- is gonna change it back."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=5mNH6tQ3xeo"
}