{
    "Episode Summary": [],
    "Recap": [
        "Ridge gives Donna a last minute pep-talk and is very supportive that she'll set them on fire at the preview show. Eric tells the reporters be prepared to be blown away. Donna laments she wishes Brooke was there, she feels like she is wearing her clothes. Ridge points out that Brooke has moved on and they must too. Meanwhile, Brooke is harping to Nick that Donna isn't a model, she doesn't know what she's doing and she needs to get over to the fashion show to see what they are doing. Nick insists on going along. Stephanie opines to Ridge that she hopes he knows what he is doing. Felicia tells her to butt out.",
        "Ridge introduces the new face of Brooke's Bedroom \u0096 Donna Logan who proceeds to do no more than a strip tease act, strutting, prancing, shaking, with provocative looks to disgusted looks, polite applause, two walking out, Brooke seething. This should be about romance, not sex! Jarrett, the reporter, finally leads them into a standing ovation and Ridge praises Donna in a victory celebration. Stephanie twists the knife further by asking Brooke how does it feel to be replaced by her sister .when it should have been her up there on that runway? Brooke interrupts the celebration and shares her opinions with them. She thinks Donna took something sensual and turned it into something cheap and tawdry. Donna crossed the line and she has no choice but to fire her."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: Nervous?",
        "Donna: I'm trying to imagine them naked so I'm not self-conscious.",
        "Ridge: Who told you to do that?",
        "Donna: Speech class, eighth grade. It's supposed to help me relax.",
        "Ridge: Let me help you here.",
        "[SCENE_BREAK]",
        "Jarett: So, Ridge has a new Logan?",
        "Sophie: How does Brooke feel about that?",
        "Eric: Oh, it was Brooke's idea to hire her sister as the new spokesmodel for the bedroom line.",
        "Jarett: Nothing succeeds like success. If it ain't broke, Eric --",
        "Eric: This isn't some kind of fix, Jarrett. Ridge is taking this line to a whole new level. Prepare to be blown away.",
        "[SCENE_BREAK]",
        "Donna: I wish Brooke were here. I feel like I'm wearing her clothes.",
        "Ridge: Why do you think I'm designing a whole new collection? So you won't feel that way.",
        "Donna: Of all the things she's done, \"Brooke's bedroom\" is the closest to her heart.",
        "Ridge: Yeah, well, she moved on. She walked away.",
        "Donna: Yeah, under pressure from \"Captain control.\" She loves this line.",
        "Ridge: She made her decision. We have to move on.",
        "[SCENE_BREAK]",
        "Nick: Quit worrying about your sister.",
        "Brooke: Donna is a waitress. She doesn't know the first thing about modeling.",
        "Nick: She'll be okay. She's fine.",
        "Brooke: \"Fine\" just doesn't cut it. I created this line. I turned it into one of the most successful lingerie lines in the business --",
        "Nick: Hold it, hold it, hold it -- now, what really is going on here?",
        "Brooke: \"Brooke's bedroom\" does not need retooling.",
        "Nick: Well, you've sort of passed that baton, haven't you?",
        "Brooke: I'm still CEO.",
        "Nick: Well, I'd say you've got enough on your plate.",
        "Brooke: So I'm just supposed to sit back and let Ridge make all the decisions? Nick, this is my line!",
        "Nick: Not really. Not anymore.",
        "[SCENE_BREAK]",
        "Stephanie: I hope you know what you're doing.",
        "Ridge: Hiring Donna to replace Brooke was not my decision.",
        "Stephanie: But you went along with it.",
        "Ridge: Mother, I know what I'm doing!",
        "Felicia: Stay out of it, Mother.",
        "Stephanie: Listen, your father and I --",
        "Felicia: No! I'm not talking about the business, and neither were you.",
        "Stephanie: She's infatuated.",
        "Felicia: Just like every other model.",
        "Stephanie: Oh, God. Oh, lord, help her --",
        "Felicia: You don't even know that he's interested in her.",
        "[SCENE_BREAK]",
        "Ridge: Remember what I told you?",
        "Donna: Be myself.",
        "Ridge: Your real self -- the part you usually keep hidden.",
        "Donna: And what if I'm not sure how to find that part?",
        "Ridge: Then I'll help you. I'm with you, Donna. Every step of the way.",
        "[SCENE_BREAK]",
        "Brooke: \"Brooke's bedroom\" accounts for nearly half of our profits. It's my responsibility to protect that.",
        "Nick: Protect it from what? Seems as though Forrester loves this just as much as you do.",
        "Brooke: I'm not sure we share the same vision.",
        "Nick: Because of the photo shoot?",
        "Brooke: If Donna was really a model, she would've known how she was coming across.",
        "Nick: She came off sexy. You're talking about underwear here, right? Underwear -- sex.",
        "Brooke: Romance. Not sex. [Brooke sighs] Oh, God, I've really got to get over there.",
        "Nick: No, no.",
        "Brooke: Nick, this is not negotiable. I held up my end of the bargain. I gave up modeling, but I am not going to give up control. They're over there right now, previewing \"Brooke's bedroom,\" and I don't even know what it is!",
        "Nick: Look, if you feel this strongly about going over there, I'll be going with you. And that's -- not negotiable.",
        "[SCENE_BREAK]",
        "Donna: You've been incredibly supportive.",
        "Ridge: Well, I have ulterior motives. You're wearing my designs.",
        "Donna: I want to believe I can do this --",
        "Ridge: You can do it. Just remember everything I told you, exactly the way we rehearsed it.",
        "Donna: I've never been so nervous in my life.",
        "Ridge: Donna, you're a beautiful, sensual woman. You're going to own that room and everyone in it. The men are going to love you, the women are going to want to be you. Dreams. And yours, my love, are about to come true.",
        "[Stephanie sighs]",
        "Eric: Okay. Showtime.",
        "Brooke: Oh, good -- it hasn't started yet.",
        "Jarett: Brooke! You're here!",
        "Sophie: We were told you couldn't make it.",
        "Brooke: And miss the sneak preview of a new and improved \"Brooke's bedroom?\" What could be more important?",
        "Danica: Do you miss it?",
        "Brooke: I know my baby's in good hands. And Ridge has really outdone himself. You're going to love it.",
        "Nick: You are such a sexy liar.",
        "Brooke: Well, it's called putting a spin on it.",
        "[SCENE_BREAK]",
        "[Applause]",
        "Ridge: \"Brooke's bedroom\" is a state of mind. A place where a woman can go and be herself -- her real self. Open -- unafraid. Sexual without apology. Empowered. Ladies and gentlemen, I give you the new face of \"Brooke's bedroom\" -- Donna Logan!",
        "[Applause]",
        "Donna: I did exactly what you told me to do!",
        "Ridge: They couldn't take their eyes off you!",
        "[SCENE_BREAK]",
        "Brooke: She's humiliating herself.",
        "[SCENE_BREAK]",
        "Donna: I never felt this way before.",
        "Ridge: Well, get used to it. We go in New York --",
        "Donna: New York?",
        "Ridge: It's only the beginning, my love.",
        "Donna: Okay, you're scaring me, Ridge.",
        "Ridge: Oh, there's nothing to be afraid of. \"Brooke's bedroom\" is on fire because of you.",
        "Donna: Are you sure I'm not going too far?",
        "Ridge: What do you think?",
        "Donna: Let's go for it.",
        "Ridge: That's my girl. That's my girl!",
        "Singer: If you want to be free you got to let me be if you don't ooh, uh-huh the games you play are so obvious but it the end it all comes back to you you've had your time but it's over now you know you're history no matter what you do you're never going to get the best of me gonna take to make it you see if I don't want to disagree I just want you to let me be",
        "[Applause]",
        "Singer: So take my heart",
        "Nick: What do you say we get out of here, huh?",
        "Brooke: Before the finale? Not a chance.",
        "[Applause]",
        "Ridge: I want to thank you all for coming tonight to this very special preview of the new \"Brooke's bedroom\" -- where a woman can go to lose her inhibitions -- to feel confident. Sexy. Elegant. Erotic.",
        "[Applause]",
        "[Guests whispering]",
        "[Applause]",
        "Nick: Honey, you've got to help me understand here. You know, I believe you're rooting for your sister. She did a great job. She wasn't booed off the stage. She didn't trip and fall or anything. I don't know what's really going on. Talk to me.",
        "Stephanie: She can't. She's been struck dumb. Now you know I felt, watching you all these years.",
        "Nick: Come on. Let's go. Come on.",
        "Brooke: You knew about this?",
        "Stephanie: About your sister doing this? No, of course not.",
        "Brooke: I really trusted him.",
        "Stephanie: Why would Ridge think you'd have any reason, of all people, not to approve of something like that?",
        "Brooke: Because, I told him how I felt about what he was doing at the photo shoot!",
        "Stephanie: Oh. Oh, oh. Well, maybe you have to learn how to say no and really mean it.",
        "Nick: All right, that's enough. That's enough. Come on, let's get out of here. Come on.",
        "Brooke: No, I really need to stay here and deal with this. Look, I know you need to get back to the office, so you go, and I will be there soon. I promise. I love you.",
        "Nick: Call me if you need anything.",
        "Brooke: I will.",
        "[SCENE_BREAK]",
        "Stephanie: How does it feel to have someone taking your place?",
        "Brooke: I hired her, Stephanie.",
        "Stephanie: Cause Nick pressured you. You're the person that should've been on the runway with him, sharing this moment of triumph. The real love of your life -- Ridge.",
        "Ridge: To Donna -- my inspiration -- for the courage, the guts to take \"Brooke's bedroom\" to a place we didn't really expect.",
        "[Glass clink]",
        "Brooke: The gutter?",
        "Ridge: Brooke. Want some champagne?",
        "Brooke: I need to talk to the two of you alone.",
        "Eric: Ladies, let's take this elsewhere.",
        "Donna: You didn't like it?",
        "Brooke: Like it? Did you hear a word I said to you at the photo shoot the other day, or were you just humoring me?",
        "Ridge: I asked you to trust me.",
        "Brooke: And I did trust you, but it turned out to be the biggest mistake of my life!",
        "Donna: What are you talking about?",
        "Brooke: You were supposed to be modeling, Donna, not slithering around like some stripper!",
        "Ridge: Brooke, you heard the reaction.",
        "Brooke: I thought you understood what \"Brooke's bedroom\" meant to me.",
        "Donna: I do!",
        "Brooke: Then why would you be dragging it through the mud like this?",
        "Ridge: We got a standing ovation, Logan.",
        "Brooke: Yes. Some horny men who enjoyed her strip-tease! They didn't want to see what she was wearing. They just wanted to see her take it off.",
        "Donna: I'm sorry.",
        "Ridge: Donna, you have nothing to apologize for.",
        "Brooke: You turned something sophisticated, and sensual into something cheap.",
        "Donna: I wanted you to be proud of me.",
        "Brooke: Yeah? Well, now I really have no option but to end this, before more damage is done.",
        "Donna: Wait -- Ridge worked so hard. You can't pull this line!",
        "Brooke: I'm not talking about the line. I'm talking about you. I hired you, so I take full responsibility, but this just isn't working out.",
        "Donna: Are you saying what I think you're saying?",
        "Brooke: There's a fine line between sensuality and between tawdry sexuality, and you crossed that line, Donna. So, I really have no choice but to put an end to this. I'm going to send you home on the company jet tomorrow to San Francisco. I'm sorry, but you're fired."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=p-Ukid26tfk"
}