{
    "Episode Summary": [],
    "Recap": [
        "Taylor gets the riot act from Thorne about Phoebe's mother killing his baby's mother and then befriending them to assuage her own guilt. Thank God, it was a dream as Phoebe awakens her. Ridge visits Donna at Brooke's while she is away with Hope at camp for a few days. Donna is on Ridge's side and wants him to see his son, R.J. without the hassle of Nick being there. She also laments that perhaps it is time for him to move on from Brooke. They reminisce that he has changed her life, her life in the magazines.",
        "Bridget visits Nick and explains the situation with Dante; good man but wrong choice for her. She was never in love with him. She was still trying to get over Nick and she will someday. She tells him she is now Dr. Bridget Forrester. During a moment of nostalgia, Nick comes home and bellows at Ridge that he should have been gone by now. He doesn't believe this crap about \u0091business'. Nick tells him in no uncertain terms he feels he is using Donna to get Nick out of Brooke's life, to make her jealous. She confronts Ridge and asks if that is true? He leaves telling her they will talk about this later. She's hurt and begins to sniffle. Thorne calls Taylor with his doubts about Hector but tells her that he knows Darla is looking down and is very grateful for Taylor's help with him and Alexandria."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Taylor: It was me, Thorne. I was the one driving the car. I killed your wife. I killed Darla.",
        "[SCENE_BREAK]",
        "Ridge: You, my dear, are famous.",
        "Donna: Infamous is more like it.",
        "Ridge: Jarrett loved you.",
        "Donna: It was your designs.",
        "Ridge: I read the articles, my dear. \"Ms. Logan's show stopping strip tease provided enough sizzle --",
        "Donna: \" -- To make a steakhouse jealous.\"",
        "Ridge: I told you you'd be sensational.",
        "Donna: I used to read these magazines. Now I'm in them.",
        "Ridge: Too much, too soon?",
        "Donna: Bring it on. I'll take whatever you can give me. You know, I promised R.J. I'd give him a kiss goodnight.",
        "Ridge: Too late. He couldn't keep his eyes open.",
        "Donna: Yeah. I guess I wore him out at the pool today.",
        "Ridge: He's crazy about you. You know that.",
        "Donna: I'm crazy about him, too.",
        "Ridge: Do you think he knows how much I love him?",
        "Donna: Of course. Why would you ask that?",
        "Ridge: Oh, I don't know. As much time as I like to spend with him here -- Nick's here and I'm not.",
        "Donna: R.J. Knows who his father is. Nick's just some pirate wannabe who happened his mother.",
        "Ridge: God, I knew there was a reason I liked you.",
        "Donna: I'm on your side, Ridge. Always.",
        "[SCENE_BREAK]",
        "Nick: I don't think so. I think we keep squeezing them -- otherwise, we lose our position. [Knock at the door] I don't want to be interrupted.",
        "Bridget: Sorry.",
        "Nick: Let me get back to you on this. Thanks.",
        "Bridget: I'm so sorry, Nick. I should've called.",
        "Nick: I left you a half dozen messages.",
        "Bridget: I know. Thanks. I just -- oh, I wasn't ready to deal with anything then.",
        "Nick: You okay?",
        "Bridget: Yeah, I'm fine. Other than the fact that I feel like a fool.",
        "Nick: You shouldn't.",
        "Bridget: I stopped him from marrying Felicia, Nick.",
        "Nick: You weren't in love with him.",
        "Bridget: Yeah, about that. What's wrong with me?",
        "Nick: Nothing is wrong with you. He just wasn't the right guy for you.",
        "Bridget: I practically ruined his life -- kind of like I almost ruined yours.",
        "Nick: I don't think you should say that. You know, everything happens for a reason. You trust that.",
        "[SCENE_BREAK]",
        "Taylor: I didn't have time to react. Darla was just there. She was changing the tire in the middle of the road and she fell back. I just didn't see her until she was right in front of me.",
        "Thorne: You? You hit her? Oh, my God. You did.",
        "Taylor: I'm sorry. I'm so sorry. It was an accident --",
        "Thorne: No. You lied. You lied! How could you do that, Taylor?",
        "Taylor: I'm sorry. I'm so sorry.",
        "Thorne: Were you drinking that night? Answer me, Taylor! Were you drunk when you murdered my wife?",
        "[SCENE_BREAK]",
        "Ridge: Did Brooke say exactly when she would be home?",
        "Donna: Not 'til tomorrow. She's with Hope at surf camp.",
        "Ridge: Nick's working late at the office.",
        "Donna: Why do you think I called you here? Well, so you could spend time with R.J. without the captain breathing down your neck. You shouldn't have to work around Nick's schedule every time you want to read your son a bedtime story.",
        "Ridge: I just think it's better for everyone if I'm here when he's not.",
        "Donna: You're trying to work it out for R.J.'s sake.",
        "Ridge: I want my little boy to be happy.",
        "Donna: He is. He adores you.",
        "Ridge: Yeah, well, he could've had me full-time, but I blew it.",
        "Donna: You didn't blow anything. Brooke made the biggest mistake of her life.",
        "Ridge: Shouldn't your loyalties be with her?",
        "Donna: I've known you forever, Ridge. You're the best, and if Brooke can't see that --",
        "Ridge: She doesn't deserve me?",
        "Donna: I didn't say that.",
        "Ridge: Okay, I'm not going to quote you anyway.",
        "Donna: You don't need my advice.",
        "Ridge: I'm just kind of at a crossroads here. What should I do?",
        "Donna: Maybe you should move on.",
        "[SCENE_BREAK]",
        "Bridget: I know I sound pathetic --",
        "Nick: No, you don't.",
        "Bridget: You know, Dante was a really good man. He loved me, unconditionally and all he wanted me to do is just love him back the same way.",
        "Nick: Your mother mentioned that he wanted to start a family --",
        "Bridget: Yeah, he was just testing my commitment to him. Moving in together is a really big deal, but ultimately living with someone is one thing, but marrying them, and having children with them, is totally different. It just made me realize that I was using him to get over you. I tried really hard not to admit that, but the more I thought about it -- it means the truth. It's okay that I'm saying this -- I mean, we can say these kind of things to each other, right? There's no weirdness.",
        "Nick: No, no -- never.",
        "Bridget: I will get over you. I'm going to. I'm just not there yet. But I will. It was just different with you, I guess. I don't know. It was comfortable.",
        "Nick: You just didn't feel that way with him?",
        "Bridget: I really wanted to. I tried to pretend that I did. But it just wasn't the same. I'm so sorry if I'm making you feel uncomfortable. It wasn't my intention at all.",
        "Nick: Don't, no, no, you're not.",
        "Bridget: I will feel the same way about someone again, someday. I guess I just needed you to know that.",
        "[SCENE_BREAK]",
        "Taylor: I wasn't drunk.",
        "Thorne: But you'd been drinking.",
        "Taylor: Yes.",
        "Thorne: My God, Taylor!",
        "Taylor: I know, I know. I know I shouldn't have been driving. I know that. But I thought phoebe was in trouble.",
        "Thorne: That's your justification for killing my wife?",
        "Taylor: No, no, this is not justifying what I've done. I know that. But I can't keep lying. I can't. I wanted you to know the truth. Oh God, if I could take back what's happened, I would. I would do anything, but I can't. It was -- it was an accident. Darla fell back, and --",
        "Thorne: You want to blame Darla for falling back like it was her fault that you hit her?",
        "Taylor: No, no, God, no! No, I'm sorry. I'm so sorry for what I've done.",
        "Thorne: What you've done? You came into my house, and you reached out to my little girl -- and you did that to get rid of your guilty conscience. You pretended, Taylor, to be so concerned, didn't you? When you were the one who hit her! You! Phoebe's mother -- Phoebe's mother killed my little girl's mother. Her mother! [Echoes] Mother! Mother! Mother -- mother --",
        "Phoebe: Mother? Wake up! Wake up! What's wrong? What happened? Mom, what happened?",
        "[SCENE_BREAK]",
        "Bridget: I really have to get back to work. I have a patient getting her tonsils out today and she's scared to death that she won't wake up.",
        "Nick: Ah, poor kid.",
        "Bridget: Yeah, she's 37. Did I tell you that I graduated? I'm Dr. Forrester now.",
        "Nick: No, you didn't. Congratulations. Why didn't you say anything?",
        "Bridget: Well, the ceremonies were late this year -- and with Darla passing away, it didn't really seem like the right time to be celebrating anyway.",
        "Nick: Well, we got to do something about that. We'll have to have a party for you or something.",
        "Bridget: No, it's really not necessary.",
        "Nick: No, it is necessary. Because it's a big deal for you. I know how hard you studied, and how hard you wanted it. I'm proud of you.",
        "Bridget: Well, thanks. You were there for a lot of it and your support meant everything to me. And it still does. I'll let you get back to work.",
        "Nick: Dr. Forrester? I like the sound of that.",
        "Bridget: Me too.",
        "[SCENE_BREAK]",
        "Phoebe: Mom, what happened? Mom, what's wrong?",
        "Taylor: I had the most horrible dream. I told him, Phoebe. I told Thorne. I tried to explain.",
        "Phoebe: Mom, you're losing it.",
        "Taylor: I was trying to imagine how it would happen. Telling him that Darla fell back, and it was an accident. But he knew. He knew I was hiding something. That I'd been drinking.",
        "Phoebe: Mom, you need to calm down.",
        "Taylor: He knew I lied. He knew I lied, and I had been hiding it for weeks. And he hated me for it.",
        "Phoebe: You've got to stop thinking about it.",
        "Taylor: How? I can't. It's eating me alive! And I thought I could just live with it if I could just be there for Thorne and Alexandria and live through their pain. And that would be my punishment, but I would just suffer for it every day for the rest of my life. But I don't know if I can. I don't know if I can. I'm not strong enough. I can't.",
        "Phoebe: Okay, okay Mom. Mom? Maybe you should tell him the truth. Maybe you should.",
        "Taylor: You'd be okay with that?",
        "Phoebe: I don't know, I just -- I hate seeing you like this.",
        "[SCENE_BREAK]",
        "Donna: You changed my life, Ridge.",
        "Ridge: No, you changed your life, Donna. You saw an opportunity and you went for it.",
        "Donna: I wouldn't be in this magazine if it weren't for you. I wouldn't have people stopping me for my autograph. I just keep thinking I'm going to wake up. This isn't my life, this is my sister's life.",
        "Ridge: Not anymore.",
        "Donna: So, when you see me during fittings or on the runway, you don't see Brooke?",
        "Ridge: I see you, Donna. Only you.",
        "Donna: She's a hard act to follow.",
        "Ridge: Yeah, well anybody who had seen your stage act would say the same thing about you.",
        "Donna: So if you'd never met Brooke -- you met me instead?",
        "Ridge: I'd be captivated.",
        "Donna: Captivated?",
        "Ridge: Mm-hmm. You got this fire in you, kiddo. That's what the camera picks up. Anybody that has seen you in pictures, or on the stage can't take your eyes off of you. You make them want what you've got.",
        "Donna: I didn't know I had that kind of power.",
        "Ridge: Neither did I.",
        "Nick: Shouldn't you be gone by now?",
        "Donna: We were talking business.",
        "Nick: Well, it didn't look that way to me.",
        "Donna: Like I said. Business.",
        "Nick: \"Business.\" Well, in my business, if I said that kind of crap to a woman, I'd have a lawsuit in my hands.",
        "Ridge: My, what big ears you have, grandma.",
        "Nick: You really are a sleazy son-of-a-bitch, aren't you?",
        "Donna: Nick! Stop it!",
        "Nick: Leave the woman alone.",
        "Ridge: We are just evaluating her performance, Nick.",
        "Nick: She's not one of your bimbo models, Forrester.",
        "Donna: Are you out of your mind? You have no right to talk to us this way.",
        "Nick: He's just playing with you.",
        "Donna: Whatever he was doing is none of your business!",
        "Nick: You don't forget whose house you are in, young lady.",
        "Donna: This is my sister's house! You think because you married her you can boss me around? Save it for that leaking claptrap of a boat I'll never step foot on. [Baby crying] Great. R.J.'s awake.",
        "Ridge: So, what do you think, Nick?",
        "Nick: I think you're using her in yet another pathetic attempt to get me away from my wife.",
        "Ridge: Donna was hand-picked by Brooke, at your insistence.",
        "Nick: I know how she got the job. This was supposed to be an opportunity for her. Not for you.",
        "Ridge: I've known Donna a long time.",
        "Nick: Since she was a kid. I know. She's not a kid anymore, in case you haven't noticed.",
        "Ridge: Maybe I'm not the one who's noticed.",
        "Nick: You're using her to make Brooke jealous.",
        "Ridge: Oh, please. We work together.",
        "Nick: And I know how you work for her, through all your touching, and your flirting, and your kissing? Is that what I heard? That you're moving on with her to the kissing level? Or do you do that with all your models? Or just the ones who grow up sharing Brooke's bedroom?",
        "Ridge: You're talking about something that is completely innocent --",
        "Nick: I know what you're doing, Forrester. And what you've been doing since she's been to town.",
        "Ridge: You're wrong about all of this, Nick. Wrong.",
        "Nick: You're trying to get Brooke out of my bed and back into yours. And Donna may not like me very much, but she is my sister-in-law, and as long as she's in this house, I'll protect her.",
        "Donna: Is that true, Ridge? Are you using me to make my sister jealous?",
        "Ridge: Let's talk about this later.",
        "Nick: I'm sorry.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Taylor: Hello?",
        "Thorne: Hey, are you okay?",
        "Taylor: Thorne. Yeah, I'm okay.",
        "Thorne: Listen, I'm sure you're wondering why I went to Hector's today. I ran into phoebe at the cemetery. And she said some things about Hector. Taylor, she's not so sure that he's helping you listen, you're going through something right now. And I want to be there, Taylor. For you. Okay? I want to help you. It's the least I can do after everything that you've done for us",
        "Taylor: You don't owe me anything.",
        "Thorne: Especially what you've done for Alexandria. I can't thank you enough. I feel her presence -- Darla's here, Taylor and she's watching us. You too. She knows the impact that you've had on our lives. And she's looking down and she is so grateful for what you've done for us. I can feel that. So grateful."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=DgQIeZg-DPg"
}