{
    "Episode Summary": [
        "Episode # 7019 ~ Quinn tries to change Deacon's mind; Ridge endeavors to get Caroline more involved in his art."
    ],
    "Recap": [
        "Deacon says he is not getting down on one knee but he wants to marry her. Quinn scoffs that he needs to put that ring away. They just agreed she is not good for him. He tells her to take the damn ring and put it on her finger. She likes him around as her toy. Wyatt goes over to Brooke's and Brooke wants to know if his mother sent him. He says no, but she is the reason he is here. He said he was going to wash his hands of her but he is the only one who knows the difference of her everyday crazy and her over the top crazy. And right now Brooke is the reason for that. Brooke says she will not stand here and take blame for Quinn's craziness. He assures her he is not blaming her but he knows Quinn is insecure about Deacon. Is there anything about Deacon that would give his mother concern. She admits he brought her home and she did invite him in but nothing happened. Deacon tells Quinn that Brooke was his ideal fantasy but they had one moment together but he did not realize it was just one moment and it has vanished. He has seen the reality now. Quinn says she felt the same about Bill. He never cared except for her in bed. She is not sure she even believes in marriage. She kisses him to make sure Deacon is still himself. She asks him to bring out the ring again. Ridge tells Caroline that Steffy left because her plan did not work so they are back to right where they started to try to take down the King. She tells him Liam did not work out but Ridge could still fight to get Rick out. Ridge says he can't without stabbing his father in the back. She gets playful and mixes up some paint and starts painting his shirt. The next thing you now she is ducking from him as he starts to paint her and she retaliates by painting his face. These two are having too much fun with their finger painting.",
        "Deacon tells Quinn that he will settle for no more murder attempts and no more smacking Brooke. She says she would not want him to get a job. She'd want him around to help her build up the business. She says also she will not change her name and he can never divorce her as he'd wake up with a pillow in his face. She smiles as she lets him slip on the ring. She says she has never allowed a diamond on her finger before so now he can talk to her about love. They kiss passionately. Ridge and Caroline lay in bed with paint smattered all over them. He says he is not sure he deserves her, why he has such good luck but he will start thinking that way. As soon as Wyatt leaves, Brooke's thoughts go back to Deacon and the kiss and to years ago when they conceived Hope. Deacon and Quinn lay on the floor afterwards and she muses that he has seen her at her worst so he better not cheat on her. She did not think this would happen until she was about 70 with all the fire out of her. She will try and be a better person or at least pretend to be. She jokes about him having this ring for a while and probably gave it to some Olive Oyl before."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Deacon: I'm not getting down on one knee.",
        "Quinn: Put that thing away.",
        "Deacon: Is that your answer?",
        "Quinn: Didn't we just decide that I'm not fit for this?",
        "Deacon: Looks like we have that in common.",
        "Quinn: Then why would you burden yourself with me and me with you?",
        "Deacon: Aren't you tired of losing?",
        "Quinn: What do you think?",
        "Deacon: This ring means that you're not gonna lose me. It means you don't have to go around punching women out to make sure.",
        "Quinn: Weren't you just walking out?",
        "Deacon: You were trying to make me, but oh, well.",
        "Quinn: 'Cause anywhere else you'd have to pay rent?",
        "Deacon: Nice try, but you can't shame me. You like being the breadwinner, having me eat out of your hand, treating me like a toy whenever you want. That, to you, is better than rent. So... keep the damn ring and put it on your finger. Come here.",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Wyatt: Hi. I saw your car parked out --",
        "Brooke: Wyatt, this really isn't a good time.",
        "Wyatt: I know it's an imposition. I mean, who else can I impose on if not for family, right? Thank you.",
        "Brooke: Let me guess. Your mother sent you here?",
        "Wyatt: Uh, no, actually. But she is the reason why I'm here. I-I keep saying that I'm gonna wash my hands of her... which makes her even more panicked, and then I worry if she's gonna throw someone else off a bridge or possibly even herself, but then I check on her -- I mean, 'cause who else is gonna do that, right? I'm the only one who can tell the difference between her everyday crazy and her \"going off the deep end\" crazy, and I'm kind of afraid that she's at that point right now -- the deep-end crazy... and that you're the reason for that.",
        "[SCENE_BREAK]",
        "Caroline: Is she flying back commercially, or is she taking the jet?",
        "Ridge: I don't know. She doesn't tell me much anymore. [Sighs]",
        "Caroline: I really don't want to cause a rift between you and your daughter.",
        "Ridge: You're not. Rifts are a part of our landscape anyway. But I don't think this is one.",
        "Caroline: If she flew back from Paris because she heard about us...",
        "Ridge: That's not why she came here. She came here and she stayed because there was plan that didn't end up working out, and now she's gone, and we're right back where we started.",
        "Caroline: You sure this was Liam and not my uncle.",
        "Ridge: Yeah, that's where Maya had went to because Bill is the takeover king. But I don't think Liam would lie to me. He seemed very sincere, you know? And he was concerned about you and about Ivy being mistreated by Rick. Not that it would be any better under your uncle. Oh, I'm sorry. I can't say anything about Bill or Rick? Where do I draw the line? What's the list? Is there a list?",
        "Caroline: Well, what about your daughter or one or two or -- I don't know -- 17 Logans.",
        "Ridge: Take it easy. It's... okay. You can say anything you want. It's okay.",
        "Caroline: Yeah?",
        "Ridge: Uh-huh.",
        "Caroline: Hmm. I like that rule.",
        "Ridge: Okay. Can I get back to my story?",
        "Caroline: [Laughs]",
        "Ridge: So, Liam had this vision of Forrester without Rick.",
        "Caroline: And you said...?",
        "Ridge: And I said, \"that sounds just fine to me.\" But Steffy had some demands -- some personal demands, and, uh... Liam declined.",
        "Caroline: Good for Liam. That's good for Ivy. It's not so good for us, though.",
        "[SCENE_BREAK]",
        "Brooke: I'm not gonna stand here and be blamed for damaging Quinn and her fragile psyche.",
        "Wyatt: No. No, I -- I-I didn't mean that.",
        "Brooke: If you knew what I had to put up with from that woman...",
        "Wyatt: I know she was here, and I know what she did to you.",
        "Brooke: She's lucky I didn't call the police.",
        "Wyatt: I have never seen my mother like this, not in my whole life -- not even with my father. She -- she tells him the truth. She listens to him. She gets hurt when he's upset with her. And... I also know that she wonders if all she'll ever be for Deacon is second choice... after you.",
        "[SCENE_BREAK]",
        "Quinn: What do you want? I know you want something.",
        "Deacon: Yeah. You.",
        "Quinn: Why? Because I'm so convenient?",
        "Deacon: You are the most inconvenient damn person ever born.",
        "Quinn: Stop cursing at me.",
        "Deacon: I think the question that you need to ask yourself is what's in it for you. Look, I'm not stupid. I know I'm no prize. I got a checkered past. Frankly, my future doesn't look that much brighter.",
        "Quinn: Even with Brooke on the horizon... single at last?",
        "[SCENE_BREAK]",
        "Caroline: I don't understand you.",
        "Ridge: What?",
        "Caroline: You don't seem to want what you say you want.",
        "Ridge: What do I say that I want?",
        "Caroline: Rick gone. You want control of Forrester.",
        "Ridge: I do want that.",
        "Caroline: Okay. Then fight for it.",
        "Ridge: What do you want me to do? Stab my dad in the back? Is that what you want?",
        "Caroline: Eric gave you that title and then took it away because of me, so who stabbed who in the back?",
        "Ridge: Come on. My dad and I, we've been a lot of things to each other -- we've been friends, enemies, rivals... [Sighs] ...And if there was a betrayal, I probably drew first blood on that because... well, I was always the golden boy. My mom loved me best, and then dad found out that I wasn't blood.",
        "Caroline: That's ridiculous. You cannot be held responsible for that.",
        "Ridge: Okay. Fathers and sons -- we're training for manhood. That's what that is. You know, you take responsibility for things that you couldn't possibly change. Like this, like us -- I'm responsible for this.",
        "Caroline: Well, how do you know that I wasn't seducing you?",
        "Ridge: Is that what you're doing?",
        "Caroline: I don't know, okay? So, part of training...for being a woman is -- is... not really knowing what you're doing until it's too late to undo it.",
        "Ridge: Mm.",
        "[SCENE_BREAK]",
        "Brooke: I don't have anything to do with that relationship.",
        "Wyatt: What was Deacon doing here the other night?",
        "Brooke: He drove me home, and I invited him in just to be polite.",
        "Wyatt: Mm. And did you change into a bikini to be polite? 'Cause he tells my mother everything.",
        "Brooke: Bull.",
        "Wyatt: Excuse me?",
        "Brooke: He can't possibly tell her everything.",
        "Wyatt: Brooke, I'm asking you a simple question. Is there anything about Deacon that should give my mother any reason for concern?",
        "Brooke: Have you done a background check?",
        "Wyatt: About the two of you.",
        "Brooke: I can see you haven't washed your hands of your mother, and that's a good thing, because she's going to need you when Deacon walks out on her.",
        "[SCENE_BREAK]",
        "Deacon: Do you honestly believe that I'd propose to you if I still had feelings for Brooke?",
        "Quinn: Don't answer a question with a question I just asked you.",
        "Deacon: Look, it's not gonna happen for me and Brooke. It probably never was gonna happen for me and Brooke, and I finally accepted that.",
        "Quinn: So you're gonna settle for me.",
        "Deacon: Quinn...",
        "Quinn: What? I'm okay being alone. I am. But I am not going to be your insurance in old age or -- or living in your car or being turned down by the same woman week after week for the rest of your life.",
        "Deacon: Okay. Look... Brooke was like this ideal fantasy for me, all right? Somehow, I would be the ideal guy, she'd be the ideal girl. I think that time has proven that that's not true for either of us. You know, we -- we had one moment together. But the problem was, I didn't realize it was just a moment. I've been trying to recapture that for years, and I was trying to recapture something that had already vanished.",
        "Quinn: So you've given up?",
        "Deacon: No, I haven't given up. I've -- I've seen the light. I've seen reality. I feel like I've stopped hitting my finger with a hammer, stopped hurting myself all the time.",
        "Quinn: That's what it feels like for me...with Bill. I mean, it's not like we had a moment, but... we did have Wyatt. I mean, Bill never liked me, except in bed, but that was okay because there were no expectations, no possibility of disappointing him. I don't think he ever really cared.",
        "Deacon: You get that that's severely screwed up, right?",
        "Quinn: Yes, yes, but then here you are, right? You're here. You're talking about love, and you're talking to me about lobsters, and I don't even know if I believe in marriage.",
        "Deacon: Baby, that's okay. I mean, it's not like it's religion.",
        "Quinn: Will you sign a prenup?",
        "Deacon: No, not a chance. [Laughs] What?",
        "Quinn: Just checking. Making sure you're still you.",
        "Deacon: [Chuckles] Okay. All right. Let me see it. [Breathes deeply] What? No. I already saw its inferior workmanship from across the room.",
        "Deacon: You don't get this until I get something.",
        "[SCENE_BREAK]",
        "Ridge: You look like you've done that before.",
        "Caroline: Yes. The schools that I went to, the girls were expected to paint like Georgia O'Keeffe and speak like Susan Sontag and walk... like Marilyn Monroe.",
        "Ridge: [Chuckles] So, what are we working on?",
        "Caroline: We... are working... on you.",
        "Ridge: Really?",
        "Caroline: Yeah.",
        "Ridge: It's my only clean shirt.",
        "Caroline: It's your only clean shirt? Ridge...",
        "Ridge: Can I ask you a question?",
        "Caroline: You can ask me a question.",
        "Ridge: That school you went to, did they have gym class?",
        "Caroline: Yeah, they had gym class.",
        "Ridge: Okay. 'Cause you better start running.",
        "Caroline: You would not -- [Laughing] Don't you dare!",
        "[Both laugh]",
        "Ridge: Nicely put. Okay. What? What?",
        "Caroline: Don't you...",
        "Ridge: Oh, don't do that, because I might do this.",
        "Caroline: No, no. Noooo! It's my only clean shirt.",
        "[SCENE_BREAK]",
        "Wyatt: Did Deacon say something about walking out on her?",
        "Brooke: What is there really to say? He has no illusions about Quinn. But you should've seen his face when I told him that she walked in here and slapped me. And she attacked my daughter in my backyard.",
        "Wyatt: He doesn't hold that against her, though.",
        "Brooke: May not seem that way.",
        "Wyatt: Brooke, he cares about her. He protects her, and no one else has ever done that before but me.",
        "Brooke: I'm sure he's grateful. She gives him free room and board.",
        "Wyatt: Oh, you think that's all there is between them? Is that it?",
        "Brooke: No. No, I think they're attached. She may have appealed to his darker side at first, but I know Deacon Sharpe. He wants an easy life, and he knows, being with Quinn, that certainly isn't going to happen.",
        "[SCENE_BREAK]",
        "Deacon: All right, you're gonna make me a promise -- no more craziness.",
        "Quinn: Promises aren't really my forte.",
        "Deacon: All right, look -- I'll settle for no more violent craziness. I can deal with the random, around-the-house craziness. No more murder attempts. No more smacking Brooke.",
        "Quinn: Well, I wouldn't need to smack Brooke around if I were married to you. I mean, I'd lord it over her every chance I got.",
        "Deacon: So that means you want to get married?",
        "Quinn: I'm better when I have somebody to take care of.",
        "Deacon: I noticed.",
        "Quinn: [Chuckles] And I could buy you better clothes if you would let me.",
        "Deacon: I think we can work something out.",
        "Quinn: And I would want to build up the business.",
        "Deacon: Yeah?",
        "Quinn: And I wouldn't want you to get a job. I'd want you to be around in case I need you.",
        "Deacon: I help out. It's not like I'm some couch potato.",
        "Quinn: I could buy you a French maid's outfit.",
        "Deacon: Will you stop it? Can you be serious? Come on. This is -- this is everything.",
        "Quinn: Are we doing this?",
        "Deacon: There's still one thing you haven't said.",
        "Quinn: I'm not gonna change my name.",
        "Deacon: No. Why would you? I mean, come on -- Quinn Sharpe. People would think that you're into swords and stuff like that. That'd be weird.",
        "Quinn: And you know you could never divorce me. You'll wake up with a pillow over your face.",
        "Deacon: You see? Now that is the kind of commitment I'm talking about. I like where your head's at.",
        "Quinn: [Giggles] It's a little loose, but I could fix that.",
        "Deacon: Okay. I know that the stone's not the best...",
        "Quinn: No, I've never... never worn a diamond on my finger. Okay. You can talk to me about love.",
        "Deacon: You love me?",
        "[SCENE_BREAK]",
        "Caroline: I never was good at making straight lines with a paint brush.",
        "Ridge: Well, than I'm glad you're not using a paint knife.",
        "Caroline: [Giggles] But lines are important.",
        "Ridge: Mm-hmm. Lines are what brought us together. It's almost like our song, huh? You know, you made me realize some-- something I just wasn't aware of, and, um... something I shouldn't do anymore.",
        "Caroline: Then why do you do it?",
        "Ridge: Well... because maybe I just don't believe in my luck. I can't believe you're here. Maybe I just don't think that I deserve you.",
        "Caroline: I thought I was the only one who felt that.",
        "Ridge: Let's make a deal -- stop thinking that way.",
        "Caroline: Deal. But I'm just getting started, so...",
        "Ridge: Uh-oh.",
        "Caroline: [Giggling]",
        "[SCENE_BREAK]",
        "(Brooke's flashbacks)",
        "Deacon: I-I didn't mean to do that.",
        "Brooke: Oh, shut up. Of course you --",
        "Deacon: What if you could wish for anything -- anything at all -- right at this moment?",
        "Brooke: I have everything I want. I wouldn't change a thing.",
        "[SCENE_BREAK]",
        "Deacon: You know, it's not loose.",
        "Quinn: Sex makes my fingers swell up.",
        "Deacon: [Laughs] I guess I'm gonna have to keep it that way.",
        "Quinn: Mm. You know, it looks much... better up close.",
        "Deacon: You know, I had it for quite a while.",
        "Quinn: Did you buy this for somebody else?",
        "Deacon: Quinn...",
        "Quinn: Some ex-girlfriend with kielbasa for fingers?",
        "Deacon: You know what? You got me. You know, she was actually -- ooh, she was actually so thin, she wore it as an ankle bracelet.",
        "Quinn: Oh, tell me the truth.",
        "Deacon: No, it's true. I used to call her Olive Oyl. Fell for a swabbie, big forearms -- [Laughs] Ow!",
        "Quinn: You better not cheat on me.",
        "Deacon: Don't I know it.",
        "Quinn: Something tells me that I think you won't.",
        "Deacon: You know, I honestly believe that you and I can be happy -- I mean, assuming that you don't poison me or stab me in my sleep.",
        "Quinn: Why would I even do that? I mean, you're the only man in my entire life, other than my son, who's seen me at my worst and not run away. You know, I always thought... if this ever happened for me... at all, I would be in my 70s and... all the fire would be out of me.",
        "Deacon: Baby, I don't think there's enough water in all the oceans in the world to quench the fire in you.",
        "Quinn: [Breathes deeply] Are you really sure you want to do this? With me?",
        "Deacon: Mm-hmm.",
        "Quinn: I mean... I'm not a good person. I'm really not. I-I'm trying to be a better person, but I feel like I'm... I feel like I'm just gonna pretend to be.",
        "Deacon: That's okay. That's what everybody does. Baby, you think there's this little tiny part of you that's missing. It's not. You just don't fake it like the rest of us. I mean, it's like the world and all the trouble inside of it, it hasn't gotten to you, and you're outraged on all of our behalves. What the Hell could be cooler than that?",
        "Quinn: I don't know what to call...what I feel for you.",
        "Deacon: That's okay, baby. You remind me to explain it to you sometime."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=jDB3iq9zfvQ"
}