{
    "Episode Summary": [
        "Episode # 7108 ~ Julius refuses to acknowledge that Maya is female, so Vivienne insists they visit Maya at the Forrester Mansion; Maya recounts some of her past experiences with her parents to Rick."
    ],
    "Recap": [
        "Julius demands that Nicole come home with them. They have already lost one child, he will not lose Nicole too. He wants her as far away from Maya as possible. Nicole declares that she is an adult now and he has no say so over her. Her home is now L.A. and he and Vivienne are welcome to stay here too but she is not going back to her former cold home. Maya is now her sister's name and she can not stand for him to call her sister by contempt. He says he only has one daughter now and that is Nicole. They can not go to church or even walk down their own street without neighbors gossiping. She tells him no one is going to approach him as he would shut them down right away. All he wants to talk about is the weather or how the Cubs are playing. He and Nicole argue back and forth but he will not budge. He is not impressed by the Forrester name. He came out here for one reason only and that is to save the one child they have left. Rick and Maya talk and he says her mother sought her out so that has to count for something. She says she is stronger now but there is one little part of her that still wants her mother's approval and love. She hoped her mother would go home and tell her father what she had become and what a good life she had now. She knows Maya will always be second to Myron. It's like she does not exist but she wants them to see it. Rick should know how that feels wanting the parent's approval. Nicole tells Julius that she likes her sister and she is not walking out on her now. He can not believe she wants to call that freak her sister. He let Maya go then so people would stop talking. He even blames Maya for things spiraling out of control and he even lost his job. What an embarrassment! Nicole can not believe they are not finally acceptable of Maya being comfortable in her own skin. Nicole says just know this their shame and embarrassment is not losing just one child but now both of them. Rick tells Maya that she ought to call Nicole but she says no she can not come between Nicole and her parents. She knows how that feels.",
        "Julius grouses but pays the bill. Then he wants to go home. Vivienne says not just yet. She wants him to at least see his other daughter and where she lives. The maid lets them in the house and they look around in wonderment. Nicole stops in at the office and Rick tells her that Maya went home. She says she is staying in L. A. and it is so sad how ignorant and intolerant her parents are. Her dad refuses to accept her and she doubts he ever will. Julius tells Vivienne these folks sure find ways to waste their money. Vivienne says it looks like Maya was right. She sure has created a new life here. Vivienne says they will stay a while, after all both of their daughters are here. They have not had a son in years and it is time to acknowledge that. That is all she is asking. Maya walks in and is shocked to see her mom and dad. She asks what they are doing here and why he has come. He hugs her and says he had to see his little girl."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Julius: You are coming home with us.",
        "Nicole: No.",
        "Julius: Excuse me?",
        "Nicole: You are not dragging me back to that cold house where nobody talks about anything that matters and where we pretend not to feel. I am home. Los Angeles is home, and you are more than welcome to be a part of it. But I am not going back to Illinois.",
        "Julius: You don't have a choice in this.",
        "Nicole: I am an adult, and you can't --",
        "Julius: I am your father. It is my job to protect you.",
        "Nicole: From what?",
        "Vivienne: Julius, I think we ought to --",
        "Julius: Let her be? Let her stay in this ugly, soulless city like her b-- we have already lost one child. We won't lose Nicole. I want her as far away from Maya as possible.",
        "[SCENE_BREAK]",
        "Rick: You should text Nicole. I know you're dying to.",
        "Maya: If she and my mom are bonding and a message pops up from me, my mom will get that sour, disapproving look on her face. No, I don't want to ruin the moment.",
        "Rick: How do you do that? We're talking about a woman who's trying to drag Nicole home, away from you, as if you're some sort of terrible influence... and you still care. You don't want to come between them.",
        "Maya: You know how painful it is to have a parent give up on you. It's almost unbearable. I don't want Nicole feeling that. I don't have a relationship with our parents, but she still could.",
        "Rick: Are you certain that you won't have a relationship with your parents? I mean, anything's possible.",
        "Maya: I wanted that for so long, my whole childhood, really -- for them to see me and accept me as I am so I didn't have to hide. But when I finally did stop hiding, they turned their backs on me. They had the opportunity to show me unconditional love, and... nothing.",
        "Rick: A lot of time has passed.",
        "Maya: Clearly not enough. My mother flew all the way across the country to take Nicole home, to save her from my evil clutches.",
        "Rick: Nicole likes it here. She likes you. Your mom will see that. Maybe she'll finally want to get to know the child she gave birth to.",
        "Maya: I'm holding out hope.",
        "[SCENE_BREAK]",
        "Nicole: Can you not say her name like that?",
        "Julius: Like what?",
        "Nicole: Like it's fake.",
        "Julius: Well, isn't it?",
        "Nicole: It is her chosen name. You don't have to pause and act like it takes an immense amount of effort to remember. And it doesn't have to be dripping with contempt every time you manage to say it.",
        "Julius: I'd rather not say it at all.",
        "Nicole: Your own daughter's name?",
        "Julius: I have one daughter. You. I had a son, but he's gone.",
        "Nicole: Why? Is it pride? Do you feel like you failed as a father or something?",
        "Julius: What if it is pride? Is that so wrong? Maybe you're fine with the embarrassment, but your mother and I -- we don't want to go to church and feel the stares from the other pews. We don't want to walk down our own damn street and turn to -- to see our neighbors gossiping after we've passed.",
        "Nicole: What if people are staring, because they've heard about how well Maya's doing? Or what if the neighbors are gossiping because of her success?",
        "Julius: Come on. Why wouldn't they just come and talk to me directly?",
        "Nicole: Why?!",
        "Julius: Yes.",
        "Nicole: You have never given any indication that you are willing to talk about it, that you were willing to talk about anything that goes beyond the weather or what's for dinner or how awful the Cubs are playing. There is nothing approachable about you, Daddy. What neighbor will come up to you and say, \"Hey, Julius. Great news about your daughter's modeling gig?\" You would shut them down right away.",
        "Julius: Why would I talk to them about this? Our neighbors? The people we go to church with? They all knew Myron. They watched him learn to ride a bike, drive a car. They saw him grow up.",
        "Nicole: Into the woman that she is today. And you can be proud of that. You both can -- all that she's accomplished.",
        "Vivienne: Julius, I went to her house. It's incredible.",
        "Julius: Oh, so what?",
        "Nicole: \"So what?!\" Maya lives in a Beverly Hills mansion. And she might marry a Forrester.",
        "Julius: You say that like that's supposed to mean something.",
        "Nicole: Do you know who they are?",
        "Julius: I heard their name. Am I supposed to be impressed?",
        "Nicole: Forrester Creations is one of the most prominent fashion houses in LA, and your daughter is the lead model there. Yes, you should be impressed.",
        "Julius: Well, I'm not. And seeing that you are only reinforces why we're here. Now, there is nothing I can do about my son anymore, but you, I can help. Now, your mother and I didn't spend all this money to come out here to \"ooh\" and \"ahh\" over some 90210 address. We came out here for one reason -- to save the child that we have left.",
        "[SCENE_BREAK]",
        "Maya: Maybe it's foolish for me to hope that they'll accept me someday.",
        "Rick: No. Not foolish. Your mom already made the first step, coming to LA.",
        "Maya: Well, look at you, Mr. \"Glass is half full.\" She didn't come for me.",
        "Rick: She saw you. She talked to you. She got a feel for how well you're doing. That's got to count for something.",
        "Maya: You would think, but she still walked out. And it's kind of hard not to think of that as another rejection. I worked so hard to put that part of my life behind me -- their constant disapproval and judgmental comments -- and I'm stronger for leaving it. But there's a part of me that's still that little kid back in Illinois just wanting her parents' approval and love. And for a moment, I let myself think that it was happening. You know, here she is in our home, and I fantasized that she would go home to my dad and tell him how beautiful I've become and that I've made something of myself.",
        "Rick: And you have.",
        "Maya: I'm so grateful that you believe that, that you believe in me. I just wish they would.",
        "[SCENE_BREAK]",
        "Nicole: You don't need to save me, not from Maya, not from LA. I am happy here. And I am not walking out now just as I'm getting to know my sister.",
        "Julius: Sister?",
        "Nicole: Yes. Sister. And make all the faces that you want, but I know that part of you understands that. Because you always called her Maya in front of me. You didn't have to.",
        "Julius: Of course, I did. I mean, him showing up at school that time wearing a dress. Did you think I was gonna let you believe that that freak was your brother?",
        "Vivienne: Julius, please!",
        "Nicole: Do not call her that.",
        "Julius: Your mother and I agreed to call her Maya and hoped that you didn't ask questions.",
        "Vivienne: I had to take down all the pictures.",
        "Julius: When he went to jail, it was almost a relief.",
        "Vivienne: Don't say that.",
        "Julius: Oh, it's true. We didn't have to worry about him showing up and confusing Nicole.",
        "Nicole: Her showing up.",
        "Julius: Oh, and then she -- she got out and started this modeling, and that's when we had to deal with all the people whispering.",
        "Nicole: Maya is on magazine covers, runways, living the life that she was meant to. How can you not be proud of that?",
        "Julius: This whole fashion business had nothing to do with me or what I wanted for my son, and this -- this Maya Avant -- I don't even know who she is.",
        "Nicole: But you could. It won't be long before you retire. What's to stop you from moving here when you do? What?",
        "Vivienne: Your father's looking for work again.",
        "Nicole: I thought you finally found a good fit.",
        "Julius: It was a seasonal job. No big deal. Things sure would have been different.",
        "Vivienne: Not that again.",
        "Julius: Yeah. Things were going just fine, then everything turned.",
        "Vivienne: Not because of Maya!",
        "Nicole: Wait. You're blaming Maya for what, exactly?",
        "Vivienne: Nothing.",
        "Julius: Our family was intact. And then your brother started doing what he did and everything started spiraling out of control.",
        "Nicole: All Maya did was become who she always was.",
        "Julius: Do you know how stressful this has been -- having a child like that? I mean, so disrespectful, self-centered, perverted, dressing up in women's clothing. It was an embarrassment!",
        "Nicole: Dressing up in her own clothing. Because she is a woman. Do you still not get that? Do you still think that there was anything ever male about your child? Because there wasn't. And I can't understand how, as parents, you are not thrilled at the fact that she is finally comfortable in her own skin.",
        "Julius: And I can't be happy for what he chose to do. I can't understand it. I can't accept.",
        "Nicole: Which is why I won't be going back with you, back to that repressive house where you lie to yourself and everyone around you. I found my sister. I found the woman that you were ashamed to love, but I love her. And unfortunately for Maya, I will have to be enough. So go home. Close the drapes. Avoid eye contact with the neighbors. And never speak of the daughter that you cast aside, if that's what works for you. But know this -- you're not just losing one child. Your shame and embarrassment -- it's -- it's driving us both away.",
        "[SCENE_BREAK]",
        "Waitress: Whenever you're ready. No rush.",
        "Julius: Uh, wait. Excuse me. Um, uh, this must be somebody else's. We only had three drinks.",
        "Waitress: Um, yep. One green tea and two coffees.",
        "Vivienne: Just put the whole thing on the card. We'll pay for this whole trip after you get a job.",
        "Julius: Getting a job to pay for coffee is ridiculous. We've spent enough. It's time to go home.",
        "Vivienne: Yeah. Not yet, please.",
        "Julius: I want to get out of LA.",
        "Vivienne: Not until you've seen your daughter.",
        "Julius: I just did. You heard her. Nicole's not coming back with us.",
        "Vivienne: Your other daughter.",
        "Julius: We had a son. I want to see him, not what he's become.",
        "Vivienne: We'll leave after we've gone to her house. You need to see her.",
        "[SCENE_BREAK]",
        "Rick: We can visit them.",
        "Maya: My parents?",
        "Rick: If they don't want to come to us, we'll go to them.",
        "Maya: No. Y-you don't know what my last visit was like.",
        "Rick: When you first transitioned?",
        "Maya: It was in the beginning. It was the last time I saw Nicole, and...I was naive. I thought, you know, wearing the clothes, they'll see I'm serious and -- and they'll understand who I am. They were pleasant at first, for Nicole's sake. But as soon as she was sent upstairs to her room, my father made it very clear that I wasn't wanted. It's like I wasn't alive in his eyes, and nothing I said could make a difference.",
        "Rick: But your mother.",
        "Maya: She would never contradict him, not ever. And I don't even think she wanted to. She just -- just kept staring at me. It was hard, but it was freeing, because it gave me permission to move on and give up that wish.",
        "Rick: Or try to, at least.",
        "Maya: You understand. Of course, you do. You know how lonely it can feel to want your parents' approval and not get it. When your dad finally gave you control of the company, I saw what a difference it made in you. After years of feeling second to Ridge and like the child that didn't matter, you finally got your father's approval, and it meant everything. That's the way it is for me. It's like the woman that I am, the person that I've become doesn't matter and that it'll always be second to Myron, who doesn't even exist. But I do. I'm here. And I'm just waiting for them to see it.",
        "[SCENE_BREAK]",
        "Julius: Are we supposed to just stand here?",
        "Vivienne: Well, we could go sit.",
        "Julius: The maid said she was gonna bring us iced tea.",
        "Vivienne: She'll find us.",
        "Julius: Maid. When a house becomes too big to clean on your own, it's time to downsize.",
        "Vivienne: I don't know about that. I could use some help around the house. [Gasps] [Sighs]",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Nicole: Hey.",
        "Rick: Hey.",
        "Nicole: Didn't mean to interrupt. Is -- is Maya still here?",
        "Rick: No. She went home.",
        "Nicole: [Sighs]",
        "Rick: Are you okay?",
        "Nicole: Um --",
        "Rick: Maya told me you were with your mom. I take it it didn't go well.",
        "Nicole: Not exactly.",
        "Rick: More talk of bringing you home?",
        "Nicole: Yeah. But this time, she had reinforcements. My dad.",
        "Rick: Oh, wait, wait. Your dad's in town?",
        "Nicole: Guess he figured that my mom took too long to get the job done.",
        "Rick: How did that end up?",
        "Nicole: I told them no. I'm staying in LA. You know, how dare they come here and try and take me away from my sister, acting like she's some blight on society?! And they don't even know -- you know, I ought to be the one to drag them here, not the other way around -- you know, open their minds a little bit. It is so sad how ashamed and how intolerant they are. And they don't even know who she is.",
        "Rick: Are they still in town? Maybe if they met Maya... I mean, your dad hasn't seen her for so long.",
        "Nicole: No, he's not interested. And I don't know how a father can say the things that he said. He'd rather forget Maya altogether than try and understand the person that she is. He refuses to accept her. And I doubt he ever will.",
        "[SCENE_BREAK]",
        "Julius: Rich people sure find ways to waste money, don't they?",
        "Vivienne: I think she looks lovely.",
        "Julius: It's a far cry from the family photo we took in the mall when he was in kindergarten.",
        "Vivienne: Oh, wait, the backdrop? [Laughs]",
        "Julius: Lasers, wasn't it? So '80s.",
        "Vivienne: I like that photo. I wonder if I put that somewhere. I guess Nicole was telling the truth when she said Maya has created a life for herself here. Wow. Look at that view.",
        "Julius: View of the smog. I'll take our backyard anytime.",
        "Vivienne: Come. It's okay. Rosario said that we should make ourselves comfortable. Besides, our daughters live here. [Sighs] Wow. We've lost so many years with her already. Wouldn't it be nice? I mean, maybe this is our chance to start fresh, you know, reach out to our daughter.",
        "Julius: We have one daughter.",
        "Vivienne: Maya certainly isn't our son anymore, hasn't been for years. Don't you think it's time for us to acknowledge that? Look at the life Maya has created for herself. Just be open to the possibility. That's all I'm asking.",
        "[Door opens]",
        "[Door closes]",
        "Maya: Mom? I thought you were with Nicole. Dad? I didn't know you were in Los Angeles. What are you doing here? Why did you come?",
        "Julius: I had to see my little girl."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=l9w2YwFMZGQ"
}