{
    "Episode Summary": [],
    "Recap": [
        "Brooke cannot contain herself and almost laughs at Katie. In fact later, after they waltz around the May Pole for twenty minutes, she does laugh at Katie when Katie admits that she loves Ridge. Brooke giggles but tells Katie that she can understand and she does not feel threatened by that. Katie has a crush on Ridge. Lots of women do. Again like pulling teeth, Katie slowly gets it out that it is not just a crush. She loves Ridge and he knows it. Brooke says that is cute and says she is sure Ridge was kind and let her down easy. Ridge tries to call but then tells Hope this may take a while. Hope says she knows. Her mom is not going to accept this easily, but he'll get his chance. She understands why Katie wanted to talk to him first. She also knows that Ridge still cares for her mother. But if he has feelings for Katie he can not just cover that up. He thanks Hope for giving them this time. He knows it was not easy on her. She says no, but it was the right thing to do for all three. Quinn greets Wyatt back with a hug. He said he just had to go to Paris with Hope. He answers all of Quinn's questions about having a magnificent time there and that he and Hope are closer than ever. They have a deep connection. She trusts him and confides in him. She leans on him in time of family crisis. Quinn quips it is a good thing he has the shoulders for it. She gets him to say that 99% of the trip was flawless, but that 1%.....Thorne's daughter is different. She's got this idea in her head that Hope has to be like a nun or something. That she's the voice of chastity or something and needs to be committed to Liam no matter what. Hope has a lot on her plate right now so he's gonna go find her and held her unwind. Quinn asks if he needs help. You're never too old to ask for your mother's help sometimes. He says trust him, this one he has covered.",
        "Quinn catches Pam and orders her to send some flowers to Hope. She can either charge it to Quinn's account at the office or to Eric's. He won't mind. Pam lets her know that she is not exactly thrilled that they are putting Stephanie's personal jewelry on display .and wonders if Wyatt is planning swiping those too in another heist. Quinn tries to unruffle her feathers but Pam says no they aren't going to be friends. She's not interested. Quinn is a fake and a phony. She knows Quinn cozied up to her and then to Eric all to further her advancement. Quinn asks if Pam misses Chicago as that might be a better place for her now. Pam says no, she is a California girl. Quinn says oh that's right, she would miss her boyfriend, UpChuck. Pam calls her weirdo and says she better be nice to her as she could walk up anytime to the authorities with a certain little tape she has. She says the only thing stopping her right now is that Wyatt still works there and for some reason Hope seems to like him. But the minute that isn't true, she'll see to it that Wyatt is in jail so fast. Wyatt joins Hope in the steam room as per his text. With all she is going through he thought she might need something to relax. They kiss and she says they don't need to talk about her mom or Aunt Katie. They kiss more and he gives her a back massage which she loves. Brooke tells Katie that she is not laughing at her or even considering that Katie is not competition for Ridge. Katie says yeah because he has been with Brooke and no other woman would be enough for him. Brooke tells Katie to calm down. She doesn't want her fainting again. And this is not one of her romantic novels or her poetry. Ridge would not return her feelings. They are together and practically married. She says she is going to leave before either say something they will regret. Katie says Brooke really doesn't understand. Brooke says she does. Katie has a crush on Ridge but he just has warmth, compassion and friendliness, that's all. Katie says yes at first but they have spent a lot of time together. Ridge can't wait any longer. He tells Hope that he's going over there. Katie should not be going through this alone. Aly sneaks around and almost scares Pam. They confide that neither of them trusts the Fullers. They are no good and they need to keep an eye on them. Trust your instincts. Ridge walks in just as Brooke tells Katie how naive can she be. She tells Ridge they need to go because Katie is not feeling well. Katie tells Ridge that she is fine. She told Brooke but she won't accept it. Brooke tells Ridge that she thinks it is sweet. She tells Katie that she will not hold this against her but she needs time to think this through. Ridge is her friend but Brooke's husband. Katie stands tall and says he has not been Brooke's husband in a long time and things change. At least she has; perhaps Brooke stays in the same place. But she and Ridge have learned they have different expectations for what they want in their lives and how they want to be loved. Brooke turns to Ridge and says that Katie needs to hear this from him. Just tell her how ridiculous all of this is. Whatever she has going on in her head is wrong; so just tell her."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: So... you're in love with Ridge?",
        "Katie: Yes. I'm in love with Ridge.",
        "[SCENE_BREAK]",
        "Hope: Anything?",
        "Ridge: No. This could take a while.",
        "Hope: Yeah. My mom is not going to accept this easily. Honestly, she's probably not going to believe it.",
        "Ridge: I should be there to help her explain.",
        "Hope: Trust me. You'll get your chance. They're sisters, you know. I-I understand why Katie wanted to talk to her alone first.",
        "[SCENE_BREAK]",
        "Brooke: You... what?!",
        "Katie: Listen, I know that this is difficult to understand, but you need to know.",
        "Brooke: Ridge.",
        "Katie: Yes.",
        "Brooke: [Laughs] Ridge? [Sighs] [Laughs]",
        "[SCENE_BREAK]",
        "Quinn: [Gasps] You're back!",
        "Wyatt: Hi!",
        "Quinn: Oh! How was Paris?",
        "Wyatt: Oh, c'est très, très magnifique.",
        "Quinn: Oh, and I bet Hope was thrilled that you went.",
        "Wyatt: Well, poor thing can't live a day without me. I'm kidding. I had to go. It was Paris.",
        "Quinn: [Chuckles] And Thorne? Thorne? Did you, uh, present the idea of the Stephanie Forrester collection?",
        "Wyatt: Mm-hmm. Mm-hmm. And he likes it.",
        "Quinn: Oh! Yay!",
        "Wyatt: Yeah.",
        "Quinn: Another successful collaboration with the Forresters.",
        "Wyatt: And another memorable adventure for Hope and me.",
        "Quinn: Oh. But it wasn't all work, right? I mean, did you find time to be alone?",
        "Wyatt: We did. We did. I mean... we are closer than ever. Mom, our connection, how easily we relate, working together, traveling, the way we laugh. It's just... she trusts me. She confides in me. I just -- I've never... [Chuckles]",
        "Quinn: Feels good, doesn't it?",
        "Wyatt: Yeah.",
        "[SCENE_BREAK]",
        "Ridge: You know I care about your mother very much. And I had every reason to believe that this time was gonna work out.",
        "Hope: And one very big reason why it wouldn't.",
        "Ridge: Yeah.",
        "Hope: I'm sorry. I know you care about her. I know that. But it's just not enough anymore. It really is better this way. I mean, if you and Katie have feelings for each other, then you shouldn't try to cover them up.",
        "Ridge: No. And thanks for giving us the time to figure this out. Couldn't have been easy for you.",
        "Hope: No, it wasn't. But it was the right thing to do for all three of you. Not that my mom will agree.",
        "[SCENE_BREAK]",
        "Brooke: [Laughing]",
        "Katie: Why are you laughing?",
        "Brooke: Because it's kind of, you know, it's cute.",
        "Katie: It's cute?",
        "Brooke: Yeah, it's cute. I've got to tell Ridge. Ridge has to hear this.",
        "Katie: Ridge already knows.",
        "Brooke: What? You told him? Oh, my gosh. That must have been pretty awkward. I mean, a lot of women have crushes on Ridge, but I just never imagined you. What did he say?",
        "[SCENE_BREAK]",
        "Quinn: What do you mean Hope confided in you? Is she okay?",
        "Wyatt: She's fine. She's fine. Just some family stuff going on. Nothing to worry about. She's just dealing with a lot right now.",
        "Quinn: Wyatt?",
        "Wyatt: It's about her mom. Okay? It doesn't affect us. The point is I'm with her now. You know, we're together, and she leans on me.",
        "Quinn: It's a good thing you have the shoulders for it.",
        "Wyatt: Right? Yes!",
        "Quinn: So, otherwise, the trip was flawless.",
        "Wyatt: Yeah, more or less. Yeah.",
        "Quinn: More or less?",
        "Wyatt: Like 99%.",
        "Quinn: And what about the other 1%?",
        "Wyatt: Well, uh, Thorne's daughter, she's... different.",
        "Quinn: What do you mean?",
        "Wyatt: She's got this idea in her head of who Hope should be -- like a nun or something.",
        "Quinn: Oh!",
        "Wyatt: Yeah, I mean, she walked in on us...",
        "Quinn: Yeah, I get it.",
        "Wyatt: Yeah, well, anyone else who would walk in would go, \"Sorry. Hey, have a good time,\" and take off, right? She's got this image of how Hope should be, like she needs to be this voice of chastity or something, I guess, or at least she needs to be committed to Liam no matter what.",
        "Quinn: Why?",
        "Wyatt: I have no idea. No idea.",
        "Quinn: Wow. Sounds kind of awkward.",
        "Wyatt: Not really. I mean... Hope didn't really let it bother her. She's just got a lot on her plate right now.",
        "Quinn: Hmm. Well, it's a good thing she has you, then.",
        "Wyatt: Oh, yeah. She's so lucky.",
        "Quinn: She is! Don't sell yourself short. You do a lot for her.",
        "Wyatt: Yeah. It's... you know what? I'm gonna -- I'm gonna go find her. I'm gonna help her unwind.",
        "Quinn: Oh. Do you need assistance?",
        "Wyatt: No, no. No. Thank you.",
        "Quinn: You know, you're never too old to get your mother's help sometimes.",
        "Wyatt: Yeah. Yeah. In some cases, yeah. In this case...trust me. I got this.",
        "Quinn: Oh.",
        "Wyatt: [Chuckles]",
        "Quinn: All right.",
        "Wyatt: Yeah.",
        "Quinn: Hmm, hmm. Hey, Pam! You were just the person I was looking for. I want to send some flowers to Hope.",
        "Pam: Um...okay.",
        "Quinn: Okay! So I'd like the card to read, \"Welcome home. I hope Paris was illuminating.\" Get it? Right? Paris -- city of light -- illuminating.",
        "Pam: Wait, so you're expecting me to --",
        "Quinn: Yeah, you could just put it on the budget account. My budget account. Or Eric's, of course. I mean, you know, he's not gonna mind, knowing they're from me.",
        "[SCENE_BREAK]",
        "Hope: Okay, so this is Thorne's tentative schedule. We're gonna have to do a lot in a very short amount of time. But it's worth it 'cause we need to get these pieces in the Paris boutique as soon as we can, and, um... and you -- you just have no idea what I'm saying, do you?",
        "Ridge: What?",
        "Hope: It's okay. You know what? We'll talk about it later.",
        "Ridge: I'm sorry. I just --",
        "Hope: No, no, no. I understand. Do you want to call them?",
        "Ridge: No, I want to go over there.",
        "Hope: You're going over there now?",
        "Ridge: Yeah. I can't let Katie go through this by herself.",
        "Hope: [Sighs]",
        "[SCENE_BREAK]",
        "Brooke: I'm sure Ridge was very kind. So did he let you down easy? Oh, look at you. You're so serious. Don't be. I'm really not upset. You don't need to be embarrassed. It's understandable.",
        "Katie: It is?",
        "Brooke: Yes, it is. Ridge is very supportive. And I know better than anybody what it's like when he turns into that knight in shining armor.",
        "Katie: It's more than that, Brooke.",
        "Brooke: He swoops in, and he saves the day. Of course you developed a crush on him. I hurt you, and I hurt him, and the two of you spent time commiserating. I get it.",
        "Katie: [Sighs] It's more complicated than that.",
        "Brooke: You're also dealing with the loss of your marriage. And then there's Ridge, who's very different than Bill. When you collapsed at my wedding, he was there to take care of you. He's very helpful and very understanding and kind and sweet, and I'm sure all of that reinforced it in your mind. But Ridge was just being friendly. I'm sure he had no idea. I'm sorry. Men can be really clueless sometimes. It's fine. Really. It's fine. I'm not threatened by this at all. You are the last person I would ever feel insecure about.",
        "Katie: Huh.",
        "[SCENE_BREAK]",
        "Pam: Your flowers are ordered.",
        "Quinn: Thank you.",
        "Pam: So, uh, what's up with Wyatt's latest stunt?",
        "Quinn: Excuse me?",
        "Pam: My sister's jewelry?",
        "Quinn: I don't know what you mean.",
        "Pam: [Scoffs] Well, let's just say I'm not exactly thrilled with the idea of her personal items being put on public display.",
        "Quinn: I think you should be honored.",
        "Pam: And is Wyatt planning on swiping those, too? Staging another little heist?",
        "Quinn: Look, Pam, why don't we just try and --",
        "Pam: No. We are not going to do anything together, Quinn. Because I'm not interested. You're a fake. A phony. You cozied up to me, and now you're cozying up to Eric, all just for your personal advancement.",
        "Quinn: Do you miss Chicago, Pam?",
        "Pam: No. Why?",
        "Quinn: Because maybe it's a better place for you to be.",
        "Pam: [Chuckles] No, that's okay. I'm a California girl now.",
        "Quinn: Oh, that's right. You would miss your boyfriend, upchuck.",
        "Pam: Excuse me? What did you just call Charlie?",
        "Quinn: How much wood would a woodchuck chuck if a woodchuck could chuck --",
        "Pam: Hey, listen, Weirdo. You better be nice to me, because any time I want, I could just walk up to those authorities with a certain little tape that I have. What Wyatt did was not only immoral, it was illegal.",
        "Quinn: You wouldn't dare.",
        "Pam: That's the only thing stopping me -- that Wyatt is still an employee in this company and that Hope seems to care about him for some reason. But the minute that is no longer true, he is gonna be in jail so fast. I'll see to it.",
        "[SCENE_BREAK]",
        "Hope: Hello.",
        "Wyatt: Oh. You got my text.",
        "Hope: Yes, I sure did. What is this about?",
        "Wyatt: Well, after you told me what was going on with your mom, I thought you might need a little time to relax.",
        "Hope: Oh. Yes. You got that right. My mom is with my aunt Katie right now, and I -- you know what? Let's not talk about them.",
        "Wyatt: Yeah?",
        "Hope: Yeah.",
        "[SCENE_BREAK]",
        "Katie: It's that inconceivable, huh?",
        "Brooke: What?",
        "Katie: It makes you laugh that you could actually feel insecure about me.",
        "Brooke: No. No. It's not an insult. It's just I never considered you --",
        "Katie: What? Desirable? Competition?",
        "Brooke: No, Katie, it's not that at all. It's just...Ridge. He's --",
        "Katie: He's what? Oh, right. He has been with you. So therefore no other women could ever be enough for him. That's why you don't believe this.",
        "Brooke: I don't know what it is you're asking me to believe. You have a crush on Ridge. Okay. I understand that.",
        "Katie: It's more than that.",
        "Brooke: Katie, really, you need to calm down. I don't want you fainting again.",
        "Katie: I didn't faint.",
        "Brooke: You collapsed at my wedding. Is that because of all these newfound feelings you have for Ridge?",
        "Katie: When I hit the floor at the wedding, making everyone believe that something happened, it was a lie.",
        "Brooke: A lie?",
        "Katie: Yes.",
        "Brooke: What are you talking about? You ruined my wedding.",
        "Katie: I know.",
        "Brooke: You think that Ridge would have a relationship with you, that he would return these feelings?",
        "Katie: He does have feelings for me.",
        "Brooke: Katie, this is not one of your romantic novels that you're reading or your poetry.",
        "Katie: He told me!",
        "Brooke: He doesn't have feelings for you. We're together. We're practically married.",
        "Katie: You're not married.",
        "Brooke: We're going to be married as soon as we go to the justice of the peace. We have a son together. We're starting a life together. You know what? I'm gonna leave before I say something that I regret, and we'll pick this up later.",
        "Katie: I really don't think you understand, Brooke.",
        "Brooke: He doesn't have feelings for you. It's just warmth and compassion and friendliness. That's it.",
        "Katie: Maybe at first, but we've been spending a lot of time together.",
        "Brooke: He's just being nice! Oh, my God. How naive can you be? Oh, Ridge. Thank God you're here. You know what? We've got to go. 'Cause Katie's not really feeling well.",
        "Katie: Actually, I'm fine. I told her. But she doesn't want to accept it.",
        "[SCENE_BREAK]",
        "Pam: Oh! Aly. You scared me.",
        "Aly: Sorry.",
        "Pam: Oh, it's okay.",
        "Aly: I heard you talking.",
        "Pam: You what?",
        "Aly: Saw, rather. You and Quinn. Although I couldn't hear what you were saying.",
        "Pam: Oh.",
        "Aly: I have issues with her. Both her and Wyatt. You do, too?",
        "Pam: Well...",
        "Aly: Instinct tells me they're no good.",
        "Pam: Trust your instincts.",
        "Aly: What do you know about them?",
        "[SCENE_BREAK]",
        "Wyatt: Here. Wait. Turn this way.",
        "Hope: Huh? Oh. Oh. Yes. Please, yes. [Sighs]",
        "Wyatt: Well, I knew how stressed you'd be. A little massage, a little steam...",
        "Hope: And a lot of you.",
        "Wyatt: And a lot of me.",
        "Hope: [Chuckles]",
        "Wyatt: We'll get you to a better place. Hmm?",
        "Hope: Mm-hmm. You already have.",
        "[SCENE_BREAK]",
        "Brooke: Katie, don't do this. Don't embarrass yourself. Ridge and I will leave, and we'll give you some time alone. You can sort through your emotions.",
        "Katie: I don't think you should leave until you understand.",
        "Brooke: You know what she's talking about, right? She says she told you about her little crush.",
        "Ridge: Yeah.",
        "Brooke: Sweet, right? I told her it was harmless, but she's turning it into all this kind of nonsense.",
        "Ridge: We, uh, we shouldn't leave until we talk about it.",
        "Brooke: Okay. I'm not gonna hold this against you. It's just I think you need some time to think about this and realize that Ridge is your friend and he is my husband and we're starting a life together.",
        "Katie: Ridge isn't your husband, Brooke. He hasn't been for a very long time, and things have changed. We've changed. Maybe not you, because you seem to stay in the same place. But I've learned a lot from this last year -- all the hurt and the betrayal -- a so has Ridge. We've realized that we have better expectations for what we want from our lives and how we want to be loved.",
        "Brooke: Uh... I think she needs to hear this from you. You've got to tell her, Ridge, that this is absolutely ridiculous. Whatever she has going on in her head, it's wrong. Ridge... tell her."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=DlFXMy8lXuY"
}