{
    "Episode Summary": [],
    "Recap": [
        "In their tent, Hope and Wyatt bask in the glow of their lovemaking. Later, she thanks him for this trip and getting away. She really needed it. She could get used to life on the road. He made her feel very comfortable and loved. He says he used to like to get always for peace and solitude, now it's an adventure. While Katie watches, Brooke takes her ring and hands it to Ridge and says just make them a family again and say he will marry her. He doesn't speak but finally gives it back to her and says he told her he needed more time. She says they have wasted a year so they should not wait another minute. Katie even tells Ridge this is what they do but they always find their way back to each other, so just marry her. Brooke says he made a mistake by leaving her, and she's made some huge mistakes but RJ wants them to be a family again so they should just do it. Put their mistakes behind them and marry her again. She promises Katie and Ridge that she will never go down that Bill road again. Ridge says he can't get past what they did the first time, so no marriage for now. Quinn jumps into the conversation with Pam and Charlie and tries to get Pam to see that this is like a scene in a romance novel. Wyatt did something wrong with a silly prank, but it was for Hope and publicity for FC. No one got hurt so they can just keep this little secret between the three friends. Pam finally agrees but as soon as Quinn hugs her and leaves, she tells Charlie they are going to tell Liam."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Crickets chirping]",
        "Brooke: Just say you'll marry me. Make us a family again.",
        "[SCENE_BREAK]",
        "Quinn: Please, listen to me.",
        "Pam: No, there's something that I just need to understand. What did Wyatt do?",
        "Quinn: It sounds really bad at first.",
        "Charlie: Oh, come on!",
        "Quinn: It was all for Hope. Do you read romance novels?",
        "Pam: [Chuckles] Of course I do.",
        "Quinn: Okay, well, this was like a scene out of a romance novel. What Wyatt did was wrong, but it was oh-so swoon-worthy. If I had known what Wyatt was planning on doing, I would have put a stop to it. But you know what? It worked out. Nobody got hurt. And this is the kind of story that Hope and Wyatt are gonna tell their grandchildren someday.",
        "Charlie: It's the kind of story I might tell the police someday. And Hope. And Liam. And Mr. Forrester. Everybody needs to know the truth.",
        "[SCENE_BREAK]",
        "[Waves crashing]",
        "Hope: Our fire's dying.",
        "Wyatt: [Chuckles]",
        "[SCENE_BREAK]",
        "Caroline: I'm excited we got that table.",
        "Rick: I know. It's gonna be great. Have those contracts been dropped off?",
        "Secretary: Not yet, Mr. Forrester.",
        "Rick: You mind if we wait? They should be here any minute.",
        "Caroline: I can pull up the menu. [Sighs]",
        "Rick: What? What is it?",
        "Caroline: There's no updates from Hope about the road trip. I mean, they've been gone for a couple hours already, and still nothing.",
        "Rick: [Chuckles] Well, they're completely unplugged. They've got no internet, no cell phones.",
        "Caroline: If you ever try to pull a horrible trip like that on me...",
        "Rick: Never. Are you kidding me?",
        "Caroline: Hope must be dying. I mean, what's the point of even going on vacation if you can't post photos? [Gasps] Is your mom freaking out?",
        "Rick: No, no, I think my mom's okay with waiting to hear about Hope's adventures when she gets back. Besides, she's got some things going on. She's proposing to Ridge.",
        "[SCENE_BREAK]",
        "Brooke: I've held on to this ring for a very long time. Not sure if I'd ever see you again. But I kept hoping and waiting for that day that you would come home and put this ring back on my finger. You're here now, I'm here, and R.J.'s here. And we could do this. We can. We can be a family again, the way we always imagined.",
        "Ridge: Not yet.",
        "Brooke: Okay, uh... isn't that why you came back? So that we could be together?",
        "Ridge: I'm not saying it's -- it's never gonna happen. But just there's so much. It wouldn't be fair to you, me, or R.J. I got to be sure.",
        "Brooke: [Exhales]",
        "[SCENE_BREAK]",
        "Quinn: Oh, Charlie. So dramatic.",
        "Charlie: Two innocent men are in jail, and you say no one got hurt?",
        "Pam: What?",
        "Quinn: They pulled guns on you!",
        "Charlie: It's time everybody knows the truth. Is Mr. Forrester here?",
        "Quinn: No, no, no, no! There's no reason to get Eric involved!",
        "Pam: Wait a second. Is this about the heist?",
        "Quinn: Yes. Wyatt stole the diamond.",
        "Pam: No, he didn't.",
        "Quinn: Yes, no, he did. He did. He did. He did, Pam. For Hope, for publicity. To -- to make Charlie a hero. He never knew actual thieves would arrive.",
        "Pam: Oh. So this is what's been bothering you.",
        "Charlie: You know me. I-I believe in the truth, in -- in the law. I mean, I took an oath.",
        "Quinn: It was an innocent prank. He meant no harm. We -- we talked over lunch. You know, you -- you've pulled a prank or two over the years, Pam. It's no different. But the publicity helped the company. And two thieves are behind bars, and Charlie is regarded as a hero. And Wyatt is happy. He and Hope are finally together. There's -- there's just no need for all of this to come out. Please, Pam, help me to convince Charlie. Just keep this secret among friends.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Wyatt: Try to get some of this stuff from out there. [Sighs] It's getting cold.",
        "Hope: It's a good thing we're in here.",
        "Wyatt: So, how do you like life on the road?",
        "Hope: I think I could get used to it.",
        "Wyatt: Yeah?",
        "Hope: Definitely. Thank you for this trip, for this -- [Sighs] -- This time away. I needed it, and... I was a little nervous, because, you know, I-I don't have a whole lot of experience... camping.",
        "Wyatt: Right.",
        "Hope: Camping.",
        "Wyatt: Right.",
        "Hope: But...you made me feel very comfortable... and very loved.",
        "[SCENE_BREAK]",
        "Brooke: So, what are you unsure about? Is it Bill? Because I'm never going down that road again. You believe me, Katie. Just tell him.",
        "Ridge: It's the fact that you went down that road in the first place. And I-I get it. I understand. I heard you. You developed feelings for someone, and you have desires, but... that's your sister. And to act like that, I...",
        "Brooke: I know. [Sighs] I know it's hard to accept. And I tried explaining to you, and I gave you my reasons. And I know it's wrong, but at the time, I... I wasn't sure. You left me, and you came back 'cause you realized that was a mistake. I made a mistake, too. A huge one. But I'm just asking you to maybe try to get past it, just try, so that we can move forward. [Sighs] Just open up and let me back in.",
        "[SCENE_BREAK]",
        "Quinn: You have to help me keep this quiet. Please. If word gets out, Wyatt could lose Hope. He made a mistake. He knows it. I know it. Please, Pam, help me make him understand.",
        "Pam: Well, I'm certainly a person who, uh, does understand getting second chances. I don't know, Charlie. What do you say? You think they deserve a second chance? Charlie, I so respect your adherence to the law. The way that you differentiate between right and wrong is so awesome. It's just that sometimes what's right and what's wrong isn't all that clear.",
        "Charlie: But this has been weighing on me so much, Pammy. I...",
        "Pam: I know. I know.",
        "Charlie: But if you want me to, uh, keep the secret, I-I can. But...",
        "Pam: Will this never, ever happen again?",
        "Quinn: Of course not.",
        "Pam: And do you really think that Wyatt has learned from this experience?",
        "Quinn: Yeah, I do.",
        "Pam: I mean, we could just keep an eye on him. What do you say, Charlie? Second chance?",
        "Charlie: All right. For you.",
        "Pam: All right.",
        "Quinn: Thank you.",
        "[SCENE_BREAK]",
        "Hope: I got to say, this is a zillion times better than I ever thought it would be.",
        "Wyatt: Right?",
        "[Glasses clink]",
        "Hope: Cheers.",
        "Wyatt: Cheers. Of course, this is my way of easing you in.",
        "Hope: Oh. Really?",
        "Wyatt: Mm-hmm. A year from now...",
        "Hope: Mm-hmm?",
        "Wyatt: We're gonna be sleeping on the ground outside, just the stars above us.",
        "Hope: [Gasps] No tent?",
        "Wyatt: No.",
        "Hope: Scandalous.",
        "Wyatt: Yes.",
        "Hope: As long as you're with me.",
        "[SCENE_BREAK]",
        "Caroline: You know, maybe you should wait for your mom to call you if she's in the middle of trying to convince Ridge.",
        "Rick: Yeah, that's not a bad idea.",
        "Caroline: You're a good son.",
        "Rick: It's hard watching her still struggling to try to make a life with this guy. It makes me appreciate you, our marriage. Just how easy it came for us.",
        "Caroline: Hmm, relatively.",
        "Rick: I mean, compared to my mom and Ridge.",
        "Caroline: Okay.",
        "Rick: It's funny. After all these years, maybe it's time for her just to give up.",
        "[SCENE_BREAK]",
        "Brooke: We've already lost a whole year. Why would we want to lose one more day? [Chuckles] Just say that you'll marry me. And all this confusion and this disappointment that you're feeling, we'll work through it together. I can help you accept it.",
        "Ridge: Maybe I don't want to accept it.",
        "Brooke: Really? So, you just want to be alone? Is it really that hard for you? Think about R.J. He's wanted our family together for a long time. Katie, whatever you decide with Bill, that is your decision, and I will stand by you 100% and support you. I can't take the pain away that I caused, but I can certainly try to start making the right decisions. And this ring can do it. This could be the answer for all of us and make it better for everybody. And we can have what we always wanted to have -- to be together, which is what we've wanted most of our entire adult life. So...I'm gonna ask you one more time. Will you marry me?",
        "Katie: Say yes, Ridge. That's why you came back. So say yes.",
        "[SCENE_BREAK]",
        "Quinn: Well, I'd better get back to work.",
        "Pam: Yeah.",
        "Quinn: Thank you, Pam. Thank you, Charlie.",
        "Pam: Hey, we all make mistakes, right?",
        "Quinn: You are such a good friend. And if there's anything you ever need, if I can repay you in any way... you know, we should just go get another mani-pedi really soon.",
        "Pam: [Laughs] You betcha. [Laughs]",
        "Quinn: Okay.",
        "Pam: [Chuckles]",
        "[Door closes]",
        "Pam: We're telling.",
        "Charlie: What?",
        "Pam: We are telling Liam.",
        "[SCENE_BREAK]",
        "[Waves crashing]",
        "Hope: Hi.",
        "Wyatt: Hi.",
        "Hope: What you thinking about?",
        "Wyatt: You.",
        "Hope: [Chuckles]",
        "Wyatt: The impact you've had on me.",
        "Hope: I don't know. I mean, when I met you, you were camping. And look at you now -- still camping.",
        "Wyatt: Camping.",
        "Hope: [Chuckles]",
        "Wyatt: You know... this used to be an escape for me. Solitude, just getting away from everyone. Now it's an adventure.",
        "[SCENE_BREAK]",
        "Katie: Your answer has to be yes, Ridge. What else could it be? You're Brooke and Ridge. That's the way it's always been.",
        "Ridge: Katie --",
        "Katie: Do you love her?",
        "Ridge: I've always loved her.",
        "Katie: Okay, well, then that's all you should think about. You two have always found your way back to each other. Why should this time be any different? And she's right. You've lost enough time.",
        "Ridge: And you'll do the same, right?",
        "Katie: It doesn't matter what I'll do. It's -- it's not the same. It's different. And I would love to give my son two parents who love each other in the same house, but it's not gonna happen. You two have a chance. So take it. At least then there will be one happy ending.",
        "Ridge: No. I told you I need more time.",
        "Brooke: [Sighs] [Sniffles] I'll wait. For as long as you need.",
        "[Door opens]",
        "[Door closes]",
        "Katie: Why did you do that? Why did you say no?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=BZaVKUfiZGM"
}