{
    "Episode Summary": [
        "Episode # 7628 ~ Sheila's favor for Eric puts her in an intense confrontational exchange with Quinn; Sally meets Caroline for the first time and can't help but notice the closeness that she shares with Thomas."
    ],
    "Recap": [
        "Quinn tells Sheila that she does not intimidate her so do not threaten her and now get out of her house. She tries to grab Sheila's purse to get Eric's meds but Sheila grabs it back away from her. She says Eric needs those meds yet does not want to see Quinn, so do not threaten her again. Caroline interrupts a little meeting between Steffy and another gal. Steffy says she is not interrupting at all; they were just talking about Thomas and the swimwear fashion show challenge. Sally and Thomas get lovey dovey at the office when they should be working. She says she cannot keep her peepers off of him with his pecs showing. Ridge grouses to his Logan that this is not the way he wanted it to happen but he is glad it is out about him and Quinn. Sheila and Quinn start arguing over Quinn's betrayal and that Eric is washing his hands of her and never wants to see her again. Yet he is seeing Sheila as she actually cares for him. Steffy tells Caroline that she does not want to meddle but she knows how important it is to Caroline that Thomas remain in her life. She thinks it is important that Caroline tell Thomas exactly what Caroline has told her and perhaps get her out of the clutches of Sally.",
        "Brooke tells Ridge that she ran into Sheila the other day but she said it was by accident. Ridge says she is too calculating so nothing is by accident with her. Quinn says she is not going to take Sheila's word. She has left too many bodies in her wake. Sheila reaffirms again that she has changed, she had paid her time. She does not think Quinn has. And fine but at the end of the day it is still Eric that will chose if he wants Quinn back in his life. They end up screaming at each other. Sheila says she was married to Eric too and he is still so important that if anyone tried to hurt him like Quinn did ..well she would never let that happen. She is not the only one with a past. When she first came back to town and saw Eric with Quinn she was happy that he was happy. But then she kept hearing things about Quinn and Ridge and she will never let up on Quinn. She starts to leave and tells Quinn do not even think about following her or Eric may run and she will never see him again. And Quinn will be sorry if she tries to do anymore. Caroline stops by to see Thomas and brings her trump card, Douglas. She introduces herself to Sally. Sally is cordial but says she has some things to do so she will leave Thomas to visit Douglas. Quinn reveals to Ridge that Sheila just paid her a visit. She had a key from Eric so she knows where he is but won't tell. She does not know what is in her mind but clearly Eric is at his mercy. Sheila finds Eric sleeping or at least passed out on the bed. She kisses him all with a sly look on her face. Sally drops in on Steffy who wonders how she got by security. Sally says she charmed them. She knows Steffy must feel very satisfied by sending Thomas's baby mama over to see him. They spar back and forth with both saying they love Thomas. Steffy makes no bones, she will always believe in family. She laments that Sally is lucky she is not in jail so do not interfere with Thomas and his son and if that includes Caroline, so be it. She declares that she will see that Sally is out of his life one way or the other."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Quinn: You're threatening me? In my own home?",
        "Sheila: You grabbed my arm. Never do that again.",
        "Quinn: Or what? You don't intimidate me, Sheila. So tell me, what were you really doing upstairs?",
        "Sheila: It's like I told you -- I came to collect Eric's medications.",
        "Quinn: Give me that.",
        "Sheila: Give that -- give that back!",
        "Quinn: Is that a gun in there?!",
        "Sheila: God, no! Get out of my way!",
        "Quinn: I will... if you tell me where my husband is.",
        "Sheila: No! He doesn't want you to know. He doesn't want anything to do with you. He doesn't want anything to do with anyone in this family. He's done with all of you.",
        "Brooke: Can't believe he won't even answer my texts.",
        "Ridge: He's upset with you, too.",
        "Brooke: Don't put this back on me.",
        "Ridge: Why couldn't Sheila just stay out of this?",
        "Brooke: [Sighs]",
        "Ridge: Of all people... it had to be Sheila to tell dad about Quinn and me.",
        "Patrice: So, you were able to talk Mr. Spencer down?",
        "Steffy: [Sighs] Bill hates spectra piggybacking on Forrester creations at the Spencer summit. In fact, I really thought that bill was just gonna kill the whole fashion challenge altogether.",
        "Patrice: But he didn't.",
        "Steffy: [Sighs] No. That's why we need to be very careful.",
        "Patrice: I understand. I'll handle Mr. Spencer with kid gloves.",
        "Steffy: That's why I tapped you to coordinate. You know how to handle all those personalities.",
        "Patrice: So does Katie. She's really terrific. Been a pleasure so far having her head up P.R.",
        "Steffy: Anything else?",
        "Patrice: [Sighs] Maybe I'm out of line here, but... I still can't believe Thomas put you on the spot with this swimwear fashion duel.",
        "Steffy: [Sighs] Yeah, I know. I know. But it was bound to happen now that sally has her claws in him.",
        "[Door opens]",
        "Caroline: Knock, knock. Am I interrupting?",
        "Steffy: Uh, no. We were just wrapping up. You know Patrice, right?",
        "Caroline: Yeah, absolutely. We worked together a lot when I was here.",
        "Patrice: Good to see you, Caroline. You look amazing.",
        "Caroline: Oh, thank you. It's motherhood. What can I say? [Laughs]",
        "Steffy: Where's Douglas?",
        "Caroline: Pam has him. You know how she likes to fawn over him. Are you sure that I'm not interrupting?",
        "Steffy: No, it's, uh -- it's perfect timing. We were just talking about Thomas.",
        "Thomas: Oh, my goodness. That was hot.",
        "Sally: Yeah. It's like a sauna up there.",
        "Thomas: Oh, yeah.",
        "Sally: Whew!",
        "Thomas: Good work, though.",
        "Sally: Yes, great work. I'm proud.",
        "Thomas: Do you think it's too early for margaritas?",
        "Sally: If we want to keep being productive, probably.",
        "Thomas: You're probably right. Waters instead.",
        "Sally: You know, it was a genius idea, though.",
        "Thomas: What?",
        "Sally: Suggesting that we work in swimwear as inspiration for our upcoming fashion duel. The sun is really great for creativity.",
        "Thomas: So you like the way I think?",
        "Sally: I like pretty much everything about you.",
        "Thomas: Only \"pretty much\"?",
        "Sally: Well, I mean, no one's perfect. Not even Thomas Forrester.",
        "Thomas: You were saying?",
        "Thomas: Somebody's distracted.",
        "Sally: Don't blame me. Blame your sexy abs.",
        "Thomas: Okay, so you're objectifying me now?",
        "Sally: I don't even know what that is. But... if it means that I can't keep my eyes off of you...",
        "Thomas: What about your lips? Mm.",
        "Sally: Those either.",
        "Steffy: Have you talked to Thomas?",
        "Caroline: No, not since we were at his place earlier.",
        "Steffy: Well, he's probably at work by now.",
        "Caroline: It is so hard to believe that he is at spectra working.",
        "Steffy: I-I know. I know. He should be here, designing, with his family.",
        "Caroline: Well, is there any chance of that happening any time soon?",
        "Steffy: I'm really hoping that this fashion showdown in Monte Carlo is just gonna end spectra, and his relationship with sally. And if it does...",
        "Caroline: Maybe I'll be here to pick up the pieces.",
        "Steffy: Unless you're having second thoughts about reuniting your little family",
        "Ridge: I don't know, Logan. Maybe I should be relieved. Maybe we should all be relieved.",
        "Brooke: Relieved? In what way?",
        "Ridge: It's out in the open. It's not the way I wanted it to happen, because Quinn and I, we wanted to tell dad in our way, in our own time.",
        "Brooke: But Sheila got to him first.",
        "Ridge: Yeah, she did. But don't for a second think that she did this out of concern for dad. It's always about her. Always. I just hope she has the good sense to stay away from us.",
        "Quinn: I am worried sick about my husband. The least you could do is tell me where he is.",
        "Sheila: No, the least you could do is leave him alone. He doesn't want to see you. He doesn't want to hear your voice. He doesn't want to see your face. He is washing his hands of you.",
        "Quinn: And I'm just supposed to take your word for it?",
        "Sheila: Yes, you are. You know why? Because I actually care about Eric.",
        "Quinn: [Scoffs] Oh, please. Please! After all the twisted things you did to Eric and his family, don't stand there and lecture me. Yeah, I might have made a mistake, but I --",
        "Sheila: Oh, a mistake? A mistake?! That's what you're calling this? The affair with his son?",
        "Quinn: I did not have an affair!",
        "Sheila: It was a betrayal! One that Eric will never be able to forgive. You or ridge.",
        "Steffy: Oh, I thought Pam wasn't gonna bring you back.",
        "Caroline: [Chuckles] She says he looks exactly like his dad.",
        "Steffy: Yeah. Hey, Caroline, I-I want you to know I wasn't trying to meddle in or anything. I... just what you said -- your feelings for Thomas, and how you want the three of you to be a family, I just think you need to make a move.",
        "Caroline: What kind of move?",
        "Steffy: You need to go to my brother, and you need to tell him everything that you told me. He needs to know how important this is to you, and why. Before sally sucks him in any more.",
        "[Cell phone chimes]",
        "[Thomas tsking]",
        "Sally: Is that your baby mama checking in?",
        "Thomas: No, uh, it's actually my stock broker. She was asking me to get a stock that's hot right now. Why would you ask if that's Caroline?",
        "Sally: I don't know. I guess after she called me, now she's here in L.A., And, um, you two have spent some time together...",
        "Thomas: With our son. Is that a problem?",
        "Sally: No. No, no. I love that you're a devoted dad. What I don't love is that you have a baby with a woman who you have a lot of history with, and who happens to be rich.",
        "Thomas: Did you ever stop to think that maybe one of the reasons I love you so much is because you're completely unique and very different from everyone else?",
        "Sally: And different is good?",
        "Thomas: Absolutely. Especially when you are standing half-naked in front of me.",
        "Brooke: I ran into Sheila at Il Giardino the other day. She said it was by accident, but now I have to wonder.",
        "Ridge: Nothing Sheila does is by accident. She's calculating and she's dangerous. She always was. Still is.",
        "Quinn: I never claimed to be the perfect wife. But neither was Stephanie. And I know you weren't. I had a lot to learn, being the Forrester matriarch. But Eric was very patient with me, and we built a solid, loving marriage, and I am not leaving this house, and I'm not losing him.",
        "Sheila: Make all the proclamations you want, Quinn. But at the end of the day, Eric gets to choose whether or not he wants to stay with a woman, who he trusted, who made a fool of him.",
        "Quinn: You're twisting what really happened.",
        "Sheila: And you're minimizing it in a desperate effort to hold onto him.",
        "Quinn: It was a couple of kisses.",
        "Sheila: With his son!",
        "Quinn: Ugh! How dare you stand there pointing fingers at me after the -- the -- the -- the -- the damage you left in your own wake!",
        "Sheila: You know what, I paid for that! I did my time. I am not that person anymore. I've changed.",
        "Quinn: Yeah, well, forgive me if I have my doubts.",
        "Sheila: Well, forgive me if I don't believe you have changed.",
        "Quinn: You don't know a thing about me, Sheila!",
        "Sheila: I know what you had with Eric was wonderful. But apparently it wasn't enough. That you turned to his son behind his back.",
        "Quinn: Ridge and I deeply regret what we did. It was careless and it was stupid. But it had nothing to do with me and Eric and my love for him.",
        "Sheila: Oh, I-I'm supposed to believe what you're saying?",
        "Quinn: I don't care what you believe, because this has nothing to do with you!",
        "Sheila: Oh, Quinn. Dear, delusional Quinn. Of course it does. You said it yourself. I was married to Eric, too. And he's still important to me. So important... that if anybody tries to hurt him again -- I'll never let that happen.",
        "Quinn: Now you're really threatening me.",
        "Sheila: [Scoffs] You would see it that way.",
        "Quinn: Oh, well, how else am I supposed to see it given your sick history?",
        "Sheila: I'm not the only one with a past, Quinn. You've got skeletons in your closet, too. That's quite obvious. You know what's ironic? When I first came to L.A. And I saw Eric with you, and I saw how happy he was, I was happy for him, too. But then I started talking to people close to Eric. Like Brooke. You know, it seems like no one really approves of you. And yet I defended you. I defended you, and you did this with his son!",
        "Quinn: It was nothing.",
        "Sheila: No! No, it was a betrayal. Of a husband by you, of a father by ridge. And how he gets over this, I have no --",
        "Quinn: No, no! Just tell me! Please, tell me where my husband is, because he and I can work this out together.",
        "Sheila: No, I am not gonna tell you, because unlike you, I am gonna honor his wishes. And don't you try following me. Because if you do, Eric may run. You may never see him again. Plus... I'll know. And you'll be sorry.",
        "[Clacking]",
        "Brooke: Ridge.",
        "Ridge: Yeah?",
        "[Cell phone chimes]",
        "Ridge: Sorry. It's Quinn. She needs to see me right away. It's about Dad...and Sheila.",
        "Thomas: So, I think if just raise this a little bit...",
        "Sally: Yeah, I like that.",
        "Thomas: ...And maybe take this out...entirely?",
        "Sally: Yeah. No, yeah. I agree.",
        "[Knock on door]",
        "Sally: I do like that part.",
        "Thomas: Okay. Hold -- hold that thought really quick. Hey.",
        "Caroline: [Giggles] I called spectra, and they said that you were working from home today.",
        "Thomas: [Chuckles] Yeah...",
        "Caroline: So, I realize that we stopped by earlier, but Douglas just can't get enough of his dad.",
        "Thomas: Oh, well, I can't get enough of him, either. Hey, big guy. Come here. You -- you come here. Do you want to come over here for a second? I got something to show you. More cars up here.",
        "Caroline: [Laughs] [Clears throat] You must be Sally. Caroline Spencer.",
        "Sally: Well, it's nice to finally meet you.",
        "Thomas: Hey, and this -- this big guy, this is my son, Douglas. This is sally. Say, \"hello.\"",
        "Sally: Hi! Wow, he is a big guy.",
        "Thomas: Let's come over this way. Look at this.",
        "Douglas: Yeah?",
        "Thomas: Isn't that cool?",
        "Caroline: Yeah, we were at Forrester earlier, and everybody was oohing and ahhing over him.",
        "Sally: Mm. Including Steffy, I bet. I'm sure you and Thomas' sister are super tight. I mean, why not? You're both royalty.",
        "Caroline: [Chuckles]",
        "Sally: You know what, why don't you hang out with your son? I have a message to deliver.",
        "Thomas: Oh, okay.",
        "Sally: It was really nice to meet you. It was nice to meet you.",
        "Thomas: Say, \"bye.\"",
        "Sally: Bye.",
        "Thomas: Say, \"bye.\"",
        "Sally: Bye! Okay, bye.",
        "Thomas: See you, babe.",
        "Sally: All right. It was nice to meet you, Caroline.",
        "Caroline: Mm-hmm.",
        "[Suspenseful music playing]",
        "Ridge: Sheila was here? In the house?",
        "Quinn: Your father gave her the key. She came her to get his medications. She obviously knows where he is.",
        "Ridge: But she wouldn't tell you, or...?",
        "Quinn: She said that he didn't want to have anything to do with me or anyone else in the family. I tried to get it out of her, but she said she was respecting his wishes.",
        "Ridge: I know you're worried. I'm worried, too. But let's not go --",
        "Quinn: No, no, no. She may have a gun.",
        "Ridge: She may have what?",
        "Quinn: [Stammering] Well, I-I-I felt one in her purse. I-I-I think I did. She denied it, but... what if she's lying? We have to find him, ridge! I-I-I -- I don't know what is in this woman's mind, but whatever it is, Eric is at her mercy.",
        "[Suspenseful music playing]",
        "[Tender music playing]",
        "Thomas: Keep drawing that. Right there. Uh-huh. Good job!",
        "Douglas: I made a hole.",
        "[Thomas and Caroline chuckle]",
        "[Speaks indistinctly]",
        "Thomas: Do you want one of these? I'll share with you. Try that one.",
        "Caroline: Douglas has missed his dad. So have I.",
        "Steffy: Okay... tch, tch, tch, tch, tch. One, two... where's the third? How did you get past security?",
        "Sally: Charmed my way in.",
        "Steffy: Oh, yeah right.",
        "Sally: So. Pleased with yourself? Sending lady Spencer and her little boy over to Thomas' just now.",
        "Steffy: I didn't send them over. And I'm glad they're there. I think Thomas should be spending time with his son.",
        "Sally: Look, okay, I'm nobody's fool. Caroline's sudden return from the big apple with Thomas' son has your fingerprints all over it. Trying to do a little matchmaking, are we?",
        "Steffy: Okay, come on. Thomas is the father. I think he should be with his son.",
        "Sally: Yeah, so do I. But that's not the only person that you think he should be with. You're shoving his baby mama at him, too.",
        "Steffy: Oooh! Afraid of a little competition?",
        "Sally: Oh, so you admit it.",
        "Steffy: There's nothing to admit. But I know where I stand. I stand in the name of family. And it's not just for Douglas and Caroline. All of Thomas' family, including the family business.",
        "Sally: I knew it. I knew that you were still bitter that Thomas came over to the dark side, residing in the evil kingdoms of spectra.",
        "Steffy: Okay --",
        "Sally: Let me tell ya something, princess, okay? He's way happier over there with me than he ever was over here with you.",
        "Steffy: Yeah, I don't really believe that, because I think you got in his head, and you separated him from everyone that cares about him and loves him.",
        "Sally: I love him, too.",
        "Steffy: Oh, yeah. You love that money. You love that Forrester pedigree. You know, you got so lucky that you didn't go to jail. You got even luckier that you still have your company, thanks to Thomas. But that luck is about to run out. I'm not gonna let you leech onto Thomas anymore. I'm gonna get you out of his life once and for all."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=oX51bwXG8W0"
}