{
    "Episode Summary": [
        "Episode # 7341 ~ Maya puts the heat on Sasha to prove that she's truly pregnant with Zende's child; Ridge fills Caroline in on his plan to ensure that Douglas grows up without scandal."
    ],
    "Recap": [
        "Ridge hands the ticket to Thomas and tells him that he needs experience, so do it for the company and for Douglas \u0096 leave today for China. He does not want Douglas to grow up with scandal so he advises Thomas to go. It's the right thing to do. Maya tells Sasha yes, take the pregnancy test and prove there is a baby. Zende tells Eric and Viv that if Nicole can forgive him he would like to start where they left off. Being in the hospital when Nicole gave birth opened his eyes. Rick sees no obstacles but Zende says there is. Sasha says she is pregnant. Sasha does not like that Nicole and Maya are calling her a liar and vows she will not take the test. Maya says yes she will right now. Sasha says she does not have to do this. She already took one and it was positive. Finally she says okay as ridiculous as it is, she will do it. Nicole calls Zende and says they caught Sasha and she is taking a pregnancy test as they speak. He says he will be there in a few minutes.",
        "Rick wonders why Thomas is home and he says he is going on a trip. He does not know for how long but he is needed in China. Sasha meets up with a very pregnant woman outside the bathroom. The light bulb goes off in her head. She tells the lady to use the bathroom but just don't flush as they are doing maintenance. Rick blabs on Ridge and tells Eric that he is sending Thomas to China. Eric says that is a surprise but advises Rick to focus on his new baby and stop obsessing on Ridge. Rick returns to his baby and says she is a Forrester, not a Marone, and it is he that should be running Forrester, not Ridge. Caroline is not exactly following Ridge's reasoning of why Thomas is going to China. She wonders if there is another reason. Sasha is shocked they called Zende in on this and did not take her word. Maya asks if she took the test. Zende says they just want to know the truth. She hands him the stick. It shows nothing so she asks them to wait a few minutes. When she looks again she does see the results. Eric tells Rick that Ridge has proved his integrity and he has no intentions of replacing him. Caroline tells Ridge that she promised Thomas that he will be involved in Douglas's life. Ridge says he will, but only from a distance. He's already walking around calling Douglas his son and he cannot have that with perhaps Pam or someone else overhearing. Thomas comes in and holds Douglas one last time. He says he will miss him. Ridge does not want him holding him longer and takes him away. Caroline looks worried. Ridge says it had to be done."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: Here's your ticket. LA to Shanghai.",
        "Thomas: I leave today?",
        "Ridge: You want to take over this company, you need some experience.",
        "Thomas: I can get experience here.",
        "Ridge: International experience. You want Rick to take over this place? No. You need to go get the right experience, take the necessary steps.",
        "Thomas: These steps -- these steps -- they're so far away from Douglas.",
        "Ridge: He'll still be here. You'll be involved, but you're not gonna be under the same roof. Doesn't that sound better? Come on. Do it for this company. Do it for this family. Do it for Douglas. But you got to leave LA.",
        "[SCENE_BREAK]",
        "Sasha: You want me to take a pregnancy test?",
        "Nicole: Why not? You're pregnant, right?",
        "Sasha: Yeah.",
        "Maya: So take the test. Prove to us that you and Zende are having a baby.",
        "[SCENE_BREAK]",
        "Brooke: I have first dibs on holding Lizzy when she wakes up.",
        "Vivienne: I think you're gonna have to fight me for that.",
        "[Laughter]",
        "Eric: This baby's gonna have all the love in the world.",
        "Zende: Yeah.",
        "Brooke: I know you have issues with how Lizzy came to be.",
        "Zende: No, it's not that. I think what Nicole did was wonderful. I realize that now.",
        "Eric: I'm really glad to hear you say that.",
        "Vivienne: Does that mean that you and Nicole could possibly...",
        "Zende: It means that if Nicole can forgive me for being such a jerk, I would love to pick up where we left off.",
        "Vivienne: Zende, that's wonderful.",
        "Brooke: What changed your mind?",
        "Zende: Being in the hospital with Nicole. Knowing that she had just given birth for her sister. It really opened my eyes. How could I walk away from a woman so generous and loving?",
        "Eric: I assume you said this to Nicole, that you want to get back together.",
        "Zende: It's complicated.",
        "Rick: Complicated? Why? Nicole never wanted the relationship to end in the first place. And now there's no longer a baby between you two.",
        "Zende: Yeah, well, unless maybe there is.",
        "Vivienne: What do you mean?",
        "Zende: Sasha's pregnant.",
        "[SCENE_BREAK]",
        "Sasha: Why are you acting like I need to prove this to you?",
        "Maya: Because you do.",
        "Sasha: I'm pregnant. Trust me. Are you calling me a liar?",
        "Nicole: Let's just say the timing's a little convenient.",
        "Maya: Just take the test, Sasha. It'll clear everything up.",
        "Sasha: I'm not taking this.",
        "Maya: Oh, yes. You are.",
        "[SCENE_BREAK]",
        "Thomas: Dad, if you really want me gone, then just say it. Stop making it about the company.",
        "Ridge: It is about the company. Ricky's been sniffing around. He thinks that I'm hiding something.",
        "Thomas: Intuitive guy.",
        "Ridge: If he's gonna see you hanging around the baby and me and Caroline, he's gonna figure something out. He's gonna keep digging, and this way, we can kill two birds with one stone. Get you away from his watchful eye and... get you some knowledge.",
        "Thomas: This is really what you think is the best option?",
        "Ridge: For the company, yeah. And for Douglas and...for you. Caroline and I, we... we're family, and -- and I don't want Douglas to grow in the scandal. You don't want that, either. You got to prevent it. Go to China. It's the right thing to do.",
        "[SCENE_BREAK]",
        "Sasha: You're serious. You actually expect me to take a pregnancy test right here, right now?",
        "Maya: Right now, yes, but you should probably go to the bathroom.",
        "Sasha: Unbelievable.",
        "Nicole: We just want to be sure.",
        "Sasha: I don't have to prove anything to you.",
        "Maya: Okay. That's the way she's gonna be, then we can just call Zende and let him know that you refused to take the test.",
        "Nicole: He'll demand you take it. You know he will.",
        "Sasha: I already took one. It was positive.",
        "Nicole: So what's the big deal? Take it again.",
        "Sasha: You know what? Fine. As ridiculous as this is, I'll do it.",
        "[SCENE_BREAK]",
        "Vivienne: I can't wrap my head around this. You were getting so close to getting back with Nicole, and now?",
        "Zende: I know.",
        "Brooke: Well, that doesn't mean that you can't, even if Sasha's pregnant.",
        "[Cell phone rings]",
        "Zende: It's Nicole. Excuse me. Sorry. Hello?",
        "Nicole: How fast can you get to Forrester? If you leave now, maybe you can be here when we get the results.",
        "Zende: Results?",
        "Nicole: We tracked Sasha down backstage, handed her a pregnancy test.",
        "Zende: Uh, I'm on my way.",
        "Rick: What's going on?",
        "Zende: Maya and Nicole brought Sasha a pregnancy test.",
        "Rick: Good for them. They should be bringing her a pregnancy test.",
        "Zende: Look, I don't think she's lying about this baby. But if she is, I'm about to find out.",
        "Eric: Good luck, son.",
        "Maya: Zende coming?",
        "Nicole: Yep.",
        "Maya: Good. He'll see for himself whether or not Sasha is lying.",
        "[SCENE_BREAK]",
        "Thomas: Hey, was that Zende speeding down the hill?",
        "Rick: Yeah. He was, uh...late for something. What are you doing home?",
        "Thomas: Packing, actually.",
        "Rick: Ridge kicking you out of here?",
        "Thomas: No. Just going on a business trip. Seems I'm needed in Shanghai.",
        "Rick: Really? How long you gonna be gone?",
        "Thomas: Who knows? Till Dad determines the job is done.",
        "[SCENE_BREAK]",
        "Ridge: Oh, my goodness.",
        "Caroline: That would be a lot easier if you put him down.",
        "Ridge: Why would I want easier if it means putting down my boy? Besides, he's got to learn.",
        "Caroline: Oh, so this is a training session?",
        "Ridge: Yes. Can't start too early. The same with Thomas. Why do you think he's so talented now?",
        "Caroline: I can think of no other reason. Speaking of Thomas, have you seen him? 'Cause I told him that I would go over one of his sketches for him.",
        "Ridge: He went home -- to pack.",
        "Caroline: Pack? Where is he going?",
        "Ridge: He's going to Shanghai.",
        "Caroline: Well, that's fun. That's nice of you to give him a little time off after everything that's happened.",
        "Ridge: No, it's not a vacation. He's being transferred by me, indefinitely.",
        "[SCENE_BREAK]",
        "Jeremy: Hi, Sasha.",
        "Sasha: Hi. Jeremy, hi.",
        "Jeremy: Hey, I'll e-mail you the proofs from today, if you're interested.",
        "Sasha: Yes, okay, great. That would be great. Thank you. Um, I didn't realize you were still here, actually.",
        "Jeremy: Waiting for my wife. Hey, honey.",
        "Jeremy: There she is. Thanks for picking me up. No problem.",
        "Jeremy: I'll start loading the car.",
        "Sasha: Wow. You look like you're due any day now. Two days overdue, but who's counting? I can't wait for this baby to come. I'm so sick of my back hurting, sick of sleeping on my side, sick of needing to go to the bathroom every 10 minutes. I want this baby out.",
        "Jeremy: This is the last of it. Okay, I just need to make a quick stop before we go.",
        "Jeremy: I'll be in the car. I hope to work with you again someday when you don't have so much on your mind.",
        "Sasha: Yeah. Yeah, me too. Uh, wait. Is there a problem?",
        "Sasha: No, uh...I just thought you should know...you can't flush. Really?",
        "Sasha: Because they're doing maintenance. Oh. Uh... I guess I can wait till I get home.",
        "Sasha: No! No, don't. Um... I mean, there's no reason for you to be uncomfortable. You know, they don't mind if you still use the bathroom. You just can't flush for the time being. It would be such a terrible sight -- you know, pipes bursting and water gushing everywhere. You know, that whole thing. But, oh, my gosh, please, by all means, use the bathroom. Just don't flush. Okay.",
        "[SCENE_BREAK]",
        "Nicole: How long is the test supposed to take?",
        "Maya: The box said five minutes.",
        "Nicole: Then she should be done by now.",
        "Maya: I think she's stalling.",
        "Zende: Hey. What'd I miss?",
        "Nicole: Nothing yet.",
        "Maya: Sasha's probably in the bathroom right now panicking, trying to come up with some reason that the result is negative. That's what's taking so long. But don't worry. This is all almost over. You two can walk off hand in hand and put this whole thing behind you.",
        "[SCENE_BREAK]",
        "Eric: Your mother and Vivienne are making tea, if you want some.",
        "Rick: No, thank you.",
        "Eric: You seem a little distracted. What's on your mind? You worried about Zende?",
        "Rick: I just had an interesting conversation with Thomas. Did you know that Ridge is sending him to Shanghai?",
        "Eric: No, I did not. I'm not surprised, though. Ridge has wanted to expand his presence in Asia, so...",
        "Rick: Yeah, Ridge has been expanding his presence everywhere. Hmm.",
        "Eric: Do me a favor, Rick. Stop obsessing about Ridge. Now, you concentrate on what's good in your life. You have a new baby right there. You should be thankful for that.",
        "Rick: I am. I am, believe me. And now that I'm a dad... I have this overwhelming feeling not only to be thankful but this overwhelming feeling of responsibility. I'm Eric Forrester Jr., and now that Lizzy's here, that means more to me than ever, and it only reinforces what I already knew -- that Forrester needs to remain Forrester. I have a brand-new daughter, a Forrester daughter, not a Marone. Our family company should run through our bloodline. Ridge should not be in charge. I should.",
        "[SCENE_BREAK]",
        "Caroline: You're sending Thomas to Shanghai?",
        "Ridge: Yeah.",
        "Caroline: Why?",
        "Ridge: Well, we've had a bit of a lackluster quota over there, and I think Thomas is the right guy to go over there and fix it.",
        "Caroline: Not Rick? He's head of international. Or Thorne.",
        "Ridge: No, I'm not sending Thorne. He's busy, and -- and... we don't need to work on Rick's résumé. We need to work on Thomas'.",
        "Caroline: What do you mean \"work on Thomas' résumé\"? What are you talking about?",
        "Ridge: I love this job. I do. But the day's gonna come when I step down, and I don't want Rick to take over. I want Thomas to be ready. Don't I?",
        "Caroline: Thomas needs experience to even be considered.",
        "Ridge: Right.",
        "Caroline: But isn't this all a very long way off? I mean, you're not surprising me with a retirement announcement or something, are you?",
        "Ridge: I wasn't surprising you. No, I'm not -- no, I'm not. But...if I fall over dead tomorrow, then my dad is gonna have Rick take over, and I don't want that. We need to make sure Thomas is ready.",
        "Caroline: Babe, that's really morbid.",
        "Ridge: Maybe it is, but he needs experience. Doesn't he? Yeah.",
        "Caroline: For his career.",
        "Ridge: Mm-hmm.",
        "Caroline: Okay. And we're sure it's not... any other reason? Do we really have to send him halfway across the world?",
        "[SCENE_BREAK]",
        "Brooke: I still think it needs to be confirmed by a doctor.",
        "Vivienne: Well, let's see what this test turns up. I mean, if it's negative, we don't have to bother with the doctor at all.",
        "Brooke: You really think Sasha's lying?",
        "Vivienne: I hate to say this, but knowing her history... I wouldn't be surprised at all.",
        "Nicole: I should check on Sasha.",
        "Maya: That's a good idea.",
        "Sasha: Zende? I cannot believe you're so sure that I'm lying that you called Zende to witness.",
        "Nicole: I thought he should be here, Sasha. He deserves to know.",
        "Sasha: He already knows I'm pregnant.",
        "Maya: Is that what the test shows?",
        "Zende: We'd like to see.",
        "Sasha: You can't just take my word for it?",
        "Maya: No, don't try to make Zende feel guilty. This was my idea, not his.",
        "Nicole: Did you even take the test? You were gone so long.",
        "Sasha: Oh, gee. I didn't realize I was being timed.",
        "Maya: But you didn't answer the question. Did you take the test?",
        "Sasha: Yes, Maya.",
        "Zende: We just want to know the truth. Can we see the results? I don't know -- I don't know how to read this.",
        "Maya: It's nothing.",
        "Sasha: Well, it just -- it takes a while.",
        "Maya: There should be a positive sign or something.",
        "Sasha: And it will get there. It just takes a minute to register.",
        "Nicole: You're not pregnant.",
        "Sasha: It doesn't even say if it's positive or negative yet.",
        "Nicole: You knew that Zende wanted to be back with Nicole, and so you lied. You pretended to be pregnant.",
        "Zende: Wait. Is that true? You tried to trap me?",
        "Sasha: I can't believe you would even ask that. Wait. I see something. Is that what I think it is?",
        "[SCENE_BREAK]",
        "Rick: I'm your namesake. Shouldn't the company go to me and my family?",
        "Eric: The CEO decision has been made.",
        "Rick: Decisions can be reversed.",
        "Eric: If need be. Ridge has proven his integrity. He's completely committed to this family and to this company. I have no intention of replacing him.",
        "[SCENE_BREAK]",
        "Caroline: I...promised Thomas that we wouldn't keep Douglas from him. I said that he -- he would be involved.",
        "Ridge: He will be involved. From a distance. I'm looking out for everybody. It's too dangerous to have him here. You saw what he did. He got my son and drove up to the cabin. I can't have that.",
        "Caroline: He won't do that again.",
        "Ridge: No, he won't, because he won't be here. He'll be in Shanghai. It's better for everybody. It's better for the baby.",
        "Caroline: But what if this backfires? What if he ends up resenting us? At least, if he's here, then he can't claim that we kept his son from him.",
        "Ridge: If he's here, he's gonna make a mistake and say the wrong thing to the wrong person.",
        "Caroline: No, he wouldn't do that because he knows what's at stake.",
        "Ridge: You know what he did? Today, he walked in, he's talking about \"my son this\" and \"my son that.\" What if someone hears him? What if someone like Pam hears him? Then everybody knows. I'm not taking any risks.",
        "[Door opens]",
        "Thomas: Am I interrupting?",
        "Ridge: No, come on in.",
        "Thomas: Did you have a chance to pull those files?",
        "Ridge: Yeah, they're right here, for your reading pleasure. Will get you caught up.",
        "Thomas: Thanks. I'll, uh...e-mail if I have any questions.",
        "Caroline: So, Shanghai, huh?",
        "Thomas: Surprise.",
        "Caroline: You ready for that?",
        "Thomas: Uh... may I?",
        "Caroline: Yeah, of course.",
        "Thomas: Hey. Hi. You're gonna be so big next time I see you. I'm gonna miss you. More than you know.",
        "Ridge: Come here, little man. Yeah. Yeah. That's good.",
        "[Door closes]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=ZwXHZJP8RWY"
}