{
    "Episode Summary": [
        "Episode # 7506 ~ Ridge's family interrogates him about his suddenly softer attitude toward Quinn; Quinn gives Eric an idea of a way to bring his family together again."
    ],
    "Recap": [
        "Ridge tells the group that they have tried everything to get rid of Quinn but she has agreed not to make trouble around here so they may as well accept her. They are not friends but he will accept her. Though they hate to, they do acknowledge that her jewelry accentuates his new designs beautifully. Ridge says she even brings out the best in his father so he will take a page from him and learn to mellow out too. The reunion has begun; Liam brings Steffy home and they both say the divorce is final and there is nothing to stand in their way now. He can't believe it is true, that she is not married to Wyatt anymore. She tells him Wyatt was quiet nice and made it all easy. He says he loves his brother but after earlier today he was not expecting this. He will have to thank him and he wishes he could be happy too. Wyatt tells Eric and Quinn that it was hard to let Steffy go but she did not love him as much as Liam so there was no reason for him to hold onto her. He has been grateful to live here but it is time to go now. Quinn says go on with his life and have a good one. He hopes it will be as good and trusting as their own.",
        "Quinn thanks Eric for all he has done and then adds perhaps they have been too harsh on Ridge by giving the CEO position to Steffy; perhaps that was too hasty. One thing she learned in S.F. is beyond all that bluster he is a very sensitive guy. He has hurt and betrayed Eric but he felt that rejection in return too. She says she has learned to accept Ridge and now she hopes the family can too. Eric asks how and she says perhaps a win/win situation with making peace in the family by bringing him and Ridge closer together. Just think about bringing Ridge in too as CEO. Liam waltzes Steffy around the floor and welcomes her home taking off her clothes and guiding her to the bed. She says this is nice but she still feels awful all the things she put him through. He says it was hard as he felt her slowly slipping away. She assures him she is never going to slip away from him again."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: Here, get me, get here! Get me, get me! Home sweet home.",
        "Liam: It is now.",
        "Steffy: Home sweet home. [Laughs]",
        "Liam: I can't believe it. We're back, baby.",
        "Steffy: I know.",
        "Liam: We're back.",
        "Steffy: [Laughs]",
        "Liam: And your marriage, your marriage to Wyatt. Oh, my god. It's over. There is literally nothing stopping us now.",
        "Steffy: Finally.",
        "Quinn: So you went through with it? The divorce judgment has been approved?",
        "Wyatt: Yep. I love Steffy. I loved calling her my wife, but I can't force her into feeling the same.",
        "Quinn: [Sighs] I'm so sorry, honey. I feel so terrible about this.",
        "Wyatt: Really? I have to comfort you now?",
        "Eric: I'll do the honors.",
        "Charlie: Pammy, as you know, the baking club's all a-twitter about my pending lecture on how to make the highest meringue peaks.",
        "Pam: Yeah, Charlie, so am I. You've been working on it all week. Ridge called this meeting, though, so hopefully I won't be too long. Sorry I'm late.",
        "Nicole: These are beautiful.",
        "Rick: Eh, it's not bad.",
        "Nicole: Did you see this one?",
        "Ridge: Thomas, I need three concepts based on what I e-mailed you. Is that a problem?",
        "Thomas: Not at all.",
        "Ridge: Good. Good to see your face around the table again.",
        "Thomas: Thanks.",
        "Rick: Ridge, when did you start incorporating jewelry into your drawings?",
        "Nicole: Isn't that Quinn's?",
        "Pam: Yep. Awful person, but she sure does make nice jewelry.",
        "Ridge: She does, so we might as well use her.",
        "Rick: I say lose her. [Laughs]",
        "Ridge: I get that, but she's part of our lives, and, uh, can almost promise she's not gonna be a problem around here anymore.",
        "Charlie: [Clears throat] Cough. [Clears throat]",
        "Rick: Ridge, is your attitude towards Quinn changing?",
        "Ridge: Come on, man. We tried everything to get her out of here, and everything's just blown up in our faces, so maybe it's time to make an effort to accept her around here.",
        "Thomas: Wow. It's hard to believe what I'm hearing.",
        "Charlie: Listen, uh, blink twice if you're sensing trouble, and I'll provide the muscle.",
        "Pam: Charlie, why don't you go over to the club and start setting up? I'll be there as soon as the meeting's over.",
        "Charlie: Fine.",
        "Ridge: What is that?",
        "Nicole: Must have been some symposium.",
        "Ridge: Quinn was great. She was a pro and was a real asset to this company. So it's only fair that I acknowledge that.",
        "Pam: So you and Quinn are what? Friends now?",
        "Ridge: No, no. No, we're not friends, but -- but that trip to san Francisco has changed our dynamic a little bit. Is that okay? Come on.",
        "Eric: You can't fault yourself for trying to save your relationship.",
        "Wyatt: [Chuckles] The trick is knowing when it's no longer possible. I mean, Steffy's been gone ever since Liam came back home. And I'm not -- I'm not trying to sound like I'm feeling sorry for myself. I-I don't regret a minute that I spent with Steffy or the memories that we made. I just -- I needed to let her go, for both our sakes. So... I had carter come by with the finalized papers, and I called the tattoo-removal doctor, start getting rid of this.",
        "Quinn: Your wedding band.",
        "Wyatt: It was the last part of my marriage, soon to be part of my past. Just like Steffy.",
        "Liam: I mean, I couldn't get ahold of you at all. Your phone was going straight to voicemail.",
        "Steffy: Thank you.",
        "Liam: I just, uh... I just have so many questions. I mean, what happened with Wyatt? Did he try to get you back or...?",
        "Steffy: Actually, quite the opposite. He let me go.",
        "Liam: Was it hard?",
        "Steffy: No, it wasn't really heavy or anything. He was -- he was sweet and funny. Even had the tattoo doctor come and give me my last treatment. I mean, it's a little -- a little bruised.",
        "Liam: Oh, wow.",
        "Steffy: The wedding band's completely gone.",
        "Liam: [Chuckles] It's true. You're not married to Wyatt any longer.",
        "Steffy: Mnh-mnh. Completely free to be with you.",
        "[Glasses clink]",
        "Liam: Okay, so what the hell happened? So -- [Chuckles] So what? Wyatt was just like, \"yeah, I'm good. I give up. Here's your freedom\"?",
        "Steffy: No, no, he wanted to reminisce a bit, and then carter showed up with the finalized divorce papers, and he just -- he didn't want to come in second or he didn't want me to stay with him because he was pressured or I was pressured because of my grandfather and Quinn.",
        "Liam: Yeah, that, um... that sounds like him. You know, the truth is, as ecstatic as I am to have you back, I feel bad for my brother now.",
        "Steffy: Yeah, I know. Me, too. But he's a good guy. He deserves to be happy.",
        "Liam: He does. But so do we, right? I mean, unfortunately, this is the kind of situation where one of us was gonna get hurt. Is it bad that I'm psyched it wasn't me?",
        "Steffy: No. You know, I'm always gonna care about Wyatt. I hope you're okay with that.",
        "Liam: Of course I am. It's what makes you you. I love my brother, too. But after today, he made me respect him a whole lot more. I mean, I know what you mean to him, and yet still he stepped up and he did the right thing, and I... I'm gonna have to thank him for that.",
        "Quinn: [Sighs] This is on me. Steffy was committed to you till you couldn't make me disappear.",
        "Wyatt: If Steffy and I were meant to be together, then we should have been able to work around you. And don't blame yourself, okay? You had every right to defend your happiness. I didn't know exactly what you were fighting for so hard at the time, but you guys have a real committed relationship, and -- and it's rare and special and... great.",
        "Quinn: Thank you for that, sweetheart.",
        "Wyatt: Oh, and thank you for showing me what a real committed marriage looks like. You're an inspiration.",
        "Eric: Exactly what your mother is to me every day.",
        "Wyatt: Eric, your -- your support for me, encouraging me, inviting me into your home and treating me like your own son, that just -- it meant the world to me.",
        "Eric: You filled a void in my life. You gave me something to be proud of.",
        "Quinn: Why is this starting to feel like a goodbye?",
        "Wyatt: Well, it's been swell living here. But it's time that I, uh, get back to my whole life. You guys have given me a great benchmark, a starting-off point. I realize what I want in a real relationship. Just how truly committed you two are for each other, it's great.",
        "Eric: If you find half of what I've found with your mother, you'll be a lucky man. I've been really happy to have you here. I'm sorry to see you go, but we understand. Don't we, darling?",
        "Quinn: Of course we do. Go get your life. And have a good one. Come on. Aww.",
        "Wyatt: Aww.",
        "Quinn: I love you.",
        "Wyatt: I love you, too. Thank you.",
        "Eric: Goodbye.",
        "Wyatt: All right. [Sighs]",
        "[Door opens]",
        "Ridge: I was prepared to watch Quinn fall at the symposium and enjoy every minute of it.",
        "Rick: Yeah, but she didn't.",
        "Ridge: No, she did not.",
        "Pam: She sure is one resourceful woman.",
        "Nicole: Got to admire that.",
        "Ridge: And here's the other thing. Her relationship with my dad, it's a tough one for me, but she brings out the best in him. She just helps him mellow out. So maybe it's my turn to be a little more mellow myself, find some peace around here. Peace. Devoutly to be wished.",
        "Eric: He's gonna be fine, you know.",
        "Quinn: I'm just so worried about him.",
        "Eric: Wyatt's a pragmatist. He has a very strong -- very strong sense of self- worth. He knows how and when to take care of himself. He does.",
        "Quinn: You think that's what he's doing?",
        "Eric: Yes. And with a great deal of grace, too. I'm proud of him.",
        "Quinn: Well, welcome to my world, 'cause there is nothing that I am more proud of than my son. Except for being your wife, of course. It means so much to me how you've accepted him and supported him. You embraced both of us. I've learned so much from you.",
        "Eric: Like what?",
        "Quinn: Like how to be a decent human being. How to see the good in people and their ability to change. Which brings me to something else that I've been thinking about. Do you think maybe we've been too hard on Ridge?",
        "Eric: On Ridge?",
        "Quinn: Taking the C.E.O. position away from him and giving it to Steffy. Maybe we were a little harsh and disrespectful.",
        "Eric: I'm shocked that you would even bring this up.",
        "Steffy: You know what I missed?",
        "Liam: Hmm?",
        "Steffy: Our daily struggle to get out of bed.",
        "Liam: [Chuckles] We are so bad, Steffy. Like, we would stay there all day if we could.",
        "Steffy: Uh, we have.",
        "Liam: Well, more of that, please.",
        "Steffy: As much as you can stand. Close second?",
        "Liam: Yeah?",
        "Steffy: Falling asleep in your arms.",
        "Liam: Oh, well, you can do that now.",
        "Steffy: Yep. I'm home. I'm all yours.",
        "Liam: See, now, you keep saying that. But... welcome home.",
        "Quinn: I know. It's strange, me suggesting that we've been unfair to Ridge.",
        "Eric: I can't forget the things he's done, the way he's betrayed me, the way he's hurt us both.",
        "Quinn: I know, and I am never going to forget that, either. But I hate seeing the two of you at odds with each other because of me. And I know that he loves you. One of the things I learned about Ridge when we were on our trip is... underneath all that bluster, he's a sensitive guy. And maybe that's the reason for the bluster. You know, maybe that's just a layer of protection he puts on for himself.",
        "Eric: That's very perceptive of you. I'm glad you see that about him.",
        "Quinn: Well, I know a thing or two about building walls. The thing is, I think, in ridge's mind, he felt hurt and betrayed, as well. And I'm not saying it's right, but, I mean, to Ridge, he was thinking that he needed to save you.",
        "Eric: From the woman I love.",
        "Quinn: Well, he thought his father was in danger, and he took action. And if you think about it, that -- that makes him a really good son. Wyatt would do the same thing for me if he thought that I was in trouble. He would do anything to protect me and think about the consequences later. And the point is, Ridge and I have been able to move past this, especially at work, and -- and I was hoping that maybe we can do the same thing as a family.",
        "Eric: You have any suggestions about how we might be able to accomplish this lofty goal?",
        "Quinn: Well, I thought maybe we could approach Steffy about her sharing the C.E.O. Position with Ridge.",
        "Eric: You're serious?",
        "Quinn: It's the best of both worlds. Ridge's experience and Steffy's edge, plus her media presence. It's a win/win for everybody.",
        "Eric: I can't believe you're suggesting this.",
        "Quinn: I want to be a source of peace and good for this family. And I want to bring you and Ridge closer together. I feel like I owe this to Ridge. Just think about it, okay?",
        "Ridge: Who you are, who I saw tonight... you're amazing.",
        "Ridge: [Sighs]",
        "Liam: I can't believe it. You're here. You are here, here in my arms, here in my bed. Our bed.",
        "Steffy: Yeah, you realize you're never gonna sleep alone again? Well, unless I'm away on business or something.",
        "Liam: Ah, it's cool. I'll go with you. I'll just follow my sexy C.E.O. All over the globe.",
        "Steffy: Wait, did you just -- did you just say \"sexy C.E.O.\" And you didn't even choke?",
        "Liam: See? You already made me more tolerant.",
        "Steffy: [Laughs] You don't have to be. I like that we have our, like, disagreements and it's not the end of the world. You're always honest with me, even when I don't want you to be.",
        "Liam: [Laughs] Feels good.",
        "Steffy: Yeah.",
        "Liam: Knowing that smile is just for me.",
        "Steffy: I just feel awful what I put you through.",
        "Liam: Well, you were just doing what you thought was right. And you were doing what your grandfather asked you to do.",
        "Steffy: Yeah, but I could have refused to move out. I could have fought for us the way you fought for me.",
        "Liam: [Sighs] It was hard this whole time. I felt you slipping away.",
        "Steffy: I never, ever thought that I'd find a man like you. Your integrity, your compassion. I'm so lucky to have you in my life.",
        "Liam: Whew. Well, that goes both ways.",
        "Steffy: I'm never leaving you again, so...",
        "Liam: I like your thinking.",
        "Steffy: We just loved each other for so long, and now... here we are. I'm free to make our future and be happy for the rest of our lives.",
        "Liam: I love you, Steffy.",
        "Steffy: I love you."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=W8bjAwYRJTM"
}