{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bridget: Don't you have \r\nanything to say? ",
        "Brooke: I don't \r\nunderstand. You said you know the truth. The truth about what? ",
        "Bridget: Well, gee, mom. \r\nHow many secrets have you been keeping from me? You know exactly what I'm \r\ntalking about. ",
        "\r\n*****************************************************************************",
        "[ Knock on door ] \n",
        "Deacon: Wow, this just \r\nkeeps getting better and better. What do you want, Whip? ",
        "Whip: Have you heard from \r\nBrooke. ",
        "Deacon: She hasn't called \r\nyou? ",
        "Whip: No. ",
        "Deacon: She's fine. She's \r\nup in big bear with Bridget. ",
        "Whip: She's with Bridget?\r\n",
        "Deacon: Mm-hmm. \n",
        "Whip: So everything's \r\nokay? She didn't hear you and Brooke over the baby monitor? ",
        "Deacon: Apparently not.\r\n",
        "Whip: Oh, thank god.\r\n",
        "Deacon: Yeah. That was a \r\nclose call, wasn't it? Come on in. ",
        "Whip: Bet you're not too \r\ndisappointed though, huh? ",
        "Deacon: What? ",
        "Whip: Well, this was your \r\nbig chance, right? You dump Bridget, get rid of me. You have Brooke all to \r\nyourself. ",
        "Deacon: You think I set \r\nthis up? You think I wanted Bridget to hear me and Brooke? ",
        "Whip: Well, you did keep \r\ntelling me that it was all gonna come out. You know, the secret was gonna come \r\nout. And lo and behold, here it is. ",
        "Deacon: Shut up, all \r\nright. As usual, you don't know what the hell you're talking about. ",
        "Whip: No? ",
        "Deacon: No. ",
        "Whip: I knew how it would \r\naffect Brooke, didn't I? I told you, if the truth were to come out, if she were \r\nto lose her daughter, it'd damn near kill her. But you wouldn't listen. You had \r\nto keep taking risks. You nearly ruined both of their lives 'cause you just \r\ncouldn't let go! ",
        "Deacon: Are you finished?\r\n",
        "Whip: No, you are Deacon. \r\nYou know what? You're so great with -- with putting down all these edicts, let \r\nme give you one -- you stay the hell away from my wife! ",
        "Deacon: Okay. ",
        "\r\n*********************************************************************************************",
        "Massimo: Can you see \r\nanything? ",
        "Stephanie: I don't have to \r\nsee or hear anything. I know exactly what's going on. Brooke's throwing every \r\nexcuse that she can think of and every justification possible. ",
        "Massimo: I'm sure Bridget \r\nwill see right through her. ",
        "Stephanie: I don't know. \r\nThat's what I am worried about. I'm worried she'll forgive her mother -- take \r\nher back. ",
        "Massimo: Well, then that \r\nmeans she chooses weakness. And there's not a damn thing that you're going to be \r\nable to do to save her from it. Because there is nothing more stubborn or \r\nimplacable than the martyrs of this world. ",
        "Stephanie: That's exactly \r\nwhy I didn't want her to get into a confrontation with her mother. I wanted to \r\nwait till she had some time to calm down and clear her head. ",
        "Massimo: Listen to me, \r\nStephanie. Fury is power. And Bridget is never gonna be more powerful than she \r\nis at this very moment. Look -- tonight is a test. Tonight, she is going to \r\ndecide what she wants to be the rest of her life. Either a victim or a survivor.\r\n",
        "\r\n******************************************************************************************************",
        "Bridget: Look at you. \r\nYou're like a scared, little rabbit. And it's been there all the time, hasn't \r\nit? Right there for me to see. But I didn't want to. I put on my blinders. Same \r\nones I've had since I was a little girl, when somebody would say, \"oh, my god, I \r\nfeel so bad for you, having a mother like that.\" And then on they'd go. And you \r\nknow, I'd think to myself, \"nobody has to feel bad for me. I have a great \r\nmother. I have a wonderful mother, who loves me more than anything else in this \r\nworld.\" ",
        "Brooke: And I do, Bridget. \r\nI do! ",
        "Bridget: I learned to \r\ngloss over the bad, focus on the good -- forgive, forget. Forgive, forget. No \r\nwonder I ended up with Deacon. Overlooked all of his lies. God, I've been in \r\ntraining my whole life for this. And so have you. ",
        "Brooke: No. ",
        "Bridget: The sexiest woman \r\nin the world. That's how I always looked at you. Well, not just me, everyone. \r\nYou built a career on it. Wow, this is really going to up your stock, isn't it? \r\nI mean, you've got to be totally irresistible, if you can steal a man away from \r\nyour own daughter. Your own daughter. ",
        "Brooke: Bridget -- \r\nBridget, honey. ",
        "Bridget: Don't touch me.\r\n",
        "\r\n********************************************************************************",
        "Whip: Don't screw around \r\nwith me, Deacon, okay? I'm serious. ",
        "Deacon: So am I, Whip.\r\n",
        "Whip: You're going to stay \r\naway from Brooke, huh? ",
        "Deacon: Well, I have to, \r\ndon't I? Otherwise, Bridget's gonna find out that this is my baby. Look, I still \r\nthink this is gonna come out sooner or later. But believe it or not, I know what \r\nthis is gonna do to Brooke. ",
        "Whip: Yeah, well, we had a \r\nlittle taste of that today, didn't we? ",
        "Deacon: Yeah, we did.\r\n",
        "Whip: So what are you \r\ngonna do? You gonna quit your job? ",
        "Deacon: No. That was a \r\ngood try, though. Yeah. No, I was thinking maybe I'd take it on the road. You \r\nknow, set up a publicity tour for Bridget, ambrosia line. ",
        "Whip: Well, I -- I could \r\nhelp you out with that. ",
        "[ Deacon laughs ] \n",
        "Deacon: Yeah, yeah right. \r\nWe'd wind up in Timbuktu. ",
        "Whip: No, no, really. I \r\nmean, I've got the contacts for it. And I think what you're doing is admirable.\r\n",
        "Deacon: \"Admirable?\"\r\n",
        "Whip: Yeah. ",
        "Deacon: That must have \r\nhurt. ",
        "Whip: Brooke needs this.\r\n",
        "Deacon: So do I. So does \r\nBridget. Somehow, I don't think this is gonna work out too badly for you. \n",
        "Whip: I just want to see \r\nBrooke happy. ",
        "Deacon: Well, somehow I \r\ndon't think you are the man to do that. But then again, neither am I. \n",
        "\r\n**********************************************************************************",
        "Brooke: You heard us \r\ntalking? ",
        "Bridget: Yep. ",
        "Brooke: Oh, god. I didn't \r\nwant this to happen. ",
        "Bridget: Which part? Oh, \r\nyou never wanted to get caught. The rest of it was fine, huh? Probably even a \r\nthrill. ",
        "Brooke: That's not true. I \r\nwas so unhappy and I was so ashamed. ",
        "Bridget: Am I supposed to \r\ncongratulate you for that? ",
        "Brooke: Will you please \r\njust let me explain? ",
        "Bridget: Oh, you bet \r\nyou're going to explain! You are going to tell me everything. Where and when and \r\nhow! Why the hell didn't you get an abortion? ",
        "Brooke: I couldn't do \r\nthat. I love this child. ",
        "Bridget: Because you love \r\nits father. You told me so. I thought you were talking about Whip -- but you \r\nwere telling me you were in love with my husband. ",
        "Brooke: It's -- it's just \r\n-- ",
        "Bridget: What? What?\r\n",
        "Brooke: I don't know how \r\nthis happened. ",
        "[ Bridget laughs ] \n",
        "Bridget: Well, hmm, I \r\nthink we can safely assume you had sex and lots of it. ",
        "Brooke: That's not what I \r\nmeant. ",
        "Bridget: When did it \r\nstart? ",
        "Brooke: Bridget -- \n",
        "Bridget: When? ",
        "Brooke: Eight months ago, \r\nobviously. ",
        "Bridget: Are you going to \r\ntell me it was just the one time? ",
        "Brooke: Look, we're not \r\ngetting into this. ",
        "Bridget: We are already \r\ninto this, mother! How many times?! You don't even know. ",
        "Brooke: It really wasn't \r\nthat many. ",
        "Bridget: Where? Where did \r\nyou do it? ",
        "Brooke: Oh, Bridget, \r\nplease -- ",
        "Bridget: In my house? In \r\nmy bed? ",
        "Brooke: No! ",
        "Bridget: Your place? Ojai?\r\n",
        "Brooke: No. ",
        "Bridget: Paris. Paris.\r\nHe was with you, \r\nwasn't he? The night I couldn't find him. And your office. In that bed, of \r\ncourse. You are so disgusting! I, I, I -- I will never understand this. I will \r\n-- you tried so hard, for so long, to be a good mother. It was so important to \r\nyou! I was important to you! ",
        "Brooke: Bridget, you are. \r\nYou are all that matters to me. ",
        "Bridget: And you say it \r\nwith a straight face. ",
        "Brooke: Because it's true.\r\n",
        "Bridget: Mom! You threw me \r\naway! ",
        "Brooke: Bridget, I did not \r\nthrow you away. I would never do that. I love you. And I need you. ",
        "Bridget: Yeah. Well, I \r\nwish you would have thought of that before. Because now it's too late. I'm gone.\r\n",
        "Brooke: Bridget -- I don't \r\nblame you for hating me. I hate myself for what I've done. ",
        "Bridget: Yeah, well -- \r\nDeacon seems to have that effect on the women in his life. God, mom -- you \r\ncouldn't have seen this coming? You're going to tell me you had no idea we'd end \r\nup here? From the first moment you went to bed with him -- ",
        "Brooke: I thought your \r\nmarriage was over. Look, I know that's no excuse -- ",
        "Bridget: No, it's not.\r\n",
        "Brooke: Then I found out \r\nthat I was pregnant. And I didn't want to tell anybody, not even Deacon. \n",
        "Bridget: What, he wasn't \r\ngonna figure it out? ",
        "Brooke: I know, I'm not \r\nmaking any sense. And I haven't made sense in the last eight months. And I'm not \r\ngoing to talk to you about my feelings for Deacon, because my feelings don't \r\nmatter. Or they shouldn't have. I owed you that much. But I did try to protect \r\nyou, Bridget -- from what I'd done and from this scandal. And I went along with \r\nWhip's crazy scheme and I married him. A man that I don't even know, hardly. A \r\nman that I don't love. ",
        "Bridget: Am I supposed to \r\nfeel grateful right now? Because I just feel sick. This was your brilliant \r\nsolution? More lies, more dysfunction. Bringing up a child in a loveless home. \r\nAnd what about my future children, mom, huh? You were going to let me stay \r\nmarried to Deacon, and have babies with a man -- oh, god. ",
        "Brooke: Honey, it would've \r\nbeen okay. 'Cause Deacon really does love you. ",
        "Bridget: I can't listen to \r\nanother word. ",
        "Brooke: Look, I really \r\ntried to do the right thing. ",
        "Bridget: And -- and what?! \r\nWhat?! What difference does it make? In this fantasy world you're living in, did \r\nyou think for a second I was just gonna say, \"oh, well, these things just \r\nhappen\"? These things don't just happen, mom! You made a choice. And choices \r\nhave consequences. There's one. A child coming into your life. And here's \r\nanother. A child walking out and never looking back. ",
        "Brooke: Bridget, no, no. \r\nDon't do this. ",
        "Bridget: I didn't do this, \r\nmom! You did this! You did this! ",
        "Brooke: If there is \r\nanything I can do -- anything at all, please just -- ",
        "Bridget: Stop this! \n",
        "Brooke: Honey, I could \r\nsend Deacon away. We can start all over. ",
        "Bridget: That would be \r\ngood, huh? Yeah, that would be nice, if we could just -- if we could just act \r\nlike this never happened. We could just wave a magic wand. But you're forgetting \r\nsomething, aren't you? You've got a baby on the way. My husband's baby. And I \r\nthink I would have a pretty hard time overlooking that. I mean, every time I see \r\nthat little face, I'm going to picture it. You and Deacon. And I can't get past \r\nthat. I can't. I shouldn't have to. So you don't need to get rid of Deacon. And \r\nyou don't need to stay married to this man you don't love. Because I'm sure \r\nyou've been saying to yourself, \"if it weren't for Bridget --\" ",
        "Brooke: Oh, god, honey. \r\nDon't say that. That is not true. ",
        "Bridget: Just go for it, \r\nmom. Follow your heart. ",
        "\r\n***************************************************************************************************",
        "Whip: You're doing the \r\nright thing. ",
        "Deacon: I'm not looking \r\nfor your approval, Whip. ",
        "Whip: You got it. And my \r\nrespect. Not that this is gonna be torture. You know, an all-expense paid trip \r\naround the world with a beautiful woman. ",
        "Deacon: Yeah, I'm a lucky \r\nguy. ",
        "Whip: Yeah, that's right, \r\nyou are. So, you gonna be leaving pretty soon? ",
        "Deacon: Tomorrow soon \r\nenough for you? ",
        "Whip: Tomorrow. You're not \r\nfooling around, are you? ",
        "Deacon: No, I'm not.\r\n",
        "Whip: I guess that means \r\nyou're not gonna be around when the baby's born, huh? That's probably best.\r\n",
        "Deacon: I think you and I \r\nhave come to know each other these past couple months, so you got a pretty good \r\nidea about the kind of man I am. So when I tell you this, you are gonna know \r\nit's not a threat -- Whip, I will know everything that goes on in this child's \r\nlife. If you hurt him -- ",
        "Whip: Hey, hey, hey, \r\nDeacon. That's one thing you're not gonna have to worry about with me. I'm going \r\nto treat this child like it's my own. From the second it's born, it's going to \r\nbe surrounded by nothing but love. ",
        "\r\n**********************************************************************************",
        "Brooke: I'm not going to \r\nembarrass you, Bridget. Nobody's going to hear about this. Just give me a chance \r\nto prove to you how much I love you. I know you're going to forgive me someday.\r\n",
        "Bridget: You know what, \r\nmom? Don't even start with the \"someday,\" okay? I don't want to be the new Ridge \r\nin your life. I don't want you fighting to win me back. I don't want to be back. \r\nAll this time, I've been waiting for you to change. I've been waiting for you to \r\nlearn your lesson and grow up. And you never did. And now I'm done. I don't even \r\ncare whether or not you get better. I don't care. I just -- I just want out.\r\n",
        "Brooke: No, no, no, \r\nBridget. I can change. I know I can. I will. ",
        "Bridget: Stop it. Just \r\nstop it. Stop it. Why don't you take that energy and put it into this child. \r\nIt's going to need you. Everything you have to give. A lot of things you don't \r\nhave to give, but maybe you can find them. Maybe it's not too late for this \r\nlittle baby. ",
        "Brooke: Honey, it's not \r\ntoo late for us! ",
        "Bridget: Mom, just, please \r\n-- ",
        "Brooke: Please, I promise \r\nyou. I will do anything. ",
        "Bridget: Mom, let go.\r\n",
        "Stephanie: Bridget? \n",
        "Brooke: What are you doing \r\nhere? ",
        "Bridget: She drove me \r\nhere. ",
        "Brooke: She's the one. \r\nShe's the one who told you to get me out of your life. ",
        "Bridget: No, no. I made my \r\nown decision. It's the only decision I could make. ",
        "Brooke: Honey, I know you. \r\nI know you better than anybody. And you are going to forgive me someday. \n",
        "Bridget: It's not about \r\nforgiveness, mom. It's about trust. And I will never, never trust you again. And \r\nyou can't blame Stephanie for that or Whip or even Deacon. You can only blame \r\nyourself. ",
        "Brooke: I'm sorry. Oh, \r\ngod. I'm so sorry. ",
        "Bridget: Good-bye, mom.\r\n",
        "Brooke: Bridget! Bridget, \r\nhoney! ",
        "Stephanie: Stop, stop.\r\n",
        "Brooke: Get out of my way.\r\n",
        "Stephanie: She said what \r\nshe wanted to say to you. Now, respect it. What are you doing? What are you \r\ndoing? ",
        "Brooke: Oh, no. Oh, no. \r\nOh, the baby -- oh, god. ",
        "Stephanie: Brooke, are you \r\ncramping? ",
        "Brooke: No. I'm in labor. \r\nOh, god. Stephanie, don't leave, please. The baby -- the baby's coming. \n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=IzhVfpJ6uNk"
}