{
    "Episode Summary": [
        "Episode # 7010 ~ Caroline poses for Ridge's painting; Brooke reveals her plan to Deacon."
    ],
    "Recap": [
        "Liam tells Wyatt that yes he is planning on taking over FC, starting with Steffy who has shares he can use. He calls her at FC and tells her to stop back by his office and they will talk over their options. Liam says they are going to take Rick down. And he hates to keep saying it but Wyatt has to play nice with Rick and stay in that office for all of this to work. Steffy arrives shortly, says a quick hi to Wyatt and says she is in to try and bring Rick down. She thought she would be in Paris and away from the drama. Her dad followed but he came back because he can not be away from Brooke that long. Steffy always feels like an afterthought. Caroline stops by after getting an address from Ridge. He says he has had this place a couple of weeks and thought it was time she came by. He's painting now and wants her to see it. He says sports cars and mansions is not where he is at. He is happier here. He asks her to sit for him and let him show her what these hands can do. She's his inspiration. Rick muses to Maya that a couple of shots over Ridge's head should get him off of her. He did not mean to hurt them. They talk about the other women in Rick's life like Amber who lied to him like Caroline did. Maya is the only one he can trust. Maya understands now why Rick was so hurt when Caroline hurt him, more of the same. That is not her. She would never hurt him like that.",
        "Brooke stops by Quinn's to talk to Deacon. She says it is really not about Hope but she wants to talk to him about her son Rick. He is divorcing Caroline and moving on with Maya. She wants to teach Caroline a lesson and put her in her place. Deacon asks what is the plan? Brooke says Caroline better enjoy this little romance while she can because she and Ridge will definitely be getting back together. She thinks there will be no contest considering all the rich history and years that she and Ridge have shared. This thing with Ridge and Caroline will not stand a chance. Quinn returns and sees how close Deacon and Brooke appear to be. When Deacon goes out of the room Quinn warns Brooke to leave Deacon alone. Brooke assures her she is not interested. Quinn says good because she is. With only a towel draped around her, Caroline asks Ridge where he wants her. He gently places her before the fireplace, kisses her and turns her head just so before he starts sketching her. As he sketches she comes over behind him, drapes her arms around his neck and then turns him around and they kiss. Wyatt tells Steffy it's good to see her again before he leaves. Steffy tells Liam now it is time for him to give her the hard sell. She says she is tempted but she is a Forrester and none of this feels right. He says she must and he wants her to run FC. If he could give her control of FC, the both of them running it, he loves this, he wants this. He needs to make it better for Ivy. They could fix this for everyone. She says she can't .him fighting again for another woman. She would see him every day. It would be difficult. She reminds him that they lost a child and she never has forgotten that. And she could not work with him if Ivy is in his life. He must be dense she declares ..she still loves him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: You're serious about taking over Forrester Creations?",
        "Liam: Yep.",
        "Wyatt: But how?",
        "Liam: Starting with Steffy. She has shares, and I plan to use them.",
        "Wyatt: Wait, you're calling her now? What time is it in Paris?",
        "Liam: She's not in Paris. She's in L.A. Hopefully at Forrester seeing what a disaster that place has become.",
        "[Cell phone rings]",
        "Steffy: Liam.",
        "Liam: Hey, how's it going?",
        "Steffy: Uh, it's been better. It's just like you said over here. Maybe worse. Something has to be done.",
        "Liam: And you're the one to do it. Listen, come by my office. We'll talk about your options.",
        "[Cell phone beeps]",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Ridge: Hey. Welcome.",
        "Caroline: I-I found it.",
        "Ridge: Yeah, come on in. Come on in.",
        "Caroline: Hey, why are you texting me from a weird address?",
        "Ridge: It's not weird. I've had this place for a couple weeks, and I thought it was time you would see it.",
        "Caroline: Wait. This is your place?",
        "Ridge: Mm-hmm. I come here and I sketch and I-I paint.",
        "Caroline: You -- you painted these?",
        "Ridge: Mm-hmm. See what you inspired me to do?",
        "[SCENE_BREAK]",
        "Deacon: Hey there, beautiful. What brings you by?",
        "Brooke: Oh, thank God. Quinn's not here.",
        "Deacon: [Chuckling] How do you know that?",
        "Brooke: Calling me \"beautiful\"? You'd have a sword through your heart already.",
        "Deacon: Well, you got me. I'm an unrepentant flirt. Quinn knows it doesn't mean anything.",
        "Brooke: I still have a hard time seeing you two as a couple.",
        "Deacon: I imagine, yeah. I mean, jealousy's a powerful emotion.",
        "Brooke: I'm not jealous.",
        "Deacon: I saw that, uh, that e-mail you forwarded from hope. Is that why you came over?",
        "Brooke: No, actually. This isn't about Hope. I'm worried about my son. And I thought who could I talk to about this, and somehow I ended up here.",
        "[SCENE_BREAK]",
        "Maya: So, it was Stephanie's gun?",
        "Rick: Yes. It was in the drawer. I didn't plan on hurting them.",
        "Maya: I know.",
        "Rick: I figured a couple of shots above their heads should get Ridge off of Caroline.",
        "[Both chuckle]",
        "Maya: Well, I'm fine if that's all it was. And not that you were enraged that she was with someone else.",
        "Rick: Does it look like I want to be with someone else?",
        "[SCENE_BREAK]",
        "Deacon: Here you go. Unless you want something a little harder.",
        "Brooke: I'll stick to water.",
        "Deacon: Okay. So, tell me. What's going on with Rick?",
        "Brooke: His marriage appears to be over.",
        "Deacon: Ah. You know, I got to tell you, though, I always thought that that Spencer chick was kind of a handful.",
        "Brooke: He's moved on to somebody equally as difficult. She's a Forrester model, and she doesn't apologize for enjoying the good life.",
        "Deacon: Who would? I mean, there is a reason they call it the good life. So I imagine Caroline's little heart's broken.",
        "Brooke: No, no. She latched on to somebody else immediately. Ridge.",
        "Deacon: What?! [Laughs]",
        "Brooke: That little girl thinks she can mess with my son. I'm gonna teach her a lesson. Caroline Spencer is getting put in her place.",
        "[SCENE_BREAK]",
        "Caroline: This is a little surprising.",
        "Ridge: What? The paintings?",
        "Caroline: Uh, the paintings, the loft, everything.",
        "Ridge: A man needs a place to call his own.",
        "Caroline: Yeah, but this is a lot different than the Forrester estate.",
        "Ridge: Yeah. I wanted something simpler, less complicated. I've had sports cars, mansions. That doesn't make me happy. This makes me happy. Painting, drawing... spending time with you. I want to do something.",
        "Caroline: Yeah?",
        "Ridge: Sit for me.",
        "Caroline: What?",
        "Ridge: I want to paint my inspiration.",
        "[SCENE_BREAK]",
        "Wyatt: So, if Steffy joins us...",
        "Liam: If Steffy joins us, it's the first step in taking control of Forrester. But the thing is, I need you over there.",
        "Wyatt: [Sighs]",
        "Liam: You can't quit.",
        "Wyatt: I know.",
        "Liam: I hate saying this, but you got to make nice with Rick.",
        "Wyatt: Wyatt Spencer, double agent.",
        "Liam: Exactly. Rick's abusing his power. He's mistreating Ivy and Caroline, and we're gonna take him down.",
        "[Knock on door]",
        "Alison: Steffy Forrester to see you.",
        "Liam: Yeah, send her in.",
        "Steffy: Hey.",
        "Liam: Hey.",
        "Steffy: Oh, hi, Wyatt.",
        "Wyatt: Steffy, how are you?",
        "Steffy: Oh, well, let's see. My company's being run by an egomaniac who thinks his job is to sleep with models and shoot at employees. And you know the worst part? I actually sympathize with the bastard, because if I walked in on my dad making out with Caroline, I'd shoot, too. And how are you?",
        "Rick: I thought I knew loyalty until I met you. No one has ever stood by me. No one has ever been as honest as you have. Just, I got to tell you, I'm so tired of the lies with Caroline and Amber.",
        "[SCENE_BREAK]",
        "Maya: Okay, so, Amber's your first wife, right? Tell me about her.",
        "Rick: I don't even know what to say. She's, um, she's the polar opposite of Caroline. But it's all very much the same.",
        "Maya: What is?",
        "Rick: All the lies and the other men. Caroline and Ridge, the artist, and Amber and Raymond, the musician.",
        "Maya: Wait. \"Raymond,\" Raymond? [Laughs]",
        "Rick: Well, I'm guessing that he's not calling her back these days since he's made it so big.",
        "Maya: Okay, we are gonna have to get very, very comfortable because I want to hear all about this.",
        "[SCENE_BREAK]",
        "Deacon: So, you're gonna teach Caroline a lesson, huh?",
        "Brooke: Yes, I am.",
        "Deacon: I got to tell you, I like feisty Brooke. All right, she's got it coming. What's the plan?",
        "Brooke: I told Caroline that I could have Ridge back just like that.",
        "Deacon: Oh, boy.",
        "Brooke: She better enjoy this little romance while it lasts. 'Cause now that I'm back and now that I see where I'm needed... Ridge and I will definitely be getting back together.",
        "[SCENE_BREAK]",
        "Liam: I mean, I admit, the whole thing with Caroline and your father is a little strange.",
        "Steffy: Strange? It's embarrassing!",
        "Wyatt: Look, I'm only just getting caught up on this myself. Is it really getting serious? When I left for Europe, she was still fighting for her marriage.",
        "Liam: Yeah, well, I think she finally clued in to the kind of guy her husband is.",
        "Steffy: She can leave Rick. Any sane woman would. But that doesn't mean she can just turn to my father. And I really don't get it. She grew up with two moms. Like, she really shouldn't have daddy issues.",
        "Liam: That's what you think this is?",
        "Steffy: Things aren't going well with her husband, so she moves on to the older man in the room. Of course, that's what's going on. You know, my dad, just he can't give up a beautiful blonde who's helpless. And really, it just makes me sick. [Sighs] God, I feel like a kid again. I'm always the afterthought for my father. You know, I just thought things would be different when I was in Paris. It'd be me, my dad, Thomas. We'd all be together in a different city away from the drama. You know, this would be our chance, but it just feels like my dad never wants it. I barely moved out to Paris, and he was back in L.A., and as hurt as I was, you know what? I wasn't really surprised, because he can't stay that long away from Brooke. But this? A woman who is pulling him away that is my age? I will not accept it.",
        "[SCENE_BREAK]",
        "Caroline: Pose for you?",
        "Ridge: Uh-huh.",
        "Caroline: Are you serious?",
        "Ridge: Yeah. You're the reason I can draw again. Your talent, your hands, and... now I want to show you what these hands can do with all of this.",
        "Caroline: As if I could say no to that.",
        "[SCENE_BREAK]",
        "Rick: So, Raymond was -- was a friend of Amber's from high school, and he was in Los Angeles working out his material for his world tour. And, of course, Amber was all over that.",
        "Raymond: Hey, this next song I'm about to do is dedicated to a very special person to me, Amber Moore, dear and close friend of mine. Amber, this is for you, baby.",
        "[Applause]",
        "Maya: So, what? Amber just sings a duet with him and then suddenly she's all over him?",
        "Rick: Well, they were -- they were friendly. Um, I can only imagine what they were talking about when I wasn't around.",
        "Raymond: A toast to us.",
        "[Glasses clink]",
        "Maya: Yeah. Okay, well, I definitely understand better now why what Caroline did was so painful. I mean, you'd already been cheated on, lied to. And you take all this time to decide to get married again, only to find out that it's more of the same.",
        "Rick: Yeah.",
        "Maya: You know that's not me, right? What Caroline and Amber did. I would never hurt you like that.",
        "Rick: I know.",
        "[SCENE_BREAK]",
        "Deacon: So, you're gonna go after Ridge, huh?",
        "Brooke: Yes, I am.",
        "Deacon: What about this little thing with Caroline?",
        "Brooke: Well, it's a ridiculous flirtation.",
        "Deacon: Oh.",
        "Brooke: There's really no substance. Put that next to the years of history and attraction that Ridge and I have shared, and there's no contest.",
        "Deacon: I got to say, my money's on you. That's for sure. I have no doubt in your ability to get any man that you want.",
        "[SCENE_BREAK]",
        "Caroline: Where do you want me? There. Now I can sit still.",
        "[SCENE_BREAK]",
        "Wyatt: Good to see you again, Steffy.",
        "Steffy: You, too, Wyatt. Well, Wyatt's gone. Isn't it your cue to start the hard sell?",
        "Liam: Don't think I have to, do I? You're so ticked off about what's going on over there, you're practically salivating over my offer.",
        "Steffy: Liam, I'm upset. This is my family's company. God, like, I'm a Forrester, and you are asking me to give up control to you and Spencer Publications. I just don't know if I can do that.",
        "Liam: I am asking you to take your company back, stop the insanity. Steffy, you should be in charge. I want you to run Forrester Creations.",
        "[SCENE_BREAK]",
        "Quinn: Hey, there.",
        "Deacon: Hey. I was kind of hoping you'd be home soon.",
        "Quinn: [Chuckles]",
        "Deacon: Hey, baby. Hey, Brooke. You, uh, joining us for dinner, drinks, what?",
        "Brooke: No, no. I am leaving, actually.",
        "Quinn: Okay, yeah, you know what? I'm gonna take one of those.",
        "Deacon: Good choice.",
        "Deacon: It's good seeing you.",
        "Quinn: [Chuckles] Stay away from Deacon.",
        "Brooke: I'm not interested.",
        "Quinn: Well, I am. And I won't have you ruining it.",
        "[SCENE_BREAK]",
        "Naked, open our perfect place low light, hot night slow wins the race breaking gently pushing the boundaries of body yeah ooooh you and me we are like energy two extremes making mad chemistry you and me oh, yeah we are like energy light beams shooting from me to you you to me beautiful lover we don't have to be but here it's just you and me and the music we're making living out our fantasies our bodies keep playing 'cause it's just you and me oooooh yeah",
        "[SCENE_BREAK]",
        "Steffy: You really think I should be running Forrester Creations?",
        "Liam: Can you think of a better candidate than you?",
        "Steffy: Hmm, it does carry some weight, yeah.",
        "Liam: Steffy, I told you before. I want you to be CEO. I mean, just imagine if I could give you control of Forrester. I mean, you and me working together! Come on!",
        "Steffy: Okay, I know. It's -- it's tempting.",
        "Liam: You're damn right it's tempting, because it makes sense and it's brilliant and you're gonna be brilliant. Steffy, I want this. I want this. I mean, I need this. I need to make that place better for Ivy.",
        "Steffy: Oh, yeah, I forgot. It's... this is about her.",
        "Liam: It's -- it's about her. It's about Caroline. It's about you. We could fix this for everyone.",
        "Steffy: What... what am I doing? I-I can't. I can't do this.",
        "Liam: What -- Steffy, what? Come on.",
        "Steffy: No, don't you see what this does to me?! Watching you fight for another woman, doing everything you can to protect her and keep her safe? Liam, come on! I was the one! I can't.",
        "Liam: Listen, I know, but this benefits you, too.",
        "Steffy: No, you think I really could see you every day, every day at work?",
        "Liam: Why not?",
        "Steffy: I moved halfway across the world for one reason. [Voice breaking] Because it was difficult to see you.",
        "Liam: Even now? After all this time?",
        "Steffy: We lost our child. No amount of time will ever make me forget that!",
        "Liam: No, of course not, and you shouldn't forget. But -- but, Steffy, that doesn't mean we can't work together.",
        "Steffy: Not if you're with Ivy, we can't.",
        "Liam: What?",
        "Steffy: I can see how close you guys are. I know how you feel for her. But yet you call me up, and you ask me to run Forrester Creations with you. I can't do that!",
        "Liam: Steffy, listen.",
        "Steffy: No, are -- are you dense, Liam?! I still love you!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=7oP0PfblSKs"
}