{
    "Episode Summary": [
        "Episode # 7572 ~ Coco weighs her future career options following her banishment from Forrester Creations; Ridge & Steffy decide to exact revenge on Spectra Fashions by getting Lt. Baker involved."
    ],
    "Recap": [
        "Steffy asks Ridge if he is giving up on Brooke. He says no, she has been engaged before and nothing happened. He just wants to focus on the new collection. Spectra stole theirs so their hands are tied. Nicole has lunch with Coco. Nicole says she feels badly about what happened. Coco says not only did FC get hurt badly but her own relationship with her sister. So now she is looking for a job. She does not know where she stands with RJ. But RJ tells Zende none of this is Coco's fault and he will not give up on her. Zende says this is not the first time so the Forrester's are not going to let the Spectra's get away with this. Shirley tells Sally there is nothing to worry about. They have always been a knockoff house so it is still that way and the orders are pouring in. They will be okay. Carter brings Lt. Baker in to explain to Ridge and Steffy what they can legally do about the rip-offs. Ridge thanks them and says file the papers right away; they are going to prosecute. Yes they can prosecute but they really need a confession. Ridge says the only one that was honorable over there and claimed she was innocent was Coco. Sally tells Shirley to read her lips. She is never going to poach any designs again. All her designs from now on, sink or swim, will be her own. She hurt someone she really cared about her and also Coco. It is too late with Thomas but not ruined for her and Coco and maybe for Coco with RJ. She should not have to pay for her sins.",
        "Ridge calls RJ in and says he wants to believe that Coco was innocent and was used. Coco tells Nicole that her sister bond is broken. Sally knew how she felt and did it anyway. Saul tells Sally that at least the wrecking ball is not after them. So they did it a little different way, no harm done. Sally says okay, from now on they are going to be squeaky clean. They will do it on their own and earn everyone's respect. Newsflash - Shirley informs her that she can walk on water and will never be good enough for the Forrester's. Sally says maybe so, but she is going to work her tail off to become the best designer she can be and someday compete with the Forrester's. Ridge tells RJ that Lt. Baker might have a case and they need a confession from Coco as to exactly what she knew and what happened. If she is innocent then she will do it. Nicole tells Coco that even their kin make mistakes and hurt them at times so Sally can be forgiven and get past this. RJ doesn't like it. They are talking about lawyers now, not just confessing to him. Ridge says there are millions of dollars at stake here and of course they could be jail time for some of them. RJ doesn't like that, sending Coco's sister to prison. Ridge says Sally brought this on herself and it has to be done."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: You're not giving up on Brooke?",
        "Ridge: Nope.",
        "Steffy: Even though she's with bill, huh?",
        "Ridge: \"With bill...\" they've been engaged before. They didn't get married, so...",
        "Steffy: You're hoping they won't this time, either.",
        "Ridge: Oh, Steffy, I'm hoping a lot of things, but right now, we need to focus on the spectra mess.",
        "Steffy: Yeah, Sally needs to be locked up for stealing our designs.",
        "Ridge: Yeah. There's the rub. This woman can go and steal our entire collection, and there's nothing we can do. Our hands are tied.",
        "Carter: Maybe not.",
        "Ridge: What's going on here? Everything all right?",
        "Carter: We have some good news regarding Forrester's case against spectra fashions.",
        "Steffy: I thought we didn't have one.",
        "Lt. Baker: Well, now it's possible that you do.",
        "R.J.: Well, let's agree to disagree.",
        "Zende: Or you could admit that I've been proven right.",
        "R.J.: Right about spectra. Not about coco. She wouldn't willingly go along with what Sally pulled. She loved working here. She wouldn't jeopardize that.",
        "Zende: Or her relationship with you.",
        "Coco: Thanks.",
        "Nicole: Thanks for meeting with me.",
        "Coco: Thanks for still speaking with me.",
        "Nicole: Hey, what kind of friend would I be if I bailed when things got tough? I feel really bad about everything that's happened.",
        "Coco: Yeah, I -- I keep hoping it was a bad dream. Only I know it wasn't. Not only did Forrester creations get ripped off, but my own sister used me. I think that's what hurts the most.",
        "[Telephone ringing]",
        "Darlita: Yes, we received all 70 orders, and we're working on those right now.",
        "Saul: You think I'm copping an attitude? We have dresses that are ready for production but no fabric. You promised you'd get it here A.S.A.P.",
        "Shirley: Darlita, get in here!",
        "[Ringing continues]",
        "Shirley: What's that say?",
        "Darlita: I don't know. Uh...",
        "Shirley: It's your handwriting.",
        "Darlita: Oh, gosh, it's like turkey scratch.",
        "Shirley: How many units is this?",
        "Darlita: 40? I think.",
        "Shirley: You think?",
        "Saul: Go easy on her, Shirl. It is bonkers around here. The orders just keep pouring in.",
        "Shirley: [Giggles] You hear that, Sally girl? The buyers can't get enough of us. That should put a smile on your face. Come on, honey! Look, with all these purchase orders... you know what, we're almost out of debt already! Come on! You should feel like a million bucks!",
        "Sally: Yeah, I would, if they were my designs and not Forrester knockoffs, and if we hadn't used my innocent little sister to steal them. Just leave your information with me on your way out, and I'll have someone contact you.",
        "Coco: Thanks. Thank you. Mm-hmm.",
        "Nicole: What was that about?",
        "Coco: Um, well, I'm looking for a job, and the manager said I could interview.",
        "Nicole: You're giving up on fashion?",
        "Coco: For now, anyway. I'm not welcome over at Forrester for obvious reasons, and I, um... I can't face my family.",
        "Nicole: Well, what about you and R.J.? Where do things stand?",
        "R.J.: I'm not giving up on coco. I've texted, called but she hasn't responded.",
        "Zende: Sounds like guilt to me.",
        "R.J.: She might feel guilty, but she shouldn't. None of this is her fault.",
        "Zende: Look, this might tough for you to hear. But it's best that you have nothing to do with her or her family ever again. Look, they ripped us off. Now, you know we can't let the Spectras get away with that.",
        "Sally: You don't get it. None of you do.",
        "Saul: Yeah, I do. You -- you had a dream. You also felt you had a shot with Thomas Forrester. Now you don't have either.",
        "Sally: Well, that makes me feel a lot better.",
        "Shirley: Look, Sally, you wanted us to be a legit fashion house again, but --",
        "Darlita: We all did.",
        "Shirley: Reality came crashing down on us, and so we're a knockoff shop again. It is not the end of the world! We are moving product like hotcakes! We did it! There's nothing to worry about.",
        "Ridge: All right, what's going on? Why are you here?",
        "Carter: I wanted to exhaust all our options.",
        "Steffy: But you told my grandfather that a legal battle would be pointless, that Sally's alterations would just keep a lawsuit at bay.",
        "Carter: Well, at the time, that's what I believed, but after doing some digging...",
        "Ridge: Carter, I'm sorry. I'm sorry, I'm sorry. Why did you bring lt. Baker? Do we have a case?",
        "Lt. Baker: Well, if you choose to, you could prosecute spectra fashions for grand larceny and industrial espionage, particularly the ringleader, Sally spectra. Ms. Spectra could be sued for up to $10 million in damages and a possible jail sentence of 15 years.",
        "Carter: You don't have to go that severe.",
        "Ridge: I know what you're gonna say, carter. I know what you're gonna say. But we're gonna prosecute. Right away. File the papers. Thank you.",
        "Steffy: Just see to it that Sally spectra pays dearly. Everyone involved, including coco.",
        "Lt. Baker: Which one is coco?",
        "Carter: Sally's sister, the intern they allegedly planted the spy cams on.",
        "Ridge: Let's do this. What do you need from us?",
        "Lt. Baker: Well, Mr. Forrester, I know that you're eager, but --",
        "Carter: We can push things forward. We have a better case than we thought. But if you want the best chance at a positive verdict, we need the right testimony from someone on the inside at spectra. Why don't we let you digest all this? I'll be in my office.",
        "Steffy: We're pressing charges, but...a confession?",
        "Ridge: There was one person, one person who claimed she was honorable and a victim in all this.",
        "Steffy: Coco.",
        "Nicole: So, you've probably heard from R.J. What has he been saying?",
        "Coco: I haven't really responded to his calls or texts.",
        "Nicole: Why?",
        "Coco: I don't know, I just -- I don't want to complicate things for him with his parents. They want me gone, and I respect that they're just looking out for him.",
        "Nicole: But you're innocent. I know it, and R.J. Knows it, too.",
        "Coco: Yeah, I just -- I just wish there was something that I could do, you know, to make it right with his family and prove that I wasn't disloyal.",
        "[Cell phone chimes]",
        "R.J.: Oh. Dad texted me. Wants me to see him in his office.",
        "Zende: He say why?",
        "R.J.: No, but I can only guess.",
        "Zende: Coco and the Spectras.",
        "R.J.: Coco and the Spectras. All right, man. I'll see you.",
        "Zende: All right, buddy.",
        "Coco: Hi, um...is it Reggie?",
        "R.J.: No. R.J. Just the letters.",
        "Coco: Okay. I'm sorry.",
        "R.J.: No, not a problem. It's definitely not a problem.",
        "R.J.: [Laughs] I'm sorry. I'm sorry. Just --",
        "Coco: What?",
        "R.J.: I'm not usually like this.",
        "Coco: [Laughing] Like what? Okay, look, whatever you have to say, it's okay. You can just say it.",
        "R.J.: Here I am, thinking I've never met anyone so warm, honest, and good.",
        "Sally: Read my lips, grams. I am never poaching designs again, especially from Forrester.",
        "Saul: Well, we burned that bridge anyway. There's no way that any of the Spectras are ever gonna get near that building, much less any of the Forresters themselves.",
        "Shirley: Hey! You remember these words. \"Where there's a will, there's a way.\"",
        "Sally: That is exactly my point. I'm not willing to go through it again. Okay? The next designs that hit the spectra catwalk will be mine. They will either fly or they will tank, but at least I won't have another moment like I did this time at the end of the runway. Standing out there, basking in all of the applause, only to look out and see Thomas' face, filled with disappointment and a sense of betrayal. I hurt someone that I really, truly cared about, grams. Someone who believed in me and someone who trusted me. Just like coco did. But, you know what, it's probably too late for me and Thomas, but at least I can salvage something with coco, hopefully, and she can salvage something with R.J. Because there is no reason that she needs to pay for my screw-ups. Losing a job and a guy that she really, truly cares about.",
        "R.J.: What's up?",
        "Ridge: Can you close the door, please? We want to talk to you about coco.",
        "R.J.: Well, I'll say it again. She didn't know what Sally and her grandmother were up to. Coco was used. You have to believe me.",
        "Steffy: We want to believe you, R.J.",
        "R.J.: But...?",
        "Nicole: I know you're disappointed in Sally.",
        "Coco: Yeah, she knew how I felt about doing anything underhanded, but she didn't respect my feelings or our bond as sisters. And now that bond is broken. Maybe forever.",
        "Shirley: Sally, honey, coco's young. R.J. Is her first crush. He won't be the last to break her heart.",
        "Sally: He didn't. I did. I let her down, grams.",
        "Shirley: Well, what about all the people that you didn't let down? Us! The workers! The sewers! We were counting on you, and you came through like gangbusters!",
        "Saul: Plus, think about your great aunt Sally. All she wanted was for spectra to rise from the ashes, and look, it has. Now, sure, it didn't happen in quite the way you had hoped, but at least we aren't facing the wrecking ball anymore, and that is something to be proud of, right?",
        "Sally: [Sighs] Okay. Okay! Okay. I hear you. Both of you. All right? I will ride out the stolen collection for a little bit longer and get spectra back in the black.",
        "Shirley: Attagirl.",
        "Sally: But! Moving forward, we rise or we fall on our own, okay? There is no more crossing the line. We are gonna do this so squeaky-clean and so above board... who knows? Maybe we'll even win back coco's trust and impress the Forresters one day. If I live that long.",
        "Ridge: I know you want to believe that coco is a good person. I want to believe that, too.",
        "Steffy: But her family's cost us so much. They hurt our reputation.",
        "Ridge: We had to throw out a whole collection. All that works down the tubes.",
        "Steffy: Not to mention all the money that we're losing. We have to start over.",
        "Ridge: And it's not just the money...",
        "R.J.: Okay, I know, I know. I hate that the Spectras pulled too, but coco wasn't involved with that.",
        "Steffy: You say that because you have a crush on her.",
        "R.J.: Okay, that's not what this is about. It's about defending someone who's good and decent, who actually has values. Coco was horrified by what happened.",
        "Steffy: Well, I hope that's true. Because we might have a case against her.",
        "R.J.: I thought carter talked to granddad.",
        "Steffy: Carter dug deeper, he spoke to his colleagues, and he figured...",
        "Ridge: All right. Take it easy. R.J. go talk to her, and if she is who you think she is, she'll do the right thing.",
        "R.J.: What do you want?",
        "Ridge: I want her to tell the truth.",
        "Steffy: R.J., you have to convince her to do the right thing.",
        "Ridge: We need a signed confession from coco saying that she knows what happened with spectra and what they did.",
        "Steffy: They stole our designs. Coco can help us in court. You have to realize how important this is.",
        "Shirley: News flash, missy! You could walk on water, and you will never be good enough for the Forresters.",
        "Sally: Okay, maybe not! All right? But my days of plundering and pilfering are done. May have worked for my namesake, but it is not who I am.",
        "Shirley: Oh! So you're turning your back on your great aunt Sally. Judging her.",
        "Saul: No! She's not judging -- well, she's not judging her, Shirley! Your sister was not a designer! But your granddaughter... your granddaughter is.",
        "Darlita: Yeah.",
        "Sally: Exactly. All right, I may have struck out the first time at bat, at least according to Jarrett... but I am gonna buckle down and I'm gonna work my tail off to become the best blankety-blank designer that I can be. So that one day, we can all compete with the Forresters honestly.",
        "Nicole: Thank you. I understand how you feel. I don't know what I'd do without Maya.",
        "Coco: Exactly. And Sally was always the big sister that I looked up to, that I thought I knew, and then she does something like this, and it's... did I know her at all?",
        "Nicole: You're in a tough spot. It's hard when family lets you down, but as terrible as you feel about everything that's happened at Forrester... Sally's still your sister.",
        "Coco: So you're saying I should forgive Sally?",
        "Nicole: I'm saying that even the people we love and who love us make mistakes sometimes.",
        "Coco: What Sally did was more than just a mistake.",
        "Nicole: I know. But more importantly, I think that she knows that, too. Still, it's what she does moving forward and what you do that really matters.",
        "Steffy: [Sighs] R.J., obviously you believe coco knows right from wrong.",
        "R.J.: Yeah, obviously.",
        "Ridge: Then she should step up and do the right thing.",
        "Steffy: Especially since she's already confessed to you.",
        "R.J.: Yeah, but now we're talking about lawyers and signing confessions.",
        "Ridge: I know, I know this sounds scary, but if we're gonna hold spectra's feet to the fire, we have to do this.",
        "R.J.: What's gonna happen?",
        "Steffy: Well, we would have a judge or jury. They would decide damages.",
        "R.J.: You mean monetary compensation.",
        "Ridge: We're talking about millions of dollars here, R.J.",
        "R.J.: Spectra does not have millions of dollars. They'd go bankrupt. I guess they deserve that.",
        "Steffy: Well, they should have thought about that before they stole from us.",
        "Ridge: And there may also be some prison time.",
        "R.J.: Really? How long?",
        "Steffy: [Sighs] Possibly up to 15 years. Industrial espionage and grand larceny are very serious crimes.",
        "R.J.: 15 years. Wow, um... and you want me to talk to coco.",
        "Ridge: We want you to convince her to do the right thing.",
        "R.J.: Dad, we're talking about sending her sister to prison!",
        "Ridge: All right, we don't know that. We don't know for how long, but yes, there's probably gonna be some jail time.",
        "Steffy: We can't allow Sally to go unpunished. If we do, then she can do it again. Or she could do it to a different fashion house.",
        "R.J.: What about Thomas?",
        "Ridge: What about him?",
        "R.J.: He has a thing for Sally.",
        "Steffy: Had a thing. It's done now.",
        "Ridge: And we're done, too. With all of them.",
        "R.J.: 15 years. If coco agrees to this, she's gonna be putting away her sister for a long time.",
        "Ridge: Her sister brought this on herself. It has to be done."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=yBgZAnpIBUU"
}