{
    "Episode Summary": [
        "Episode # 7142 ~ Rick & Maya return home from their honeymoon; Brooke has a heart-to-heart conversation with Ridge about his plans for the future."
    ],
    "Recap": [
        "Caroline says she knew Ridge the artist, but not Ridge, the corporate guy but she likes it. She says she would like to stand here and smooch all day but they need to get to work. He says that is the perks of being boss. He asks about Thomas. She says he is his son and he wants to be here so she thinks he should be. He says being a Forrester has it's perks but he doesn't want his son to just walk in here and expect special treatment. Thomas offers Zende help on the Sky Lounge. Zende thanks him and says he will do whatever he can to make Forrester better. Thomas says he hears that. His dad is putting him through the paces. His dad and Caroline are working exclusively together but he's hoping to join them. Brooke walks in on Caroline and Ridge and wants to show them a pix of R. J. Caroline leaves. Brooke realizes she has brought up a sensitive subject if his girlfriend wants children and he doesn't. She pries more and asks how this is going to work out with her biological clock ticking and she is a perfect age to have children, it might be her life goal. She probably is covering that up more than Ridge can see. It doesn't just go away. He realizes that.",
        "Nicole agrees that Ridge is Mr. Tough Love with Thomas. She also is not so sure that Ridge is the right man for Caroline. Thomas tells Caroline that she can confide anything in him. She admits she did want a family but she loves designing and she can be happy with that because she is so in love with Ridge so asking for more might be too much. He thinks she should have it all. He can't get over how they met with her being his muse and helping him draw. She says he touched her hand and she just knew. Ridge tells Brooke that he loves Caroline so much he feels like a little kid sometimes. So if she wants kids, why is that so strange. He can put her first. Thomas tells Caroline that he feels she will be giving up too much not to have kids. She says it is a balancing act. He says any sane man would want kids with her. He always has but he has not found that partner yet. She jokes that she is one of a kind. They start to draw again and much as she did with Ridge, Thomas takes her hand to guide him and they look into each other's eyes."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: Wait, wait, wait, wait, wait. Yeah. This never gets old -- walking through this door. You know that?",
        "Caroline: [Laughs]",
        "Ridge: All right.",
        "Caroline: You really like being CEO, huh?",
        "Ridge: [Sighs] That surprises you? Here you go.",
        "Caroline: Hmm... no. I just never really knew corporate Ridge. I only knew Ridge the artist. But now that I see you here in action, I like your style. You're, like, somewhere in between Eric and Rick. You know? You're -- [Chuckles] You're sensitive but you're decisive. And you're reasonable but you're kind of bottom-line-ish.",
        "Ridge: I'm really not that complicated.",
        "Caroline: Uh, you're kind of complicated. You're like a mystery that I kind of want to figure out.",
        "Ridge: Whatever keeps you here.",
        "Caroline: [Chuckles] I can't just stand here and smooch you all day. I got to work.",
        "Ridge: I'm the boss. We can do whatever we want.",
        "Caroline: [Chuckles] Okay. Hold that thought.",
        "Ridge: Come on!",
        "Caroline: Just come on. [Laughs] Look. This is Thomas'.",
        "Ridge: All right. It's pretty good.",
        "Caroline: I like it.",
        "Ridge: I think it'd be better if we put the neckline down to here.",
        "Caroline: Okay. I will give him the note.",
        "Ridge: You really want Thomas, don't you? You really want him to be on our team.",
        "Caroline: Um... yeah, I think Thomas is -- is very talented. And he wants to be here. And he's your son, so I think he's a good fit.",
        "[SCENE_BREAK]",
        "Thomas: So, you turned out to be a good fit.",
        "Zende: Think so?",
        "Thomas: Yeah. You doubt it?",
        "Zende: I'm just hoping it's true. I really like it here -- learning the business, working with family.",
        "Thomas: You know, you can have a really great future here at Forrester if you're willing to work for it.",
        "Zende: Exactly what I intend to do. And, hey, I wanted to say thank you. You've really gone out of your way to help me get acclimated. I appreciate that.",
        "Nicole: I swear you guys put me to shame. The sun is barely up, and you're already out here.",
        "Zende: Yeah, Nicole's not a morning person.",
        "Nicole: What do you mean? I wake up good to go.",
        "Zende: Yeah, after coffee so strong it puts hair on your chest.",
        "Nicole: Okay, first, you've never seen my chest. Second, if you did, you wouldn't find hair.",
        "Zende: No doubt.",
        "Thomas: How's summer been treating you?",
        "Nicole: Oh, my God. It's like the best one ever. My sister and I are tight, I love interning at Forrester, and I've got -- I'm making good friends.",
        "Zende: I agree. Best summer ever. And it's not over yet. What about you? Glad you stayed in LA?",
        "Thomas: Yeah, yeah. It feels right. Uh, Dad's really putting me through the paces, though.",
        "Nicole: Oh, with your designs. I heard about that.",
        "Thomas: You know, I forget -- somehow, interns know everything.",
        "Nicole: [Chuckles]",
        "Zende: Didn't you have your own line once?",
        "Thomas: Yeah. Yeah, I did. That was before. This is now. You know, Dad and Caroline have been working exclusively together. They have a very specific vision. They're on the same wavelength. And I've got to get there before I can just jump in and be an asset.",
        "Nicole: You don't predict there being any problems?",
        "Thomas: Between my dad and me?",
        "Nicole: I was thinking more between you and Caroline.",
        "Thomas: Ah. You know about that, too.",
        "Nicole: Heard you two used to be an item before she got with Rick.",
        "Thomas: Well, yeah, yeah. You know, that was a long time ago. You know, uh, we -- we've both grown and changed since then.",
        "[SCENE_BREAK]",
        "Caroline: You agree with me, though, right? That Thomas' place is here with us.",
        "Ridge: If he steps up, I'll be happy to have him.",
        "Caroline: I think he is coming along.",
        "Ridge: No, I think his designs are better. I think he's making an effort, and that's good.",
        "Caroline: Yes. Which is exactly what you wanted.",
        "Ridge: You think I'm being hard on him, don't you?",
        "Caroline: It's not for me to say.",
        "Ridge: Well, being a Forrester comes with a lot of perks. The theory is you can walk in here and take any job you want, but I don't want that for my son. I want him to earn everything that he gets. I don't want him to walk through life with just his hand open, taking everything that he's entitled to or thinks he's entitled to. He's got to earn his rewards.",
        "Caroline: You're a really good father.",
        "[Knock on door]",
        "Brooke: Hi. Am I interrupting?",
        "Ridge: No. Come on in.",
        "Brooke: Oh.",
        "Ridge: Hi.",
        "Brooke: I just got a text from RJ, and I thought you might want to see it.",
        "Ridge: Of course, I want to see it.",
        "Brooke: He's at that \"girls are so annoying\" stage.",
        "Ridge: Uh-oh. We all know what comes next, don't we?",
        "Brooke: Look, I know you guys are busy. So, I'll just...get out of your way.",
        "Caroline: No, no. You stay. Um, I have to go find Thomas anyway and give him Ridge's notes. So, I will catch up with you later?",
        "Ridge: Mm-hmm.",
        "Caroline: Okay.",
        "Brooke: Is everything all right there?",
        "Ridge: With Caroline? Yeah. No, everything's fine.",
        "Brooke: She just seemed a little tense.",
        "Ridge: You think?",
        "Brooke: Yeah. It happened when I brought up RJ. I know you saw it, too.",
        "Ridge: Yeah. There's tension.",
        "Brooke: About children?",
        "[SCENE_BREAK]",
        "Nicole: Spoke to Maya this morning.",
        "Zende: Finally they come up for air.",
        "Nicole: [Chuckles] All the way up. They're on their way back.",
        "Zende: How did she sound?",
        "Nicole: Like the happiest woman on the planet.",
        "Zende: [Chuckles]",
        "Nicole: I can't wait to see her and hear all about their fabulous honeymoon.",
        "Zende: You know it was, too. They didn't post one picture.",
        "Nicole: Yeah. I got on Maya for that. And then she said they're too busy living it.",
        "Zende: [Chuckles] Good for them. You know, sometimes we get so wrapped up in trying to document everything that we miss what's in front of us.",
        "Nicole: [Chuckles] Why are you looking at me like that?",
        "Zende: I'm taking a picture so that I don't miss a thing.",
        "[SCENE_BREAK]",
        "Brooke: Maybe I shouldn't have brought up RJ.",
        "Ridge: R.J. Is our son. We're gonna be talking about him. Some of that's gonna be in front of Caroline.",
        "Brooke: Even when children are a tense topic?",
        "Ridge: It's a speed bump. We'll get through it.",
        "Brooke: How? When your girlfriend wants a family, and you don't.",
        "[SCENE_BREAK]",
        "Caroline: Pam shouldn't be leaving these lying around.",
        "[Elevator dings]",
        "[Cell phone beeps]",
        "Ridge: I can't see myself being a father again.",
        "Caroline: [Voice breaking] If I have to choose between being a mom and being with you... I'm gonna always choose you.",
        "Thomas: Hey, you.",
        "Caroline: Hey, yourself.",
        "Thomas: Well, I just left Zende and Nicole. Now, there is a couple just -- just waiting to happen.",
        "Caroline: Oh, you think so?",
        "Thomas: Yeah. It's obvious. Well, to everyone but them. They think they're besties.",
        "Caroline: Aww. That's sweet.",
        "Thomas: Yeah.",
        "Caroline: [Chuckles]",
        "Thomas: You okay?",
        "Caroline: Sure.",
        "Thomas: What, uh -- what were you looking at there?",
        "Caroline: Oh. Uh... [Chuckles] A friend, uh, posted a pic.",
        "Thomas: Why don't you let me see that?",
        "Caroline: [Chuckles]",
        "Thomas: It makes sense.",
        "Caroline: What?",
        "Thomas: Well, no matter how much you downplay this, you're still having a really hard time.",
        "Caroline: [Clears throat] I-I told you that I'm -- I'm fine.",
        "Thomas: Caroline, you had to choose between my father and having a family. You're allowed to have feelings about this.",
        "[SCENE_BREAK]",
        "Nicole: Hey. You've got to do better looking out and check my big mouth.",
        "Zende: How am I supposed to do that?",
        "Nicole: I don't know. Nudge me. Kick me under the table. Something.",
        "Zende: Oh, you mean with Thomas earlier.",
        "Nicole: Yes. What was I thinking bringing up his relationship with Caroline? It was awkward.",
        "Zende: Yeah, you were just messing around.",
        "Nicole: Thank you for realizing that. For a minute, I totally spaced. Obviously she's with Ridge now.",
        "Zende: Yeah, well, Thomas seemed all right about it.",
        "Nicole: Really?",
        "Zende: Yeah. I didn't think it was something he wanted to bring up, but he moved past it.",
        "Nicole: [Sighs] I need a filter.",
        "Zende: I accept the position.",
        "Nicole: Gonna count on that. What do you think Thomas' chances are at making the design team?",
        "Zende: I would have thought pretty high, considering he's family, experienced. But Ridge tearing up his work -- I mean, that's pretty harsh.",
        "Nicole: That's Ridge -- Mr. Tough love. Got to push everyone past their comfort zone to make them the best they can be. But I have to wonder -- has he really done that for Caroline?",
        "[SCENE_BREAK]",
        "Brooke: I can't say I'm surprised. Caroline is a lot younger than you.",
        "Ridge: Wow. That's -- that's strange. You've never mentioned that before.",
        "Brooke: Ridge, I'm not taking shots. I'm just saying the biological clock- thing -- that is real. It really doesn't surprise me that Caroline wants a family. She wanted one with Rick.",
        "Ridge: And I've raised two of them. Now I just want to live in the moment. What's wrong about that?",
        "Brooke: Nothing, really. But does the person you're with want to live in the moment?",
        "Ridge: [Sighs] Well, she said she's okay with it, so...",
        "Brooke: Okay, so do you believe her?",
        "Ridge: Yes. [Sighs] No, I don't. Well, you have something to say. What is it? Just say it.",
        "Brooke: A little while ago, when I found out I was pregnant, I was shocked. A baby wasn't even on my radar. I didn't even know if it was possible. But I was gonna go through with it. I was just overwhelmed. But Caroline, on the other hand -- she is a perfect age to have a family, to have children. I wouldn't be surprised if it's one of her life goals. And if what I just saw was any indication, then she's probably trying to cover up that urge more than she wants you to see. That feeling of wanting to be a mother -- that doesn't just go away.",
        "Ridge: And you don't think I realize that? I do.",
        "[SCENE_BREAK]",
        "Caroline: Ridge and I made a change to your sketch.",
        "Thomas: Hey, I really appreciate all the time you guys are giving me, by the way. That means a lot.",
        "Caroline: Well, I want you to ace this. And so does your dad.",
        "Thomas: Since you brought him up again --",
        "Caroline: You're gonna make me wish I didn't?",
        "Thomas: No, no, no. I hope not. I hope not. Really, I do. Okay. We've confided in each other about a lot. I-I told you about what was going on with Steffy and Aly, and you opened up to me about the baby issue between you and Dad.",
        "Caroline: That does not mean that we got to keep poking at it, though.",
        "Thomas: But ignoring it -- that isn't the answer. All right? I can see that it's weighing on you, and I-I want you to know that you can talk to me.",
        "Caroline: [Sighs] Thank you. It means a lot. [Sighs] I guess if I'm being completely honest, um...yeah, I mean, I guess it is disappointing. You know, I thought I was -- would have a family, but, um... I don't know. I'm fulfilled in other ways -- professionally and -- and personally. I mean, I love what I do. I love designing. And I'm getting better at it over time. And... I'm so in love with Ridge, you know? So I think maybe asking for more than that is just that. It's asking for too much.",
        "Thomas: Caroline, a woman like you should have it all -- everything.",
        "Caroline: Well, that's gonna happen, so I should just be grateful for everything that I have, which is a lot. So...",
        "Thomas: [Clears throat] Well, you know, it's still crazy to me how you and Dad -- the whole story of how it happened.",
        "Caroline: It was one touch.",
        "Thomas: You were his muse.",
        "Caroline: Yeah. I was the only person that could get what was in his head out. And he had to physically use me to do it. Um, 'cause at first, he was trying to explain it to me, and I was just -- it was not -- I -- [Laughs] I was not getting it at all. And I think out of, like, sheer frustration, he just grabbed my hand and started to draw.",
        "Thomas: One touch.",
        "Caroline: And I just knew.",
        "[SCENE_BREAK]",
        "Zende: You don't think Ridge is good for Caroline?",
        "Nicole: I don't know.",
        "Zende: I mean, they seem pretty happy to me.",
        "Nicole: Yeah, but their relationship is relatively new. And let's be honest -- that age difference is serious.",
        "Zende: Well, you know what they say -- age is only a number.",
        "Nicole: Maybe at first when you're all caught up. But eventually you settle into how things are gonna be. And maybe you find that you have different needs and wants, things that have to do with where you're at in life. And I like Caroline. She's really good people. She deserves the best. I'm just not sure that adds up to Ridge.",
        "[SCENE_BREAK]",
        "Ridge: I love Caroline. I really do. Make no mistake about that.",
        "Brooke: I'm convinced.",
        "Ridge: And having kids would make her happy, and I want that for her. I want her to be happy.",
        "Brooke: Ridge, you're not thinking about having a whole new family with Caroline just to put a smile on her face.",
        "Ridge: And why not? That's -- if that's what it turns out to be, why not? After everything she's done for me -- she's given me my life back, my ability to draw. She's given me joy and happiness, and she's there supporting me in everything I do. And I just -- I want to give her what fulfills her, whatever that may be.",
        "Brooke: Well, that's a lovely testament to how you feel about her. But to have a new child at this stage of the game -- 18 more years of parenting. I thought you wanted to be free. That was the whole idea of your loft and -- and choosing to be with Caroline.",
        "Ridge: Yes. I know why I chose her. I know. And I was right to, and I-I'm happy. I-I -- [Sighs] I'm living every moment, and I am enjoying every moment, not as who I wanted to be or who I was, but who I am right now. And I feel like a little kid sometimes, you know, and I just -- it's -- it's exciting.",
        "Brooke: It's not just you anymore. You're in a relationship with Caroline. And her needs and her desires are just as important as what you want.",
        "Ridge: And if I truly love Caroline, I got to put her first. And that's what I'm gonna do.",
        "[SCENE_BREAK]",
        "Thomas: Yeah. I mean, you can't miss it. That connection between you and Dad -- it's -- it's right out there. I just -- I hope you're both happy. 'Cause I'm sensing you're giving up a lot more than he is.",
        "Caroline: [Sighs] It's a balancing act, you know? And sometimes one person is sacrificing more than the other. But in the end, it all just kind of evens out.",
        "Thomas: Yeah, that'd be a first for my dad.",
        "Caroline: There is a first time for everything.",
        "Thomas: Right. Yeah, yeah. No. Who knows? You know, maybe he'll want to end up starting a family with you. I mean, honestly, what -- what sane man wouldn't?",
        "Caroline: Do you want to have kids?",
        "Thomas: Yeah. Bring 'em on.",
        "Caroline: Wow. Doesn't even hesitate with that one, just --",
        "Thomas: Nope.",
        "Caroline: Just said it.",
        "Thomas: Nailed it.",
        "Caroline: [Chuckles]",
        "Thomas: Yeah, I mean, I've always known that I wanted to start a family, have a full house. Just -- I haven't found the right partner yet. It takes time. Or -- or I can just walk out those doors and she'll be right there waiting for me. Kind of like you did just that -- that one ordinary afternoon.",
        "Caroline: [Laughs]",
        "Thomas: You know, you just step out of a limo, and bam! You're just stopping hearts. You know how unfair that is to every man, including myself? How am I supposed to compare anyone else with you?",
        "Caroline: Uh, you can't, 'cause I'm one of a kind. This is it.",
        "Thomas: [Laughs] Well, you got that right.",
        "Caroline: [Laughs] So, about the sketch...",
        "Thomas: Yes. Yeah. Go ahead. Show me.",
        "Caroline: Uh, your dad wants you to lower the neckline.",
        "Thomas: Hmm. Okay. So... a little bit more like...that?",
        "Caroline: Mm, I don't think I'm explaining it right. He -- he wants it to be in a \"V\" to accentuate the dip in the necklace that it's paired with so it's more cohesive.",
        "Thomas: Okay, well, um...",
        "Caroline: Mm, no.",
        "Thomas: Like this.",
        "Caroline: Nope. It's me! I'm not explaining it right. Can I -- okay. Can I just show you?",
        "Thomas: Yeah. Show me.",
        "Caroline: Okay. He wants it."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=5ZOQ25e0wUI"
}