{
    "Episode Summary": [],
    "Recap": [
        "Wyatt and Hope lie cuddled in bed. She says Paris is her favorite city in the world. He says he thought Rome was. She says not any more. They kiss again and again. Katie puts Will down for the night and she tells Ridge that she can't stop thinking about what happened in the park. He pretends innocence and then says oh yeah, he told her he loved her; they kiss. Brooke tells Thorne that she is anxious to get home and she thinks Hope will be okay with that. She confides in Thorne what Bill told her and pictures he showed her with a co- worker at a Gay Pride Parade but Bill was convinced hat Ridge had switched teams and he wasn't on the straight and narrow. But Bill thought that gave him a chance. Thorne says he's such a jackass. He just can't believe he won't get the girl in the end. He better not go back to Katie. She deserves better; someone who will appreciate all her wonderful qualities. Brooke says how about Thorne. He quips that he thinks Katie can do better than him too. He tells Brooke that he will call Kyle and make sure the jet is ready for tomorrow. It's time she and Ridge started their life together. Ridge and Katie lounge by the fire. She says perhaps they should both quit their jobs and just hold up here and keep the world out; just the two of them. She says so much has happened that this doesn't seem real. She doubts anybody would have predicted this for shy little Katie. Ridge says he does not see her that way. She says she knows; that is one of the main things that she likes about him. She just hopes that they can get people to understand. He says they will try. He says they will break it to Brooke together. They will find the right words. Katie is not sure what the right words are. She has to tell her sister that she has fallen for the one guy that she has been in love with most of her life. Katie says she needs to talk to Brooke first. Ridge isn't sure that is a good idea. But Katie says she needs to face this in her own way. He understands he is not going to win this little war. She says she can be a little bossy; just ask anyone. She trusts this will work out for everyone. He says she was in front of him this whole time and why didn't he see her. She's the most beautiful and amazing woman he has ever met.",
        "Wyatt and Hope stand at the window looking out at the view. He asks if she can picture it, them living in Paris, a little flat right across the Seine .or they could get the RV and have it shipped and park it right in front of the Eiffel Tower. She laughs that sounds very romantic but afraid that wouldn't last very long. He says the point is that Paris would be the perfect city to start off their married life ..well when they were ready to get married. She says she thought he was a California boy through and through. Plus with Aly living in the same city ..Wyatt says OMG, he'd have to turn up the Fuller charm a lot. She says Aly has issues with both of them, but for Hope because she feels she abandoned her principles for HFTF. Wyatt tells her no; no one lives a more principled life than she does. She's just done tying her personal choices to the line; that's it. He tells her that she handled that like a pro with Aly. She was sensitive and understanding and said a lot of nice things. She asks if he might have happened to hear her say that he says yes he did. Now the question is did she just say that to Aly or what exactly are her feelings for him. As he knows there is not another man in the world for her. She tells him to stop talking and just kiss her. They are kissing when Brooke comes in. She tells Hope that she has made a flight first thing in the morning. She and Ridge are going to be married so they should be together. Hope tries to sound convincing that they can push things a bit and be through by the weekend and all go home together. But Brooke says that is not necessary. She and Wyatt can stay but she wants to be home with Ridge. Hope gives in and says they can push things and all leave tomorrow. She excuses herself to go finish things up and tells Brooke she will see her bright and early in the morning. She calls Katie and says she gave them some time but warns her that Brooke is coming home tomorrow. She hopes they have sorted out their feelings. Katie says yes they are in love and want a future together. Hope sighs, her mother is going to be so heartbroken. Then Brooke picks up the phone and Hope tells her that she is already on the phone with Katie. Brooke says hello to Katie, asks how she is and then says she will be home tomorrow. She can't wait to see Ridge. They say goodbye and then Kate turns to Ridge and says \"tomorrow\". He puts his arms around her and pulls her close."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Hope: Did I tell you...",
        "Wyatt: Hmm?",
        "Hope: ...That Paris is my favorite city in the world?",
        "Wyatt: Mm. Wait, I thought Rome was.",
        "Hope: Oh. Not anymore.",
        "Wyatt: Mm?",
        "Hope: No.",
        "Wyatt: Not at all?",
        "Hope: Mnh-mnh.",
        "[SCENE_BREAK]",
        "Katie: He doesn't seem to want to go to sleep. He's talking it over with his bear right now.",
        "Ridge: Should I read him a story?",
        "Katie: I think he'll be fine. I can't stop thinking about what happened in the park.",
        "Ridge: What happened in the park?",
        "Katie: [Laughs]",
        "Ridge: Oh, I remember. I told you I loved you.",
        "Katie: Yeah.",
        "Ridge: Yeah.",
        "[SCENE_BREAK]",
        "Thorne: Sorry I had to bail on you like that.",
        "Brooke: Crisis handled?",
        "Thorne: A heated disagreement about hemlines.",
        "Brooke: Ugh. Designers. What can you do?",
        "Thorne: [Laughs] You should know. You're married to one.",
        "Brooke: [Laughs] Yeah. Almost married, which I plan to remedy as soon as I get back to L.A.",
        "Thorne: Did you tell Hope about your plans?",
        "Brooke: Not yet, but I think she's gonna be okay with it. She has Wyatt now, and she has you and Aly, too.",
        "Thorne: True, but it did seem very important to her that you be here, too, Brooke.",
        "Brooke: [Sighs] I'm still not exactly sure why.",
        "Thorne: You think there's more to it than Hope is telling you?",
        "Brooke: I'm not sure.",
        "[SCENE_BREAK]",
        "Katie: What do we do? What comes next?",
        "Ridge: I'm not sure. I mean, I don't know what comes tomorrow or the day after... Let's just enjoy each other.",
        "[SCENE_BREAK]",
        "Wyatt: Oh, wow!",
        "Hope: [Sighs]",
        "Wyatt: [Laughing] Wow!",
        "Hope: [Laughs]",
        "Wyatt: I mean, that was -- that was --",
        "Both: Wow.",
        "Hope: [Laughs]",
        "Wyatt: Yeah. Just be glad that Aly didn't walk in on that!",
        "Hope: [Groans]",
        "Wyatt: I mean, she would have been really, really just --",
        "Hope: I still -- I can't believe that she invaded our privacy like that.",
        "Wyatt: I know! How did she even get a key?",
        "Hope: I don't know! But it's -- it's like -- it's like she was somebody else. Someone that I -- I don't even know.",
        "Wyatt: Yeah? I mean, maybe you don't. I mean... maybe this is the first real glance at Aly Forrester. You know? Just the paranoia and the anger, which most of it was directed toward me for corrupting you.",
        "Hope: I don't know. I think a lot of it is about this idealized vision that she has of me.",
        "Wyatt: Right. Right.",
        "Hope: Either way, she has got to realize that we are in a relationship.",
        "Wyatt: Yeah.",
        "Hope: We're just expressing our feelings for each other.",
        "Wyatt: Yeah? Speaking of [Clears throat] Expressing our feelings for each other, uh... you know earlier when you were in the other room with Aly, I kind of -- kind of cracked the door open a little bit, and not to listen in. I didn't want to listen to what was going on. I just -- I heard -- I kind of hear something.",
        "Hope: Okay. Um... what exactly did you hear?",
        "[SCENE_BREAK]",
        "Thorne: Yes, I will tell her, Fabrice. Okay. Thanks.",
        "Brooke: Was that --",
        "Thorne: Ridge's old roommate. He needed a place to stay when he was living here. Told me to tell you hello and to give Ridge his best.",
        "Brooke: [Laughs] Oh, my gosh.",
        "Thorne: What?",
        "Brooke: You won't believe this. Bill Spencer thought that there was something romantic going on between those two guys.",
        "Thorne: Ridge and Fabrice?",
        "Brooke: Oh, yeah. He just was convinced that Ridge couldn't live in Paris for a whole year without straying from the straight and narrow.",
        "Thorne: And \"Straight\" being the operative word here.",
        "Brooke: Well, apparently there were pictures of Ridge and Fabrice at a gay pride parade.",
        "Thorne: So, naturally, Spencer concluded that my brother had switched teams.",
        "Brooke: Yes, he was really grasping at straws. He was desperate.",
        "Thorne: Yeah. He's desperate to come between you and Ridge any way he could.",
        "Brooke: Yeah, he's still trying, especially since the wedding didn't come off as planned.",
        "Thorne: Aha. So, he thinks he still has a chance.",
        "Brooke: I told him it was never gonna happen for us.",
        "Thorne: He's such an egotistical jackass. He just can't stand the fact that he's not going to win the girl in the end. [Sighs] You think he'll ever go back to Katie?",
        "Brooke: I don't think Katie will ever take him back.",
        "Thorne: Well, good. Katie deserves better. Someone who appreciates all her wonderful qualities.",
        "Brooke: Someone with the same qualities that she has. Someone like you.",
        "Thorne: [Gasps] Ooh, I think Katie can do better than me.",
        "Brooke: [Laughs] No. Nobody's better than you, Thorne.",
        "Thorne: Ah, don't let my brother hear you say that. At least until you become Mrs. Ridge Forrester again.",
        "Brooke: I already feel like I am, in all the ways that count.",
        "Thorne: Well, I'm going to call Kyle and make sure that the jet is fueled and ready for tomorrow.",
        "Brooke: Thank you.",
        "Thorne: It's time for you and Ridge to start your life together.",
        "Brooke: [Chuckles]",
        "[SCENE_BREAK]",
        "Katie: I could get used to this.",
        "Ridge: Me too.",
        "Katie: [Chuckles] Maybe we should.",
        "Ridge: Should what?",
        "Katie: Maybe we should quit our jobs, hold up here, knock out the world, just you and me.",
        "Ridge: That sounds nice.",
        "Katie: It should be easy. It should be simple. My life has been one crisis after another for so long. I want this instead. I want you.",
        "[SCENE_BREAK]",
        "Wyatt: Can you picture it?",
        "Hope: Mm. What?",
        "Wyatt: You and me, living in Paris. A little flat along the Seine, right across from the Notre-Dame.",
        "Hope: [Laughs] That sounds very romantic.",
        "Wyatt: Yeah. Or, better yet, we could have the R.V. shipped here and then park it in front of the Eiffel Tower.",
        "Hope: Oh, somehow I don't think that would last very long.",
        "Wyatt: Oh, they'd tow it.",
        "Hope: Yeah.",
        "Wyatt: They'd tow it. [Both laugh] But you see what I'm getting at, though, right? I mean, Paris would be the perfect place to start married life. I mean, when we're ready for that. When we're ready for married life, when the time comes and we get married, like, we could --",
        "Hope: Uh-huh. I thought that you were a California boy, through and through.",
        "Wyatt: Well, you know...",
        "Hope: Plus, you and Aly living in the same city?",
        "Wyatt: Oh, my God. I would have to turn up the Fuller charm a lot.",
        "Hope: Oh, she would still have issues with you.",
        "Wyatt: Yeah.",
        "Hope: Just like she has them with me for abandoning my Hope for the Future values.",
        "Wyatt: Hey, no. You're not abandoning anything, Hope.",
        "Hope: [Sighs]",
        "Wyatt: There is no one who lives a more principled life than you. And your line reflects that. Just you're done tying your personal choices to the line. That's it.",
        "Hope: I know, and I really tried to explain that to her, but I just -- I don't think that I got through.",
        "Wyatt: Hey, come on. You handled that like a pro. You were sensitive, you were understanding. You said a lot of nice things. Hmm? [Chuckles]",
        "Hope: You didn't by any chance hear me say that I...",
        "Wyatt: I did. I did. And were you just saying that to Aly? You know, that your feelings for me are -- what exactly are your feelings for me? Because, \"A,\" there's no other guy in the world for you.",
        "Hope: [Laughing] Oh.",
        "Wyatt: \"B,\" there's certainly not another guy in the world for you. There's \"D,\" not another guy in the world for you. \"E,\" all of the above.",
        "Hope: Shh. Shh. Just stop talking.",
        "Wyatt: I like your answer much better.",
        "Hope: I thought you might.",
        "Wyatt: That's right. Suite 454. Quatre, cinq, quatre. Oui, Monsieur. Merci beaucoup.",
        "Hope: Ooh. Another few days here, you'll be speaking French like a native.",
        "Wyatt: I know, and I ordered champagne. It feels like we have a lot to celebrate.",
        "Hope: Oh. I am so glad that you did not listen to me and you came along.",
        "Wyatt: Yeah?",
        "Hope: Yeah.",
        "Wyatt: Even if it means not spending as much time with your mom as you planned?",
        "Hope: Oh, I think she's enjoying reconnecting with Thorne.",
        "Wyatt: They used to be married a long time ago, right?",
        "Hope: Yeah. My mom has a fondness for Forrester men.",
        "Wyatt: Right, but Ridge is the one.",
        "Hope: Yeah, that love story is legendary.",
        "Wyatt: Mm.",
        "Hope: With some unexpected twists and turns.",
        "Wyatt: Mm, it's kind of like ours.",
        "Hope: [Laughs] Oh! Are you kidding? Compared to them, we are boring!",
        "Wyatt: What?!",
        "Hope: Boring!",
        "Wyatt: What? Has Ridge ever stowed away on a jet to be with his one true love? Huh? Huh? Or has he ever...",
        "[Door opens]",
        "Hope: Hi. Mom, hi!",
        "Brooke: Oh, hi.",
        "Hope: Hey! Sorry. I thought you were with Thorne.",
        "Brooke: Yes, I was. But the more and more we were talking, the more I realized -- I'm gonna fly home tomorrow morning, first thing. Ridge and I should be married. We should be together.",
        "Hope: Um, yeah. Well, what if we just push things forward a little bit and we wrapped up by the weekend, and then we all fly home then?",
        "Brooke: No, that's okay. You and Wyatt could do that, but I'm gonna already be home with Ridge.",
        "Hope: Um... okay. Okay. If you really are that determined, then that's fine. We can move some things around we'll all fly home together.",
        "Brooke: Oh, really?!",
        "Hope: Yeah.",
        "Brooke: Oh, Sweetie! Thank you. Oh, Ridge is gonna be so happy. We can finally be married and we can start our wonderful life together and live happily ever after.",
        "[SCENE_BREAK]",
        "Katie: Is this really happening?",
        "Ridge: It is.",
        "Katie: It doesn't seem real.",
        "Ridge: It seems real to me.",
        "Katie: [Chuckles] I never could have predicted that I would live this life. I don't think many people would have predicted this life for shy, little Katie.",
        "Ridge: I don't see you that way.",
        "Katie: I know you don't. I think that's one of the things I like best about you. Do you think we'll ever be able to get people to understand?",
        "Ridge: We'll try. We will. I promise. We'll break it to Brooke together. We'll find the right words.",
        "Katie: [Sighs] What are the right words? I mean, how do I tell my sister that I've... fallen for the man that she's been in love with for most of her life?",
        "Ridge: Well, we still have time.",
        "Katie: When Brooke gets back, I think that I should talk to her alone first.",
        "Ridge: I don't think that's a good idea, do you?",
        "Katie: No, I do. It'll be okay. I just need to face this, and explain things in my own way.",
        "Ridge: I understand that, but I still think that I should --",
        "Katie: No.",
        "Ridge: I'm not gonna win this one, huh?",
        "Katie: I can be a little bossy. Ask anybody.",
        "Ridge: Okay, noted.",
        "Katie: Mostly I just want it out there, in the open so that we can face whatever we need to face and we can move on. I'm gonna believe in this. In us. I'm gonna trust that everything's gonna work out for everyone. What? [Chuckles]",
        "Ridge: You've been in front of me this whole time, huh? How did I not see you? You're the most beautiful, amazing woman I've ever met.",
        "Katie: [Chuckles] [Chuckles]",
        "[SCENE_BREAK]",
        "Brooke: I hope I didn't scare Wyatt off. Looks like you two had a very special evening planned.",
        "Hope: Oh, it's fine. Really. Don't worry about it. There will be plenty of other special evenings. Thank you.",
        "Brooke: I hope you understand why I have to get back to L.A. I need to be with Ridge. We really should be married right now, and we would be if we didn't have that issue with Katie fainting and going to the hospital. My point is I just don't want any more delays.",
        "Hope: Yeah. Uh, all right, well, since we're now leaving tomorrow, I have some work that I have to finish, and my laptop's in the bedroom, so I'm just gonna go work in there, but I'll see you bright and early.",
        "Brooke: All right, Sweetie.",
        "Hope: Okay?",
        "Brooke: Okay.",
        "Hope: All right.",
        "Brooke: Bye.",
        "Hope: [Sighs]",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Ridge: Aw, come on.",
        "Katie: [Laughs] I probably should at least look and see who it is. Oh. It's an international number.",
        "[Cell phone beeps]",
        "Katie: Hello?",
        "Hope: Katie, its Hope. Look, I did all I could. I bought you some time. But Mom is insisting on coming home.",
        "Katie: When?",
        "Hope: First thing tomorrow. How is it going with Ridge? Have you had time to sort out your feelings?",
        "Katie: Um... yeah, we have. I don't really know how to say this, but... we're in love, and we want a future together.",
        "Hope: My mom is gonna be heartbroken. Uh, when -- when are you and Ridge planning to tell her?",
        "Katie: I'm gonna talk to her myself when she gets home.",
        "[SCENE_BREAK]",
        "Brooke: Hello?",
        "Hope: Mom? Mom! I'm on the phone! Mom! I'm on the phone!",
        "Katie: Um... [Clears throat] Brooke. Hi.",
        "Brooke: Katie, is that you? It's good to hear your voice.",
        "Katie: Uh, yeah. Um... yours too.",
        "Brooke: How are you feeling?",
        "Katie: Fine. Better than fine, actually.",
        "Brooke: Good. That's good to hear.",
        "Katie: [Sighs quietly] Hope said that you're coming home tomorrow.",
        "Brooke: Yes, I just want to get back to Ridge. We have so much to look forward to.",
        "Katie: Okay, well, um... it's late there, so I should let you go. I'll see you when you get home.",
        "Brooke: Yes, I'll see you soon. Love you.",
        "[SCENE_BREAK]",
        "[Cell phone beeps]",
        "Katie: [Sighs] Tomorrow."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=c3dEFJWSKLs"
}