{
    "Episode Summary": [],
    "Recap": [
        "Brooke and Nick continue their reunion and Nick tells Brooke, Bridget wants him to come over and sign divorce paperwork. Eric tells Stephanie that he set up a memorial service for Felicia at the house tomorrow. Stephanie talks to Felicia's doctor and is told she isn't doing well after the chemo. He promises to keep trying and to call Stephanie if there are any changes.",
        "Brooke comes home to find Ridge there with suitcases. Brooke tells Ridge she's in love with Nick. Nick goes to Bridget where they sign the divorce papers. Nick goes to Brookes after signing. Ridge is watching them through the window of the terrace, not happy with what he sees."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: That feels so good.",
        "Nick: Six months?",
        "Brooke: Yeah, until your divorce is final. I'm the one who insisted we wait.",
        "Nick: You do realize it's taking every ounce of my self-control not to make love to you right now?",
        "Brooke: I know. I know, I just feel guilty even kissing you.",
        "Nick: That's what she asked for. That's why she wants the divorce, so she can move on with her life and we can move on with ours.",
        "Brooke: What if she can't do it when it comes down to it, huh?",
        "Nick: What?",
        "Brooke: What if she can't sign the papers?",
        "Nick: The message she left -- she asked me to come by today and sign them.",
        "Brooke: Today? Really? Well -- then, go. Go. I mean, if she's too torn up about it, then --",
        "Nick: I'll wait until she's ready.",
        "Brooke: Okay. I love you.",
        "Nick: I love you.",
        "[SCENE_BREAK]",
        "Stephanie: Yes, Dr. Ramirez. How is my daughter?",
        "Dr. Ramirez: Well, we've completed the chemo.",
        "Stephanie: How is she reacting to it?",
        "Dr. Ramirez: Well, it's too soon to tell.",
        "Stephanie: If, for any reason, you think that this isn't going to work, I don't want to drag this out too long, for her sake.",
        "Dr. Ramirez: Of course. We're doing everything humanly possible to keep your daughter alive.",
        "Stephanie: I'll -- I'll call you again. Thank you.",
        "[SCENE_BREAK]",
        "Eric: Stephanie?",
        "Stephanie: Yes, Eric?",
        "Eric: There's something I want to tell you. I understand how you feel about a memorial service for Felicia. I really do. But I need to be able to say goodbye to my daughter.",
        "Stephanie: Eric -- Eric, I'm just overwhelmed by all of this, all right?",
        "Eric: I know you are. Which is why I've gone ahead and planned something. Something for tomorrow, here.",
        "Stephanie: What?",
        "Eric: Just friends and family.",
        "Stephanie: You did this behind my back?",
        "Eric: She's my daughter, too. We all need this. You need this.",
        "Stephanie: Weeping and wailing? Felicia doesn't want that.",
        "Eric: Doesn't? God, do you hear what you're saying? Did you hear what you just said you're referring to her in the present tense. She's not here, Stephanie. Felicia's gone.",
        "[SCENE_BREAK]",
        "Brooke: Ridge? What are you doing here?",
        "Ridge: Oh, I was just explaining to our son that daddy's home. It ain't over, Logan. Not by a long shot.",
        "[SCENE_BREAK]",
        "Nick: I got your message.",
        "Bridget: The divorce papers came first thing this morning. And I packed up some of your things.",
        "Nick: You didn't have to do that.",
        "Bridget: Well, I needed the closet space. You talked to mom? If you're wondering if I really mean this, I do. I don't want to stand in your way.",
        "Nick: Bridget, you're not standing in my way. You know that I have always loved you.",
        "Bridget: Please -- please, don't say that.",
        "Nick: You know that it's true.",
        "Bridget: Well, I think, you know, that there's still something there with my mom. And that hasn't changed.",
        "Nick: It's just -- this doesn't feel right.",
        "Bridget: Well, we shared a lot of really wonderful memories. You really brought me -- you brought me a lot of joy. God, I swore. I swore to myself I wasn't going to cry. You know how much I hate goodbyes.",
        "Nick: Bridget, you have got to be honest with me, as honest as you have ever been in your entire life. Are you completely sure that this divorce is what you want?",
        "[SCENE_BREAK]",
        "Ridge: Is he asleep?",
        "Brooke: Well, you wore him out. You have a way of doing that.",
        "Brooke: So what's with the suitcases?",
        "Ridge: Oh, I think that's obvious. I'm moving in.",
        "Brooke: Did you hear a word that I said last night, Ridge?",
        "Ridge: Every word.",
        "Brooke: But you didn't listen, as usual.",
        "Ridge: I didn't. I'll tell you what, I'll move into the guesthouse.",
        "Brooke: No, no, not even a chance.",
        "Ridge: You obviously haven't forgiven me.",
        "Brooke: So moving in here with me? That's your answer? Without even discussing it with me?",
        "Ridge: I just have to move on with my life, Brooke.",
        "Brooke: And what about me? What about what I want?",
        "Ridge: You think I'm bulldozing my way in here?",
        "Brooke: Yes, I do. I think that's exactly what you're doing.",
        "Ridge: Logan, less than 24 hours ago we were getting married. We were exchanging vows.",
        "Brooke: But it didn't happen. We didn't get married.",
        "Ridge: No, because of Nick.",
        "Brooke: No, because of me. It was my choice. I had a long talk with Bridget this morning. She still loves Nick, but she can't be married to somebody who's in love with somebody else, so she's going through with the divorce.",
        "Ridge: She should divorce him. She should never have married him.",
        "[Brooke sighs]",
        "Brooke: Ridge, everybody makes mistakes.",
        "Ridge: And can learn from them. God knows I have.",
        "Brooke: I'm sorry, Ridge. I don't want to hurt you.",
        "Ridge: Then don't.",
        "Brooke: You have to hear this. And I need to tell you. I'm in love with him, Ridge.",
        "Brooke: It wasn't an easy decision.",
        "Ridge: Brooke, what the hell happened between last night and this morning?",
        "Brooke: I've done a lot of thinking.",
        "Ridge: He ruined Bridget's life!",
        "Brooke: That's your view on all of this.",
        "Ridge: Well, what should my view be?",
        "Brooke: Look, I know this isn't something that you wanted to hear. But the divorce is going to be final in six months. This isn't what I wanted either, Ridge. We were married, for god's sakes. And we had everything that you say that you want. And you threw it all away. So if you want to be angry with somebody, be angry at yourself!",
        "Ridge: Look, if you want to punish me for choosing Taylor over you, then fine, do it. I can take it.",
        "Brooke: My god, that is not what I'm doing!",
        "Ridge: Well, this hell I'm in definitely is penance for every rotten thing I've ever done to you.",
        "Brooke: You're not listening to me.",
        "Ridge: You're damn right I'm not listening to anymore.",
        "[SCENE_BREAK]",
        "Bridget: In my perfect world, would I want this marriage to be over? Of course not. But we both know that it has to be. Don't feel sorry for me. I have Dominick. I love that little boy so much. He really needs me and I need him. My heart is so full. I am really ready to move on.",
        "Nick: So that's it? That's the divorce agreement?",
        "Bridget: Yeah. You know, I looked it over and everything seems to be pretty much in order. It just needs our signatures.",
        "Bridget: You know, before I do this, I just want you to know that if you had never met my mother, I would fight for you and I would never let you go. As long as you understand that.",
        "Nick: Bridget --",
        "Bridget: I'm fine, I'm fine. Don't forget your boxes.",
        "[SCENE_BREAK]",
        "Brooke: I'll never stop loving you, Ridge. And I probably never will.",
        "Ridge: Then why won't you let me in? I'm not fighting for just you, Logan. I'm fighting for our family. For Hope and for R.J. I need all of you.",
        "Brooke: And I need you to respect my decision.",
        "Ridge: Damn it, Logan! I am not going to let that bastard raise my son!",
        "Brooke: Could you please just go?",
        "Ridge: Six months?",
        "Brooke: What are you talking about?",
        "Ridge: You're not moving forward with any of this until his divorce is final.",
        "Brooke: Nothing is going to change.",
        "Ridge: I'm not losing you, Logan. Not ever.",
        "[SCENE_BREAK]",
        "Eric: We all need closure, Stephanie. So that we can begin to heal.",
        "Stephanie: I understand, Eric.",
        "Eric: So you'll be here tomorrow for the service? I know this is hard.",
        "Stephanie: This is the hardest thing that I've ever had to do in my whole life.",
        "Eric: I'm proud of you.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "[Felicia breathing]",
        "Dr. Ramirez: Yes, Mrs. Forrester?",
        "Stephanie: How is my daughter, Dr. Ramirez?",
        "Dr. Ramirez: Her vitals are weakening. I'm afraid this round of chemo may have been too much for her.",
        "Stephanie: Don't give up on her, doctor. Please swear to me that you will not give up on her.",
        "Dr. Ramirez: I'll let you know if there's any change.",
        "[SCENE_BREAK]",
        "Nick: Can I come in?",
        "Brooke: Yes, yes, of course. Nick, what happened?",
        "Nick: We signed the divorce papers.",
        "Brooke: You did? Is Bridget all right?",
        "Nick: It was pretty rough.",
        "Brooke: But she's okay, right?",
        "Nick: Everything's going to be okay. As long as we have this. It's all going to be okay."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=Yse4rdmaHjw"
}