{
    "Episode Summary": [
        "Episode # 7133 ~ Ivy catches Wyatt red-handed in an act of betrayal; Ridge & Caroline discuss a serious business matter."
    ],
    "Recap": [
        "Steffy wants to make sure Thomas is correct, that Ivy has a video that shows what happened. So that is good, it would show her defending herself. Thomas says no, it shows murder. None of the other part that Steffy mentions is on the video. And now she is threatening to go to police. Steffy repeats over and over that she will not let Ivy get away with this. He warns her about going to the police as this looks really bad. She wants to know who else has seen it. He tells her Wyatt and that is why they are in this together. Without another word she says she is going to stop this madness. Wyatt tells Ivy that he sides with her and that is personal, but she deserves this. She is a Forrester. She says yes, they have been overlooked and this footage is their insurance policy. It may look like she is capitalizing on her cousin's death but it really isn't.",
        "Ridge says Wyatt found a new girlfriend and now wants to be her cheerleader. Caroline tries to convince him it might be better for Steffy to lay low for a while until things blow over. Ridge hopes this is not payback for Ivy. That she is just trying to stick it to Steffy because of Liam. Steffy has harsh words for Wyatt. She says she will not go along with his and Ivy's plans. He says no plans. She says she thought they were friends, but what happened was Aly attacked her and she defended herself. She gets that she chose Liam over Wyatt and now he is lashing out. But that is not going to work and she barks at him to delete the video. Ivy is blackmailing Steffy and her entire family. Wyatt reminds her that Liam is VP here while he knows nothing of the fashion industry while Wyatt is only working in jewelry. That is not fair either. She tells him again to find out who else has this video, she wants this gone. It was a terrible accident and she feels badly about it but she did not murder Aly. So do the right thing; focus on himself here at FC ..get the video and make sure there are no other copies. This is a very dangerous game they are playing. He says all right, he will do it. Ridge says he is worried about Steffy. She says she is okay, but how could she be? Lt. Baker comes in to speak with Ridge. He says it is about his daughter's case and her accident with his niece. Ivy tells Wyatt that she visited Aly's room but she did not feel her presence. She had memories that are a blur now thanks to Steffy. He offers to draw her a nice bubble bath to get her mind off of all of this. She says that would be great. He glances at her phone. Steffy tells Thomas that Wyatt feels unappreciated and she thinks she got through to him and he will erase the video. Wyatt picks up the phone and has it on screen when Ivy catches him and says he is not deleting that."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Birds chirping]",
        "Steffy: A video? Ivy has a video?",
        "Thomas: Taken from her car at the scene of the accident.",
        "Steffy: And you're certain of this?",
        "Thomas: I've seen it.",
        "Steffy: So, it shows that I'm defending myself.",
        "Thomas: That's not what it shows.",
        "Steffy: Okay. W-what's on it?",
        "Thomas: You...hitting Aly with the tire iron.",
        "Steffy: What?!",
        "Thomas: To Ivy... that looks like murder.",
        "Ivy: Do you think they noticed?",
        "Wyatt: Noticed what?",
        "Ivy: Well, in the meeting today -- us, you and me?",
        "Wyatt: What, did they notice there's a little \"something\" going on?",
        "Ivy: Yes, a little something.",
        "Wyatt: Does that bother you if they notice that?",
        "Ivy: No! No, not at all, not in the slightest. I actually think it's a really good decoy.",
        "Wyatt: Oh, is that what it is, a decoy? I'm a decoy now. That's great.",
        "Ivy: Well, that and a whole lot of other things.",
        "Wyatt: [Sighs] They think that my siding with you is personal, and it is. But it's more than that. You deserve this.",
        "Ivy: The new face of Forrester?",
        "Wyatt: Why not? You are talented. You are smart. You're beautiful. And you are a Forrester.",
        "Ivy: You know what? We have been overlooked.",
        "Wyatt: Yeah.",
        "Ivy: It's got to stop.",
        "Wyatt: Mm-hmm.",
        "Ivy: And this footage? It's our insurance policy.",
        "Ridge: How about something like this?",
        "Caroline: Ooh! Ooh, where did that come from?",
        "Ridge: The mind of a genius.",
        "Caroline: Oh, is there one of those in here?",
        "[Knock on door]",
        "Ridge: Two of them, apparently. What's up?",
        "Charlotte: Pam has us passing around this card.",
        "Kristina: It's for Josie down in the cutting room. She had a baby.",
        "Ridge: Oh, cool.",
        "Caroline: Yeah. She brought the baby in earlier, and she's so cute.",
        "Ridge: Mmm.",
        "Charlotte: We saw you holding her.",
        "Caroline: Oh, my gosh, those cheeks. And those eyes, they were just looking up at me. I didn't want to let her go.",
        "Kristina: Thank you.",
        "Caroline: Mm-hmm.",
        "Kristina: She's gonna love this!",
        "Ridge: So, let's finish this.",
        "Caroline: Yes, we should. So, the question is, who's going to be wearing it? Are you really considering Ivy as the new face of Forrester?",
        "Caroline: I do understand where Wyatt's coming from.",
        "Ridge: No, I do, too. He found himself a new girlfriend, and now he wants to be her cheerleader. Five minutes ago, it was all about Steffy. That's what he was telling me. So, I don't know what it is. He's just bitter about how things worked out?",
        "Caroline: No, I think it's more than that. He did -- he did bring up some valid points, mainly about the confrontation between Steffy and Aly.",
        "Ridge: Confrontation? Aly tried to kill Steffy, and she's lucky to be alive.",
        "Caroline: I know that. I do. But unfortunately people are going to talk, and they're gonna ask questions. So, it may not be a bad idea for Steffy to lay low and fly under the radar for a little bit and just let Ivy step up.",
        "Ivy: Thomas knows I have the video. He's going to convince ridge to choose me.",
        "Wyatt: It's a bold move.",
        "Ivy: Look. I know it sounds cold, like I'm using Aly's death to advance my career.",
        "Wyatt: No, but you're not. You're not doing that, right? Aly's gone. She was your best friend. You're just -- you're trying to get what you deserve, you know, and she would want that for you. I want that for you. You've earned this, Ivy.",
        "Ivy: Yeah. Hey, um, I've got to get going.",
        "Wyatt: Where are you going?",
        "Ivy: Uh... I'm gonna go see Aly.",
        "Wyatt: Wh--",
        "Steffy: [Exhales] I can't believe this. Why? How? So, her best friend is on the side of the road, going crazy. And so, she just decides to record it?!",
        "Thomas: I don't have the answers, Steff. I only know what she showed me.",
        "Steffy: I was trying to get through to Aly.",
        "Thomas: That part wasn't on the video.",
        "Steffy: Of course. Of course. Oh, my God. So, she's blackmailing us. She's threatening to go to the police?",
        "Thomas: Yes.",
        "Steffy: So much for ms. Sweet and innocent. I'm not going to let her threaten me. I was fighting for my life.",
        "Thomas: That's not what it looks like.",
        "Steffy: I was defending myself! I'm not going to let her get away with this!",
        "Thomas: Steff, this is dangerous. I know you're innocent. But this video looks bad -- very bad.",
        "Steffy: The video -- who else has seen it?",
        "Thomas: I know Wyatt has.",
        "Steffy: Of course he has! That's why he was shooting me all those incriminating looks.",
        "Thomas: He and Ivy are in this together.",
        "Steffy: They're trying to force me out. I've got to do something about this.",
        "Thomas: Wait, wait, wait, wait. What are you doing?",
        "Steffy: I'm putting a stop to the madness.",
        "Ridge: [Sighs]",
        "Caroline: What, what?",
        "Ridge: It doesn't add up, all this business with Ivy.",
        "Caroline: I don't know. It's kind of obvious to me. She's with Wyatt now, so...",
        "Ridge: No, I get that, but there has to be more to it than that.",
        "Caroline: Yeah? They both resent Liam and Steffy for getting back together and their positions here at Forrester, so...",
        "Ridge: So, what is it, payback?",
        "Caroline: Could be.",
        "Ridge: [Sighs] Ivy seemed pretty confident, didn't she? And then Wyatt, he's not backing down. In my day, when the C.E.O. Said something, that was it.",
        "Caroline: Ivy was really upset when Liam left her for Steffy, and then Wyatt had all that back and forth with hope and Liam. And then they got passed over in the takeover, so...",
        "Ridge: So, that's it? They want to stick it to him? Okay, that's fine. You know what bothers me is that Thomas is not more loyal to his sister. I don't get it.",
        "Ivy: No, but that's just it. Steffy is lying. Here. Look.",
        "[Birds chirping]",
        "Wyatt: Wow, you get a text from the president. You think you're moving up in the world.",
        "Steffy: I know about Ivy's video, Wyatt.",
        "Wyatt: Oh, so, this is not a job promotion?",
        "Steffy: This isn't funny, okay?",
        "Wyatt: Doesn't have to be so serious, either.",
        "Steffy: Oh. You mean if I go along with your little plan?",
        "Wyatt: No, no. No plan. That was just a helpful suggestion.",
        "Steffy: Okay. Just to keep me away from the nosy reporters?",
        "Wyatt: And to give Ivy a shot at strutting her stuff, 'cause it would be good for her. Look, Steffy --",
        "Steffy: No, no, you look, Wyatt. You look. Aly is gone. It was a terrible tragedy, and we are all traumatized by it. But she put this on herself. She attacked me, okay?",
        "Wyatt: Wha--",
        "Steffy: No, she attacked me.",
        "Wyatt: She attacked you?",
        "Steffy: She attacked me. She tried to hit me with her car. And then swung a tire iron at me, and then she picked up a rock, and she was gonna smash it on top of me. My God, that is what happened. I was defending myself. What was I supposed to do? And then there's Ivy, using my cousin to get ahead so she can be the model. Where's your loyalty, hmm?",
        "Wyatt: [Scoffs]",
        "Steffy: You're employed by Forrester. I thought we were friends.",
        "Wyatt: Yeah, I thought we were, too.",
        "Steffy: [Exhales] Wow. That's what this is about.",
        "Wyatt: Hmm.",
        "Steffy: I chose Liam over you, so you're using Ivy to lash out?",
        "Wyatt: What? No. That is not what --",
        "Steffy: Because the last I heard, blackmail is illegal. You're supporting the wrong person. I need you to delete the video.",
        "Caroline: So, who's it gonna be, Steffy or Ivy?",
        "Ridge: I can't believe I'm in this position.",
        "Caroline: I know.",
        "Charlotte: Lunch has arrived.",
        "Ridge: Hey, I didn't order lunch. Did you?",
        "Caroline: No, I didn't. Uh...it smells really good. What is it?",
        "Kristina: Hot dogs!",
        "Ridge: Well, I didn't order hot dogs, so...",
        "Charlotte: Sorry.",
        "Caroline: No, no, no, no. You can -- you can just leave a bag. It's fine. Somebody will eat it. It's like being at the ballpark.",
        "Ridge: Thanks, ladies. Nothing against hot dogs, but we got more important things we got to figure out.",
        "Caroline: Yes, I know. So, who's it going to be? Steffy or Ivy?",
        "Steffy: Get rid of it, Wyatt.",
        "Wyatt: You want me to erase the video?",
        "Steffy: I realize you and Ivy are a couple now.",
        "Wyatt: Oh, my God.",
        "Steffy: Do you have any idea what she's doing? She's blackmailing me. She's blackmailing my family. She's trying to force me into making her the new face of Forrester.",
        "Wyatt: Oh, my -- she just -- she needs a break, Steffy. She just lost her best friend.",
        "Steffy: I'm not talking about her needing a break! Oh, my God. She's making me look like I'm responsible for Aly's death. I know she's upset.",
        "Wyatt: What, and you don't think she has a right to be? She just lost her man because of you. Lost her best friend -- I'm sorry -- because of you. Her work's getting trashed. So, hell, yeah, she's upset. And so am I.",
        "Steffy: So are you.",
        "Wyatt: You don't see it, do you? There's no surprise there. You remember the whole \"summer of fun\" that you were supposed to have, that we were supposed to have? You remember that? If you want to throw it in with Liam, fine. Whatever. But this is the same guy who is now V.P. Of Forrester creations who has never held a position here, has no experience here, and I'm stuck doing what? Selling jewelry? Great. That's fair. Thanks.",
        "Steffy: I'm not going to defend my relationship with Liam to you.",
        "Wyatt: Great.",
        "Steffy: And I'm not going to try to convince you how important you are to this company.",
        "Wyatt: [Scoffs]",
        "Steffy: You should already know that. But I do expect your allegiance. We're a team. And you're starting to waver. What I need from you is to get the video. Please. Get it in her phone, her computer. Just make sure everything is cleared. Do you know if she sent it to anyone else?",
        "Wyatt: I don't know.",
        "Steffy: Well, find out. I want it gone. I'm innocent, Wyatt. She attacked me, and I defended myself. Don't think for one moment that I have not been beating myself up about it. It was a terrible accident, and I am devastated by this. But you honestly believe that I would kill Aly? Murder? That's ridiculous. [Sighs] You do the right thing. Focus on yourself. Focus on your future, your position here at Forrester. Get the video... and erase it, please. And make sure there are no other copies.",
        "Wyatt: All right.",
        "Steffy: I mean it, Wyatt. This is a very dangerous game you and Ivy are playing.",
        "Wyatt: I said all right. I'll get rid of it.",
        "Steffy: [Sighs]",
        "Ridge: I worry about her.",
        "Caroline: Steffy?",
        "Ridge: Yeah. She said she's fine, but how could she be?",
        "Caroline: I honestly don't know. She was attacked by her cousin, and then she watched her die. I mean, God, that would take me forever to recover from.",
        "Ridge: She's suffering. That's for sure.",
        "Caroline: I know. She seems so preoccupied, and, I mean, you ask her about it, she just says she doesn't want to talk about it.",
        "Ridge: That's Steffy.",
        "[Knock on door]",
        "Ridge: Hey, Lieutenant Baker.",
        "Lt. Baker: Mr. Forrester.",
        "Ridge: You remember Caroline.",
        "Lt. Baker: Yes. Good to see you again, Ms. Spencer.",
        "Caroline: You too.",
        "Ridge: What -- what can we do for you?",
        "Lt. Baker: Wow. This is beautiful.",
        "Ridge: Well, it's unfinished.",
        "Lt. Baker: You did this?",
        "Caroline: No, ridge and I.",
        "Lt. Baker: How does that work? Do you take turns? What, he does the arm, you do the legs?",
        "Ridge: How can we help you, lieutenant?",
        "Lt. Baker: I'm here about your daughter's case.",
        "Ridge: Steffy?",
        "Lt. Baker: And her role in the death of Alexandria Forrester.",
        "Wyatt: So, what is all this?",
        "Ivy: That's just box of Aly's things.",
        "Wyatt: You went to the Forrester house?",
        "Ivy: Yeah. I just wanted some time with Aly.",
        "Wyatt: How was it?",
        "Ivy: I expect to feel her presence there, but...",
        "Wyatt: Yeah.",
        "Ivy: She's dead, Wyatt, and I still can't quite believe it. You know, she won this guy...",
        "Wyatt: Yeah?",
        "Ivy: ...At the Santa Monica pier.",
        "Wyatt: [Laughs]",
        "Ivy: It was the best day. She was having so much fun. And we sat there together and watched the sun go down. Just so many memories like that, you know?",
        "Wyatt: Yeah.",
        "Ivy: It's just a blur now, thanks to Steffy.",
        "Wyatt: Come here. Come here.",
        "Ivy: [Laughs]",
        "Wyatt: How about I draw you a nice, big, cozy bubble bath, hmm?",
        "Ivy: I'm so sorry. I must just sound like a broken record.",
        "Wyatt: No, no. Trust me. We're all broken by this situation.",
        "Ivy: I'm sorry. I'm doing it again. I'm doing it again. I hate laying all of this on you.",
        "Wyatt: Stop. Stop.",
        "Ivy: You know what? I think I am gonna go have that bath.",
        "Wyatt: Okay.",
        "Thomas: So, what did Wyatt say?",
        "Steffy: He feels unappreciated. I told him to get the video and destroy it.",
        "Thomas: How'd he take that?",
        "Steffy: We'll see. He said that he's gonna do it, and I think I got through to him. But this has to go away. It's way too explosive. Wyatt has to erase that video.",
        "[Door closes]",
        "Ivy: What are you doing?",
        "Wyatt: Oh.",
        "Ivy: You are not deleting that video, Wyatt."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=V011VLr-sVk"
}