{
    "Episode Summary": [
        "Episode # 7617 ~ Julius shocks the family when he unleashes his pent-up feelings regarding Maya being Lizzy's mother; Steffy contemplates Katie's idea about how to launch the new summer collection."
    ],
    "Recap": [
        "Zende tells Nicole not to look or listen to Julius ..just look at him. Lizzy needs her yes, but just to know how Nicole gave her life. Julius says just look at Lizzy as she is the only one that matters here today. Look at her eyes. They want Nicole to claim her. And while all the rest of them have their opinions no one is speaking up for Nicole. Maya speaks to Nicole and says if she needs someone to tell her she is not wrong then let it be her. She says she is not wrong. Perhaps she was wrong in asking Nicole to do what she did. She was too young and too trusting and deep down Maya said she probably knew that. She admits she can be selfish and she had always fought for herself when no one else would. So she has messed up and she hates how this situation has become so badly mixed up but please do not take her daughter away. Zende tells Maya no one blames her for wanting her family so do not blame herself. And Nicole has always said how good it was when she came to L.A. and met Maya again and they became close. Julius says Nicole thinks Maya walks on water and to deny her this baby she gave birth to is wrong ..just plain wrong. He turns to Nicole and says she is not signing those papers. He holds the papers and says they are nothing but garbage. And no court or no signature is going to change the facts of Lizzy's birth. Maya says she is not ashamed of it nor is she trying to cover it up. Vivienne tells them they can both be right but still wound each other. Both girls say they do not want that. Zende reminds them that the woman he calls mom is not his biological mother. She did not give him life but in a way she did as he does not know how long he would have lasted in that orphanage. Her heart and soul is what he is made of and he believes that Lizzy can have that with Maya.",
        "Maya tells Nicole that the one thing she wanted all her life was to be a parent in a way that she had not been parented. Nicole cries that she does not think that Maya is a bad mother. She remembers when Lizzy was born and she has never felt such love in that moment. Maya says Nicole is not guilty of anything but being human they both are. And if she goes to court she knows Nicole would win ..because she would not fight her. With Julius saying yes tear up those papers and Vivienne saying no, Maya cries that she knows how much Nicole loves Lizzy so this is strictly her decision. Wyatt shows up at Katies's door squatted down to floor level as he brings one of Will's trucks that he found in the executive elevator. Katie profusely thanks him as Will had been having an epic meltdown over this. She invites him in and says she will even cook lunch for them. He jumps at the chance not to have to depend again on take out. They discuss business and she thanks him and says she knows she has mighty big shoes to fill. Nicole goes to Zende and says she is sorry for what she is putting him through. He tells her that she is strong and she does not have to be afraid. He's on her side even if the doctors tell her she cannot have another child. Miracles do happen or they could even adopt. Do what his own mother did for him. He will be behind her whatever she decides to do. Slowly she takes the papers and sits down to sign them with everyone looking on. Julius is the first to speak and says he hopes no one in this room will ever regret this day. Maya thanks her and both she and Rick give Nicole a big hug. Nicole says she is sorry she hurt them and Maya is Lizzy's mother and always was. She believes Zende that they will have their own child someday."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Zende: Look at me. Don't look at him. Look at me. Lizzy needs you, yes. She needs you to remember why you gave her life.",
        "Julius: Careful, Zende. The Forresters already have everything. Don't force her to give up her child just because it's not with you.",
        "Vivienne: Julius, let him talk to his wife!",
        "Rick: Man, you are a real piece of work. We're all one big, happy family when it suits you. But other than that, it's Julius Avant against the whole world.",
        "Julius: You know what? Zende's right. Don't look at me. Look at Lizzy, because she's the only one that matters here. And look at her eyes. They're calling for you to claim her.",
        "Vivienne: Maya and her sister are the only feelings we have to deal with here. I do not want to see you bully my daughters, Julius.",
        "Julius: Say what you want about me, but somebody's got to stand up for Nicole.",
        "Zende: Nobody's attacking her.",
        "Julius: Then why is it I don't hear anybody saying anything positive about her? All I'm hearing is how terrible a person she is because she wants to embrace that which the heavens have given to her.",
        "Maya: Dad's right. And Lizzy picks up on tension between adults more than we realize.",
        "Nicole: Yeah, she does.",
        "Maya: So, rick, can you put her down in the Ben for a little bit?",
        "Rick: Yeah.",
        "Maya: Thank you.",
        "Rick: Gladly.",
        "Maya: Nicole. If you need someone to tell you that you're not wrong... let it be me. You are not wrong.",
        "[Doorbell rings]",
        "Katie: Oh! Hi.",
        "Wyatt: Hi.",
        "Katie: Did you drive that here?",
        "Wyatt: I did.",
        "Katie: [Laughs] Where did you find this?",
        "Wyatt: [Chuckles] Well, dad doesn't leave his toys in the executive elevator, so I just kind of figured.",
        "Katie: Oh, my gosh. Yeah, we've been looking all over for this thing, and he has been having -- will -- the epic meltdown. Thank you so much.",
        "Wyatt: Yeah, you're welcome. Yeah. I have some old ladies I have to save from burning buildings on my way back to work, so...",
        "Katie: You don't have to go back to work just yet. Call bill, tell him that you're having something to eat, and I will feed you.",
        "Wyatt: That actually sounds pretty good. I mean, I can't even remember what food that's not takeout tastes like, so yeah, let's do it.",
        "Katie: All right.",
        "Wyatt: [Chuckles]",
        "Katie: So, how about some grilled chicken, maybe some corn, I've got some tomatoes.",
        "Wyatt: Yeah, that sounds like a feast. I'm fine with it.",
        "Katie: [Chuckles] Well, I don't know about a feast, but something tells me you don't spend too much time in the kitchen.",
        "Wyatt: [Chuckles] Why would I spend two hours cooking something when it's all gonna take me about 10 minutes to eat it?",
        "Katie: Well, this won't take me two hours. And I would like to pick your brain a little bit about the swimwear fashion show.",
        "Wyatt: Oh, yeah. Yeah, you feed me, you save my mother from bullets. We can talk about Monte Carlo all you want. [Chuckles]",
        "[Birds chirping]",
        "Maya: Any woman would feel the way that you do, having given up one child and now finding out that you might not be able to have another. And maybe I should never have asked you to do what I did. You were young... and too trusting... and didn't fully understand the consequences. And deep down, I probably knew that. You know, I stopped listening to what dad says about me a long time ago, but there is one thing that is true. I can be selfish. I spent a lot of years fighting for myself when I thought no one else would. So I may have messed up. And I cannot stand how awful the situation is. [Voice breaking] But please... please don't take my daughter away.",
        "Zende: That's right. You love Maya. You know, you always told me that finding her again changed the direction of your life. Maya, no one is blaming you for wanting a family. Don't blame yourself.",
        "Julius: I blame her. When a couple finds out that they can't have a baby, reality sets in, something that you have not been really good at dealing with. Now, you are childless, but your sister is not. And that's just a fact of nature. And you feel shortchanged. But don't we all? But when you want to take from your sister, someone who thinks you walk on water, that's just wrong. It's just wrong! Nicole. You are not signing these papers. That baby is yours.",
        "Katie: So, how hard is it to get permits for something like this?",
        "Wyatt: Beautiful people in bathing suits is Monaco's number one industry. I think you're gonna be just fine. So, you just went to the kitchen, and poof, this -- this happened? This came out?",
        "Katie: Well, I don't know about \"poof.\" I mean, I grilled the chicken yesterday. But yes, yes, I am superwoman. You should see my cape.",
        "Wyatt: Well, I would love to. Uh, hey, you -- you didn't happen to mention me when you pitched Steffy the swimsuit idea, right?",
        "Katie: No, I would never do that without your permission.",
        "Wyatt: Uh, but she went for it.",
        "Katie: She said she was giving it a serious consideration.",
        "Wyatt: That means she wanted to say yes. She's just got to ask her co-C.E.O.",
        "Katie: Yeah, that's kind of how I took it.",
        "Julius: You know what this is? This is garbage. Garbage! No court or no signature is gonna change the facts of Lizzy's birth.",
        "Maya: I am not ashamed of how Lizzy was born, nor am I trying to cover it up.",
        "Vivienne: Okay, Julius, give me that, please. You know, being right isn't everything in this world. Life would be much simpler if that's all it took. But you both can be right and still wound each other in ways that will never heal.",
        "Nicole: I don't want that.",
        "Maya: Neither do I.",
        "Vivienne: Well, then listen to each other. You know, your father, he has opinions. That's how he moves through the world. But his opinion about you and what you should or shouldn't do, it's not the whole story.",
        "Rick: You know, Vivienne, with all due respect, it doesn't seem that complicated to me. Even if Julius wants to make it about biology, I am still Lizzy's father. Besides, we had an agreement, an understanding for almost a year of what her role, your role, all of our roles we would play in Lizzy's life.",
        "Nicole: But if someone makes a promise based on facts that turn out not to be true? I didn't know then what I know now.",
        "Zende: But you still don't know, babe. Those facts are hiding in the future somewhere.",
        "Julius: Well, here's an indisputable fact. That child's body is of Nicole's body. Now, what else is motherhood?",
        "Zende: What else? The woman I call mom isn't my biological mother. She didn't bring me into this world. She didn't give me life. In others ways, she did, because I don't know how long I would have lasted in that orphanage, alone, scared. Yes, her heart, her soul is what I am made of. And we believe that Maya can be a mother to Lizzy just as much as mine was to me. Now, isn't that right, baby? Didn't we say that?",
        "Katie: What do you think about having a few men in suits?",
        "Wyatt: On the beach? Like male strippers?",
        "Katie: [Laughs] Um, no, but that's not a bad idea.",
        "Wyatt: [Chuckles]",
        "Katie: No, I just think it would be a nice juxtaposition, you know, having the men in suits and the girls in bikinis. You know, does it make it more sexy?",
        "Wyatt: Maybe. But also, uh, a little more sexist.",
        "Katie: Well, not if we have the men serving our lovely bikini models food and drinks and stuff like that.",
        "Wyatt: That could work, yeah.",
        "Katie: All right. Let's write it up.",
        "Wyatt: [Chuckles] Uh, well, we're not working together, remember?",
        "Katie: Right. Well, it's too bad, because I think we make a pretty good team.",
        "Wyatt: Yeah.",
        "Nicole: [Voice breaking] I know I've upset you.",
        "Maya: It would probably seem that way, but I was just scared. Have you ever wanted something every day of your life so much but you couldn't name it?",
        "Nicole: I wanted you back.",
        "Maya: [Chuckles] I don't think I'm a very good example today.",
        "Nicole: I wanted Zende, to be loved the way that he loves me.",
        "Maya: And you remember how heartbroken you were when you thought you'd lost him? This is hard for me to say right now, but I think mom and dad can take it at this point. The one thing that I have wanted my entire life, every day, always, was to be a parent to a child in the way that I hadn't been parented. It was something that seemed unimaginable, but -- but I knew it was waiting for me somewhere. And I thought I had it once. But you know how that ended. [Voice breaking] And then you came and you found me, and you loved me, and I thought -- I thought that I had found where that child was waiting.",
        "Nicole: [Sobbing] I don't think that you're a bad mother, Maya. I don't think that you neglect Lizzy. It's just... do you remember the day that she was born?",
        "Maya: How could I forget it?",
        "Nicole: I have never felt so much love in one moment. And it was all because of this little baby! Lizzy! I know that I promised. What if I can never feel that again? Can I live like that, knowing that I can't give to Zende what I gave to you and rick? And I know that you probably think I'm a terrible sister!",
        "Maya: No. No. No. You are guilty of nothing but being human. And so am I. If you go to court, Nicole... you will win. And you will win because I won't fight you.",
        "Julius: Do it, Nicole. We're all here witnessing this. Tear up those papers.",
        "Vivienne: Enough!",
        "Julius: I have to give credit where credit is due. You know how to be a lady. And I agree. We should handle this quietly.",
        "Nicole: Everybody knows, Dad. And I am proud that you're my sister.",
        "Maya: [Sobbing] I love that you said that, Nicole. And I know how much you love Lizzy. [Sniffles] So this is your decision to make.",
        "Rick: Maya. Maya, we're talking about our daughter.",
        "Maya: I know. I know. But this was always Nicole's choice. We said it every day. We said it 10 times a day. So did we mean it or not?",
        "Wyatt: Well, I'd better get back.",
        "Katie: I feel like I should be paying you an hourly fee.",
        "Wyatt: Oh, no. The -- the food more than covered it. Um, and I like talking about my old job at Forrester, you know? I was so good at it that half the time nobody knew I was doing it, so...",
        "Katie: Well, I know I have very big shoes to fill.",
        "Wyatt: Well, uh, thank you for lunch.",
        "Katie: Thanks for stopping by.",
        "Wyatt: [Chuckles]",
        "[Door closes]",
        "Nicole: You're the only one I trust to tell me what to do.",
        "Zende: That's because you know I won't.",
        "Nicole: I'm sorry for everything that I'm putting you through and what I'm putting everyone through.",
        "Zende: It probably had to happen like this, end this way. My beautiful, amazing wife. I know you. I know what it meant for you to carry Lizzy. You were strong and sure. You stood up to your parents and their reservations. You stood up to me rather than being untrue to yourself. I know you're scared. You don't have to be. I am on your side, even when you don't know what that is.",
        "Nicole: What if the doctors are right?",
        "Zende: It's too early to think that.",
        "Nicole: And if I can't have another child?",
        "Zende: Miracles happen. I'm one.",
        "Nicole: [Chuckles tearfully] Yes, you are.",
        "Zende: You know, maybe... maybe we were meant to adopt. We could do for another child what my mother did for me. We'll have that life and that family, and we'll be happy. That I do know. Maya's right. The choice is yours, honey. I am behind you on whatever it is you decide to do.",
        "Nicole: [Sighs] [Sighs]",
        "Julius: I hope that no one in this room ever has a reason to regret this day.",
        "Maya: Are you sure? Thank you.",
        "Rick: Nicole, uh... I just... [Voice breaking] I just want to... I'm sorry. [Sniffles] I'm sorry.",
        "Nicole: [Sniffles] I just hate that I hurt you.",
        "Rick: We know it's not easy.",
        "Nicole: If Zende says that we will have a child... then I believe him. And I love Lizzy. But I... am not her mother. You are. And you always were.",
        "[Nicole and Maya sob]",
        "Nicole: [Sniffles]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=y5StfFlxyPU"
}