{
    "Episode Summary": [],
    "Recap": [
        "Carter and Maya continue to talk that they hope Oliver is not going to take advantage of Aly. She's young and innocent and deserves protection. She plays the tape for him again and Carter assures her it was just guy talk, nothing else. Aly has done a 180 and it's all because of Oliver. They both agree that she is happier, but Maya can't quite get it out of her head that if something goes wrong she will be hurt. And they have seen her act out when she's in a bad place. She says her mom died tragically and she doesn't know the full story but she gets the feeling there is stuff inside of Aly that they don't know about. Hope looks around Liam's place and says he must really have known she was coming tonight. He says he was prepared for all eventualities, even booze if she didn't show up. She ways she'd never want to put him through that. But she's not a big fan of ultimatums .\"show up tonight or we're finished.\" He offers that is not an ultimatum. That would be if he said she had to leave Wyatt for him. This is just a choice. She can have him or not. She says honestly she is surprised he didn't do this sooner. He tells her it is a big night with a new beginning. Quinn comes into her office. Wyatt lets out a sigh and says thank goodness she did not go over to Liam's. She returns the favor by saying she sees he didn't either. He quips no, having one visit from Liam this week is enough for him. She asks if Hope went. Wyatt says he does not keep up with her schedule but he knows she is not in the building so he assumes she did go. Quinn says does Wyatt know what that means. He quips again probably tofu steaks and a very green salad. She doesn't know how he can be so glib when he knows Liam wants Hope back. Wyatt counters with that guess what, you don't always get what you want. Quinn says no, you have to fight for it which is exactly what Liam is doing. So what is Wyatt doing? He says one word \u0096 trusting. Quinn says you can't trust Liam. He doesn't play fair. He says he trusts Hope. Quinn says she has a soft spot for Liam. Wyatt gets agitated and asks what is he supposed to do, get all jealous and insecure. They are in love and he has to trust her. No he doesn't like that she went to Liam's. He asked her not to but she probably did anyway. He says of course it bothers him. He doesn't want to lose her. But he knows what they have and so does Hope. And whatever Liam is giving her can't compare. Liam pours the wine and looks for the perfect toast \u0096 to the first date for the rest of their lives. He doesn't want to spoil the surprise so he won't say what they are going to eat. He says it's been too long and they need this. She teases and he didn't even have to kidnap her to get her here. He says that is progress. Oliver tells Aly that he is there for her. She can talk to him about anything. She says he does not like talking about herself. He asks if it concerns her mother as he knows she thinks about her a lot. She says every day but it's not the same. She'd like to feel her arms around her like when she as little. But then one day she was gone ..all because of that woman. She says she was the start of all the bad things in Aly's life. Finally she says the name of Taylor. Reluctantly she says after her mom died when she was four years old she went into therapy for years. She was a mess. She got bullied in school, and did not make friends. He tells her she is different but in a good way. She ways her dad says that too, still does. He's the best ..if he stays away from that woman.",
        "Liam brings Hope's plate and he tells her to dig in. She can't believe he went to all the trouble of calling Italy and getting a recipe they had of grilled eggplant. He told them they'd return some day. She tells him it is delicious. He says she opened his eyes. For a while it was like he was sleepwalking expecting her to come back to him. But suddenly he realized it might be over and he couldn't just wait around any more. In a way he's glad she was almost pregnant as it gave him a mission and a sense of urgency and now here they are. And now he knows she feels the same way he does so they start over. She says until she got to his driveway she was not sure she was coming over. He says it says a lot that she did. It tells him that she did not want to lose him either. She jokes about the Spencer confidence. He says come on, she knew what it would mean if she did not show up. She says but they are not dating exclusively. He says exclusively, inclusively or reclusively, \"whatever, I am back in the game, baby.\" She laughs and says she does not want to lose him. There she has said it. But she can't hold him to not seeing other women. He jokes then he needs to make a phone call. He says as long as they are doing this, he proposes some ground rules. He says equal time obviously but just dating, no more pregnancy scares. She's surprised but he says he can be okay with anything as long as they keep having moments like this. He says no pressure, she can date whomever she wants but he knows what he wants ..that future they almost had. But almost is not good enough anymore. But they are back and it feels good. He kisses her. Aly tells Oliver that she feels like such a baby but every time she thinks about Taylor Oliver tells her not to stress over it; Taylor is not part of her life anymore. She is strong and now she has him. He gives her a big hug. Aly says okay, he is right. Her dad is over Taylor thank God and everything will be okay as long as she stays away from her dad. In Paris we see two figures in silhouette in bed making love .it's Taylor and Thorne."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: [Sighs]",
        "Carter: Babe, you never cease to amaze me. I mean, your -- your passion. You're so fiercely protective of Aly, but -- but you know that she's a Forrester, right?",
        "Maya: So what? She's still naive and innocent and young, and she deserves protection.",
        "Carter: From Oliver? [Chuckles] Come on. He's not gonna hurt her.",
        "Aly: So...it's okay... what I said?",
        "Oliver: That you can't stop thinking about me? It's okay. I feel the same way.",
        "Oliver: Are you okay?",
        "Aly: It's nothing. [Chuckles]",
        "Oliver: It's something.",
        "[SCENE_BREAK]",
        "Hope: Wow. Looks like you really knew I was coming tonight.",
        "Liam: I did prepare for all eventualities. [Sighs] Booze if you didn't show up.",
        "Hope: [Chuckling] Oh. I'd never want to put you through that.",
        "Liam: I appreciate it.",
        "Hope: Got to say... I've never really a fan of ultimatums.",
        "Liam: Oh, yeah. I hate them.",
        "Hope: [Chuckles] \"Show up tonight, or we're finished\"?",
        "Liam: That's not an ultimatum. An ultimatum would be if you had to leave Wyatt for me. This is a choice, Hope. You could have me...or not.",
        "Hope: A choice.",
        "Liam: I had to do it.",
        "Hope: Honestly, I'm surprised you didn't do something like this sooner.",
        "Liam: Are you a little disappointed I didn't?",
        "Hope: [Chuckling] Don't push your luck.",
        "Liam: Thank you for coming.",
        "Hope: You're... you're welcome.",
        "[Both chuckle]",
        "Liam: It's a big night for us, you know? It's a new beginning.",
        "[SCENE_BREAK]",
        "Wyatt: [Sighs] [Sighs] Good. Thank God you didn't go over there.",
        "Quinn: Well, I see you didn't, either.",
        "Wyatt: One visit from Liam is more than enough this week.",
        "Quinn: [Sighs] Do you know if Hope went?",
        "Wyatt: I don't know.",
        "Quinn: Is she...here?",
        "Wyatt: Mom, I don't keep her schedule, okay?",
        "Quinn: Okay. Is she at least in the building?",
        "Wyatt: No.",
        "Quinn: Then she went. Do you know what that means?",
        "Wyatt: Tofu steaks and a very green salad?",
        "Quinn: How can you be so glib?",
        "Wyatt: [Chuckles]",
        "Quinn: Liam has made his intentions perfectly clear. He wants her back.",
        "Wyatt: Yeah, well, guess what? Sometimes, you don't get what you want.",
        "Quinn: No. You have to fight for it, which is exactly what Liam is doing. So you tell me, Wyatt -- what are you doing?",
        "Wyatt: Trusting.",
        "Quinn: Liam doesn't play fair. You can't trust him.",
        "Wyatt: I trust Hope.",
        "Quinn: [Sighs] Wyatt, that's very sweet, but she has a soft spot for Liam.",
        "Wyatt: What am I supposed to do, Mom, huh? Should I get all insecure and jealous? Hope and I are in love. I have to trust her.",
        "Quinn: Then you're okay that she went?",
        "Wyatt: No, I'm not okay with it! But I told her not to go.",
        "Quinn: And she went anyway.",
        "Wyatt: I suspect she did.",
        "Quinn: [Sighs] It's bothering you, Sweetie. I can see it on your face.",
        "Wyatt: Of course it bothers me! I don't want to lose her. But I know what we have, and she does, too. And whatever Liam is giving her... that doesn't even compare.",
        "[SCENE_BREAK]",
        "Liam: Let's see. The perfect toast.",
        "Hope: [Chuckles] Oh, I'm sure you have one all picked out.",
        "Liam: You know, I actually don't. Um... to first dates?",
        "Hope: Yeah, uh, but we're not in high school or anything.",
        "Liam: Yeah, okay, all right. To the first of many d-- no, I got it. I got it. To the first date of the rest of our lives.",
        "Hope: [Laughs] Okay, I'll take it. [Chuckles] What's on the menu?",
        "Liam: Oh, well, tonight, we're gonna be -- what, are you kidding me? I'm not telling you! It's a surprise! What -- why are we even talking about this? You're here. You're really here.",
        "Hope: Did you think that I wasn't gonna come?",
        "Liam: Maybe. We need this. It's been too long.",
        "Hope: And to think... you didn't even have to kidnap me to get me here.",
        "Liam: See? That's what I call progress.",
        "Hope: [Chuckles]",
        "Liam: In fact, I think we just found our toast.",
        "[Beep]",
        "[SCENE_BREAK]",
        "Oliver: I have to hold on to my job. If that means dating the redheaded Forrester for a bit, I'm willing to do it.",
        "Maya: Does that sound like honorable intentions to you? She's falling for him, Carter. You -- you saw her in the meeting. Aly couldn't take her eyes off of him.",
        "Carter: You know what I saw at the meeting?",
        "Maya: What?",
        "Carter: A young lady who was very different than the angry girl that we saw a few weeks ago. Now, if you ask me, that's a change for the better.",
        "Maya: If he really cares about her, but if Oliver's playing her --",
        "Carter: Girl, you should've been a lawyer. Look. He was worried about his job, and he was freaking out.",
        "Maya: So you're okay with what he said?",
        "Carter: No. [Sighs] It wasn't right. It wasn't cool. But it was guy talk. Okay? That's all.",
        "[SCENE_BREAK]",
        "Oliver: Aly... I'm here for you.",
        "Aly: I know.",
        "Oliver: So whatever's on your mind... I know that something is.",
        "Aly: I just -- I don't really like talking about myself -- not just to you, to anyone.",
        "Oliver: But I'm not just anyone, am I? You already told me about your mother... the accident. Is that what you're thinking about? You think about her a lot, don't you?",
        "Aly: Every day.",
        "Oliver: Then she's still here with you.",
        "Aly: It's not the same. I want to feel her arms around me...the way that I could when I was little. And then one day, she was just... gone. Because of her, because of... that woman.",
        "[SCENE_BREAK]",
        "[Accordion music playing]",
        "Carter: No more worrying about Aly.",
        "Maya: She does seem happier these days.",
        "Carter: You kidding? [Chuckles] She did a 180.",
        "Maya: And I guess it is because of Oliver.",
        "Carter: Yeah, he's the difference.",
        "Maya: But if something goes wrong...",
        "Carter: She's young. It's probably her first boyfriend.",
        "Maya: If he's not being sincere, if he's just using her to keep his job --",
        "Carter: Then Aly will be hurt, and everyone will rally around her.",
        "Maya: Mm.",
        "Carter: But I don't think that's going to happen.",
        "Maya: Aly won't just be hurt. We've seen that girl when she's in a bad place.",
        "Carter: It's true. She does...act out.",
        "Maya: The stuff that comes out of her mouth -- whoa.",
        "Carter: Where do you suppose that comes from?",
        "Maya: She's had it tough. Her mom died tragically. Look, I don't know Aly's full story, but I get the feeling that there's stuff inside of her that we don't know about.",
        "[SCENE_BREAK]",
        "Aly: She was the start of everything bad in my life.",
        "Oliver: The woman responsible for your mother's death?",
        "Aly: Taylor. God, I hate even saying her name.",
        "Oliver: That was a long time ago.",
        "Aly: It feels like yesterday. And all the years in between...",
        "Oliver: What about them?",
        "Aly: You said I could tell you anything, right?",
        "Oliver: It's just you and me, Aly. Nothing goes beyond this room.",
        "Aly: [Sighs] After my mom died... I went into therapy.",
        "Oliver: So young.",
        "Aly: I was 4 years old. I was a mess. I was so angry.",
        "Oliver: How long were you in therapy?",
        "Aly: Years.",
        "Oliver: Did it help?",
        "Aly: I had problems in school. I got bullied, didn't make any friends. They all thought I was different, and they were right. [Chuckles]",
        "Oliver: You are different, Miss F., In a very good way.",
        "Aly: My dad used to say that. He still does. He's the best. ...As long as he stays away from that woman. Mental health expert -- what a joke. She killed my mother, driving drunk, and then she goes after my dad? I couldn't allow that. I tore her wedding dress into shreds. She's -- she's such a hypocrite. Claims to be so good. I hate her.",
        "[SCENE_BREAK]",
        "Hope: Mmm.",
        "Liam: Mm-hmm.",
        "Hope: This looks yummy.",
        "Liam: That's, uh... that's what you said in Italy. Do you -- [Chuckles] Do you remember that little restaurant in the grotto?",
        "Hope: Ohh, Giuseppe's! Yes, with the grilled eggplant? Oh, my gosh.",
        "Liam: Yeah. I actually -- I made a call. I got the recipe.",
        "Hope: Really?",
        "Liam: Yeah. Do you know what the secret ingredient was?",
        "Hope: No...?",
        "Liam: And you never will.",
        "Hope: [Chuckling] Oh!",
        "Liam: No, I-I had to promise the guy that we'd be back someday.",
        "Hope: [Chuckles]",
        "Liam: We will. Dig in, please. It's -- it's better hot.",
        "Hope: Okay. [Chuckles] I can't believe you did this.",
        "[Both laugh]",
        "Liam: What do you think?",
        "Hope: Mmm... It's delicious. [Giggles]",
        "Liam: \"Oh, my God! Liam, it's so good! You're so talented. You're amazing!\"",
        "Hope: You are! You are.",
        "[Silverware clinks]",
        "Liam: You opened my eyes, you know. For a while there, it was like I was sleepwalking, just... expecting you to come back to me. And suddenly, I realized it might all really be over, and... I knew what I had to do. I couldn't just wait around any longer. I mean, in a way, I-I'm glad you were almost pregnant, 'cause it woke me up, you know? It gave me a mission and a sense of urgency, and... and now here you are. Here -- [Chuckles] Here we are. And now I know that you feel the same way I do. Tonight... we start over.",
        "Hope: You know, until I got to your driveway... I wasn't sure if I was coming over.",
        "Liam: Yeah. Well... it says a lot that you did.",
        "Hope: Oh, it does, huh?",
        "Liam: Well, yeah. It -- it tells me that you didn't want to lose me.",
        "Hope: Got to love that Spencer confidence.",
        "Liam: [Chuckles] Well, come on. I mean, you -- you knew what it would mean if you didn't show up.",
        "Hope: Only if I believed you.",
        "Liam: You -- what?! You totally believed me! A no-show, and we're done. A show, and we're... [Clears throat] ...Dating.",
        "Hope: But not exclusively.",
        "Liam: Hey, exclusively, inclusively, reclusively -- whatever. I'm back in the game, Baby.",
        "Hope: [Chuckles] Well, uh -- I don't want to lose you. There. I said it. There it is. [Laughs]",
        "Liam: And... you don't want me seeing other women.",
        "Hope: Uh... I can't hold you to that.",
        "Liam: Really? Oh, I got to make a phone call, actually.",
        "Hope: Wait, no! Don't! Don't! Don't! I hate it! Stop! No! I don't want you to see other -- other women. It's difficult. I -- and I-I don't know all the answers, but I-I-I know that I-I don't want you out of my life.",
        "Liam: I won't be. So, uh, I propose the following ground rules, as long as we're doing this.",
        "Hope: Mm-hmm.",
        "Liam: Um, equal time, obviously, but also... nothing more than dating. No more pregnancy scares.",
        "Hope: Mm. Okay. And you're okay with that?",
        "Liam: Hope, I am okay with anything, as long as we get to keep having moments like this.",
        "Hope: [Chuckles softly]",
        "Liam: No pressure, no hard sell. You can date whomever you want. I know what I want. I-I want that -- that future that we almost had. Of course, \"Almost\" isn't really good enough anymore, at least not for me. It took us a scare to get here, but...",
        "Hope: Mm.",
        "Liam: But we're here. We're back. And it feels really good.",
        "[SCENE_BREAK]",
        "Aly: I feel like such a baby.",
        "Oliver: Hey, none of that.",
        "Aly: It's just that every time I think about her --",
        "Oliver: Taylor is no longer a part of your life. Don't stress about her, Aly.",
        "Aly: You're right. She's gone, and my dad is over her, thank God.",
        "Oliver: So you're good! You're strong. And now you got me.",
        "Aly: It's so hard to believe. And no one's ever been loyal to me before, except my dad. My mom, too...except she's gone now because of --",
        "Oliver: Hey. Don't think about Taylor. You got your dad in your corner, and so am I.",
        "Aly: Everything's gonna be okay... as long as that woman stays away from me and my father.",
        "[Car horns honk in distance]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=nMQTWsZbzjE"
}