{
    "Episode Summary": [
        "Episode # 7087 ~ Quinn confronts Bill about playing favorites with his sons; Ivy overhears Steffy & Liam talking."
    ],
    "Recap": [
        "Steffy tells Liam that she is serious; what is it going to be. Liam asks her if Wyatt knows that the kiss she planted on him was more for Liam's benefit than it was for Wyatt. She corrects him and says Wyatt planted the kiss on her and she enjoyed it but she would have wished it was Liam's lips instead. He will have to work with her on that or she moves on. Bill finds Wyatt who says that his #1 son is out to lunch. Bill sees that he is in for a pity party as Wyatt says Liam has all the pressure, President at Spencer and VP at Forrester ..and Wyatt he's just glad to be a working grunt. Bill explains that Liam has Steffy and they needed her shares to complete the transaction. Wyatt says maybe Bill hasn't noticed, but Liam is with Ivy. Not to worry, says Bill, Steffy is back and it's only a matter of time. They are meant to be together and you can't fight destiny. Wyatt says unless Ivy disappears, it seems pretty solid with Liam. Bill continues to argue that Ivy is just a stopgap measure and will never compete now that Steffy is working so closely with Liam. That woman is incredible. Wyatt admits she is incredible and a hell of a kisser. Bill seems a little shocked that Wyatt has already kissed her too. Quinn is too quick and sees the Deportation papers on Ivy's desk and asks what is she going to do. It is her problem too since they work together on the jewelry line. Ivy explains that she thought she had dual citizenship but her dad did not fill out the papers properly. Immigration is telling her to go back to Australia and do them properly but that could take months or even years and meanwhile Steffy will have her boyfriend. And she feels she is out of options unless she shows proof to Immigration that she is leaving the country. She needs to talk to Carter and get his view. But she knows Steffy will be throwing a party and be all over Liam the minute she hears Ivy is on the plane back to Australia. Quinn tells her to take the rest of the day off. She really needs to go talk to Liam about this. She needs to make this work. It is too important to accept defeat.",
        "Steffy tells Liam that she hopes he is not uncomfortable as that was always their strong suit, being comfortable with each .and in this room where he asked her to marry him. He tells her that he doesn't want her to suffer. She has done enough of that. Bill questions Wyatt that why would he kiss Steffy. Wyatt answers honestly that Steffy is a free agent and she is sexy as hell so he'd be a fool not to. Bill counters with that she is in love with Wyatt's brother .that is reason enough not to. Wyatt says thanks Dad, he is so touched that Bill might want to protect him from getting hurt. Quinn comes in and asks Wyatt if he told Bill the wonderful news. Bill scoffs and says she needs to look at the bigger picture. Steffy and Liam were married, they have history and they are going to be the future of FC. Wyatt tells them enough. He is not in love with Steffy and they are not an item but he certainly isn't backing off because Bill said so. Steffy tells Liam that she is not trying to force or put pressure on him but the memories this house has .and the good ones always seem to outweigh the bad ones. He says he would not give any of those memories up as they brought them to where they are now. It is like they stepped outside a time capsule. Steffy says yes she wants her life back, all of it, including the child they lost. She knows Ivy is great and all but she feels her own life is not complete. She is sorry she had to run away to Paris and not be there for him, but she is here now. They can not turn back the clock but they can start again. He stops for a moment and says he has to talk to Ivy. He has to help her understand. He has to be honest with Ivy that it is all coming back, but he has to be honest with Steffy too that he does not know where this is heading ..things that he has kept inside for a very long time. Wyatt tells Quinn that is just the way Bill is but he is confident in his chances with Steffy. He hasn't felt this way in a very long time since Hope. He's excited about the summer and the future. Quinn wants it to be the best year of his life. Wyatt leaves as Ivy comes in. She tells Quinn that she just came from Liam's place and she is going to lose him. She can not afford to go to Australia right now as she will lose Liam and Steffy will win. She was in his house and overheard what he said to Steffy and they were making plans. Liam tells Steffy that Ivy is coming over so she better leave. Steffy says okay but she wants a family with Liam and she will never stop believing in them. Nothing will stop them this time. Quinn tells Ivy that she is absolutely right. She cannot go back to Australia now, and Liam is not going back to Steffy. She is gonna make sure of that."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: So, what's it gonna be?",
        "Liam: You almost sound serious.",
        "Steffy: Oh, I'm serious.",
        "Liam: Does Wyatt know?",
        "Steffy: Know what?",
        "Liam: That the kiss you planted on him was more for my benefit than his?",
        "Steffy: First of all, he planted the kiss on me. I just enjoyed it. Of course, I prefer your lips on mine, but you're gonna have to work with me on that. Otherwise, I move on.",
        "Liam: Tough assignment.",
        "Steffy: Unless you give me a reason not to.",
        "[SCENE_BREAK]",
        "Wyatt: Sorry. Son number one's out to lunch or wherever.",
        "Bill: Oh, ease up, Wyatt.",
        "Wyatt: Oh, I'm at ease. I'm totally at ease. I mean, poor Liam's got all the pressure. He's president at Spencer, V.P. at Forrester, and I'm just -- I'm so glad to be a working grunt.",
        "Bill: Oh, I had no idea I was walking in on a little pity party. Hey. It was Liam's idea to take over Forrester. I told you. If it had been your idea, I would have given you control of the stock.",
        "Wyatt: I could have been consulted.",
        "Bill: You don't have a Steffy.",
        "Wyatt: [Chuckles]",
        "Bill: And we needed her shares to complete this transaction.",
        "Wyatt: Right, but Liam doesn't exactly have a Steffy either.",
        "Bill: Well, maybe he's going to.",
        "[SCENE_BREAK]",
        "Ivy: Quinn, this is personal.",
        "Quinn: These are yours, Ivy? Oh, no.",
        "Ivy: Could you just forget you saw these, okay?",
        "Quinn: What are you gonna do?",
        "Ivy: That's my problem, not yours.",
        "Quinn: No, no. This is our problem. We work on this jewelry line together. And now immigration wants to deport you?",
        "[SCENE_BREAK]",
        "Wyatt: Dad, give it up. It's a lost cause.",
        "Bill: Not necessarily.",
        "Wyatt: Liam is with Ivy now, or haven't you noticed?",
        "Bill: Doesn't matter. They can't fight destiny. Liam and Steffy are meant to be together.",
        "Wyatt: Dad, Liam and Ivy are in love. She's the reason why he orchestrated the takeover in the first place.",
        "Bill: Unh, unh, unh. Part of the reason. Part of the reason. But now that Liam is here working with Steffy, it's just a matter of time.",
        "Wyatt: Unless Ivy disappears, which I don't foresee happening, she and Liam are pretty solid.",
        "[SCENE_BREAK]",
        "Quinn: You thought you were a U.S. Citizen?",
        "Ivy: Dual citizen. Dad's American, mom's Australian, but it turned out dad didn't fill out all the paperwork properly.",
        "Quinn: So, you're here illegally?",
        "Ivy: Well, yeah. That's what immigration says.",
        "Quinn: Well, have you spoken to an attorney?",
        "Ivy: I spoke to Carter, and he said I should do exactly what the agent is telling me to do.",
        "Quinn: Well, that's go back to Australia?",
        "Ivy: Go back to Australia and apply for a proper working permit.",
        "Quinn: But that could take --",
        "Ivy: It could take months. It could take years. I-I-I can't leave now, you know? Everything is here -- my whole life, my work, Liam. Steffy's already hitting on him. If I leave now, I might as well say goodbye to my boyfriend. Steffy will have him.",
        "[Quinn's flashback]",
        "Wyatt: She's gorgeous, smart, and I told her to give us a chance.",
        "Quinn: [Sighs]",
        "Wyatt: Right after I kissed her.",
        "[SCENE_BREAK]",
        "Steffy: Are you gonna roll the dice? What's the matter?",
        "Liam: My brother?",
        "Steffy: What? He's quick and funny and very confident. I like who I am when I'm with him. Not as much as I like who I am when I'm with you, but I'm not with you. Like I said, you can change all that. There's only one guy I want to kiss, if he's ready for it.",
        "[SCENE_BREAK]",
        "Bill: I'm surprised you don't see it.",
        "Wyatt: See what?",
        "Bill: The inevitability of Liam and Steffy.",
        "Wyatt: Okay. He'll stand by Ivy.",
        "Bill: And he'll be miserable, which I told him.",
        "Wyatt: [Chuckles] Another slice of paternal wisdom, huh, Dad?",
        "Bill: It's obvious, Wyatt.",
        "Wyatt: You know, I just -- I wish you wouldn't pressure him.",
        "Bill: Ivy is a stopgap measure. She's not gonna make Liam forget about Steffy, especially now that they're working together. I mean, tell me you don't find that woman incredible.",
        "Wyatt: I do. And I think she's a hell of a kisser.",
        "Bill: Okay, wait a minute. This is getting a little weird. You kissed Steffy?",
        "Wyatt: Yeah. A little bit ago. Look, she needs to move on. Because Liam has.",
        "[SCENE_BREAK]",
        "Quinn: This is not good.",
        "Ivy: No, it's a disaster.",
        "Quinn: What are you gonna do?",
        "Ivy: [Scoffs] You know what, Quinn? I'm kind of out of options. Immigration is going to deport me unless I show proof that I'm leaving this country.",
        "Quinn: How long did they give you?",
        "Ivy: A week.",
        "Quinn: A week?",
        "Ivy: Yeah, and I've looked into this. It's not gonna be easy. It's not -- it's not a case of just getting on a plane to Sydney and then coming back the next day.",
        "Quinn: What's your plan \"B\"?",
        "Ivy: I don't have a plan \"B\".",
        "Quinn: [Sighs] Okay, all right, all right. Look, at a time like this, you just got to keep your head on straight.",
        "Ivy: [Scoffs] You know what? Steffy's gonna throw a party the second she hears that. The minute I'm on that plane, she's gonna be throwing herself all over Liam.",
        "Quinn: Come on. He loves you.",
        "Ivy: Aly caught her kissing him in the office. You know what? I really need to find Liam and tell him exactly what's going on.",
        "Quinn: Yes. Yes, you need to go to him. Take the rest of the day off. I'll handle things here.",
        "Ivy: You know, you're being a lot more supportive than I expected.",
        "Quinn: Oh, Ivy, you know... I'm not the biggest fan of Liam's, but...I-I've seen you two together, and you're -- you're -- you're a sweet couple. And if there's one thing I know about Liam, when he's committed, he's 100% in.",
        "Ivy: Okay, so -- so what you're saying is that you think I have a chance of actually making this work?",
        "Quinn: You have to make it work. This is too important to accept defeat. You -- you can't even let that be an option.",
        "Ivy: Wow. [Chuckles]",
        "Quinn: Yeah. I know, I know. I've been criticized in the past for having this kind of attitude, but come on. In this situation, it's the only attitude you can have. He's gonna wait for you, Ivy. Don't accept anything less.",
        "[SCENE_BREAK]",
        "Steffy: I already have a water.",
        "Liam: Ah. That you do.",
        "Steffy: Am I making you uncomfortable?",
        "Liam: [Laughs] If you were, that would be a new trick.",
        "Steffy: That's always been our strong suit -- being comfortable with each other.",
        "Liam: Yeah. Especially here.",
        "Steffy: Yeah, I miss those times.",
        "Liam: Pretty special.",
        "Steffy: They were sacred. You know we were good together.",
        "Liam: [Chuckles]",
        "Steffy: Come sit.",
        "Liam: [Sighs]",
        "Steffy: It was right in this room where you asked me to marry you. Remember that?",
        "Liam: I remember it well.",
        "Steffy: And you took the ring and you slipped it on my finger.",
        "Liam: Mm-hmm.",
        "Steffy: And then what did I say?",
        "Liam: I-I imagine something like \"yes.\"",
        "Steffy: No, before that.",
        "Liam: [Chuckles] Let's see. Uh...",
        "Steffy: I said I wanted to help you and that I knew you were hurting and I wanted you to be a better person.",
        "Liam: Because you're my friend.",
        "Steffy: So you do remember.",
        "Liam: And then you said, \"I'm gonna bring you back to life.\" And you did.",
        "Steffy: I don't have to do that now. You don't appear to be suffering. I'm the one who's suffering. I guess it's my turn.",
        "Liam: I don't want you to suffer, Steffy. You've done that enough.",
        "Steffy: There's only one thing you can do to make it stop.",
        "[SCENE_BREAK]",
        "Bill: You kissed Steffy? Today?",
        "Wyatt: Yeah. Number-two son did well, didn't he? Or number three? I forgot about Will.",
        "Bill: Why would you do that, Wyatt?",
        "Wyatt: Why not?! She's a free agent and sexy as hell. I mean, I'd be a damn fool not to kiss her.",
        "Bill: She's in love with your brother, son.",
        "Wyatt: Oh, so you're worried that I might get hurt. I'm touched. Thanks, Dad.",
        "Bill: [Sighs]",
        "Quinn: Hey! Oh. Did you tell your father?",
        "Bill: Oh, boy.",
        "Wyatt: Mm-hmm.",
        "Bill: Yeah, he told me.",
        "Quinn: Isn't it wonderful?",
        "Bill: What is wonderful about it? Wyatt is hitting on a woman that's pining after his brother.",
        "Quinn: That may not be the case for much longer.",
        "Bill: Can we all get real?",
        "Quinn: I don't know. That depends. Can you not play favorites?",
        "Bill: You both need to grasp the larger picture here. Liam and Steffy are the future of Forrester Creations. They have history. They were married.",
        "Wyatt: Okay! Enough with this. Steffy and I are not an item. We're not in love, okay? And I'm certainly not backing off because you think I should.",
        "Bill: It's not about me, Wyatt. It's your brother.",
        "Wyatt: My brother who's involved with another woman.",
        "Bill: So it all comes down to Liam and Ivy, doesn't it?",
        "[SCENE_BREAK]",
        "Steffy: I'm not trying to force your hand here. But being back in this house -- [Sighs] Wow, the memories -- not all of them good, I realize.",
        "Liam: [Chuckles] Yeah, but so many of them were.",
        "Steffy: You know, the funny thing about memories...",
        "Liam: Hmm?",
        "Steffy: ...Is that the bad ones don't stay around as long as the good ones do.",
        "Liam: [Chuckles] Whew.",
        "Steffy: Yeah. Otherwise, Italy and Aspen and this place -- God. All the drama.",
        "Liam: Yeah, we had a lot of that. Good and bad.",
        "Steffy: I wouldn't give up any of those memories, Liam.",
        "Liam: No, of course not. They brought us to where we are.",
        "Steffy: And where is that? You're with Ivy, I'm president of Forrester, and yet here we are, back in this place.",
        "Liam: [Chuckles] It's like we stepped outside of a time capsule.",
        "Steffy: Yeah. I want our life back, all of it. I want the good and the bad, the child we should have had and lost. [Sighs] I feel incomplete.",
        "Liam: Like walking out in the middle of a movie.",
        "Steffy: Yes. Yes. Let's finish what we started. I'm sure Ivy's wonderful, but this isn't about her. This is about us -- what we had and let slip away.",
        "Liam: You know I never wanted for that --",
        "Steffy: And -- and neither did I. But it was so painful losing our child. It was too much to bear.",
        "Liam: I know. It was for both of us.",
        "Steffy: [Sighs] I'm sorry I couldn't be here for you.",
        "Liam: Steffy.",
        "Steffy: Hmm?",
        "Liam: That's a two-way street.",
        "Steffy: I'm here now. We're both here. Can we turn the clocks back? No. But can we start again? We could if we wanted.",
        "Liam: I have to talk to Ivy.",
        "Steffy: What are you gonna say?",
        "Liam: I'm -- I'm gonna help her understand.",
        "Steffy: About us?",
        "Liam: About everything. [Sighs] Ivy -- Ivy helped me through one of the darkest moments in my life. Same as you.",
        "Steffy: Lucky you, surrounded by all these incredible women.",
        "Liam: [Laughs] Yeah, that's for sure.",
        "Steffy: An abundance of female love, huh?",
        "Liam: I don't know why. I'm no different from any other guy.",
        "Steffy: Mm, that's where you're wrong. You are. Look, I don't want to pressure you.",
        "Liam: You're not.",
        "Steffy: Are you feeling what I'm feeling?",
        "Liam: It's coming back, yeah. And I have to be honest with Ivy about that. But I have to be honest with you, too, Steffy. I don't know where this is going.",
        "Steffy: No. Neither do I.",
        "Liam: It's good. It's good, though. It's -- [Sighs] Being open and honest, acknowledging things -- [Chuckles] Things that...need to be acknowledged that I've kept inside for a really long time.",
        "Steffy: So, that means... you're glad that I'm back?",
        "[SCENE_BREAK]",
        "Quinn: That father of yours.",
        "Wyatt: [Sighs] He's Dollar Bill. What more can you say?",
        "Quinn: There's so much I would like to say. How he favors one son over the other or how he dictates how everybody's life is supposed to be. Steffy is going to be with Liam. Why? Because that's the way Bill wants it to be.",
        "Wyatt: Okay, well, if history is any indicator, dad doesn't always get what he wants, okay? And I feel pretty good about my chances with Steffy.",
        "Quinn: I want to believe that.",
        "Wyatt: Look... I haven't felt this way in a long time, not since Hope left. I'm excited, you know? The future, the summer -- it just -- things are looking up. What?",
        "Quinn: I just want this to be the best year of your life.",
        "[Door opens]",
        "Wyatt: Thanks, Mom. Hi, Ivy.",
        "Quinn: Hey, so, I need to go over some things with Ivy, so can you just kind of... skedaddle?",
        "Wyatt: Okay. Yeah. I'll go get a bite. Uh, you want something?",
        "Quinn: No, I'm not hungry.",
        "Wyatt: Ivy?",
        "Quinn: No. She's not hungry. Go. Thanks. Did you go see Liam?",
        "Ivy: Yeah, I just came from his place.",
        "Quinn: What happened?",
        "Ivy: I'm gonna lose him, Quinn.",
        "Quinn: [Sighs]",
        "Ivy: I'm gonna lose everything. I love it here. My entire life is here.",
        "Quinn: Tell me what happened.",
        "Ivy: Steffy happened.",
        "Quinn: What about her?",
        "Ivy: Well, she was there, and they were making plans. Quinn, I-I can't afford to go home to Australia right now. If I do, I'm gonna lose Liam forever and Steffy wins.",
        "[SCENE_BREAK]",
        "Steffy: [Sighs]",
        "Liam: Ivy's, uh -- Ivy's coming over later. I'll --",
        "Steffy: Okay.",
        "Liam: I'll talk to her.",
        "Steffy: I never stopped believing in us. And I never will. I want a future with you and a family, Liam. Nothing will stop us this time.",
        "[SCENE_BREAK]",
        "Quinn: Hey. You're gonna listen to me. You are absolutely right. You can't go back to Australia. And Liam is not going to go back to Steffy. It's not gonna happen. I'm gonna make sure of it."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=OqXIpimrScI"
}