{
    "Episode Summary": [],
    "Recap": [
        "Although it's only been one night since he asked, Liam calls Hope to remind her of their date tonight. She hesitates. He says if she comes, great, but if she doesn't, he has to move on. Quinn tells Wyatt that if he is not careful he is going to lose Hope forever. Liam is ready to make his move. He barks at her that he can handle this just fine without her. She's afraid that he's just gotten too comfortable. The conversation ends when Caroline comes and says it is time for the meeting. Eric asks where Ridge is. Rick says Ridge said he had other pressing matters to attend. Eric thinks that is fine since there will be a little less tension. Rick says they need to find a new model for the Bedroom Line and Oliver is staying as photographer. That has been settled. Aly can't quit grinning just thinking about her kisses with Oliver. He tells her he had an amazing time yesterday and be ready for another surprise today. Liam is at home picking out the wines for his and Hope's dinner. Bill scares the pants off on him when he comes dashing through the patio door in his jogging clothes. Liam wants to know what he's doing in his ..he means Bill's house. And he reminds him not to drag any more sand into the house. Bill says he is beginning to hear some attitude here and if he continues he will hurt his feelings and he'll think Liam doesn't want him here any more. Liam is sure that Brooke has kicked him out of her house already. Bill says no, he just came back for the rest of his stuff. Things couldn't be better. And he knows why Liam is so uptight. He needs a date; he needs a woman. Liam is happy to say he has a date tonight and it is none other than Hope. Bill is confused. He thought Hope was with Wyatt. Liam says she is but he told her if she is not going to give up Wyatt then she could date both of them. Bill finds that incredible. Liam says yeah that's the way it has to be, but Hope has not given him her answer yet. That is what tonight is all about. Bill says ultimatums. Liam says no, it's more like a compromise. She can be with Liam or not but it's up to her and he is not going to just sit around and wait for her to get tired of Wyatt. Bill tells him that maybe he should just let this ride itself out as he knows he is not going to be happy sharing the woman he loves. Liam says he knows. Dealing with Wyatt on any level is the last thing he wants but he can not make him go away, only Hope can do that. Bill says okay. He is out of the meddling business so he will just trust that Liam knows what he is doing. Liam asks Bill is he has spoken to Wyatt lately because unless he wants to be a grandfather he might want to have a little talk with Wyatt about contraception. He tells Bill that Wyatt almost got Hope pregnant. Now Bill knows why Liam is so freaked out. Liam says yeah he would have lost Hope completely if she were pregnant. Bill grouses that there is nothing like a kid to tie you to a woman forever. Liam said it was a wakeup call not just for him but for Hope who might be re-evaluating her future with Wyatt. He admits Wyatt is charming and a little dangerous and Hope is taken with that but it is not going to last forever. Later she is going to want more and Wyatt is not capable of going deeper than that and Liam is. Bill says he is taking a risk Liam says he knows but Hope does not want to lose him. That much he is sure of. So now he is giving Hope that choice. If she wants Wyatt exclusively then he's not going to be on standby and he will move on.",
        "At the meeting, Rick hands out the quarterlies and things have picked up 10% so they must be doing something right ..not that Ridge would acknowledge that. Wyatt questions if Aly is going to be there since they are going to discuss the Bedroom Line and she got so upset at the last meeting they had about Hope's lingerie. He'd hate for her to get on her soapbox again. Eric says it is not his call. Aly has had a difficult time and he expects everyone to be very supportive. Rick tells the group they need to find a new spokesperson for the Bedroom Line. Brooke says she is flattered they are asking her but she really is happy to be working behind the scene and with Ridge as co-VP. They all agree it should be somebody from the inside who represents FC. Oliver speaks up and says he doesn't want to overstep but he has the perfect choice, none other than Miss Aly Forrester. Aly is surprised and everyone's eyes roll. Pam says Aly is beautiful but she is a girl, this is a terrible idea. Wyatt and Quinn chuckle to themselves. Eric asks Aly if she is certain she knows all the implications that Oliver will be asking her to do in modeling. Caroline chimes in that it is not just onesies and pj's but lingerie. Aly says she knows, like lace and teddies. Oliver says they would make it artsy and imaginative. Eric says he has reservations but he'd have to run it by her dad in Paris first. Aly asks if she can speak. She apologizes for coming on too strong and judgmental at the last meeting. She's done some growing up lately and she realizes she was wrong. She praises Oliver for being a gifted photographer and she is flattered they all believe in her. She thinks she could do it ..but she's not going to. There is a collective sigh of relief from all. So now they have to get back to the drawing board with other choices. Alone Aly thanks Oliver and he says she is just as good as the other models. She is a natural before the camera and those underwater shots could be in any magazine in the world. She's flattered that he sees her as a woman. He says of course; she is a stunning, complex, beautiful woman and he likes her. She grabs him by the face and plants a big kiss on him. Bill tells Liam that he will give him something from his own experience. He has to be ready to blow Hope out of the water. Liam has to mean it when he says it. Liam agrees. It is the last thing and he hopes it will not come down to that. But if he has to walk away he will. Enough is enough and he hopes to God it works out. Bill say he respects him and he knows this will not be easy. There is a lot riding on the line tonight. Liam says yeah. If Hope shows up, they are dating and if she doesn't then he has to get on with his life. Wyatt asks Hope if Aly is on her meds. She is almost like a normal person now. He realizes that Hope is distracted. She says it has been a rough couple of days. Maybe now is a good time to tell him that Liam wants her to have dinner with him tonight .like in a real date. If she is going to date Wyatt then she has to date Liam too. He thinks that is crazy. She says basically if she shows up at his house tonight it means they are dating. If she doesn't then it means they are over for good and Liam is gone. Wyatt asks her not to go. They have something special and he doesn't want to lose that. He doesn't think she does either. So send Liam a message. Tell him it is over and her future is with Wyatt now."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Cell phone ringing]",
        "Hope: [Sighs] Hi.",
        "Liam: Just, uh, calling to remind you about dinner tonight at my place.",
        "Hope: [Sighs] Liam, uh...",
        "Liam: Listen. If you come, great. But if you don't, I got to move on.",
        "[SCENE_BREAK]",
        "Quinn: Liam is making his move.",
        "Wyatt: [Sighs] What else is new?",
        "Quinn: If you're not careful, you are going to lose Hope forever.",
        "Wyatt: Mom, Hope and I are fine, okay? I can handle this without you.",
        "Quinn: I'm just worried that you are getting way too comfortable, and --",
        "Caroline: Knock, knock! It's almost time for the meeting.",
        "Wyatt: Saved by the cousin.",
        "Quinn: This conversation isn't over.",
        "Wyatt: There's nothing more to discuss. I've got it under control.",
        "[SCENE_BREAK]",
        "Rick: Everyone should be here soon.",
        "Brooke: I had Jake make copies of the proposal.",
        "Rick: Well, look at you.",
        "Brooke: [Chuckles]",
        "Rick: Fitting in quite nicely as my V.P.",
        "Eric: Uh, that's co-V.P.",
        "Rick: Right. Right. I almost forgot.",
        "Eric: Where's Ridge? Is he coming to this?",
        "Rick: He said he had some other pressing matters to attend to.",
        "Eric: Is that right? Be a little less tension, then.",
        "Rick: Yeah.",
        "Eric: So, this is about the bedroom line, is it?",
        "Rick: Yeah. We need to find a new spokesmodel. And if Ridge had anything to say about it, a new photographer.",
        "Brooke: That's been settled. Oliver is staying.",
        "[SCENE_BREAK]",
        "Aly: Oh! Hi.",
        "Hope: Hey! You must be looking for Oliver.",
        "Aly: We're all really lucky he's still around, huh?",
        "Hope: Yeah. He's amazing at what he does.",
        "Aly: Yeah, he is. I'm glad Ridge didn't get his way, end up firing him.",
        "Oliver: You and me both.",
        "Hope: We're all really glad you're still here, Oliver.",
        "Oliver: I'm looking forward to taking on a new project.",
        "Hope: Good. There should be plenty of opportunities for that.",
        "Oliver: That's what I'm hoping for.",
        "Hope: Uh, I will see you guys in the meeting?",
        "Oliver: We'll be right behind you. I had an amazing time with you yesterday, Miss F.",
        "Aly: Me too. I was surprised to see you.",
        "Oliver: Get ready for another surprise. I got something in store for you today. Come on.",
        "[SCENE_BREAK]",
        "Bill: Oh! Ooh! [Chuckles]",
        "Liam: Geez! Dad, what are you doing?",
        "Bill: Sweating. Water.",
        "Liam: What?",
        "Bill: Water, Liam.",
        "Liam: Fine. All right. Here's -- here's a water. Have a water. What are you doing in my house? Your house.",
        "Bill: [Chuckles] Was running 9k. Pier and back. Sprinting the last part of it.",
        "Liam: Wow. Well, good. Good -- good for you. Can you not track, uh, sand into the house, please?",
        "Bill: You know, I think I'm hearing a little attitude in your voice. And you keep that up, you're gonna hurt my feelings, make me feel like I'm not wanted.",
        "Liam: Uhh! [Chuckles] I see what's going on. So, Brooke kicked you out. That's -- that's a bummer. I gave it a couple of weeks.",
        "Bill: Please. She came to me. I just came back here to get my stuff. Things couldn't be better now that I'm living back with Brooke.",
        "[SCENE_BREAK]",
        "Rick: These are the projected figures for the next quarter. 10% increase.",
        "Carter: Not bad.",
        "Rick: Yeah, we must be doing something right, not that Ridge would agree.",
        "Caroline: My husband! Isn't he the most brilliant and dedicated president this company has ever seen?",
        "[SCENE_BREAK]",
        "Allen: It was magnificent! Front row and center. All the jousting and falconry a man could ever dream of.",
        "Pam: Only next time, Allen, don't jump into the ring.",
        "Allen: I fell, Pam. I dropped my turkey leg, and when I went to grab it, I landed on the knight.",
        "Pam: And his horse almost trampled you to death.",
        "Allen: It was so worth it.",
        "Pam: Just don't get us banned from the royal court, Mister. Oh. Hey.",
        "Allen: Hey, Aly! You missed a great medieval night, fair maiden.",
        "Oliver: Ah, medieval night.",
        "Aly: Oh, it's -- it's just, um --",
        "Pam: It's just -- hello! -- Your favorite thing in the whole world.",
        "Allen: Yeah. You are so going with us next time.",
        "Pam: Guess what. Allen got V.I.P. tickets.",
        "Aly: I-I don't know, Guys. I'm not sure I'm really up for it, but thanks.",
        "Pam: Party pooper.",
        "Allen: More turkey legs for us.",
        "Pam: Yeah!",
        "Allen: [Chuckles]",
        "[SCENE_BREAK]",
        "Wyatt: Uh, Aly's coming?",
        "Rick: Yes. Why?",
        "Quinn: I-is there any way to have this meeting without her?",
        "Wyatt: I mean, it's just that we're gonna be discussing the bedroom line, and we all know how she reacted last time. I'd just -- I'd hate for her to have to get on her soapbox again.",
        "Eric: Not your call, Wyatt.",
        "Wyatt: I know. It's not that I dislike her.",
        "Quinn: It's just that she has a bit of growing up to do. I think we can all agree on that.",
        "Wyatt: Yeah.",
        "Eric: She's had a difficult time. I expect everyone to be very supportive.",
        "Jake: Okay. Oh. Packets for everyone -- right there.",
        "Eric: Wonderful.",
        "Brooke: Thanks, Jake.",
        "Eric: Nice.",
        "Rick: All right. Well, it looks like everyone's here. We have a lot on the agenda today, but, more important, we need to find a new spokesmodel for the bedroom line. Come down here with me. I know you have an eye for this sort of thing.",
        "[SCENE_BREAK]",
        "Bill: Why are you so uptight? I can answer my own question. I know why you're uptight. Because you need a date -- a woman.",
        "Liam: If you must know, I do have a date.",
        "Bill: You do? Oh! All right. Now we're talking. Let's hear it.",
        "Liam: Tonight, as a matter of fact.",
        "Bill: Great. Where you taking her?",
        "Liam: Dinner. Here.",
        "Bill: I like it. Get the candles going, the fireplace.",
        "Liam: You do realize I'm talking about Hope, right? If she shows up.",
        "Bill: Wait. What? Wait. Didn't you just tell me she's with Wyatt?",
        "Liam: Yes. But I told her that if she's not gonna give up Wyatt, she can date both of us.",
        "Bill: You -- you said that?",
        "Liam: I did.",
        "Bill: You told her to date both of you?",
        "Liam: Yeah. If that's the way it's got to be, Dad, yeah.",
        "Bill: And what did she say?",
        "Liam: I haven't gotten an answer yet. That's what tonight's all about.",
        "Bill: Ultimatums?",
        "Liam: It's -- no, no, no. It's not an ultimatum. It's a compromise. She can be with me or not. It's up to her. But I'm not gonna sit around waiting for her to get tired of Wyatt.",
        "Bill: Maybe you ought to just let them ride this out. Just hear what I'm saying, because I know you're not gonna be happy sharing the woman you love.",
        "Liam: Believe me, dealing with Wyatt on any level is the last thing I want to be doing, but I can't make him go away. Only Hope can do that.",
        "Bill: Okay. Well, uh, I am out of the meddling business, so I'm just gonna trust that you know what you're doing.",
        "Liam: Oh, by the way -- by the way, have you talked to your son lately?",
        "Bill: No.",
        "Liam: 'Cause, uh, unless you're ready to be a grandfather, you might want to give him a little lecture on contraception.",
        "Bill: W-what are you talking about?",
        "Liam: He almost got Hope pregnant.",
        "[SCENE_BREAK]",
        "Rick: Whoever we choose to represent the bedroom line needs to be exactly the right fit.",
        "Eric: We have a lot of really good choices here.",
        "Maya: I still think Brooke should make a comeback.",
        "Caroline: Yes. That's what I've been saying. That's perfect.",
        "Brooke: No. No. That's not happening.",
        "Eric: I know we've been all over this, but we would all be thrilled if you would reconsider.",
        "Brooke: Eric, please. I couldn't.",
        "Quinn: Why not, Brooke? I mean, it would be so empowering to so many women.",
        "Rick: We've already asked her, Guys. She said no.",
        "Brooke: Thank you for thinking of me. I really am flattered, but I enjoy working behind the scenes alongside Ridge as co-vice president.",
        "Carter: I respect that. Got enough on your plate as it is.",
        "Wyatt: Okay. Well, back to the drawing board, then, huh?",
        "Caroline: Well, uh, I see that you're thinking about Alexa. I mean, she's a great choice.",
        "Maya: I've worked with her. She's wonderful.",
        "Pam: And she's really sweet, too, although she could certainly benefit from eating a few of my lemon bars. [Chuckles] She's really skinny.",
        "Eric: I think Alexa's really a strong choice. My only thing is that she not be a blonde, all right? Too many comParisons to Brooke.",
        "Quinn: Eric has a point.",
        "Wyatt: Unless...",
        "Hope: Don't look at me. I'm not doing it.",
        "Wyatt: [Chuckles] That was worth another shot, right?",
        "Quinn: But I do agree that it should be somebody from the inside.",
        "Eric: Someone who really represents Forrester Creations.",
        "Oliver: I don't want to overstep, but I think I have the perfect model for the bedroom line.",
        "Eric: Who?",
        "Rick: Is she on our list of contenders?",
        "Oliver: No. But she should be. She's incredible. The only woman who truly represents the Forrester name, and she's sitting right here at this table.",
        "Brooke: Who is it?",
        "Rick: Oliver, who are you talking about?",
        "Oliver: None other than Miss Aly Forrester.",
        "[SCENE_BREAK]",
        "Bill: What do you mean, \"Almost\"?",
        "Liam: I mean, Hope thought she was pregnant.",
        "Bill: With Wyatt's kid?",
        "Liam: Yeah. Are you not following?",
        "Bill: Yeah, I'm completely following you. But she is 100% not pregnant?",
        "Liam: 100% not pregnant. The test was negative. Thank God.",
        "Bill: Oh, yeah, 'cause they are not ready for that.",
        "Liam: Thank you. My sentiments exactly.",
        "Bill: So this is why you're all freaked out?",
        "Liam: [Chuckling] Well, yeah. Duh. I mean, if -- if Hope had been pregnant with Wyatt's kid, I-I would have lost her completely. It would have been over between us.",
        "Bill: Nothing like a kid to tie you to a woman forever.",
        "Liam: I mean, I think it was a wake-up call, and not just for me. I think it scared Hope, maybe made her re-evaluate some things, you know, question her future with Wyatt.",
        "Bill: That's why you're laying it all out there.",
        "Liam: Here's the thing. Wyatt's charming. He's a little dangerous. And for some reason, lately Hope seems to be taken with that. But it's not gonna last forever. Eventually, she's gonna want more, and she knows he's not capable of going deeper than that, and I am. And I will, for the rest of our lives.",
        "Bill: Taking a risk.",
        "Liam: Yeah. But Hope doesn't want to lose me -- that much I'm sure of. And I'm giving her the opportunity to date us both. But if she wants to be exclusive with Wyatt, then, you know, I'm -- I'm not gonna sit around on standby. I got to move on.",
        "[SCENE_BREAK]",
        "Caroline: Aly as the spokesmodel for our bedroom line?",
        "Pam: No, Oliver. I mean, Aly is a very beautiful, young girl. This is a terrible idea.",
        "Wyatt: No offense -- Pam's right. This is -- this is insane. Aly's gonna flip in five...",
        "Quinn: Four...",
        "Wyatt: Three...",
        "Oliver: Why don't we ask Aly what she thinks?",
        "Aly: You really think I could do it?",
        "Oliver: You're gorgeous. Of course, you can.",
        "Hope: What is happening?! I'm s-sorry. You're not honestly considering this?",
        "Eric: Aly, are you sure that you understand all the implications of what Oliver's suggesting you do?",
        "Aly: Yes. He thinks I should be the spokesmodel for the bedroom line.",
        "Caroline: And? You realize it's not onesies and PJs? It's -- it's...lingerie.",
        "Aly: I know. Like lace and teddies and stuff.",
        "Oliver: We'd shoot it tastefully. Make it artsy, imaginative. What do you think?",
        "Eric: I have some reservations. Aly, your -- your dad is in Paris. I would certainly want to run this by him before making any decision.",
        "Aly: Can I speak for myself, please? Look, I know I came on too strong and judgmental at the last meeting. I'm sorry I went overboard... especially to you... and Wyatt. I realize now that is was wrong. I've done some growing up lately, and I know you're all just trying to be protective, but I can take care of myself. Oliver is an extremely talented photographer. He has worked with so many beautiful models. Maya. And Hope. It means so much that you believe in me. You know, what an awesome opportunity. I am so grateful for the offer -- flattered -- I mean, especially because I've never even worn this kind of thing before. And I know I wouldn't let any of you down. I think I could do it. But... I'm not going to.",
        "[Many express relieved sighs]",
        "Aly: But thank you for thinking of me.",
        "Rick: All right, uh, then. Let's get back to our choices. I know we have four really good contenders. Anybody have thoughts about this?",
        "Caroline: I still think Alexa.",
        "Carter: But if she's blonde...",
        "Caroline: I mean, why not dye her hair?",
        "Aly: You little devil.",
        "Oliver: Did I shock you?",
        "Aly: Me? In lingerie?",
        "Oliver: Why not? You're just as pretty as any of those other models.",
        "Aly: You really mean that?",
        "Oliver: I've been saying it all along. You are a natural in front of the camera. Those underwater shots -- those could be in any magazine in the world.",
        "Aly: You're really sweet. Actually thinking that I could be the spokesmodel for the bedroom line means you really do see me as a woman.",
        "Oliver: Of course I do. You -- you're a fascinating, complex, stunningly beautiful woman... and I like you.",
        "[SCENE_BREAK]",
        "Bill: I'm gonna tell you something from experience, Son. You have to be ready to blow Hope out of the water. You have to mean it when you say it.",
        "Liam: Yeah, I know. I-I mean, I hope it doesn't come down to that. It's the last thing I want to do. But if I have to walk away from Hope, I will.",
        "Bill: I respect you, Liam. It's not easy, what you're going through.",
        "Liam: Well, enough's enough, you know? I just -- I hope to God it works out.",
        "Bill: There's a lot on the line tonight.",
        "Liam: Yeah. If hope shows up, we're dating. And if she doesn't, it's over. I have to get on with my life.",
        "Wyatt: I mean, the way she reacted, with such sanity. Is she on her meds or something?",
        "Hope: I'm sor-- what?",
        "Wyatt: Aly. She's kind of like a normal person now.",
        "Hope: Oh -- oh, yeah. I was, uh, really surprised by the way she acted, too.",
        "Wyatt: Hey... hey, you're someplace else right now.",
        "Hope: Oh, God. I'm sorry. I'm sorry.",
        "Wyatt: It's -- don't be, all right? Hey, look, we've -- we've -- we've been through a lot. You've been though a lot. We thought you were pregnant. It freaked us out. It opened up our eyes. But it made me even more committed to you.",
        "Hope: It's been a really weird couple of days, you know, and I-I just -- I haven't stopped thinking about... everything.",
        "Wyatt: I don't blame you, you know?",
        "Hope: I think this is a good time to tell you that... Liam wants to make me dinner tonight.",
        "Wyatt: Uh...like a date?",
        "Hope: Yeah. Uh, he says that if I'm going to date you, then I have to date him, too.",
        "Wyatt: [Chuckling] What? Th-- that's crazy.",
        "Hope: Basically, if I show up at his house tonight, then that means we're dating. And if I don't, it means that he's done... and he and I are over... for good.",
        "Wyatt: Hope, don't do it. Don't go to Liam's. We have something special here. I don't want to lose it, and -- and I don't think you want to, either. Send him a message. Tell him it's over. Tell him that your future is with me now."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=dFTjr7pRDNM"
}