{
    "Episode Summary": [],
    "Recap": [
        "Felicia does everything but beg that Bridget and Dante not take Dominick back to Italy to see his grandparents. Wait until she is gone before they do that. Stephanie joins the group and she too sides with Felicia. Dominick should stay here with his mother \"where he belongs.\" She tries to get Bridget to understand that and the sooner that she lets go and understands this, the better. While visiting his mother in jail, actually there to bring her home after her release, Nick and Jackie are talking when Massimo drops in. There is a coolness in the air and Nick wonders why he is there? Mass knows he is angry with him now, but figures someday he will understand, and appreciate the bigger picture. All because of family. But, Jackie makes it clear, she will NEVER forgive him. And Nick has chosen Brooke, and he should respect that. Massimo laments that time after time Brooke has always gone back to Ridge, and this time will be no different. Nick opines that this time he's chasing something that is never going to happen.",
        "Meanwhile, Brooke has awaken enough from her pill-induced stupor to find Ridge in her bed. He's been blathering on and on how much she needed this, how they are truly now back together and they will work it out. Suddenly she realizes something has happened and is startled. She asks what has he done? He asks what is wrong with her and starts looking at her like it's the first time he's really seeing her or paying attention? She mentions the pills and that she took too many. He starts a lame apology that he didn't know and he never would have She asks him to just please go. Bridget goes ballistic when Stephanie finally suggests that if something happens to Felicia that Stephanie raise Dominick, so that Bridget doesn't have to literally put her life on hold waiting for that to happen. Bridget still argues in Dante's favor since he's the father. She even plays the legal guardianship card saying she has a legal right and that is exactly what she is going to do. Stephanie hugs her daughter and says that will never happen, or it will be the biggest mistake of their lives. Nick tells his dad that his conversation with him about Ridge or anything else is over. He's going to take Jackie home and then go see Brooke. Mass advises him to call first; remember what happened the last time he barged in. He will find them in bed. Ridge dresses while Brooke sits devastated in bed in fetal position. He apologizes and says he will make this right, he promises her that. She keeps telling him to just go. Bridget tries to make amends with Felicia and apologizes for her being insensitive. She didn't come to take Dino away, but to tell Felicia how much she admired her. She ends up hugging Felicia as they laugh about Felicia's bald head. Back at his office, Ridge rebukes himself for the latest happenings with Brooke. Brooke emerges from the shower, and takes the bottle of pills, possibly to destroy them, but Nick walks in at that moment and tells her they were right, Megan and his old man was behind everything. She practically falls into a chair and he realizes something is terribly wrong, that she is trembling. He spies the pill bottle and seizes it from her hand and asks about her father and Ridge, did they come back to her house? When he says Ridge, she is silent and it's a dead give- away."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: Oh, beautiful Logan -- we needed this.",
        "Brooke: Ridge --",
        "Ridge: I love you. Don't ever doubt that again.",
        "[SCENE_BREAK]",
        "Felicia: So you're planning to take my son to Italy whether I want you to or not?",
        "Bridget: I thought he was our son, Felicia.",
        "Felicia: He is.",
        "Bridget: You're the one that convinced me that sharing him could actually work.",
        "Felicia: I meant sharing him together. I never dreamed you'd want to take him away from me, out of the country.",
        "Bridget: Well, his father is Italian.",
        "Felicia: So? Have him invite his whole Italian family to Los Angeles. I'll pay for the tab.",
        "Bridget: Dante wants to take Dino to visit his grandparents, at their home.",
        "Felicia: Well, it can't happen. Not now. I need Dominick here with me. Take him to Italy after I'm gone, okay?",
        "Bridget: Felicia, your white blood cell count is almost normal. You don't have to live each day as if it were your last. And we'll be back before you know it. Look, I've written down all of the names, phone numbers and address where we can be reached and who we will be with. And Dante's cousin has a web -cam, and we're gonna set it up so Dino can wave to you every night.",
        "Felicia: Bridget, I am asking you not to do this. Please don't make me beg.",
        "Stephanie: What's going on?",
        "Felicia: Bridget and Dante want to take Dominick out of the country.",
        "Bridget: To Italy! So Dante's parents can meet their grandson. Apparently, someone forgot to mention it.",
        "Stephanie: Well, I just assumed the trip was off.",
        "Bridget: Well, it's not.",
        "Stephanie: I don't think this is a wise thing to do.",
        "Bridget: Excuse me?",
        "Stephanie: I think the baby should stay here, with his mother. Where he belongs.",
        "[SCENE_BREAK]",
        "Nick: What are you doing here?",
        "Massimo: We need to talk. In a strange, funny way, I'm proud of you for sticking up for what you believe. You're angry at me now, but someday you'll understand. You don't have the perspective of appreciating the bigger picture.",
        "Nick: What picture is that?",
        "Massimo: Family. Family is everything. Our history, our future --",
        "Jackie: Our morality.",
        "Massimo: You dare use that word with me?",
        "Jackie: I'm not afraid of you.",
        "Massimo: So you enjoy being imprisoned and being stripped of your dignity?",
        "Jackie: I may have been framed and falsely arrested, but I never lost my dignity. I didn't deserve this, Massimo. Not for having an affair with Deacon Sharpe, or supporting our son in his relationship with Brooke. I'll never forgive you.",
        "Massimo: You think I'm here to ask for forgiveness? [Massimo sighs] I am here to try to make things right with our son, and you are damn well going to hear it.",
        "Jackie: Our son is in love. Brooke may not be your choice, but she is his, and u should respect that.",
        "Massimo: Brooke is the mother of his brother's child. Where is the respect in that?",
        "Nick: You want me to respect a man that has treated her like dirt for the last two decades?",
        "Massimo: All right. Dominick -- you're gonna lose. However Ridge has treated her, Brooke has always gone back, time and time again. And this time is not gonna be any different.",
        "Nick: The only one who loses here is Forrester. Because he's chasing something that's never going to happen.",
        "[SCENE_BREAK]",
        "Ridge: Oh, Logan -- when I hold you like this, everything's right with the world again. I've missed you -- missed this. I love you. You make my heart race, after all these years. I love you so much. I know it'll take time to work things out, but the important thing is we're together again. In every sense of the word.",
        "Brooke: Ridge --",
        "Ridge: Logan? What's wrong?",
        "[SCENE_BREAK]",
        "Felicia: Mother, Bridget and I agreed to raise Dominick together.",
        "Stephanie: Yes, I -- I know, I understand that. But the reality is, you are his mother. Bridget, I'm sorry if that hurts your feelings.",
        "Bridget: I'm just as aware of the reality of the situation as you are, Stephanie.",
        "Stephanie: I don't think you are. I think, actually, that you're in denial about this.",
        "Bridget: Because I won't just step aside?",
        "Stephanie: Yes. Look, Felicia thought she was dying. That's why she wanted you to take the baby. She knows you, she loves you, she understood that you are a kind, generous, loving person -- you would be a wonderful mother. But the situation has changed, honey. She's alive.",
        "Felicia: But that doesn't mean that a day won't come where I'll need to be replaced.",
        "Bridget: But you can't just have it both ways. You can't cut me out and then just pull me back in whenever you need me.",
        "Felicia: I'm not cutting you out.",
        "Bridget: Only because you can't afford to, because someday you might actually need me.",
        "Felicia: I told you, Dominick and I will always need you.",
        "Bridget: I certainly bought into that -- good, old, dependable Aunt Bridget, always there in a pinch. That's just not good enough anymore, Felicia.",
        "Stephanie: Well, it's gonna have to be, honey. Felicia is improving everyday. She's getting stronger everyday, and I think the baby has a major effect on that. I think that's what she draws her strength from. He needs to be with her. She needs to have her child with her. She is the mother. And the sooner that you accept that, the better it's going to be for you and for everyone.",
        "[SCENE_BREAK]",
        "Brooke: What have you done?",
        "Ridge: Logan, are you -- what's going on with you?",
        "[Brooke sighs]",
        "Brooke: The pills.",
        "Ridge: Pills? What are these? For anxiety? Brooke, how many did you take?",
        "Brooke: Too many. I passed out.",
        "Ridge: What? Logan, I didn't know that -- oh, my god, Brooke, I would never have --",
        "Brooke: Just go, just go. Go.",
        "[SCENE_BREAK]",
        "Felicia: Bridget, I'm sorry. I know how much you and Dante want to take Dominick to Italy.",
        "Stephanie: It's only natural his parents would want to see their first grandchild, but I think it would be better if they came here.",
        "Bridget: It's always on your terms, isn't it, Stephanie?",
        "Felicia: Just until I'm stronger.",
        "Bridget: I thought I was gonna be the one having problems sharing Dominick, but it's you. I'm just an afterthought.",
        "Felicia: That is not true.",
        "Bridget: It is true, Felicia, and I can't live like this. I'm just waiting by the phone wondering when it might ring so I can find out when you might need me. I feel like I'm your understudy.",
        "Stephanie: You're absolutely right, Bridget, it's not fair. It's not fair to you and it's not fair to Felicia. You cannot expect her to be a part-time mother any more than you can expect her to be a part-time mother. She's his mother, 100%.",
        "Felicia: Mom, I want Bridget to be part of Dominick's life.",
        "Stephanie: I understand that. You can't ask her to put her life on hold while she waits to see if something's going to happen to you. Now, I've been thinking about this the past few days. If something happens to Felicia, I think the best thing for everyone, all around, would be if I raise the baby.",
        "Bridget: You?",
        "Stephanie: I'm his grandmother.",
        "Bridget: He has a father, Stephanie! Dante loves Dino! He would never, ever just give him away --",
        "Stephanie: Look, I'm just trying to say --",
        "Bridget: You would probably, actually, try to take him away, wouldn't you?",
        "Stephanie: I'm only trying to make this easier --",
        "Bridget: Oh, for you and for Felicia, but you don't consider how I feel, how Dante feels --",
        "Stephanie: Of course I do. Of course I consider it --",
        "Bridget: I don't even know why I'm here.",
        "Stephanie: I love you. I don't want see you hurt during this.",
        "Bridget: You know what? Dante doesn't need permission to take his child to Italy to meet his parents. And just so we all understand each other, neither do I.",
        "Stephanie: Excuse me?",
        "Felicia: The papers I had the lawyer draw up giving Bridget legal guardianship of Dominick.",
        "Bridget: Back when she trusted me. All I'm asking is that you trust me again, now. Fine, you don't want it? I'll leave it here. I have other copies at home.",
        "Felicia: Bridget, please don't do this.",
        "Bridget: I'm sorry Felicia, but -- Dante and I have a legal right to take his child to Italy to meet his parents, and that's exactly what we're going to do. I'll call you tomorrow night when we come by to pick him up before the flight.",
        "[SCENE_BREAK]",
        "Felicia: My god, what if she takes him and what if something happens to me while he's gone, mother? What if I never see my son again?",
        "Stephanie: The baby -- the baby's isn't going to go anywhere --",
        "Felicia: What are you talking about? I signed those papers --",
        "Stephanie: I don't care! I don't care about the papers. The child is not leaving the country. And if they try to take him, it'll be the biggest mistake of their lives.",
        "[SCENE_BREAK]",
        "Massimo: I think you underestimate Ridge's powers of persuasion.",
        "Nick: Our conversation about him -- or anything else -- is over. It's time to take you home. Then I'm gonna head over to Brooke's.",
        "Massimo: I would knock first if I were you. I don't think I have to remind you what happened the last time you barged in. They were in bed together, for god's sake.",
        "Nick: Let's go.",
        "[SCENE_BREAK]",
        "Ridge: If I had any idea at all, I never would've followed you upstairs, Brooke. You have to know that I would cut my own heart out before I'd ever take advantage of you.",
        "Brooke: Nick --",
        "Ridge: I'll make this right somehow, I --",
        "Brooke: Go.",
        "Ridge: I'm so sorry. I'll make this right. I -- I promise you that.",
        "[Brooke sobs]",
        "[SCENE_BREAK]",
        "Bridget: Dino loves that toy. Listen, I came back because I felt like we really got off on the wrong foot.",
        "Felicia: We sure did.",
        "Bridget: I think we're dealing with a very unique and challenging situation here.",
        "Felicia: Challenging? What's so challenging about loving a precious little boy?",
        "Bridget: Nothing.",
        "Felicia: It's the sharing him that's tough.",
        "Bridget: It doesn't have to be that way. I -- the more that Dino's loved, the better.",
        "Felicia: No argument from me there.",
        "Bridget: I just want to find a way that we can do it without threatening each other.",
        "Felicia: Feeling threatened?",
        "Bridget: Yes. I think that's why I dug my heels in and really wanted Dino to come to Italy with Dante and me.",
        "Felicia: And why I'm so afraid of letting him go.",
        "Bridget: Listen, I never, ever meant to upset you, though, Felicia.",
        "Felicia: I know that.",
        "Bridget: I don't really think that Stephanie's helping the situation either. I mean, you may think that she's looking out for your best interests, but --",
        "Felicia: We cannot blame this on my mother.",
        "Bridget: Okay, okay, all right. I just think that before she got involved, we were on the same page.",
        "Felicia: We were.",
        "Bridget: So, if we just focus on -- your baby, I know we'll find a way.",
        "Felicia: And what if that way leads to Southern Italy?",
        "Bridget: All right, listen, it doesn't matter how many legal papers are drawn up or how close Dante and I have become, you're always going to be Dino's mother, always. I will never, ever, ever take your place in his life.",
        "Felicia: I want to believe that. But when you tell me you're taking my son out of the country regardless of how I feel, Bridget, I have to question that.",
        "Bridget: Don't! Don't -- I didn't come here tonight to try to convince you to accept us taking Dino to Italy. I came here because I wanted to tell you how much I admire you.",
        "[Felicia laughs]",
        "Felicia: You've got a funny way of showing that.",
        "Bridget: I'm sorry. I'm sorry if I've been really insensitive or selfish. I think that you're an amazing mother. Every time I look at Dino, I see your courage and your strength.",
        "Felicia: My bald head?",
        "Bridget: Okay, look, I know that we don't have anything resolved here, but --",
        "Felicia: We don't, do we? But it's okay, huh?",
        "Bridget: It's okay because -- 'cause you're here. Oh, god, Felicia, you're here. Look at you. You're just getting spunkier and healthier and more rebellious every single day. More you. And that means that Dino and everyone else that loves you so much -- they get to have you in their lives for a really, really long time. Oh, baby, listen, it doesn't matter what happens. Just don't ever forget how much I love you.",
        "Felicia: Yeah, yeah.",
        "Bridget: I do.",
        "[SCENE_BREAK]",
        "Ridge: Oh, what have I done?",
        "[Ridge remembering]",
        "Brooke: What are you doing?",
        "Ridge: Oh, god!",
        "[Ridge groans]",
        "[SCENE_BREAK]",
        "Nick: Hey, I just let myself in. I didn't want to wake up the whole house.",
        "Brooke: Yeah, I'm sorry, I was in the shower.",
        "Nick: We were right. Megan was working with my old man. He set my mother up. My old man was behind everything. Are you okay? Brooke? What is this? These are tranquilizers.",
        "Brooke: I don't usually -- my father --",
        "Nick: Hey, Brooke -- my god, you're -- you're trembling. Brooke, honey -- was your father here tonight?",
        "Brooke: No.",
        "Nick: Ridge? Why was he here? Brooke, honey, I want you to tell me what happened here tonight."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=LRxaMWDq7Ro"
}