{
    "Episode Summary": [],
    "Recap": [
        "Brooke is shocked, angry and hurt. Bridget begs for both their forgivenesses. Thomas prepares for his first showing. Gabby brings cookies to her husband. Darla and Gabby talk and Darla warns her not to upset Taylor.",
        "Eric tells Jackie about the \"abortion\". Jackie is upset but almost relieved that Brooke and Nick admitted their feelings. Bridget gets a pain in her belly and Brooke tells her to go lay down. Brooke and Nick go outside and Brooke tells Nick to marry Bridget and make her happy."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: So you still have the baby?",
        "Bridget: Yes.",
        "Brooke: But you told Nick -- I mean, you let us think that --",
        "Bridget: I made a horrible mistake, mom. But if you can just forgive me, both of you, we'll move on. Mom -- Mom, I'm having a baby! Nick and I, we're -- we're having a baby.",
        "[SCENE_BREAK]",
        "Thorne: Hurry up with this. Hurry up!",
        "Sally: You know this show is going to be a real lollapalooza! I am telling you, Thomas, I can feel it in me bones.",
        "Clarke: Oh, Sally, that's just your bursitis acting up.",
        "Sally: Ha, ha!",
        "[ Thorne chuckles ]",
        "Thorne: Sally's right, Thomas. You've done a great job.",
        "Thomas: Oh, you really think so?",
        "Thorne: Yeah, I really do.",
        "Darla: Oh, hey. Look who's here.",
        "Gaby: Hey, I -- I couldn't sleep, thinking how hard you guys were working, so I brought coffees.",
        "Thomas: Oh. Thank you, babe. That's very sweet of you.",
        "Sally: Aw. Young newlyweds. Makes you feel all warm and mushy inside, doesn't it?",
        "Gaby: I'm just doing what any good wife would do.",
        "Thorne: Okay, everybody, let's get back to work. We still have a lot to do if we're going to be ready for tomorrow, okay?",
        "Sally: Boy, oh, boy, I thought I was supposed to be the slave driver.",
        "[SCENE_BREAK]",
        "Jackie: Well, I must admit, I still can't get used to the idea that you've moved out. How is Stephanie taking it?",
        "Eric: I don't know. Stephanie's the least of my worries right now.",
        "Jackie: You sounded upset on the phone. What's happened?",
        "Eric: Look, I have some news. Tragic news, really. Bridget -- Bridget's had an abortion.",
        "Jackie: An abor -- Bridget? But I didn't even know she was pregnant. No, that is not possible. No, she loves Nicky so much. Why wouldn't she want his baby?",
        "Eric: Well, apparently, she realized what you've been saying all along -- that Nick is in love with her mother.",
        "[SCENE_BREAK]",
        "Bridget: Mom, I know what I did was wrong. I know.",
        "Brooke: You lied about having an abortion.",
        "Bridget: I thought that if I --",
        "Brooke: I don't care what you thought. You lied about your baby, Nick's baby.",
        "Bridget: I know. I'm so sorry. I'm so sorry. I know -- I know, mom, I know what I've put you through.",
        "Brooke: Honey, you have no idea -- none.",
        "Bridget: I made a horrible mistake -- the worst mistake of my life. I should have never, ever done what I did. But mom, please don't take this the wrong way. You're my mother, and I love you very much. But you of all people should understand why I might be paranoid when it comes to you and the man that I love. Unless, of course, you've forgotten about what happened with Deacon.",
        "[ Brooke sighs ]",
        "Brooke: Oh, Bridget. I thought we'd put that behind us.",
        "Bridget: Because I forgave you, mother. And then you start spending a lot more time with Nick --",
        "Brooke: Because of Hope. She was in the hospital. She almost died!",
        "Bridget: I know, but of course, you should understand why I might go back to Deacon again when it comes to hope. And you were spending so much time together at the hospital. I was watching you when you didn't know. I couldn't -- I just couldn't -- I couldn't go through that pain again. Not with Nick. I mean, Mom, not with you. You're my anchor! You're my soul mate. I just couldn't do it. I couldn't do it, not this time. 'Cause this time, I would have to explain why daddy doesn't love mommy anymore, and why he loves grandma instead. You can understand why that would put me over the edge. Please, tell me that you understand. Yes, what I did was incredibly stupid. I've admitted to that. I should have never done it, but I did it to protect my baby. Don't you see that? But you both, you came through for me. I'm not controlled by my fears anymore, mom. I don't have those insecurities. I'm -- I'm through that dark place. I'm okay. So if you would just -- baby, just hold me and tell me that you still love me. Honey, nothing has to change. Nick?",
        "Nick: Things have changed, more than you realize.",
        "[SCENE_BREAK]",
        "Gaby: I guess I better let",
        "Gaby: I guess I better let you get back to work.",
        "Thomas: I can't believe you came all the way over here just to see how we're doing.",
        "Gaby: Tomorrow's a big day for you. I just -- I want you to enjoy every amazing minute.",
        "Clarke: Okay, Mrs. Forrester. You've got to stop distracting your hubby here, okay? Boy wonder's got his first show to put finishing touches on. So hands off.",
        "Gaby: Sorry.",
        "[SCENE_BREAK]",
        "Jackie: I just don't understand. I mean, how could Bridget do this? Nicky would have stood by her. He would never have allowed her to get rid of that child, no matter what he feels for Brooke.",
        "Eric: I think Bridget realized that, which is why she made the only decision that she felt she could make. She wanted to -- she wanted to give Nick and Brooke the freedom to be together. [ Jackie scoffs ] Which is what I assume they're doing right now -- planning a -- planning a future together.",
        "Jackie: Nick and Brooke?",
        "Eric: Yeah. I spoke to Brooke earlier. She says that Nick -- Nick is the man that she's been searching for all her life. I've heard those words before. But watching Brooke, listening to her pour her heart out about how much she loves Nick, I don't think I've ever seen Brooke so in love.",
        "[SCENE_BREAK]",
        "Bridget: What do you mean? What things have changed?",
        "Brooke: Nick --",
        "Bridget: It's only been a couple of days. Nothing changes that fast.",
        "Nick: Bridget, you said you saw something, a connection between me and your mother.",
        "Bridget: I did. You admitted to it as well. But you confronted those feelings, you were honest with each other and with me.",
        "Nick: We should have been honest sooner.",
        "Bridget: Honey, that doesn't matter. I -- I understand everything much better now.",
        "Nick: I don't think so.",
        "Bridget: Baby, I just wasn't thinking. I mean, of course you would feel responsible for losing the baby, too. I -- I'm so sorry. I just -- I wasn't thinking through everything. But thank god it turned out the way that it did. It could have been so much worse.",
        "Brooke: I can't imagine it being any worse.",
        "Bridget: You can't imagine? Mom, I didn't go through with the abortion. Don't you think that would have been worse?",
        "Brooke: Yes, of course, honey.",
        "Bridget: Okay, okay, I -- I've acted impulsively. I was incredibly selfish and very immature. I'm sorry. I just -- I thought I would get a little more understanding from both of you. Maybe I was really naive. My goodness, just yell at me! Tell me you're furious. Just do something! I can't take you two just standing there looking at me like that. Was what I did that unforgivable?",
        "Nick: Bridget, you made a decision. You said and did some things that made me look at my life. Well, I've made a decision, too. Your mother and I, we've both made some decisions.",
        "[SCENE_BREAK]",
        "Jackie: It's so strange. I mean, for the longest time, I thought that Nick and Brooke were meant to be together. I thought if I heard that they were together, I'd be -- elated. But now, poor Bridget. The pain she must be in.",
        "Eric: Yeah. She's lost the child -- a choice I don't think I'm ever going to completely understand. And now, she's going to have to watch the man she loves make a life with her own mother.",
        "[SCENE_BREAK]",
        "Bridget: What kind of decision? To just hate me forever? Nick, I had a meltdown. I wasn't thinking clearly. I have hormones running through my body that I'm just not used to. And I'm not saying that it wasn't my fault. I know that it was. Why can't you understand how desperate I was? Honey, I need you. I need both of you. I depend on you, and I love you. I love you, both. And when I walked in on you, and I saw you together -- I know that it's happened before, but this time, I was carrying your child. That makes everything so different. It scared me to think that I might lose you. That fear just grabbed hold of me, and it got the better of me. I'm sorry, I was just so desperate. I mean, now I look back, and I see how absurd it was. You would never betray me now. I know that. Mom, please, I -- why can't you -- why can't you understand me? I've barely been able to live with myself knowing the pain that I've caused you. I can't eat, I haven't been able to sleep, I just --",
        "Brooke: Bridget?",
        "Bridget: I'm okay, it's fine.",
        "Nick: Are you sure?",
        "Bridget: Yeah, it's just a little twinge. I'm fine, thank you.",
        "Brooke: You've got to think about the baby. Maybe you should rest.",
        "Bridget: Yeah, maybe I should take a nap.",
        "Brooke: Yeah, go on upstairs, okay? I'll check on you in a minute.",
        "Bridget: I'm so sorry. I love you both.",
        "[SCENE_BREAK]",
        "Thomas: Okay, how does that work?",
        "Model: Um, yeah, it feels good.",
        "Thomas: Does it? Okay, great. Try this one.",
        "Darla: You're really proud of him, aren't you?",
        "Gaby: Yeah, I just wish -- it's so hard, living under the same roof and not being able to -- I mean, I've never -- I've never been with a man before, but I really want to be with Thomas, so much.",
        "Darla: I understand. That'd be going against Taylor though, wouldn't it?",
        "Gaby: Yeah, I know. I mean, I owe her so much, you know?",
        "Darla: Yeah.",
        "Gaby: I mean, she even stood up for me against her own husband. But what she's asking of me -- I mean, if only this weren't a marriage in name only.",
        "Darla: Well, it isn't, is it? Gaby, listen. Trust me, honey, you don't want to make an enemy out of Taylor.",
        "[SCENE_BREAK]",
        "Jackie: This must be so hard for you, Eric.",
        "Eric: I lost a grandchild. We both did.",
        "Jackie: But your daughter is in pain. It's so hard to see our children struggle with life. I have to believe that Bridget is better off finding this out now. I mean, you wouldn't want her married to a man who loved someone else.",
        "Eric: No.",
        "Jackie: Nicky would try, you know? He'd try for Bridget's sake, and for the baby's sake. But he's just not very good at hiding his feelings. And in the end, Bridget would be hurt that much more if he stayed with her, knowing that he loved Brooke.",
        "Eric: And Brooke said that she'd spent her whole life knowing that Ridge was her destiny. And now, she realizes its Nick?",
        "Jackie: I've always known it. From the beginning, I knew they were meant to be together. Just the timing was never right. Maybe now it is. Maybe now they'll both find the happiness that they deserve.",
        "[SCENE_BREAK]",
        "Brooke: Bridget's still pregnant. My god, Nick.",
        "Nick: I know.",
        "Brooke: I mean I don't know what to feel. I'm happy that she still has the baby, that it's alive. My god, you're going to be a father. But you were going to tell her about us?",
        "Nick: She has to know. We pledged our love together, our lives. We love each other. She has to know.",
        "Brooke: She has to know what? The very thing that frightens her, that she said she couldn't live with actually happened?",
        "Nick: What do you want me to do?",
        "Brooke: You can't be with me, Nick. She is carrying your child, and you can't just turn your back on your child.",
        "Nick: I am not turning my back. I would never do that, you know it. But I can't turn my back on us either. Now, look, this has all gotten very complicated now, but one thing I know is that we've got to get this out in the open.",
        "Brooke: No. No. No, Bridget begged for our forgiveness, and that's exactly what we're going to do. Okay, we're gonna forgive her, you're gonna marry her, you're gonna make her happy.",
        "Nick: Even though I'm in love with you, and you're in love with me?",
        "Brooke: Bridget is my daughter, and I've hurt her too much in the past. I am not gonna do it again.",
        "Nick: I don't want to hurt her either. But we can't just pretend.",
        "Brooke: Yes, we can, and we will. For your child's sake, for Bridget's sake.",
        "Nick: And what? Just to hell with how we feel about each other, huh?",
        "Brooke: You love my daughter. You can do it. You can be with her.",
        "Nick: Brooke, don't ask me to do this.",
        "Brooke: It's just marry her, be a good father, be a good husband.",
        "Nick: No, no, no --",
        "Brooke: Give her the happiness that she deserves.",
        "Nick: And what about the happiness that we deserve? What we deserve. I can't do it, Brooke. I can't. I can't do that.",
        "Brooke: Yes. Yes, yes, you can. You can do it. You'll look at your baby, and you will realize that you can do so much more than you ever thought you could. It has to be this way, Nick. It has to be this way."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=rcTyz2Mm7lg"
}