{
    "Episode Summary": [],
    "Recap": [
        "Brooke needs no explanation, she sees what is going on between Phoebe and her son. Rick offers that what they are doing is not wrong; it's Ridge keeping them apart that is wrong. She claims everything in their life is riding on this wedding and Ridge will NEVER accept this relationship despite what they say. Loaded down with a picnic basket, Taylor leads a closed eyed Nick onto his boat and promises him the ride of his life. She admires his prowess at the wheel even when she makes the boat short circuit and blows the electricity. What a kiss! What follows? Ridge gives Jarrett an exclusive and wants a mock up of the invitation ready for him. Stephanie thinks that might be too much with opening new boutiques and juggling the wedding of the year too. She wants to know if he is 100% certain about this? He's not happy with her meddling again, things couldn't be better. He tells her about Phoebe and Rick and that he kicked Rick out of the house. Brooke is now on his side as well.",
        "However, Brooke tells Rick and Phoebe that she sees no real harm in their exploring their relationship, but Ridge absolutely must know, no more sneaking around. She knows Ridge won't be happy with this, but she has to try and get him to. Brooke overhears Ridge telling his mother to butt out of his life, just the way he doesn't want the kids to cross the line. Brooke feels she must talk to him about this. They aren't in sync about some things, Rick and Phoebe \u0096 and he isn't going to like it."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: Oh, my God. After everything -- what are you doing?",
        "Rick: Mom --",
        "Brooke: I just came in here to tell you that I was leaving.",
        "Rick: I can explain this.",
        "Brooke: No, I don't need an explanation. I can see perfectly well what's going on here. You told me you were going to break things off with Phoebe. But you haven't.",
        "Nick: I know that I'm on my boat. I know that.",
        "Taylor: Just wait a second, now, step down. Okay, carefully, carefully. Watch your step. Watch your step.",
        "Nick: If I could open my eyes, I would watch my step.",
        "Taylor: Okay. Just a minute. Okay, come right over here.",
        "Nick: Please.",
        "Taylor: We're almost there. We're almost there. All right. Okay? All right. Open your eyes.",
        "Nick: You have a picnic basket.",
        "Taylor: Yes, that is indeed a picnic basket.",
        "Nick: Why do you have it?",
        "Taylor: Because I thought you and I could have dinner together. You have to eat, right?",
        "Nick: No, I run the fashion industry. I don't have time to eat.",
        "Taylor: Oh, how boring! When was the last time you took this marlin out on the water?",
        "Nick: Well, I've traded my boats for blouses, you know that.",
        "Taylor: Well, okay, as long as you don't start wearing them. Okay, listen, I've lived in L.A. A long time, and I've never been out on the water on a boat. And never, never at night. And never, never, never with an experienced sea captain. [In a pirate voice] So, pull the anchor on this barge. You're taking me for a ride!",
        "Nick: Aye aye, baby.",
        "Stephanie: Davis, I like your changes. You think you'll have the final numbers for me by the end of the week?",
        "Davis: You got it.",
        "Stephanie: Thank you very much.",
        "Ridge: Oh, Davis, good. Will you drop that off at the graphics department for me?",
        "Davis: A wedding invitation.",
        "Ridge: Mm-hmm.",
        "Davis: I heard about you and Brooke getting remarried. Congratulations.",
        "Ridge: Thank you very much.",
        "Davis: So, I'll get moving on this right away.",
        "Ridge: All right. I'd like a mock-up on my desk in about an hour. Good? Thank you.",
        "Stephanie: What's the hurry?",
        "Ridge: I've got Jarrett coming over. I've promised him an exclusive interview. I thought the invitation would be a nice touch.",
        "Stephanie: Oh, so you're going to tell him everything? I mean, you're going to tell him you want to get married on rodeo drive the day that we have the grand opening of the store?",
        "Ridge: Yeah, I think it's a great idea. There's no use keeping it a secret. What?",
        "Stephanie: Are you sure this is what you want to do? Look, we're opening a chain of boutiques around the world. I mean, isn't that enough of a challenge? You want to do the wedding of the year? Isn't that a little too much to take on?",
        "Ridge: Mother, we can do this. We're going to have to do it if we're going to sink Marone. Come on. If you got something else to say, let me have it.",
        "Stephanie: I love you, you know that. And I only want you to be happy. So, I'm going to ask you a question. Just one. But it's an important one.",
        "Ridge: Okay, I'm prepared. Go ahead.",
        "Stephanie: Is Brooke really the woman you want to spend the rest of your life with?",
        "Brooke: You can come on out. Nobody's out here.",
        "Phoebe: Do we have to do this here?",
        "Brooke: You do realize it could just as easily have been ridge who walked in on the two of you? And God knows how he would have reacted!",
        "Rick: I have a pretty good idea.",
        "Brooke: Well, then why are you doing this? Especially after you promised me that you'd stop seeing Phoebe. You do remember that?",
        "Rick: I do.",
        "Brooke: Then, why didn't you do it?",
        "Rick: I did, okay? I told Phoebe that we couldn't see each other anymore. But you know what? I thought about it and -- no, you know what? What Phoebe and I are doing is not wrong. What ridge is doing? Now, that's wrong, trying to keep us apart. I know you're on our side with this.",
        "Brooke: I never said that.",
        "Rick: Why are you letting ridge have his way?",
        "Brooke: I already told you. Ridge and I are getting another chance to build a life together. And before you go calling me selfish, this is for you, too. Our life, our family, our business. Everything is riding on this wedding. And if ridge finds out that you two have been sneaking around behind his back and that I knew about, it's going to be a complete nightmare!",
        "Phoebe: Look, I'll try to talk to him again.",
        "Brooke: No, Phoebe, it's not going to help. It's going to completely be a waste of time. Ridge is never going to accept this relationship. Not ever.",
        "Nick: Copy that, harbormaster. Shady marlin leaving the marina, switching to channel 72, over.",
        "Taylor: You look pretty good behind that wheel.",
        "Nick: I haven't tried to get out of this harbor for a while. The tide can be a little tricky at night.",
        "Taylor: Oh, I'm not worried. I'm with the best sailor in the seven seas. And the best-looking, too.",
        "Nick: Oh, how many sailors do you know?",
        "Taylor: I know you. And, well, there's -- you.",
        "Nick: Uh-huh. Just as I suspected. What are you doing?",
        "Taylor: I'm just watching you. I'm watching you. You make steering the ship look really easy.",
        "Nick: It's not like it's that tough.",
        "Taylor: Oh, stop. You're being modest.",
        "Nick: You just got to get out in the water. Get a little experience. And nothing to it. I could teach you sometime, if you'd like.",
        "Taylor: I'd like that. Right now, I just like watching you do your thing.",
        "Nick: Oh, you just watch me do my thing.",
        "Taylor: Nick, what happened?",
        "Nick: I think you made the boat short circuit.",
        "Stephanie: All I'm saying is, with everything that the two of you have been through, is this what you really want? You know, I mean, or are you just getting married all over again because it's a habit? You're not going to be able to go back to the sort of life that you had. That's over with. I mean, those days are long gone.",
        "Ridge: Mother, I know things are going to be different, all right? And I don't care. Brooke is the woman that I love, and it really annoys me that you're trying to meddle in all this again.",
        "Stephanie: I'm not. That's not what I'm doing. It's just -- look, the two of you have had your ups and downs, okay? And I'm just asking you, are you 100% certain that this is what you want?",
        "Ridge: Yes, I'm 150% certain.",
        "Stephanie: Is this what she wants?",
        "Ridge: She's marrying me, isn't she?",
        "Stephanie: Marriage does not erase feelings that one might have for a third party.",
        "Ridge: Mother, she has no more feelings for Marone, okay? That's over and done with. And as far as Brooke and I are concerned, things couldn't be better. Except for one thing.",
        "Stephanie: What's that?",
        "Ridge: Rick and Phoebe.",
        "Stephanie: Rick and Phoebe? They haven't gone too far, have they?",
        "Ridge: No, thank God. But they have kind of kissed each other, and as soon as I found out what was going on, I kicked Rick out of the house.",
        "Stephanie: Oh -- well, what else could you do?",
        "Ridge: Well, hallelujah, somebody's on my side.",
        "Stephanie: Brooke doesn't agree with you?",
        "Ridge: She didn't to begin with, but she does now. Initially, she thought I was out of line.",
        "Phoebe: You're making this sound so simple. I mean, it's not like we can just shut off what we're feeling.",
        "Brooke: Have you even tried?",
        "Phoebe: Look, please don't be angry with him. He told me we had to stop seeing each other. But I think what we're both realizing is that, even if we really wanted to, we can't be apart.",
        "Rick: Mom, mom, we don't like sneaking around like this, but you know what? It's ridge's fault. He put us in this position.",
        "Brooke: How long were you planning on keeping this a secret?",
        "Rick: Just until after you two were married.",
        "Phoebe: And the new stores were launched.",
        "Rick: We hoped, eventually, ridge would come around.",
        "Brooke: And you really thought that would work? Even knowing how wrong he feels a relationship is between the two of you?",
        "Phoebe: Look, I just have trouble believing that something feels like this is so wrong. I mean, I know my dad thinks that I'm too young to know what love is. And that I haven't made a lot of great decisions recently. But you know your son, he's not trying to take advantage of me. He's kind and sweet. And I have absolutely no idea where any of this is going, but I do know that I am safe with him.",
        "Rick: Phoebe's right. Mom, I would never hurt her. And the last thing in the world I expected was to feel this way, but -- here we are. I would think that you, out of all people, would understand what this is like for us.",
        "Brooke: I don't know what to say.",
        "Phoebe: Say you'll talk to my father.",
        "Brooke: Phoebe, I tried. He didn't listen to a word that I said.",
        "Rick: Well, maybe that should tell you something.",
        "Brooke: Please, let's not start that again.",
        "Rick: Okay, okay, fine, I won't. But mom, you and ridge are entitled to live your lives the way you choose. I realize that now. But that being said, don't you think that Phoebe and I should be allowed that same right?",
        "[Nick groaning]",
        "Nick: Unbelievable!",
        "Taylor: What's the problem?",
        "Nick: Well, the engine's fine. We're fueled. I don't know.",
        "Taylor: Has this ever happened before?",
        "Nick: Well, not three miles out in the middle of the night. I'm going to call in for a tow.",
        "Taylor: Nick, wait -- do you really have to do that? Can't we just stay out here for a little while? I really kind of like it out here, alone out here in the middle of the ocean, just the two of us. I like it. We have some stars out, and we can hear the waves lapping against the boat.",
        "Nick: Well, when you put it that way -- I wish this boat would've broken down more often.",
        "Stephanie: You know, I had this conversation with Brooke. I told her, \"you've got to keep an eye on Rick and Phoebe.\"",
        "Ridge: I practically had to twist her arm to get her to see how inappropriate it was that Rick was with my daughter.",
        "Stephanie: I agree with you. It is inappropriate. I mean, he's older than she is. He's already sexually experienced. I just -- I think it's wrong for both of them.",
        "Ridge: Brooke sees that now.",
        "Stephanie: But she should have seen that from the beginning, honey. That's always been the difference between the two of you. You see things as they are, and Brooke, she always just wants to see things the way she wants to see them.",
        "Ridge: Mother --",
        "Stephanie: I didn't say she couldn't change.",
        "Ridge: I really appreciate that you're accepting her now. But don't start backsliding here, or we're going to have some problems.",
        "Brooke: We're not talking about ridge and me here. We're talking about you and Phoebe. So let's just say, for the sake of argument, that you two do stay together. How would all this work out?",
        "Rick: We'd figure it out.",
        "Brooke: Rick --",
        "Rick: Mom, we are not living in a dream fantasy world here, okay? I realize that this situation is very complicated, that there are concerns. You know, Phoebe's only 18, she's got her whole life ahead of her. And I don't want to take that away from her. But mom, I deeply care about her. I've tried to shut those feelings out. I can't. I can't do it. And if I felt that this was wrong, I would end it immediately. But the fact of the matter is, I really feel that this is something worth fighting for.",
        "Brooke: Well, you wouldn't be the first young couple to raise a few eyebrows. And it probably wouldn't last anyway.",
        "Rick: Gee, thank you.",
        "Brooke: No, I'm just saying, when you first start a relationship, everything is so magical. And it always seems like it's going to stay that way. And then sooner or later, reality sets in. And maybe one of you would annoy the other, or maybe one of you would see somebody else. And as quickly as the relationship started, it would end.",
        "Rick: Okay, I'm a little confused.",
        "Phoebe: Yeah, what?",
        "Rick: What are you saying?",
        "Brooke: I think what I'm saying is, I don't really see the harm in you two exploring a relationship.",
        "Rick: Thank you.",
        "Phoebe: Thank you.",
        "Brooke: But -- there is one thing. Ridge needs to know.",
        "Phoebe: We can't tell my father.",
        "Rick: You saw how he reacted before.",
        "Brooke: He needs to know.",
        "Rick: Mom, what about everything you said? Not wanting to jeopardize your wedding or the opening of the new stores?",
        "Brooke: I realize he might not take it well --",
        "Rick: Might not?",
        "Brooke: But lying to him is going to be worse down the road. Believe me. How about if I talk to him?",
        "Rick: And say what?",
        "Brooke: Say that you tried to break it off, but you couldn't.",
        "Rick: He's not going to accept that.",
        "Brooke: Maybe not, but I have to try. And you're right, ridge is not going to be happy about this, but eventually -- he may come around.",
        "Taylor: It's so quiet.",
        "Nick: That's what I love about being out on the water. It's just like nothing else exists.",
        "Taylor: I wish it could be like this all the time.",
        "Nick: Are you okay?",
        "Taylor: It just wasn't that long ago that I felt like my life was so empty. I felt so alone. It just feels like a whole new start for me.",
        "Nick: You know, it's a whole new start for both of us.",
        "Taylor: Nick.",
        "Nick: Yeah.",
        "Taylor: Make love to me.",
        "Stephanie: Honey, calm down.",
        "Ridge: You have made a career out of interfering with my relationships. Just stop it. Brooke and I are getting married, as planned. And if you cause any trouble, Brooke's not going to be the one I get out of my life. It will be you.",
        "Stephanie: I consider myself warned.",
        "Ridge: I mean it, mother. No more. I drew the line, just like I did with Rick and Phoebe. It's one that they better not cross. Hey, Logan.",
        "Brooke: I didn't mean to interrupt.",
        "Ridge: I was just talking about the wedding with mother.",
        "Brooke: Anything going on I should know?",
        "Ridge: Jarrett's coming over. We're giving him an exclusive.",
        "Brooke: He'll love that.",
        "Ridge: Everything okay?",
        "Brooke: Yeah, I just need to talk to you. Alone.",
        "Stephanie: Is that my cue to leave?",
        "Ridge: That would be your cue, yes.",
        "Stephanie: You're getting married soon. All is well with the world. What could possibly be upsetting you?",
        "Ridge: Don't worry. I warned mother. Just like I warned Rick and Phoebe. It's hard to believe. We're about to be Mr. And Mrs. Forrester again. Oh, Jarrett's probably going to want to a cover story on the wedding. So, if we can plan a little private time for the photo shoot, that would be great. If that's okay with you.",
        "Brooke: Yeah. Sure.",
        "Ridge: Oh, you are going to look so beautiful on our perfect wedding day. And then afterwards, we start our life together. And this time, Logan, nothing is going to come between us. Hey, what's going on?",
        "Brooke: I really need to tell you something. You know how much I love you, and we're usually in sync about certain things. Love, family. But this time we're not. And we really need to be before we continue on. It's Rick and Phoebe. And you're not going to like it."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=2uwnkLZFpyI"
}