{
    "Episode Summary": [
        "Episode # 7661 ~ Liam and Bill have a blow-out argument when Liam realizes the full extent of his father's merciless ways; and Ridge becomes a voice of reason between Eric and Quinn, who disagree about Sheila's motives."
    ],
    "Recap": [
        "Ridge pops in at the office and finds out from Steffy that Spectra burned to the ground last night. Bill glares at Liam who says it is nauseating to have to ask Bill this but he needs to know if he was responsible for torching Spectra. Bill says then don't ask. Liam asks anyway if Bill set that in motion. Quinn is still overwrought and Eric reminds her that Sheila is gone. Quinn says yeah and not a moment too soon. She says she is glad to have her house back. She was beginning to feel like a stranger here. Eric again halfway takes Sheila's side by saying Quinn is partly responsible for what happened here. Quinn admits Sheila brings out the worst in her; knows how to push her buttons and she will never trust her. She's crazy. She does not want to debate this. At least she is gone now and that is all that matters. She can go spread her poison elsewhere. Meanwhile the manager of the hotel shows up at Sheila's and tells her she is behind on the rent and he is there to collect or he will have to throw her out. She says as the manager of this fleabag he should find out who fired a gun in this room as she did not forget and neither will corporate office when she calls them. She barks at this poor guy that he better get out and work on that as she can bring it. Bill tells Liam that his accusations are dangerous and he needs to stop right here and right now. Eric tells Quinn that he is not worried about Sheila any more but he is concerned with Quinn's behavior. They have had two altercations right here in their home and he does not want to see her fall back into her old patterns. Quinn says she won't but Eric is familiar with Sheila and knows she can push, and taunt and instigate and even fake her own condition. Ridge tells Steffy that it is ironic. They lost their collection to Sally and now she has lost her collection on the eve of her big showing. Steffy says she ought to feel some justification but she doesn't. Ridge says she just touched a nerve of compassion; he knew she had it in her. She says she is sure Bill Spencer is riding high on this. Ridge says yes he will get the building now for pennies on the dollar and kick CJ while he is down. This fire could not come at a better time for Billy.",
        "Sheila looks at the start of her own portrait and vows she will be back. She will not let that woman destroy Eric. Bill feels threatened by being accused of the torching, all he wants is a little respect. Liam says sorry but he has to know. And respect for what? Bill says for the life he has given Liam. .the beach house, the expense accounts, he doesn't have to give him a laundry list. Liam says he loves Bill and there are many things he admires about him but this is not one of them. Bill says he can accept that so why can't Liam and move on. The conversation gets more heated as Bill calls Sally a thief and a hustler plus knockoff queen. Liam says not this time. This new collection would have turned them around so he wants Bill to look him in the eye and tell him the truth if he was behind that fire. Bill looks at him and says okay if he wants it straight, yes. Bill says he put that bottom-feeder company of Sally's out of their misery and he will not look back and regret it for a minute. He wonders why Liam looks so bewildered when he already suspected he was involved. Liam is shell shocked and wonders how Bill can be so glib about this. Then Bill gives him more cold hard facts of life that he is a businessman and swims with the sharks and he has done everything he can to build SP into the power house that it is and Liam has enjoyed the luxurious spoils of that. It has given Bill his life and thousands of employees that depend on him for their life. Liam says there is still a line and Bill crossed it. Bill reminds him that is the funny thing about lines. They can get blurred and murky just like when Sally stole from the Forrester's. Liam says yes Sally committed a crime but one crime does not justify another. Bill says he might call it a crime; he calls it touche. Bill chides him for taking sides just because Sally bats her eyes at Liam. She is still a thief. Liam says well she is trying to turn her life around. Bill quips well then she will have a good chance when she starts again from scratch. Liam barks at him and asks if there is anything he wouldn't do. Bill says no well maybe short of murder and he made sure the building was cleared out. He doesn't know what Liam wanted him to do since that freak show would not close down despite him making two great offers to CJ. So he eliminated an eyesore that should have been gone in the first place. Liam says all of this because he shipped Thomas off to New York and that didn't work. Bill says sure it did. Caroline has her family back. Liam says Bill does not get it. He doesn't even know what he has done as long as he gets what he wants and he gets that thing done. He points to Sky and says it does not matter who gets hurt as long as his ego is intact. And that is the legacy he wants to leave his kids; that is the jackpot. Bill stares at him and says Liam has been living very well ever since he showed up on his doorsteps . and if he doesn't want that any more then .get out and he points to the door. Liam says no, he is just getting started. Eric continues to berate Quinn that she is acting like this is no big deal but it is a big deal. He does not want the press to get wind of this. Ridge walks in and asks Eric why he is shouting at Quinn when it was all Sheila's fault. Eric tells him that Sheila is gone and this is not Ridge's business. And he and Quinn are fine. She says she let things get a little out of hand with Sheila. Eric tells Ridge that he does not want him here so he needs to leave. Ridge says he loves Eric and wants him happy and he thinks that is with Quinn. Bill laments to Liam that he will pay CJ more than the burned building is worth. Liam asks about Sally as she lost a lot more than a building. Bill finds that odd that he chooses to champion her. Liam says he does not have to defend Sally as she is a victim of Bill's crime. Bill laughs and says she is no one's victim. And when Liam says the end always justifies the means to Bill he answers yes. Liam says he knows he is tough in the boardroom but that should not be the case here. And he says he hated it but he went along with the lie about Caroline and kept his mouth shut but this is different. Bill smirks and asks what is Liam going to do, turn his own father in and put him behind bars. Liam says Bill has his principles and Liam has his. Bill looks him in the eye and says Liam is a Spencer and he will tell no one, he will act like a Spencer! He picks Liam's sword necklace up by the tip and tells Liam that you live by the sword and die by the sword. Be true to his father or go and never come back."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: Hey, anthony. Oh, you're still here.",
        "Steffy: Yeah, I couldn't go home. I just can't stop thinking about it.",
        "Ridge: Thinking about what?",
        "Steffy: Did you not get my text?",
        "Ridge: I'm looking for a charger. My phone is dead.",
        "Steffy: There was a fire at spectra.",
        "Liam: It's nauseating I even have to ask you this.",
        "Bill: Then don'T.",
        "Liam: Dad, did you order spectra fashions to be torched tonight?",
        "Quinn: [ Coughs ]",
        "Eric: Here you are, sweetheart. Here we are.",
        "Quinn: Thank you.",
        "Eric: [ Clears throat ]",
        "Quinn: That woman gets me so wound up.",
        "Eric: Sheila is gone.",
        "Quinn: Yeah. And not a moment too soon.",
        "[ Sighs ] [ Sighs deeply ] It feels so nice to have our house back. I was starting to feel like a stranger here.",
        "Eric: And a lot of that was unnecessary.",
        "Quinn: Eric, she brought out the worst in me. I think she's dangerous, and I'm never gonna trust her. Sheila's crazy.",
        "Sheila: I will be back, eric. I won't let that woman destroy you. I will be back.",
        "Quinn: I know we see sheila carter very differently.",
        "Eric: Well, don't think for a moment that I'm unaware of her, uh, capabilities.",
        "Quinn: She hides them well.",
        "Eric: I've seen through all that, too.",
        "Quinn: But you thought she was actually injured.",
        "Eric: You knocked her out cold. She was laying on the floor bleeding. I thought she was dead when i came in.",
        "Quinn: [ Sighs ]",
        "Eric: Now, whether she was fully recovered from all of that --",
        "Quinn: She was faking it so she could stay here! You know what? I don't want to debate this. She's gone. That's all that matters. Sheila can go spread her poison elsewhere.",
        "Eric: Come here.",
        "Sheila: You're throwing me out? You're, uh, behind on your bill, miss carter.",
        "Sheila: And you, as the manager of this fleabag hotel, did you ever find the person that was shooting a gun off on this floor? Were you able to locate them? Oh, no, no, no. You forgot all about that, didn't you? But you know what? I didn'T. And neither will your corporate office when I call them. You will get paid. Won't you just please go back to your job and stop pestering me? Unless you want trouble. And believe me -- oh, believe me, mr. Gilson -- I can bring it. Get out!",
        "[ Insects chirping ]",
        "Ridge: How bad?",
        "Steffy: Bad.",
        "Ridge: How bad? Is anyone hurt?",
        "Steffy: Well, sally got a little smoke inhalation, but the doctor said she's gonna be fine.",
        "Ridge: What about her collection?",
        "Steffy: It's completely destroyed.",
        "Ridge: Wow. The timing of it, huh? The night before their big show.",
        "Liam: Just admit it, dad. You're responsible for the fire at spectra.",
        "Bill: This is dangerous, liam, and needs to stop right here, right now.",
        "Quinn: Can I make you a martini?",
        "Eric: No, thanks, honey.",
        "Quinn: Are you sure?",
        "Eric: Yeah, I'm sure. I'm fine.",
        "Quinn: No. You're not. You're not fine. Are you worried about her?",
        "Eric: About sheila? No. I'm not worried about sheila. I'm a little worried about you, though.",
        "Quinn: Me?",
        "Eric: Not one, but two physical altercations in this home? I'm worried about you. Quinn, you've come so far. I-I don't want you to fall back into your old ways. I don't want that.",
        "Quinn: But I'm not. I mean, y-you yourself said that you know sheila's capabilities. Obviously you know her ability to push buttons and taunt and instigate and -- and fake her condition.",
        "Eric: She admitted that her condition was getting better.",
        "Quinn: Yeah, because I walked in on her! I caught her! She was prancing around in the guest room like she was queen of the manor! [ Sighs ] \"No, no, no, I, uh, I-I'm feeling a little bit better, but I still feel a little dizzy and, I don't know, maybe I need to sit down.\"",
        "Eric: But even james said that she was getting better.",
        "Quinn: James is under her spell, too.",
        "Eric: \"Too\"? Is that what you think I am? Under her spell?",
        "Quinn: No, no, I didn't mean it that way. Please. Please can we drop this? Sheila is not worth arguing about.",
        "Eric: No. No, she's not. I was just stating the obvious. There's no room for physical violence, not in this home.",
        "Quinn: You have done enough damage to eric and his family. Bitch.",
        "Sheila: What did you call me?",
        "Quinn: I called you a bitch, bitch.",
        "[ Both grunting ] [ Glass shatters ] Get off of me! Choke me out, sheila. I dare you!",
        "Sheila: No, eric. I'll never accept this dangerous woman being a part of your life. You need to be rescued.",
        "Ridge: No insurance, huh? What a nightmare.",
        "Steffy: Yeah, tell me about it.",
        "Ridge: Seems ironic, doesn't it? Sally loses her collection, and we lose our collection to sally.",
        "Steffy: That's true. I guess I should feel some kind of justification, but I don'T.",
        "Ridge: No. What you're feeling, my sweet daughter, is compassion. I knew you had it in you.",
        "Steffy: Well, what do you know. I actually feel sorry for sally. And I'm sure bill spencer's just riding high at the moment.",
        "Ridge: Yeah, bill, huh? It's odd how that always happens. He wanted that building. Now he's gonna get it for pennies on the dollar. And he gets to kick C.J. While he's down. That fire couldn't have happened at a better time for billy.",
        "Bill: You realize you're accusing your father of a crime.",
        "Liam: First I'm asking for his honesty.",
        "Bill: And I'm asking for a little respect.",
        "Liam: Respect for what?",
        "Bill: For the life I have given you. The opportunities, the beach house, the cars, the expense account. You really need a laundry list, liam?",
        "Liam: How about a moral compass? You give me that?",
        "Bill: You got it from somewhere.",
        "Liam: Dad, I love you. There are things about you i truly admire, really, but this is not one of them.",
        "Bill: All right. I can live with that. Why can't you? Accept it and move on.",
        "Liam: Accept -- yeah, yeah, I wish I could do that. Sally is no angel, but she worked hard. She worked damn hard to put that collection together.",
        "Bill: Oh, liam, come on. Sally's a thief, a hustler, a two-bit knockoff queen!",
        "Liam: Not this time! Her line was better than good, and you should know that 'cause you saw what she was capable of in monaco! This fashion show would have turned her company around in a heartbeat! Now look me in the eye and tell me the truth! Were you behind that fire?",
        "Bill: You want it? Fine. You got it. Yes. I put sally and that bottom-feeder company of hers out of their misery. And I don't regret it for a minute.",
        "Ridge: I think we should call it a night. Here. Get some rest.",
        "Steffy: Do you want to grab a drink?",
        "Ridge: I would love that. But I'm on a mission.",
        "Steffy: Involving what?",
        "Ridge: Involving your grandfather. I got to see what sheila's up to.",
        "Steffy: Granddad gave her the benefit of the doubt.",
        "Ridge: Yeah, well, I have no doubt that woman is a psychopath, so I got to make sure that he knows I have his back and quinn's back, too. I'll see you tomorrow. And let me know if you hear anything else about that fire.",
        "Steffy: [ Sighs ]",
        "Bill: Why do you look so bewildered? You already suspected I was involved.",
        "Liam: Yeah, but to hear you say it...",
        "Bill: Well, that's what you wanted to hear, wasn't it? About the evildoings of your father?",
        "Liam: How can you be glib right now?",
        "Bill: How can you be so obtuse? Answer -- because everything's been handed to you. But I swim with the sharks, son. I'm a businessman who had to do whatever it took to build spencer into the multinational power that it is. Now, since you just luxuriate in the spoils of it, that may not mean much to you. But it happens to be my life! And it has given a life to thousands of men and women who count on me for their employ.",
        "Liam: There's still a line, dad. And you crossed it.",
        "Bill: It's a funny thing about lines, liam. They get a little blurred, a little bit murky, just like they did for sally when she stole from the forresters.",
        "Liam: No, no, that wasn't a blurred line. Sally committed a crime. But one crime does not justify another!",
        "Bill: Well, what you call a crime I call touché. Sally got away with a major heist.",
        "Liam: Yeah, and now she's the victim of one.",
        "Bill: Oh, come on, liam! You want to choose sides, fine. But don't -- don't kid yourself. And don't be swayed because sally bats her eyelashes at you. She's as big a thief as they come.",
        "Liam: She -- she used to be, and she's trying to turn her life around!",
        "Bill: Well, I guess they'll have a better chance to do that starting from scratch.",
        "Liam: Oh, my god. Oh, my god. Tell me honestly. Is there anything that you wouldn't do -- anything you wouldn't do to get what you want?",
        "Bill: No. Well, generally murder. I made sure that building was cleared out. Beyond that...",
        "Liam: You got what you wanted. I know.",
        "Bill: What was I supposed to do? Wait for that freakshow to fold up its tent? I made two offers to garrison. He turned me down both times.",
        "Liam: Yeah, so you set his building on fire.",
        "Bill: I eliminated an eyesore that should have been condemned in the first place.",
        "Liam: Why? 'Cause shipping thomas off to new york didn't work?",
        "Bill: What are you talking about? That worked great! Caroline's got her family back!",
        "Liam: Is there anything that you won't justify?",
        "Bill: Very little.",
        "Liam: I fear for you. You know that? What you did -- what you did to sally and thomas was wrong. It was so deeply wrong, and you don't -- you don't even see it. Or maybe you -- maybe you do see it and you just don't care because it gets in the way of that thing. Incredibly, this is what it's all about. A relationship ruined, a company destroyed. But your ego -- that's very much intact, so you don't care. All in the form of a shiny building with your name on it. And that feels good to you? That's the jackpot? That's the legacy you want to leave your kids?",
        "Bill: You have been comfortably living in my legacy since you showed up on my doorstep. But you don't want that anymore? Get out.",
        "Liam: No. I'm just getting started.",
        "Sheila: I don't trust quinn's relationship with ridge.",
        "Quinn: What?!",
        "Sheila: She's going to hurt you again, eric. I just know it. You don't want me to look out for you, and you don't want me to care for you. But I always want what's best for you.",
        "Eric: Quinn, you could have killed sheila, not once, but twice, down here, up in the bedroom. What if the police were called in?",
        "Quinn: Who's gonna call them? Sheila with her lifetime restraining order?",
        "Eric: Look, I expect you to be better than sheila even when she's baiting you! God, you act like this is not a big deal! [ Door closes ] This is a very, very big deal!",
        "Ridge: Dad, what are you doing?",
        "Eric: And --",
        "Ridge: Why are you attacking quinn because of something that sheila did?",
        "Eric: What are you doing here, ridge?",
        "Ridge: I heard you guys, and I came in. What's going on?",
        "Eric: This doesn't involve you.",
        "Ridge: Well, you're talking about sheila, so it does involve me.",
        "Quinn: She's gone.",
        "Ridge: She's gone?",
        "Quinn: Yeah, eric made her leave, finally.",
        "Ridge: Well, that's great news, so why are you guys fighting?",
        "Eric: It's none of your business, ridge.",
        "Ridge: Dad, I know you're upset with me. I get it. We have both said things that i hope we didn't mean, but we got to try to move past it. There was nothing between quinn and me. It was-- it wasn't anything.",
        "Eric: Quinn and I have talked about this. We're fine.",
        "Ridge: All right, good. And sheila's gone, so why are you fighting?",
        "Quinn: Sheila and I had a little altercation.",
        "Eric: Yeah, well, not once, and it wasn't just a little altercation.",
        "Quinn: I-I let things get a bit out of hand.",
        "Eric: Yeah, well, there's no room for physical violence in this house.",
        "Ridge: It's sheila, dad! There's always room for that if it's her! If she's involved, it's always on her!",
        "Eric: Ridge, I don't want you here. I want you to go.",
        "Ridge: Dad, I've -- [ Sighs ] I've got your back. And I -- it doesn't always seem that way, but I want your happiness, and I know that quinn is the key to that. And sheila is a threat. She will threaten your wife, your family, you. Just stay away from her.",
        "[ Door opens ]",
        "Sheila: She still wants your son, eric. Someday you'll realize that. And I will take her place in your heart.",
        "Liam: Victory by any means, at any cost to anyone. That about right?",
        "Bill: I'll pay garrison for his building.",
        "Liam: What's left of it.",
        "Bill: I'll give him more than it's worth.",
        "Liam: Yeah? What about sally? She lost a whole lot more than a building.",
        "Bill: You know, I find it odd that you are such a champion of sally's, that you'd defend her after everything she put your wife through.",
        "Liam: I don't have to defend sally. She's a victim of your crime.",
        "Bill: [ Chuckles ] Sally is nobody's victim. And I'm not the first businessman to cut corners.",
        "Liam: You think this is cutting corners? No, you committed a serious felony.",
        "Bill: It's the way of the world, son! You see an advantage, you take it! I want to see her on the L.A. Skyline, and that could only happen by getting my hands on that property.",
        "Liam: So the end always justifies the means.",
        "Bill: Yeah.",
        "Liam: I know you're tough in the boardroom. I know that works. Don't try to convince me that burning down spectra is justified for the same reason.",
        "Bill: Then we'll have to agree to disagree and move on.",
        "Liam: No, I don't think so. I went along with your lie to thomas about caroline's condition. I hated it, but I kept my mouth shut. This is different.",
        "Bill: Is it? So what are you gonna do, liam? You gonna turn me in? You gonna try and put your own father behind bars?",
        "Liam: I don't know, dad, but there's only so much I can tolerate without hating myself. Like you said, you have your principles, and I have mine.",
        "Bill: You will keep your mouth shut about this. You won't say a word to sally or steffy or anyone else who asks. You are a spencer. A spencer! And you will act like one. You live by the sword and you die by the sword. Be true to your blood. Be true to your father. Or get the hell out and never come back. . ."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=Dg7zBWUKCL8"
}