{
    "Episode Summary": [
        "Episode # 7163 ~ Caroline receives unexpected & shocking news from Ridge; Quinn lashes out at Bill for favoring one of his sons over the other."
    ],
    "Recap": [
        "Caroline is panic stricken when Ridge tells her that he had a vasectomy in Paris and he is sorry he cannot give her a baby. At that time he did not know he would meet Caroline and want a baby and now there is no chance. Quinn is ecstatic when Wyatt mentions the Spencer Fashion House until he bursts her bubble that his dad wants nothing to do with it and shot it down. Ivy tells Steffy that she will earn her trust back. She is a Forrester too and belongs here so just give her one more chance and let her come back. Steffy says no, she is not welcome here anymore. Liam hears the commotion and comes in. Steffy says she does not want to keep Ivy from working, but just not here. Bill asks Katie to make two smoothies as he'd like to take one to Wyatt when he goes to see him. Katie says she thinks he needs a bigger peace offering that that. Bill says he only wants his sons to be friends and this is not the way to do it by pitting them against each other. He feels he owes Liam more than Wyatt and needs to make up for not being with his mother and raising him from the start.",
        "Ivy goes back to Wyatt's and explains to Quinn and Wyatt that Liam was there and still Steffy turned her down. Wyatt tells Quinn there is nothing they can do now. She says when it comes to his happiness there is no end to what she can do. He says he can handle his jellyfish brother. What makes him sick is the way they treat Ivy. He can not deal with that. She tells Deacon over the phone it is a terrible day with Liam and Bill. They better hope she does not run into them today. Liam tells Steffy that he trusts her completely so he is 100% behind her. But Ivy just wants one more chance to prove herself and that would not be so bad. Ridge tells Caroline that he knows he betrayed her and it was never meant to be a secret. He thought he could get the procedure reversed and she could have her baby but it is not meant to be. She starts crying and he thinks he knows how much this hurts her but it hurt him too. This is why he proposed so fast so he could make her happy and then have a baby. He will do anything to make her smile. He just had not found the words yet. He did not tell her because he did not want this happiness to end. But that is not fair, it is not what she signed up for. He starts to take off his ring and says he will release her from any vow she made. She stops him. Bill stops by Wyatt's while he is out walking. Quinn says Wyatt needs more than just talking by Bill. She chastises him for not paying more attention to Wyatt and giving him more support. It is always Liam and she is sick of it. Caroline wants to make sure that Ridge has taken all the tests he can to be sure there is no hope. She is so sorry .and for acting this way. She says she does not hate him. He is afraid she will five years from now or ten years when she looks around and thinks this is not enough. There will be an empty feeling. He holds her and says but he will always be here for her."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Caroline: You can't -- you -- you can't? There's not even, like, a little bit of a chance at all?",
        "Ridge: No. And I should have told you earlier, but I didn't want to worry you, and I thought I'd just try to get it reversed, and... but it's not possible for me.",
        "Doctor: You're pregnant.",
        "Ridge: And I-I just want to give you a baby. But I can't.",
        "Caroline: Can I -- okay -- just show you?",
        "Thomas: Yeah. Show me.",
        "Caroline: All right. He wants it... No. Don't touch me.",
        "[SCENE_BREAK]",
        "Katie: I like it when you keep me home from school.",
        "Bill: Teacher's pet.",
        "Katie: Mm. I try.",
        "Bill: And you succeed.",
        "Katie: You want a smoothie?",
        "Bill: Uh, yeah. That'd be great. Could you do me a favor? Uh, make two.",
        "Katie: Okay.",
        "Bill: I'm gonna go, uh, see Wyatt, and I'd like to bring him one.",
        "Katie: I think you might be underestimating how upset he is with you. You might need a bigger peace offering.",
        "[SCENE_BREAK]",
        "Quinn: A Spencer fashion house? That's brilliant.",
        "Wyatt: I know. I thought so.",
        "Quinn: Well, how long is it gonna take for it to get up and running? Did you give Ridge your notice? Should I give him my notice? Because I'm assuming that you're gonna want me to be part of your team.",
        "Wyatt: It's not happening, Mom.",
        "Quinn: Oh, honey, I promise you I'm gonna be on my best behavior. You know I will.",
        "Wyatt: No, Mom. The fashion house is not happening. I thought I got through to Dad. Even Katie was on board. But no. No, Dad just shot it down. Apparently he doesn't want anything to do with a fashion house.",
        "[SCENE_BREAK]",
        "Ivy: I understand you're having a hard time trusting me. And to be honest, I have to admit I did. I lost myself there for a while. But to fire me from my own company? Come on. Isn't that a bit harsh? [Sighs] Steffy, I will earn your trust back again, okay? I promise. I'm a Forrester, too. Your cousin. I belong here at Forrester. Please, will you just let me be a part of this team again? Give me one more chance.",
        "Steffy: No.",
        "Ivy: No?",
        "Steffy: No.",
        "Ivy: [Sighs]",
        "Steffy: You're not welcome here anymore.",
        "[SCENE_BREAK]",
        "Bill: All right. Look. I know that Wyatt's upset with me, but I mean, what am I supposed to do? Just throw a ton of money at a new fashion house, because his girlfriend got fired?",
        "Katie: Well, I don't think that's the only reason why he wanted to do it. And I think it's a refreshing and interesting idea.",
        "Bill: It is. And I know you want to do it.",
        "Katie: I do. But I also get why you don't want your sons competing with each other. I do. I get it.",
        "Bill: Katie, I'm all about competition. You know that. But nothing good is gonna come from this. What? Liam working at Forrester. Wyatt as his direct rival. I mean, there's already been enough conflict between the two of them. No. I want them to start acting like brothers. I'm sure, someday, Wyatt will understand.",
        "[SCENE_BREAK]",
        "Ivy: Steffy, why are you being so stubborn? I just want one more chance, one more chance to prove that I can be trusted again.",
        "Steffy: I am being stubborn? I can't trust you. I look at you, and all I see is you trying to manipulate your way back into being the face of Forrester. I see Aly dead, and you're sneering at me, calling me a murderer.",
        "Liam: Whoa. Hey. What's going on?",
        "Steffy: I -- [Sighs]",
        "Ivy: I just -- I want to be part of my family's company again.",
        "Steffy: No. I can't trust her. Not after what she did.",
        "Liam: Uh-huh. Ivy, you're a wonderful designer. You'll easily find another job.",
        "Ivy: Yeah. [Scoffs]",
        "Steffy: Fine. I'll write you a letter of recommendation, if that will help you. I don't want you out of work. I just don't want you working here.",
        "[SCENE_BREAK]",
        "Caroline: I mean, you're sure?",
        "Ridge: Doctor said trying a reversal -- it doesn't matter. It wouldn't even make a difference.",
        "Caroline: [Breathing shakily]",
        "Ridge: And I don't know if this condition is a side effect of the vasectomy or if it's something that would have happened anyway, but... if I could go back... I thought I was done having kids, and...I didn't know you were gonna be in my life. I didn't know how much I wanted you to be a mom. And I didn't know how much I wanted to watch my child grow inside of you. I'm sorry we're never gonna have that chance.",
        "[SCENE_BREAK]",
        "Katie: All right. Here you go. One for you, one for Wyatt.",
        "Bill: Thank you. Um, but you know what? I think you're right. I'm gonna let you hold on to that one, 'cause if I show up at Wyatt's house and this is my peace offering, he's gonna look at it as the pathetic bribe that it is.",
        "Katie: Yes. I don't think you should expect too much from him.",
        "Bill: I'm not really expecting anything.",
        "Katie: I mean, you can't honestly think that he's gonna be like, \"Gee, Dad. Thanks for not funding my business venture, because I really want a better relationship with my brother.\"",
        "Bill: It could happen.",
        "Katie: It's not going to happen. It's not likely. No. Because Wyatt feels like you always put Liam first.",
        "Bill: [Sighs] I think I do feel like I have more to make up for with Liam than I do Wyatt. You know, I was a kid, but I loved his mother. And if she didn't disappear, I think I could have made a life with her. Could have raised Liam from day one. So, yeah, I-I feel like I have to make amends there.",
        "Katie: But since Quinn is Wyatt's mother...",
        "Bill: Oh, marry that nut job? Live a little life in, uh -- in the suburbs raising a kid? Hell, no. Liam could have had the nuclear family. Wyatt, never.",
        "[SCENE_BREAK]",
        "Wyatt: I can't believe. She won't even take you back?",
        "Ivy: Yeah, well, she is standing by her decision. Liam, too.",
        "Quinn: Wait. Wait. Liam was there?",
        "Ivy: Yeah. He came in at the end of it.",
        "Quinn: So, he -- he didn't say anything to Steffy? He -- he didn't try to convince her to give you another chance?",
        "Ivy: No. In fact, he tried to convince me that I'll just find a job elsewhere.",
        "Quinn: This was Liam's opportunity to prove that he's more than just a lap dog to Steffy, and he does nothing?",
        "Wyatt: Steffy's gonna have to buy a new little purse just to carry him around in.",
        "Quinn: You know what? That's funny, and I would laugh at that if I weren't so angry.",
        "Wyatt: Relax, Mom. There's nothing we can do about this right now.",
        "Quinn: When it comes to your happiness, there is no end to what I can do.",
        "[SCENE_BREAK]",
        "Steffy: Okay. What's that look?",
        "Liam: What?",
        "Steffy: You have this whole \"I'm thinking deep, serious thoughts\" look.",
        "Liam: I do?",
        "Steffy: You think I should give Ivy another chance?",
        "Liam: I did not say that. I did not say that. I support you completely, and if you can't trust her, she can't be here. It's as simple as that.",
        "Steffy: But...?",
        "Liam: But she wants to earn back your trust.",
        "Steffy: Yeah.",
        "Liam: And she says that and she says that she only wants one more chance. That's all she's -- I can see that you are now done with the topic of Ivy.",
        "Steffy: Yeah, just a little bit.",
        "Liam: Okay, fine.",
        "Thomas: Oh. Yeah, uh, this office is taken, isn't it?",
        "Liam: Hey, Thomas.",
        "Thomas: Hey.",
        "Steffy: I thought you were working in Dad's office.",
        "Thomas: No, I was. I just wasn't getting a whole lot done, and I decided on a change of scenery. I didn't -- that's what I got.",
        "Steffy: Oh, yeah, yeah. Like you aren't used to this considering you work so closely with Dad and Caroline.",
        "Thomas: Good point.",
        "[SCENE_BREAK]",
        "Ridge: I betrayed you. I know that. But this was never meant to be a secret. I didn't want to keep something like that from you -- my wife, my beautiful wife. I just wanted to give you a baby. I wanted to give you what you wanted more than anything else in the world. A little baby. Half you, half me -- you know, our little monkey. [Chuckles] But I can't. It wasn't meant to be.",
        "[SCENE_BREAK]",
        "Wyatt: Mom, I appreciate everything you do for me, but my happiness is not your responsibility. Remember? And besides, I am happy.",
        "Quinn: Your girlfriend's been fired from her job, your father does nothing to support you, and you have to answer to your spineless brother at work.",
        "Ivy: Well...",
        "Wyatt: Okay, fine. I could be better. Salt in the wound, Mom.",
        "Quinn: [Sighs] You know, he's a jellyfish -- no integrity, no loyalty.",
        "Wyatt: Okay, well, I can deal with my jellyfish brother. I can handle him being my boss. I can handle him being Dad's favorite. What I cannot handle is how he treats Ivy. For a woman he supposedly cared about, you know? I mean, how could he do that? To not even ask questions to Steffy about this whole th-- no. You know what? It makes me sick. I can't.",
        "Ivy: I think I have to get some fresh air.",
        "Wyatt: Well, how about a walk on the beach? You want to do that?",
        "Ivy: Yeah, yeah, that sounds nice.",
        "[Cell phone ringing]",
        "Wyatt: Mom?",
        "Quinn: What? No. I don't want to walk on the beach. I'm not in the mood right now.",
        "[Ringing continues]",
        "Wyatt: I wasn't inviting her.",
        "Quinn: I'm gonna answer this call, and then I'm gonna head out.",
        "[Beeps]",
        "Quinn: Hi, Deacon. You know what? It's not been great. It's been one thing after another. Mm-hmm. Yeah, I'll give you two words -- Bill and Liam. Ugh. No, you know what? I'll just -- I'll tell you when I get home. I'll just tell you this one thing. Those two better pray they don't run into me today.",
        "Bill: Ivy and Wyatt? I think I just saw them walking hand in hand out on the beach.",
        "Quinn: I'll call you back.",
        "[SCENE_BREAK]",
        "Thomas: I guess I'll leave you two alone to...work.",
        "Liam: [Chuckles]",
        "Steffy: Uh, you better knock if you're going back across the hall. I'm sure Dad and Caroline started working the moment you left.",
        "Thomas: Yeah. They went home.",
        "Steffy: Oh, the newlyweds. Will they ever get out of that honeymoon stage?",
        "[SCENE_BREAK]",
        "Ridge: Come here. Hey. You wanted to be a mother. You've been very clear about that. I'm very clear about that, and I wanted that for you. I wanted that for you with me. That's why I asked you to marry me. And that's why everything went so fast -- you know, me proposing to you and then our wedding in Malibu -- because I just want to make you happy. It's my favorite thing in the world to see you smile. And I wanted to tell you. I would wake up in the middle of the night just trying to find the right words. I looked down and would just watch you sleep and hear you breathe. You just seemed so calm and so at peace. And for those minutes or hours, I don't remember, everything seemed right in the world.",
        "Caroline: [Crying]",
        "Ridge: I didn't tell you, because I didn't want it to end. I wanted us for always. But that's not fair, is it? It's not what you signed up for. [Sniffles] Okay. Hey. I, Ridge Forrester... release you, Caroline Spencer, from any vow, any promise you may have made in the heat of the moment. So, let's just pretend that this marriage never happened.",
        "Caroline: [Crying] Wait. What? No. What are you doing? Stop. What are you doing? You're my husband, and I love you more than anything.",
        "[SCENE_BREAK]",
        "Bill: Tell Wyatt I stopped by. I want to talk to him.",
        "Quinn: Wyatt needs more from you than talk.",
        "Bill: Well, thanks for that. Bye.",
        "Quinn: Why are you so determined to keep Wyatt down?",
        "Bill: Excuse me?",
        "Quinn: He told me about the fashion house.",
        "Bill: Right.",
        "Quinn: [Scoffs] Do you hate me that much that you hold it against our son?",
        "Bill: I made a business decision.",
        "Quinn: A Spencer fashion house could be hugely successful.",
        "Bill: It could be. It's too bad we'll never know for sure.",
        "Quinn: Why don't you ever support him? Why don't you ever give him a chance? It's always Liam. And I'm sick of it.",
        "[SCENE_BREAK]",
        "Caroline: Um...and is it -- the doctors are certain? It's for sure?",
        "Ridge: Yeah.",
        "Caroline: Because I've -- I've heard that sometimes the vasectomies can reverse themselves, you know, or they don't take, and...",
        "Ridge: Mine definitely took. I'm sorry.",
        "Caroline: Oh. It can't be happening.",
        "Ridge: It's my fault. But we love each other, and we're -- we're gonna figure this out. We're gonna work through it.",
        "Caroline: I am so sorry.",
        "Ridge: Why are you sorry? It's not -- you don't... this is me. I don't want you to hate me.",
        "Caroline: God, I wouldn't. I could never --",
        "Ridge: I don't mean now. I don't mean just now. I mean a year from now or two years or five years -- when doubt comes and...when you look around, you look at us, and you maybe think that this isn't enough. I-I can't even begin to imagine what you're going through right now, this empty feeling inside of you. But I'm here. I'll always be here."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=BvRkMZyYwuY"
}