{
    "Episode Summary": [
        "Episode # 7414 ~ Ridge & Steffy search for Eric, but they find Quinn, who bears the brunt of their disdain; Brooke & Ridge tell other family members about their plot to oust Quinn from their company & their lives."
    ],
    "Recap": [
        "Ridge is not happy that Brooke is engaged to Bill. He would not wish that on anyone. But he does explain to Rick, Steffy and Thomas that with the wedding comes Bill's shares that he will give Brooke as a wedding gift. Brooke will sell to him and with that he has what he needs to get rid of Quinn so that is all that matters now. He tells them he knows Rick still has his concerns and wants to be CEO again but he assures him he will always have a place in the company with Maya and little Lizzy. They will protect Eric's legacy as his days are numbered. Eric does a good workout and tells Quinn that he lost five pounds. He doesn't know what happened to them but he has lost them. Pam walks in with her lemon bars which Quinn nixes and even convinces Eric they need to avoid these and try something healthier. Quinn conveys to Eric that Ridge keeps telling her that it is only a matter of time until she is leaving. Eric retorts that Ridge can say that all he wants but he wants her here and she is not going anywhere. As much as he loves Ridge and his family he is not living his life for him. He declares Quinn as his own Fountain of Youth. Thomas tells Rick that Quinn must not know of these shares until Brooke actually marries Bill and she gets the shares.",
        "Ridge tells Quinn that the whole family is united against her. Quinn says they are treating Eric less than a man he is. He is working out, eating better and having sex. He's in the middle of a renaissance so they should be grateful. Steffy says no they will never be grateful to her. Rick tells Thomas perhaps Eric needs to see a doctor. But Brooke and Thomas say he will be suspicious of that and push him even closer to Quinn and they do not want that. Brooke tells Rick that she is very comfortable with her decision and now with Bill's shares they will be able to get rid of Quinn. Quinn tells Steffy all she has to do is separate her feelings for Quinn and stop punishing her for everything. Despite all they have gone through she says she loves Steffy and she waited too long for love and she loves Eric and she does not want to let him go. Eric comes in as they are arguing and tells him this is enough. As long as he is the patriarch and the founder of this company they will respect him and that means accepting Quinn too. Ridge looks at Steffy and repeats \"Yeah, as long as he is head of this company.\""
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: Go ahead. Say it.",
        "Ridge: You sure about that? A lifetime commitment to Bill Spencer?",
        "Rick: I already asked Mom that same question, and she said yes. Frankly, I think she's rushing into things.",
        "Brooke: Sweetheart, Bill and Katie have agreed on a divorce settlement, and Will is gonna be fine. He's gonna be loved and protected. Everybody's just moving on.",
        "Rick: Including you.",
        "Brooke: I think it's time. Don't you?",
        "Rick: And you're okay with this?",
        "Ridge: Am I okay with what? With her marrying Bill Spencer? No. I wouldn't wish that on anybody. But there is an upside. We're gonna get rid of Quinn fuller.",
        "Quinn: Oooh. Looks like the workouts are doing really well.",
        "Eric: I'm like this new man. I'm invigorated. It feels really good. I've lost five pounds already. I'm not certain where they are, but I've lost them.",
        "Quinn: [Laughs]",
        "Eric: And, uh, I owe it all to you for encouraging me to live a new lifestyle.",
        "Quinn: Mm.",
        "Eric: Thank you.",
        "Quinn: Mm.",
        "Eric: You should join me next time.",
        "Quinn: I will, if I could keep up with you.",
        "[Both laugh]",
        "Pam: Uh, excuse me. [Clears throat] So, Eric, here. Your mail.",
        "Eric: Uh-huh.",
        "Pam: And... I made a special batch just for you. Corner piece?",
        "Eric: Don't mind if I do.",
        "Quinn: Well, it's just -- you know, just a bunch of empty calories, so...",
        "Pam: Excuse me?",
        "Eric: Yeah, I think -- I think maybe you're probably right. I should -- I should cut back.",
        "Pam: Eric, one teensy little lemon bar is not gonna hurt you.",
        "Quinn: No, of course not. But who could just stop at -- at one, you know what I mean? And -- and we work in a fashion house, so everybody needs to be fit and trim. So I'm just thinking maybe it's a good idea not to bring lemon bars to the office anymore.",
        "Pam: No more lemon bars? Are -- are you out -- Eric...",
        "Eric: I think maybe Quinn's right. Maybe it's time to retire this lemon-bar recipe and start working on something a little more healthy. What do you say?",
        "Eric: So, ladies, what's on the agenda?",
        "Pam: Well, I --",
        "Quinn: Well, I was just highlighting all of your meetings and your conference calls for you.",
        "Eric: Uh-huh. Good.",
        "Pam: Oh. I thought that was supposed to be my job. [Chuckles]",
        "Eric: Well, it is. Quinn's just helping out, though.",
        "Quinn: Absolutely. I have more than enough on my plate with the jewelry line.",
        "Pam: Good. By the way, speaking of jewelry, isn't it great that ivy's back?",
        "Eric: [Chuckles] Yes, it is, isn't it?",
        "Pam: Yeah.",
        "Eric: And more than that, she wants to get back into the family business again.",
        "Pam: Oh, my gosh! I think that's a wonderful idea.",
        "Eric: So do I. And we have Quinn to thank for that.",
        "Pam: We do?",
        "Eric: Yes. It was her idea, and I absolutely agree. Look, ivy is my brother's daughter, and she's an incredibly talented girl. It's a win-win for everybody.",
        "[Telephone rings]",
        "Pam: Ah. Ha. My phone. Um, I'll just leave these here for you.",
        "Eric: [Chuckling] Okay.",
        "Pam: [Sighs]",
        "Quinn: What was I thinking? Dissing Pam's lemon bars.",
        "Eric: You weren't dissing them. Actually, and she understands that we're just -- we're going for a healthier lifestyle.",
        "Quinn: And what about ridge and Steffy? Are they gonna ever understand that I'm not the enemy?",
        "Eric: I do not want you worrying about my son and my granddaughter, all right? I want you here at Forrester, and I want you in my life. There's nothing they can do to change that.",
        "Rick: The last I heard, Katie was going after Bill's shares of Forrester in the divorce settlement, and now mom's somehow involved?",
        "Ridge: Your mother --",
        "Steffy: Hey. What's going on?",
        "Ridge: I'm filling in rick. Close the door, please.",
        "Thomas: Something going on? What's...Quinn...?",
        "Ridge: Quinn is still with the company, but we're one step closer. Brooke has decided to get engaged to Bill.",
        "Steffy: What?",
        "Thomas: Right.",
        "Steffy: I, uh... con-congrats, I...",
        "Rick: Okay, what does one have to do with the other?",
        "Brooke: Bill agreed to give me his shares in Forrester as a wedding present.",
        "Ridge: And then Brooke is gonna sell her shares to me. And that's the weapon I need to get rid of Quinn. There you have it.",
        "Quinn: You have such unwavering faith in me. I've never know that from any man.",
        "Eric: That's because you've been -- you've been involved with the wrong men. I keep telling you that.",
        "Quinn: Yeah. Mm-hmm.",
        "Eric: Not that I'm perfect.",
        "Quinn: [Gasps] You are to me. Ugh! Listen to me. I sound like a lovesick schoolgirl.",
        "Eric: It's great. It's all right.",
        "Quinn: Yes, if I were 13 years old. But I am a grown woman and a mother.",
        "Eric: And one who hasn't had an easy time of it. Until now. It's about time. It's gonna change.",
        "Quinn: Well, it already has thanks to you and your belief in me. I am a different woman. But... I do still have my conspiratorial side.",
        "Eric: Oh, you do, do you?",
        "Quinn: I do. I do. I did something behind your back. [Giggles] I told the house staff that they could go home early tonight. They are going to put something in the oven for us. And I just want to sit on the patio with you, and I want to drink martinis and watch the sunset. Or we can just sit inside and watch a movie. I don't care. I just want to be alone with you, just you and me.",
        "Eric: How do you feel about \"Casablanca\"?",
        "Quinn: The movie or the city?",
        "Eric: The movie. It's one of my favorites.",
        "Quinn: Then it's one of mine, too.",
        "Eric: [Chuckles] Good. Quinn, it's okay, you know, for you to be perfectly happy, especially if it's for the first time in your life.",
        "Quinn: Even if it's at the expense of my own son's marriage?",
        "Eric: Wyatt and Steffy will work things out.",
        "Quinn: Not as long as I'm involved with your or this company. Steffy has made that perfectly clear.",
        "Eric: I love my granddaughter, and I understand her. But issuing ultimatums is not gonna do any good. And that goes for ridge, too.",
        "Quinn: He keeps telling that it's only a matter of time. Like I'm about to be banished from your life.",
        "Eric: Well, he can tell you anything he wants. But it's simply not gonna come true. You're gonna stay here with me. And the rest of the family needs to understand that, too. You're not going anywhere.",
        "Rick: The ink is barely dry on Bill Spencer's divorce papers and he's proposing to you? Mom, what kind of guy does that?",
        "Steffy: A man who's pursuing your mother while he was married to her sister.",
        "Thomas: Steffy.",
        "Steffy: No, it's -- well, it's true. You're not denying it. Given her feelings for Bill --",
        "Ridge: This isn't about Brooke's feelings for Bill or Bill's feelings for Brooke.",
        "Rick: Yeah. Right, ridge. It's all about you getting your hands on Bill Spencer's shares.",
        "Ridge: It's about getting Quinn out of this company and out of my dad's life. You understand that?",
        "Thomas: Only Rick's intimating something else, aren't you? That by dad securing all these shares, he's also securing his future at Forrester for himself and his kids.",
        "Rick: Can you blame a guy? By backing your father, it's not eliminating any chance that I might be C.E.O. One day?",
        "Ridge: Okay, okay. I understand your concern, I really do, given the history that we've had. And I've talked to your mom about it. And I want to talk to you. You will always have a place at Forrester. I will make sure that everything is gonna go the way that you want it to. For you. For Maya. For Lizzy. Nothing to worry about.",
        "Rick: And when you get Bill Spencer's shares?",
        "Brooke: Well, then, I sell them to ridge, and he combines his and Steffy's and Thomas'...",
        "Thomas: And we'll have enough of the shares for majority control over Forrester creations.",
        "Steffy: Control that we need more than ever.",
        "Rick: Okay, that's all fine. But I'm still worried about dad. I mean, if these are signs that -- look, he's starting to lose it, ridge.",
        "Ridge: We're all worried about dad. If it turns out that's what it is, then we will get together, and we will make sure that we protect his legacy. Everything he's worked for. So, Brooke, thank you. Thank you for your sacrifice. Quinn's days are numbered.",
        "Quinn: Ohh.",
        "Eric: I need to shower and change clothes before my meeting.",
        "Quinn: Oh, I could help you, though. I could -- I could scrub your back. Or, better yet, I can reserve the steam room for later.",
        "Eric: As tempting as that sounds, we shouldn't give ridge any more ammunition.",
        "Quinn: Oh, like the stories of ridge and Brooke and their escapades in the steam room aren't legendary around here.",
        "Eric: Yeah, apparently my son has a different set of standards for himself than he has for his old man. Well, it doesn't matter to me. I'm not living my life for him, or for anybody else in my family. As much as I love them, they don't dictate what I do. There's only one person who can do that now.",
        "Quinn: Are you saying that I can reserve the steam room for later, then?",
        "Eric: I have never felt more alive in my life. How many men at my age can say that? And how many men have you in their life? Quinn fuller, my own private fountain of youth.",
        "Quinn: [Giggles]",
        "Rick: You know, I don't know what ridge and Steffy are trying to accomplish by confronting dad.",
        "Thomas: It doesn't have to be a confrontation if granddad listens without getting defensive.",
        "Brooke: I don't think Eric is hearing too much these days when Quinn is nearby.",
        "Rick: She doesn't know about the 12.5%, does she?",
        "Thomas: No. And she can't. She can't know anything until Bill's shares are Brooke's. Otherwise we lose the element of surprise, which is crucial.",
        "Rick: In snatching the company out from under dad.",
        "Brooke: Oh, honey, we don't want it to be this way. Least of all me. We all love Eric very much. But Quinn is feeding off of his decency and his compassion. So for Eric's sake, and this company's sake, we need to put a stop to it.",
        "Ridge: [Sighs] Hi. Where's dad?",
        "Quinn: He's in a meeting.",
        "Steffy: How long will he be?",
        "Quinn: Um... I don't know. But you're more than welcome to wait.",
        "Steffy: Oh, so you're just his personal secretary now, huh?",
        "Quinn: No, I'm just helping Eric out any way that I can.",
        "Ridge: Oh, that's so nice. No one's buying it.",
        "Steffy: Except granddad. But that's gonna change. Sooner than you think, Quinn.",
        "Quinn: Is that supposed to make me feel insecure?",
        "Ridge: You should feel insecure, because the whole family's united against you.",
        "Steffy: My grandfather, he's a victim. He doesn't see that now, but when he does --",
        "Quinn: What? It's just gonna justify how his questioning his judgment and his mental state? You know, just because a person becomes a certain age doesn't mean they should be pushed aside. Eric still has so much more to contribute.",
        "Steffy: No one would say otherwise.",
        "Quinn: Yes, they would. Especially with the fact that you guys keep treating him like less than the man that he is. Just because he's making choices that you don't approve of.",
        "Ridge: He didn't choose you! You seduced him 'cause you wanted something.",
        "Quinn: My feelings for Eric and his feelings for me are very genuine. Not to mention transformative. He is working out, losing weight, eating better. He's having sex.",
        "Steffy: What?!",
        "Ridge: Oh, god.",
        "Quinn: He is creating again. Working at his company, living in his house. The same house and company he gave up for his kids and his grandkids because he loved them so much. He's in the middle of a renaissance. You should be so thankful.",
        "Steffy: To you. We will never be thankful to you.",
        "Thomas: I have the utmost respect for granddad. But him opening up his life to Quinn after everything that she's done, after everything that she's done to Steffy...",
        "Rick: We should get him to see someone.",
        "Brooke: A doctor you mean?",
        "Rick: Well, yeah, mom. I realize there's no single test to determine whether or not somebody's got dementia. And god forbid that's what's happening. But it could affect his -- his judgment and his reasoning.",
        "Thomas: Something tells me he's gonna fight us on that, too. He already thinks we're treating him like a child. And if we get a doctor involved, then...",
        "Brooke: That's right. We don't want to push him any closer to Quinn.",
        "Rick: Yeah, that's the last thing we want.",
        "Brooke: Eric had a void in his life, and Quinn filled it.",
        "Rick: We should have done more. We should have spent more time with him.",
        "Thomas: Brooke, everything is riding on you getting these shares from Bill.",
        "Brooke: They're not mine yet.",
        "Rick: True. But you could always change your mind about marrying Bill.",
        "Brooke: [Sighs]",
        "Thomas: Then that jeopardizes everything we're trying to accomplish here.",
        "Rick: Well, yeah, but this is my mother's future we're talking about, not just dad and his company. And if my mom has any kind of reservations, any reservations at all about --",
        "Brooke: Honey, I'm gonna tell you again -- I am very comfortable with my decision. I know you don't like this, but I do love Bill.",
        "Rick: [Sighs] [Grumbles]",
        "Brooke: And we have to get rid of Quinn. And with Bill's shares, we will be able to do that.",
        "Thomas: Soon to be your shares. And goodbye Quinn.",
        "Quinn: I realize everything I say or do is suspect. I'm just hoping, in time, you both realize that I'm --",
        "Ridge: That you really are good for our dad? Don't hold your breath.",
        "Steffy: All you care about is tearing people's lives apart.",
        "Ridge: Your own son doesn't want this to happen because of what it does to his marriage.",
        "Steffy: Do you even care about his happiness anymore? Do you?",
        "Quinn: Of course I do. It's killing me that my relationship with Eric is the reason that you walked out on him.",
        "Steffy: And yet all you have to do is just do one thing to change all that.",
        "Quinn: Steffy, you got to listen to me. I-I know what your feelings are for me, but you have to separate them from your feelings for your husband, because he loves you.",
        "Steffy: That -- Quinn, that is not the issue. It's you and -- and your endless manipulations.",
        "Quinn: Okay, look. You can keep heaping all your abuse on me.",
        "Steffy: [Scoffs]",
        "Quinn: All right? I can take it. I have earned your suspicion. I have earned your caution. But please, please, please stop punishing my son.",
        "Steffy: I'm not punishing Wyatt. This is you. I had to get away because of you. It all goes back down to you, Quinn.",
        "Quinn: You really hate me that much?",
        "Steffy: I'm sure the feelings are mutual.",
        "Quinn: No, actually, they're not. Despite everything we've been through, I love you.",
        "Steffy: If that's true, you would leave my grandfather.",
        "Quinn: I can't. I can't do that. Not -- not now, when I've finally found love. I-I've waited so long for it. And, yeah, that's right, I do. I love him. I love Eric, and I love the woman that I am because of him.",
        "Ridge: The woman you've become? Wow. To me, you just seem like the same deceitful --",
        "Eric: All right, that's enough. Both of you. Look, you can choose to be defiant and refuse to respect Quinn. But I am not gonna allow you to badger her constantly and disrespect me this way. I've chosen to share my life with Quinn, and you and the rest of the family are just gonna have to -- you're just gonna have to learn to get along with that. You have to learn to accept it as long as I am the founder of this company and the patriarch of this family. As long as I'm running this company, you will respect me. Is that clear?",
        "Ridge: I heard you.",
        "Eric: Come on.",
        "Ridge: As long as he's running this company, Steffy."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=svhyqeTUsJw"
}