{
    "Episode Summary": [],
    "Recap": [
        "Stephanie berates Brooke about Nick and threatens to tell Bridget about their relationship. Taylor and Ridge mend fences as Ridge agrees to counseling. Bridget and Nick enjoy the afterglow and talk about buying a house. Bridget runs to Forrester to find her real estate listings and over hears her mom and Stephanie arguing. Stephanie tells Bridget her mother is in love with Nick."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Stephanie: I was going to stop interfering but not after what I saw today. I am not going to let you harm Bridget and that baby.",
        "[SCENE_BREAK]",
        "Taylor: What did you just say? Did I hear you wrong? Did you just agree to marriage counseling?",
        "Ridge: We've got to try something, doc. It seems the longer we're apart, the worse things get.",
        "Taylor: But when I asked you to do counseling before --",
        "Ridge: I just didn't think we needed it. You and I have always had this ability to get through these rough spots on our own.",
        "Taylor: Yeah, I know, but this is a little bit more than a rough spot.",
        "Ridge: Well, that's exactly what it's going to seem like when we get through it. And we are going to get through it.",
        "Taylor: Yeah, but ridge, for marriage counseling to work, you have to be fully committed to it.",
        "Ridge: Taylor, I'm committed to you. If that's what you need from me, I'll give it 100%. I'll do whatever it takes to put this family back together.",
        "Taylor: Thank you. Thank you.",
        "[SCENE_BREAK]",
        "Nick: Oh, god, I love you. I need you right now. I need you so bad.",
        "Bridget: What about dinner?",
        "Nick: Forget dinner. I don't want to think about anything but you right now. I don't want to think about anything but us. Just the two of us. We're the only two people that exist in the world. We're the only two.",
        "Bridget: Oh, baby.",
        "[SCENE_BREAK]",
        "Brooke: When are you going to realize that saying something over and over again isn't going to make it true? I'm not the one that's endangering Bridget and her baby, Stephanie. You are. By saying these stupid, ridiculous accusations.",
        "Stephanie: I saw you and Nick today.",
        "Brooke: So what? We ran into each other. It happens.",
        "Stephanie: You know, I would believe that if you had just said hello to one another and then kept going. But you didn't.",
        "Brooke: You were close enough to hear what we were saying?",
        "Stephanie: I know what I saw. You could barely tear yourselves away from one another.",
        "Brooke: We were talking about Bridget.",
        "Stephanie: Right. I expect this kind of selfishness from you. But you know, from Nick, I -- when I found out today that he'd finally married her, I thought \"great. He's free of you.\" But he's just as weak as the rest of them, isn't he?",
        "Brooke: No. No, Nick is a decent, wonderful man.",
        "Stephanie: Oh, well then, all the more shame that he's mixed up with you. Hopefully, one of these days, he'll figure it out.",
        "Brooke: You know, he's the only person that never let me down, Stephanie. When you ruined my marriage and ridge turned me out, Nick was there. And he understood everything that was going on.",
        "Stephanie: You've convinced yourself that you're in love with him. Have you had sex with him again?",
        "Brooke: No! My god, Stephanie, no! I haven't. It's not that. It's not --",
        "Stephanie: It's not what? It's not the end of your daughter's marriage? I think it is!",
        "[SCENE_BREAK]",
        "Ridge: Crying?",
        "Taylor: I'm just -- I am really surprised and relieved. Ridge: You knew I'd come around eventually.",
        "Taylor: No, I didn't. When you said that we needed to talk, I really thought that --",
        "Ridge: What?",
        "Taylor: Especially after Brooke's phone call --",
        "Ridge: You talked to Brooke?",
        "Taylor: I called your cell and Brooke answered.",
        "Ridge: I must've it left there.",
        "Taylor: Yeah, you did. She must've thought that you were calling to see if she had it. And I was about to hang up, when she said, \"Ridge, I love you, too.\"",
        "Ridge: Oh, doc.",
        "Taylor: Did you tell her that you love her?",
        "Ridge: Not the way you think. We were talking about R.J. and how all that was going to work. Whether we could still be friends. She wasn't sure. I said I thought we could be. After all, we share a son. Love is always going to be a part of our relationship.",
        "Taylor: So when she said, \"I love you, too\" --",
        "Ridge: I think she was just trying to let me know that we were okay.",
        "Taylor: But you're just -- you're still friends.",
        "Ridge: Yeah, I want to be. But I still have some issues with Brooke. Maybe we can address all that in counseling. But what you need to know right now is that I'm exactly where I want to be. Right here with you, doc. My future is with you.",
        "[SCENE_BREAK]",
        "Bridget: Oh, god. Something has been very, very different about you lately.",
        "Nick: Well, we're married.",
        "Bridget: That's right. That does change people. But everything's been good with you, right?",
        "Nick: Yes.",
        "Bridget: You know, you're right marriage is totally changing us. It's totally changing me. Physically it's just -- oh, I'm so glad you're still attracted to me.",
        "Nick: Are you kidding me? You are going to be the most gorgeous mother anyone's ever seen.",
        "Bridget: I would have ten of your children. If we just had a place to put them.",
        "Nick: Maybe it's time to start looking for some place, huh? You know, two car garage, white picket fence. Whatever.",
        "Bridget: Never thought I'd hear you say that.",
        "Nick: You can't raise kids on a boat.",
        "Bridget: You're right. God, I love you so much.",
        "[SCENE_BREAK]",
        "Brooke: My daughter's marriage is fine.",
        "Stephanie: It's a farce.",
        "Brooke: No.",
        "Stephanie: And somewhere she knows that.",
        "Brooke: No, Stephanie.",
        "Stephanie: Yes, Brooke. She knew when we were at the cabin. She knew when we found out that night that she was pregnant. She knew that you and Nick were in love with one another, you just wouldn't admit it to her.",
        "Brooke: We've dealt with that!",
        "Stephanie: How? By telling her what she wants to hear?",
        "Brooke: Nick loves Bridget, and so do I. And I'm very supportive of my daughter and her marriage.",
        "Stephanie: Is that what you were doing in Big Bear? Telling him, talking to him, giving him advice on how to be a good father and a good husband?",
        "Brooke: Oh, my god, this isn't even about Bridget and the baby, is it? This is just you trying to find a new reason to hate me.",
        "Stephanie: You've given me enough reasons to last a lifetime, Brooke.",
        "Brooke: You should be relieved. I am moving on with my life. I am not bothering you or your family. I'm not trying to break up Ridge and Taylor.",
        "Stephanie: I know that. You're trying to steal your second son-in-law.",
        "Brooke: I am not after my daughter's husband! I would sooner have an affair with you.",
        "Stephanie: I'd sooner douse myself with gasoline.",
        "[ Brooke sighs ]",
        "Brooke: Please -- please, Bridget is happy right now. She's going to have a child with Nick, they're building a family together, a life together. Stephanie, you shouldn't come here and have these false accusations!",
        "Stephanie: You're right. I made a mistake. I should've gone to Bridget first.",
        "[SCENE_BREAK]",
        "Bridget: I can't believe you mean this. We're going to get a house.",
        "Nick: Yeah, a queen needs a castle, right? And a prince or princess has to have a big backyard, so -- you know, it's probably going to be a boy, so he's going to have to have a hoop court, soccer net, he's going to have to have a tree house, good climbing wall, something that's strong and sturdy.",
        "Bridget: Yeah, what if you have a little girl? We're going to have to have tea sets and a little pink playhouse, baby dolls.",
        "Nick: Everything she wants. Everything you want. Nothing is too good for my family.",
        "[SCENE_BREAK]",
        "Stephanie: I'm going to tell Bridget.",
        "Brooke: You're not going to say a damn thing to Bridget. She's been through enough already. You're not going to dredge up her fears by trying to get back at me.",
        "Stephanie: How would you rather have her find out? Walk in one day on you and her husband? Isn't it better for her to find out the truth from someone who really loves her?",
        "Brooke: You don't love her. If you did, you would leave her alone. You would let her be happy. She has what she wants, Stephanie. She has the man that she wants. She has the life that she wants. Don't you dare ruin that for her.",
        "[SCENE_BREAK]",
        "Ridge: I'm not going to pretend I've got it all figured out. I'm still confused about a lot of things. But not about you.",
        "Taylor: I can't tell you how much it means to me to hear you say that.",
        "Ridge: I should have said it a long time ago. So much has changed since you were gone. I'm a completely different person than the man you married, doc.",
        "Taylor: No. You're the same person I married.",
        "Ridge: I was a Forrester, now I'm a Marone.",
        "Taylor: You're the father of my children. You're the love of my life.",
        "Ridge: I thought you died. I found myself having to make a new life with Brooke.",
        "Taylor: I know, and I've never blamed you for that.",
        "Ridge: When you came back, I had to choose between you. I had to choose which family to be with. I just didn't want to hurt anyone. I just -- I couldn't be decisive about anything. I hesitated. I gave my mother a good opportunity to hijack my decision, all right.",
        "Taylor: Well, she manipulated you, Ridge.",
        "Ridge: Because I let her. I just -- I wasn't ready to take responsibility, I guess. You know? And now I am. Taylor:. You were right about Gaby and Thomas, and I should have listened to you. But you see, that's what's so great about counseling. We'll be able to find a way to admit our mistakes, and work past them and remember what's right about our relationship. There's so much love between us, Ridge. We just have to get back in touch with it.",
        "Ridge: Well, I'd say we're off to one hell of a start.",
        "[SCENE_BREAK]",
        "Bridget: So you've been thinking about this for a while?",
        "Nick: Haven't you?",
        "Bridget: Well, yeah. But I didn't want to say anything. This boat is such a part of you. I would never ask you to give that up.",
        "Nick: Well, I'm not going to give up the boat. But I do think we should set down some roots.",
        "Bridget: Right. Like, have you thought about where at all? 'Cause, I have a few ideas.",
        "Nick: You do? Okay. Like what?",
        "Bridget: Well, I've been driving around a few neighborhoods, and looking online, and printed out some listings. I think you're going to love them.",
        "Nick: Sure, let's see them.",
        "Bridget: Oh shoot, I think I left them at Forrester.",
        "Nick: Oh, well then, leave them there. Tell me about them then.",
        "Bridget: Okay, well there's um -- oh, gosh, this one house is gorgeous. And the neighborhoods are so great. The school systems are wonderful. There's parks. Oh, I think you're going to love them. I'm just going to run to Forrester and get them really quickly.",
        "Nick: No, no, no, no. Don't do that.",
        "Bridget: No, I want to. I know you're going to be just as excited about them as I am. I know you will. I won't be long. Is that okay?",
        "Nick: That's fine.",
        "Bridget: God, I love you so, so much.",
        "[SCENE_BREAK]",
        "Ridge: I want to come home, doc, to you and the kids. To be here with you, just the way it used to be.",
        "Taylor: I want that, too.",
        "Ridge: You think we can make that happen?",
        "Taylor: First, we have to get you home. Then we have to get to work on the time machine.",
        "Ridge: Things have been that rough around here, huh?",
        "Taylor: Oh, god. Letting Gaby move in here was a monumental mistake.",
        "Ridge: Well that's all going to be fixed when we do this fashion show.",
        "Taylor: You know, that's another topic for the marriage counselor. We really have to work on this thing the Forrester men have with this competitive spirit.",
        "Ridge: You're not going to be complaining when I'm trying to win back your heart, are you?",
        "Taylor: You never lost it.",
        "Ridge: We've lost many months. I've done absolutely nothing to deserve it, and I'm going to fix that. When I thought I'd lost you doc, thought I'd never be able to touch you again and hole you -- that I'd never be able to fix that hole that you left in my life -- when you came back I felt so blessed and grateful. Then everything just went haywire. I messed up, doc. Big time. But I'm going to make it up to you. In counseling and right here, in this house with our kids. You and our kids are never going to have a reason to ever doubt my commitment ever again.",
        "[SCENE_BREAK]",
        "[ Nick remembering ]",
        "Brooke: The love will always be there. Just not the way that we had hoped.",
        "[SCENE_BREAK]",
        "Stephanie: I'm not ruining your daughter's marriage. You are. She deserves to know exactly what's going on here.",
        "Brooke: She deserves to be happy! She deserves to get on with her life.",
        "Stephanie: In blissful ignorance of what's going on between you and her husband? What kind of a life is that?",
        "Brooke: What do I have to say to convince you that nothing is going on between me and Nick? I would never do anything to cause my daughter that kind of pain again, Stephanie. I've learned my lesson.",
        "Stephanie: Do you know how many times you've said that to me? As soon as you say, \"I am not going to do that,\" you turn right around and you do it. It's a cycle you can't break. I mean, it's like something you can't stop. So I am just simply going to pull Bridget and that baby out of your way.",
        "Bridget: What about me and my child?",
        "Brooke: Stephanie is just trying to cause trouble, honey. Please don't listen to her.",
        "Stephanie: Hello, Bridget, how are you?",
        "Bridget: Hi.",
        "Brooke: She still has a vendetta against me. And I don't want you dragged into this.",
        "Stephanie: Your mother is after Nick. She's in love with him and I think he's in love with her.",
        "Brooke: That's not true.",
        "Stephanie: You need to know exactly what's going on.",
        "Brooke: Nothing is going on.",
        "Stephanie: I saw them today at Big Bear together. I'm sorry, sweetheart. But it's important for you to know the truth. Your mother is in love with your husband and she isn't going to stop until she has him."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=EbdzawwREP0"
}