{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: What are you \r\nasking me? ",
        "Ridge: Brooke, after \r\neverything that's happened this last year -- you are the only woman in my life \r\nwho I can believe in. So I'm asking you-- ",
        "Brooke: Ridge, stop! \r\nWhatever it is that you're going to ask me, I don't want to know. ",
        "\r\n*********************************************************",
        "Jackie: Ohh, this is \r\nawfully romantic. ",
        "Nick: It's called a power \r\noutage. Got a main fuse blown, but I think I got it. ",
        "Jackie: I stopped by the \r\nbeach house, saw Bridget. She said you'd stepped out. Said something about it \r\nwas the only way that she could get you to stop playing nursemaid. ",
        "Nick: She's stuck in bed. \r\nShe can use all the help she can get, don't you think? ",
        "Jackie: A woman doesn't \r\nalways want to feel dependent on a doting husband. ",
        "Nick: She promised she was \r\ngoing to bed. ",
        "Jackie: Yes, and that's \r\nexactly where she was going when I left. She also said Felicia stopped by.\r\n",
        "Nick: We made a videotape \r\nfor Dominick. Thought it'd be nice for him to have when he older. ",
        "Jackie: That's a wonderful \r\nidea. ",
        "Nick: That way he can \r\nactually see and hear his own mother. ",
        "Jackie: Poor little \r\ngrandson. He's never going to know his mother. ",
        "Nick: It's just the cards \r\nhe was dealt, Mother. ",
        "Jackie: Your life is \r\nchanging so quickly, Nicky. What you and Bridget have agreed to do, there's no \r\ngreater gift. ",
        "Nick: What can I say? I \r\nmarried an amazing woman. ",
        "Jackie: You did. And that \r\nis why I'm here. Massimo and I, we want to throw a shower for Bridget and your \r\ndaughter. ",
        "Nick: Oh, that's fine by \r\nme. Gonna have to wait till she can get out of bed. ",
        "Jackie: Well, no, we \r\nrealize that. We all had such a marvelous time at Christmas, didn't we? I mean, \r\nthis is just going to be a way to get family together again. Hopefully Ridge \r\nwill be able to make it this time. ",
        "Nick: I wouldn't count on \r\nthat. Him and Taylor are having a few problems. ",
        "\r\n********************************************************",
        "Taylor: I'm sorry I \r\nhaven't returned your calls. I know you want to know what's going on. \n",
        "Hector: Well, when I \r\ndidn't hear back from you I wanted to make sure that you were okay. ",
        "Taylor: I told Ridge about \r\nour kiss on New Year’s Eve. ",
        "Hector: Well, it's \r\nimportant to be honest. ",
        "Taylor: Yeah, it is.\r\n",
        "Hector: But, it didn't go \r\nwell. I'm responsible for this, Taylor. ",
        "Taylor: No, Hector, you're \r\nnot. ",
        "Hector: I shouldn't have \r\nfollowed you upstairs. ",
        "Taylor: No, it's okay. \r\nRidge and I have much bigger issues that we need to deal with things from a long \r\ntime ago. ",
        "Hector: Sometimes you have \r\nto go through the bad to find the good. ",
        "Taylor: You're a dear man, \r\nHector -- but I love my husband. And I want him back. ",
        "\r\n*******************************************************",
        "Brooke: Ridge you're just \r\nhaving marital problems with Taylor. But you still have a ring on your finger. \r\nSo anything that you say to me is just going to be a knee-jerk reaction out of \r\nfrustration and anger to Stephanie and Taylor. ",
        "Ridge: Will you just \r\nlisten to me now? ",
        "Brooke: No, I don't want \r\nto listen to you -- not when you're fighting with Taylor. Not after you hurt me \r\nthe way that you did. ",
        "Ridge: Brooke, I didn't \r\nmean to cause you so much pain, but I had no choice. ",
        "Brooke: Yes, you did! You \r\ndid have a choice! You chose Taylor, and a life with her. I mean it may seem \r\nlike it did. So there's really no moving back. ",
        "Ridge: We share a son.\r\n",
        "Brooke: And we'll always \r\nshare a son. We will always be in each other's lives, as R.J.'s parents. But I \r\nam not going to allow myself to be swept up in your life again. I won't! \n",
        "Brooke: Ridge, all \r\nmarriages have problems. And that's what you're going through now. But you will \r\nwork this out with Taylor. ",
        "Ridge: Brooke, every time \r\nmy life has been in crisis, you've been there for me. You've been my only \r\nconstant. ",
        "Brooke: And right now, a \r\npart of me knows it would be easy to open myself up to you -- to whatever \r\npromise you might make, even an empty one. That's why I have to take a stand. Go \r\nhome, Ridge, to Taylor, to your children. ",
        "\r\n*****************************************************",
        "Taylor: Hello. ",
        "Ridge: Hey, Doc, it's me.\r\n",
        "Taylor: Ridge, I'm so glad \r\nto hear from you. ",
        "Ridge: I need to see you \r\nnow, alone. ",
        "Taylor: Well, the kids are \r\nat the movies. ",
        "Ridge: No. No, let's meet \r\nup in Big Bear. ",
        "Taylor: Big Bear? \n",
        "Ridge: Yeah. ",
        "Taylor: I can leave right \r\nnow. ",
        "Ridge: I'll meet you up \r\nthere. ",
        "Brooke: Ridge, what are \r\nyou doing? Big Bear is where Taylor and James -- ",
        "Ridge: I know, I know.\r\n",
        "Brooke: And Taylor agreed?\r\n",
        "Ridge: She doesn't have a \r\nchoice. ",
        "\r\n********************************************************************************",
        "Taylor: I have to go.\r\n",
        "Hector: You don't have to \r\ndo anything that you don't want to. ",
        "Taylor: I'm fighting to \r\nsave my marriage, Hector. ",
        "Hector: You're always \r\nfighting. Doesn't that tell you that there's something wrong at the core of the \r\nrelationship? ",
        "Taylor: I'm at fault for \r\nthe problems in this marriage as much as Ridge is. ",
        "Hector: He'll never be \r\nenough for you. ",
        "Taylor: You shouldn't be \r\npursuing me, Hector. ",
        "Hector: Why? Why? So you \r\ncan sit around and be loyal to a man who doesn't deserve you? ",
        "Taylor: Hector -- I \r\nhaven't always been as honest with ridge as I should be. In fact, I'm probably \r\nmore to blame for the problems in this marriage than he is. ",
        "Hector: You're an angel.\r\n",
        "Taylor: I'm only human. \r\nAnd don't say that. Hector, you really are a dear friend of mine. And I can't \r\ntell you how grateful I am that you've been there for me, but I love my husband. \r\nAnd now, I've really hurt him. I've hurt him deeply. And I can only pray to god \r\nthat I won't lose him forever. ",
        "\r\n**************************************************************",
        "Jackie: Ridge and Taylor \r\nhaving problems? Really? Give me details. ",
        "Nick: It's not my \r\nbusiness, Mother. They can fix their own marriage. ",
        "[Nick laughs] Good as \r\nnew. ",
        "Jackie: Nicky, if they are \r\nhaving problems, this could effect Brooke. I mean, I'm not saying that it will, \r\nbut it might rekindle her relationship with Ridge. ",
        "Nick: That's not going to \r\nhappen. He's not going to get back into her life. Ever. He's nothing but a \r\nroller coaster of pain and let down for her. ",
        "Jackie: And you love her \r\ntoo much to let her back on? Oh, Nicky -- ",
        "Nick: I'm never going to \r\nbetray Bridget, Mother. You know that. ",
        "Jackie: I know that, \r\nsweetheart. You're going to make a great father. You're going to be a great \r\nhusband to Bridget. But that does not change the truth of the situation -- that \r\nyour feelings for Brooke -- they're not going to die. ",
        "Nick: Damn it. I thought I \r\nfixed it. ",
        "Brooke: Nick? Nick, are \r\nyou here? ",
        "Nick: Hello. ",
        "Brooke: Hello. ",
        "Jackie: Hello. ",
        "Brooke: I'm sorry. I \r\ndidn't mean to interrupt. ",
        "Jackie: No, no, you're \r\nnot. I was just leaving anyway. Goodbye, darling. ",
        "Nick: See you, mom. Nice \r\nto see you, Brooke. ",
        "Brooke: Nice to see you, \r\ntoo. ",
        "[Brooke sighs] \n",
        "Nick: Hey, hey, what are \r\nyou doing? Don't go. ",
        "Brooke: Oh, I don't know \r\n-- ",
        "Nick: I don't bite. \n",
        "Brooke: I know, I know. \r\nIt's just -- I had this really bizarre day today, and it would be nice to share \r\nit with a friend. ",
        "Nick: Oh, okay. Well, \r\nyou've come to the right place. I'm all ears. ",
        "Brooke: It's about Ridge \r\nand Taylor -- their marriage. ",
        "Nick: She told him about \r\nHector? ",
        "Brooke: No, this goes \r\nbeyond Hector. ",
        "Nick: What do you mean \r\n\"beyond?\" I don't -- I don't follow. ",
        "Brooke: Well apparently, \r\nthe kiss with Hector opened Taylor up to confess other secrets. ",
        "Nick: No? Oh, god, say it \r\nain't so. ",
        "Brooke: She slept with a \r\nformer associate. James Warwick. ",
        "Nick: Slept? Like, you \r\nmean -- ",
        "Brooke: Yeah, yeah, that's \r\nwhat I mean. ",
        "Nick: When? ",
        "Brooke: A long time ago. \r\nAnd she kept it a secret the whole time she was married to Ridge. With \r\nStephanie's help, of course. ",
        "[Nick whistles] \n",
        "Nick: Wow, this just blows \r\nthe lid off of everything, huh? I mean, I never expected this. ",
        "Brooke: Nobody did. Least \r\nof all, Ridge. ",
        "Nick: First she's making \r\nout with the fireman, then she admits to sleeping with people she worked with -- \r\nwho knows how many skeletons she's got in her closet, huh? ",
        "Brooke: It's really shaken \r\nRidge. ",
        "Nick: Well, Forrester's \r\nego could use a little bruising. ",
        "Brooke: No, this is \r\nserious. Ridge doesn't know what to believe anymore. Taylor's secret has ruined \r\nthe very foundation of their marriage. ",
        "\r\n**********************************************************************",
        "[Taylor remembering]\r\n",
        "[Door opening] \n",
        "\r\n*********************************************************",
        "Nick: You really can't \r\nblame Forrester for being a little pissed off. ",
        "Brooke: It's not the \r\ninfidelity or the cover up that's gotten him so upset. It's the way Taylor and \r\nStephanie have treated me all these years, when they knew damn well that they \r\nweren't perfect. ",
        "Nick: Well, nobody likes a \r\nhypocrite. ",
        "Brooke: Well, the truth is \r\nout. Ridge has finally stood up for me. He's not going to let Stephanie \r\ninfluence him anymore, or manipulate him. And his sorry that he turned his back \r\non me and R.J. I really needed to hear him say those things. ",
        "Nick: He should've said \r\nthem a long time ago. ",
        "Brooke: You would have, if \r\nit had been you. ",
        "Nick: That's because I'm \r\nsmarter than he is. Don't you get that yet? ",
        "Brooke: There's justice, \r\nNick. It's good to see that wrongs don't go unpunished. ",
        "Nick: Just because he's \r\ngiven you some long overdue apologies doesn't mean that things have changed with \r\nthe guy. ",
        "Brooke: I don't know. He \r\ncalled Taylor and asked her to meet him up at big bear to talk. Big Bear is \r\nwhere she slept with James. ",
        "Nick: Do you think he's \r\ngoing to end the marriage? ",
        "Brooke: I hope not. I told \r\nhim he should stay with Taylor. But after what she did to him -- the betrayal -- \r\nI mean, Ridge could do anything. ",
        "Nick: But he knows that \r\nyou've moved on? He knows that? ",
        "Brooke: Yes. ",
        "Nick: Because if he uses \r\nthis as an excuse to get back into your life -- it's wrong. Now, that's not good \r\nfor you. That's not good for Hope. ",
        "Brooke: You know, I can't \r\nimagine that he would actually end his marriage. ",
        "Nick: You can't let that \r\nhappen. I want you to make me a promise. ",
        "Brooke: All right. \n",
        "Nick: I know how \r\nvulnerable you can be when it comes to him. But you can't make the mistake of \r\ngoing back there. You can't do it. If you let him back in your life, he's only \r\ngoing to let you down, like he always has. Now I want you to promise me, if this \r\nmarriage between Forrester and Taylor bellies up, that you won't go back to him.\r\n",
        "\r\n*********************************************************",
        "Taylor: Hi. ",
        "Ridge: Hi. ",
        "Taylor: I'm glad you \r\ncalled and you wanted to talk. I know you're upset. ",
        "Ridge: Upset. Angry. \r\nDisappointed. You pick it, I'm feeling it. ",
        "Taylor: I should have told \r\nyou about James. It was wrong. But I've told you, and I want fix our marriage. I \r\nwant to rebuild it with complete honesty. ",
        "Ridge: Honesty? You were \r\nwith a man, and then you sat in judgment of Brooke for so many years. I don't \r\nknow, Taylor, doing that to Brooke seems so amazingly hypocritical to me. \n",
        "Taylor: It always comes \r\nback to Brooke, Ridge. It really does with you. God, be angry with me about \r\nJames. Why does it always come back to Brooke? Why is she always a part of our \r\nlife? You know, Ridge, I just made a confession to you, the most painful \r\ntransgression I have ever committed in my life, and what did you do? You took it \r\nto Brooke. Do you know how that makes me feel? ",
        "Ridge: She's the mother of \r\nmy child. She was my wife. You know about my feelings for her. I never lied to \r\nyou about that, Taylor. ",
        "Taylor: I'm very aware of \r\nyour feelings for Brooke. ",
        "Ridge: I'm just trying to \r\nbe honest here, for the sake of our family. ",
        "Taylor: So am I. That's \r\nwhy I told you about James. I love you, Ridge. Our family is everything I have. \r\nSo be angry with me, but let's just deal with it. Let's work through it. I'm \r\nsorry for all of this. I need you to forgive me. I know you asked me here, where \r\nI betrayed you, because you want to end the marriage. But I'm not going to let \r\nthat happen, ridge. We've had an incredible life together. We've raised a \r\nbeautiful family. We've been as happy as any family can be. I can't imagine my \r\nlife without you. I wouldn't know how. You're everything to me. Ridge, the \r\nstrength of our love is being tested. But our love is strong, I know that. We're \r\nin the fight of our lives. We can ride it out. Please, please tell me you're \r\ncommitted to that. No, Ridge. I'm not going to let this family fall apart.\r\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=3U-DUngmDc4"
}