{
    "Episode Summary": [],
    "Recap": [
        "Brooke is in the garden cutting flowers when Nick brings Hope home. She asks her to take them to Katherine to put on the table. She rubs it in that she is surprised he could tear himself away from Forrester's. What was it that was so big he had to celebrate; what was he up to? He's not going to let her play corporate spy and feels he has given her everything she has asked, so what does she want from him? She offers that if she had gotten everything she wanted from him, they'd still be married. He can't believe she is going to marry the dressmaker because he didn't give her what she needed. He compares himself to Ridge and says he would never expose her to that circus. She admits she wishes they could have always had the beginning and never had to end. He confesses too that he is stuck here, he can't get past it. He tells her don't bother to invite him to the wedding, they make him cry. She cries that she will always carry him in her heart.",
        "Eric and Pam share a Scrabble game and he encourages her to stay longer. She reminds him Stephanie is returning tomorrow and the last thing he needs is a third wheel at his \u0091reunion'. Then she apologizes. She's never been married so she shouldn't be giving him advise. He muses that he respects her taking care of her mother all those years, but somewhere is a man who really missed out. His home feels like a home again with her there and the fabulous home-cooked meals she makes. He urges her to at least stay for Brooke and Ridge's engagement party tomorrow. He's delighted when she says she will stay and even fantasizes about a kiss from Eric. Phoebe practices walking the runway for Rick as he gives her some tips. They also commiserate over their parents, the triangle of Brooke, Ridge and Taylor."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Hope: Mommy, I ate octopus!",
        "Brooke: Really? Wow. How was it?",
        "Hope: I closed my eyes.",
        "Brooke: Oh, yeah.",
        "Hope: Where is everybody?",
        "Brooke: Well, believe it or not, they're still working. And you'll probably be in bed by the time dinner is served. Here, can you give these to Catherine and tell them they are for the dinner table?",
        "Hope: Okay.",
        "Brooke: Thank you, honey.",
        "Nick: Kiss. Thanks for letting me have time with her.",
        "Brooke: Sure. I'm surprised you could tear yourself away from Forrester. Especially when there is something so big and important to celebrate. You never did tell me. What are you up to?",
        "Nick: Are you really going to do this? Play corporate spy. Because if you are, you're not going to get anything from me.",
        "Brooke: Stubborn as ever.",
        "Nick: What do you want from me? I think I've given everything you've asked, including permission to put that on.",
        "Brooke: If I'd gotten everything from you that I wanted, we'd still be married.",
        "[SCENE_BREAK]",
        "Eric: Here we are. Just here and aromatic.",
        "Pam: Eric. You think you'd never smelled a pot roast.",
        "Eric: Well, yeah, not in this house. Will you just let it cook down the rest of the winter?",
        "Pam: You'll be very happy to get back to your fancy grilled, whatever you have with pesto.",
        "Eric: That's exactly what I hope you will consider being a while longer.",
        "Pam: Oh, wait. Sorry. President. All your sherry kept me from seeing those letters.",
        "Eric: Now, now, look, I'm serious. It's been really wonderful for all of us having you here.",
        "Pam: Well thanks. But Stephanie's coming back tomorrow. And the last thing in the world you need is a third wheel at your reunion.",
        "Eric: Yeah. Maybe a live in referee is exactly what we need.",
        "[SCENE_BREAK]",
        "Rick: I think you're wearing the wrong shoes.",
        "Phoebe: Why?",
        "Rick: Because you're pounding the floor like a Clydesdale. And don't smile so much either.",
        "Phoebe: I'm sorry. I forgot happy people are vapid.",
        "Rick: No, you have to have something behind your eyes, you know? Something besides your hair. Like, a secret.",
        "Phoebe: Like, maybe I have no underwear on?",
        "Rick: No, like you've been raised by a pack of wolves in Siberia or something. Or you're the sole survivor of a plane crash or you have a life.",
        "Phoebe: This is my life and I don't see what's wrong with it.",
        "Rick: See that's the problem. Everybody around here's got this blank stare in their faces like amnesia victims.",
        "Phoebe: Why because our furniture isn't a thousand years old like in France?",
        "Rick: No, because your father is marrying my mother and nobody seems to think anything of it, including you.",
        "[SCENE_BREAK]",
        "Nick: Did I really just hear that? How many nights did you lie awake coming up with that version of events?",
        "Brooke: Forget I said anything.",
        "Nick: No, I think you're the one actually who's pretty good at forgetting here. Can you really stand there and tell me that you're going to marry the dressmaker because I didn't give you what you needed?",
        "Brooke: I didn't leave you for Ridge. We ended because loving you was just too painful.",
        "Pam: It's all been arranged, Eric. Stephanie comes home, and I hightail it back to mother.",
        "Eric: Yeah. You know the pentagon could really use your mother, the way she has everyone jumping on command.",
        "Pam: There is something that could make my leaving a little easier. Who am I to give you advice? I've never been married. I've never done what you two did, promise to love each other through thick and thin.",
        "Eric: No? After the commitment you made to your mother all of those years?",
        "Pam: Oh, that's very different. When there's nobody else to step in, you just do. You know what's really funny? I was the one who was raised to be a wife. Stephanie wasn't. No, really. Our father wanted her to be president or something like that. Give people orders, decide people's destinies. Nobody ever taught Stephanie how to just be happy, till she met you. Then, it just happened. Please Eric, don't take that away from her. She loves you so much.",
        "Eric: You know something? I respect your commitment to your mother all those years. But, some man somewhere really missed out.",
        "[SCENE_BREAK]",
        "Phoebe: I have feeling too about dad getting married again. I mean just because you weren't here, doesn't mean the rest of us haven't thought about it enough to have opinions. Look, I really wanted it to work between mom and dad, obviously. But, I think too much time had passed. Dad missed Brooke, and they were happy together.",
        "Rick: Then why did he walk away? Phoebe, he walked away time after time.",
        "Phoebe: People do dumb things, don't you? I mean, I love Brooke. For a long time, I knew her more than I knew my own mother. And you weren't here, I mean you didn't see what they had, I did.",
        "Rick: Yeah, but I see the damage that he left behind.",
        "Phoebe: I know what that's like though. When mom and dad broke up, it was really, really hard on her. And I wanted to blame him too. But, don't some things just have to be hard? I mean, you talk about people with something real behind their eyes, but how do you think it got there?",
        "Rick: What size shoe do you wear?",
        "Phoebe: 7.",
        "Rick: I'm going to get you some new shoes. You might as well do this Cinderella thing.",
        "[SCENE_BREAK]",
        "Nick: Well, would you like to take a moment and share painful stories? Why don't we start with the night that you asked me to dinner and you laid down the rules on how I should be a good little husband.",
        "Brooke: I don't want to get into this.",
        "Nick: All of which I accepted. Even the ones that made my head spin, and you wound up leaving me anyway. And to watch that clown propose to you on TV. Do you think I would do that, Brooke? Do you think I would actually take our personal life and expose it like a circus?",
        "Brooke: You knew I had every intention of marrying him.",
        "Nick: How much do you want to hurt me back?",
        "Brooke: I don't want to hurt you back! Don't you know how precious you are to me, and always will be?",
        "[Nick scoffs]",
        "Nick: You know, you learn more about a person by divorcing them than you do by staying married to them, because I sure as hell didn't see this coming.",
        "Brooke: See what? You think I've forgotten a single day of being in your life? A single night of being in your bed? And your stupid jokes and your smelly cigars and my heart racing every time I knew you were going to walk through that front door. I just wish I could forget. No, no I don't wish that. I wish that it could always have been the beginning and never have to end.",
        "[SCENE_BREAK]",
        "Rick: All right, don't act like you've been modeling all your life.",
        "Phoebe: Well, that's easy.",
        "Rick: Remember, you want people to look at you and say, \"wow, she's really beautiful, but she just likes doing this.\"",
        "Phoebe: Yes, exactly. I mean, thank you for thinking that I'm pretty instead of your dumpy little cousin who -- no, not cousin. What are we? Brother, sister, uncle, what?",
        "Rick: You're kidding, you're kidding, right?",
        "Phoebe: Anyway, my point is that a woman wears shouldn't be about looking thin or hip or young or any of that. It's about having a brain in you head and making your own decisions.",
        "Rick: Okay, but how many teenagers decide to buy a $4,000 dress?",
        "Phoebe: I can, and I'm not ashamed of it. I love being a Forrester.",
        "Rick: That's good, except that you're not.",
        "Phoebe: Not what?",
        "Rick: A Forrester. I am.",
        "[SCENE_BREAK]",
        "Nick: I don't understand you.",
        "Brooke: I know. You said before that you couldn't see it coming. What were you talking about?",
        "Nick: I'm stuck here. I'm stuck, I can't get past it. I'm like a soldier walking around that's been shot in the stomach. There's this hole here, and if I let go my guts are going to fall right out on the sidewalk. But you, how long did it take you before you were into him? Hmm? And suddenly you're happy again. All the misery that this man has caused you in the past means nothing. And what we shared, what we had together, what I thought we had together, you're over it. Would you show me how to do that? I could use the help.",
        "Brooke: You think nobody loves like you do? Nobody feels the way that you do? Well, I'll tell you what, you go out there on the street and you ask any woman how she'd react hearing that her husband slept with her daughter. Ask her how much she would feel that? And then ask her if she wouldn't run as far as she could in the opposite direction.",
        "[SCENE_BREAK]",
        "Eric: Never in my life have I ever tasted anything just plain good like this.",
        "Pam: Flatterer.",
        "Eric: There's more, there's so much. We have to finish this, or it's going to turn up on some platter tomorrow night at Ridge and Brooke's engagement party or whatever they're calling it.",
        "Pam: I'll make you a little hash with it tomorrow for breakfast before I go, how's that?",
        "Eric: Breakfast? What time's your flight?",
        "Pam: 11 something. But you know you've got to be there early, so I'm probably going to Miss Stephanie.",
        "Eric: No, wait, wait, that's crazy. You have to stay for the party tomorrow.",
        "Pam: Eric, I can't.",
        "Eric: Look, how often do we get to celebrate something, all of us together as a family?",
        "Pam: Honestly, I don't think I'll be missed.",
        "Eric: You will be missed. I will miss you. I mean, do you know how many years I hated living in this house? You have made it feel like a home again to me. You've done that. You helped me remember what it was like all those years ago when I really loved living here, raising the kids and making plans and dreaming dreams. And knowing how wonderful it is to feel that you're really where you belong. And you know what else? You helped me remember why I wanted to be married. And yes, I do still want to be married and that's why your sister and I are going to work things out.",
        "Pam: That makes me very happy.",
        "Eric: If you stay for the party.",
        "Pam: Eric --",
        "Eric: No, no, I learned this from your side of the family, how to play dirty.",
        "Pam: I don't think you know how wonderful this time has been for me, being surrounded by family, my own age, younger, people enjoying their lives. Maybe I could stand to enjoy mine a little more, couldn't I? You know what? I think I'll stay.",
        "Eric: Oh good, good. Now pass that gravy.",
        "Pam: Here you go.",
        "Eric: This was a wonderful dinner.",
        "Pam: My pleasure.",
        "[Pam laughs]",
        "Eric: What, what?",
        "Pam: You have a little gravy in the corner of your mouth. There, there.",
        "Eric: Oh, thank you.",
        "Pam: You're welcome.",
        "Eric: Oh, I'm not the only one.",
        "Pam: Oh!",
        "Eric: No, no, no, no. I'll do it. Let me just -- Pam? Want some more wine? I'm going to go down the cellar?",
        "Pam: Oh, no thanks.",
        "[SCENE_BREAK]",
        "Phoebe: I've seen my birth certificate, so if you're trying to pull adoption claims, it won't work.",
        "Rick: Phoebe, your mother is a Hamilton. Your father is a Marone. You're a foe Forrester.",
        "Phoebe: I'm not foe.",
        "Rick: Yes, you are.",
        "Phoebe: No, I'm not, and I'm not an evil Marone.",
        "Rick: You said that, I didn't.",
        "Phoebe: You know who I'm talking about.",
        "Rick: Who, Nick? Nick was good for my mom. They had something special. What happened, why did they split up?",
        "Phoebe: 'Cause he's evil.",
        "Rick: For taking over a company? My mom's done that. Forget it, you wouldn't remember. The point is I don't blame Nick for what happened. I blame the two people that lost the company, Stephanie and your father.",
        "Phoebe: My father had nothing to do with that.",
        "Rick: Well, he jumped on the bandwagon when Stephanie decided to humiliate Nick's mom.",
        "Phoebe: No, they were just trying to keep the company.",
        "Rick: And they blew it. The two people with the least claim to it. Forrester creations belonged to my father and his children, me and Bridget and all of our half-siblings.",
        "Phoebe: I see, I've got it. So, you're all about who's entitled to what, right? I mean disregard the people who have actually been here, doing the work and taking the hits, while you ate your authentic French fries in Paris. Everything's yours. [Rick laughs] What? What's funny?",
        "Rick: You. You just don't hold back, do you?",
        "Phoebe: Well, you better get used to it. We're going to be brother and sister soon.",
        "Rick: What because Ridge and Brooke are getting married? Anything could happen with those two.",
        "Phoebe: Not this time. They'll get married.",
        "Rick: We still won't be related.",
        "[SCENE_BREAK]",
        "Brooke: I didn't mean to bring that up.",
        "Nick: Thanks for letting me see hope.",
        "Brooke: Nick, don't go. Just tell me who lost who.",
        "Nick: I don't know, but clearly you are a much faster healer.",
        "Brooke: Women can handle pain more than men. It's a medical fact. We just never think it's going to go away.",
        "Nick: This is never going to go away, is it?",
        "Brooke: No.",
        "Nick: Don't bother inviting me to the wedding, they make me cry.",
        "Brooke: Nick, whenever I look in the mirror or I watch hope, I see you and the way you shaped our lives. I carry a part of you with me, always."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Becky"
    ],
    "url": "https://www.youtube.com/watch?v=d1ZL1cfnWpk"
}