{
    "Episode Summary": [
        "Episode # 7072 ~ A misunderstanding topples a relationship; Ridge tries to talk Eric into a change."
    ],
    "Recap": [
        "Ridge dodges the press and Eric tells him good, avoid them all he can. They have a debacle on their hands. Rick is not coming in today. Ridge chides him for their fearless leader staying under the covers today. Rick tells Brooke he has a few bruises but he is okay. He has to talk to Maya. Brooke tells Rick no, she needs to talk to him if she wants to. Clearly she does not want to be found. He says that has nothing to do with the woman he loves. Maya is holed up all moody thinking of her last conversation with Rick while he was tailing her in the car and the phone went dead before he finished saying he still wanted to marry her. She did not hear that. She thought he hung up on purpose. Nicole returns and Maya tells her she was not careful enough since she told Wyatt. And she did turn in her resignation and that is the way it has to be. Calls and texts don't mean a thing now. This is the way it has to be. There are too many complications and a clean break will be the best. It will be what Rick needs. Ridge tells Eric please no compassion for Rick after he attacked him last night. He is unstable and needs help. Rick tells Brooke please do not call Maya a liar, not like Amber and Caroline. Ridge tells Eric that Rick needs to see a shrink. He's a time bomb ready to go off and now today he is taking the day off instead of coming to work. Eric needs to make him go, it's time. Eric says what he sees is his son is hurting right now. This is not a scandal, just a smear and they have been through worse before. Ridge tells him to stop thinking of him as the bad guy and make him CEO. Maya quit last night so Rick will be more concerned about her than the job.",
        "Rick tells Brooke that he gets that she is trying to help but he loves Maya and wants her in his life. Brooke says that does not mean she has a right to deceive him. He says Maya is completely secure in who she is. That is why she did not want to date him in the beginning. Brooke rants that he just found out what Maya did not tell him sooner and that should be a big red flag. If he knew about the estrogen pills, then he needs to step back and think this over, what Maya kept from him and may not have ever told him if she was not forced to. Ridge tells Eric they have to do something. He wants Eric to look at the morality clause. This place is too much pressure and stress on Rick, they need to do something about it rather than have Rick to stay home with mommy. Brooke tells Rick that she does not like saying this but Maya waited until Rick was hopelessly in love before she told him, so please stay away from that woman. She is more resourceful than any of them thought possible. Both Maya and Rick are thinking of each other and their romance as they contemplate what to do, what others have told them."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: No, I-I'm sure. I-I'm sure your readers are very curious, but there are no more comments at this time.",
        "Eric: That's right. Don't talk to them.",
        "Ridge: One reporter after another, all day.",
        "Eric: Let Pam handle the calls.",
        "Ridge: She was, until steam started coming out of her ears.",
        "Eric: [Sighs]",
        "Ridge: They're relentless.",
        "Eric: Yeah, now it begins.",
        "Ridge: [Sighs]",
        "Eric: We're gonna have a real PR debacle on our hands.",
        "Ridge: Yeah, that's what we have. Where's Ricky?",
        "Eric: He's not coming in today.",
        "Ridge: He's not coming in today? He's responsible for this mess, and what is he gonna do -- he's gonna stay under his covers until this all magically goes away? So much for a fearless leader.",
        "[SCENE_BREAK]",
        "[Birds chirping]",
        "Brooke: Honey, what are you doing out of bed?",
        "[Cell phone beeps]",
        "Rick: I'm fine. It's just, uh -- just a few bruises, that's all.",
        "Brooke: You need to take care of yourself. You've been through a lot.",
        "Rick: Not as much as Maya's been through. I keep calling, I keep texting.",
        "Brooke: [Sighs] Rick, you've got to stop.",
        "Rick: I have to talk to her. [Groans]",
        "Brooke: No. No, you need to let her reach out to you if and when she decides to.",
        "Rick: What do you mean, \"if\"? Maya's past has nothing to do with the woman that I love.",
        "Brooke: Only, it does. Because she kept the truth from you, and now it's turned into a media circus.",
        "Rick: Thanks to Bill Spencer. He should have just stayed the Hell out of it.",
        "Brooke: I know. We're gonna handle Bill.",
        "Rick: [Groans]",
        "Brooke: But right now, I am concerned about you. I don't want you to go do something gallant and go chasing after Maya when clearly she doesn't want to be found. Shouldn't that tell you something?",
        "[Dialing]",
        "Brooke: [Sighs]",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "[Ringing continues]",
        "[Ringing continues]",
        "[Vehicles passing]",
        "[Maya's flashback]",
        "Rick: Pull off at the next trail. We can do this face-to-face.",
        "Maya: [Sobbing] I just need you to tell me what you want and mean it. That's all I ask. [Sobs] Do you still love me? Do you still want to be my husband now that the whole world knows? [Sniffles] I need to hear you say it.",
        "Computer voice: Call ended.",
        "Maya: [Sobs]",
        "[Present time]",
        "[Cell phone ringing]",
        "[Knock on door]",
        "Nicole: Maya? Sis? Are you in there?",
        "Maya: Did anyone follow you?",
        "Nicole: No, I was careful.",
        "Maya: Not careful enough, or you wouldn't have told Wyatt about my past.",
        "Nicole: I am so sorry.",
        "Maya: Well, it's done. Everyone knows.",
        "[Door closes]",
        "Maya: There's no going back.",
        "Nicole: What about your resignation from Forrester?",
        "Maya: That is the way it has to be, so that when all this dies down, Rick can get on with his life without me.",
        "Nicole: You sure that's what he wants?",
        "Maya: I told you -- I asked him if he wanted to marry me, and he hung up.",
        "Nicole: Has he reached out to you since then?",
        "Maya: Calls and texts from Rick won't change anything. It's over, Nicole. This is how it has to be.",
        "[SCENE_BREAK]",
        "Rick: Maya's the strongest person that I've ever met. To go through everything that she's gone through to become the woman that she's meant to be... [Sighs]",
        "Brooke: It is a testament to her resolve, but that's not the issue here.",
        "Rick: The real issue is, how do I make Maya understand that nothing else matters to me but her?",
        "Brooke: Honey, you have to think about this carefully. Right now, you're just being protective of Maya.",
        "Rick: Yeah, because of how this all went down. Everybody finding out before she ever had a chance to tell me, including Ridge. I'm surprised he could restrain himself so long.",
        "Brooke: What are you talking about?",
        "Rick: Oh, Ridge paid me a visit last night. [Sighs]",
        "Brooke: When?!",
        "Rick: Right after you and dad left me. He must have slipped past you.",
        "Brooke: What happened?",
        "Rick: Oh, everything you could expect from Ridge. [Sighs] Acting all superior and smug, telling me I never knew Maya. I finally had enough. I went after him. And he deserved it.",
        "[SCENE_BREAK]",
        "Eric: Have some compassion, Ridge. You know, Rick's heartbroken.",
        "Ridge: Don't do that. Don't defend the guy. Please don't. Not after he attacked me last night.",
        "Eric: What?",
        "Ridge: You and Brooke were in the living room when I came in, and...",
        "Eric: Wait, you snuck past us, and you went upstairs to berate your brother?",
        "Ridge: No!",
        "Eric: Wha...?",
        "Ridge: Not to berate him. To have my say. And, of course, he couldn't deal with it, because that just shows how unstable he is. He needs some help, Dad. And while he's getting it, I should run this company.",
        "Eric: [Sighs]",
        "[SCENE_BREAK]",
        "Nicole: You and Rick have to talk.",
        "Maya: We've said all there is to say.",
        "Nicole: Maybe he's had time to process things.",
        "Maya: A clean break is best, especially with all this press and --",
        "Nicole: To Hell with the press! You still love the guy.",
        "Maya: And I always will. But there are too many complications.",
        "Nicole: Oh, so that's what being a transgender woman is to you now -- a complication.",
        "Maya: That's not what I'm saying.",
        "Nicole: Then fight for Rick the way you fought for yourself.",
        "Maya: You clearly don't understand.",
        "Nicole: Maybe not. But that doesn't mean that I don't see what you're doing -- the sacrifice you're making to spare Rick from whatever --",
        "Maya: Okay, whatever I'm doing or not doing is nothing in comparison to what Rick has done for me. I never dreamed that I could be this happy or this loved o-or live the life that we lived, and he did all of that. I have no right to ask for anything else, and especially not if it results in months of scandal and whispers and stares. No, I won't do that to Rick. He's better off without me.",
        "[SCENE_BREAK]",
        "Brooke: Ridge was definitely out of line last night. But, Rick, so were you. Attacking Ridge like that? You know what he's gonna say to your father.",
        "Rick: [Sighs] That I'm unstable? That I'm too unstable to be C.E.O. of Forrester.",
        "Brooke: I know that he took advantage of a very sensitive situation, and he pushed your buttons. Now, that is unconscionable. But this isn't about Ridge. This is about Maya... and what she did to you. How she was dishonest. How she betrayed your trust, just like Caroline, just like Amber.",
        "Rick: Don't. Mom, I asked you -- don't call Maya a liar. Not like those other two. Amber and Caroline -- they intended on misleading me. Maya never did that.",
        "Brooke: Call it what you want. Maya's done enough damage. And I don't intend to tolerate her doing any more.",
        "[SCENE_BREAK]",
        "Ridge: Ricky needs to see a shrink, see why he's such a mess.",
        "Eric: I don't think your brother's a mess. I think he has some issues he needs to work on --",
        "Ridge: Yes, he has issues. The problem is that those issues affect all of us.",
        "Eric: Look, we don't have to decide anything like that right now.",
        "Ridge: Mm, we kind of do. He's a time bomb. Do you not see that? He attacked me last night, and, look, he took the day off when our company's in trouble. It's in crisis because of something that he did.",
        "Eric: You can't hold Rick responsible for this media mess that's --",
        "Ridge: [Sighs] But I do hold him responsible, and so should you. He's built our entire brand around a woman that he barely knew, and this toxic work environment -- that's something he's -- he's created as well. He brought a gun into the office and shot at Caroline and me. It's enough, already. Tell him to go. You got to make him go.",
        "[Birds chirping]",
        "Ridge: You see this is the only way, don't you?",
        "Eric: What I see is that my youngest son's in a lot of pain right now.",
        "Ridge: We've all had our hearts broken before.",
        "Eric: Well, then, why don't you cut him a break? All this happened less than 24 hours ago.",
        "Ridge: Mm. So, how long should we wait, while this scandal's getting bigger?",
        "Eric: Oh, stop with the drama. There's not a \"scandal\" here. This is just a -- a personal smear that -- that Bill Spencer's trying to bring down on all of us. We've been through a lot worse than this before. I'm worried about Rick.",
        "Ridge: Well, then maybe what you should do is go home, sit by his bedside, and hold his hand. And put me in charge.",
        "Eric: Oh, that's a good idea. Then I could just anoint you the new C.E.O. of Forrester Creations while he's gone.",
        "Ridge: Yeah. I know you can't just snap your finger to do it, but...",
        "Eric: You're right -- I can't.",
        "Ridge: Now Maya's gone, maybe it's a little easier.",
        "Eric: What? What?!",
        "Ridge: Well, Maya resigned last night. Rick didn't tell you?",
        "Eric: Oh, I get it. So that's why you went in to Rick last night -- to rub it in that Maya had quit.",
        "Ridge: Oh, boy. Stop making me the bad guy, please.",
        "Eric: You never trusted her, did you?",
        "Ridge: No. I never did. And if Rick had listened to me, we wouldn't be in this mess right now.",
        "[SCENE_BREAK]",
        "[Sirens wailing in distance]",
        "Nicole: I can't believe I did this. If hadn't met Wyatt... if I hadn't got caught up... I mean, who am I kidding? Me, fitting in this world?",
        "[SCENE_BREAK]",
        "Rick: I get that you're trying to help. But I love her, Mom. Maya's made me happier than I ever thought I could be.",
        "Brooke: Even though she walked out on you?",
        "Rick: [Sighs] I don't know why she did that. I just know that I want her in my life.",
        "Brooke: Maybe Maya doesn't want that anymore.",
        "Rick: No, I don't buy that. We had all these plans.",
        "Brooke: Which she jeopardized for not disclosing sooner.",
        "Rick: Maybe she thought I wouldn't understand.",
        "Brooke: Well, that doesn't give her the right to deceive you.",
        "Rick: She didn't deceive me.",
        "Brooke: You were about to commit your life to her.",
        "Rick: To the most beautiful woman I-I've ever met, inside and out. That's all she'll ever be to me.",
        "Brooke: But does she think that about herself? You can't love somebody completely until you love yourself.",
        "Rick: She does. Maya's completely comfortable with who she is.",
        "Brooke: But not comfortable enough to be honest with you until she absolutely has to.",
        "Rick: You see -- you see, that's why she didn't want to date me in the first place. Because we come from this -- this traditional Beverly Hills family. And -- and you guys say that -- that you're comfortable with her being transgender.",
        "Brooke: I am. Your father is, too.",
        "Rick: Well, then, good. I'm gonna go look for her and bring her back.",
        "Brooke: Rick, stop! That would be the worst thing that you could do.",
        "Rick: That's the last thing I want to hear right now.",
        "Brooke: You say you want children with Maya. You can't have them!",
        "Rick: We'll adopt, Mom!",
        "Brooke: You can't adopt. It's not that simple.",
        "Rick: Will you stop? I've already thought about this.",
        "Brooke: Well, then think some more. You just learned something very significant about Maya. And I'm not talking about the fact that she was born male. I'm talking about her behavior. She obviously didn't think that you would approve of her. That's why she didn't tell you sooner.",
        "Rick: Well, I did -- I did find these pills -- estrogen pills.",
        "Brooke: What?",
        "Rick: I was worried that she was sick, but then she said...",
        "Brooke: She said what she needed to say to keep this secret from you. Oh, Rick. That's what I'm talking about. You need to step back. You need to take a breath. You need to really re-evaluate this whole situation. The more distance you keep between you and Maya, the better.",
        "[SCENE_BREAK]",
        "Ridge: Dad, I hate it, too. I hate that this family's all splintered up.",
        "Eric: And it's all Rick's fault, isn't it?",
        "Ridge: I didn't say it was all Rick's fault.",
        "Eric: Oh, yes, you did.",
        "Ridge: No, I did not. And it's not all my fault, and it's not all your fault. But this is Rick. He likes to have somebody who's responsible when his life isn't working out the way he wants. Well, who is responsible now? Who's responsible for -- for him coming after me, for wrecking his car, for hiding with mommy at the house when he should be here leading this company? Come on, Dad. All this could have been avoided. But Rick is in this emotional free fall. He is, and there's nothing we can do about it. We've got to act. We're got to do something. So, do me a favor. Look at the morality clause. Look at the behavioral clause. Just look at it. Ricky needs a break. And, hey, who knows? Maybe it's this place. Maybe there's too much pressure, too much stress. It'd be good for him to take a break. It'd be good for the company.",
        "Eric: I'll talk to him.",
        "[SCENE_BREAK]",
        "Rick: Mom!",
        "Brooke: [Sighs] Just keep away from her, Rick. Please.",
        "Rick: Why? Because you don't want people knowing?",
        "Brooke: No, I don't. But that's not the reason.",
        "Rick: Because I love her, and...you think there's something wrong with me because I don't care how she became the woman that I love?",
        "Brooke: She had many opportunities to tell you. But she waited till you were completely tied to her, helplessly in love. And that's when she did. Now, that is a calculation. That's a cynical ploy to up her odds of holding onto you before she said, \"oh, by the way, I'm transgender.\" Look, I know that's something you don't want to hear, and I don't like saying it. But if I didn't go to Maya and tell her -- insist that she open up to you -- do you really think she would have said anything at all?",
        "Rick: No offense, Mom. But you really don't know what you're talking about. You think you played a major role in this issue between Maya and me that you really had nothing to do with.",
        "Brooke: Just stay away from that woman, Rick. Use this time to get your life together, and she'll do the same. Clearly, she's more resourceful than you or any of us ever thought possible.",
        "[SCENE_BREAK]",
        "Singer: Broken romance leads to dreams unfulfilled.",
        "[Maya's flashback]",
        "Rick: No! Don't go now! Come on! Just give me a chance to figure this out! Maya! Maya! Maya! Come back!",
        "[Present time]",
        "Singer: In a heartbeat our fates are sealed if the truth can set you free, why aren't you here with me? If the truth can set you free, why aren't you here with me? Our deepest feelings slowly drift away as the sun sets on our yesterday if the truth can set you free, why aren't you here with me? If the truth can set you free, why aren't you here with me? Here with me"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=QTfh-DvF0cc"
}