{
    "Episode Summary": [],
    "Recap": [
        "Katie tells Ridge it's her, please remember her. Tell her that he remembers \"us\". Bill asks Brooke about Ridge. She says he is with Katie now. But the doctors said it is amazing that he even survived the fall. Bill wants to know how long it will be before he recovers. Brooke doesn't know but says he seems to be okay. Bill says except for that blank look in his eyes. Brooke says they just need to give him time. He does know who they are but they will have to be patient. Katie knows he is in a fog but she is hoping that will clear and he will be his old self again. Deacon returns to The Bikini and the bartender is asks him about the stunning brunette a real piece of work. Suddenly Quinn walks in and tells the bartender they will both have a Kamikaze. Deacon says he got the text to meet her here but he is not sure what she means about a status report. She asks if he has seen Hope yet. He says not only has he seen her but he's got news if she is buying. She accuses him of being a player and liking to stir the pot, so tell her before .he says before she spanks him like the bad boy he used to be. Okay, he say it's hard to keep a good dressmaker down. Ridge has been found. Liam tells the group that Eric called Hope and looks like they are going to try to bring Ridge home tomorrow. Pam says that is why they are trying to rally the troops to have a big celebration. Hope says Ridge is okay and he will remember them but he has problems remembering certain things. He will be the same Ridge they know and love but he may be a bit fuzzy on some things. Rick says they will be supportive but meantime they have a party to plan. They have banners to make and food to bake and music so they all pitch in to help. Hope tells Liam that Pam lives for this. He says he lives for that smile on her face. Ridge surviving was nothing short of a miracle and he thinks they are pretty miraculous too. Quinn asks Deacon if he is sure about Ridge. He scoffs that he would lie to her about this. She says well he might if it benefited him. This makes him her friend and not her enemy. He calls her honey and says get this straight. The only person he needs in this town is his daughter, Hope, and that is exactly where he was when she got the phone call from Brooke. He says she looks relieved. She says maybe now people will stop persecuting her .and also her son. And especially his daughter. But she is not holding that against Hope. It's that tofu-eating boyfriend of hers that is filling her head with lies. But all of that is gonna change with the help of a certain someone.",
        "Bill tells Katie that the mind is a tricky thing and she shouldn't press. She says she's not, she is only trying to help. Ridge says he does not have amnesia but he is fuzzy on a few things. Thorne quips that a severe concussions can do that but with Ridge's hard head who knows. Ridge says his pesky little brother. Thorne adds and who is always jealous of him. He got the good looks and the brain. Eric says this is music to the ears as it means things are getting back to normal. He wants to know what Ridge can tell him about the helicopter. Bill asks if things are sketchy for him. Thorne asks if anything happened that caused the pilot to bank the chopper. Eric tells him to take his time. It will all come back eventually. Thorne says they need to get him home so he and Eric will talk to the pilots and make arrangements. Ridge says he remembers RJ and he knows Katie is Brooke's sister. Deacon tells Quinn that he did not come back to town to interfere with his daughter's love life although he admits he wants to see her happy. Quinn says Wyatt makes her happy and Liam has brought her nothing but grief. Deacon is quick to point out and yet Hope dumped Wyatt for Liam. Quinn says because she messed up, not Wyatt, and she is going to fix it. And Deacon is going to help her. He says like hell he is. And she could text Wyatt and not try to cling to him. She says she does not cling, maybe hover. But that is not what ruined the relationship between her and Hope and her and Wyatt. It was Liam spilling all his venom, it's all his fault. Deacon says yeah like Quinn took the selfie that sent Ridge halfway around the world while she stood by innocently. But now that Ridge is alive that Quinn must think that will get her off the hook with Hope and wonderful Wyatt too. Quinn says yes Wyatt is wonderful and loyal and loving, a son any father would want for his daughter. Hope is going to settle down and realize she overreacted and then bring her and Wyatt back into the company. And even if she doesn't let Quinn return, she will with Wyatt and dump Liam. It's only a matter of time. Deacon says or only a matter of time on Mama Q's part. Brooke tells Bill that Katie just needs to hear that Ridge remembers their relationship. And he doesn't seem to. Ridge tells Katie that he doesn't remember. She assures him that is okay. They have all the time in the world. He will remember walking in the park and dancing to music while the children played. And their poems; she never knew he liked poetry. And neither one of them saw it coming, but she wants him to know that he pursued her. And the minute that he tied that red ribbon on her finger she knew they'd be together forever. She is not going to believe anything else. \"And the sunlight clasps the earth, the moonbeams kiss the sea: what is all this sweet work worth .if thou kiss not me?\""
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Katie: Ridge. It's me. Tell me you remember. Tell me you remember us.",
        "[SCENE_BREAK]",
        "Bill: So, where is Ridge now?",
        "Brooke: He's upstairs with Katie. She wanted to talk to him alone.",
        "Bill: About what happened? The -- the accident.",
        "(Flashback)",
        "Bill: Cool him off.",
        "(Present time)",
        "Brooke: Yeah, I'm not sure how much Ridge really remembers, but the doctor said it's amazing that he even survived that fall.",
        "Bill: And how long did he say until Ridge fully recovers?",
        "Brooke: He didn't. But looking at him, you never would know that he's been through what he has.",
        "Bill: Except for that blank look in his eyes.",
        "Brooke: Well, it's not like he doesn't know who he is or who we are. Just -- we need to give him a little time. We need to be patient.",
        "Bill: So, how's Katie handling all this?",
        "Brooke: She's overjoyed that he's alive.",
        "Bill: But?",
        "Brooke: But she's anxious, too. She wants that fog to clear, and she wants Ridge to be his old self again...which I'm sure is happening right now. [Chuckles]",
        "[SCENE_BREAK]",
        "[Mid-tempo music plays]",
        "[Indistinct conversations]",
        "Brendon: Back again so soon?",
        "Deacon: Yeah, I'm meeting someone here.",
        "Brendon: Oh, that beautiful brunette from earlier?",
        "Deacon: That beautiful brunette is a real piece of...",
        "Brendon: Piece...",
        "Deacon: ...Work.",
        "Brendon: But she's definitely worth the effort?",
        "Deacon: Yeah, well, that remains to be seen. We're just, uh -- just getting acquainted.",
        "Brendon: Well, what can I get you to drink?",
        "Deacon: Uh --",
        "Quinn: He'll have what I'm having.",
        "Deacon: Wild guess -- Kamikaze?",
        "Quinn: You heard the man.",
        "Brendon: Okay. Right up.",
        "Deacon: So, enlighten me.",
        "Quinn: What? I thought my text was self-explanatory.",
        "Deacon: Well, the part about meeting me here -- yeah, that was. But, uh, \"I need a status report\" -- not so much.",
        "Quinn: Hope. Have you seen her?",
        "Deacon: Oh, I've not only seen her. I've got news.",
        "[SCENE_BREAK]",
        "Deacon: So, you buying?",
        "Quinn: Strapped for cash, are we?",
        "Brendon: Who isn't?",
        "Quinn: Well?",
        "Deacon: Well, what?",
        "Quinn: Oh, stop stringing me along.",
        "Deacon: I'm not stringing you along. Why would I do that?",
        "Quinn: Because you're a player, and you like to stir the pot.",
        "Deacon: I am reformed.",
        "Quinn: And I'm the Queen of Lollipop Land. Now give me your big news, or I'm gonna --",
        "Deacon: Or what -- are you gonna spank me like the bad boy I used to be? [Chuckles]",
        "[Glasses clink]",
        "Deacon: Okay, I'm sorry. [Clears throat] \"My big report\" by Deacon Sharpe. Ridge Forrester...has...been found. [Chuckles]",
        "Quinn: And?",
        "Deacon: And, apparently, it's hard to keep a good dressmaker down.",
        "Quinn: He's alive?",
        "Deacon: Mm. Yeah, número uno Forrester's son is back among the land of the living. Now, my libation, please. Thank you.",
        "Quinn: [Exhales deeply]",
        "[SCENE_BREAK]",
        "Pam: Hey, uh, Carter and Maya just drove up. They want to help.",
        "Rick: That's everyone, right?",
        "Hope: Uh, yeah, except for Donna, but she's with R.J.",
        "Aly: This is happening so fast, after all the endless waiting.",
        "Oliver: Imagine what it was like in Abu Dhabi.",
        "Hope: Oh, my gosh. Mom and aunt Katie just going out of their minds with worry.",
        "Rick: Dad and Thorne, too.",
        "Hope: Yeah.",
        "Caroline: I'm sure Uncle Bill was a big help marshaling all the resources of Spencer Publications.",
        "Liam: Yeah, my dad's good in a crisis.",
        "Aly: So is Oliver. He kept reminding me this is how it would turn out -- Uncle Ridge safe and coming home.",
        "Maya: Hi.",
        "Carter: Hey, everyone. Sorry we're late. [Chuckles]",
        "Maya: Did we miss anything?",
        "Liam: Yeah, uh, Eric called Hope. Seems like they're gonna try to bring Ridge home tomorrow.",
        "Pam: Which is why we are rallying the troops 'cause we have a celebration to plan, people.",
        "Hope: Yes, we do, but first, um, there's something that you all should know.",
        "Carter: You mean Ridge -- he -- he is okay, right? You're not -- you're not keeping anything from us, are you?",
        "[SCENE_BREAK]",
        "Katie: Listen, I-I know it's difficult. You've been through so much, but you -- you must remember.",
        "Brooke: Katie. Is everything all right?",
        "Katie: No, no, it's -- it's fine. I just -- I just need to know if you remember. Do you remember?",
        "[SCENE_BREAK]",
        "Quinn: You're absolutely certain about this?",
        "Deacon: What is it with you? Why do you -- why do you think I'm lying to you?",
        "Quinn: Because I don't think you do anything for anyone else unless it also benefits you.",
        "Deacon: [Chuckles] How does my telling you that Ridge is still alive benefit me?",
        "Quinn: Because it makes me your friend and not your enemy. Something tells me that you don't need any more of those in this town.",
        "Deacon: Let's get one thing straight, honey. The only person that I need in this town is my daughter, Hope, which is exactly where I was when she got the call from Brooke telling her that Ridge was okay. Oh. It seems like the lady is relieved.",
        "Quinn: Maybe everyone will stop persecuting me now...and my son.",
        "Deacon: Everyone including my daughter?",
        "Quinn: Especially your daughter. But I don't hold it against her. It's that tofu-loving boyfriend of hers filling her head with lies. But that is all gonna change... with the help of a certain someone.",
        "Deacon: [Scoffs]",
        "[SCENE_BREAK]",
        "Hope: Well, we all know that Ridge took a very dangerous fall. It's a miracle that he even survived.",
        "Caroline: Ridge isn't himself, is he?",
        "Hope: No.",
        "Maya: In what way?",
        "Hope: Well, um, he suffered a pretty severe concussion, and it's caused some memory loss.",
        "Pam: Are you saying that he doesn't remember anyone?",
        "Hope: No, no, no, no. No. It's not like that.",
        "Aly: Oh, thank God.",
        "Carter: But he is having difficulty remembering certain things?",
        "Hope: Yeah. And, you know, family is so important to Ridge that I think coming home to familiar surroundings and people that he really loves will, you know, maybe help him heal, but when he walks through that door...",
        "Aly: He'll still be the same Uncle Ridge we all know and love, won't he?",
        "[SCENE_BREAK]",
        "Bill: Mind's a tricky thing, Katie -- maybe you shouldn't press.",
        "Katie: I'm not. I'm just trying to help.",
        "Ridge: I don't have amnesia. I'm just -- I'm a little fuzzy on some things.",
        "Thorne: A severe concussion can do that. [Chuckles] 'Course, with that hard head of yours, who knows?",
        "Ridge: My pesky little brother...",
        "Thorne: [Chuckles]",
        "Ridge: ...Who's always been jealous of me.",
        "Thorne: Jealous, huh? I got the good looks and the brains, big brother.",
        "Brooke: Oh, will you two stop?",
        "Eric: No, no, that's great. It's music to my ears. Reminds me that things are back to normal. Ridge, what -- what do you remember about the helicopter?",
        "Ridge: The helicopter?",
        "Katie: Maybe we should start at the beginning. You -- you were on the beach, and Bill and Brooke were getting married.",
        "Brooke: Yes, and you appeared out of nowhere, and you grabbed me and took me down the beach, got me in the helicopter. The pilot took off, and we weren't too far in the air when it tipped, and you fell out. Everything after that --",
        "Bill: Is sketchy for you.",
        "Ridge: Not everything, no.",
        "Brooke: So, is something coming back to you?",
        "Thorne: Anything that might have caused the pilot to bank?",
        "Eric: Ridge... take your time. It'll all come back to you eventually.",
        "[SCENE_BREAK]",
        "Thorne: Dad's right. You will remember everything in time. Meanwhile, let's, uh, get you back to L.A., huh?",
        "Ridge: Yes.",
        "Thorne: Dad and I will talk to the pilots. We'll make the arrangements.",
        "Ridge: Thank you for everything.",
        "Thorne: Okay. [Exhales deeply, chuckles]",
        "Brooke: Everyone in L.A. is gonna be so happy to see you.",
        "Katie: Especially R.J., your son with Brooke.",
        "Ridge: Yeah, I remember.",
        "Katie: Do you remember me?",
        "Ridge: Of course I remember you, Katie. You're Brooke's sister.",
        "Brooke: Honey, Ridge has been through a traumatic ordeal. The doctor said to take it easy.",
        "Bill: Oh, come on, Forrester. You've got to remember Katie.",
        "Katie: I need to talk to -- to Ridge alone, please, again.",
        "[SCENE_BREAK]",
        "Deacon: I did not come back to Los Angeles to interfere with my daughter's love life.",
        "Quinn: You want Hope to be happy, don't you?",
        "Deacon: Yeah, of course I do.",
        "Quinn: Well, Wyatt makes her happy, and Liam has brought her nothing but grief.",
        "Deacon: And yet she dumped your son for him.",
        "Quinn: Because I messed up, not Wyatt. And I'm gonna fix it.",
        "Deacon: Hmm.",
        "Quinn: You're gonna help me.",
        "Deacon: [Chuckles] Like Hell.",
        "[SCENE_BREAK]",
        "Hope: Of course he's gonna be the same Ridge we know and love. He just -- you know, he might be a little bit fuzzy about things.",
        "Liam: Which, by the way, may not even be a factor by the time he gets here.",
        "Caroline: Though if it is, we'll just go with it.",
        "Rick: Yeah. We're just gonna be supportive, right? And in the meantime, we've got a party to plan, right?",
        "Carter: [Chuckles] How can we help?",
        "Liam: Yeah, it should be easy, right?",
        "Pam: [Scoffs] Men -- they think we throw these things together with a snap of our fingers. Liam, for your information, we have banners to make, food to bake.",
        "Aly: What about music?",
        "Oliver: Good idea. We'll take care of that one.",
        "Hope: I feel like we should be making a list. Like, really figure out who's going to do what. But, I mean, who knows? Maybe seeing his family and friends tomorrow will be exactly what Ridge needs to jog his memory.",
        "Liam: Yeah.",
        "Carter: Yeah.",
        "Maya: That's a great idea.",
        "[SCENE_BREAK]",
        "Bill: Tell me what you're thinking. Like I don't already know.",
        "[SCENE_BREAK]",
        "Katie: You know what? It's okay. It's okay.",
        "Ridge: [Sighs]",
        "Katie: Just close your eyes and relax.",
        "Ridge: [Sighs]",
        "Katie: It'll all come back to you.",
        "[SCENE_BREAK]",
        "Deacon: You know, you could have left the kid a message.",
        "Quinn: And missed the chance to reach out to my son and let him know that Ridge is alive?",
        "Deacon: You know, it still might not make things any better between you two.",
        "Quinn: I have to try. He's my life.",
        "Deacon: Yeah, uh, you know, about that, have you ever thought that maybe that's part of the problem? I mean, no guy your son's age wants a mom that's just kind of clinging on to him.",
        "Quinn: Okay, I don't cling.",
        "Deacon: [Sarcastically] No.",
        "Quinn: I may hover, but that is not what damaged our relationship or what turned Hope against me and Wyatt. It was Liam spewing all his venom. It's all his fault.",
        "Deacon: Of course it is. I mean, you know, Liam is the one who's responsible for taking that selfie of you and his old man together and then giving it to Ridge, which sent Ridge halfway around the world to try and rescue Brooke, and in the meantime, almost getting himself killed, right? I mean, you know, that was all Mr. Tofu's doing, while you were just sort of sitting on the sidelines innocently.",
        "Quinn: Okay, the point is, now that Hope knows that Ridge is alive...",
        "Deacon: You think that you'll be able to get off the hook and wonderful Wyatt, too.",
        "Quinn: Oh, Wyatt is wonderful and loyal and loving. He is the kind of man that any father would want for his daughter. That's what makes this so great. Don't you see? Hope is gonna settle down, realize that she overreacted, and -- and bring me and Wyatt back into the company. Even if she doesn't let me return, she's gonna return to Wyatt. She's gonna sack Liam. It's only a matter of time.",
        "Deacon: Or some major wishful thinking on Mama Q's part.",
        "[SCENE_BREAK]",
        "Pam: Okay, so, does everybody have their assignment?",
        "Caroline: What are Ridge's favorite cookies, again?",
        "Rick: Oh, how could my wife not know what her brother-in-law's favorite cookie is?",
        "Caroline: He's my half-brother-in-law, and I just want to make sure that I bake enough.",
        "Maya: Uh, Caroline Forrester bakes?",
        "Caroline: Yes, Myra. I am not just a gorgeous face. I have a domestic side, too. And even if I didn't, I would give it the old diva try... [All chuckle] ...Because having Ridge back...",
        "Rick: It's okay. We all feel the same way.",
        "Pam: Yeah.",
        "Aly: I just want to hug Uncle Ridge and never let go.",
        "Pam: Well, I'm with you, kiddo, but we -- we just have to take our cue from him.",
        "Oliver: Yeah, too much of a good thing might be a little too much for Ridge right now.",
        "Carter: Including Caroline's cookies.",
        "[Laughter]",
        "Pam: Mean!",
        "Liam: Looks like Pam's in her element.",
        "Hope: Oh, she lives for this.",
        "Liam: I live to see you smiling like this.",
        "Hope: Am I smiling?",
        "Liam: Are you smiling? Yeah, you haven't stopped since we found out about Ridge.",
        "Hope: Liam, do you believe in miracles?",
        "Liam: Uh, I don't know. I-I will say this -- what Ridge survived was nothing short of miraculous.",
        "Hope: I think we're pretty miraculous, too.",
        "Liam: Yeah.",
        "Hope: Yeah, I do.",
        "[SCENE_BREAK]",
        "Brooke: Katie needs to hear Ridge say that he remembers.",
        "Bill: Remembers their relationship.",
        "Brooke: He doesn't seem to.",
        "Bill: And you can't help wondering what it means.",
        "[SCENE_BREAK]",
        "Ridge: I'm sorry. I don't remember.",
        "Katie: It's -- it's okay. It's all okay. We have plenty of time. We'll take as much time as you need. And you will remember. You'll remember walking in the park and dancing to music. You'll remember our children playing...and our poem. I never knew you loved poetry. It was this wonderful, unexpected thing, and that's us. That's us. We're wondrous, unexpected... because neither one of us saw it coming. And since you are a little fuzzy on how things actually happened, I just want to let you know that you pursued me.",
        "[Both chuckle]",
        "Katie: [Sniffles] The minute you tied this on my finger...I knew that we would be together forever. And I'm not gonna believe anything else. \"And the sunlight clasps the earth the moonbeams kiss the sea: What is all this sweet work worth...\"",
        "Ridge: \"...If thou kiss not me?\"",
        "Katie: [Sniffles]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=k3AjAP9YKKo"
}