{
    "Episode Summary": [],
    "Recap": [
        "On the Sky Lounge, Wyatt is still looking at his Airstream below when Oliver walks up and asks what's so fascinating. Wyatt shows him his baby. He says he just bought it and he's taking Hope on a little trip. Things are getting better all the time. Oliver says persistence must be paying off. Wyatt laughs yes and all without Liam .work, the press and even well meaning parents. He and Hope need this time alone to make it to that next commitment. Oliver wishes him well on his road trip. Hope lets herself into Liam's house but finds no Liam. She sits on the couch and flips through a magazine. She smiles at a picture of the two of them. She opens a little box and takes out a knight in shining armor and lays it aside the picture. Maya is waiting for the freight elevator since the main one has an out of order sign on it. Oliver walks by and tells her that he has something to show her ..some beautiful photos of her in exquisite gowns. She tells him he is a very talented photographer. He says he's just there to shoot, she's the attraction. The camera loves her and she's the easiest subject he's ever had. Quinn comes out and chastises Wyatt for still being there. She had told him to hi-tail it to Liam's to pick up Hope before Liam got home. He says he is waiting for the final vehicle check. He says she looks flushed. She says she is okay. But he needs to go as Hope has agreed to meet Liam. Wyatt doesn't think he is threatened. He tells Quinn that he and Hope are in a great place. She is with him now. Quinn says now is not the time to get overconfident. Liam knows how to push Hope's buttons ..not that he's going to be pushing any. Wyatt says Liam is probably already at home by now. Quinn says no, she happens to know he's still in the building, he got distracted. Wyatt needs to get his butt over to Liam's and pick up his girlfriend and get on the road. This is no time to get complacent. Hope and Liam break up all the time but they also always get back together. He's asking her if she is implying that Hope it not trustworthy. She says all she is implying is that Liam and Hope still have a connection and Liam knows that and he will use that. So don't give him time to change Hope's mind. Liam has been stuck in an elevator for five minutes and is pounding on the walls and punching all the buttons and rattling the cage and hollering to anyone that can hear him, but no rescue. Then he remembers his cell and grabs it only to find no service. He's frustrated and butts his head against the wall.",
        "Oliver and Maya sit and wait for the elevator. He tells her that it is good to have her back. She's special .something about her eyes and her attitude. He says he has photographed a lot of models and 95% of them are aloof ..not exactly cold but not warm either. She is warm. She lights up a room. All she has to do is smile. She's flattered and says thanks. Hope looks around Liam's place and remembers their first time making love and other happy moments. Still she is getting frustrated waiting. Liam also is frustrated as he continues to rattle and pull on the cages all to no avail. Wyatt tells his mother to cool it and stop micromanaging. She does that a lot. She says okay but it is part of her charm. She says she made up her mind early on that was the way it had to be. She had to make up for it by raising him in the absence of a father. He tells her that she was enough. All the other kids were crazy about her. She says she knows she is a little pushy but it's just because she wants the best for him and all life has to offer. And that is what is happening at Forrester and pretty soon he won't even need her. He can write his ticket to anywhere. She confesses that he has found something that even she has not experienced. He's found a partner in life in Hope. Yes she has baggage with Liam and she doesn't want Wyatt to underestimate him. She knows Wyatt can stand up to Liam in every category except history. They have a history and he can not take that for granted. This trip can tip everything in his favor but he can not give Liam the chance to change Hope's mind. He needs to tell those guys he can not wait any longer. Get in that thing of his and go get Hope and hit the road. Wyatt says okay, perfect timing, looks like the trailer is ready. They'll be off the grid for a while so don't expect to hear much. She gives him a big hug and says she will manage so go have a good time. She gives a sigh of relief. Oliver says one good thing about having to wait so long for the elevator is it gave them time to get to know each other outside of just the shoots. She tells him that she usually gets nervous just before a shoot but she feels so at ease and in his good hands that all is all right. Oliver surprises her by leaning in and giving her a kiss. She enjoys it. She says she likes him a lot but she is engaged to Carter. He says he knows but he felt something. She says it is what she chose. She leaves and Oliver goes to the fuse box and flips the lever. At this point Lima feels like a caged animal at the height of exhaustion. But he's elated when the lights come on and he realizes someone is out there to help. Wyatt shows up at Liam's and lets himself in. He surprises Hope and says he knows he is not who she was expecting. She wonders how he knew she was there. He grins that he has his ways. And she must know why Liam asked her to come. He is going to try to persuade her not to go away with Wyatt. She admits that is probably true. Wyatt says what they do is none of Liam's business so they should just go. She doesn't owe it to Liam to listen to him badger her about Wyatt. She says she doesn't feel obligated but she did promise Liam so she thinks she should give it just a few more minutes. Wyatt tells her she has spent far too much of her life waiting on Liam. She holds her cell and tells Wyatt that he said totally unplugged. He says yes, that's the plan. She says she is due an upgrade anyway. She takes her cell and pitches it as far as she can into the water. Liam is rushing out of FC and calling Hope. Quinn realizes that he is not getting her. Wyatt rushes Hope to the truck, opens the door for her and says it's party time!"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: I can't believe this! Hello! Anybody! Power's down! Stuck in here! Hello!",
        "[SCENE_BREAK]",
        "Wyatt: Hey, how you doing, man?",
        "Oliver: What's so fascinating?",
        "Wyatt: Check out that baby.",
        "Oliver: Is that yours?",
        "Wyatt: Yeah.",
        "Oliver: Nice wheels, man.",
        "Wyatt: I just bought it. Taking Hope on a little trip.",
        "Oliver: Things must be going well for you.",
        "Wyatt: Yeah, they're getting better all the time.",
        "Oliver: Something to be said about persistence.",
        "Wyatt: [Laughs]",
        "Oliver: So, a road trip.",
        "Wyatt: Yep. Just us. No distractions.",
        "Oliver: No Liam?",
        "Wyatt: Him, too.",
        "[Both laugh]",
        "Wyatt: All of it, though -- work, press, well-meaning parents. Hope and I need this time alone to take that next step toward commitment, you know?",
        "Oliver: Have -- have a great trip.",
        "Wyatt: Thanks, man. [Chuckles]",
        "[SCENE_BREAK]",
        "Hope: Liam? Liam? Hello? [Clears throat] [Sighs]",
        "[SCENE_BREAK]",
        "Liam: Hello?! Somebody! Anybody! Hello!",
        "[SCENE_BREAK]",
        "Maya: [Sighs]",
        "Oliver: Hey, Maya, how's it going?",
        "Maya: Oh, hey. Did I do something wrong here? Did I press a wrong button? What's going on with this thing?",
        "Oliver: Unfortunately, it's just slow when the other elevator's out. It's what we got.",
        "Maya: Well, it's taking forever.",
        "Oliver: Oh, you know what? Uh, if you got a sec, I got something to show you.",
        "Maya: Yeah. [Sighs]",
        "Oliver: [Laughs]",
        "Maya: Wow.",
        "Oliver: What do you think?",
        "Maya: Oliver, these -- these came out amazing. You're an incredible photographer.",
        "Oliver: Oh, no, it's all you. I just aim and shoot. Camera loves you. You're the easiest subject I've ever had.",
        "Maya: I bet you say that to all the models.",
        "Oliver: No. Okay.",
        "[Both laugh]",
        "Oliver: But only when I mean it.",
        "Maya: Yeah.",
        "Oliver: [Chuckles]",
        "[SCENE_BREAK]",
        "[Seagulls calling]",
        "[Hope remembering] All of my life, I never looked for someone like you I'd broken my heart too many times it was all that I knew and you came along you were my right to everything wrong you're my fresh breath of air the calm when I'm scared I know you'll be there now I'm not alone I'll bend and I'll break but there's nothing you can't take love that we make feels like home",
        "Hope: Hmm. [Sighs]",
        "[SCENE_BREAK]",
        "Girl: Wow! That's amazing.",
        "Man: You lucked out, man. You really lucked out. Where'd you get it?",
        "Wyatt: I got it from, uh --",
        "Quinn: Hey! What are you still doing here?",
        "Man: You have a good trip, all right?",
        "Wyatt: All right.",
        "Man: Take care.",
        "Wyatt: Thanks. Thanks. Uh, they're doing a final vehicle check. Are you all right?",
        "Quinn: Yeah. Of course. Why?",
        "Wyatt: You look a little flushed.",
        "Quinn: No, I'm fine. I'm fine. You just need to go.",
        "Wyatt: Mom, relax, okay?",
        "Quinn: Did you not hear what I told you on the phone? Hope has agreed to meet Liam.",
        "Wyatt: And what? I should be threatened? Mom, Hope and I are at a good place, a great place. She's with me now.",
        "Quinn: Now is not the time for overconfidence. You and Hope, you're still new. Liam knows all of her buttons. Not -- not that he's gonna be pushing any. Hope won't let him, at least I don't think so.",
        "Wyatt: He's probably there already.",
        "Quinn: I happen to know for a fact that he's still in the building. He got distracted.",
        "Wyatt: From Hope?",
        "Quinn: He was talking to Rick. You need to get your butt to Malibu, pick up your girlfriend, and get on the road.",
        "[SCENE_BREAK]",
        "Liam: Yes! Yes! No service! Oh!",
        "[SCENE_BREAK]",
        "Maya: I can't believe we've been waiting for this elevator for so long.",
        "Oliver: Probably down at the loading dock. So many shipments these days. That's a good thing. Y-you know, it's really great having you back. There's something special about you, Maya. Your eyes and your attitude. You're electric.",
        "Maya: [Chuckles] Thank you. I don't know what that means.",
        "Oliver: Don't dissect it. It's a natural quality. If you think about it too much, you'll screw it up. You know, I-I've photographed a lot of models. 95% of them are aloof. Not cold, exactly, but definitely not warm. You're warm. That's why the camera loves you so much, why you made such an impression, why the fans missed you so much when you were away, why I missed working with you.",
        "Maya: That's really sweet, Oliver.",
        "Oliver: You brighten up a room. All you have to do is...smile.",
        "[Both laugh]",
        "Oliver: There it is. Just like that.",
        "[SCENE_BREAK]",
        "Quinn: I don't get it. Where is your sense of urgency?",
        "Wyatt: Isn't a relationship supposed to be based on trust? Hope says that she's committed to me. Now, shouldn't I believe her instead of jumping in the middle of her and Liam anytime they have any contact?",
        "Quinn: Wyatt, you cannot be complacent.",
        "Wyatt: [Scoffs]",
        "Quinn: Look, Hope and Liam, they break up all the time, but you know what? They get back together. [Sighs] Trust in your relationship after it's weathered a few storms of your own. But until then, you have to protect it. Honey, who told you that Hope was gonna go meet Liam?",
        "Wyatt: You told me.",
        "Quinn: I told you, not Hope. And has she called you since then to let you know? Fine. What does that tell you?",
        "Wyatt: Are you implying that Hope's not trustworthy?",
        "Quinn: I am implying that they still have a connection, and Liam knows it, and Liam will use it. Do you want to go away with Hope?",
        "Wyatt: Obviously, yeah!",
        "Quinn: Okay, then don't give Liam time to change her mind!",
        "[SCENE_BREAK]",
        "I drift within the breeze and the ever-changing tide and hope that every journey leaves me safely behind your side we will sacrifice convention leave behind all that remains and we will dance like wildfire oh, and pray it never rains",
        "Hope: [Sighs] [Sighs]",
        "[SCENE_BREAK]",
        "Liam: [Sniffs] [Sighs] [Sighs] All right.",
        "[SCENE_BREAK]",
        "Wyatt: Mom, you've got to stop micromanaging everything.",
        "Quinn: I do not do that!",
        "Wyatt: Yeah, you do!",
        "Quinn: Okay, well, it's part of my charm.",
        "Wyatt: Sometimes.",
        "Quinn: [Sighs] Okay, look, maybe I do do that, but in my defense, it's the way it has to be. I made a decision early on to be the best parent I could possibly be. I had to make up for the absence of a father.",
        "Wyatt: You did. I never really missed him, anyways.",
        "Quinn: You're sweet for saying that, but I know it's not true.",
        "Wyatt: [Scoffs]",
        "Quinn: I know you didn't want me to see that because you didn't want to hurt my feelings.",
        "Wyatt: Okay. There might have been a slight twinge of it on father/son day, but you were always there, you know? It's all vibrant and funny.",
        "Quinn: [Laughs]",
        "Wyatt: All the other kids loved you. They were crazy about you. They envied that I had such a cool mom. You were enough.",
        "Quinn: [Sighs] Look, I know -- I know that I can be a little bit pushy sometimes.",
        "Wyatt: [Scoffs]",
        "Quinn: I know that. I know. But, you know, it's just 'cause I-I want the best for you, everything life has to offer. It's what's happening now with Forrester Creations. I mean, the whole world can see that you're a force.",
        "Wyatt: [Scoffs]",
        "Quinn: And pretty soon, you won't even need me. You'll be able to just write your own ticket anywhere.",
        "Wyatt: Oh, and then you can say, \"I taught him everything he knows.\"",
        "Quinn: Oh, and don't think that I won't do that.",
        "Wyatt: [Laughing] I know you will.",
        "Quinn: But, you know, there's another part to this equation. The most important part. It's the part that I've never experienced before. You found a partner in Hope. Not just in business, but in life. And yes, she comes with baggage named Liam, but I-I'm just trying to say it's a mistake to underestimate him.",
        "Wyatt: Liam is Hope's past now, Mom.",
        "Quinn: That is exactly my point, Wyatt. You can stand up to Liam in every single way but one. Hope and Liam, they have a history together, and that -- that is such a strong pull. You can't take anything for granted, not right now. Look, this trip you're about to take with Hope, it could change everything. It could shift the balance permanently in your favor. But you don't want to give Liam the chance to change Hope's mind. You -- you got to go down there and tell those guys you can't wait another minute, and then you got to get in that thing, go get your girlfriend, and hit the road!",
        "Wyatt: All right! Okay!",
        "[Cell phone beeps]",
        "Wyatt: Gosh! Perfect timing. Hey! Thanks! I'll be right down!",
        "Quinn: [Sighs]",
        "Wyatt: Well, we're hitched and ready to go.",
        "Quinn: Yeah? Okay. Good.",
        "Wyatt: All right.",
        "Quinn: [Squeals]",
        "Wyatt: We're gonna be off the grid for a while, so you probably won't be able to reach me.",
        "Quinn: That's okay! I think I'm gonna survive. Go! Have a good time!",
        "Wyatt: I will.",
        "Quinn: Okay. [Sighs] [Sighs]",
        "[SCENE_BREAK]",
        "Maya: I seriously cannot believe we're still waiting for this elevator.",
        "Oliver: It's getting ridiculous. But it's actually really nice spending some time with you outside of the shoots. It's hard getting to know each other when we're on the clock.",
        "Maya: You know you're one of the highlights of working here, right?",
        "Oliver: Really?",
        "Maya: Yeah. I mean, I get nervous before every single shoot. Like, who thought I could do this? I get images in my head of tripping instead of twirling and ending up in some embarrassing heap on the floor. And then we start, and it's just you and me and the camera, and I know I'm in good hands and nothing's gonna go wrong. And if it does, it won't matter 'cause you'll be there and you'll pick me up and get me back on my feet, 'cause you're chill like that.",
        "Oliver: We make a good team.",
        "Maya: The best.",
        "[SCENE_BREAK]",
        "[Engine shuts off]",
        "[Gears click]",
        "[Engine shuts off]",
        "[Gears click]",
        "Hope: [Sighs]",
        "[Door opens]",
        "Hope: [Chuckles]",
        "Wyatt: I know. Uh, not who you were expecting, right?",
        "Hope: Uh, no. How did -- how did you know that I was here?",
        "Wyatt: Uh, I have my ways. Liam asked you to meet him here. You know why, don't you? He's going to try and ask you to not go away with me.",
        "Hope: Probably, yeah.",
        "Wyatt: Where we go, what we do is none of Liam's business.",
        "Hope: I know. I-I know that.",
        "Wyatt: Then let's just go, all right? You're not -- you're not obligated to listen to him badger you about me.",
        "Hope: I don't feel obligated. I just -- I-I told him that I would see him, so I-I-I think I should give it a few more minutes.",
        "[SCENE_BREAK]",
        "Maya: You can't do that.",
        "Oliver: I felt something.",
        "Maya: And I'm flattered. I like you a lot.",
        "Oliver: Mutual.",
        "Maya: But I'm engaged to Carter.",
        "Oliver: I know.",
        "Maya: It's what I chose.",
        "Oliver: Fair enough.",
        "Maya: So I'm gonna take the steps.",
        "Oliver: [Sighs]",
        "[SCENE_BREAK]",
        "Liam: [Sighs] [Sighs] Come on! Let me out of here! Somebody, please! [Kicks wall] Hello?!",
        "[Electricity buzzes]",
        "Liam: Yes! Yes!",
        "[Elevator whirs]",
        "Liam: [Laughs]",
        "[SCENE_BREAK]",
        "[Seagulls calling]",
        "Wyatt: Hey.",
        "Hope: Hmm?",
        "Wyatt: Let's just go. Haven't you spent enough of your life waiting on Liam?",
        "Hope: You said totally unplugged, right?",
        "Wyatt: Yeah, that's the plan.",
        "Hope: I'm due for an upgrade anyway.",
        "[Cell phone rings]",
        "[Cell phone beeps]",
        "Wyatt: All right.",
        "Hope: [Sighs]",
        "Wyatt: You will not regret this. It's party time!",
        "Hope: Oh! Yes! [Sighs] Let's do it!",
        "[Engine turns over]",
        "Wyatt: PCH, here we come.",
        "Hope: Rock and roll.",
        "Wyatt: Oh, yes! Yeah!",
        "[Truck horn honks]",
        "[Camera shutter clicks]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=obpQEHMeKjw"
}