{
    "Episode Summary": [
        "Episode # 7607 ~ Ridge attempts to comfort Quinn and assure her that their secret is still safe; Liam endeavors to steer Bill away from his quest to make the Spectra building his own."
    ],
    "Recap": [
        "Bill informs his boys, Wyatt and Liam, that the shooter has been found and it is one of Eric's crazy ex-wives, Sheila Carter. Suddenly it looks like Quinn is the safe choice. Liam is shocked that Sheila has come back. Bill says once again Quinn has good luck as they caught Sheila. Sheila is brought to the police station and wonders why she is being brought in. She tells Eric that surely he knows she would never do anything to hurt him or his friends. Ridge asks Quinn what would make her happy if he were a fortune teller. She says she does not believe in that but if pushed she would hope that the one she loved would love her back. But everything goes wrong when Eric is around her. She wonders when he will ever get tired of that. She says she tries to be strong and stand out but then gets scared when someone tries to kill her. Lt. Baker questions Sheila and she replies she only came back and went to Katie's because she has always been so kind and she thought she could help her with Eric. Katie admits that no one assaulted her. Sheila was just there at her house but she does not know what would have happened if she had not picked up the poker. Nothing happened so she would like to go now. Eric thanks her and says his wife is safe now thanks to Katie.",
        "Eric tells Lt. Baker to make sure Sheila gets an attorney. She says she does not care what others think of her. She does not want to talk to anyone but Eric. Liam tells Bill that Spectra is not going out of business so he needs to find another site for his new building. Quinn tells Ridge that she doesn't want to talk about herself any more. She feels safe with Eric and she will stick with that. She wants to hear more about Ridge. Then she asks about Sheila . a person she has never met before who wants to take her out. Sheila tells Eric to just ask her anything. She will tell him as she did nothing wrong. He says she always says that. She says she took responsibility and made amends. She started with Katie because she has always been so fair-minded. She is telling the truth now ..she did not do this. Eric says he may have forget some things but he remembers every single thing about her. He wants to make sure her restraining order is still in effect and keep her away from him and his family. He wants her back in jail. Sheila objects and says that is not fair. Quinn walks out on the balcony, same spot as before. Katie is looking through her telescope at Quinn and a shot rings out."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: What is this $6,700 contribution to university hospital?",
        "Wyatt: Told you.",
        "Bill: Oh, yeah. It has a distinct smell of a merit badge. Did you start your \"saving the world\" project using my money while I was gone?",
        "Liam: No, dad. Mary in payroll needed to have emergency surgery. You know -- Mary. She's worked here 22 years.",
        "Wyatt: Yeah, he's not paying attention.",
        "Liam: [Sighs] Yeah, forget it.",
        "Bill: The police have the person who was taking potshots at Quinn.",
        "Wyatt: Is Mom okay?",
        "Bill: Katie says that nobody's hurt and the shooter... was Sheila carter.",
        "Liam: What?",
        "Wyatt: Why -- why -- why do I know that name?",
        "Bill: Because she's one of Eric Forrester's crazy ex-wives. The only one who is possibly crazier than your mother.",
        "Quinn: Honey, thank you for calling. Please be careful. Okay. [Sighs] I, uh... I'm fine now. You can go.",
        "Ridge: Dad doesn't want you to be alone.",
        "Quinn: Yeah, but he just told me that the police have Sheila in custody.",
        "Ridge: You don't know Sheila. This is a pattern.",
        "Quinn: Of shooting people?",
        "Ridge: She obsesses about my dad and then shoots people, yes.",
        "[Announcer speaks indistinctly]",
        "Sheila: What? Why are you doing this? Am I under arrest?",
        "Lt. Baker: Do you want to be? We've got you on breaking and entering at the very least.",
        "Sheila: I didn't break anything.",
        "Katie: [Sighs] Apparently I left the back gate open.",
        "Sheila: Eric. You know me better than anyone. You must know I wouldn't do anything to hurt your new wife.",
        "Liam: You should hear some of the stories Steffy's told me about Sheila.",
        "Bill: She terrorized Brooke and any other woman who came between her and Eric.",
        "Wyatt: I'm not liking the sound of that.",
        "Liam: Yeah, I'm just shocked she's back.",
        "Bill: Why else would she come back again, given her history here, unless it was to win back the obsession of her life?",
        "Liam: Yeah, except Quinn was in her way.",
        "Bill: Well, fortunately, they caught Sheila. So your mother's dumb luck holds again.",
        "Quinn: Maybe I should have a drink.",
        "Ridge: You know, Quinn, I have been told one too many times that liquor actually doesn't calm your nerves. It just makes you feel like it does.",
        "Quinn: Ugh. Well, alcohol tends to get me in trouble anyway.",
        "Ridge: You want to go upstairs, rest? I'll stay here.",
        "Quinn: No. I'm too wound up. Even my shower didn't help me calm down.",
        "Ridge: Let me ask you something. If I were a fortune teller, what could I tell you to -- to make you feel better?",
        "Quinn: [Scoffs] I don't put a lot of stock in fortune tellers.",
        "Ridge: All right, but it's me. If I -- if it was me, then how could I make you happy?",
        "Quinn: Well, I don't -- it's the future. I don't think I believe in the future because it's never held anything good for me. Say you were a fortune cookie.",
        "Ridge: That's the same thing.",
        "Quinn: No, but if you were a fortune cookie and I cracked you open and I read you and you said, \"the one you love will always love you\"... that -- that would make me happier than anything else.",
        "Lt. Baker: How long have you been back in L.A.?",
        "Sheila: This is so wrong.",
        "Lt. Baker: Where you living? What's your current address?",
        "Sheila: Katie, I am so sorry that I frightened you. I looked for you in the garden. And when you weren't there, your -- your door --",
        "Lt. Baker: What did you want at Katie's house if not to use Quinn Forrester for a target practice?",
        "Sheila: I don't even have a gun! Did you see me with a gun?",
        "Eric: But you were there.",
        "Sheila: I was there to see Katie. She's -- she's always been so friendly. You know, I-I was thinking that you could help me approach Eric and the other people that I've hurt. Oh, my God, this is such a mistake.",
        "Katie: Well, for what it's worth, that is the story she told me.",
        "Sheila: Thank you.",
        "Katie: I can't say whether it's true or not.",
        "Eric: People can change. I've always believed that with all my heart. I think maybe Sheila might be the exception to that.",
        "Liam: She's attempted murder multiple times.",
        "Bill: Shot Brooke.",
        "Wyatt: And I'm only hearing about this now?!",
        "Liam: [Scoffs] Dude, you're just hearing about the egregious crimes. Then you got your assault, your blackmail, abduction, bigamy.",
        "Wyatt: Oh, great, great. Now she's -- now she's shooting at my mother.",
        "Liam: Yeah, I, uh, I can't believe I'm saying this, but she actually makes Quinn look like the paragon of mental health.",
        "Wyatt: That's not even funny. Not even slightly funny.",
        "Bill: Son, relax. She's under arrest.",
        "Wyatt: Yeah, but do we know for sure?",
        "Bill: Not yet. But the good news is, if anyone's a match for her, your mother --",
        "Wyatt: Don't even finish that sentence. This isn't -- this isn't \"the hunger games,\" okay?! My mother is the victim here.",
        "Bill: I'll tell you what, Katniss. I'll get in touch with Justin, and he'll reach out to the usual suspects, and we'll get some answers, all right?",
        "Wyatt: Thank you.",
        "Quinn: [Sighs] Why isn't Eric calling me with an update?",
        "Ridge: 'Cause he knows you're being looked after.",
        "Quinn: [Sighs] I wonder when he's gonna realize that I'm not worth all this trouble.",
        "Ridge: What are you talking about? A couple bullets hitting the house? Come on. It's not even the first time.",
        "Quinn: I'm serious. Everything in his life goes wrong around me.",
        "Ridge: You know what my mother did once? She faked a heart attack.",
        "Quinn: [Scoffs] How do you do that?",
        "Ridge: You bribe the doctor.",
        "Quinn: Saint Stephanie?",
        "Ridge: See, my dad is not really interested in a woman unless there's a little bit of trouble that goes with it.",
        "Quinn: Well, I'd say that you're just a chip off the old block.",
        "Ridge: I guess that's true.",
        "Quinn: Hmm. Although maybe trouble's the wrong word. I think...I think women want to stand out, but they're misled from an early age that they're not allowed to be the star of their own movie. They're supposed to be the sidekick. That's why a woman like your daughter stands out, you know? Steffy has always been the star of her own movie. You can tell.",
        "Ridge: What about you?",
        "Quinn: Me? Well, no. I think I... [Chuckles] I think I try to stand out, but then I get really scared when someone tries to kill me. [Chuckles]",
        "Ridge: Oh, that happens a lot?",
        "Quinn: Well, I used to think my mother would try to kill me. It's true. I... I would be asleep in my bedroom, and I would hear the door open. And I would see her standing there, you know, with the hallway light behind her. And I would think, \"that's it. I'm a goner.\"",
        "Ridge: Maybe she was checking on you.",
        "Quinn: Or maybe she was just thinking...\"I think I'll give that little brat just one more day.\"",
        "Lt. Baker: So there was no assault?",
        "Katie: No, she did not assault me.",
        "Lt. Baker: But you characterize miss carter's manner as threatening. In what way?",
        "Katie: Well, I mean, just... her presence, her -- her voice. [Sighs] Listen, I didn't come here to abuse you. But I don't know what would have happened if I hadn't picked up that poker, so... can I go? Because, no offense, but I have spent way too much time here today, and I don't really know that I can tell you anything other than what I already have.",
        "Lt. Baker: I'll be in touch.",
        "Eric: Katie, one second. Wait. Thank you.",
        "Katie: I don't know how much good it did.",
        "Eric: My wife is safe now.",
        "Katie: Well, there isn't a whole lot I wouldn't do for you.",
        "[Door opens]",
        "[Door closes]",
        "Lt. Baker: You're awfully quiet, miss carter.",
        "Sheila: Well, if Eric doesn't believe me, nobody will.",
        "Eric: You'll see that she gets an attorney?",
        "Sheila: I don't want to talk to anyone. Eric, ask me anything. I really don't care what anyone thinks about me...but you.",
        "Bill: I've been told through unofficial channels the city will okay the height.",
        "Liam: I'm telling you, dad. The whole thing will have to be redrawn.",
        "Bill: If they want their engineers to okay the framing, so what?",
        "Wyatt: You know what? I'm gonna get caught up on this later.",
        "Bill: Stop right there! Don't put yourself in harm's way until we know exactly what's going on.",
        "Wyatt: I thought they said it was this Sheila carter person.",
        "Bill: Well, that's what they said, but they also suspected Katie, so they'll suspect anybody. Now, where were we?",
        "Liam: [Sighs] About to find an alternate site?",
        "Bill: I don't want an alternate site.",
        "Liam: Well, then you're gonna be waiting a long time. Spectra is not going out of business any time soon. I heard this right from the horse's mouth today at lunch.",
        "Bill: Which horse's mouth was that?",
        "Liam: Sally spectra. Thomas was there, too.",
        "Bill: Ah, well, that's the horse's ass.",
        "Liam: I don't know. Thomas has deep pockets.",
        "Bill: I can't believe his father wouldn't have the good sense to cut off his allowance.",
        "Liam: Yeah, speaking of allowance, I'm thinking maybe I could just, like, once a week...",
        "[Cell phone chimes]",
        "Katie: [Sighs] Thank God.",
        "Ridge: Are you okay?",
        "Quinn: I'm sick of being scared. I mean, the things that I've done out of fear, you have no idea. Your father took that all away, and I felt safe with him. Then... you know what? No. I'm -- I'm done. I don't -- I don't want to talk about myself anymore. Tell me about you. Anything about you.",
        "Ridge: About me?",
        "Quinn: Yes.",
        "Ridge: There's -- there's nothing to tell. My son is more like me than I am, and he takes risks that somewhere along the way I-I stopped taking. Not sure why. And my daughter is running this company better than I ever could. And Brooke came back from her honeymoon and told me how happy she was, so just -- just another day, you know?",
        "Quinn: How did that go?",
        "Ridge: Little weird. You know, strangely familiar. She was very civil. We were civil, just talking over the corpse that is our relationship.",
        "Quinn: I don't mean to be intrusive. I'm sorry. I know I'm partly to blame for what's going on between the two of you.",
        "Ridge: She was civil about you, too, wanted to make sure that you were okay.",
        "Quinn: Wow. [Scoffs] This -- this Sheila. I mean, I-I could -- I could make you a list of people that I-I would have thought would have wanted to take me out, but I can't even believe a woman I've never met before came so close to succeeding.",
        "Ridge: For what it's worth, I'm glad you're not dead.",
        "Quinn: Wow. Ridge, that might be the nicest thing you've ever said to me.",
        "Sheila: What do you want to know? I'll tell you anything.",
        "Eric: I'm all too aware of that.",
        "[Telephone rings]",
        "Lt. Baker: Baker. Got it. Excuse me. I'll be right back. Don't go anywhere.",
        "Sheila: I have no reason to lie. I did nothing wrong.",
        "Eric: Isn't that what you always say? What you've always said? When you held me at gunpoint?",
        "Sheila: But you're all going down with me.",
        "Eric: Sheila, no, no.",
        "Sheila: Eric, you stay where you are.",
        "Eric: When you poisoned Stephanie?",
        "Sheila: You're not going anywhere!",
        "Eric: When you tried to drown her?",
        "Sheila: [Shouts]",
        "Stephanie: No, you won't.",
        "Eric: When you threatened to harm my grandson?",
        "Sheila: Thomas won't live to see his first birthday. And I swear to God I'll do it. You want to play ugly? I wrote the book on it. And if there's one thing you know, Stephanie, dear, I make good on my threats.",
        "Sheila: I was a different person then, Eric. I'm -- I'm in a program. It's about taking responsibility and making amends, facing the people that you've hurt the most and asking for their forgiveness even though I may not get it. I started with Katie because she's always been so friendly and -- and fair- minded. How was I to know that some maniac was gonna show up with a gun the same time that I did? I didn't do it, Eric! You've always been able to see right through me. Can't you see I'm telling the truth?",
        "Bill: All right, thanks, Justin. Let me know when the prosecutor's been assigned. Yeah. All right, will's safe with the nanny, and Sheila's being booked.",
        "Wyatt: Okay, I should call my mom and I'll let her know.",
        "Bill: I imagine she already does know.",
        "Liam: Yeah, I mean, there's no way Eric's leaving her side.",
        "Wyatt: True. Maybe -- maybe I should leave them alone tonight.",
        "Bill: Probably a good idea. I'm sure they had the cops tramping in and out of their house all day, peppering them with questions, filling out statements. Eric's probably feeling as rattled as your mother is right now, having his wanted-poster ex-wife back in town. On the bright side, Quinn's suddenly going to look like the smart choice.",
        "Sheila: Would it help if I took a polygraph?",
        "Lt. Baker: Oh, I see you're an old hand at those.",
        "Sheila: There's no evidence against me except for being in the wrong place at the wrong time.",
        "Lt. Baker: Oh, well, there is your history of violence against Mr. Forrester and his family.",
        "Sheila: I don't deny anything that is in that file. But, Eric, don't you remember when I first came to work at Forrester, how we fell in love? Don't you remember our wedding? How happy we were as newlyweds? Our trip to Catalina, where we fell in love all over again?",
        "Eric: There are things in my past that I've forgotten, but you I will never forget. I remember every detail, every single one.",
        "Sheila: Then look at me, Eric. Look at me. Because those demons, they're gone. You must see that, too.",
        "Eric: Lieutenant, as I recall, there's a restraining order in place against Sheila to keep her away from my family -- a certain number of yards -- my family, my residences. I can't remember if it was filed as temporary or permanent.",
        "Lt. Baker: It's easy enough to look up.",
        "Eric: Well, if it's still in effect and she's violated it, I want her in prison where she belongs.",
        "Sheila: No! Eric, I did not try to shoot Quinn!",
        "Ridge: Sheila is not being released.",
        "Quinn: She confessed?",
        "Ridge: I don't know that, but the police are gonna keep her where she is.",
        "Quinn: Then it's over.",
        "Ridge: Why don't you look relieved?",
        "Quinn: Maybe because I'm aware of another danger. I think you should go.",
        "Ridge: My dad won't like that.",
        "Quinn: Well, I'm okay, and if I don't feel safe, I'm sure I will get to that feeling when you're not in the room. Don't make me ask you twice.",
        "Ridge: You don't have to. Um, I left some sketches at the office. I'm gonna go get them, and then I'll come back, if that's okay with you. You gonna be okay?",
        "Quinn: I'm gonna be fine.",
        "Ridge: Good. And then when I'm done, I will be in the guest house.",
        "Quinn: Ridge. I've never really had a friend before.",
        "[Door opens]",
        "[Door closes]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=isUEpbPOoD8"
}