{
    "Episode Summary": [
        "Episode # 7053 ~ Rick opens up to Eric and Brooke about his feelings for Maya; Wyatt gives Nicole a special experience."
    ],
    "Recap": [
        "Nicole tells Wyatt that she sure could get used to this .a jet, champagne and him. He tells her that he likes her but secrets always destroy relationships so he does not want to start that way. She says she is straight up with that. Brooke asks Rick if Maya is pressuring him into marriage. He assures her that Maya is not that way. Yes she wants to get married eventually and their waiting period will be over soon. She has honesty and integrity and he would be lucky to call her his wife. Brooke suggests that he not jump from one marriage to another .give himself a little time. It did not work out with Caroline but all the more reason not to jump right back into marriage. Eric tells him again that he is proud of him taking the company into the future. Rick says Maya is his everything. Maya tells Carter that she will introduce herself, her real self when Rick proposes to her. She says it is her story and her time to tell when it is right. He says fine but what if it isn't up to her. What about Nicole, can she trust her with the secret? Bill is surprised that Wyatt is using the jet but it is okay if he can get information from Nicole. Liam says yes Wyatt is giving it his all. Nicole tells Wyatt that he said no secrets yet he is keeping one from her right now, where they are going. He asks how she feels about San Francisco. He brings out caviar and she admits she has never had any so he suggests she try it. She likes it. She says but she does not need to go to some fancy restaurant. They could just stay up here in the high sky. He kisses her.",
        "Maya tells Carter that now Nicole is all into Wyatt, that is all she talks about. Liam tells Katie and Bill that he and Ivy really thought Rick was cooking the books and they looked through his office but found nothing. Katie says it is all about winning. Liam says he does not care how it is done but they are finally going to blow Rick out of that chair one way or the other. Rick tells Brooke and Eric that he is not blaming them but he did not have the most stable life growing up. He wants his marriage to be scandal free from the paparazzi and he knows he will get that with Maya. He is happiest with the three people that he loves the most and he will not let them down. He will fight all of them, even Ridge who try to bring him down. He tells Maya that she has been there every step of the way and he is grateful. Nicole thanks Wyatt for sharing his past of being a Spencer with her. Since he has been so real with her she feels she needs to return it. She pours more champagne. Liam tells Bill that 40,000 feet up in the air in the Spencer jet with champagne flowing and Wyatt with his charm, he could be getting the secret right now. Wyatt encourages her to tell whatever secret is on her mind. She says it could blow Rick right out of the water. Then she pulls back and changes her mind. He wants to guess. Does it involve Maya too? He says brothers are not like sisters and they do not trade secrets back and forth. He just needs to feel that she trusts him. If she says it will be splashed all over the news, it now intrigues him. She leaves it hanging, Maya is ."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nicole: I could get used to this.",
        "Wyatt: Yeah?",
        "Nicole: Private jet, champagne that goes down like silk.",
        "Wyatt: [Laughs]",
        "Nicole: You.",
        "Wyatt: I like you, Nicole. And I just want to see where this could lead. And I was serious before. Secrets destroy relationships. Trust me. I know. And I just want us to be straight with each other from the jump.",
        "Nicole: Got no problem with that. Straight up all the way.",
        "Liam: Want to book this as soon as possible before he changes his mind.",
        "Katie: How did you get him to say yes? He never gives interviews.",
        "Liam: Well, bow down to the power of love. New wife wants to be a director.",
        "Katie: Huh. Doesn't everybody?",
        "[Door opens]",
        "Katie: I thought she was a lawyer.",
        "Bill: Katie, what -- you're here.",
        "Liam: When I should be...?",
        "Bill: On the jet. I was told it was in use. And if you're not using it, then...",
        "Liam: Yeah, that'd be Wyatt.",
        "Brooke: Is Maya pressuring into marriage?",
        "Rick: You should really get to know her better. You wouldn't have to ask that question. Maya doesn't operate that way. Sure, she wants to get married, but she's never pressured me.",
        "Eric: The two of you have been through a lot together. It's only natural they would start thinking towards the future.",
        "Brooke: He's still married to Caroline.",
        "Rick: Our divorce waiting period is almost over. It's not too early to consider where Maya and I will go from here. I want to be with her, mom. Always.",
        "Maya: Busy?",
        "Carter: Nothing that can't wait. You don't even have to say anything. I know what's wrong. You're having a hard time keeping your past from Rick.",
        "Brooke: Maya has earned my respect the way she's stood by you, but why jump from one marriage to another? You just need time to breathe.",
        "Rick: This coming from you, mom?",
        "Brooke: Yes, honey. I should know, right? I wish I took time. I wish I learned how to just be.",
        "Eric: I think Rick should consider marriage.",
        "Brooke: Looks good on the résumé?",
        "Eric: As a matter of fact. It says maturity and commitment, family values -- all good attributes for a C.E.O. More importantly, though, Rick and Maya love each other.",
        "Brooke: Sometimes that's just not enough.",
        "Rick: That certainly wasn't enough for Caroline and me. But Maya's different. She's never betrayed me. She's never kept things from me. Maya has integrity. I'd be lucky to call her my wife.",
        "Maya: It's not that I want to keep a secret from Rick. It's just so personal. And it's not even relevant because Rick knows me as a woman because that's who I am.",
        "Carter: You weren't born that way.",
        "Maya: Actually, I was born knowing I'm a woman. It just took my body awhile to match that reality.",
        "Carter: Look, it's obvious I'm no kind of expert, but it seems to me that what you did to become who you are, that it wasn't just physical. It had to be an emotional adjustment, as well, a-a new way of thinking about yourself, how you present to the world. That has as much to do with who you are today as any surgery. Rick's never met that woman.",
        "Maya: And I will introduce them when I know we have a future.",
        "Carter: Do you believe Rick's committed to you?",
        "Maya: I know he is.",
        "Carter: Do you trust him?",
        "Maya: Implicitly.",
        "Carter: Then why not just tell him?",
        "Bill: Wyatt took my jet for Forrester business?",
        "Liam: No, no, no, no, no. Our business. The takeover. He's with Nicole.",
        "Katie: Just so I'm clear, Wyatt's planning on exploiting Nicole's feelings to what? Gain information?",
        "Liam: Yes, but he also seems to genuinely like her.",
        "Bill: Whatever. Nicole has the information we need to oust Rick. We've got to use what we've got. Has Wyatt checked in?",
        "Liam: Not since he took the jet, no.",
        "Bill: What about before? Any inroads?",
        "Liam: From what I understand, Wyatt is giving it his all.",
        "Nicole: So, this is normal for you, right? Grab the jet, fly wherever?",
        "Wyatt: Hmm? It's an option that I rarely take advantage of.",
        "Nicole: Why not?",
        "Wyatt: Well, because it's my father's jet. I like to make my own way. But someday I will have one just like this, and I will be indiscriminate. [Chuckles]",
        "Nicole: So, we're not supposed to be keeping secrets.",
        "Wyatt: Mm-hmm.",
        "Nicole: But you're keeping one from me. I still don't know where we're going.",
        "Wyatt: [Chuckles] Okay, well, um... how do you feel about san Francisco?",
        "Nicole: Seriously?",
        "Wyatt: [Chuckling] Yeah. It's beautiful, it's romantic, bunch of hearts got left there.",
        "Nicole: Hearts?",
        "Wyatt: Eh -- nothing. Never mind. Unless you lose yours.",
        "Nicole: It's already halfway gone.",
        "Wyatt: Yeah?",
        "Brooke: I'm glad Maya makes you happy. And for that reason alone, I'm grateful that she's around.",
        "Rick: Yeah, well, happiness has been elusive for me. Sticks its head out just so I can get a taste, and then it slips right out of my reach. It was supposed to be different with Caroline, but we know how that turned out.",
        "Eric: I had high hopes for the two of you.",
        "Rick: [Sighs] Yeah. Then enter Ridge.",
        "Brooke: Caroline hurt you deeply, and you're still dealing with those wounds. But you're with Maya now, so just enjoy being together. There's no reason for you to jump back into another marriage.",
        "Rick: But it's what I want. Stability at home, stability at work. Forrester's on a roll. Sales are up, profits, the brand perception's at an all-time high. Even -- even the style meters are testing high. You talk to Ridge about that, he'll say it's all about design.",
        "Eric: [Laughing] You're not gonna get me to say he's wrong about that. Look, you're the leader. It's not easy. But you're taking us into the future, and I'm proud of that. Thank you.",
        "Rick: So much of what I've accomplished is because of Maya. Her faith in me makes me believe in myself. This woman, what she's brought to my life, dad, she's everything.",
        "Maya: I know you don't understand, but I need to tell Rick my story in my time and my way.",
        "Carter: What if you don't get the choice?",
        "Maya: What do you mean?",
        "Carter: The more people who know a secret, the less chance it'll stay under wraps. I told you I won't say anything, but what about Nicole? You trust her?",
        "Maya: [Sighs] I want to. She's seeing Wyatt now, you know.",
        "Carter: Wyatt? What is that about?",
        "Bill: So, Wyatt's taking this undercover assignment literally.",
        "Katie: You sound so proud.",
        "Liam: Well, they've only kissed, but, uh, you know, when two people are attracted...",
        "Katie: Well, if he develops real feelings for her, the whole thing could backfire.",
        "Bill: He definitely has to walk a line.",
        "Liam: Yeah, but Wyatt wants Rick gone just as much as any of us. And you know what? I have confidence in my brother. I think he will find out Rick's secret, and, you know, once he does, we'll have the ammunition we need to move forward with the takeover.",
        "Nicole: Caviar, huh?",
        "Wyatt: What? You don't like it?",
        "Nicole: Never had it.",
        "Wyatt: Oh, I get to be your first.",
        "Nicole: If I eat it.",
        "Wyatt: What?",
        "Nicole: Rick and Maya scarf that down all the time, but... fish eggs?",
        "Wyatt: Hey, don't knock it till you try it, okay? Come on.",
        "Nicole: I'm not trying that.",
        "Wyatt: Please?",
        "Nicole: No.",
        "Wyatt: Just one.",
        "Nicole: Okay, what about all that stuff over there?",
        "Wyatt: Come on, stop deflecting. Trust me. It's good.",
        "Nicole: Okay.",
        "Wyatt: Hmm?",
        "Nicole: Hmm. Wow. That's good.",
        "Wyatt: Right? [Chuckles]",
        "Nicole: You know what?",
        "Wyatt: Hmm?",
        "Nicole: San Francisco sounds amazing.",
        "Wyatt: Yeah.",
        "Nicole: And it's way thoughtful of you. But I don't need dinner in some fancy restaurant.",
        "Wyatt: [Chuckles] Okay.",
        "Nicole: So, can't we just stay up here, magic carpet riding in the sky?",
        "Maya: You know, since Nicole moved in, she's been easy to find. She's either at home or running around here trying to get her picture taken.",
        "Carter: She was with Wyatt?",
        "Maya: Yeah, and now she's all into him.",
        "Carter: That's fast.",
        "Maya: Too fast.",
        "Bill: You heard Maya and Nicole discussing Rick's secret, too?",
        "Liam: \"Think what it could do to Rick.\" \"Nobody can find out.\"",
        "Katie: Well, I can't imagine what it could be.",
        "Liam: I don't know. And maybe it's not even personal. You know, you know Rick. His whole thing is -- is the bottom line. Ever since he took over, the profit's been up. Maybe... maybe he helped that along.",
        "Bill: Cooking the books?",
        "Liam: Right. I mean, that's what Ivy and I thought. We actually went through his files to try to find something incriminating.",
        "Katie: What'd you find?",
        "Liam: Uh, nothing, but it wasn't exactly a full-scale investigation.",
        "Bill: No, that would have been a waste of time anyway. I mean, Rick's probably smart enough that he wouldn't leave anything incriminating in an obvious place.",
        "Katie: Yeah, you're right about that. But he is desperate to prove that he can lead Forrester for the long haul. I mean, he wants everyone to believe that he's legitimately the right C.E.O. At the right time and the right place. He's all about winning.",
        "Liam: Yeah, well, that streak is gonna end once the secret comes out, 'cause I don't care. I don't care if it's business or personal. This is gonna blow him right out of Eric's C.E.O. Chair and out of that mansion. And then finally -- finally Ivy and Caroline can live and work in peace. Guy's got to go.",
        "Katie: [Sighs]",
        "Eric: I don't think there's any question about it. Look at it. It's fantastic.",
        "[Door opens]",
        "Eric: Look at it.",
        "Maya: [Chuckles]",
        "[Door closes]",
        "Eric: Are your ears burning?",
        "Maya: Oh, in a good way, I hope.",
        "Eric: [Chuckles]",
        "Brooke: Well, Rick did most of the talking, if that tells you anything.",
        "Maya: Well, this is new.",
        "Rick: Yeah. Dad just gave it to me.",
        "Maya: It's beautiful.",
        "Eric: Small token of my appreciation and my affection.",
        "Maya: That means everything to Rick.",
        "Brooke: I'm glad you know that.",
        "Maya: He's kind of my favorite subject.",
        "Rick: Maya knows what I want and what I need sometimes before I do. She also knows how much stability and loyalty means to me. It wasn't easy growing up a Forrester. You know, every family has trouble, but they don't have to work out their issues in the spotlight. I'm not blaming anyone. Well, anyone except for Ridge. His high-profile womanizing, bouncing back and forth between mom and Taylor. Look, I want my family, the family that I make, to fly under the radar, not be harassed by paparazzi. Harmonious and scandal-free. And I can have that life with you.",
        "Wyatt: You are enjoying all of this.",
        "Nicole: Oh, you're pretty sure of yourself.",
        "Wyatt: I'm just observant. That's all. I-I observe things.",
        "Nicole: Well, since we're not keeping secrets, I am.",
        "Wyatt: Hmm. Well, good. 'Cause this is exactly what I'm talking about. Being honest.",
        "Nicole: Like you were with me the other night. And it meant a lot that you shared your history with me about finding out you were a Spencer.",
        "Wyatt: Well, it's the only way to really know each other. Otherwise it's a guessing game, and I'm not really interested in that.",
        "Nicole: Well, since you've been so real with me... I feel like I need to return it. There is something that I have been keeping to myself. And I think I'm ready to share it.",
        "Rick: You see? This is one of those moments you hope you never miss. Being with the three people that you love most in this world, feeling the unconditional support in this amazing time in my life. Dad, I can't tell you the sense of pride that I have when I walk through that door and it says \"Rick Forrester, C.E.O.\" Feeling that weight, that -- that responsibility, the joy of the legacy that you passed on to me. I won't let you down.",
        "Eric: I know.",
        "Rick: And, mom, you've been through so much with Ridge. And people disrespecting you and calling you names. But no more. I have power now, and I will use that power to protect you, against Ridge, against anyone.",
        "Brooke: [Sighs]",
        "Rick: And you've been there every step of the way. See, this is our reward. A life that's rooted in honesty and integrity. That's what you bring to my life, Maya.",
        "Bill: So, how much does Wyatt like Nicole?",
        "Liam: I don't know. He said he likes her and she's fun and that just seems to be what he needs right now.",
        "Bill: I'm not feeling it.",
        "Liam: You just said --",
        "Bill: I changed my mind. Wyatt being vulnerable to Nicole could soften his edge. He needs to be razor-sharp, not worried about her precious, little feelings.",
        "Katie: Oh, we can't have that.",
        "Liam: Listen, guys, I said the same thing, but I'm telling you, I don't think Wyatt is gonna be distracted. Nicole, on the other hand -- listen, 40,000 feet up in the air in the Spencer jet, champagne flowing, Wyatt's patented charm, she's probably giving up the secret right now.",
        "Nicole: I know I said this before. Just so you hear me, I don't move this fast with guys.",
        "Wyatt: Lucky me.",
        "Nicole: Damn straight, lucky you.",
        "Wyatt: I know.",
        "Nicole: And that was exactly my point.",
        "Wyatt: I'm agreeing with you. Honesty is -- is already working. I know you so well, I can read you.",
        "Nicole: That's kind of nice.",
        "Wyatt: [Chuckles] So, there was this, uh, secret you wanted to tell me?",
        "Nicole: I know something big. If it comes out, people's minds will be blown. Forrester may never be the same. And Rick might never recover.",
        "Wyatt: Wow. Hey, uh, you're supposed to trust me.",
        "Nicole: I-I do.",
        "Wyatt: Okay, so then... you can tell me.",
        "Nicole: I'm not sure I can.",
        "Wyatt: Okay, how about I guess? You said it could ruin Rick, right? He's involved obviously. Um, is -- is Maya, too?",
        "Nicole: I can't talk about this with you, especially with you.",
        "Wyatt: What does that even mean, especially with me? What -- what?",
        "Nicole: You're too connected. You work at Forrester. You're a Spencer. If you tell your brother, there it'll be all over your family's media empire.",
        "Wyatt: Brothers aren't like sisters. We don't go whispering secrets back and forth.",
        "Nicole: Can't we just enjoy this moment that I'm loving so much miles away from where I came from?",
        "Wyatt: This is only the beginning. I can show you a world that, uh, you've never seen.",
        "Nicole: I'd love that.",
        "Wyatt: But I just need to feel that you trust me. I'm just saying.",
        "Nicole: You're not gonna stop until I spill it, are you?",
        "Wyatt: Nope.",
        "Nicole: Hmm.",
        "Wyatt: I mean, I will if you tell me. But if you don't trust me, like...",
        "Nicole: I told you that I do.",
        "Wyatt: Well, then tell me. The secret is something big, right? You said it'd be -- it'd be splashed all over the media. I want to know. You got me intrigued now. You can -- you can tell me. Come on.",
        "Nicole: All right, um... I'm trusting you with this. Maya is...",
        "Wyatt: Maya? [Clears throat] May-Maya is what?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=_teChCCyOgY"
}