{
    "Episode Summary": [],
    "Recap": [
        "Bridget continues to grieve her loss. Nick sees his baby girl's body and is visably shaken. Ridge comes to see Bridget and her whole family rallies around her."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Felicia: You have a son. When Dominick's old enough to know what angels are, he'll know he has an incredible angel named Nicole looking out for him.",
        "Dante: Ah, the person I was looking for. The workroom wants to know what to do with this.",
        "[SCENE_BREAK]",
        "Ridge: Oh, I'll take it.",
        "Sally: Ridge -- yes, thank you, I'll tell him. Ridge, have you talked to Eric or Brooke or anybody?",
        "Ridge: Where the heck are they?",
        "Sally: You didn't know? Bridget is in the hospital.",
        "Ridge: The hospital? What happened?",
        "Sally: It's something about the baby. I don't know how serious.",
        "Felicia: I'm sorry.",
        "Bridget: I'm glad to see him.",
        "Felicia: I think you need to be alone with Nick.",
        "[Dominick cries]",
        "[SCENE_BREAK]",
        "Nick: Nurse?",
        "Bridget: Thank you for letting me hold him. [Dominick cries] Maybe I'm not supposed to be anybody's mother.",
        "Nick: Don't say that. Please, don't ever, ever say that.",
        "[Bridget sobbing]",
        "Bridget: I just wanted our little girl. I just wanted our little girl, and I can't have her. I can't have her. Oh, god.",
        "Nick: I never should have left.",
        "Bridget: You were just getting my things. Everything was fine. Felicia was here, and -- suddenly, my water broke --",
        "Nick: Did they do everything? Did they do everything they could?",
        "Bridget: They did. Dr. Caspary called in a neonatal team. The room was full of them. There were all these experts for one tiny -- I don't know what to call her. Was she a person? I guess I can call her that around you.",
        "Nick: Yes, you can.",
        "Bridget: They worked on her for a really long time. Even then, the room was so quiet. That's how I knew that -- she looked so old. She looked like she'd been waiting a lifetime to see us and she couldn't wait anymore.",
        "Dr. Caspary: Mr. Marone --",
        "Nick: Hey, Doc.",
        "Dr. Caspary: I'm so sorry.",
        "Nick: We're both very grateful.",
        "Dr. Caspary: If you want us to call someone -- a priest, a funeral director --",
        "Bridget: No.",
        "Nick: If we want to have a service, we'll just do it in private, thanks.",
        "Dr. Caspary: Sometimes the family wants photographs.",
        "Bridget: No, I don't want pictures of today to be all we remember.",
        "Nick: You know, Doc, maybe the sonogram -- if we could get some copies of those pictures.",
        "Dr. Caspary: I'll have my office send a set.",
        "Nick: And one more request -- I'd like to see my daughter.",
        "Dr. Caspary: Of course.",
        "[SCENE_BREAK]",
        "Brooke: Is Bridget all right?",
        "Felicia: Medically, yes.",
        "Thorne: You know what, you've had a long day. Here, I'll take him.",
        "Felicia: Where?",
        "Thorne: You don't really want him around all this.",
        "Felicia: All this what?",
        "Thorne: All this sadness.",
        "Jackie: I agree. Babies absorb more than we think.",
        "Thorne: I'll find a nice, quiet room in the nursery and lay with him for a while, okay?",
        "Felicia: Okay. Thank you.",
        "Jackie: This is the saddest, saddest thing.",
        "Brooke: I'm going to go see Bridget.",
        "Eric: I'll go with you.",
        "Brooke: Oh, sweetheart. Oh, I'm so sorry. I'm so sorry.",
        "Bridget: Daddy -- she's gone. She's gone.",
        "[SCENE_BREAK]",
        "Dr. Caspary: Would you like to be alone? Take as long as you'd like.",
        "Nick: She was a person, you know. She had a name.",
        "Dr. Caspary: She had everything. Except time.",
        "[Nick sobbing]",
        "Nick: You'll always be my little girl.",
        "[Nick sobbing]",
        "[SCENE_BREAK]",
        "Massimo: Felicia --",
        "Felicia: Thank you. How's Dominick?",
        "Thorne: He's sleeping like an angel. Don't worry.",
        "[Elevator bell rings]",
        "Ridge: How's Bridget? The baby? Oh, no. Oh -- where is she?",
        "Thorne: She's in her room. Dad and Brooke are in there with her. Felicia was with her when it happened.",
        "Ridge: Well, I'm glad of that, at least. Where the hell was Nick?",
        "Massimo: Don't. Don't, Ridge.",
        "Thorne: Can I talk to you for a second?",
        "Felicia: I'm sorry for your loss.",
        "Massimo: Thank you.",
        "Nick: Mother --",
        "Jackie: Nicky --",
        "Massimo: Dominick -- what can one say?",
        "Nick: I had a daughter. She had a sweet face, just like her mother. She was beautiful.",
        "[SCENE_BREAK]",
        "Bridget: It feels like nothing's ever going to be the same again. People are going to expect me to forget. She won't have been a real child to anyone but me.",
        "Brooke: We'll honor her memory. We all will.",
        "Ridge: I know. It's not fair. It's all wrong. But you did good.",
        "Bridget: No. No, I didn't.",
        "Ridge: No, come on, you can't say that.",
        "Bridget: I should've listened to the --",
        "Brooke: No, sweetheart.",
        "Ridge: Bridget, you did everything right.",
        "Brooke: You gave Nicole everything that a child needs.",
        "Thorne: You were everything your little girl could want, Bridget. She just -- she couldn't be what you wanted.",
        "Bridget: She tried, though.",
        "Brooke: Yes. Yes, she did.",
        "Bridget: She tried so hard.",
        "Brooke: And that's what kids do. They'll break their hearts for you. And you just have to love them for it.",
        "Bridget: I do. I loved her so much. Mom --",
        "[Bridget sobbing]",
        "[SCENE_BREAK]",
        "Jackie: Massimo and Nick went to get Dominick for you.",
        "Felicia: Oh, thank god. Thank you. Oh, god, I just remembered -- I brought a little present for Nicole. Could you please get it out of Bridget's room before you go?",
        "Jackie: No, honey, why? Bridget is going to have so few keepsakes.",
        "Dante: Bridget lost the baby?",
        "Felicia: Yes.",
        "Dante: She must be devastated.",
        "Jackie: It's terrible for her and Nick.",
        "Dante: Of course. I'm sorry.",
        "Jackie: Thank you. Tell Massimo that I'll meet you and him by the car, all right?",
        "Dante: Is she okay, physically?",
        "Felicia: The baby just came too soon. Her family's in there with her now.",
        "[SCENE_BREAK]",
        "Ridge: Hey, Nick.",
        "Nick: Thank you for being here.",
        "Thorne: Where else would we be, man?",
        "Eric: We're family.",
        "Bridget: Did you see her? I'm glad.",
        "Nick: Me, too.",
        "Bridget: We're never going to see her again.",
        "Nick: I know.",
        "Bridget: It's so hard to think of. Oh, I miss her inside me. I miss her so much. I feel like -- I feel like half of me is gone.",
        "Eric: Bridget, we're all made up of pieces of each other. It's not love unless you give -- unless you give part of yourself away.",
        "Bridget: Yeah.",
        "Thorne: I wish I could give Nicole my eyes to see you with.",
        "Ridge: I wish I could give her the words you're saying right now.",
        "Brooke: We each gave her a piece of our heart. She'll never be gone when we're all together."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=DtpvwZTUd7A"
}