{
    "Episode Summary": [
        "Episode # 7020 ~ Deacon's news about Quinn doesn't sit well with Brooke; Maya is suspicious of Nicole."
    ],
    "Recap": [
        "Quinn finds Wyatt at her door and she gives him a big hug. He notices a twinkle in her eye and wants to know what's up. She starts obviously flashing her ring finger and Wyatt is speechless of if this is real. Deacon goes back to Brooke's house. She offers him a drink but he declines. He apologies for what Quinn did by slapping her saying she had no excuse to do that. They both agree that Quinn is lucky that Brooke did not send her to jail. She even offers Deacon a place to stay in the guest house until he gets settled. He surprises her by saying he did not leave Quinn, but he proposed to her. Brooke is shocked after all Quinn has done to everyone. She tells Deacon that he is crazy. He says he made it clear to Quinn that she can never do anything like this again. Ivy and Aly come home and try to slip past Maya and Rick sitting by the fireplace sipping drinks. But he spies them and tells Aly that they'd like a snack if she will fix him one from scratch. Ivy starts to object but Aly motions that it is okay. Alone Rick tells Maya that it is good to be good but it is better to be bad and he is only trying to keep them on their toes. Ivy asks Aly if Rick thinks they are his servants. Aly says if this will help her get her shoe line off to a good start then she is willing to do this. If she doesn't she knows she can kiss her career goodbye. Maya actually tells Rick that he could cut Aly and Ivy a little slack. He says he is only trying to teach them the value of work and if they don't like it they can leave. There is a knock at the door and it's Maya's sister, Nicole. Clearly Maya isn't ready to entertain her sister but Rick even offers her a place to stay as she is family. Nicole agrees it would be better in this big old Forrester Manor than in her friend's dorm room on the couch. The girls bring in the food and Rick says he hopes there is enough for Nicole too as she is moving in. In fact she will be in Aly's room so Aly will be finding another room. Ivy is more upset than Aly. Wyatt wants to be happy for his mom but he wonders why it has to be Deacon. She tells him that he just needs to get to know him better. He thinks he does and his feeling is that Deacon is still in love with Brooke. Quinn says Deacon is over there right now telling Brooke the good news and she will be joining them in a few minutes as she needs to see them together.",
        "Deacon tells Brooke that he has changed because of Quinn and he loves her and wants to marry her. Brooke keeps repeating that she is dangerous and violent and he could do so much better. Quinn has arrived and is listening to everything they say. Deacon leaves and Brooke returns to her drink while Quinn pops out from behind the bushes and walks in and slams the door. Wyatt thanks Pam on the phone but says he is not interested in being hooked up with a friend of hers from her crochet club. Deacon walks in and Wyatt says he understands congratulations are in order. He says as much as Quinn drives him up the wall he does want to protect her. He's still worried about Deacon's feelings for Brooke. Deacon asks where Quinn is and Wyatt said she told him she was meeting them at Brooke's. Brooks sees Quinn and screams at her to get out. Quinn lets her know that she heard every word that Brooke said about her and she can worry about more than a slap across the face. Brooke states that she will stand by Deacon as she thinks he is making poor choices. Quinn calls her a washed up old drunk. Brooke tells her she may as well take off that engagement ring as Brooke will not allow it. She will forbid a wedding happening. Quinn looks furious."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: Hi. Uh --",
        "Quinn: Mmmm!",
        "Wyatt: Mm, okay. Okay, what's going on with you?",
        "Quinn: What?",
        "Wyatt: You're smiling. There's a weird twinkle in your eye. Is that actual happiness I see?",
        "Quinn: I don't know. Do you?",
        "Wyatt: Okay, seriously, you're freaking me out. What's going on?",
        "Quinn: Mm...let me think.",
        "Wyatt: What the -- what the hell is that?",
        "Quinn: What?",
        "Wyatt: That!",
        "Quinn: Oh! Oh. It's exactly what it looks like!",
        "Wyatt: What?! No!",
        "Quinn: Yes!",
        "Wyatt: No!",
        "Quinn: Yes! Deacon and I are getting married.",
        "Wyatt: Oh. Wow.",
        "Brooke: So what brings you by? You left in such a rush last time. Care to join me?",
        "Deacon: Uh, I'll pass, thanks.",
        "Brooke: Suit yourself.",
        "Deacon: Look, Brooke... [Sighs] I'm really sorry about what happened with Quinn. She had absolutely no right to get physical with you.",
        "Brooke: She's lucky she didn't end up in jail.",
        "Deacon: Yeah, I know. She is.",
        "Brooke: She must have been surprised when you read her the riot act.",
        "Deacon: Yeah, she was definitely surprised.",
        "Brooke: Deacon, you can do so much better. Look, if you need a place to stay, you're welcome to stay in the guest house for awhile.",
        "Deacon: See, that's the thing, Brooke. I -- I didn't break up with her. I proposed to her.",
        "Aly: [Chuckles] Oh...um... excuse us. We were just on our way upstairs.",
        "Ivy: Yeah, we'll leave you two alone.",
        "Aly: Yeah, a ton of work to do.",
        "Maya: Have a good night.",
        "Rick: Actually, before you guys go, would you mind whipping us up a snack? Maya and I, we're famished.",
        "Ivy: I'm sorry, you want us --",
        "Aly: Sure. Sure. We can do that. Anything in particular?",
        "Rick: Surprise us. Anything from scratch.",
        "Aly: Okay. Ivy, let's go.",
        "Maya: Really?",
        "Rick: What? I'm just having a laugh. Keeping them on their toes.",
        "Maya: You've been doing a lot of that lately.",
        "Rick: It's not hurting anyone. Besides, it's a lot of fun to be good, but it's a lot more fun to be bad.",
        "Maya: Aw.",
        "[Glasses clink]",
        "Ivy: Something from scratch? Really? Like, what does he think we are? His servants?",
        "Aly: Look, if this is what it takes to get my shoe line off the ground, then I'll suck it up and do it.",
        "Ivy: Aly, does he make you do this kind of thing all the time?",
        "Aly: Well, there was breakfast in bed the other day.",
        "Ivy: Yeah, I know.",
        "Aly: And then Rick wanted some martinis, which, of course, I didn't make correctly. Oh, and then he had me massage Maya's feet.",
        "Ivy: What?!",
        "Aly: Rick wanted me to have the lead model try on one of my prototypes.",
        "Ivy: Aly, he has no right commanding you to go anywhere near her feet!",
        "Aly: Rick is in control. He is giving my designs a chance, so if I don't do what he says, I can kiss my career goodbye.",
        "Rick: I didn't have everything handed to me.",
        "Maya: It wouldn't kill you to cut Ivy and Aly a little slack.",
        "Rick: I'm teaching them a valuable lesson of compromise and hard work.",
        "Maya: By having them cook for you?",
        "Rick: If they don't like it, they can leave.",
        "Maya: Come on, Rick! The foot rub was a bit much.",
        "Rick: If you don't use your authority and power with a slight degree of fear, you'll be stabbed in the back every single time. Maybe that's the reason I'm the way I am. I've been stepped on one too many times.",
        "Maya: But you managed to rise above it.",
        "Rick: Yeah, because I learned my lesson. Look at Thorne. He's gotten nowhere by being a nice guy.",
        "[Knock on door]",
        "Maya: Were you expecting someone?",
        "Rick: No.",
        "Maya: I'll get it.",
        "Nicole: Hey, sis.",
        "Wyatt: Is it real?",
        "Quinn: Of course it is! I already tested it. Clarity's not that great, but --",
        "Wyatt: Not the diamond, the engagement! Is this really for real?",
        "Quinn: Yes! Deacon is going to be my husband.",
        "Wyatt: [Sighs] Wow. I'm surprised. I thought he was gonna break up with you after that big slap.",
        "Quinn: Oh, I know. Me too. Apparently we're more alike than I thought. You know, we're both very forgiving people.",
        "Wyatt: [Chuckles]",
        "Quinn: Oh, sweetheart. Be happy for your mother. I'm gonna be a wife for the very first time in my life. Married to a man who -- who knows me better than anyone.",
        "Brooke: You proposed? To Quinn?",
        "Deacon: I know this has to be a shock.",
        "Brooke: Have you lost your mind? She is crazy.",
        "Deacon: There's no denying that.",
        "Brooke: Deacon, how can you do this? What about what she did to hope? What she did to me?",
        "Deacon: Brooke, I'm sorry. There's no excusing that kind of behavior.",
        "Brooke: You're darn right. She came in here and she slapped me. She knocked me to the ground. She's lucky I didn't get hurt.",
        "Deacon: I know, and I told her. I said, \"nothing like that can ever happen again.\"",
        "Brooke: [Scoffs]",
        "Wyatt: [Sighs] Look... I want to be happy for you, 'cause I can see how excited you are, but Deacon? Really? Seriously, mom?",
        "Quinn: Come on. You just need to get to know him better.",
        "Wyatt: Oh, I know the kind of guy he is, and I just -- I don't trust him.",
        "Quinn: Forget about his past.",
        "Wyatt: Mm. You talk about the jail time? Or the womanizing? Or how about abandoning hope? I mean, I should forget all about that, right?",
        "Quinn: Honey, come on! You got to give your father-in-law/future stepfather a chance.",
        "Wyatt: Okay, stepfather -- I never even thought of that. Thank you.",
        "Quinn: Yeah, well, you better start warming up to that idea.",
        "Wyatt: That's even if there's gonna be a wedding.",
        "Quinn: Of course there's gonna be a wedding.",
        "Wyatt: Mom, I hate to rain on your parade. But I still think he's hung up on Brooke.",
        "Quinn: Don't be ridiculous.",
        "Wyatt: He drove her home the other night.",
        "Quinn: Because she was drunk.",
        "Wyatt: They were alone together and who knows what happened!",
        "Quinn: Nothing happened. I believe in Deacon, otherwise I wouldn't be marrying him.",
        "Wyatt: Okay.",
        "Quinn: No, Brooke is not going to be a problem. And Deacon won't let her, either. He's over there right now telling her the good news.",
        "Wyatt: Interesting.",
        "Quinn: Yep. And I am gonna be joining him in a few minutes. Brooke needs to see us together. Accept our engagement.",
        "Aly: What are you doing?! Rick hates cilantro!",
        "Ivy: Yes. I know.",
        "Aly: Ivy, stop.",
        "Ivy: Fine. I hope his royal highness is satisfied with what we made.",
        "Aly: Well, I think we did a pretty decent job.",
        "Ivy: This has got to be it, Aly. You can't keep letting him take advantage of you. We have to take a stand against Rick or before we know it, he's gonna be kicking us out of our own house.",
        "Nicole: Still can't get over that photo. It's...a lot.",
        "Rick: It's one of my favorite pictures of Maya.",
        "Nicole: You do look beautiful.",
        "Maya: Thank you. So, Nicole, are you planning on staying for dinner?",
        "Nicole: Just stopping by. I'll be out of your hair soon.",
        "Rick: Hey, whatever happened with your living situation?",
        "Nicole: Oh, uh, nothing really. Still crashing on my friend's couch in her dorm. It's not ideal, but it's better than sleeping in a library.",
        "Rick: You shouldn't be sleeping on someone's couch.",
        "Nicole: It's really not that bad.",
        "Rick: Why would you do that when you could stay here with us? We have plenty of room in this house, and, besides, you're family. We would love to have you. Wouldn't we?",
        "Brooke: Are you serious?! Cuckoo Quinn?! Queen of crazy? That's who you want as your wife?",
        "Deacon: You know, she tried to end the relationship. She told me to run as fast as I could the opposite direction, that she was a loser, and all she'd end up doing is hurting me.",
        "Brooke: For once she was right. You should have listened to her.",
        "Deacon: No, she -- Brooke! No! I've been that guy before. The underdog. You know, the person that screws up everybody else's life.",
        "Brooke: No, you've changed, she hasn't.",
        "Deacon: She changed because of Quinn.",
        "Brooke: My God, are you kidding me?",
        "Deacon: I wanted a second chance. She gave it to me. I can't just turn my back on her. Besides, I love her. I want to be with her.",
        "Brooke: Deacon, you could do so much better than that psychopath. Look at what she's done to our daughter's life! And then you went and proposed to Quinn? What about hope? Quinn is dangerous. She is violent. Okay, I understand. She invited you into her house and she satisfies your needs, but let it be that. Let it just be a fling. Don't turn this into a bad marriage.",
        "Deacon: I appreciate your concern. I really do. And I totally get why you're upset. But I'm committed to her. I'm going to marry her. I hope in time you can accept our relationship.",
        "Brooke: No. No, I will never accept your marriage to Quinn.",
        "Deacon: [Sighs]",
        "[Engine turns over]",
        "[Tires squeal]",
        "Maya: Move in here? I-I don't think Nicole would be into that, would you?",
        "Nicole: It's a really sweet offer.",
        "Rick: Then accept it! Come on. Move in with us.",
        "Maya: Babe, you don't have to do this, and the house is full enough. We can help Nicole find a place.",
        "Rick: We'll make room. It'll be good. Besides, you guys need to get to know each other better. It'll be a good fix for that. What do you say?",
        "Nicole: I mean, if you really don't mind.",
        "Rick: I insist. We both do.",
        "Nicole: You sure?",
        "Maya: Sure.",
        "Nicole: Wow, thank you. You have no idea how much I appreciate it.",
        "Aly: Okay, here we --",
        "Rick: Perfect timing! I hope there's enough for all of us.",
        "Ivy: Mm-hmm.",
        "Aly: Um...yeah, there should be.",
        "Maya: This is my sister, Nicole.",
        "Ivy: Hey. We've met.",
        "Nicole: Ivy, right?",
        "Ivy: Yeah. Yeah. This is -- this is Aly.",
        "Aly: Nice to meet you.",
        "Rick: And now that the introductions are all out of the way, meet the newest member of the household. Nicole is moving in.",
        "Wyatt: Pam, no. [Sighs] Thank you, and I appreciate it, but I don't want to be fixed up with a girl from your crochet club. I'm sure she's a very nice girl. And I appreciate it. She's probably great. But I -- I'm calling about the delivery. We can't go into production if it's -- oh, it's there. Okay. Good. Can you put it on my desk, please? Thank you. [Sighs]",
        "[Cell phone beeps]",
        "Wyatt: I hear congratulations are in order.",
        "Deacon: Yep. Don't you think you're moving just a little too fast, Deacon?",
        "Deacon: When you know, you know.",
        "Wyatt: See, that's the thing, though. I'm not sure that I'm convinced that, uh, you do.",
        "Deacon: And what's that supposed to mean?",
        "Wyatt: All my life, it's been my mom and me -- the two of us. And as much as she infuriates me, it's still my job to protect her.",
        "Deacon: From me.",
        "Wyatt: From anyone who can hurt her.",
        "Deacon: And you think I'm gonna hurt her.",
        "Wyatt: Look, I got some issues with you, Deacon.",
        "Deacon: Okay, well, let's -- you know, let's get them out on the table. Let's talk about them.",
        "Wyatt: Well, it's a pretty long list, but the one that concerns me the most... are your feelings for Brooke.",
        "Brooke: What are you doing here?",
        "Quinn: I have a few things to say to you.",
        "Brooke: Get out.",
        "Quinn: You have a very big mouth, Brooke.",
        "Brooke: I said get out!",
        "Quinn: If I ever hear you talk about me like that to my fiancé again... you're gonna have more than a slap across the face to worry about.",
        "Ivy: So...you're moving in with us?",
        "Nicole: If that's okay with you.",
        "Aly: Uh...yeah. Yeah, sure. It's -- it's fine.",
        "Rick: As you know, Nicole's going to UCLA, and because of some roommate issues, she's been couch surfing. But I intend to put an end to that.",
        "Ivy: Okay, well, I guess I'm fine with it. But what does uncle Eric think?",
        "Rick: This is Maya's and my house. I don't need to ask my father for permission. In fact, I think he would be happy that we're opening our home to Nicole. I expect both of you to make her feel at home.",
        "Aly: Well... welcome to Forrester manor.",
        "Nicole: Thanks. Didn't realize the house had a name.",
        "Maya: It doesn't.",
        "Nicole: I hope I'm not inconveniencing either of you.",
        "Rick: Oh, don't be silly. Aly doesn't mind giving up her room. Do you, Aly? Nicole is our guest, and I want all of us to make her feel welcome.",
        "Deacon: All right, Wyatt. What makes you think I'm hung up on Brooke?",
        "Wyatt: Oh, it's just a vibe I'm getting.",
        "Deacon: Well, you're wrong.",
        "Wyatt: Am I?",
        "Deacon: You know... [Chuckles] I respect the fact that you're looking out for your mother. I mean, I r-- I really do. But she's got nothing to worry about. I wouldn't have asked her to marry me if I wasn't ready to make the commitment.",
        "Wyatt: But you and Brooke have a history. You share a daughter together.",
        "Deacon: That's right. And we'll always be in each other's lives. I mean, we're gonna always be friends. But that's where it ends.",
        "Wyatt: It wasn't too long ago that you were trying to get Brooke back, though, right?",
        "Deacon: That's true. And then I met your mother. And there was no looking back. There's never gonna be another woman for me, Wyatt.",
        "Wyatt: Well, I really hope that you mean that because my mother is hooked on you. And I don't know why, but she is.",
        "Deacon: Where is my bride-to-be?",
        "Wyatt: What are you talking about? You didn't see her?",
        "Deacon: Where?",
        "Wyatt: At Brooke's. She said she was going to meet you there.",
        "Deacon: [Sighs]",
        "[Bangs counter]",
        "Brooke: How long have you been here?",
        "Quinn: Long enough to hear every filthy word you said about me.",
        "Brooke: Nothing I haven't said before. Nothing I wouldn't say to your face.",
        "Quinn: Deacon had the decency to come all the way out here to tell you that we were engaged. And instead of showing some class and congratulating him --",
        "Brooke: I was trying to knock some sense into him. Why he didn't leave you when I told him that you came in here and slapped me silly --",
        "Quinn: You just can't stand that he wants me. That he's happy with me. You try so desperately to keep every man you have ever been with from moving on, to keep them pining for you and wanting you. Well, you know what? Not this time. Not this man.",
        "Brooke: I'm not afraid of you.",
        "Quinn: Well, isn't that your first mistake. This is my moment. This is the happiest time in my life, and I am not gonna let you ruin it.",
        "Brooke: You're gonna do that all by yourself.",
        "Quinn: [Scoffs] I deserve this, Brooke! I am trying to be a good person. I have learned from my mistakes.",
        "Brooke: No, you haven't. You haven't learned from your mistakes, and you never will!",
        "Quinn: Shut up!",
        "Brooke: I'm gonna stand by Deacon because obviously he's not thinking clearly.",
        "Quinn: What gives you the right to interfere?",
        "Brooke: He's my daughter's father.",
        "Quinn: And you are a lonely, washed-up drunk.",
        "Brooke: Don't you dare pass judgment on me. We all have our issues. Some worse than others.",
        "Quinn: If you insist on continuing to stonewall me and Deacon, you're gonna have a bigger problem than your drinking.",
        "Brooke: I'm not gonna stand in the way of your marriage. I'm going to forbid it.",
        "Quinn: [Scoffs] You're what?",
        "Brooke: I am going to forbid it! There's no way in hell that you're gonna marry my daughter's father. I'm not gonna allow it. So just take off that little, itty-bitty engagement ring and realize that there is not going to be a wedding."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=QaZG59BsRik"
}