{
    "Episode Summary": [
        "Episode # 7084 ~ Steffy makes an announcement about her future; Ivy pushes Wyatt to go after a new woman."
    ],
    "Recap": [
        "Steffy confesses to Ridge that Aly caught her kissing Liam so she is sure Ivy will get wind of it soon. Ridge says she promised him that Liam had moved on and this would not be a problem. She assures him it won't be; she just got wrapped up in the moment signing contracts and had some champagne. Ivy tells Aly that she doesn't think Steffy will be a problem anymore. Aly says don't count on it ..she just saw Steffy kissing Liam. But it was all Steffy, not Liam. Liam shows up in new suit for his new job. Aly jumps on Liam right away and says Ivy is her friend yet she saw Steffy kiss him and she will not let this go. He needs to be more careful. Steffy tries to jump in and Aly dismisses her. Liam tells her that he knows she means well but nothing is happening here. Trust him, there is nothing here to worry about. Aly says maybe not but Ivy knows, she told her. Ivy tells Wyatt that Steffy has been in town two minutes and already she has kissed her boyfriend. She knows they had a pretty intense relationship but what girl keeps throwing herself at other's men. Wyatt assures her that Ivy is just as pretty and interesting and sexy so she should not worry. Shy says she knows but she hates to be looking over her shoulder always waiting for Steffy to make her move. She tells Wyatt again that he should ask Steffy out.",
        "At the first meeting of the round table Ridge thanks them all for settling in. He hopes for big things to happen and he brings in his first two models with his and Caroline's designs. Steffy brings up the lingerie line and Aly accuses her of wanting to be the model and spokesperson. Liam tries to give Ivy credit for some jewelry but it turns out it was Quinn's designs. Aly asks about Hope for the Future and Ridge says Hope is not here so that has been shelved for now. Because of Aly's harping Ridge calls the meeting for another time. Steffy tells Liam that she is glad he is aboard and she will always love him but he has Ivy so go be with her, it will be okay. Just as Liam leaves, Wyatt walks in and sees Steffy in conflict and figures it is about Liam. She says she has a lot on her mind and not just Liam. Wyatt asks if she still has feelings for him. She asks if it is that obvious. He says she might as well have a sign around hr neck stating it. He says he understands as he did the same with Hope. She says he is quite the charmer but she can not see him with Hope. Wyatt tells her that she will be all right .just needs to change her perspective on things. She admits it won't be easy seeing Liam with Ivy. She says every time she comes back she says she will be strong but when she sees Liam then it brings back everything. She just wants a summer of love and adventure and fun. Wyatt says they can, just look right in front of them. Ivy confronts Liam and says Steffy is at it again and she can not excuse it with Steffy just being caught up in the moment. She wants his lips all to herself."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: I really like this.",
        "Ridge: Yeah?",
        "Steffy: But it might be hard to execute -- you know, this material.",
        "Ridge: 'Cause of this? Well, then let's go back to what we had. Do you want some more coffee?",
        "Steffy: Yes, please. Hit me with it.",
        "Ridge: Thanks for staying last night. We got a lot down, I think, right?",
        "Steffy: Yeah, yeah. Is there anything to go over before the meeting?",
        "Ridge: Did you send the press release?",
        "Steffy: Yes.",
        "Ridge: Okay.",
        "Steffy: I'm sure Jarrett will be asking for an exclusive in no time. I mean, you're C.E.O., Rick's out, I'm president, and Liam's vice president.",
        "Ridge: [Chuckles]",
        "Steffy: It's a big deal!",
        "Ridge: Yeah.",
        "Steffy: You're gonna be great at this. Really gonna know how to modernize couture, and I'm sure Aly will, uh...be pitching her shoe line.",
        "Ridge: What was that?",
        "Steffy: Oh...",
        "Ridge: A little tone. Is there a problem?",
        "Steffy: No, no, no. She, uh -- she got in my face and...told me to stay away from Liam.",
        "Ridge: Out of nowhere?",
        "Steffy: Not exactly. She caught me kissing him.",
        "Ivy: Well, it would be interesting to hear what he has to say. Ridge's first official meeting as CEO.",
        "Aly: Mm! I've got to head down soon. I'll let you know how it goes.",
        "Ivy: Yeah, great. [Chuckles]",
        "Aly: Rick and Maya are -- are out, Ivy. They're gone. Be happy. There's no one here to abuse you anymore.",
        "Ivy: Oh, yeah. Only Steffy.",
        "Aly: Yeah. She's...the one bummer in this whole deal.",
        "Steffy: You know what? I would be a lot happier if she was back in Europe and not working side by side Liam every day. But I did a lot of thinking about this last night, I know how strong Liam and my relationship is. I'm starting to really find peace within Steffy being back. I mean, I really don't think she's gonna be a problem anymore. What's -- what's this face?",
        "Aly: [Sighs] Now I don't if I -- if I should say anything.",
        "Ivy: Aly, what? What happened?",
        "Aly: I am really sorry to be telling you this. I-I was wrestling with this all night. I caught Steffy kissing Liam.",
        "Ridge: You kissed Liam?",
        "Steffy: No, it -- it didn't -- it didn't mean anything.",
        "Ridge: Uh-huh. I could have sworn you told me that your feelings weren't gonna be a problem.",
        "Steffy: Yeah, they're not. I -- dad, I was wrapped up in the moment, okay? We were signing contracts and I was excited and... I may have had a little too much champagne. But it wasn't a big deal. It was just a peck. Aly's making it a big deal. It's not like I ripped off his shirt.",
        "Ridge: [Chuckles] And I could have sworn you promised me that this wasn't gonna be a thing because he's with Ivy and you've moved on.",
        "Steffy: Yeah. Yeah. Yeah.",
        "[Knock on door]",
        "Liam: Humble vice president, reporting for duty.",
        "Steffy: [Chuckles] Hey.",
        "Liam: Hey.",
        "Steffy: There he is. New suit.",
        "Liam: Good?",
        "Steffy: Yeah. Good.",
        "Liam: All right.",
        "Aly: Steffy kissed Liam. It wasn't the other way around. It was all in her initiative.",
        "Ivy: [Sighs] Wow.",
        "Aly: You know, Steffy said it was all business, that she was just celebrating. But she is obviously making a play for Liam.",
        "Ivy: Yeah, well, I shouldn't be surprised, should I?",
        "Wyatt: Hey, did you guys know there was another big meeting going on right now?",
        "Aly: It already started?",
        "Wyatt: Yeah.",
        "Aly: Uh, I've got to go. Um...I'll keep an eye on Steffy.",
        "Wyatt: You okay?",
        "Ivy: Steffy's been back for, what, two seconds? She's already kissed my boyfriend.",
        "Carter: As soon as things settle down --",
        "Ridge: We're gonna open that bottle of scotch. I do remember.",
        "Carter: Yes, we are, man. I'm proud of you.",
        "Steffy: We all are.",
        "Ridge: Couldn't have done it without you guys. Thank you.",
        "Aly: Can I talk to you?",
        "Liam: Uh, yeah, sure. What's up?",
        "Aly: Is everything okay with you and Ivy?",
        "Liam: Uh, yeah. Why?",
        "Aly: Look, Ivy is a really great person, and I hope you realize how lucky you are to have her.",
        "Liam: Of course. Why are you -- I don't understand why you're bringing this up right now?",
        "Steffy: Aly, come on. Maybe you should just cool it, okay?",
        "Aly: And maybe you should butt out, Steffy. I'm not talking to you. I'm talking to Liam.",
        "Steffy: Okay.",
        "Aly: Look, I saw you -- I saw you with her and the way she kissed you. Ivy is my friend and she is my family and I don't want to see her hurting, okay?",
        "Liam: Okay.",
        "Aly: I need to know if you really care about her, if you see a future with Ivy.",
        "Ridge: And so I told Caroline we're gonna have a dance party once her legs get better.",
        "Carter: What about your legs getting better? [Laughs] Has she seen your moves?",
        "Ridge: I got no moves?",
        "Carter: You got no moves. Start with a walk on the beach. [Laughs]",
        "Ridge: Really?",
        "Aly: I just want to know what your intentions are with Ivy.",
        "Liam: Okay, Aly, I-I-I really appreciate you looking out for Ivy. I do. But...",
        "Steffy: Yeah, it's just not appropriate for you to get involved.",
        "Aly: I have an obligation to protect my friends and the integrity of this company.",
        "Steffy: Okay... but do you have to discuss it right now?",
        "Aly: I can't pretend like it just didn't happen. And you know what's -- what's just so bad is that you two will be working together, which means there will be a lot more temptation.",
        "Liam: Okay, all right. Listen. Listen. Trust me when I tell you that you are blowing this out of proportion. There is nothing here to worry about.",
        "Aly: Not yet, anyway.",
        "Liam: Okay, what does that mean? I don't know what that means.",
        "Aly: Ivy knows. I told her what I saw.",
        "Ivy: Wyatt, she's just so frustrating. I mean, she knows he has a girlfriend. He's told her so many times \"I'm not interested.\"",
        "Wyatt: He's not available. We're not sure if he's not interested.",
        "Ivy: Oh, well, thanks. I'm pretty sure you're supposed to be saying things that make me feel better and not worse.",
        "Wyatt: I-I know. I'm just -- okay, let's be real. This is Steffy we're talking about.",
        "Ivy: Oh, oh, my God.",
        "Wyatt: What?",
        "Ivy: What is with this girl? I mean, I get it, okay? I get it. I get she's freakishly beautiful, she's intelligent, she's business savvy, but why does everyone keep talking about her like she's a Goddess?",
        "Wyatt: I heard all the stories. He was pretty smitten by her.",
        "Ivy: Yeah. Was smitten by her.",
        "Wyatt: She was his wife. They almost had a kid together. It was some pretty intense stuff.",
        "Ivy: Wyatt, I'm not denying that they have history together. But what kind of girl keeps hitting on somebody else's man with no shame, no remorse? I mean, what, is there no girl code anymore?",
        "Wyatt: Uh, apparently not in Steffy's world, no.",
        "Ivy: [Sighs] I just -- I don't understand. She could have any guy in the world, any man she wanted, why does she have to keep throwing herself at my boyfriend?",
        "Liam: So, you told Ivy?",
        "Aly: She has a right to know what Steffy's up to.",
        "Ridge: All right. Everybody, let's get this going.",
        "Liam: Uh, is Caroline --",
        "Ridge: Caroline's having physical therapy, but she can't wait to be here full time. Speaking of here, there's been a lot of changes. We got a new president, a new vice president.",
        "Steffy: Our CEO here.",
        "[Applause]",
        "Ridge: All right. Okay, okay.",
        "Steffy: Yeah!",
        "Ridge: Very tough decisions had to be made, but I'm grateful to be here and, hopefully, make an impact. And I couldn't be happier that you guys are here with me. Anyway, there's a lot of great things happening at Forrester. A lot of cool things on the horizon -- I want to show you some of them. Send in the ladies. [Chuckles]",
        "Steffy: [Gasps]",
        "Liam: Oh, wow.",
        "Ridge: These are some of the things that Caroline and I have been working on.",
        "Steffy: Wow. Wow, they are incredible.",
        "Carter: Sexy, elegant. Nice work.",
        "Liam: And the jewelry -- Ivy's been killing it lately.",
        "Ridge: This is Quinn's jewelry.",
        "Liam: Oh. Oh, that's -- I didn't realize that.",
        "Steffy: You know what? I really like this vibe. This would be great if we relaunch the lingerie line.",
        "Aly: Of course. The lingerie. And who would be the spokesmodel? You? What about hope for the future?",
        "Ridge: Well, hope's not here, so that's been put on hold. All right. Thank you, ladies.",
        "Aly: Lingerie line with Steffy? You really think that that's a good idea?",
        "Liam: Aly, at this point, that's exactly what it is. It's just an idea.",
        "Aly: How do you think Ivy would feel about this? You know, she is your girlfriend, Liam. You can't do this to her.",
        "Aly: It's bad enough Ivy has to deal with Steffy to begin with.",
        "Steffy: Gee, thanks.",
        "Aly: But now you guys are gonna work together with her in nothing but, what, a bra and underwear?",
        "Ridge: Hey, Aly. We're having a meeting here.",
        "Aly: Ivy's not here to speak for herself. As her friend, I'm -- I'm going to stand up for her.",
        "Liam: Look, Aly, she doesn't need you to do that.",
        "Aly: Are you really comfortable with this? Knowing the way Steffy feels about you? Something could happen. And then what? Where does that leave Ivy?",
        "Ridge: All right, all right.",
        "Aly: If she really matters to you, maybe you should --",
        "Ridge: All right! It's not the time or the place to discuss Liam's love life. I guess we'll do this meeting some other time.",
        "Liam: Okay.",
        "Ridge: Do me a favor. You two figure it out in your own time.",
        "Liam: I know.",
        "Aly: Just think about it, okay, Liam? She's already tried to kiss you. Who knows what she could do next.",
        "[Door closes]",
        "Liam: Fun meeting.",
        "Steffy: Oh, yeah.",
        "Liam: [Sighs]",
        "Steffy: So, Liam, what's your answer?",
        "Liam: What?",
        "Steffy: To Aly's question. You never answered it.",
        "Wyatt: Look, I get why you're upset. Any woman would be threatened by Steffy, but I just want you to know something -- you are as lovely as she is.",
        "Ivy: Mm.",
        "Wyatt: You are just as fascinating, pretty, and as smart as she is.",
        "Ivy: Thank you.",
        "Wyatt: You're welcome.",
        "Ivy: Hmm.",
        "Wyatt: And it probably doesn't mean much coming from me, but I know my brother, and he's crazy about you.",
        "Ivy: Wyatt, it's not Liam that I'm worried about. It's... it's Steffy. I don't want to keep looking over my shoulder. I don't want to be the insecure girlfriend. You know, I don't want to have to worry about them being alone together.",
        "Wyatt: But the kind of woman that Steffy is, it kind of comes with the territory.",
        "Ivy: You know what? If you find her so attractive and so captivating, why aren't you making moves on her?",
        "Wyatt: Oh, my God. Okay. Yeah, you mentioned that.",
        "Ivy: Yeah, well, what do you think about that?",
        "Wyatt: She was married to my brother.",
        "Ivy: Oh. Mm. Yeah. 'Cause that really stopped you guys.",
        "Wyatt: Wow. Okay. You want to do that? Do you want to play that game?",
        "Ivy: I'm sorry. I'm sorry. It's just, you sound interested, to me, so why don't you go for it? Why don't you go ask her out?",
        "Steffy: Aly is going nuts because she saw me kiss you.",
        "Liam: Yeah, I know. But she's -- she's just defending Ivy.",
        "Steffy: [Sighs] I just -- I can't believe Aly told her. I hope I didn't get you in trouble.",
        "Liam: You always get me in trouble. That's all you do.",
        "Steffy: It's a part of my charm.",
        "Liam: [Chuckles] Well, somehow, I don't think Ivy sees it that way.",
        "Steffy: Yeah, but Aly didn't have to make it into such a big deal.",
        "Liam: Well, she went about it the wrong way, but I absolutely see her point.",
        "Steffy: I get that. Well, Aly's right about one thing. We are gonna be working together. A lot of long hours.",
        "Liam: Yeah, we are, and I want to work with you. I'm excited to be here, but, Steffy, please don't make this difficult for me.",
        "Steffy: I know. I know. I... I apologize for that. [Sighs] It's just... it's because I feel comfortable with you. Not only were you my lover, but... oh, man. ...You were my best friend.",
        "Liam: Steffy, oh, don't --",
        "Steffy: No, no! It's stupid. Sorry. Oh, my God. I didn't -- um... I'm sorry. I don't want to make things awkward between you and Ivy. I'm just open and honest about my feelings. And you know that, and, um... it's fine. I'll always love you, but it's -- it's fine. Go. I'm good. Seriously, I'm good, I'm good.",
        "Liam: Ivy and --",
        "Steffy: I know. No, it's... just go. Go. Oh, I'm so stupid.",
        "Wyatt: Hey.",
        "Steffy: Hi. Hey. What's up?",
        "Wyatt: What's the matter?",
        "Steffy: What?",
        "Wyatt: This is about Liam, isn't it?",
        "Liam: You saw how excited she was, right?",
        "Ivy: Liam, everyone was excited. You just pulled off a major coup.",
        "Liam: I know, I know. And we were celebrating, and, unfortunately, the champagne was flowing. And I'm not saying that justifies it.",
        "Ivy: She should not have kissed you under any circumstances.",
        "Liam: I know. And I'm sorry you had to hear about it from Aly. I should've told you myself.",
        "Ivy: It's clear she's still obsessed with you, Liam. She's doing anything she can to get you back.",
        "Liam: I think she just, like, got caught up in the moment.",
        "Ivy: Ugh! That is her excuse, always! \"Oh, I'm sorry! I just kissed you -- again! And I forgot that we aren't in a relationship anymore and you have a serious girlfriend.\" Come on. This is -- Liam, this is so frustrating, and I'm trying so hard to stay patient.",
        "Liam: I know. Believe me, I understand why you're mad. If the tables were turned, I would be so pissed off. But right or wrong, that's just... we just have to understand that that's how Steffy is. I mean, that is her version of... welcoming me to Forrester.",
        "Ivy: Well, let's just hope it doesn't happen again, okay? I want these lips all to myself.",
        "Steffy: Why do you assume I'm thinking about Liam?",
        "Wyatt: I don't know. Wild guess.",
        "Steffy: No, I-I have a lot on my mind with my job and being back in L.A. I'm just...taking it all in.",
        "Wyatt: Right. You think you'll be able to work with him?",
        "Steffy: With Liam?",
        "Wyatt: Mm-hmm.",
        "Steffy: Yeah.",
        "Wyatt: You don't still have feelings for him, do you?",
        "Steffy: You ask a lot of questions.",
        "Wyatt: Do I?",
        "Steffy: Uh-huh.",
        "Wyatt: Well, I'll stop asking questions if you start answering with the truth.",
        "Steffy: [Chuckles] It's really that obvious, huh?",
        "Wyatt: [Chuckles] Are you kidding me? It's so obvious. You might as well have a neon sign hanging around your neck that says, [High-pitched] \"I am in love with Liam.\" He's just the best in all the world.\" [Normal voice] I'm just saying. Like, with a zillion heart Emojis all over it.",
        "Steffy: Really? Yeah.",
        "Wyatt: You are the human equivalent of a smiley face with two hearts. That is how hung up you are.",
        "Steffy: Oh, my God.",
        "Wyatt: Yeah.",
        "Steffy: I am that pathetic, huh?",
        "Wyatt: No judgment here. I was the same way with hope.",
        "Steffy: Oh.",
        "Wyatt: Except I had my heart just ripped out of my -- my chest and served to me on a platter. It was just -- it was a blast. It was great.",
        "Steffy: [Laughs] No, I can't -- I completely forgot that you dated hope.",
        "Wyatt: I married her.",
        "Steffy: That is so weird. Like, she just... I don't know. She doesn't seem like your type.",
        "Wyatt: Really?",
        "Steffy: Mm-hmm.",
        "Wyatt: So, what is my type?",
        "Steffy: I am still trying to figure that out.",
        "Wyatt: Shouldn't be too hard.",
        "Steffy: You are quite the charmer, aren't you?",
        "Wyatt: [Chuckles] Am I?",
        "Steffy: There you go with another question.",
        "Wyatt: And I have so many more for you. You have no idea.",
        "Steffy: Oh, really?",
        "Wyatt: Mm-hmm.",
        "Steffy: I'll bet you do.",
        "Wyatt: [Chuckles] Look, you're gonna be all right. You know that.",
        "Steffy: I know.",
        "Wyatt: It's all about readjusting and...changing your perspective on things.",
        "Steffy: Mm-hmm. I am thrilled to be back here, you know? Yeah, and I'm thrilled for my father and all these new opportunities. But...it's -- it's gonna be difficult. I'm not gonna lie. It's not gonna be easy seeing Liam.",
        "Wyatt: With Ivy, you mean.",
        "Steffy: [Sighs] Okay, Wyatt. [Chuckles] I'm gonna be honest with you.",
        "Wyatt: Okay.",
        "Steffy: Every time I come back to los Angeles, I tell myself that I'm gonna be strong. Come back, and I'm not gonna think about Liam, and all \"blah, blah, blah,\" and \"I deserve better,\" and... and then I see him, and... I don't know. It just kind of brings back everything.",
        "Wyatt: Yeah.",
        "Steffy: Honestly, I just really want a summer of...fun and romance and love and adventure, you know?",
        "Wyatt: Who says you can't? Let's stop thinking about what we don't have... and start focusing on what's right in front of us."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=fr03xFFn1pc"
}