{
    "Episode Summary": [
        "Episode # 7503 ~ Wyatt invites Steffy over to his house to discuss their marriage and future; Quinn develops a greater appreciation for Eric after her trip to San Francisco with Ridge."
    ],
    "Recap": [
        "Quinn says she knows she ought to be grateful but she cannot believe Ridge will say nothing of what happened in San Francisco when he has tried so hard to get rid of her. He quips who would believe him now. Wyatt tells Eric that if he really is that guy for Steffy then he should not have to try so hard to convince her of that. That is why he is moving back out to his place. Liam tells Steffy that their life has been on hold for too long and he should not have let it go on this long. Quinn will always try to get her son back with Steffy, so they need her to understand now that is not going to happen. Wyatt tells Eric he wants somebody to believe in him just like Eric believes in his mother. Quinn says she needs Ridge's word that he won't breathe a word of this. He says the kiss is their secret. Steffy wants to know why her divorce is so urgent. Who is Liam blaming this on, just who? He says all of them. Wyatt calls and wants to see Steffy at their place. She tells Liam that Wyatt says it is important. She tells Liam that she wants a future with him. He says he knows she loves her grandfather but their relationship has to come first. Get that tattoo off her finger, go see Wyatt, set him straight there is no more marriage and then come home to him. Eric hugs Quinn and says it feels so good to have her back. He wants to hear all about her and Ridge and the symposium, but first he wants to tell her that Wyatt made a decision to move out, to get his life back. She should be proud of him; he will be fine. She thanks Eric for being there for him and her as well. She hates being away from him. Wyatt pours a glass of wine for Steffy. She almost declines but say one glass but no toast. He just wants her to remember the good times but to bad timing. She toasts to that.",
        "Liam charges into Ridge's office after receiving his text. Ridge says Quinn did nothing. She did not cross the line. He thought he knew how she would re- act but he didn't. Eric wants to hear all about Quinn's trip. She said it was not as she expected. Eric says that is good. He wanted her to be with Ridge and let him see Quinn is not the woman that he kept saying she was. She says they are never going to be best friends but they got along all right. Eric says good, nothing would make him happier to know they can get along in the same space. Steffy tells Wyatt they came here to talk and she thinks they need to do that. He tells her to quit listening to that clock. Just forget about that divorce and focus on the now. Eric pours drinks and has a surprise for Quinn; martinis for him but tequila for her. She is shocked. She tells Eric that she thinks they have been too harsh on Ridge. He is not the enemy and she is exactly where she wants to be now without talking about Ridge. Things are good and she wants them to stay that way. She does not ever want to lose him. Ridge tells Liam that he knows what he told him but it was a bad plan and it never is going to work. He knows Liam is frustrated but Steffy is going to have to work this out for herself. He lies again when he tells Liam that nothing happened at all. But both Quinn and Ridge think about the kiss."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Quinn: You won't say anything to Eric? Or tell anyone what happened in San Francisco?",
        "Ridge: Like you said, who's gonna believe me?",
        "Quinn: I know I should be grateful, but you have wanted me out of your father's life for so long... I can't believe you'd be willing to keep this secret.",
        "Liam: Everybody's got a limit, Steffy. But I should have reached mine a long time ago.",
        "Steffy: No, you have been incredibly patient and understanding.",
        "Liam: Well, I tried to be. But now I kind of think that was a mistake. Listen, I want all of you or nothing at all. And I am so sick of your grandfather and Quinn and Wyatt teaming up against me, 'cause you chose me. And that means we should be together. Now. Not when your grandfather says it's okay for us to be together.",
        "Steffy: [Sighs]",
        "Eric: So you're moving out?",
        "Wyatt: Yeah. I mean, living here with you and my mom has been amazing. But it really wasn't the way to get Steffy back. And don't get me wrong, I appreciate everything you've done for me. Especially supporting me and my marriage to Steffy, and... and everything, but I don't want her to feel like she's being bribed into being with me.",
        "Eric: No, no, that was certainly never our intention.",
        "Wyatt: No, I know that. But I have to look at this from Steffy's point of view. She's under a lot of pressure. From work, from Liam, from everything, and then our pitch only made things worse. And... I know I had to try. Because I love her. And I know that I'm the right guy for her, but... if I really am that guy, I shouldn't have to convince her of that.",
        "Liam: Steffy, our lives have been on hold long enough, and I should have taken a stand a long time ago. Tell Wyatt you're done and come home to me.",
        "Steffy: The divorce is almost final, Liam.",
        "Liam: Okay, and then what?",
        "Steffy: A-and then the marriage will be over, I'm gonna move back in with you, and we'll have our future.",
        "Liam: This is what I'm saying. Steffy, if you're working with Quinn's son, right, she's gonna find ways of putting you two together. That's why you have to make it absolutely clear, to both of them, that there is no chance you're getting back with Wyatt, and you have to make it clear that you want the divorce finalized immediately.",
        "Eric: I have to say, I'm a little surprised by this.",
        "Wyatt: [Chuckles] I mean, I think it's necessary, don't you?",
        "Eric: I respect your decision, but...",
        "Wyatt: Trust me, it wasn't an easy one. I really enjoyed living here. I never thought I'd say that about living with my mother again, but it was good.",
        "[Laughing]",
        "Wyatt: I still can't believe she's the same woman who would have done anything to get Steffy to marry me.",
        "Eric: Quinn realizes how desperate and reckless she was.",
        "Wyatt: She's been like that my entire life, Eric. Until... until you. You transformed her, and -- and you opened up my eyes, too. I realized integrity is so important in a relationship. And I also realized... I want somebody who believes in me as completely as you and my mom believe in each other.",
        "Quinn: Your father will never know what happened between us. The flirting, the steam room, what happened in san Francisco last night... I need to have your word, Ridge. Promise me.",
        "Ridge: What we shared... that kiss... that's between us. No one else.",
        "Quinn: You promise?",
        "Ridge: It's our secret.",
        "Steffy: I understand what you want. I just don't know where this is coming from. Why ending my marriage is so urgent.",
        "Liam: Because they're getting to you.",
        "Steffy: Who, Liam? Who?! My grandfather? Wyatt? Quinn? They're not!",
        "Liam: They are, and I'm tired of watching it happen.",
        "Steffy: [Scoffs]",
        "[Cell phone rings]",
        "Steffy: It's Wyatt. Hi.",
        "Wyatt: Hey, um... I need to see you.",
        "Steffy: It is work-related?",
        "Wyatt: No. No, but, uh... but it's important.",
        "Steffy: Look, the situation's already awkward enough. Let's not make this worse, okay?",
        "Wyatt: And I appreciate that. But I'm not taking no for an answer, so...",
        "Steffy: Okay, are you here at the office, or are you at granddad's?",
        "Wyatt: Uh, our place.",
        "Steffy: The beach.",
        "Wyatt: Yeah. Like I said, it's important, so... please?",
        "Steffy: I'm on my way.",
        "Liam: So you're going.",
        "Steffy: He says it's important.",
        "Liam: Yeah? For who?",
        "Steffy: Yeah.",
        "Liam: You're honoring a marriage that never should have happened. You're legitimizing everything Quinn did to us.",
        "Steffy: No, I'm not. I want a future with you.",
        "Liam: Steffy, even in the middle of all of this, you answered that phone because the caller I.D. said \"Wyatt.\" And now you're about to drop everything you're doing and go see him. I know how much you love your grandfather, I know what the company means to you, but we have waited long enough, and our relationship has to come first. End the marriage. Get that God-forsaken tattoo off your finger, or what's left of it, and then come home. I'm gonna be at the house tonight. I'm gonna make us dinner. Use this time to go tell Wyatt no more, and then I'll see you tonight.",
        "Steffy: You know what, I can tell Wyatt to just come here and tell me if you're that worried about it.",
        "Liam: No, no, no, you should go. You absolutely should go -- tell him it's over, set him straight, and then come home to me.",
        "Steffy: I understand you're upset about my grandfather and the house. I'm surprised, too, but honestly, you have nothing to worry about, okay? Nothing to worry about. I'm gonna talk to Wyatt and everything's gonna be fine. Promise you.",
        "[Door closes]",
        "Quinn: You won't say anything to Eric? Or tell anyone what happened in San Francisco?",
        "Eric: It's so nice to have you back.",
        "Quinn: I'm so glad to be back.",
        "Eric: [Chuckles] I want to hear all about the symposium. About how and Ridge made out in san Francisco. I want to hear all about it.",
        "Quinn: [Laughing] Okay.",
        "Eric: But first, I want to tell you that your son has made a pretty important decision. I don't want you to be upset by this, but he's decided to move out.",
        "Quinn: Why?",
        "Eric: It's time for him to move on.",
        "Quinn: But where is he gonna go?",
        "Eric: Gonna go back to the beach house. He feels that he's done his best to try to save his marriage and that he has to accept the fact that it might really be over now.",
        "Quinn: This is all my fault. Steffy shut him out because of me. I did my best to make it up to her, but the damage was done.",
        "Eric: He doesn't blame you.",
        "Quinn: [Sighs] I've made so many mistakes.",
        "Eric: He knows you're not the same woman you were then. You should be proud of him. Listen, he's a thoughtful, intelligent young man. He's gonna be fine.",
        "Quinn: Thank you. Thank you for being there for him. And for me. Being away from you made me realize how much I love you, how thankful I am to be your wife. I missed you. I hate being away from you.",
        "Wyatt: Thanks again for doing this on such short notice. I really appreciate it. All right. Bye.",
        "Steffy: Hey.",
        "Wyatt: Hey.",
        "Steffy: The place looks nice.",
        "Wyatt: Yeah, I mean, you told me you were coming by. I had to spruce up a little bit. [Sighs] Thank you for coming to see me.",
        "Steffy: Yeah. Yeah. You -- you said it was important.",
        "Wyatt: Yeah, uh... a glass of wine? I opened up a really good bottle.",
        "Steffy: No, it's -- it's a little too early for that.",
        "Wyatt: It is never too early. How dare you. For old time's sake. A toast to better days.",
        "Steffy: One glass. No toast.",
        "Wyatt: Come on. There's something I really need to say. It's been a long time since both of us have been in this house together. How about this? To all the good times that we shared together here. A toast. To all the laughs we had, the love that we shared, all the jokes we made, every dinner you ruined...",
        "Steffy: That was one time.",
        "Wyatt: One time?",
        "Steffy: I forgot to set the timer once.",
        "Wyatt: What? Okay.",
        "Steffy: One time, Wyatt.",
        "Wyatt: Okay, it was one -- fine. One time. So then, to bad timing...",
        "Liam: Hey. So, I got your text. Didn't sound like good news. So, what -- what happened? What, she didn't...",
        "Ridge: She didn't betray my dad. She didn't cross the line. I thought I knew how she was gonna react, but I had no idea.",
        "Eric: Wyatt is as tough and as resilient as you are.",
        "Quinn: He's a better person than I am.",
        "Eric: He's gonna be fine. We will see to it.",
        "Quinn: Thank you so much for being so supportive.",
        "Eric: That's what I promised, isn't it? That's what I vowed, to take care of you, on our wedding day. To be strong and protective of you and to give you everything in this world.",
        "Quinn: And you have. I have everything I could have ever dreamed of.",
        "Eric: Good. Now, I want to hear all about the symposium. Did you and Ridge lay down your swords, and were you able to get along?",
        "Quinn: Uh, we were very well-received at the event.",
        "Eric: Yeah, so I heard. He was very complimentary to you, wasn't he, up on the stage? That was a surprise.",
        "Quinn: Yeah, the whole trip was like that.",
        "Eric: Like what?",
        "Quinn: Not what I expected.",
        "Eric: That's exactly what I wanted. I wanted him to be able to spend some time with you and see you as the woman I know you are. Now, come on. Tell me all about it.",
        "Quinn: You know what, I'd rather just focus on being home with my husband.",
        "Eric: What, you don't want to talk about it?",
        "Quinn: Well, I already told you on the phone, the symposium was a big success. I don't know what more you want me to say. Ridge and I are never gonna be best friends.",
        "Eric: Why did you take separate flights home? Did something happen? Did he -- did Ridge do something to you?",
        "Quinn: No.",
        "Eric: Good. I'm glad to hear that. Look, all I want is for my wife and my son to have a decent relationship. Nothing I like better in the world than to know that you were getting closer.",
        "Steffy: Wyatt, I know this is a difficult time for you. We've had some great memories here. But I'm not sure dredging them all up is a good idea. You asked me here to talk, so I think we should do that.",
        "Wyatt: You're right. It has been difficult for both of us. But I know how we can move on from this, Steffy. We have to -- we have to stop listening to the clock that is counting down the end of the days of our marriage and focus on what we've done together. What we've learned, what we've accomplished together as a couple. Forget about the divorce and just -- just think about what we mean to each other.",
        "Eric: I think we should celebrate. I know it's a little early, but... the symposium was a big success, and you and Ridge were a big hit.",
        "Quinn: I'm not really in a martini mood, honey.",
        "Eric: No, no, not martinis, darling. I have a surprise for you.",
        "Quinn: Tequila?",
        "Eric: Yes. Your new best friend, I'm told.",
        "Ridge: You want another?",
        "Quinn: Yes. I'm not really in the mood for tequila, either.",
        "Eric: Quinn? What is it, honey? Is something wrong? Wait, was I wrong to send you and Ridge to san Francisco, in hopes that you would get closer? Is that what happened? Quinn. I want to know.",
        "Quinn: I think we've been too hard on Ridge. He's not the enemy, and -- and neither am I. It's -- it's just, it's so much more complicated than that. And I know you want us to be closer, but I -- I don't really need my relationship with him to change. I don't really want to talk about Ridge anymore. I'm here with you. This is exactly where I want to be. I love you. And I love our life together. Things are so good now, and I want them to stay that way. I don't ever want to lose you.",
        "Liam: Hold on a second. You -- you called me. You were in the room with Quinn alone. You said it was about to happen.",
        "Ridge: I know what I said. But nothing did happen. It was a bad plan.",
        "Liam: It was a bad plan? It was -- it was the only plan, Ridge. We tried everything else.",
        "Ridge: It's not gonna -- it's not gonna work.",
        "Liam: What does that mean, exactly, like it's never gonna work? Like you -- you can't get to Quinn? You're just gonna stop trying? What are you saying?",
        "Ridge: That's what I'm saying, yes.",
        "Liam: I mean, okay, Steffy and Wyatt can get divorced, but she still has to work with Wyatt's mother every day.",
        "Ridge: All right. I know you're frustrated, I know you're losing your patience. But Steffy, she has to work this out for herself, and... I believe she loves you, so just give her some time. You'll work through it.",
        "Liam: I mean... [Sighs] You were sure it would work. You're saying nothing happened? Nothing at all?",
        "Ridge: No. Nothing at all."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=Vgc4jFabI1k"
}