{
    "Episode Summary": [
        "Episode # 7639 ~ An epic fashion showdown for charity gets underway with Forrester Creations and Spectra Fashions; Sally is confused as to why Thomas is distracted and not enthusiastic about the competition."
    ],
    "Recap": [
        "Bill jokes with Brooke and shows her his own dollar bill with his face on it \u0096 his two favorite things. And \"In Bill we trust\". Thomas reflects on what Bill told him about Caroline dying. Zende tells Nicole that he is so nervous. There aren't many designers that are their own models. He has never done this before. Sally tells Bill that all she wants is a fair shake and no dirty tricks from him. They could win this thing fair and square. She tells Thomas that nothing can stop them now. Bill tells Steffy that he does not have a lot of respect for Thomas since he flew here for competition instead of being with Caroline. But they are going to win so get ready for the victory celebration band. Steffy says she will not cheat and do that to her brother. Lizzy runs a temperature and Maya tells Rick that she will not continue. He will have to get a replacement. Steffy conducts the charity auction using the Dollar Bill dollars. She wants them all to enjoy the fashion show challenge.",
        "Bill has a fantasy of him opening his newest Spencer Skyscraper Tower .that is until he sees Sally and then he bristles. Steffy tells Thomas this is only a charity event so everything is cool between them. The doctor tells Maya that Lizzy will be okay with rest and lots of fluids. Brooke tells Katie that she has done an incredible job even if Wyatt helped her. Sally laments to Thomas that she hopes Bill does not do anything to ruin this as Thomas deserves all the accolades. Thomas and Zende strut their stuff in swim wear too as competing designers to the delight of the audience. The show stoppers are modeled by none other than Steffy Forrester and Sally Spectra. Bill catches Thomas later and tells him he did good but now he knows what he has to do. Both Caroline, who is dying, and his son needs him. Katie introduces Bill to name the winners of the charity function. He proclaims there was no winner except him. They took in over a million dollars for charity so they are all winners. Katie rushes up to Wyatt and said they did it. He agrees and kisses her. She responds back. In fact she looks like she is ready for Round Two."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: [Inhales deeply] [Sighs] Can you smell it?",
        "Brooke: [Sighs] Jasmine and the sea.",
        "Bill: No. Money. Monaco reeks of it.",
        "[Brooke scoffs]",
        "Bill: [Inhaling] Ahh, so good.",
        "Brooke: That is not real money, bill.",
        "Bill: I always wanted my face on a dollar bill, and there it is. \"In bill we trust.\"",
        "Brooke: [Laughs] You are so silly.",
        "Bill: I'm handing them out at the event to encourage bidding. Every dollar spent goes towards Spencer charities. [Chuckles]",
        "Brooke: That is a good idea.",
        "Bill: Thank you. [Sighs] My two favorite things.",
        "Brooke: I hope I'm one of them.",
        "Bill: Well, that would be my three favorite things. You number one, of course. And yachts and skyscrapers. Where else do you have yachts and skyscrapers in one place but here?",
        "Brooke: I'm surprised you're not shedding a tear when you say \"skyscraper.\" I know how badly you wanted to buy the spectra property, tear it down, and build your big, beautiful Spencer skyscraper. But you know what? Thomas is a team with sally now. I don't see them crumbling any time soon.",
        "Bill: Caroline told me something. She's dying, Thomas. [Echoing] Dying. Dying. Dying.",
        "[Dance music playing]",
        "Zende: All right, listen. I need you to make sure the models are in the right position.",
        "Nicole: Big debut!",
        "Zende: Yeah, I know. Don't remind me.",
        "Nicole: But it's your first fashion show as a designer with Eric and ridge. And I am so proud of you.",
        "Zende: All right, well... I'm nervous.",
        "Nicole: You'll be fine once you get out there and start modeling.",
        "Zende: That's what I'm nervous about. Asking me and Thomas to walk the runway in the bathing suits? It's like... how many designers you know model their own stuff?",
        "Nicole: Only one that I see. And he's all mine.",
        "[Music, indistinct chatter]",
        "Bill: Nothing more valuable than bill money. And nothing more important to me than charities. Empty your pockets today. [Chuckles]",
        "Sally: I saw your boat in the harbor. The Stella Maris. [Gasps] It's quite a barge. Keep checking my phone for an invite.",
        "Bill: Her name is the Stella -- never mind.",
        "Sally: You know, spectra could really get used to this.",
        "Bill: I suggest you don't.",
        "Sally: Hmm?",
        "Bill: I bet you could.",
        "Sally: I mean, I know it's old hat for Thomas, but, I mean, he could show me the ropes. Show me the dos and the don'ts of the aristocratic life.",
        "Bill: Listen, sally, I'm just trying to look out for you. I wouldn't get too used to this.",
        "Sally: Our designs are top-notch. We could win this thing. All I ask is for a fair shake. No dirty tricks.",
        "[Cell phone rings]",
        "[Voicemail beeps]",
        "Caroline: Uncle bill, I'm back in new York. Um, listen, yes, I want to be with Thomas, and yes, Douglas needs him in his life, but not this way, okay? Telling Thomas that I am dying is not right, and I can't keep this up. So please just call me back.",
        "Thomas: Line it up. Perfect. Thanks.",
        "Sally: Hey.",
        "Thomas: Hey. Are you still stressed about the show? Don't be. Look, our designs can't miss. And we are gonna get tons of publicity out of this. We're on our way, bucko. Nothing can stop us now.",
        "Steffy: I miss you, too. I love you. All right. I'll call you after the fashion show. Okay. Bye.",
        "Bill: Tell Liam he should fly in for our Victory party.",
        "Steffy: We need to win this thing first.",
        "Bill: Done.",
        "Steffy: Whoa, no. Bill, we're doing this fair and square. I don't like that sally and Thomas jammed this down our throat, but I'm not gonna cheat. I won't do that to my brother.",
        "Bill: Your brother had a son with my niece, and he left her in new York to raise the kid by herself. I'm sorry, Steffy, but I don't have a lot of respect for Thomas.",
        "Steffy: What does that have to do with anything, bill?",
        "Bill: Everything.",
        "Rick: She's got a temperature.",
        "Maya: How high?",
        "Rick: 100.5.",
        "Maya: [Sighs]",
        "Rick: You need to get down there. I'll take care of Lizzy.",
        "Maya: No, I am not leaving my baby.",
        "Rick: She'll be fine, honey. They're -- they're counting on you.",
        "Maya: I am not leaving our daughter. They will have to find a replacement.",
        "Rick: Okay. I'll call Katie and see if they can find a model to cover. Elle a mit ses boots, elle est belle elle est fraîche, elle est classe se paye un coup tout d'seule elle n'adresse la parole qu'à sa copine, vilaine il est fier parce qu'elle marche avec la queen, c'est la reine elle fume délicatement, une cigarette qui l'amène sur la piste, lentement elle se la joue, comme dans fame son troisième verre se vide, vodka red bull qu'elle accepte gentiment de la part d'un t-shirt rouge sur lequel on peut lire \"tu es sexe, je suis amour\"",
        "Bill: Whew! Oh, ho! My man. Read my mind. I love that. Ah, getting ready to bid? I like that. There you go. How's everybody doing? Having a good time? Good. Hmm, hm, hm. How are you? I like the hat. Beautiful. How are you? I'm good. How are you doing?",
        "Bill: Ahh. You got your lunch money, there. I like it.",
        "Wyatt: I got a question for you. Good to talk to you.",
        "Bill: Make it quick. We're about to begin.",
        "Wyatt: Uh, we all know that you want spectra to tank, but if you're up to something, can you just let me know so that, I don't know, Katie and I can bury our heads in the sand?",
        "[Applause]",
        "Steffy: Thank you so, so much!",
        "Bill: Relax and get the hell out of here.",
        "Steffy: How's everyone feeling?",
        "Bill: [Sighs]",
        "Steffy: Uh, I can't hear you. I said, \"how's everybody feeling?!\"",
        "[Cheers and applause]",
        "Steffy: Great. Great. Well, thank you so much for joining us and participating in our online charity auction. All of you have the Spencer dollar with bill Spencer's face on it. That goes towards your bidding, compliments of dollar bill Spencer himself.",
        "[Cheers and applause] [Laughs] Yes, yes. And now... team Forrester will go head to head with team spectra, a world-class fashion challenge -- swimwear and cruisewear. I know all of you have downloaded the Spencer app for bidding. At the end, you'll vote either spectra or Forrester. So sit back, relax, make sure you all vote. Yes!",
        "[Applause]",
        "Steffy: Now it's time for the fashion challenge. Let's go, baby. [Cheers and applause] Forrester's stunning models are led by the iconic Brooke Spencer.",
        "[Camera shutters clicking] Déjà tout p'tit à la récré, il n'y avait pas que le prof qui utilisait une craie moi je m'en servais pour la marelle elles m'disaient toutes \"Mais s'il te plaît, viens avec nous, on va jouer viens avec nous dans les fourrés\" Hey, hey, les filles, c'est pas un jouet moi, j'en ai marre d'être un objet ton sac de billes... Mon nom est Joe et toi mannix j'ai la manie de l'élastique De l'élastique C'est un réflexe robotique pas de panique, c'est moi, mannix C'est toi, mannix?",
        "Steffy: From the house of Forrester, the beautiful Nicole Forrester modeling swimwear designed by her husband, Zende Forrester.",
        "[Applause] Tout tourne, tout tourne, tout tourne tout tourne, tout tourne, tout tourne tout tourne, tout tourne, tout tourne",
        "Bill: Governor, Mr. Mayor, and esteemed attendees, as most of you know, this has been a dream of mine for many, many years. I give you... Spencer tower! She's officially open and ready for business.",
        "[Cheers and applause]",
        "[Camera shutters clicking]",
        "[Cheers and applause continue] Nous s'éclatons à fond chaque fois qu'on fait la fête tu m'fais tourner la tête",
        "[Applause]",
        "Steffy: Getting a good response. But you're still going down.",
        "Thomas: Yeah, I don't know. We'll see.",
        "Steffy: Come on. I'm just messing with you. Your designs are really good. And you're gonna get a lot of publicity.",
        "Thomas: Does it matter, steff? I mean, the publicity the fashion, any -- any of this, does it really matter?",
        "Steffy: What are you talking about?",
        "[Applause] Tout tourne, tout tourne, tout tourne",
        "Thomas: Douglas. I just -- I just wish that I'd been a better father to him.",
        "Steffy: Hey, this is not the time or place to be talking about douglas or caroline. It's a fashion charity event, silly. Tout tourne autour de moi",
        "[Applause] She has a little cold. Slight fever.",
        "Maya: Okay. But she'll be okay? No reason to worry. Very typical for children who travel distances.",
        "Rick: Should we give her anything? Fluids, rest, lots of love. That is all she needs.",
        "Maya: Thank you, doctor. We were... we were worried. Hey, no reason to be. Wait, I-I have seen your picture. Maybe in the local news?",
        "Rick: My wife is a model. She was supposed to be in the fashion show today. And you didn't go because your baby had a petite fever? Tout tourne, tout tourne Quand tu danses avec moi Tout tourne, tout tourne, tout tourne Quand je suis dans tes bras Tout tourne, tout tourne, tout tourne Quand tu me touches le dos",
        "[Cheers and applause] Ouh ouh ouh ouh Tout tourne, tout tourne, tout tourne tout tourne, tout tourne, tout tourne",
        "Katie: [Sighs] Wow.",
        "Brooke: [Exclaims]",
        "Katie: Hi.",
        "Brooke: Hi!",
        "Katie: [Chuckles]",
        "Brooke: Wow! It looks like you hit a home run!",
        "Katie: Thank you.",
        "Brooke: You're doing great in promotion.",
        "Katie: Well, you know, a-a lot of it has to do with that guy over there.",
        "Brooke: Oh, that guy? Yeah. Wyatt, he's -- he's pretty good. But you are incredible. You need to take the credit. You deserve it. Congratulations, sis!",
        "Katie: Thank you.",
        "Bill: It's caroline. She's dying, thomas.",
        "[Music, applause]",
        "Sally: Are you hearing this? They love us! We're getting almost as much applause as Forrester.",
        "Thomas: Yeah. Yeah, it's great.",
        "Sally: Great? Are you kidding me? It's spectacular. It's freakin' nuts.",
        "Thomas: Mm.",
        "Sally: I hope bill Spencer doesn't do anything to ruin any of this, because you deserve it.",
        "Thomas: Mnh-mnh. Nope. Nope. You deserve this.",
        "Zende: Baby girl!",
        "[Nicole giggles]",
        "Zende: You did amazing. You really killed it.",
        "Nicole: And now it's your turn.",
        "Zende: No, I don't think I'm ready for this one.",
        "Nicole: Uh, the ladies sure are.",
        "Zende: [Scoffs] Fine.",
        "Steffy: And now for men's swimwear, joining the models are zende Forrester from Forrester creations and thomas Forrester from spectra fashions. Two great designers showing off their work.",
        "[Camera shutters clicking] Un cynique antipathique hermétique homme à musique critique ma boutique casse ma baraque, me saque c'est quoi ton blème, vide ton sac il me sape le moral et trouve ça chic son débalage naze m'intoxique ses polémiques à côté de la plaque, ça gêne",
        "Brooke: It looks amazing.",
        "Wyatt: Yeah. Passer la semaine ca me fatigue",
        "Maya: I just wanted to be sure. So, no, I-I didn't model in the fashion show. How unfortunate for those who attended. Aww. Monsieur, d'une beauté à vous couper le souffle. That -- that's good?",
        "Rick: That's better than good. You're breathtaking.",
        "Maya: [Exhales sharply] Merci. De rien.",
        "Steffy: Let's hear it for team Forrester and team spectra. Tic tac tic tac tic tac",
        "[Cheers and applause]",
        "Katie: And now, ladies and gentlemen, our showstoppers. The head-to-head duel between spectra fashions and Forrester creations, modeled by none other than sally spectra and steffy Forrester. C'est la fête ce soir gloire à nous, fêtards! Soyons prétentieux nul ne sera sérieux rappelle-toi l'histoire ca sent la victoire rien n'est immobile vas-y saute dans le vide hé! Ouh ouh quand je marche, je chasse pour faire mon territoire",
        "Bill: Well done, thomas.",
        "Thomas: Thank you.",
        "Bill: And now it's time to be a man. Your son needs you. And so does his mother, who'S... who's dying. Be there for them. You know what you have to do. My niece and your son need you in new york. Plus tard, l'escale exploratoire conduit mon appét a dévorer par charité",
        "[Music ends]",
        "[Cheers and applause]",
        "Katie: Thank you so much! This was an awesome show! Now, ladies and gentlemen, to announce the winner of the fashion challenge, our esteemed host of the Spencer summit, the one and only dollar bill Spencer.",
        "[Applause]",
        "Bill: Thank you, Katie. And thanks to each and every one of you for attending this extraordinarily special event, and for helping us raise much-needed funds for the Spencer foundation and the good works that it does all over the world. Now, uh, the moment you've all been waiting for -- the winner of today's fashion challenge. And that winner is... that winner is me.",
        "[Audience murmurs]",
        "Bill: But more than that, it's the children that you're helping with the money that was raised today. You see, this really wasn't a fashion challenge. Well, in that votes weren't tallied. It was about the bidding -- your generosity in helping these children in need all over the world. So, how much money did we raise? Well, I'm gonna give you that number. And it is... just over... $1,100,000.",
        "[Applause]",
        "Bill: So, yes. Give yourselves a big round of applause.",
        "[Cheers and applause]",
        "Katie: Oh, my God! Did you -- did you -- did you hear that?!",
        "Wyatt: It was a tie.",
        "Katie: No, no, no, no. $1 million. $1.1 million. Is that what he said?",
        "Wyatt: That's exactly what he said.",
        "Katie: Oh, my -- we did it!",
        "Wyatt: We did it!",
        "Katie: We did it! Oh, my God!",
        "Wyatt: We did it!"
    ],
    "Transcript Author": [
        "Provided By Suzanne Evite la tangodeur dans le tango de l'heure faut sentir comme une fleur sinon les mecs ont peur evite la tangodeur j'en ai horreur"
    ],
    "url": "https://www.youtube.com/watch?v=rbPEcKv9Rvk"
}