{
    "Episode Summary": [],
    "Recap": [
        "A big banner is hung \"Welcome Back Ridge,\" champagne is stocked, flowers sat out and lemons bars, brownies and much food and all is ready for the homecoming of the prodigal son. Hope tells Pam that she thought she was gonna keep it low-key. Pam says yeah but once her and Charlie got started .Aly is concerned if they should be doing this at all if Ridge is still confused. Hope says they will take the cue from him once he is here. He's alive and that is all that matters. Aly alerts them when she sees them coming. Eric, Thorne and Brooke are the first ones in and they all hug. Brooke thanks all of them for throwing this party. She says Ridge will be along in a few minutes. But she cautions them that Ridge suffered a severe concussion and is not quite himself yet, so they will all have to be patient. Finally Katie and Ridge walk in amid claps al around. Wyatt sits alone in his beach house reflecting on HOTT times when there is a knock at the door. It's Quinn and he's none too pleased to see her. She asks if she can come in and he says no. She says she just needs one minute. She knows he is upset with her for what she caused but that just got a lot less serious ..Ridge is alive. Wyatt is pleased to hear the news and Quinn barrels on past him. She says she thinks they are having a party as they speak at Eric's. She remembers the times when they were invited to these little shindigs. Wyatt says Hope must be so relieved. Quinn says yes so now she can let go of that little bore she claims she cares about. When Wyatt looks skeptical she says surely now that she has not killed the heir to the Forrester empire that Hope won't stay with Liam. This is her out and if she is smart she will waste no more time before she comes back to Wyatt. He says he can't wait to tell Hope how happy he is that Ridge is home .if she will even let him. She does not want to be around either one of them, she made that very clear. Quinn says you can't listen to what a person says when they are in the middle of a crisis, especially someone like Hope who is so easily swayed by her emotions. She was stressed and in pain and her way of dealing was taking it out on Wyatt. But now Ridge is alive and she will forgive Wyatt. And then maybe Wyatt can forgive her too.",
        "Ridge says this is wonderful, friends and family and this is just where he wants to be. He says he is sorry he put them all through this, he could have handled it better. Katie says Quinn started it. Brooke adds that Quinn manipulated things as she knew exactly how Ridge would react. Aly asks if they can not talk abut Quinn. Hope says excellent idea as this is a celebration. She says mostly she kept wondering what the last thing she said to him before he left .if it was work or some stupid argument. And then he was just gone and she never got a chance to tell him how special he was to her. She says he always treated her as one of his own, better than her real father did. Ridge gave her someone to look up to when her dad was not really a role model. She says she loves him very much and is so glad he is back. She goes and gives him a big hug. Rick goes next and says he doesn't remember their last conversation either but it really doesn't mater. He is just glad he is back. He too gives him a big hug. Ridge slowly takes him by the shoulders and pats him on the back. Quinn tries to convince Wyatt to call Hope. He says no, she is at a party with Liam so she probably would not even answer or look at voicemail. But she must have a big smile so he will go see that smile in person. Thorne takes a phone call and tells Ridge that was Felicia. She and Kristen and making arrangements to come to make sure they see Ridge for themselves and that he is all right. Eric says Steffy and Thomas are on their way as well. Ridge wants to see his son. Brooke says the party would have been confusing so he knows nothing about what happened to Ridge; they kept all of that pretty vague. Katie says no child should have to go through that. Brooke spies Hope and Liam in a corner with arms wrapped around and she goes over. Hope tells her that she and Liam are back together. Brooke gives her a hug. Then Eric walks up. She tells him the same thing. She said she wanted to tell him that she ended things with Wyatt and not just personally but she made that decision for HFTF too. She says after what Quinn did she did not think she could work with her or Wyatt. Rick fired them but Eric is CEO so if he wants to do something else that is his call. Eric says Quinn is no longer welcome at FC so she made the right call. Brooke gives Eric the high sign that they need to talk. Liam tells Hope that Pam is giving him the stink eye from across the room so maybe he better go get one of her lemon bars. Hope turns around and sees Wyatt looking through the terrace window. She goes outside and asks what he is doing here. He says he knows he should have knocked but he doesn't feel very welcome here what with members of his fan club here - Aly, Pam, Eric and Rick. He thinks even Stephanie's portrait hates him. She says no one hates him but she thinks she made the right choice so she hopes that is not why he is here to change her mind. He says no, he just heard the news about Ridge and he had to come tell her how happy he is for her. He knows it does not take away what his mother did but just knowing Ridge is alive means the world to him. If something had happened to Ridge and they associated him with that, he could not have handled that. He says he wished he could have changed some things but at least her family got the ending they deserved so he is glad about that. She thanks him and gives him a hug just as Liam comes to the door. Katie catches Ridge leaning against a desk in the corner. She tells him they can leave at any time; she knows he has to be tired and needs his rest. He says not yet. He's not himself but he's going to have to pretend because this party is important to everyone. She says she doesn't think her mind has caught up with her body yet and she still is afraid she will wake up and it really didn't happen. He says he is not going anywhere unless it is with her. He knows there is a lot of missing pieces and he doesn't know how long that will take. She says it is all okay and she will be right there to help him. He hopes she won't regret those words. She says she does regret one thing. Before he left, they were talking about getting married and then that was over so quickly. She doesn't want to wait. She can't wait to be his wife ..unless he is not ready. He pauses then says surely she does not think he would come back from the dead just to string along Miss Katie. She smiles of course not and kisses him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Caroline: Big day.",
        "Rick: Ridge is back.",
        "Maya: Yeah.",
        "Caroline: Your mom never gave up hope.",
        "Rick: Neither did your uncle Bill, Katie or my dad. They all believed he was alive, even when it seemed it was...",
        "Carter: I understand. I wouldn't accept it either.",
        "Hope: [Chuckles] Wow. You said you'd keep it low-key.",
        "Pam: Well, I didn't mean to bake quite so much, but once Charlie and I get started...",
        "Donna: Cut her some slack. We're all excited.",
        "Hope: No, no, no. I think this is great. It is. You know, just don't go shoving lemon bars down Ridge's throat the second he walks in. He's been through a lot. We don't want to overwhelm him.",
        "Pam: [Chuckles]",
        "Aly: Should we be worried?",
        "Pam: Well, you know, I just baked his favorites. There's just so many of them that, you know...",
        "Aly: Well, I meant about uncle Ridge. Should we even be doing this party? Is he well enough?",
        "Hope: Well, I hope so. I mean, we all really want to celebrate. But we'll take it easy. We'll just take our cues from him. I can't even imagine what he's gone through. Surviving a trauma like that -- being dumped in the water.",
        "Pam: [Sighs]",
        "Hope: But he's alive, and that's all that matters.",
        "[Knock on door]",
        "Quinn: Have you heard the news?",
        "Wyatt: What?",
        "Quinn: You haven't spoken to your father? Can I come in?",
        "Wyatt: No.",
        "Quinn: Wait, but, Wyatt, please. Just one minute of your time.",
        "Wyatt: There's nothing more to say, mom.",
        "Quinn: I know that you're upset at me. You blame me for everything that's happened -- hope breaking up with you.",
        "Wyatt: Yeah, because you caused it.",
        "Quinn: Yeah, but what I caused just got a lot less serious. Ridge is alive.",
        "Aly: It's dad. They're -- they're here.",
        "Hope: Oh, good. Oh, good. Okay, everyone remember to give Ridge plenty of space.",
        "Liam: Are you kidding? You're gonna be the first one rushing into his arms.",
        "Hope: [Chuckles]",
        "Eric: Hey, hey.",
        "[Cheers and applause]",
        "Eric: Wow! Look at you!",
        "Donna: Oh, we missed you. We missed you.",
        "Eric: Wow. So good to be home.",
        "Thorne: Yes.",
        "Donna: Oh.",
        "Eric: And I'm so glad it turned out this way.",
        "Thorne: Yes, and believe me, dad was not returning any other way.",
        "Brooke: Thank you for putting this party together.",
        "Eric: Yeah.",
        "Pam: Oh, you're welcome.",
        "Brooke: I don't want to disappoint anybody, but...",
        "Aly: Wait -- uncle Ridge is with you, right?",
        "Brooke: Yes, actually. They'll be here very soon. It's just Ridge has been through quite an ordeal, and he suffered a severe concussion. He's not quite himself yet, so we have to be patient and loving.",
        "Hope: Okay, well, that's what this party is all about.",
        "Brooke: Oh, good.",
        "[Both chuckle]",
        "Eric: Nice. It's beautiful.",
        "Pam: Oh, thank you.",
        "Eric: It's beautiful.",
        "Wyatt: Ridge is alive?",
        "Quinn: Yeah. I-I heard they're having a big welcome-home party for him at Eric's right now. Remember when we used to be invited to those little shindigs?",
        "Wyatt: Mom, that's amazing.",
        "Quinn: I know. That's why I'm here.",
        "Wyatt: Hope must be so relieved.",
        "Quinn: Yeah, relieved to finally get rid of that bore she pretends to care about. Oh, come on. Now that I no longer killed the heir to the Forrester empire, you don't think hope is gonna stay with Liam. This is her out. If she's smart, she isn't gonna waste any time coming back to you.",
        "Hope: Well, when you say Ridge isn't himself, how serious are you talking?",
        "Brooke: It's not bad.",
        "Hope: Okay.",
        "Thorne: Yeah, he's doing rather well, I mean, if you consider what could have happened.",
        "Eric: We're actually very lucky that a concussion is the only thing we're dealing with.",
        "Maya: The doctors aren't concerned?",
        "Brooke: He will get a full work-up here, but otherwise, we wouldn't have risked the long flight.",
        "[Car door closes]",
        "Thorne: That must be them now.",
        "Brooke: Okay.",
        "Hope: [Chuckles] Okay, not too crazy.",
        "Eric: Nice and easy.",
        "Katie: Oh.",
        "Thorne: Welcome home!",
        "[Cheers and applause]",
        "Wyatt: I can't wait to see hope and tell her how happy I am for her...if she'll even let me.",
        "Quinn: What do you mean, \"if\"?",
        "Wyatt: She doesn't want to be around either one of us. She made that very clear.",
        "Quinn: Oh, you can't listen to what a person says who's in the middle of a crisis, especially somebody like hope who's so easily swayed by her emotions. She was stressed and in pain, and her way of coping with that was to take it out on you. But Ridge is alive, and she's gonna forgive you. And then maybe you can forgive me, too.",
        "Ridge: Wow, all this for me, huh?",
        "Pam: Yeah, and there's plenty more to nibble on over there. You -- if you're hungry.",
        "Ridge: I-I saw. I'm gonna have a piece later. Thank you.",
        "Pam: Oh, except, you know, not the corner pieces. Those are for your dad.",
        "Eric: I don't know. I think Ridge has earned a corner piece if that's what he wants.",
        "Pam: That's true.",
        "[Light laughter]",
        "Katie: We don't have to stay if you don't want to.",
        "Ridge: No, no, this is where I want to be -- friends, family. This is, uh -- this is wonderful.",
        "Caroline: That's what we were hoping for. We were so scared.",
        "Ridge: I-I didn't mean to put you through that. I'm sorry.",
        "Caroline: What? No. No, that is not your fault at all.",
        "[Light laughter]",
        "Ridge: I could have handled things better.",
        "Katie: Quinn could have, too.",
        "Brooke: She manipulated you. Knew exactly how you'd react.",
        "Ridge: I'm an open book.",
        "Aly: Can we not talk about her?",
        "Hope: That is an excellent idea, I think. This is a celebration. There's no reason to dwell on why or how. For a brief moment, you were gone from us, and it just seemed -- ah, I-I don't know. I just felt like there were a lot of things that I wish I could have said to you.",
        "Liam: Now you can.",
        "Hope: You're right. I can. I can. [Chuckles] Uh, I think, mostly, I just kept wondering what the last thing I said to you was, and I couldn't remember if it was about work or if it was a stupid argument. I don't know. And then you were just gone. I-I'm so glad that I have the chance now to tell you how special you are to me. You are, and -- and you've always treated me like one of your own. I will always see you as a father. You gave me someone to look up to when my own dad really was not a role model. I love you very much. I'm so glad you're back.",
        "Ridge: Oh, thank you.",
        "Hope: Yeah.",
        "Rick: You know, Ridge, I don't really recall the last conversation we had, either, not that it really matters. I'm just glad that you're back. I think we all are. [Chuckles]",
        "[Cheers and applause]",
        "Donna: Let's have a party.",
        "Carter: Hey, hey!",
        "Pam: I think we should break out the champagne now.",
        "Wyatt: [Inhales deeply] [Exhales deeply]",
        "Quinn: Go on. Call her. Tell her you're thinking about her. You're so happy that Ridge is alive.",
        "Wyatt: Why would she even answer? She's at a party with Liam.",
        "Quinn: [Sighs]",
        "Wyatt: No. I'm -- I'm not gonna call her.",
        "Quinn: You're not even gonna try and reach out? I'm telling you -- this changes things.",
        "Wyatt: Do you even know me at all? Of course I'm gonna reach out. Hope's probably got the biggest smile on her face right now. The last thing I'm gonna do is leave a voicemail. No, I'm gonna go see that smile in person.",
        "Quinn: That's my boy.",
        "Carter: I'm so glad you're back, man. I-I can't imagine...",
        "Ridge: Mm-hmm. You know how they say your life flashes before your eyes, and you see all the people you love?",
        "Carter: Mm-hmm.",
        "Ridge: I didn't see you there.",
        "[Laughter]",
        "Carter: Well, I'm glad the fall didn't affect your bad jokes. I won't feel bad taking your money next poker night.",
        "Ridge: Okay. Take it easy.",
        "Thorne: No, don't even worry about it. He's okay. He's doing just fine. All right. I love you, too. Hey, that was Felicia. She and Kristen are making arrangements to come visit. They want to make sure for themselves that you're okay.",
        "Ridge: Well, that sounds great.",
        "Eric: Steffy and Thomas are on their way, as well.",
        "Aly: It'll be good to have everyone back together again.",
        "Ridge: Where's my son?",
        "Brooke: I know you miss R.J. And you want to see him, but this party would have been confusing.",
        "Donna: Yeah, we, um, actually never told him.",
        "Brooke: We didn't want to make him suffer.",
        "Donna: It was all so uncertain with you missing. I did my best to be vague.",
        "Katie: No child should have to go through that.",
        "Brooke: [Clears throat] Hi.",
        "Hope: Hi.",
        "Brooke: You two seem quite chummy.",
        "Hope: Well, yeah. I was wondering if you were gonna ask.",
        "Brooke: Does this mean...?",
        "Liam: Yes.",
        "Brooke: What? Really? Oh, that's wonderful.",
        "Hope: Thank you.",
        "Brooke: Ohh!",
        "Hope: [Chuckles]",
        "Eric: And, uh, what is this?",
        "Liam: Ah.",
        "Hope: Oh, well, um...",
        "Liam: [Chuckles nervously]",
        "Hope: ...Liam and I are back together, and, uh, I wanted -- I wanted to tell you both this, actually. Um, I ended things with Wyatt, obviously, uh, but not just personally. I made the decision for Hope for the Future, too. After everything that Quinn did, I just can't see myself working with her or -- or Wyatt. Um, and as president, Rick made the decision to fire him, but you are C.E.O., obviously, so if you want to do something different...",
        "Eric: Quinn is no longer welcome at Forrester creations. You made the right call.",
        "Liam: [Exhales deeply] About more than one thing.",
        "Hope: [Chuckles]",
        "Liam: [Chuckles]",
        "Liam: Uh-oh.",
        "Hope: What?",
        "Liam: Pam is giving me stink eye from across the room. I think I'm the only one who hasn't had dessert yet.",
        "Hope: Oh, you better get on that.",
        "Liam: Uh, anything for the lady?",
        "Hope: Just something small. Little.",
        "Liam: Wish me luck.",
        "Hope: [Chuckles] Okay. [Sighs]",
        "Rick: Ooh, I wouldn't do that if I were you.",
        "Liam: What?",
        "Rick: Trust me. Way too dry. You know, personally, I like a nice moist brownie -- maybe even a little chewy.",
        "Eric: All right.",
        "Rick: [Chuckles] So, you and hope?",
        "Liam: Yeah. Yeah. Things are good.",
        "Rick: Yeah, I can tell.",
        "Liam: Yeah, she, um -- ooh, that's weird.",
        "Rick: What's weird?",
        "Liam: Uh, I wonder where hope went.",
        "Hope: What are you doing here?",
        "Wyatt: I-I know I should have knocked, but I-I don't feel welcome. I mean, not many members of my fan club are in there right now.",
        "Hope: You're lucky that I found you and not, like, Aly.",
        "Wyatt: Yeah, or Eric, Pam, or Rick. Hell, I even think Stephanie's portrait hates me.",
        "Hope: Nobody hates you.",
        "Wyatt: Yeah, they just don't want to see me ever again. Okay. Including you.",
        "Hope: You know that's not true. It was very difficult for me to make this decision...",
        "Wyatt: I know.",
        "Hope: ...To end things. But I think it was the right choice, and I'm not gonna change my mind, so if that's why you're here...",
        "Wyatt: No, no, no. I'm -- no. I'm here because of Ridge. I heard the news. I-I just had to come by and tell you all how happy I am for you.",
        "Hope: Oh.",
        "Wyatt: When my mom told me, I couldn't believe it.",
        "Hope: [Chuckles] Yeah, it's -- it's -- I know. It's crazy. Um, just when I was losing faith that he'd be found.",
        "Wyatt: Yeah. He's okay?",
        "Hope: Uh -- uh, yeah, mostly. Yeah.",
        "Wyatt: Any injuries or...?",
        "Hope: He's got a pretty bad concussion, but that's about it.",
        "Wyatt: I'm thrilled for you and your family, and... you know, I know it doesn't take anything away from what my mother did, but just knowing that Ridge is alive -- I mean, it means the world to me. Just thinking my mom could have been capable of someone's death and that you and your whole family associate me with that -- I-I couldn't handle that. I wish I could have changed some things, you know, but I -- at least your family got the ending that they deserved, so that's...",
        "Hope: Thank you.",
        "Wyatt: Yeah.",
        "Hope: [Chuckles]",
        "[Indistinct conversations]",
        "Katie: [Gasps] [Sobs] Hey.",
        "Ridge: Hey.",
        "Katie: We can leave anytime you want.",
        "Ridge: Not yet.",
        "Katie: Are you sure? Because I know you must be tired. You need to rest. You're not quite yourself.",
        "Ridge: No, I'm not, but I'm gonna have to pretend because this party is important for everyone.",
        "Katie: Yeah, it is. Everyone's so glad to have you home. When you were missing, I was so scared.",
        "Ridge: Hey. You don't have to be scared anymore.",
        "Katie: [Sighs] I don't think my body has caught up to the news. [Chuckles] I just have this knot in my stomach like I'm gonna turn around, and you're gonna be gone and I've just made up the whole thing.",
        "Ridge: I'm not going anywhere unless it's with you.",
        "Katie: Good. 'Cause I just want to move forward -- put everything behind us.",
        "Ridge: That's the plan. I just don't want you to be disappointed.",
        "Katie: What do you mean?",
        "Ridge: It's hard. You know, a lot of missing pieces, and I just don't know how long it's gonna take to put that together.",
        "Katie: It's okay. It's all okay.",
        "Ridge: [Sighs]",
        "Katie: You know, the doctor said that there's gonna be some confusion, and -- and I'll be right here to help you, and we'll get through it together.",
        "Ridge: I hope you don't regret those words.",
        "Katie: I couldn't. There is one thing, though, that I do regret.",
        "Ridge: What?",
        "Katie: Well, before you left, we were talking about getting married and planning our wedding, and -- and then the accident happened, and just the thought of finding what we have and then losing it so quickly -- it's -- I don't want to wait. I can't wait to be your wife. I mean, unless, of course, you're not ready.",
        "Ridge: Can I ask you something? Do you really think I would come back from the dead just to \"string\" you along, Miss Kate?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=aiH71pkZUHY"
}