{
    "Episode Summary": [],
    "Recap": [
        "Liam is in his pajamas at his house carousing on the internet looking up Quinn/Fuller from 1960 to present. Hope drops by without calling first. He invites her in. She says she heard some voices at her moms and wonders if Liam knows if his dad spent the night here or not. Liam says no, he did not spend the night here. Hope says then she has a sinking feeling she knows where he did. Now who is going to hold Brooke accountable. It certainly can't be RJ as he is too young. And Rick will only care that it is not Ridge. Liam says he is surprised and he thought the last time Brooke was here that it would be over with Bill. Bill and Brooke have just finished making love again and they kiss and Bill whinnies ..the stallion is back. Over at Katie's, she finds Ridge already up with a cup of coffee. He says he knows Brooke came over last night to upset him. And it makes everything else she had said since he got back, a lie. And he doesn't want to speak ill of Bill, but he doesn't want him around his son. Katie suggests that maybe he and RJ should move in with her. That would make her very happy. Brooke brings Bill coffe in bed though he is hinting at breakfast. He tells her they can live anyplace she wants if he gets his company back. She says she likes her house a lot so she'd like to stay there. He says anyplace she is, he will be too. This is a brand new day. It's like being in coach and being upgraded to first class. Or being on a ladder and have fell off and now he's on the first rung back up to the top. All the best things in life begin with her. While Liam is getting Hope some tea, she sees the screen with Quinn's name. She asks him about it. He says he was just googling. Quinn is always putting him through a rat's maze so he would repay the favor. But it seems in the social media and newspaper articles that her name is only tied to Wyatt. He closes the laptop and says he wants her to know that he is not being a poor sport. He can't love her up close so this is just his way of loving her from afar. He wonders where she will live if Bill moves in with Brooke. Hope says she is not moving in with Wyatt although he will ask. She says her relationship with Wyatt has nothing to do with Liam. He says what he thinks is that when he is respectable and tries to give her more space that maybe she thinks he is not trying hard enough. Then there is his dad who is so pushy and never backs off and he always gets what he wants. He tells her that he is not going to be the nice guy who finishes last. He leans over and kisses her. She pulls away and tells him that he resented that when Wyatt did that. He reminds her they were engaged and they were committed .which makes him wonder if Wyatt has proposed to her. She tells Liam for him to please do not think she has forgotten everything they said or meant to each other. She hasn't, but the choices they made took them in different directions. Calmly he says he thinks the choices she made were either under pressure or on bad information. As for him, as long as he truly had the choice, he chose her. There is no declaration of love that he could not make again today. And that is what keeps him going and drives him. And she made promises too and he has faith that they will come true some day.",
        "Katie waltzes into Brooke's bedroom and says the new housekeeper let her in. Brooke says she hopes she did not wake either Katie or Ridge when she called last night. Katie knows it was payback. She wants things to be civil. No more bullying or calling in the middle of the night to gloat. Brooke tells Katie to look at herself standing here so superior and self assured after making her feel guilty for a whole year. She mocks Katie by saying the rest of them can be damned for eternity for one mistake but poor sweet Katie just has to say she was hurt or depressed or sick and she gets always with it. Her and Ridge are alike. They can't believe they are ever wrong. But some day they will have an argument. Katie says and she knows Brooke will be waiting for that. Talk about two peas in a pod, she wonders who will stray first \u0096 her or Bill. Brooke says so much for keeping it civil but if Katie has everything she wants, then she should not be so angry. Bill walks into Ridge's office at work while he is pinning fabric on a mannequin. Bill quips that he should have thought of that .disassemble Katie in the morning and stitch her back together at bedtime. Ridge says he hopes Bill is not under the impression that they have some sort of swap here. Bill says no, he's actually in Ridge's debt. All that guilt tripping Ridge did on Brooke, Bill thought he was doomed to be runner-up but Ridge snubbed his nose at the prize and now he is going for the some assembly acquired model so enjoy the life with Katie. It is exactly what Ridge deserves. Ridge tells Bill that Brooke doesn't love him. She just hates being alone. And he just happened to be the guy on one knee groveling. Ridge says if he had called that he was coming over, she would have kicked him out of bed so fast that cute little necklace would still be spinning. Bill says Ridge will love Katie unless he likes scotch or gambling or cigars or any sport more dangerous than ping pong. And once you displease the lady, boom she is gone like a shot. Ridge tells him that he makes his skin crawl. That is the mother of his child that he is talking about. Bill says he knows but no one knows Katie like he does and she will always be his Katie. He created her. Ridge should be grateful as Bill is going to give him the operating manual, Proceed With Caution. And he hears he likes poems. So here's one. Roses are red, violets are blue, Katie was mine and now she belongs to you. And it's the third Logan sister which only proves what he has been saying all along, there is indeed a sucker born every minute."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: [Sighs] [Sighs]",
        "[Knock on door]",
        "Liam: Uh, be there in a sec! Hi.",
        "Hope: Hey. Sorry, I should have, uh, called first to make sure you were awake.",
        "Liam: I'm awake. I'm awake. Come on in. Katie doesn't go to the office at the crack of dawn anymore, so I figured why should I? Are you okay?",
        "Hope: Yeah, I just, uh... maybe hyperventilating a little bit. Um, I heard some things, some voices at my mom's.",
        "Liam: They weren't telling you to dump Wyatt, were they?",
        "Hope: [Chuckles] No, uh... did your dad stay here last night?",
        "Liam: No.",
        "Hope: Great. Then I have a sinking feeling I know where he was.",
        "[SCENE_BREAK]",
        "Bill: [Sighs]",
        "Both: Wow.",
        "[Both chuckle]",
        "Bill: [Sighs] Didn't I tell you? Didn't I say we could be great again?",
        "Brooke: Mm. I don't recall.",
        "Bill: You don't recall. Oh, you know I was right.",
        "Brooke: Letting you be right is not in my contract.",
        "Bill: Oh, really? Yeah, well, I'm gonna have to talk to your union. What is in your contract? [Whinnies, snorts]",
        "Brooke: [Laughs] Oh, my!",
        "Bill: [Laughs] That's right, Girl. The stallion is back.",
        "[Both laugh]",
        "Brooke: You're crazy.",
        "[SCENE_BREAK]",
        "Ridge: Hey.",
        "Katie: Hey. Got up early.",
        "Ridge: Well, once you live in Paris, no one else can make your coffee for you anymore.",
        "Katie: I heard you get up last night.",
        "Ridge: I was checking on Will.",
        "Katie: [Sighs] Okay. Well, how about I check on you?",
        "Ridge: I'm good. I'm...great. A little disoriented, but, uh... [Chuckles] Well, I'm exactly where I want to be.",
        "Katie: Listen, I'm sure she thought she was striking a blow for freedom, asserting her independence by calling here last night.",
        "Ridge: No. Brooke called here last night because she wanted to upset me. And you know what else? It makes everything that she said to me since I got back here a lie.",
        "Katie: And apparently she still has the power to disappoint you.",
        "Ridge: You have greater power over me.",
        "Katie: Really? I do?",
        "Ridge: You do.",
        "Katie: Mm. [Chuckles]",
        "[SCENE_BREAK]",
        "Liam: Wow. This -- this is big.",
        "Hope: What is she thinking? [Scoffs]",
        "Liam: I'm sorry. Can I get you, um, a coffee, tea? Antidepressants?",
        "Hope: I have to move out. I mean, I have to move out. I mean, but then who's gonna hold her accountable? R.J. can't. He's too young. And Rick is just gonna be glad that it isn't Ridge.",
        "Liam: You know, on the one hand, I'm shocked. 'Cause the last time Brooke was here, she walked in to -- I just -- I thought it was over, you know? I thought she would be done with him. On the other hand, I kind of can't help thinking, \"Way to go, Dad.\"",
        "Hope: Seriously?",
        "Liam: Well, I mean, he could do a lot worse than Brooke.",
        "Hope: [Sighs] If you're about to bring up Quinn again, just please...don't.",
        "[Both chuckle]",
        "[SCENE_BREAK]",
        "Katie: You're still annoyed.",
        "Ridge: [Sighs] Yes. I-I know he's the father of your child, and I don't want to speak ill of him, but I don't want him around my son.",
        "Katie: Well, maybe R.J. should move in here. And maybe you should, too.",
        "Ridge: I wasn't hinting that I --",
        "Katie: I know, I know, but... I adore him, and Will adores him, so why not?",
        "Ridge: And you would want that? You want R.J. here and... me here?",
        "Katie: Yeah. I think that would make me really happy. 'Cause I'm, uh -- I'm kind of crazy in love with you.",
        "[SCENE_BREAK]",
        "Bill: What have we here? Breakfast in bed?",
        "Brooke: Coffee.",
        "Bill: Breakfast.",
        "Brooke: [Laughs]",
        "Bill: Bre-- what, does a hint fall on deaf ears in this joint?",
        "Brooke: And don't spill on my Egyptian sheets.",
        "Bill: Oh, Egyptian sheets, huh? You know what? You want Egyptian sheets, you can have all you want. We'll live in Egypt.",
        "Brooke: Really?",
        "Bill: Mm-hmm. We can live anywhere in the world. I mean, we'll need a pied-à- terre here in L.A. for when I take my company back from Katie, but other than that, we can live anywhere you'd like. Where do you want to live?",
        "Brooke: [Sighs] How about here? In my house.",
        "Bill: [Chuckles]",
        "Brooke: I love my house. And my son and my daughter and you. Could you stand that?",
        "Bill: Let me tell you something. Anywhere you are, that's where I want to be.",
        "[SCENE_BREAK]",
        "[Cell phone ringing]",
        "Hope: Hey, Madison. Uh, yeah, tell Eric that's fine. I'm gonna be a little late, too. I have some things that I need to take care of. Yep. Thanks. Bye.",
        "Liam: I've been really working on my water-boiling skills.",
        "Hope: Um, what's this?",
        "Liam: Um... it's -- it's just some research. I've been --",
        "Hope: \"Quinn Fuller arrest\"?",
        "Liam: I mean, is it really outside the realm of possibilities? She treats us like rats in a maze. I mean, I figure somebody as vindictive and sketchy as Quinn would have some kind of trail somewhere, right?",
        "Hope: What'd you find out?",
        "Liam: That maybe I'm wrong. [Sighs] I mean, in newspaper articles, in social media and so forth, her name is not tied with anyone but Wyatt.",
        "Hope: I'm sure that there are thousands of perfectly nice and perfectly awful people who have never been in the news.",
        "Liam: I want you to know this is not me being a poor sport. It's me just trying to look out for you. I can't love you up close, so I'm figuring out a way to love you from afar.",
        "[SCENE_BREAK]",
        "Bill: You know what you are? You're a brand-new day, Brooke. I imagine that it would be like having a seat in -- in coach in the back and being upgraded to first class.",
        "Brooke: I know you're not calling my sister a back seat.",
        "Bill: Uh, well... a back seat would be -- it's tight. It is cramped. It's -- it's like, uh, you know, life is a ladder, and I fell off, and now I'm on the first rung, and I'm on my way back to the top.",
        "Brooke: [Laughs] Okay, so now I'm a rung.",
        "Bill: What I'm trying to say is all the very best things in life begin with you. Is that better?",
        "Brooke: [Laughs] Yes.",
        "[SCENE_BREAK]",
        "Liam: Is there something you came here to tell me that you haven't told me yet?",
        "Hope: Like what?",
        "Liam: If my dad moves in with Brooke you want out or...",
        "Hope: Yeah. But, I mean, I don't have like an actual plan.",
        "Liam: Or...are you planning on moving in with a certain other party and you came here to soften the blow?",
        "Hope: I'm not moving in with Wyatt.",
        "Liam: Ah. Can't say he hasn't asked you, though.",
        "Hope: Nope. I won't say that.",
        "Liam: [Chuckles] At least you have reservations. I mean, that's good. I think you should. He'll keep asking, though.",
        "Hope: No doubt he will. But, Liam, you know that my relationship with Wyatt has nothing to do with you.",
        "Liam: Well, I like to tell myself that your relationship with Wyatt has everything to do with me. I mean, he tells you I'm not over Steffy, and how does he prove it? With a reunion staged by his mother. He tells you to go away with him, you go away with him. I expose him as a criminal -- you send me away, not him. Here's what I think. I think that when I'm trying to be respectful and give you your space, I think that reads to you like I'm not trying hard enough. I think about my dad. [Chuckles] You know, he's so pushy. He never backs off. He never gives up. But he gets what he wants. I'm telling you right now, Hope. I'm not gonna be the nice guy who finishes last.",
        "[SCENE_BREAK]",
        "Katie: Slept late, did you? [Scoffs] You know, it's strange. Your new housekeeper didn't even know you had a sister named Katie.",
        "Brooke: You don't come around much.",
        "Katie: She let me in anyway. I see she doesn't do beds.",
        "Brooke: What is it you want, Katie?",
        "Katie: Were you drunk when you called me last night?",
        "Brooke: Why? Did I wake you? Did I wake Ridge?",
        "Katie: Ah, that's what this is really all about, isn't it? This reunion with Bill. Ridge -- it's payback.",
        "[SCENE_BREAK]",
        "Bill: Now, why didn't I think of that? You disassemble Katie in the morning, and you stitch her back together at bedtime. Only a designer could come up with that one. Talk about secrets of a happy relationship. Well, this is quite a step up from your old technique. You know, break a woman's spirit, tell her she's garbage, make her beg. That one.",
        "Ridge: Glad you're here. No, you know what? That's the wrong word. I'm not glad you're here. I'm not glad at all. I'm, um... it doesn't matter. It occurs to me that you're under the impression that we have a deal, some kind of a swap going on here.",
        "Bill: Mm...no. No. The only impression that I'm under is that I am in your debt. You see, all that guilt-tripping you were putting Brooke through, well, seems I was going to be doomed to be runner-up. But wouldn't you know it? You snub your nose at the prize, and instead you go for the, uh, some-assembly- required model. Well, go ahead. Enjoy your life with Katie. It's exactly what you deserve.",
        "[SCENE_BREAK]",
        "Hope: Mm. [Chuckles]",
        "Liam: Had to try.",
        "Hope: You resented it when Wyatt did that to me while you and I were together.",
        "Liam: I did. I did. But it worked.",
        "Hope: [Chuckles]",
        "Liam: Ah, in any case, I mean, you and I were engaged. I believe that you considered yourself committed to me at the time. Has Wyatt proposed?",
        "Hope: Liam, please don't think that I have forgotten everything that we've said or everything that we've meant to each other. Because I haven't. But I do think that the choices we've made took us in different directions.",
        "Liam: I think that -- I think the choices that you made that took you away from me were either made under pressure or on bad information. And as for me, as long as I've truly had the choice, I've chosen you. There is no declaration of love or promise I made that I couldn't repeat today with the same words, and that's what keeps me going. That's what drives me. You made promises, too, and because you did, I have faith that they're gonna come true one day. I really do. 'Cause it's just not worth thinking that our story's gonna end any other way.",
        "[SCENE_BREAK]",
        "Katie: So I suppose Bill will be moving back in.",
        "Brooke: He'll do what he wants. What do you care?",
        "Katie: Well, of course I want things to be civilized. You know, no more bullying or making threats or calling in the middle of the night to gloat.",
        "Brooke: Look at you -- standing here, all superior and self-assured after you made me feel guilty for a whole year. And now you're doing exactly what I did to you.",
        "Katie: Oh, you think I'm stealing your husband? Because last I checked, you and Ridge weren't together.",
        "Brooke: You and Bill weren't together either. You came storming in the room, Katie, and you demanded a divorce. You never wanted to see him again.",
        "Katie: And you waited five whole minutes before you hopped into bed.",
        "Brooke: Oh, my God! You told him over and over, many times before that.",
        "Katie: Well, I guess it doesn't really matter now, does it?",
        "Brooke: [Sighs] It's funny. Because the rest of us can be damned for all eternity for one mistake, and you, sweet Katie, you just have to say you were hurt, you were depressed, you were sick, and you get away with it. You and Ridge really are alike. You can't ever believe that you're wrong. But you know what? Someday the two of you are gonna have an argument.",
        "Katie: Oh, and I bet you can't wait for that. You'll be throwing yourself at him before I can count to 10. Talk about two peas in a pod. I wonder which one of you will stray first, you or Bill.",
        "Brooke: So much for keeping it civil. If you have everything you want, why are you so angry?",
        "[SCENE_BREAK]",
        "Ridge: Brooke doesn't love you. She just hates being alone. And you just happened to be the guy on one knee groveling closest to her. If I had called her last night and told her I was coming over, she would have kicked you out of bed so fast, that cute little sword would still be spinning.",
        "Bill: Wow! People say I'm an egomaniac.",
        "Ridge: I'm not telling you anything you don't already know.",
        "Bill: Well, actually, there is something else I know. It's kind of a little secret, but I'm gonna share it with you. Psst. You can't make that call. Because Ridge Forrester -- he doesn't make any mistakes. You're in a perpetual state of rebound over other people's imperfections. Katie, uh -- she's a marvel. Smarter than any three people I know. And you are gonna love her high standards. Well, unless you like scotch. Or gambling or cigars or any sport more dangerous than, say -- I don't know -- ping-pong. And once you displease the lady -- oh-ho! Boom. She is gone like a shot. And you're all to blame.",
        "Ridge: Man, you make my skin crawl. You really do. This is the mother of your child you're talking about.",
        "Bill: Right. And the simple fact is that nobody knows Katie better than I do. And as such, there is a certain privilege that I enjoy -- whether she is the mother of my child, my wife, my ex-wife -- it really makes no difference. Because somehow she'll always be my Katie. You might even say that I, uh -- I created her. And you should thank me. Because I'm giving you the operating manual, and I would pay special attention to the section \"proceed with caution.\" Hey, uh, rumor has it that you like, uh, poems. Well, here. Try this one on. Roses are red. Violets are blue. Katie was mine. And now she belongs to you. The third Logan sister. You went after her. You got her. And it just proves what I have always said. There is indeed a sucker born every minute."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=7W-wvodwOxQ"
}