{
    "Episode Summary": [],
    "Recap": [
        "Nick tells Donna that Brooke is counting on her to be the new spokesperson for Brooke's Bedroom; don't let her down. She plays coy, makes mention that she knows nothing about modeling but in the end she accepts. Not before she gives a lecture to Brooke that she shouldn't be giving all of this up just to keep her seafaring husband happy. Bridget tries for some privacy but Felicia remains and Dante even asks her in front of Felicia if she is pregnant? She tells him the tests are negative. Felicia is relived. She is miffed they didn't even tell her they were trying; she felt it was her right to know. Bridget confesses she is relieved which perturbs Dante and he asks to be left alone. Felicia wastes no time in speaking her peace and emphasizes they could still be one big, happy family. Not saying yes or no, he kisses her. Ridge tells his mom that Donna will be the new spokesperson. But that he won't be designing the new line. She doesn't concur but thinks he has to move on without Brooke. Ridge watches Donna practice her runway walk and tells her she will do just great. She convinces him to stay and design for the line. And has him puffing like a peacock when she tells him this is not a come-on but he is handsome, sexy, exciting and dangerous. No man will ever measure up and she is not going to settle for less. She puts in a plug too for her sister, his Destiny. She'll come running back. But for now, she wants Ridge to know she will do anything ..anything for him. Let her be his Logan. She surprises him with a kiss."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Donna: What's going on?",
        "Nick: Your sister has some news for you. You want to tell her the news?",
        "Brooke: When Nick suggested that you replace me as spokeswoman for Brooke's bedroom, I wasn't sure if you could do it, I wasn't sure if you wanted to do it.",
        "Donna: It's your baby.",
        "Brooke: Yes, I created it, I nurtured it and watched it grow into one of the most successful clothing lines ever. It's not just a brand name, it's a philosophy, it's who I am.",
        "Donna: Which is why you can't be replaced.",
        "Brooke: I'm ready to take on new challenges in my life.",
        "Donna: Even if it breaks your heart?",
        "Brooke: It would break my heart if you said no.",
        "Donna: Brooke --",
        "Nick: Your sister's offering you this job -- she's counting on you. Don't let her down.",
        "[SCENE_BREAK]",
        "Bridget: Felicia -- please, come on. This doesn't concern you.",
        "Felicia: Whether you're pregnant or not? Our son could have a little brother or sister on the way. You might've mentioned you were trying.",
        "Bridget: Why would he need to tell you that?",
        "Felicia: Dante is Dominick's father. If he's gonna have more children, I think I have the right to know.",
        "Dante: Look -- she's going to find out anyway. So, are you pregnant?",
        "Bridget: The test came back negative. I'm not pregnant.",
        "Dante: Well, we'll keep trying, right?",
        "[SCENE_BREAK]",
        "Stephanie: Brooke resigned?",
        "Ridge: As spokesmodel for the bedroom line, but she's still ceo.",
        "Stephanie: Oh, well -- it's a start. I know you think it's the end of an era.",
        "Ridge: There's no Brooke's bedroom without Brooke, mother.",
        "Stephanie: Well, you just have to move on.",
        "Ridge: Have you checked the sales figures lately?",
        "Stephanie: Of course I have. They're extraordinary.",
        "Ridge: It's our most profitable venture yet.",
        "Stephanie: Well then maybe she'll change her mind.",
        "Ridge: She's already found a replacement. Her sister, Donna.",
        "[SCENE_BREAK]",
        "Donna: You're sure you want me to replace you?",
        "Nick: You seem like you're a natural with this.",
        "Donna: I don't know the first thing about modeling.",
        "Brooke: I'll teach you. You can do this.",
        "Donna: Look, it's not Donna's bedroom, it's Brooke's' bedroom. They want to see you.",
        "Brooke: We'll make the transition as smooth as possible.",
        "Donna: What if I tank?",
        "Brooke: I won't let you. You saw Brooke's bedroom as one of my dreams before I even knew that I had it. I can trust you more than I can trust anyone.",
        "Donna: Look, I know this is an amazing opportunity for me, I do --",
        "Nick: And you should grab it.",
        "Donna: I know my sister. I saw the look on your face when I came downstairs.",
        "Brooke: Donna, I'm sentimental, you know that. I'm closing a chapter in my life that was very important to me. But now I'm opening a new one, and so are you. So, I made my decision. The job is yours if you want it.",
        "Donna: Well, don't you have to run it by Ridge?",
        "Nick: She doesn't need his permission.",
        "Donna: But it's his line, too, Brooke. He has a right to know.",
        "Nick: He's got no right.",
        "Brooke: Nick -- could I just talk to my sister for a minute -- alone, please?",
        "Nick: Sure.",
        "[SCENE_BREAK]",
        "Stephanie: Oh my God! She hasn't accepted?",
        "Ridge: Can't imagine her turning it down. She'll make more in a week than she could earn in a year.",
        "Stephanie: What does she know about modeling? Who's gonna teach her?",
        "Ridge: Not me -- I'm not designing for the bedroom line anymore.",
        "Stephanie: What? But you love that line.",
        "Ridge: I love working with Brooke on it. Yes, she was my inspiration. Frankly, it'll never be the same without her.",
        "[SCENE_BREAK]",
        "Donna: I'm sorry, okay? I didn't mean to get his knickers in a twist.",
        "Brooke: You were goading him.",
        "Donna: If it wasn't for your seafaring husband, you'd never give up modeling, you wouldn't need me to replace you. Your giving up something your passionate about to make him happy.",
        "Brooke: Because I love him. And marriage is about compromise. Someday you'll understand that.",
        "Donna: So I'm just supposed to sit back and watch you make the biggest mistake of your life?",
        "Brooke: Well now, if giving up modeling is the biggest mistake of my life --",
        "Donna: No, it's not just the modeling, Brooke, it's what it represents. Your future with Ridge. Your destiny.",
        "Brooke: Donna, what I had with ridge was an amazing love story, but it's over. So what's it gonna be? Is this the new face of Brooke's bedroom?",
        "Donna: You really think I can do it?",
        "Brooke: I know you can. You're gonna make me so proud.",
        "[SCENE_BREAK]",
        "Dante: Are you sure these home pregnancy tests are reliable?",
        "Bridget: Yeah, yeah, they're almost 100% accurate.",
        "Dante: I was already thinking about names.",
        "Bridget: Oh baby, I know you're disappointed.",
        "Dante: Aren't you?",
        "Bridget: Honestly, I'm -- a little bit relieved.",
        "Dante: Relieved? What?",
        "Bridget: Well, I mean -- honey, we're not even married yet.",
        "Dante: I thought you wanted this.",
        "Bridget: Well I do -- I know I told you that, but we have the rest of our lives to raise children and it would be nice to focus on ourselves. You know, get to know each other.",
        "Dante: Get to know each other? We already know each other, I mean -- was I wrong?",
        "Bridget: Of course we know each other, that's why i can be this honest with you. Look, I know that I'm doing a 180 here, but if you can just be patient with me --",
        "Dante: Patient? That's all I've been is patient since the day I met you. I waited a year for you to get over Nick -- remember that? Then I asked you to marry me, when you said no, I almost married your sister.",
        "Bridget: Honey, I've just made some mistakes and I don't want to make another one.",
        "Dante: So having a baby with me would be a mistake?",
        "Bridget: I didn't say that. Please don't put words in my mouth.",
        "Dante: Bridget, just tell me, what are we doing here? What?",
        "Bridget: Seems like you're overreacting a little bit.",
        "Dante: Do you want have a life with me or not?",
        "Bridget: How can you ask me that?",
        "Dante: Because I want to know if I'm wasting my time. You led me to believe that you wanted to have a family with me.",
        "Bridget: I do want to have a family with you, but we haven't even set a date yet.",
        "Dante: I'd marry you tonight, but you keep wanting to wait.",
        "Bridget: My sister-in-law just died. I feel like you want me to prove something to you that you should already know. I love you, Dante, and --",
        "Dante: I want to be alone, please.",
        "Bridget: Dante listen --",
        "Dante: Just please -- just go. Please.",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Nick: Hi, is it safe?",
        "Brooke: Yeah, Donna left a little while ago.",
        "Nick: Okay. So give me some good news -- did she take the job?",
        "Brooke: She's practicing as we speak.",
        "[SCENE_BREAK]",
        "Donna: Chin up. Shoulders back. Now walk. Loosen up! Sell it.",
        "[Applause]",
        "Ridge: Brava.",
        "Donna: Ridge! You scared me.",
        "Ridge: So Brooke's passed the torch.",
        "Donna: Yeah, can you believe it? Me, Donna Logan, spokesperson for Brooke's bedroom.",
        "Ridge: Did she say exactly when this transition is supposed to take place?",
        "Donna: She's holding a press conference for tomorrow morning.",
        "Ridge: Oh, that fast?",
        "Donna: You know how she is when she gets an idea in her head. Won't take no for an answer.",
        "Ridge: Mm-hmm --",
        "Donna: Look, I know you'd rather have Brooke modeling the line.",
        "Ridge: You're gonna be fine.",
        "Donna: They won't be looking at me, they'll be looking at your designs.",
        "Ridge: Not this time.",
        "Donna: What do you mean?",
        "Ridge: I'm not gonna design the Brooke's bedroom line anymore.",
        "[SCENE_BREAK]",
        "Felicia: Hey -- I could say I'm sorry that Bridget's not pregnant but you'd know that I was lying. I like it that we have a child together. Bridget may have you, but I have your son, the best part of you.",
        "Dante: You know what she said? She said that she was relieved she wasn't pregnant. I thought she wanted to have a family with me, now she wants me to wait.",
        "Felicia: Dante, I am so sorry.",
        "Dante: I didn't even tell you the best part about it. She wants me to be patient!",
        "[Glass breaking]",
        "Dante: I know you warned me this would happen. I asked her to marry me, she said no. I ask you to marry me, you say yes and then she's got to have me. Now that we're together --",
        "Felicia: Maybe it's better for it to come out now, before there's a child involved.",
        "Dante: She's driving me crazy.",
        "Felicia: You know, everything you want you already have with me. A child. A woman who loves you. I love you. And I miss you. We were happy. Yeah, maybe it didn't last very long, but we were a family. The three of us in our own little world. And it felt right -- to me, anyway.",
        "Dante: Come on Felicia--",
        "Felicia: Oh God, I hate saying this. You're never gonna be happy with her. I know that you don't realize it right now, but you know what, you will. And when you do, I'll be waiting.",
        "Dante: I know what it's like, you know, not wanting to be with someone -- trying to be patient.",
        "Felicia: You're worth it. So whenever you're ready -",
        "[SCENE_BREAK]",
        "Nick: I know it's tough.",
        "Brooke: Yeah, but it was the right thing to do. For all of us.",
        "Nick: I am crazy about you.",
        "Brooke: I love you, too.",
        "Nick: You ready for bed?",
        "Brooke: I'll be up in a minute.",
        "[SCENE_BREAK]",
        "Donna: Ridge, you can't give up the bedroom line.",
        "Ridge: Don't worry, maybe my father will step in. You'll be in good hands.",
        "Donna: I'm not thinking of myself. I know how much Brooke's bedroom means to you.",
        "Ridge: Brooke and I definitely made some magic.",
        "Donna: It wouldn't be the same without her. You know, this whole situation is wrong. Brooke and nick married? My sister cutting herself off from everything you two share?",
        "Ridge: Brooke is lost.",
        "Donna: Because she's not with you. You've been the one constant in her life. Even when you're apart, it's like her love for you grounds her somehow. Which is why I've always looked up to you two -- what you share. I mean it's true. It's -- you guys have been the gold standard. What the rest of us hope to find in a relationship -- only to come up short. I know, believe me, I've tried for years and never married -- no serious involvements. Because of you, Ridge. This isn't a come-on. I just want you to know the effect that you've had on my life. No man has ever measured up. I have to wonder if any one ever will. You're handsome, and sexy and exciting and dangerous. You're kind and understanding. You're everything a woman could ever ask for.",
        "Ridge: Seems your sister has forgotten.",
        "Donna: Temporarily. But she'll remember. She always comes back to you. Destiny. Isn't that what you both call it? I mean it's true. I've had a front row seat to the greatest love affair ever. It's not over. It can't be.",
        "Ridge: Thank you, Donna.",
        "Donna: No, I should be thanking you. Seeing the passion that you guys share is -- it's given me something to aspire to. And I refuse to settle for anything less. Even though I can't find that fulfillment in a man right now -- in the meantime, I am determined to make my mark on the runway.",
        "Ridge: You're gonna be great.",
        "Donna: I was kind of hoping to do it with you. But, you know, I totally understand if you don't want to design for anyone but Brooke. And even though this is my first modeling job and I was kind of counting on you, I won't hold it against you if the whole thing goes bust and they blame it all on the poor, little waitress from San Francisco who doesn't know --",
        "Ridge: Okay, all right, all right, all right. You win. I'll design the line.",
        "Donna: Oh my God! You have no idea how much this means to me. If I can do anything -- anything at all --",
        "Ridge: You've already done a lot. You've done a lot. This last while hasn't been real easy for me, as you know. But being with you --",
        "Donna: I want to be there for you, Ridge -- in any way I can. Whenever you want. Whatever you need. Let me be your Logan."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=iibgE53FvzE"
}