{
    "Episode Summary": [
        "Episode # 7598 ~ Katie becomes suspicious of what is really going on at the Forrester Mansion when she learns that Ridge is now living on the property; Eric makes a last-ditch effort to convince Thomas to remain at Forrester Creations with his family."
    ],
    "Recap": [
        "Eric tells Thomas this estrangement can't come to an end too soon for him. He hopes that is the reason he wants to see him. Thomas says he is glad Ridge is not here. Eric opines that sometimes something happens between father and sons. Thomas says he is tired of being angry and for being passed over waiting for his time. He appreciates the olive branch but he will not be coming back to FC. Eric tries to change his mind but Thomas stands firm. Again he says maybe he does not know his true potential until he tries somewhere else. Eric says he knows he invested a lot of money at Spectra but money can muddle a relationship. Thomas says he can promise Sally will not be making knockouts anymore so just be happy for them. Eric says he will always wish him well. And he is more like his father than he knows. Eric says all his kids want to break off on their own every now and then, just know this is home and he will always be welcome here and not banished on Thanksgiving Day.",
        "Katie tells Ivy that Ridge is wounded and is not that close to Eric anymore, but Quinn not sure about that one. Ivy tells her that she is just being too suspicious. Katie says she knows the only reason she is here is because Quinn wants to shut her up. After a long kiss on the bed Quinn pulls apart and asks Ridge what are they doing? She says it is a sickness. She tried not to look at him. So never again, they stopped but not soon enough. She announces that she is going home to take a shower and freshen up. Katie tells Ivy that Ridge and Quinn are both talented but when does that outweigh the stink that is going on here. She says she cares about Eric and she is not being a good friend to him by keeping him in the dark. He deserves the truth. Ridge shows up at the house and Quinn tells him he needs to leave. He says he was invited here for dinner. She wants him to make an excuse and not stay. Eric walks in and Ridge tries to recover of what they were talking about. Eric says it is okay Quinn tells him everything and Ridge ought to as well. He knows this is all about Katie but he hopes they can keep in a few of her pieces. Ridge claims yes, they are even going to give Katie her own signature line. Quinn is flabbergasted to hear that Eric invited Katie for dinner. She glares at Ridge just as Katie walks in and asks about Eric. Ridge says he is upstairs changing and he is going to make a warm fire."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Quinn: Ridge. Ridge, wait. [Breathing heavily]",
        "Eric: Thomas.",
        "Thomas: Granddad.",
        "Eric: Why does Pam's desk say \"out sick\"? She was here this morning.",
        "Thomas: Uh, she got her hair done, and she hated it, so she's out.",
        "Eric: Again?",
        "Thomas: Yeah, no, it looked the same to me, but...yeah. Dad's not with you?",
        "Eric: No, no. He was here before lunch, too.",
        "Thomas: Yeah, he was. He's not now, though, so I texted him. I hope you don't mind that I-I waited here for you.",
        "Eric: No, not at all, Thomas. This unfortunate estrangement between us can't be over soon enough for me. I'm hoping that's why you wanted to see me. Is it?",
        "Thomas: Yeah. Yeah, it is.",
        "Katie: You gonna be there tonight?",
        "Ivy: Where?",
        "Katie: Home. I ran into Eric earlier, and he invited me to dinner.",
        "Ivy: Uh, no, actually. I have a date.",
        "Katie: Oh. Lucky you. So I guess it'll just be a cozy, little group.",
        "Ivy: [Sighs] So it's just gonna be you, Eric, and Quinn.",
        "Katie: Oh, and ridge. You know, now that they're all living under the same roof.",
        "Thomas: Maybe it's just as well that dad's not here right now. We seem to be speaking through a cloud of shattered expectations.",
        "Eric: That's the language of fathers and sons sometimes. Men compete with one another. That's a -- there's an evolutionary reason for that, I suppose. Sometimes in fathers and sons, anger and love are hard to tell apart.",
        "Thomas: I can't say that I'm not angry with dad.",
        "Eric: And with me?",
        "Thomas: No. No, I'm not angry. No. I... I wish you would have stood up for me more.",
        "Eric: I can see why you would say that.",
        "Thomas: I'm so tired of being angry. Granddad, it's exhausting. I'm -- I'm tired of being passed over, waiting for my turn. So while -- while I do -- I do appreciate the olive branch that you guys extended, I will not be coming back to Forrester creations.",
        "Ivy: They're not under the same roof. Ridge has his own roof. He's in the guest house.",
        "Katie: Still.",
        "Ivy: Katie. It's his home. He grew up there. He's been working so intensely with Eric over the new collection that it's been really good for the collaboration.",
        "Katie: Sure. Yeah. But he has a track record with Quinn.",
        "Ivy: Don't you think I haven't been paying attention.",
        "Katie: Good. I'm glad to hear it.",
        "Ivy: And I'll have you know that there has been no need for concern. Like, none.",
        "Katie: I hope it stays that way. [Sighs] Ridge is wounded. He lost Brooke because of what happened with Quinn. Being close with his father? Great. Being close with his father's wife? Not so much.",
        "[Birds chirping]",
        "Quinn: What are we doing?",
        "Ridge: I wish I knew.",
        "Quinn: [Sighs] What are we doing, ridge?",
        "Ivy: Katie, I think you're too suspicious.",
        "Katie: Hmm. Let's just say I've learned from experience. And hey, you know, you expect the worst, you'll never be disappointed.",
        "Ivy: It's just I think I go with more of a scientific approach to things. I just go with the answer that makes the most sense. So there are a thousand reasons why ridge and Quinn shouldn't be together, and I can't think of a single one why they should.",
        "Katie: Try this on. They're both incredibly destructive, self-sabotaging people.",
        "Ivy: Let's just drop this topic and get back to work.",
        "Katie: Yeah, well, Quinn's not making that easy. I've been designated the slow learner around here.",
        "Ivy: Come on. No one is saying that, Katie. You're working hard, and it shows.",
        "Katie: I'm not sure our department head agrees with that. Listen, I know that the only reason why I'm at Forrester is because Quinn wants to shut me up. She's making me pay for it, finding fault with everything I do. I got to tell you, if she's setting me up to fail, I have a real simple way of putting a stop to that.",
        "Ivy: Please don't think like that.",
        "Katie: Why not? Who deserves our loyalty? Eric or Quinn?",
        "Eric: Take a month off, Thomas. Fly off to Paris or Prague or Patagonia, and don't make any decisions except maybe what to have for lunch. And then come back and -- and we'll talk. Can you do that for me?",
        "Thomas: I am sorry, granddad. No.",
        "Eric: [Sighs] I see.",
        "Thomas: Granddad, I am so sick of myself here. I'm -- I'm so tired of being the disappointed one. You know, maybe -- maybe we're just all out of sync. Maybe I really am this arrogant ass who has an overinflated idea of how talented I really am, but -- but maybe there -- there is a real effort by certain parties here to keep me in my place. I won't know my true potential until I start over somewhere else.",
        "Eric: I'm getting the sinking feeling I know where that is. You've invested a lot of money in spectra.",
        "Thomas: Well, it only makes sense that I would recoup it, right?",
        "Eric: No, no, you know, I think you're going over there to recoup the emotional investment. That's why I think you're doing this.",
        "Thomas: Well, sally and I actually make great partners.",
        "Eric: [Sighs] Money muddles relationships.",
        "Thomas: She's not concerned with my bank account, granddad.",
        "Eric: The only people who don't care about money are people who don't have to earn it.",
        "Thomas: She will not be making knockoffs anymore. I can promise you that. Can you just be happy for me?",
        "Eric: What kind of a partnership is it gonna be?",
        "Thomas: [Sighs]",
        "Eric: You bring all your expertise and your experience here in our company, your talent. You bring all that to her. What does sally bring?",
        "Thomas: Granddad, I came here to tell you my decision, not to have you undo it.",
        "Eric: All right. I will always wish you well.",
        "Thomas: Thank you. I guess I'll, uh, talk to dad another time, then.",
        "Eric: Thomas, um... you're a lot more like him than you think.",
        "Thomas: Some days I see it, yeah. Some days I don't.",
        "Quinn: This is insane. What is wrong with us?",
        "Ridge: I don't know.",
        "Quinn: I only came here for a conversation.",
        "Ridge: A conversation? You never listen to me. That's the problem.",
        "Quinn: Are we sick? Is this a sickness?",
        "Ridge: Sometimes the way you look at me...",
        "Quinn: Oh! I try never to look at you.",
        "Ridge: Well, nothing happened. We're okay.",
        "Quinn: Your father's guest house. We were on your bed. We almost had...",
        "Ridge: But we didn't.",
        "Quinn: We can't keep calling these meaningless kisses anymore.",
        "Ridge: We don't have to call it anything. We stopped.",
        "Quinn: We didn't stop. We were on your bed. That's not \"stopping.\" That's \"too late.\" I'm gonna go up to the house. I'm gonna -- I'm gonna shower before dinner and...try to wash this off. Never again.",
        "Eric: Does your sister know?",
        "Thomas: No, not yet.",
        "Eric: Are you gonna tell her?",
        "Thomas: Yeah, I will.",
        "Eric: She's gonna think she's the reason you're leaving.",
        "Thomas: I will make it clear that she is not.",
        "Eric: Well, I'm disappointed, but I'm not surprised. Every one of my children came to me and said they wanted to do something on their own from time to time -- many times, actually. So I'm not going to banish you from thanksgiving dinners or command that you never darken my door again. Go with god. Test yourself. Experience the things that you think you're missing. Just know that this is home, and home is the place that will always take you in.",
        "Ivy: Come on, Katie. You are not a spiteful person.",
        "Katie: Why do you assume that spite is my only motivation for telling Eric what's been going on?",
        "Ivy: Because you know exactly what the consequences would be. Eric would divorce Quinn publicly. He would then banish ridge and Quinn from the company. I mean, come on. Does that really seem like fair punishment because they shared a kiss or two?",
        "Katie: Take it from me. There's all different kinds of ways to have an affair. Their offense is intimacy, sexual or not! Ridge is Eric's son! I mean, it's appalling! And yes, they're important to the company. They're gifted and talented. But at what point is that outweighed by the stink of what's going on here?",
        "Ivy: We don't know that anything is going on anymore.",
        "Katie: We don't know that there isn't. Secrets like this, they -- they poison you from the inside out. I mean, you can feel that your relationship with Eric, it's tainted now, right? You can feel that. And the longer I keep quiet about this, the more my relationship with Eric is going to change. The longer I keep quiet about this, the more complicit I am in this ugliness! I never wanted to be in this position. But I can't forget about what I've seen and what I've learned. I care about Eric. He's -- he's my friend. Am I being a good friend to him by keeping him in the dark? Doesn't he deserve to know the truth?",
        "Ridge: Hey.",
        "Quinn: Don't.",
        "Ridge: Don't what?",
        "Quinn: You shouldn't even be here.",
        "Ridge: I was invited for dinner. You remember that, right?",
        "Quinn: I know, but just make an excuse, and I will tell Eric.",
        "Ridge: Just calm down for a second. Everything is fine. Everything is exactly the way that it was this morning.",
        "Quinn: No, no, it's not, because now we know.",
        "Ridge: Know what?",
        "Quinn: We know that I can never be alone in a room with you ever again.",
        "Ridge: I live here. Is that realistic?",
        "Quinn: You lost the love of your life. I don't want that to happen to me.",
        "Ridge: Well, I don't want that to happen to you, either, or dad. He raised me as his own. He loves me.",
        "Quinn: You know what? I don't care how I used to be. All I want to be now is the best wife I can be for your father.",
        "[Door closes]",
        "Ridge: Dad, hey. We were just trying to sort out an issue.",
        "Eric: The same one Katie and I were just talking about? Don't look so surprised. She and I are close. She tells me about everything. The question is, why don't you?",
        "[Insects chirping]",
        "Katie: I have to go home. I have to change before dinner.",
        "Ivy: Katie, just promise me you won't make a scene.",
        "Katie: [Chuckles] Now you sound like them.",
        "Ivy: Quinn is not the first woman to have kissed the wrong man. I mean, I know I've done it. You are not angry at Eric. You're angry at Quinn. So please just let it go.",
        "Katie: You know, I've looked up to Eric my whole life. [Voice breaking] I felt more protection and support from him than I did my own father. And now he needs me. He needs me to support him and to protect him. So what am I supposed to do? You tell me. What am I supposed to do? Just look the other way? Protect him by lying to him? Lying to people for their own good has caused more misery than the cold, hard truth ever has. Ask me how I know that.",
        "[Door closes]",
        "Ridge: Katie has a tendency to blow things out of proportion.",
        "Eric: I'll grant you her objectivity is open to question.",
        "Quinn: You know what? She despises me.",
        "Eric: She's never said that to me.",
        "Ridge: All right, but she doesn't see things for what they are. She doesn't listen. All she wants to do is threaten that she's gonna go to you.",
        "Eric: That can be difficult. You know, neither one of you has ever had diplomacy as a strong suit.",
        "Ridge: Did she mention something? Did she say...",
        "Eric: I think it's more a situation of hurt feelings rather than actual bitterness. Um, are her designs really that bad, or are they just too timid? Beginners can be very timid, you know.",
        "Quinn: I --",
        "Ridge: We were just discussing that exact same thing, and we both feel we could use one of her pieces.",
        "Eric: Good. Glad to hear it. Is it possible you could use more than one piece in the collection?",
        "Quinn: Uh, well, you know what? She has a lot to learn, including patience.",
        "Ridge: Of course it is, dad. Yes, we can use more than one. We even talked about maybe having a signature line for her.",
        "Eric: Good. I'm glad to hear it. I knew I could depend on you. You're a great team. We're all a great team. You can tell her this tonight.",
        "Quinn: Tonight?",
        "Eric: I invited Katie to dinner. And Wyatt, as well. He's gonna be here, so why not? I'm gonna go change right now.",
        "Quinn: Um... [Sighs] I can't do this.",
        "Ridge: You can't what? Sit across from Katie at dinner? Why?",
        "Quinn: She's gonna know.",
        "Ridge: She's gonna know what?",
        "Quinn: What we did this afternoon.",
        "Ridge: Why? You gonna tell her?",
        "Quinn: She's going to look at my face, and she's going to know something's changed, because it has.",
        "Katie: They're both incredibly destructive, self-sabotaging people. Who deserves our loyalty? Eric or Quinn?",
        "Quinn: Maybe I should make an excuse and leave.",
        "Ridge: That's up to you. You're the one that can't be in the same room with me.",
        "Quinn: You should stay. You're better at --",
        "Ridge: Better at what? Katie management?",
        "Quinn: At lying to your father.",
        "Ridge: Ah. So you can't do that. You can't fake something for two hours? You can't have dinner?",
        "Quinn: I was in your bed this afternoon. Just -- just those words in my brain --",
        "Ridge: You were on my bed. On the bed. Very different.",
        "[Door opens]",
        "Katie: Hi! Um, sorry. The -- the door was open. Is -- is Eric here? Because he invited me --",
        "Ridge: He invited you for dinner. Yes, he's upstairs getting ready. Why don't you make yourself at home?",
        "Katie: Don't mind if I do.",
        "Ridge: I'm gonna make a fire."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=maI_zKrPzjM"
}