{
    "Episode Summary": [],
    "Recap": [
        "Brooke continues to berate Stephen for coming back and interfering in her life. Dante tries to explain to Bridget why he asked Felicia to marry him. Stephanie bursts into Nick's office at Marone and he tells her that he has not interest in what she has to say. Felicia and Eric talk about her engagement to Dante, but Eric is concerned that Dante just recently asked Bridget to marry him.",
        "Bridget is reeling from the news of Dante and Felicia's upcoming marriage. Dante tells her that he loves Felicia because she is the mother of his son and he thought since Bridget had rejected him, she would be happy for him. Bridget although deeply hurt that Dante gave Felicia the ring he was going to give her, tries to see things from Dante's point of view. Stephanie criticizes Nick for teaming up with Stephen and trying to force Brooke into firing the Forresters. Felicia convinces Eric that Dante makes her happy and Eric gives his blessing. Jackie arrives at Marone and Stephanie wastes no time telling her that Stephen slept with Taylor. Jackie is shocked, but quickly turns the tables on Stephanie pointing out how she is manipulating Brooke. Bridget makes her way over to Stephanie's in search of Felicia. Finding her sister, Felicia assumes that Bridget is there to offer her congratulations. Bridget accuses her sister of using sex to connect with Dante. Felicia reminds Bridget that she and Dante share a child and they want to build a life together and asks for Bridget's support. Bridget torn between her love for her sister and her hurt over losing Dante, tells Felicia that she is in her corner. Stephen continues to plead with Brooke to see that he has changed and he just wants to be a good father to her. Brooke tells him it's too late, and as Stephen is comforting her she has a childhood flashback and physically throws her father out of the HOUSE !!"
    ],
    "Recap Author": "Terri",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: I told you to go!",
        "Stephen: I'm not going anywhere until you and I work this out.",
        "Brooke: I don't want any part of your \"working out\" thing.",
        "Stephen: I am trying to make up for my mistakes.",
        "Brooke: By putting fuel on a fire that was about to go out? Stephanie was going to accept me, Dad.",
        "Stephen: Brooke, you're not that naive.",
        "Brooke: Well I must be, to give you a second chance.",
        "Stephen: You're frustrated. Taking control of Forrester was more complicated than we thought, and it put stress on your relationship with Nick, but you have to realize, it wasn't my intention.",
        "Brooke: Oh, no. No, you don't intend to make a mess of things. You just do.",
        "Stephen: Don't you do that. Don't you try to blame me like I'm some hapless loser. I have turned my life completely around, Brooke. I've done my time.",
        "Brooke: Really? Well, then tell me, Dad -- what's the minimum sentence for abandoning your family?",
        "[SCENE_BREAK]",
        "Stephanie: Don't worry, he's expecting me.",
        "Nick: No, he's not.",
        "Stephanie: Really? 2% of Forrester stock?",
        "Nick: Brooke's office is right down the hall.",
        "Stephanie: You and Stephen bilked Taylor out of those shares.",
        "Nick: Actually, my accountants tell me that I paid more than they're worth.",
        "Stephanie: You took advantage of a decent woman.",
        "Nick: No, no. That's your style, not mine. Now you take that high horse you're on and you ride right on out of here. 'Cause there's nothing you've got to say I want to hear.",
        "[SCENE_BREAK]",
        "Bridget: I shouldn't have come here. This was a mistake.",
        "Dante: Wait, Bridget. Wait. Wait a second. I'm sorry, Bridget.",
        "Bridget: You're engaged?",
        "Dante: It just happened last night.",
        "Bridget: But you aren't in love with her.",
        "Dante: But we have a son together.",
        "Bridget: A few days ago, you wanted to raise that child with me.",
        "Dante: And you turned me down.",
        "Bridget: So you just go to the next person on the list and propose to them?",
        "Dante: Bridget, it's not like that.",
        "Dante: I've moved on with my life. I thought you'd be happy for me.",
        "[SCENE_BREAK]",
        "Felicia: I'm ecstatic, Daddy.",
        "Eric: Yeah, yeah, yeah, I can see that.",
        "Felicia: I'm getting married. Me! I'm settling down! A husband, a baby, a white picket fence. No minivan. Unless I can find one with black-tinted windows and a spoiler on the back. I can hardly believe it. Can you believe it?",
        "Eric: It's not that. It's just that it's a little -- it's a little unexpected.",
        "Felicia: You never thought I'd find him, did you?",
        "Eric: No, no, it's not that.",
        "Felicia: You just never thought he'd be so normal. Mr. Right. No piercing, or tattoos or green hair.",
        "Eric: I always hoped that you would find someone who loved you. Who absolutely adored you. And only you.",
        "Felicia: Dante's a good man, Daddy.",
        "Eric: Well, he certainly has good taste. Given that you're the second of my two daughter's to whom he's proposed in the last month.",
        "Eric: You are aware that Dante's pursuing a relationship with your sister.",
        "Felicia: He was. But that was before he realized he actually could have one with me.",
        "Eric: But you can see how I might be concerned.",
        "Felicia: Daddy -- look, I know it seems crazy and impulsive, but you know what? If Dante weren't a little impulsive, he wouldn't be the right man for me.",
        "Eric: And you're certain that he is?",
        "Felicia: Yes, I am.",
        "Eric: Well, all right, I guess that's it.",
        "Felicia: No, not quite. I'm going to need a wedding dress.",
        "Eric: Hmm. Black. Leather.",
        "Felicia: Buckles.",
        "Eric: Buckles.",
        "[Felicia laughs]",
        "Felicia: I love you.",
        "Eric: I love you. Does he really make you happy?",
        "Felicia: Yes, Daddy, he does.",
        "[SCENE_BREAK]",
        "Bridget: You really thought that I would be happy?",
        "Dante: It sounds ridiculous, seeing your reaction --",
        "Bridget: I have no right to be upset.",
        "Dante: But you are.",
        "Bridget: Well, I turned down your proposal. And you didn't -- you didn't want to wait for me because you thought that there was nothing to wait for, so --",
        "Dante: Because I knew you weren't over Nick. Look, I still want you to be -- I want you to be in Dino's life. And I want you to be close to Felicia and me.",
        "Bridget: The ring that you were going to give me --",
        "Dante: I gave it to her. Okay, it wasn't something I was planning. It was an impulse. And I believe it's the right one for me and for my son.",
        "Bridget: I'm sure Felicia's thrilled.",
        "Dante: We are both very happy.",
        "Bridget: Well, I hope that -- I hope that you both have a wonderful life together.",
        "Dante: Wait, Bridget. Wait. I am truly sorry.",
        "Bridget: Me, too. I'm sorrier than you'll ever know.",
        "Dante: Bridget, wait -- wait a second, please. Just stay.",
        "[Door slams]",
        "[SCENE_BREAK]",
        "Stephanie: You pushed your father out of his company, and now you want to push me out of mine.",
        "Nick: No, no, this has nothing to do with me. I bought Taylor's shares so Brooke could be free of your family.",
        "Stephanie: Well, that's not what she wants.",
        "Nick: No, I think it is.",
        "Stephanie: No, she didn't fire us.",
        "Nick: And she probably won't as long as you can keep up this peace, love and harmony act.",
        "Stephanie: It's not an act. It's the truth.",
        "Nick: Yeah. Oh, and by the way, I did see your ad in the paper. Your new lingerie line.",
        "Stephanie: Ridge is very excited about it.",
        "Nick: I bet he is. You tell him to keep his pencil in his pocket. Because I'm not the only one who wants to protect Brooke.",
        "Stephanie: Oh, you and her father? I hear Stephen has been busy as a little bee. Isn't that right, Jacqueline?",
        "Jackie: Well, if you're referring to our friendship --",
        "Stephanie: Oh, yes. Yes, yes. Your friendship. You know what they say? Lie down with dogs, get up with fleas.",
        "Jackie: He's a good man, Stephanie. And believe me, I should know.",
        "Stephanie: You know where he was the night before? In Taylor's bed.",
        "[SCENE_BREAK]",
        "Stephen: I can't change what happened in the past.",
        "Brooke: Then why are you here?",
        "Stephen: Because I'm your father. And whether you believe it or not, I love you.",
        "Brooke: If you loved me, Dad, why did you leave us?",
        "Stephen: I told you before, that was the biggest mistake of my life. And one I will never make again.",
        "Brooke: And now that I want you gone, you won't leave?",
        "Stephen: I'm not your problem. The Forresters are your problem. You've got them in your head. They're influencing your choices, what you value, who you love.",
        "Brooke: That's really, really rich, coming from you. You know why I turned to Eric, to Ridge and to Thorne? Because I needed somebody to love me. I needed somebody to make me feel safe and secure. Everything that you were supposed to make me feel, but you didn't. The absent father. Stephanie and Ridge and Taylor, they would tell me this. But I didn't believe them. All of the mistakes that I've made, all of the regrets that I have, all of the bad decisions and the wrong moves. I blame those all on you.",
        "[SCENE_BREAK]",
        "Felicia: Bridget, hi!",
        "Bridget: Hi, I've -- been looking for you.",
        "Felicia: Come here, this is so sweet of you. You didn't have to come all the way over here just to congratulate me.",
        "[SCENE_BREAK]",
        "Stephen: You blame me for all the bad things that happened to you? Well, sweetheart, I blame myself, too. I know what my absence has caused you. But I could always tell myself, she's better off without me. I'd pick up newspapers, and there would be one success story after another. And I'd say, \"see, she's doing great. My baby's okay.\"",
        "Brooke: But I wasn't okay, dad. Do you know why I had to achieve so much? Do you know why I had to work so hard? I had to keep myself busy. I had to keep moving all the time. I had to keep my mind working all the time, so I wouldn't think about you. So I wouldn't feel that emptiness inside. So I wouldn't feel the loss. So I wouldn't feel, and fall into that empty, dark, painful place that you left inside of me.",
        "[SCENE_BREAK]",
        "Nick: Don't listen to her.",
        "Jackie: Stephen and Taylor?",
        "Stephanie: How do you think he got her 2% of the stock?",
        "Jackie: I don't believe you.",
        "Stephanie: I caught him coming out of her bedroom. I wonder if he would have been as proud if I had caught him sneaking out of yours.",
        "Nick: That's enough.",
        "Stephanie: You know, it's one thing, Jacqueline, to be rejected by men like Eric and Massimo, and it's quite another to be tossed aside by a loser like Stephen Logan.",
        "Nick: Don't disrespect my mother.",
        "Stephanie: I have a question for you and your son. Is Stephen Logan really the kind of guy that the both of you want to get in bed with?",
        "[SCENE_BREAK]",
        "Felicia: I am really glad you're here.",
        "Bridget: Well, you know, I thought that we should talk.",
        "Felicia: Really? You wouldn't mind? Because I've been dying to tell somebody about it.",
        "Bridget: No, of course not. Dante already told me a little.",
        "Felicia: He called you, too?",
        "Bridget: Actually I saw him at the beach house. I went down there.",
        "Felicia: So, you know about the ring?",
        "Bridget: Yeah.",
        "Felicia: Yeah, I got to tell you, it's a little bit loose. But so am I. But not for long, because I'm going to be a married woman soon. Yeah, I guess if you are going to be wigged out about anything, this would be it.",
        "Bridget: Yup.",
        "Felicia: But you're not, right? Because you said on the phone, that it was wonderful, and you're here, and you want talk about it, so you must be okay.",
        "Bridget: Yeah, I'm fine, Felicia. I'm actually really worried about you.",
        "Felicia: Me?",
        "Bridget: Yes, Dante's a charming, loving, caring man. And you too have a son together, but honey, you can't just take your clothes off, pose, and call that love.",
        "Felicia: Excuse me?",
        "Bridget: I'm not trying to insult or get you upset. You know, you almost died. And a traumatic experience like that can really, well, it affect your judgment.",
        "Felicia: Whoa. Are you saying I threw myself at him?",
        "Bridget: Slow down. You're -- I'm just saying I think you should take a minute and think about what you are doing. If not for your own sake, Felicia, at least for your son.",
        "Felicia: I think that giving my son a stable, happy home is what's best for my son.",
        "Bridget: Of course it is, Felicia. When you're with a man that really loves you.",
        "Felicia: Bridget, Dante proposed to me. I didn't propose to him.",
        "Bridget: I'm sure, I'm sure this is sounding a little like sour grapes to you right now.",
        "Felicia: Then don't say it. Don't spoil this for me, okay? Because I've waited a lifetime to find this kind of satisfaction with a man.",
        "Bridget: I know that. And you think you deserve that. You and Dino deserve to have everything that you want. And I really don't want to stand in your way. But is this really what you want?",
        "Felicia: Yes, or I wouldn't have said yes.",
        "Bridget: Have you had time to think about this? You and Dante barely know each other.",
        "Felicia: We know enough.",
        "Bridget: But, to date, right? Marriage -- marriage and making a life together, and building a home?",
        "Felicia: Bridget, just listen to this. Okay, a month ago I thought I'd be toes up by now. I'm not. I'm here. I have a second chance. And I'm going to make the most of it. If that means taking risks or putting myself out there, that's exactly what I'm gonna do. I love you. You're my sister. And I want you to be a part of this and I need your support. But if you can't give it to me --",
        "Bridget: Felicia, of course, I support you. You know how much I love you.",
        "Felicia: Be happy for me. Then just tell me you're happy for me, okay? Please. Please, just be happy for me, Bridget.",
        "[SCENE_BREAK]",
        "Stephanie: Stephen Logan has never done anything positive, for anyone in his whole life. Including himself.",
        "Nick: Well, Stephen Logan isn't the only one that's looking out for Brooke.",
        "Stephanie: Telling her to fire us was a miscalculation on your part, and she's not going to be so easily swayed by bad judgment again.",
        "Jackie: You are making it sound like Nick is the one who's manipulating her. You are the one that is pushing her buttons.",
        "Nick: And I don't like it.",
        "Stephanie: I admit I had made her life hell. I was terrible to her. But I'm trying to make amends, and I never pretended to try to help her.",
        "Nick: No, not until now.",
        "Stephanie: No, you and her father are filling her head with suspicions and bad business judgment.",
        "Jackie: You just admitted that you made her life hell. Brooke has every reason to be suspicious.",
        "Stephanie: Well maybe you should be too -- of her father. This is a man who abandoned his wife and four little children. He's using you. And you, and Taylor. He's even using his own daughter to get back at me, because that is a lot easier than facing his own failures and mistakes. You want to help Brooke? Get rid of the father. Or I will.",
        "[SCENE_BREAK]",
        "Brooke: Do you believe in ghosts?",
        "Stephen: Ghosts?",
        "Brooke: I tell my children that they don't exist. But I know that they do. Because I've lived with one for most of my life.",
        "Stephen: What I did still haunts me, too.",
        "Brooke: I wasn't haunted. I was possessed. You say that the Forresters are in my head. What about you? You were there for all those horrible decisions that I made, all the pain that I caused my family, myself, my children. You were there, dad. And you were there for all those questions that keep me awake at night. Am I ever going to be happy? Am I worth loving?",
        "Stephen: Of course, you are.",
        "Brooke: And how do you know that? Were you there to tell me that? Were you there to hold me when I felt lonely? When I felt scared?",
        "Stephen: I'm here now.",
        "Brooke: It's too late!",
        "Stephen: No, it's not!",
        "Brooke: I want you to go!",
        "Stephen: No, you don't!",
        "[Brooke cries]",
        "Stephen: Oh Brooke, honey. It will be okay. Come here. It's all right. It's all right. It's going to be okay.",
        "Brooke: No, let me go! Let me go!",
        "Stephen: No, I'm not going to let you go. Not ever again, never. It's fine.",
        "Stephen: Brooke! I'm your father.",
        "Brooke: I don't need you anymore, Dad. I needed you when I was younger, but I don't need you now. It's too late!",
        "Stephen: No, it's not too late. Now, listen to me. Listen to me!",
        "Brooke: You are not going to ruin my life!",
        "Stephen: Just listen to me --",
        "Brooke: Don't touch me!",
        "Stephen: Brooke!",
        "Brooke: Get out! Get out! Get out of my house! Get out!",
        "[Door slams]",
        "[Brooke cries]"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=GFqWX5aaVzA"
}