{
    "Episode Summary": [
        "Episode # 7659 ~ Dollar Bill basks in his success and envisions his beloved skyscraper with his evil scheme ablaze; and Quinn and Sheila go for round two when Quinn discovers the secret Sheila has been keeping."
    ],
    "Recap": [
        "With Spectra blazing and Bill with a drink in his hand adoring his Sky, he basks in the glory of his victory. Eric tells Quinn that she has not touched her martini. She says she is not in the mood for it tonight. She adds perhaps if they had something to celebrate like a certain guest leaving. She'd like to go up and see how Sheila is doing with her examination with James. Eric reminds her of why Sheila is there in the first place. Quinn says yes she realizes she could have had more restraint. She is finding it hard to not believe this is one big fat lie. When James watches Sheila he asks how long is she going to drag this out. She replies as long as it takes. He adds until she becomes Mrs. Eric Forrester so she will have to fake this concussion the rest of her life. A little concussion does not deserve to be in bed this length of time. Sheila replies that she won't have to do it forever as Eric will see how horrible his wife is and kick her out. James says okay but it does not require her to be the injured houseguest. He wants to tell the truth. She says okay if his career doesn't mean anything to him. She threatens him that if he mentions one word to Eric his nasty little drug habit will become public. She tells him to think about it \u0096 losing his practice over this. He better think long and hard before he says anything. He should have thought of his reputation before he self medicated. He comments that he's been in treatment and that is over. She says okay they need to keep it over. Nobody has to know so do not make her tell.",
        "Sheila hears Eric coming so she hops back in bed. Quinn starts in right away wanting to know how she is and if she is ready to be moved tonight. She has a spot all ready for her. Sheila pretends that Quinn is so sweet but she couldn't possibly impose upon her to get her a place to go. Eric tells Quinn they need to trust James and he asks if Sheila is ready to go. James says she has improved but he would hate to turn her out and the press get wind of it so he thinks she should stay put a little longer. Eric tells Quinn they need to trust James's judgment. Sheila feigns her act of feeling so grateful that Eric is there to make sure she wakes up every morning. It shows what a wonderful man he is by putting her needs first. Quinn jumps in and says it shows what kind of woman she is by putting on this act for a kind man like Eric. Eric tells Quinn there is no harm in letting Sheila stay a little longer and yet potential harm for releasing her too soon. James nods yes. Eric says it is settled, Sheila will stay. Bill tells Justin that Sally will thrive on this, she lives on adversity \u0096 think of the comeback she will have in a couple of years and can relocate in some little warehouse far from down town L.A. He does not wish Sally to fail forever, just for right now. Justin says no problems, no one is going to be hurt tonight except a couple of dreams dying. Bill adds and a couple of tacky dresses. Quinn tells Eric that she feels violated in her own home. Sheila managed to con both him and James. Eric hugs her and says just a few more days and he will feel better knowing they did the right thing. So just leave her alone and do not do anything to stir the pot. Sheila will recover and they can all move on. Sheila tells James that she cannot do anything about the past but Eric is too trusting and she can do something about his future. Eric needs her here for protection. She says that bitch will betray Eric again and thanks to James she will be here to take her down. As they are saying their goodbyes, Saul smells something and they all rush inside to find the place going up in smoke. Sally cries as she tries to rush in to get the fire extinguisher. Grams calls 911. Quinn looks in on Sheila again while Eric is downstairs with James. She finds her out of bed and Sheila says yes she got up to get some water but felt a little weak so she needs to go back to bed. Quinn says she can get her own damn glass of water from the vending machine from the hotel where she is going to be tonight. She knew it; Sheila was faking it. She caught her in here dancing around on her own two feet. And Eric will kick her out of here tonight when she tells him what she walked in on. All she really needed was a band aid on her boo-boo but instead she is milking it for all it's worth. Sheila hurls a comment at her \u0096 it doesn't change what Quinn did to Eric. Quinn mocks her that Eric forgave her for that so Sheila can quit bringing that up. Eric will see her for who she really is. She turns and Sheila jumps out of bed and follows. She slams her against the door then follows through by throwing an expensive vase at her. Quinn gets mad and Sheila asks what is she going to do about it? She throws her on the bed and they begin pounding on each other, then hitting each other with pillows until there is feathers flying everywhere. Quinn tries to get away but Sheila struggles with her until she has both hands tightly around her throat. While Grams, Saul, Darlita and Sally stand transfixed the firemen try to put out the fire. They tell Sally she must leave otherwise they can do enough to save it. She says they have to. Bill looks out the window just waiting."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Eric: You have not touched your martini. Here we are.",
        "Quinn: No. No, I'm just -- I'm not -- I'm not in the mood. I mean, maybe if we had something to celebrate, like, I don't know, a certain someone moving out? I want to go up and check on sheila and james. I want to -- I want to see how the exam is going.",
        "Eric: All right. But let's not forget why she's here in the first place.",
        "Quinn: [ Sighs ] Okay. Yes. Maybe I shouldn't have let things get so... out of control. And if I am the one who hurt her, then... of course I want to make sure that she's okay. But, I mean, come on. This concussion? It's really a bit too much. I mean, I-I'm having a really hard time not believing it's just one big fat lie.",
        "James: How long do you intend to drag this out?",
        "Sheila: As long as it takes.",
        "James: As long as it takes for you to become eric's wife again? So you're gonna fake this concussion for the rest of your life?",
        "Sheila: What makes you think I'm faking? That woman knocked me cold.",
        "James: Okay. So it was painful. But I hardly think the concussion warranted you being bedridden and observed for all this length of time.",
        "Sheila: Okay, maybe I'm exaggerating just a little bit. But I'm not gonna have to do that forever. Eric is gonna see how horrible his wife is and kick her out.",
        "James: Don't you think eric will realize that for himself? It doesn't require you to play the part of some incapacitated houseguest. [ Sighs ] I want to tell them the truth.",
        "Sheila: Go ahead. If your career doesn't mean anything to you.",
        "James: Oh, please, sheila. Be reasonable.",
        "Sheila: No, you know what? You're gonna lose everything. You mention one word to eric, and your nasty little drug habit will become very public. Is it worth it, james? You want to lose your practice over this? Think about it, james. You think long and hard before you say anything.",
        "Justin: No second guessing.",
        "Bill: Never do. Any updates?",
        "Justin: I spoke to our helper. Things are moving along. Looks like you'll get your building.",
        "Bill: Well, you know me. One way or another, I always get what I want.",
        "James: We don't have to tell them that we've been lying. But come on. You can't still be wobbly and woozy, not now. Not after all this time. My reputation is at stake.",
        "Sheila: You should've thought about your reputation before you were self- prescribing those meds.",
        "James: That was a minor lapse in judgment. I have been in treatment. That is over now.",
        "Sheila: Then let's keep it over. Look, nobody has to know, james. Don't make me tell. [ Muffled voices ] They're coming.",
        "[ Knock on door ]",
        "Eric: Sheila? James?",
        "Sheila: [ Sighs ] Come in.",
        "Eric: How are things in here?",
        "Quinn: Any improvements?",
        "Sheila: Oh, not -- not really, no.",
        "Quinn: I wasn't talking to you. I assume that, uh, she can be on her own now?",
        "Sheila: I-I really -- I can't even imagine [Coughs] Going back to the -- the hotel right now.",
        "Quinn: Oh, no, no, no. See, you don't have to. I've actually been looking into some short-term rentals for you. And I-if you can't afford the first month's rent, I'm sure eric and I can figure out some kind of a loan.",
        "Sheila: That's very sweet of you, but a bit premature. I... I'm sure any rentals that you're looking at are gonna be gone by the time I'm ready to move.",
        "Quinn: No. By tonight? I don't think so.",
        "Sheila: Tonight? Well, what are you talking about?",
        "Quinn: Well, she's recovered, right? From her concussion. There's no reason sheila has to stay here any longer.",
        "Eric: Can we agree to trust james on this?",
        "Quinn: Depends on what he has to say.",
        "Eric: Look, I know how badly you want sheila to go.",
        "Quinn: Do you?",
        "Eric: Yes, I do. But I feel badly. She comes all the way to L.A. To make amends, and then all of this happens.",
        "Quinn: She got what she deserved.",
        "Eric: All right, james. Um... so, what's the news? Is she ready to leave?",
        "James: Well, there's no doubt she's doing better.",
        "Quinn: I knew it.",
        "James: But do you want to take the risk?",
        "Quinn: What risks? I-if she -- she can leave, she leaves.",
        "James: Eric told me that he wants to keep this quiet. If she leaves here now and relapses and she goes to the hospital, the press may get wind of it. I think there's a lot to lose if you ask sheila to leave here this evening. But if she gets to spend a little longer here, then it may make all the difference.",
        "Eric: Look, I asked james to come here. We have to trust his opinion. He knows what he's talking about.",
        "Sheila: Look, I... we might be able to make it happen. I am getting...better. As -- as long as somebody would call every morning to make sure that I wake up.",
        "Quinn: Oh, please!",
        "Sheila: Eric, I want to... I'm so thankful for you letting me stay here as long as you have, and... [ Sighs ] It's because of you that I've -- I've been getting so much better, and... more than you know, it's just -- [ Sighs ] It shows me what kind of a man that you are, willing to put my needs first.",
        "Quinn: It says a lot about the kind of person that you are, too. Putting on this really phony act so you can take advantage of a man who's as kind as eric.",
        "Eric: All right, look. This is enough. Look. There's no harm in letting her stay a little longer, and there's potential harm in releasing her too soon. Isn't that right? Let's do the right thing. Sheila stays.",
        "Bill: She doesn't know it yet, but this is going to be good for sally. You see, I understand her. People come from nothing, they thrive in the face of adversity.",
        "Justin: You are hilarious.",
        "Bill: Well, think of the comeback story a couple of years from now. \"Spectra fashions finally rebuilds.\" Far, far away from their downtown roots, of course. Maybe at a -- I don't know. A warehouse in the valley. Yeah, that would be perfect. And I'll do a feature on them in eye on fashion. See, I don't want sally to fail forever. Just for right now.",
        "Justin: Well, considering the sudden technical glitches that are happening at spectra tonight, I think it's safe to say that her failure's guaranteed.",
        "Bill: Well, it's about time. I waited long enough to get my hands on that property. Now, you were clear about my instructions, right? To wait until nobody was in that building?",
        "Justin: I'm always very clear. I promise you. No worries. No one will get hurt. The only thing dying tonight is a dream or two.",
        "Bill: And a handful of tacky dresses.",
        "Sally: All right. This is for you, aunt sally. We have full bellies. We've had caffeine. Are you guys ready for another productive all-nighter?",
        "Shirley: [ Squeals ] Ready!",
        "Saul: What's that smell? Fire!",
        "Shirley: Oh!",
        "Sally: The collection!",
        "Shirley: No, no, no!",
        "Saul: Sally, don't!",
        "[ All yelling ]",
        "Saul: Come on, come on!",
        "[ Yelling continues ]",
        "Shirley: No, sally! No!",
        "Eric: [ Sighs ]",
        "Quinn: I don't care what james said. I want her gone.",
        "Eric: Quinn, I trust his opinion.",
        "Quinn: She's conning both of you.",
        "Eric: [ Sighs ] Why? Why would she do that? To what end? What would she have to gain?",
        "Quinn: To torture me? I don't know. I'm suffocating. I-I feel violated in my own home.",
        "Eric: Quinn, come here. Breathe.",
        "Quinn: Oh!",
        "Eric: All right? Try to relax.",
        "Quinn: I can't!",
        "Eric: It's just temporary.",
        "Quinn: Not if sheila has her way.",
        "Eric: Let this be. All right? If we push her out of here too soon, too quickly, it'll just come back to bite us. I think you understand that. It's just a few more days. And I'll feel a lot better knowing we did the right thing. Now, just... leave her alone. Don't do anything to stir the pot. Let her recover, and then we can all move on.",
        "Sheila: Don't look so guilty.",
        "James: I am guilty.",
        "Sheila: You did the right thing.",
        "James: What? By lying to eric?",
        "Sheila: It was for his own good, james. His wife cheated on him with his son.",
        "James: And you think by you staying here, you're gonna change that?",
        "Sheila: I might not be able to change the past, but I can certainly help out in the future. Eric is too trusting.",
        "James: Obviously.",
        "Sheila: Oh [Scoffs] Too trusting of quinn. Eric needs me here. To watch out. He needs me for protection. That bitch will betray him again. And thanks to you, I'm gonna be here when she does, and I'm gonna take her down.",
        "[ Sirens wailing ]",
        "Justin: The fire trucks are on their way.",
        "Bill: Already? Wow. I was hoping there'd be more time for nature to take its course.",
        "Justin: Seems like nature is doing its thing just fine. It'll be too late by the time the fire trucks get there.",
        "Bill: Poetic, isn't it? I mean, could you imagine that company slowly fading into bankruptcy? No. Much more fitting that spectra fashions goes out in a blaze of glory.",
        "[ All coughing ]",
        "Shirley: Sally, they say that somebody's already called 911. Well, tell me they're almost here!",
        "Sally: Is there a fire extinguisher out here?",
        "Shirley: Sally, 911 wants us out of here now! Saul, make her come away from there!",
        "Sally: I am not leaving my collection! There's a rack in there, and i have to get it.",
        "Shirley: It's not worth your life! Sally, stop!",
        "Saul: Leave it! Leave it! They're in here. They're in here. You guys got to get out of here. This building is going up in flames. Come on. Come on. Okay. Okay. Come on. Ma'am, you've got to leave.",
        "Sally: No. No, I --",
        "Shirley: I'm not leaving without my granddaughter! Sally! Please! Sally! Ma'am, you've got leave it. You've got to go now.",
        "Sally: No, I can'T. I can'T. Right now, ma'am! Go, go, go! Get out! [ Sally sobbing ] You've got to leave it. Let's go.",
        "[ Lock clicks ]",
        "Sheila: [ Humming ]",
        "[ Humming continues ]",
        "[ Door shuts loudly ]",
        "Quinn: Up and about, I see.",
        "Sheila: Quinn, what are you -- what are you doing?",
        "Quinn: I'm just checking in on the patient.",
        "Sheila: Oh. Thank -- thank goodness, because I-I got up to get a -- a glass of water, and I-I started feeling a little weak, so... do you mind?",
        "Quinn: Would I -- would I mind... would I mind getting you some water? No, I think you can get your own damn water. From the vending machine. At the hotel. 'Cause that's where you're going to be tonight.",
        "Sheila: Excuse me?",
        "Quinn: I knew it. I knew it!",
        "Sheila: You knew what?",
        "Quinn: You were faking it.",
        "Sheila: No, you don't know what you're talking about.",
        "Quinn: Yeah, I just walked in here, and you were walking around.",
        "Sheila: No, I was standing.",
        "Quinn: No, no. You weren't walking around, you were -- you were kind of dancing around, and humming.",
        "Sheila: No. I told you, I-I -- I got up. I was getting a glass of water.",
        "Quinn: Yes, because you can. Because you're fine. Because you're healthy.",
        "Sheila: No.",
        "Quinn: And you are going to be out of here tonight.",
        "Sheila: Eric won't allow that.",
        "Quinn: Eric? Eric's gonna kick you out of here all by himself once I tell him what I walked in on.",
        "Sheila: No, you didn't walk in on anything. I-I told you, I-I can stand. It doesn't change anything. It doesn't change what you did to me.",
        "Quinn: Oh, what I did to -- you bled a little. All you needed was a band-aid on your boo-boo, and to be sent on your merry way. But instead you just sat here. You milked this whole situation.",
        "Sheila: Know what? It also doesn't change what you did to eric. Cheating on him with his son.",
        "Quinn: [ Laughs ] Really? I mean, he forgave me for that. Why are you bringing that up again? It's one more reason why you need to be out of here tonight. You say you've changed. You haven't changed at all. And eric needs to see you for who you really are.",
        "Quinn: Oh! Stop it! Get -- get off of me! [ Vase shatters, quinn screams ] Eric gave me that! It was from monaco!",
        "Sheila: What are you gonna do about it?",
        "[ Quinn yells ]",
        "[ Struggling ]",
        "[ Glass shatters ]",
        "Quinn: [ Grunts, struggling ] Get off me! Get off of me!",
        "[ Gasping ]",
        "[ Sirens wailing ]",
        "Sally: I can't believe this is happening.",
        "Shirley: I-it's okay. It'll be okay. It just has to be.",
        "Darlita: You're seeing what I'm seeing, right?",
        "Shirley: Yes. Spectra trying to burn. But the firemen are gonna save it.",
        "Saul: There's only so much they can do.",
        "Shirley: You hush up!",
        "Sally: He's right, grams.",
        "Shirley: No! The firemen are here, and they have hoses and ladders, and they're gonna save spectra. How did it spread so fast?",
        "Saul: I'm just glad that we got out of there when we did.",
        "Sally: [ Coughing ]",
        "Shirley: Oh, sally girl, you've got to get the cough taken care of. We need you to move farther back -- down the block, behind the tape, please, now.",
        "Sally: But -- If it continues to spread and we can't contain it, this building can collapse on itself, and you can't be here.",
        "Sally: You have to save spectra.",
        "[ Sobbing, coughing ]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=iWzLU_O5cek"
}