{
    "Episode Summary": [],
    "Recap": [
        "At the Castle of Medieval Knights the crowd cheers as the Red Knight gets the advantage. Oliver is taking it all in and loving it as Aly, Charlie and Pam explain what is happening. Aly thanks him for coming saying most guys would have run the other way. He says not him my lady, he thinks it is awesome. With Deacon listening in the shadows, Hope asks Quinn again if she was at Liam's tonight ..he heard a noise and got out of bed to investigate and one of his sliders was open. Quinn says maybe he ought to get a guard dog, a Chihuahua. Hope asks if this is amusing to her. Quinn says no, actually it is insulting. Liam gets spooked, thinks he sees her face and sends Hope over here to accuse her. Hope says she's here because Liam has a sprained ankle. Quinn says she supposes that is her fault too. Hope says yeah if she was there to make him trip and fall, then yes. Quinn calls Liam a scared little boy. He thought he saw her face and freaked. Hope asks if that is what scared mothers do who are estranged from their son she loves and wants to make things right. Quinn asks would playing peek-a-boo with Liam accomplish that. There is nothing to tell. She has been here all night working on her new line; it's very cutting edge. Hope came because Liam didn't have the guts to, surprise, surprise. Hope wants to know what she would have told Liam if he had come. Quinn says same thing she told Hope, only she would not have let him even in the door, not after the trouble he caused Wyatt especially over Hope. But guess that was Quinn's fault too but as a mother her heart was always in the right place. Hope tells her that what she has done has gone way past just interfering. Quinn knows she is thinking about Ridge now. And she stabbed Liam with his sword like she did Bill. Quinn calls it a little prick. Hope asks if she was messing with his head. Quinn says he overacts to everything so it's easy. So maybe she should not have said live by the sword, die by the sword but he should not have sent Hope over here either. Hope says she is glad he dig drag her into this. Here she is the mother of the guy she was dating and she is upset because Hope ended things so she is harassing the new guy. But she is not going to intimidate Liam into stepping aside; they are in love. Quinn says she is in love with Wyatt too and just because Quinn made some bad choices Wyatt should not have to pay the price. Hope tells her that is something she and Wyatt will have to work through. Quinn says no, Hope had a right to fire her but it should not affect Wyatt. He is his own man, his own person. Hope says she is not punishing Wyatt. Quinn says maybe not intentionally but he is hurting. And what kind of mother would she be if she didn't try to fix that. Hope says she doesn't think she can; too much has happened. Quinn says she has to separate the mother from the son and she will move away and keep her distance and stay out of their lives but please take Wyatt back. Liam grunts but manages to get inside the house on his crutches. He spies a dining room chair down in the kitchen. He rights it and then hears another loud noise. Clearly spooked, he picks up his flashlight and starts looking around. He finally sees it is a large tree branch that has split and fell against his patio doors so he opens the doors and removes the branch.",
        "Caroline tries to work some kinks out of Rick's neck/shoulders. He says Maya was wrong for taping the conversation with Oliver, but Oliver was also wrong to use an impressionable young girl like Aly. Caroline says Maya's fanny is still on the line as far as she is concerned but she thinks Maya was just shifting this conversation on Oliver to get her off the hook for the steam room. But nobody hits on her hubby and gets a free pass. They see Oliver bring Aly home. Caroline talks Rick into not confronting Oliver in front of Aly for fear of how she will react. Aly tells Oliver that thanks to him she is a different girl now. Rick waits for Oliver to leave Eric's and catches him in the courtyard. He asks if he will follow him as he wants to see if there is a problem. He starts innocently enough by asking if Oliver is seeing Aly a lot. Oliver admits that though there is an age difference he likes Aly and they have a lot in common. Rick thinks that is okay as long as he is not using Aly. Oliver assures him he is not. Rick pulls out his phone and asks if Oliver can explain this. In the taped conversation Oliver admits to Maya that his job is in danger, he likes Aly okay, she is beautiful enough so if he needs to date her then he is willing to do that. The Forresters are incredible people, and he'd like to be part of that. When done, Rick asks him one question - if he is using Aly?"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Dramatic music playing]",
        "[Cheers and applause]",
        "Aly: Oh, no!",
        "Oliver: Ohh!",
        "Charlie: That boy's mad. Ooh, he's angry. He is angry. You don't want to see that red knight angry.",
        "Pam: Get him, green!",
        "[Dramatic music continues]",
        "Pam: Get him now! Get him now!",
        "Aly and Oliver: Whoo!",
        "Pam: Get him! Yes!",
        "Pam and Charlie: Ohh!",
        "Aly: [Chuckles]",
        "Oliver: They love this.",
        "[Both chuckle]",
        "Oliver: Do you think they approve?",
        "Aly: Our royal chaperones, Queen Pamela and King Charles of Los Angeles?",
        "[Pam and Charlie cheering]",
        "[Aly and Oliver chuckle]",
        "Aly: Thanks for coming tonight. Most guys would have run the other way.",
        "Oliver: Not me, Milady. This is awesome! Whoo! Whoo!",
        "[SCENE_BREAK]",
        "Hope: Were you at Liam's tonight?",
        "Quinn: Well, obviously, Liam thinks so.",
        "Hope: Well, he heard a noise, got out of bed to investigate, and one of his sliders was open.",
        "Quinn: Maybe he should get a guard dog. A Chihuahua.",
        "Hope: Is this amusing to you?",
        "Quinn: Well, no, actually, it's insulting. Liam gets spooked, thinks he sees my face, and sends you here to accuse me.",
        "Hope: Well, actually, I'm here because Liam has a sprained ankle.",
        "Quinn: Mm, well, I guess that's my fault, too.",
        "Hope: If you were there causing him to trip and fall, then, yeah, it is.",
        "[SCENE_BREAK]",
        "Liam: [Grunts]",
        "[Wind gusting]",
        "[SCENE_BREAK]",
        "Rick: [Sighs] [Inhales deeply] [Exhales deeply] Mm.",
        "Caroline: Your shoulders are in knots.",
        "Rick: Mm. I thought a hot shower would help, but...",
        "Caroline: You're still worried about Aly.",
        "Rick: Yeah, after hearing that recording -- the things that Oliver said.",
        "Caroline: [Sighs] Things he probably wouldn't have said if he knew he was being recorded.",
        "Rick: Well, Maya was wrong about that, but Oliver's wrong to use an impressionable young girl like that.",
        "Caroline: If that's what he's doing.",
        "Rick: You're not convinced.",
        "Caroline: All I know is that Maya's trying to save her own butt after you shot her down in the steam room, and if that means shifting the blame to Oliver, then... but her fanny is still in the fire -- with this girl, at least. Nobody makes a move on my hot hubby and gets a free pass.",
        "Rick: [Chuckles]",
        "[SCENE_BREAK]",
        "[Cheers and applause]",
        "Announcer: Safe travel, my friends. We pray that you return back soon to the castle. Good night!",
        "Pam: How much fun was that?",
        "Aly: I loved it.",
        "Charlie: Looked like, uh, Oliver did, too.",
        "Pam: Yeah, speaking of Lord Oliver, where'd he go?",
        "Oliver: Right here.",
        "Pam: Oh.",
        "Aly: Where'd you run off to?",
        "Oliver: I was checking on our carriage. Yeah, it's waiting for us out front.",
        "Pam: [Chuckles]",
        "Charlie: And I should attend to ours, Milady.",
        "Pam: My liege.",
        "Oliver: Something to remember tonight by.",
        "Aly: Oh, like I could ever forget.",
        "[Camera shutter clicks]",
        "[SCENE_BREAK]",
        "[Wind gusting]",
        "[Creaking]",
        "[Crashing]",
        "[Gusting continues]",
        "[Wind howling]",
        "[SCENE_BREAK]",
        "Quinn: So, Liam thought he saw my face and freaked. That's what scared little boys do.",
        "Hope: And what does a scared mother do who's estranged from the son she loves and needs to make things right?",
        "Quinn: How would playing peek-a-boo with Liam accomplish that?",
        "Hope: I don't know. You tell me.",
        "Quinn: There's nothing to tell. I've been here all night, working on my new line. It's very cutting-edge.",
        "Hope: Yeah, well, I'm not here to see your latest work.",
        "Quinn: You came because Liam didn't have the guts to. Surprise, surprise.",
        "Hope: What would you have told Liam if he had come?",
        "Quinn: Same thing I told you -- I haven't left here all night. But I wouldn't have let him in the door -- not after all the trouble he's caused for Wyatt, especially with you.",
        "Hope: Quinn, Liam did not cause any of that.",
        "Quinn: Oh, right. Right. It was me -- for interfering one too many times, but as a mother, my heart was always in the right place.",
        "Hope: Quinn, what you've done has gone so far beyond interfering.",
        "Quinn: Oh, right. We're back to Ridge again.",
        "Hope: Y-you stabbed Liam in the neck with his sword necklace.",
        "Quinn: Oh. That.",
        "Hope: You did it to Bill, too.",
        "Quinn: It's a little prick.",
        "Hope: What was it that you said to him -- \"live by the sword, die by the sword\"? Was that nothing, too?",
        "[SCENE_BREAK]",
        "Caroline: [Sighs] It went straight to voicemail.",
        "Rick: Yeah, mine, too.",
        "[Laughter]",
        "[Indistinct conversations]",
        "Caroline: Is that...? Oh! Oh, my God, they look so cute in their little medieval costumes. [Chuckles] Where are you going?",
        "Rick: To find out what Oliver's up to where Aly's concerned.",
        "Caroline: Honey, wait. No. Remember what you told Maya -- that it's important to protect Aly, given her past. I mean, if you go out there and confront Oliver in front of her, who knows how she'll react?",
        "Rick: You're right. You're right. I'll nab him on the way out.",
        "[SCENE_BREAK]",
        "Aly: New cars aren't supposed to have flats, you know.",
        "Oliver: When they run over a nail, they do.",
        "Aly: Well, lucky for you, I knew what to do in a crisis.",
        "Oliver: Right. Whip out your cell and call the auto club.",
        "Aly: Well, you couldn't change a tire wearing that. Can you imagine the comments from the people driving by? \"Hey, Sir Lancelot, should have taken your trusty steed instead.\"",
        "Oliver: Well, maybe next time we will.",
        "Aly: Next time?",
        "Oliver: That wasn't a one-time thing, was it? We're going again.",
        "Aly: You really want to?",
        "Oliver: Would I have spent my last groat on this if I didn't? There was this guy selling souvenirs. That's where I slipped off to earlier. It's for a fishbowl. You think old Wally will like it?",
        "Aly: You remembered I have a goldfish named Wally?",
        "Oliver: Yeah, the first time I asked you out for coffee, you hesitated. You used having to go home and feed Wally as an excuse. [Chuckles] Guy doesn't forget getting rejected for a goldfish.",
        "Aly: Oh, no. I did do that. It's so embarrassing. [Chuckles]",
        "Oliver: No, it was cute -- the way you got all nervous, like going out with me for coffee was some big deal.",
        "Aly: It was... a guy like you wanting to spend time with a girl like me. Why you even gave me a second look... but I'm glad you did. Thanks to you, I'm a very different girl now. I had so much fun tonight.",
        "Oliver: Me, too. But next time, give a guy a little notice. I'll have my suit of armor polished, ready to go. So...",
        "Aly: So...",
        "Oliver: I guess this is where we say good night.",
        "Aly: \"Till it be morrow.\"",
        "Oliver: \"Romeo and Juliet.\"",
        "Aly: The famous balcony scene.",
        "Oliver: Confession -- I once played Romeo in high school.",
        "Aly: Really? [Chuckles]",
        "Oliver: Senior play. I was God-awful.",
        "Aly: Well, maybe you didn't have the right Juliet.",
        "[SCENE_BREAK]",
        "Pam: Right in here. Oh! Pssh! There's the little rascal. [Chuckles] Right where I left you.",
        "Charlie: Something interesting, Milady?",
        "Pam: This medieval-dance group -- I e-mailed about lessons. We're in! [Chuckles]",
        "Charlie: There was a waiting list for that? [Sighs] Pammy, um, listen -- um, you know, before I met you, I-I never would have done any of this. You know, old Charlie was kind of a homebody, and, uh, well, when I wasn't out busting bad guys.",
        "[Both chuckle]",
        "Charlie: But, Pammy Douglas, you, uh -- you ignited a spark in me that I didn't know existed, and um, I'm grateful. I owe you big time. Your majesty.",
        "[SCENE_BREAK]",
        "Liam: [Grunts]",
        "[Liam's crutches hitting the floor as he walks]",
        "[Wind gusting]",
        "[Crackling]",
        "[SCENE_BREAK]",
        "Quinn: What are you asking me Hope?",
        "Hope: \"Live by the sword, die by the sword\" That could be considered a threat.",
        "Quinn: (Laughs) Only by a scaredy cat like Liam, and, um no one else would take it seriously.",
        "Hope: Oh, so you were just messing with his head?",
        "Quinn: Yeah. It's easy. Oh, that guy overreacts to everything.",
        "Hope: Then why did you even say it?",
        "Quinn: Devil made me do it. I don't -- all right. Okay, look, maybe I shouldn't have said it, but you know what? He shouldn't have sent you over here, either.",
        "Hope: Are you kidding? I'm glad he dragged me into this. The mother of the guy that I was dating is upset because I ended things, and now you're harassing the new guy. Wh-- what -- are you trying to intimidate Liam into stepping aside? That's not gonna happen, Quinn. He and I are in love.",
        "Quinn: You are in love with my son, too, and just because I ruined things for you and Wyatt, he shouldn't have to pay the price.",
        "Hope: Well, that is something you and Wyatt are gonna have to work through.",
        "Quinn: No, no, no. Don't you get it? This is something that you and I are gonna have to work out. Yes, I made a lot of bad choices, and, yes, you were right to fire me. But it shouldn't affect how you feel about Wyatt. He is his own man. He's his own person. You need to learn how to separate the mother from the son, and I will tell you how.",
        "[SCENE_BREAK]",
        "[Cell phone chimes]",
        "Rick: Hey, Oliver.",
        "Oliver: Rick. Hey. What's up?",
        "Rick: You and, uh, Aly out together?",
        "Oliver: Uh, kind of obvious where. [Chuckles]",
        "Rick: Mm.",
        "Oliver: Is there a problem?",
        "Rick: That's what we're about to find out. Why don't you come with me?",
        "[SCENE_BREAK]",
        "[Wind gusting]",
        "[Creaking]",
        "Liam: [Sighs]",
        "[SCENE_BREAK]",
        "Hope: Look, I realize that Wyatt is not you.",
        "Quinn: Then don't punish him for my screw-ups.",
        "Hope: I'm not punishing him, Quinn.",
        "Quinn: Well, not intentionally, no, but he's hurting. His heart is broken. What kind of mother would I be if I didn't try to fix that?",
        "Hope: Well, I don't think you can. Too much has happened.",
        "Quinn: Right, which -- which I take full responsibility for -- for -- for interfering, for -- for Ridge, even for denigrating Liam -- all of it. That's got to count for something. [Sighs] Fine. You can't get past that. Okay, then let me ask you something. How would you feel if you were judged by your father's actions? Wyatt is a decent, caring young man. He can't help it that he has a mother who's a little nuts -- who -- who acts before she thinks things through. That's what happened with Ridge. I set something in motion that was almost tragic -- me, not Wyatt. Wyatt -- Wyatt loves you. All he's ever wanted is you -- to care for you, to build a life with you. He still wants that. And I believe, deep down, you want that, too. You just have to separate mother from son. Look, I promise I will stay out of your lives. I'll move as far away as possible if that's what it takes. Just please, Hope -- just please take Wyatt back.",
        "[SCENE_BREAK]",
        "Aly: [Sighs]",
        "(Aly's flashback)",
        "Oliver: I love everything about this night.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Oliver: I don't understand. What's -- what's going on, guys?",
        "Rick: Why don't you tell me about you and Aly -- your involvement? How serious is it?",
        "Oliver: Who says we're involved?",
        "Caroline: So you're saying you're just friends?",
        "Oliver: Is there something wrong with being friends?",
        "Rick: No, no. But there's more to it, isn't there?",
        "Caroline: It's just that Aly -- she's very -- she really likes you.",
        "Oliver: I really like her.",
        "Rick: Even though she's a lot younger than the usual girls you date?",
        "Oliver: So, you're worried about the age difference?",
        "Rick: Among other things. Let me ask you something, Oliver. What draws you to, uh, an inexperienced girl like Aly?",
        "Oliver: There's a lot of things. First off, we were working together, and...",
        "Rick: And you almost weren't. Right?",
        "Caroline: Ridge wanted you gone.",
        "Oliver: He fired me.",
        "Rick: And my dad reinstated you. I take it hasn't been quite the same since.",
        "Oliver: I don't understand what this has to do with me being with Aly.",
        "Rick: You claim that you really like Aly.",
        "Oliver: I do.",
        "Rick: Well, if that's the case, Oliver, will you do me a favor and explain something to me?",
        "(Recording plays)",
        "Oliver: Are you warning me about Aly again?",
        "Maya: No. But after what I saw at the bikini the other night...",
        "Oliver: I told you -- I think she's a nice girl. She's cute. I enjoy hanging out with her.",
        "Maya: And her family connections are just a happy coincidence?",
        "Oliver: I need to hold on to this job. If that means dating the redheaded Forrester for a bit, I'm willing to do it. The Forresters are extraordinary people. If I could be a part of it... yeah...I'll put up with Aly. She's nice enough. Pretty enough. If Aly likes hanging out with me, and I benefit from it, what's the harm?",
        "(Recording stops)",
        "Rick: I'm gonna ask you one time. Truth. Are you using Aly?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=1em2nUeIMFs"
}