{
    "Episode Summary": [],
    "Recap": [
        "At the Forrester home, Bridget and Dante exchange uncomfortable glances as Felicia continues to talk about her upcoming wedding to Dante. At Marrone, Nick is alone raging about Ridge and kicks a hole in Ridge's portrait as Brooke walks in. Nick accuses Brooke of giving Ridge mixed signals and can't believe that she's going to take part in the lingerie show. Brooke reminds Nick that his divorce will be final soon and they will be married, and so will Dante and Bridget. Dante tells his family and the Forresters that he doesn't want to move the wedding up, as Stephanie welcomes him to the family.",
        "Dante's cousin corners Bridget and asks why she is so sad. He wonders if she doesn't like Dante. She tells him that she likes him very much and excuses herself. Dante sees Bridget go upstairs and follows her and Steph notices it. Nick questions Brooke about the sudden change in the relationship between Dante and Bridget. Brooke explains that Dante was just on the rebound but he loves Bridget. Alone, Bridget tells Dante that she can't go through with it and that he must marry Felicia, but Dante tells her that he can't do it and that it's not too late for them. Over her protests Dante kisses her passionately and leads her into a closet, when they hear Thorne and Darla in the hallway looking for them. Bridget tells Dante that she can't do this to her sister, and tells him to go back downstairs. Dante's parents present Felicia with some lace from Italy as Steph goes to look for Dante. Steph finds Dante and questions him about unresolved feelings for Bridget, but Dante avoids answering her. Bridget tells Dante that they must hide their feelings, but Dante insists on telling the truth. Nick tells Brooke that he should have told Bridget sooner that he wasn't coming back to her. As they embrace, Brooke looks nervously at the computer screen where Ridge has put up a poster of her with a note that he is looking forward to their first fitting. Bridget makes a toast to Dante and Felicia. Felicia and the others think she is talking about the baby but she is really talking about her love for Dante. Dante hugs her and she whispers goodbye in his ear."
    ],
    "Recap Author": "Terri",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Felicia laughing]",
        "Felicia: You know, some people go looking for love and some people wait for love to find them. But not me, no. I found it by accident. In a beautiful country with a beautiful man with the most kind eyes I've ever seen in my life. What I didn't know, of course, was that meeting you would change my life. But it did. Because you gave me something I never even knew I wanted. Our son. [Felicia laughs] And now I don't remember now what life was like without him. I think I'm luckier than I have any right to be. And I am so grateful for that moon drenched night and your beautiful brown eyes. And the life that we're going to share together. It's going to be one hell of a ride.",
        "[Light laughter]",
        "[SCENE_BREAK]",
        "Nick: In life you never forget who you are. I'm a sailor. Ocean. Fish. Sailors. Not lingerie and dress makers!",
        "[Kicking]",
        "Brooke: Nick!",
        "Nick: I don't want his face around here.",
        "Brooke: I know. I told him that.",
        "Nick: And you shouldn't be engaging with him, because that's what he wants.",
        "Brooke: If he ever comes here again --",
        "Nick: You know what I think? I think that you give him mixed signals, that's what I think.",
        "Brooke: No, no, I don't.",
        "Nick: Well, what is this? What do you call it? Brooke's bedroom, why? He wants to get you out of your clothes and basically into his lingerie, that's what he wants.",
        "Brooke: That's my lingerie. I created that.",
        "Nick: And he also said something about you modeling this. He's cooked up some fashion show and you're going to model this? Is that true?",
        "Brooke: Yeah, yeah, I told him I'd do that.",
        "Nick: Unbelievable.",
        "Brooke: Nick, it's my business. It's what I love!",
        "Nick: Walking around in underwear? That's what you do now?",
        "Brooke: Fashion. Glamour. Beautiful women and beautiful clothing.",
        "Nick: Couldn't you come up with some kind of different hobby? Something new?",
        "Brooke: No, no. That makes me happy.",
        "Nick: It makes me sick to my stomach.",
        "Brooke: I wanted to quit Forrester, remember? And you and my father -- you told me not to do that because you didn't want me to have to choose between the company that I love and the man that I love. Now that is true love. Don't you worry. Your divorce is going to be final soon and we're going to get married. And Bridget's going to get married --",
        "Nick: Bridget?",
        "Brooke: Yeah. Didn't you know? Dante and Bridget, they're in love.",
        "[SCENE_BREAK]",
        "Darla: Let me get you a bottle, peanut.",
        "Dante: Look, I'm really glad you all came, okay?",
        "Filomena: If we all had known that you were going to be married this week --",
        "Annabelle: Yes, we have nothing to wear.",
        "Felicia: Oh, I'm sure whatever you have packed will be perfect.",
        "Dante: Or we could wait. Setting up a wedding in a few days, you know, it's kind of crazy. You know what I mean?",
        "Stephanie: Oh, you're having second thoughts?",
        "Felicia: No, mother. Maybe Dante's right. I mean, it would make more sense to wait. But why should we? I don't want some big choreographed spectacle with swans and tiki torches. All I want is you.",
        "Aldo: Your bride right. Why you waiting for? Why?",
        "Felicia: It feels right, Dante. But if you want to slow things down --",
        "Stephanie: Are you feeling overwhelmed? I mean, it's pretty overwhelming. Making a commitment to someone for the rest of your life. And it's all happened so quickly. I can see that it's caught you by surprise. But that's Felicia. She's caught us all by surprise. But I look at her face and I see the expression on it and the joy in her eyes, and I know I was right to fight as hard as I did to keep you alive -- so that you could feel what you're feeling at this very moment.",
        "Aldo: Bella.",
        "Stephanie: She's going to have the kind of life that she deserves. The kind of life that her father and I have always wanted for her, because of you, Dante. Thank you. Welcome to our family.",
        "Aldo: Stephanie.",
        "Thorne: Okay, smile. There we go. Nice, nice.",
        "Stephanie: Well, take others. Take some more.",
        "[SCENE_BREAK]",
        "Carlos: Felicia's half-sister. Bridget, right? I'm Carlos, Dante's cousin.",
        "Bridget: Hi, it's nice to formally meet you.",
        "Carlos: You don't look happy.",
        "Bridget: I don't?",
        "Carlos: You don't smile. You were hoping to be first?",
        "Bridget: First -- first what?",
        "Carlos: To be married.",
        "Bridget: Oh, no, actually I have been married already.",
        "Carlos: You don't like my cousin?",
        "Bridget: Oh, no, I like your cousin very much. Will you excuse me for one moment?",
        "[SCENE_BREAK]",
        "Dante: Anybody ready for champagne?",
        "Felicia: Yeah.",
        "Thorne: Here, Dad, look at this.",
        "Filomena: What a view you have.",
        "[SCENE_BREAK]",
        "Nick: I knew that Dante was in love with Bridget.",
        "Brooke: She realized that she's in love with him, too.",
        "Nick: When did that happen?",
        "Brooke: When she found out that Dante asked Felicia to marry him.",
        "Nick: Why would he do that if he's still in love with Bridget?",
        "Brooke: Bridget turned him down, so he was on the rebound. Even though they have a child together, he realized that he did act impulsively and that he was wrong. So now he's there telling Felicia that he made a mistake. I just hope to god that Felicia will understand.",
        "[SCENE_BREAK]",
        "Bridget: What were we thinking?",
        "Dante: Nothing has changed, okay?",
        "Bridget: Are you kidding me? Your entire family is downstairs.",
        "Dante: Well, they're going to have to understand.",
        "Bridget: I don't think so. You heard them. They love her.",
        "Dante: Yeah, I know.",
        "Bridget: You two have a child together. That's never going to change.",
        "Dante: I can't marry Felicia when I'm in love with you.",
        "Bridget: You wouldn't have proposed to her if you didn't think that you could make her happy.",
        "Dante: Bridget, you're the only one for me. You always have been. It's not too late.",
        "Bridget: I can't do this. I just can't.",
        "Dante: Look, I know it's a shock to find my family here, and Felicia moving up the wedding. But believe me, I can stop it. All you have to do is believe in us.",
        "Bridget: And destroy my sister's happiness.",
        "Dante: I don't love Felicia, I love you.",
        "[SCENE_BREAK]",
        "Thorne: You find him?",
        "Darla: No, he's not in there.",
        "Thorne: Well, we can't toast a happy couple without the groom.",
        "Darla: Maybe he's getting cold feet.",
        "Thorne: Marrying into this family? If he was smart, he would.",
        "[SCENE_BREAK]",
        "Bridget: We shouldn't be doing this. This can't be happening. You're engaged to my sister. She's the mother of your child. I -- I can't do it. I just can't do this to her. If you don't know that about me, then you don't know me at all.",
        "Dante: Are you saying it's over between the two of us just like that?",
        "Bridget: I can't be that kind of person.",
        "Dante: I can't accept that.",
        "Bridget: You need to go. Be with your family. They're waiting for you downstairs. Go.",
        "[Dante sighs]",
        "[SCENE_BREAK]",
        "Stephanie: Well, surprise, surprise. His family adores you.",
        "Felicia: Aren't they great? The way they've opened their arms to me.",
        "Stephanie: You're easy to love.",
        "Felicia: Thank you for giving me my life back, so that I can feel the way that I'm feeling right now.",
        "Stephanie: I'm going to take it out of your trust fund, don't worry.",
        "Eric: There you two are. Listen, Filomena wants to give you something.",
        "Felicia: Filomena, what is it?",
        "Filomena: Here. If you don't want to wear it -- we'll understand.",
        "Felicia: Well, let me see.",
        "[Awing]",
        "Filomena: It's Venetian lace.",
        "Aldo: We bought it for you in Burano, Venezia.",
        "Felicia: It is beautiful. I would be honored to wear it. It is beautiful. My father's having my dress made as we speak. You wouldn't mind if I died it black? What?",
        "Filomena: For you, anything.",
        "Felicia: Oh, thank you.",
        "Aldo: Where is Dante with champagne?",
        "Filomena: He should be here for this.",
        "Luigi: Yes, we need a toast.",
        "Eric: I'll go find him.",
        "Stephanie: I'll go, you stay.",
        "Eric: All right. This is beautiful.",
        "[SCENE_BREAK]",
        "Stephanie: You know, the wine cellar's downstairs.",
        "Dante: Yeah, I know, I was just up --",
        "Stephanie: Your family's lovely, Dante.",
        "Dante: Thank you.",
        "Stephanie: You're welcome. And it's apparent to me that family's very important to you.",
        "Dante: It is.",
        "Stephanie: This decision to marry my daughter, to be a father to your son and to start a family is -- well, as I say, family is everything. It's worth every sacrifice.",
        "Dante: Sacrifice?",
        "Stephanie: You came to this country to make a life with Bridget, didn't you? So if there are some unresolved feelings that you have to deal with --",
        "Dante: I'm going to go get the champagne.",
        "Stephanie: No, no, thank you. I wouldn't want you to get lost again.",
        "[SCENE_BREAK]",
        "Dante: Listen, it's now or never. We're going to have to deal with this, okay?",
        "Bridget: I can't do this.",
        "Dante: Look, we love each other, okay? We can't hide that.",
        "Bridget: If we have to, then we will.",
        "Dante: Look, I know you want to do the right thing, but we have to be honest to our feelings. And you know what? Those feelings are not going to go anywhere. When I was upstairs and you were kissing me --",
        "Bridget: I know.",
        "Dante: You know what we have to do?",
        "[SCENE_BREAK]",
        "Aldo: Where is Dante?",
        "Felicia: There he is.",
        "Stephanie: Here, sweetheart. Well, shall we have a toast.",
        "Bridget: Wait, wait, wait for me. Thanks.",
        "Stephanie: To Felicia and Dante. May they always be as happy as they are now.",
        "Eric: Hear, hear.",
        "[SCENE_BREAK]",
        "Brooke: I'm sure Bridget wishes she realized how she felt about Dante before he proposed to Felicia, but she didn't.",
        "Nick: Well, it might have helped if I would have spoken up a little earlier. Made sure she knew that I wasn't coming back to her.",
        "Brooke: She didn't know that?",
        "Nick: I told you I went to see her the other night. She asked me if I ever wonder what it would have been like if Nicole had lived.",
        "Brooke: What did you say?",
        "Nick: I told her that I -- that she shouldn't wait around for something that's not going to happen.",
        "Brooke: A future with you? Now she has a different future. A future with a man she's meant to be with. Dante. And their future's going to begin tonight.",
        "[SCENE_BREAK]",
        "Eric: And so in conclusion --",
        "Thorne: Finally.",
        "Eric: Thorne, thank you. [Laughter] I would like to officially welcome the Damiano family into our home.",
        "Aldo: Thank you.",
        "Felicia: And to our hearts.",
        "Eric: Yes. And into our family. Dante's a wonderful young man. He's going to make our daughter very, very happy.",
        "Stephanie: And we'll all stay for dinner, right?",
        "Thorne: Yes.",
        "Stephanie: Okay.",
        "Bridget: Well, I just -- there is something that I wanted to say.",
        "Felicia: Oh, oh, I smell a roast.",
        "[Laughter]",
        "Bridget: No.",
        "Felicia: Okay, just don't make me cry.",
        "Stephanie: She has no intention of making you cry.",
        "Felicia: I have no idea what you're going to say, Bridget, but just save something for the wedding, because, as my maid of honor, you're going to have to give a toast.",
        "Bridget: You know what you said earlier about, you know, sometimes people come into your life that you just didn't expect? It's true. There's things that happen in your life that you can't control and you feel like your life is over and you're never going to feel anything again, but then you do, because someone incredible appears. Someone that I've fallen deeply in love with. I've just lost a lot recently and I've felt really alone. When I held him in my arms, the emptiness would slip away. Suddenly there is hope again and I felt like he was a gift that was given just especially for me. But he's not mine anymore and I can't -- I can't have him. The truth is, Felicia, I don't know if I can really let him go, because I -- I love him. I love him. And I always will.",
        "Felicia: Who do you love, Bridget?",
        "Bridget: Dino.",
        "Felicia: Dino?",
        "Bridget: Yeah, well, you and Dante are going to be a family now and so I --",
        "Felicia: Sweetheart, you are always going to be a part of Dino's life. You're his second mommy and that's not going to change. Dante --",
        "Dante: I, um --",
        "Bridget: You're going to have such a wonderful life, together. It's everything you've been searching for. A family of your very own. I know that you're going to love them with all of your heart. You're going to be very, very happy. This is the way it should be.",
        "Aldo: Hey, hey!",
        "[Talking over each other]",
        "[Glasses clinking]",
        "Bridget: Good-bye. Good-bye, Dante."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=HH9r5Z3-Ohk"
}