{
    "Episode Summary": [
        "Episode # 7165 ~ Thomas is caught in a compromising position with an unexpected person; Caroline relives a beautiful & poignant moment from her past."
    ],
    "Recap": [
        "Thomas stands at his bedroom door and wonders what is so important that Caroline has to talk to him right now. He makes it clear that he is busy. She asks Charlotte if she can speak with Thomas a minute. He does not want to and advises Caroline to start taking care of herself if she is trying to have a baby. Brooke asks Ridge if Caroline was devastated when he told her she would not be having his baby since the vasectomy could not be reversed. Ridge gets a text from Pam telling him one of the intern's cell phones is missing. Ridge tells her that he will handle it. He tells Brooke not to stay as he does not want her talking to Caroline right now. Liam asks if Quinn is still on this mantra of hers. She says she is not threatening him. He thinks that is good as he could fire her. She does not think he will do that. Ivy is gone and someone needs to take over the demand for their jewelry. He guesses she had some blowup with Bill. She grouses that Wyatt will always come in second and a large part is because Quinn is his mother. Liam says Bill is just trying to get under her skin and does not mean all he says. Caroline apologizes to Thomas and then Charlotte. She says this will not affect her internship at all, just forget she was here. In fact it is not important and she will go. Quinn wants to know from Liam why Wyatt is not basking in the glow of being a Spencer. Then there is the Liam with the replacement sword around his neck. Thomas walks Charlotte to the front door and tells her Ridge will never know about this yet he opens the door and there is Ridge. He tells Charlotte to leave and looks angry at Thomas. Liam storms in Wyatt's house just as he is asking Ivy if he would like Australia. She says yes but she is not returning there as a failure. Wyatt chastises Liam for not knocking and just walking on in. Liam says he could knock all day long and he knows he is not welcome. He tells Wyatt that Quinn is stirring again and he figures he is her favorite target. Ivy can not believe Liam wants Wyatt's help with his battles. Ivy also finds it strange that she can trust the woman who threw her in the Seine River as opposed to Liam who threw her under the bus. Liam warns Wyatt just to watch out for Quinn.",
        "Quinn is sort of dismissive of Deacon as he tries to cheer her. She says Liam was not buying anything she said about Wyatt being overlooked and she will not stand for it. Caroline walks around the grounds of where she was married, thinking about the last couple of weeks .getting married, sleeping with Thomas and finding out she is pregnant now. Ridge and Thomas have words and Thomas tries to downplay it as being on curfew. Ridge tells him that he had to track one of his interns here and he does not want another scandal. Thomas hands it back by saying Ridge sure caused enough of them in his day and he will never surpass him. Ridge says they just had this conversation in Paris about another girl and Thomas can not have any girl he wants without consequences. Thomas throws both Brooke and Taylor in Ridge's face, going back and forth. Ridge says Thomas can not say anything he has not already told himself but he wants to stay on point with Thomas right now. Thomas asks why; he should have taught him those things way back when. He does not have room in his life for a father now. And he will never have a son or daughter to disappoint every day like Ridge did. Ridge reminds him how he cleaned up Thomas's messes, paid for his college and sports car, gave him a job at International, and now gave him a job on the design team because Thomas wanted to come home. Ridge says Thomas is a spoiled little brat who will take all he can from his father. Thomas slugs him in the mouth."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Thomas: All right. What is so important that it has to be addressed this minute?",
        "Caroline: I need to speak to you privately.",
        "Thomas: Caroline, I'm sorry, but, no, don't, okay? I'm not at work, and, as you can see, I'm not alone. So, whatever you have to say, just tell me.",
        "[SCENE_BREAK]",
        "Brooke: Maybe there's some new kind of technology.",
        "Ridge: Really? You -- you don't think I asked that?",
        "Brooke: [Sighs]",
        "Ridge: I did. Even in vitro is not something that they considered.",
        "Brooke: I know Caroline was so set on having your child. Was she devastated?",
        "Ridge: What do you think?",
        "[SCENE_BREAK]",
        "Wyatt: Hey, what do you want for dinner?",
        "Ivy: Uh...a joke.",
        "Wyatt: [Chuckles] Look, if -- if I guilt-trip my father enough, maybe he'll give you a job at Spencer.",
        "Ivy: Wyatt, first of all, Liam is never going to allow that, and, second of all, Steffy will probably think I'm stalking him.",
        "[SCENE_BREAK]",
        "Liam: Really, back to this, Quinn -- you -- you threatening me in order to protect your son?",
        "Quinn: I'm not threatening you. But I can understand how you can take anything I say or do as a threat.",
        "Liam: Okay, 'cause you know I can fire you now, right?",
        "Quinn: I don't think Steffy's gonna let you do that. Who's gonna make your jewelry for you now that Ivy is gone, and I've created such a demand? I mean, you're gonna end up with a bunch of cheap knockoffs, like that thing around your neck. [Sighs] I wouldn't be here if I felt like my son had support from anyone in his family besides me.",
        "Liam: I-I've supported him.",
        "Quinn: When?! When?! Do you know what? Why can't you just be direct and admit, just like your father, that you don't care about Wyatt?",
        "Liam: Okay. So, that's -- that's what this is about. You had some blowup with my dad.",
        "Quinn: He told me that Wyatt is always going to come in second to you, because I'm his mother.",
        "Liam: Oh, Quinn, come on. You know that my father loves getting under your skin, and look -- it worked! It worked! You're here.",
        "Quinn: I'm here to stand up for Wyatt. Can't you see all the things you've gotten in your life are because of him -- it's at his expense? [Sighs] I mean, look at you. You sail through this world. People -- people throw titles and money and jobs and houses at you. Women love the look of you, and they scoop you up for a while. You are a man who can't say no to anything, especially if someone needs to be rescued... unless it's your brother.",
        "[SCENE_BREAK]",
        "Brooke: Do you know where she went?",
        "Ridge: No.",
        "Brooke: Are you worried?",
        "Ridge: Am I wor-- worried about what? Not knowing where she is? No. No. We're gonna be okay.",
        "Brooke: But how?",
        "Ridge: We just will. We'll figure it out. Goodbye.",
        "[SCENE_BREAK]",
        "Caroline: Charlotte, could you please just give us a minute?",
        "Thomas: Whoa, whoa, Caroline.",
        "Caroline: Hey, you owe me.",
        "Thomas: Caroline, I'm -- I'm single. See, I'm not gonna apologize for that.",
        "Caroline: I'm not asking you to apologize.",
        "Thomas: Hey. Hey, hey, hey. What's going on? Are you okay?",
        "Caroline: No.",
        "Thomas: Have you eaten anything? Caroline, you have to start taking better care of yourself, all right? You and Dad are trying to have a kid right now.",
        "[SCENE_BREAK]",
        "[Cell phone chimes]",
        "Brooke: Is that Caroline?",
        "Ridge: No. It's Pam.",
        "Brooke: Well, if they need some help, I could go to the office.",
        "Ridge: They gave cell phones to all the interns, and Charlie figured out a way to track them, and one of the interns is missing.",
        "Brooke: Pam should be able to trace it, then, right?",
        "Ridge: She has traced it, so I'm gonna go handle that.",
        "Brooke: Finding an intern's missing phone?",
        "Ridge: Yeah. Can I walk you out?",
        "Brooke: Don't you want me to be here for Caroline?",
        "Ridge: No. No, I don't. When Caroline comes home -- and she will -- she's coming home to me, no one else.",
        "[SCENE_BREAK]",
        "Caroline: No, I'm not -- I'm not sick. I'm not hungry.",
        "Thomas: Okay. Okay. Why are you here?",
        "Caroline: I don't know. Charlotte, um...I apologize. This is not going to affect your internship at all, so let's just pretend that we never saw each other.",
        "Charlotte: Thank you, Mrs. Forrester.",
        "Caroline: Mm-hmm. Um...I need to go. There's someplace that I have to be.",
        "Thomas: Wait. What? You're leaving now? Look, if there's something going on at the office or an emergency that I need to know about, then you have to --",
        "Caroline: No. No. Um... I was thinking about something in the wrong way, but I -- thank you... for bringing me to my senses.",
        "[SCENE_BREAK]",
        "Liam: What is this terrible burden you think Wyatt is suffering under? He seems fine to me, Quinn. What do you want me to rescue him from, exactly?",
        "Quinn: Me.",
        "Liam: Uh...oka-- okay. I would, happily, but I seem to have been outflanked by nature.",
        "Quinn: Why isn't Wyatt basking in the glow of being a Spencer? Why isn't he at the helm with you, running the empire? You want to know why? Because nobody wants me around, especially Bill.",
        "Liam: Okay. See, you say that like it's common knowledge, but this is a lesson you have worked very hard not to hear, Quinn.",
        "Quinn: Have you ever talked to your father about Wyatt? Have you ever said, \"Hey, Dad, let's support Wyatt-- let's give him a chance\"?",
        "Liam: You ever try to talk Bill Spencer into anything?",
        "Quinn: Oh, like you? You're not attached to anyone, are you? You're like an imitation Spencer, like that replacement sword around your neck.",
        "Liam: Okay. I know what you're doing. You're trying to get to me.",
        "Quinn: [Sighs]",
        "Liam: You know something? It's working, because I'm sad. I'm sad because I've always wanted a close relationship with my brother, and I'll never have that because of you.",
        "Quinn: No. Not because of me... because of your father. Your father has given you the world at Wyatt's expense. You love to think of yourself as Liam the hero. But I'm not buying it. And I may be the only person on this planet who sees right through you.",
        "[SCENE_BREAK]",
        "Thomas: I am really sorry about that. I have no idea what got into Caroline -- something my hard-ass father said or did, no doubt. But he's not gonna find out. Rain check?",
        "Ridge: Hey, Charlotte.",
        "Charlotte: Mr. Forrester. Um...",
        "Ridge: Yeah, you should go.",
        "[SCENE_BREAK]",
        "Wyatt: How would I make out in Australia?",
        "Ivy: Make out?",
        "Wyatt: I mean, like, would I like the climate? Would I do well there? I don't know.",
        "Ivy: Well, I don't know. I'm never going back.",
        "Wyatt: What do you mean -- ever?",
        "Ivy: No. Well, I'm not going back to Australia as a failure, no.",
        "Wyatt: How could you even think that? You are a star.",
        "Ivy: Mm-hmm. Yeah.",
        "Wyatt: An unemployed star, but you're still a star.",
        "Ivy: See?",
        "Wyatt: You're a star. You are. Don't you knock?!",
        "Liam: Oh, come on. I could knock all day long and I still wouldn't be welcome here.",
        "Wyatt: Well, you would be welcome if you were actually here to give Ivy her job back.",
        "Ivy: Oh, no. See, that's not true, because Steffy wouldn't allow it. How is it I know your brother so much better than you do?",
        "Wyatt: Well, whose side -- why are you here?!",
        "Liam: It seems life has elected me your early warning system.",
        "Wyatt: About what?",
        "Liam: Your mother. What, didn't you know? I'm like a bloodhound when it comes to her. I can smell Quinn's brand of crazy a mile away. She's stirring, Wyatt, and as her designated favorite target, I don't like it.",
        "[SCENE_BREAK]",
        "Deacon: So, you notice anything different?",
        "Quinn: [Sighs] New jacket.",
        "Deacon: You didn't even look.",
        "Quinn: I get a text alert every time you charge over $100 on my card.",
        "Deacon: Wait. Wait a second. Wait. I could -- I could charge like $95 a day 10 times a day, and you wouldn't even know it?",
        "Quinn: Do not doubt that I would know.",
        "Deacon: [Sighs] Well, I still think I look damn sexy, if I do say so myself.",
        "Quinn: Yeah, well, you should go and ask yourself out on a date. What is up with our PR database? It's just a bunch of smiling executives. Who wants to see that?",
        "Deacon: I got to say, Steffy is hot.",
        "Quinn: What, did I marry a middle-schooler? She's the same age as your daughter.",
        "Deacon: Hey, look, all I'm saying is maybe you ought to consider designing something specifically for her -- you know, kind of ingratiate yourself to the boss. Maybe we could have her for dinner.",
        "Quinn: [Scoffs] That's not gonna happen anytime soon -- not with Liam attached to her hip.",
        "Deacon: What's going on with Liam?",
        "Quinn: [Sighs] Besides being handed the keys to every single kingdom, I tried to reason with him. I tried to get him to see how unfairly Wyatt's being treated, being passed over by Bill time and time again.",
        "Deacon: Well, maybe that's not the worst thing. I mean, you do hate Bill.",
        "Quinn: Ugh! Not as much as he hates me, apparently, and, yeah, it is a bad thing. He says he's never going to give Wyatt a chance because my instability is in his genes.",
        "Deacon: That seems kind of harsh.",
        "Quinn: Yeah, you think? And I thought Liam would see it, too, being the rescue ranger that he is. I mean, they're brothers, for God's sake. But...Liam wasn't having it. Wyatt cannot keep being overlooked. I won't allow it.",
        "[SCENE_BREAK]",
        "Thomas: All right. What -- what is this? Was I out past my curfew?",
        "Ridge: How old is that girl?",
        "Thomas: You want to start there -- you with the wife who's younger than I am?",
        "Ridge: Just answer the question. How far did it go? Or can I ask you that?",
        "Thomas: Oh, man. I can't believe she ran straight to you. That's -- that's disappointing.",
        "Ridge: You know, maybe you're right. Maybe you shouldn't have told me about an intern's phone, but when we tracked, and it tracked to here and Charlotte was missing, no one had to draw me a map.",
        "Thomas: What do you want me to say, Dad -- that she's of age? I mean, obviously. Otherwise, she wouldn't have qualified for the internship.",
        "Ridge: The internship -- that's right! She's an intern! That's a line you don't cross!",
        "Thomas: I don't supervise her. I don't pay her. She is my co-worker. We're peers.",
        "Ridge: You're what? You're peers?",
        "Thomas: Yeah.",
        "Ridge: She's your buddy 'cause you grew up the same way? Is that what happened? Or, no -- maybe she looks at you as something else -- as the boss' son, with position and power, who can change her life. Is that what you did?",
        "Thomas: Yeah. I showed her the grounds, and we played a game.",
        "Ridge: You played a game?",
        "Thomas: Yep -- card game.",
        "Ridge: A card game? Upstairs in your room?",
        "Thomas: I mean, is there a better place to play strip poker?",
        "Ridge: Thomas, we can't have another sex scandal. Do you understand that at all?",
        "Thomas: You caused enough of them! I'm never even gonna come close to touching your record!",
        "Ridge: Thomas! There are limits, even for someone like you! Didn't we just have this conversation in Paris about -- what was her name -- Marisa, Marissa, whatever it is? You can't just have whatever woman you want without consequences!",
        "[SCENE_BREAK]",
        "Deacon: That guy is unbelievable. Are you actually telling me that Bill vetoed Wyatt's start-up just as a smackdown to you?",
        "Quinn: Pretty much.",
        "Deacon: What kind of father does that? All right, granted, I get it. I'm not exactly the Dean of Dad University, but...",
        "Quinn: You know what? That's why I was so against Wyatt joining the Spencer machine in the first place. But he was so excited, and I got caught up. He thought taking the name was gonna open up all these opportunities, not a lifetime of belittlement and being passed over by his father. I should have listened to my gut.",
        "Deacon: Look, I hate to point out the obvious, but you two have done really well since then. I mean, look around. You've got your own jewelry line. He's running it for you.",
        "Quinn: We were fine by ourselves. We would have made it without the Spencer influence.",
        "Deacon: Yeah, but you never would have met me.",
        "Quinn: [Sighs] There's another reason.",
        "Deacon: Okay. I'm gonna let that pass because I know you didn't really mean it. Baby, look -- I'm glad that you can talk to me like this. Just keep talking, not plotting. Maybe you got through to Liam after all.",
        "[SCENE_BREAK]",
        "Ivy: Oh, you want Wyatt to fight your battles for you. Is that it?",
        "Wyatt: It's okay, Ivy.",
        "Ivy: No, it's not, because Bill installed this guy as Quinn's boss -- and your boss, by the way. But you don't know how to handle her. How is it that I worked with her for so long but had no issues?",
        "Wyatt: Hmm.",
        "Liam: Okay. Well, okay. That's an interesting recollection, although I can appreciate that you do feel some loyalty toward Quinn because of her support of you.",
        "Ivy: Oh, yeah. Yeah. It's really something. Then I'd much rather trust the woman who threw me off a bridge in Paris in comparison to the boyfriend who threw me under a bus.",
        "Liam: [Sighs] I thought we arrived at an understanding one fateful night when I came to owe you my life -- that there is one thing in this world, Wyatt, that can make you and me put aside our differences and act as brothers.",
        "Wyatt: You think it's happening again?",
        "Liam: Just... watch her.",
        "[SCENE_BREAK]",
        "Thomas: Every day is double-standard day with you. I mean, you didn't hook up with one of the models? Or was it, uh...four of the models?",
        "Ridge: Whatever I may or may not have done before you were born is not the issue here.",
        "Thomas: Okay. So, you want to talk about the lines that you crossed after I was born, or even just the thresholds that you crossed after I was born. All right. You move in with Brooke, back with Mom, and back in with Brooke, and then back with Mom. Did they just keep a suitcase packed right next to the door for you?",
        "Ridge: You can't accuse me of anything I haven't accused myself of, but right now, son, today, I want to talk about your behavior.",
        "Thomas: You want to have a father-son talk now? I mean, if you wanted to teach me something, you should have done that years ago. But you were just as self- centered and as self-righteous then as you are now. I don't have room for a father in my life anymore.",
        "Ridge: You don't get to choose that.",
        "Thomas: I don't get to choose? Why not? You got to choose. I mean, you chose to have a family. You wanted to be photographed as this doting family man just to offset your reputation.",
        "Ridge: My reputation?",
        "Thomas: Yeah. And you know what? You're about to start another family with Caroline -- another family with Caroline. And we both know that the only way that that is gonna end is with her as a single mom.",
        "Ridge: You're way out of line.",
        "Thomas: I will never do the things that you did. No son of mine will wait in his room just to hope that I will come down those stairs in the morning to say \"Hi\" and \"I love you\" and \"I'm proud of you, son.\" I didn't get that! I wanted that! I will not have a son or a daughter or a woman waiting on me to break the promises that you broke in my life day after day!",
        "Ridge: I'm sorry, Thomas. You have... very convenient memory. Who do you think cleaned up your messes? Who paid for your college, your sports cars, and your lifestyle? I gave you International, because you had nowhere else to go! I gave you a job on the design team, because you wanted to come home! So, what exactly did I deprive you of?! Maybe it's not me. Maybe it's you. Maybe it's the fact that you're a spoiled, entitled brat with no accountability who will take whatever he wants from his father!",
        "Thomas: [Grunts]",
        "[SCENE_BREAK]",
        "Ridge: This ring symbolizes my commitment to you.",
        "Caroline: I'm pregnant?!",
        "Dr. Li: Congratulations.",
        "Ridge: I take you... to be my loving wife.",
        "Thomas: You reached out to me, Caroline. We made love.",
        "Caroline: No, no, no, no, no, no, no, no, no!",
        "Ridge: I had a vasectomy, and I let you go, because I didn't want you to be deprived of the joy of motherhood. I can't be the father to your kid."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=MMciqQXzPRY"
}