{
    "Episode Summary": [
        "Episode # 7007 ~ A couple reunites; Brooke tries to make a promise to Kate."
    ],
    "Recap": [
        "Bill tells Katie that he is waiting. He wants her to marry him. She says yes and he slips the ring on her finger. They hug and kiss. Brooke snaps her fingers twice and says just like that. That is how fast she can get Ridge back. She snaps them again until Caroline tells her to stop doing that. She says her feelings for Ridge are real. She had those feelings for the old Rick but not the one that pulled the gun. Brooke reminds Caroline of the age difference and that Ridge has children that are the same age as her. That is sort of creepy. How could she do that to her son? She puts down the crush, this infatuation on Ridge. Caroline says it is more than an infatuation and she sees how Brooke does not want her with Ridge. She knows Brooke is never without a man. So if she has broken things off with Uncle Bill perhaps she is wanting to get back with Ridge herself. Steffy embraces Ivy and says it has been ages since they saw each other as children. From their talk Steffy realizes that Ivy is the new woman in Liam's life and is almost living there. Bill and Katie snuggle and he wonders what gave her the nod. She says he is getting close when he gave her the vice presidency but it's more than that. He reminds her that she opens him up and gives him a chance to be the best he can. Now he is home. Steffy tells Liam that she has to go but she will think about what he said about them joining forces. She asks Ivy her opinion of Rick and what is happening at FC.",
        "Katie interrupts before Caroline is through but Brooke says they are done so welcomes Katie into the office. Brooke says there is no Ridge and Caroline. Katie says but there will be a wedding and shows Brooke her ring. Ivy tells Steffy they are all tiptoeing around trying to be creative in that environment. If you cross Rick you are out. Steffy says she will talk to her father. She tells Liam that her dad will never join forces with Spencer. She says it feels good to be back in this house but she is happy for him and Ivy. Brooke is happy for Katie and says Bill loves her and is where he belongs. Katie is not worried about Bill but then there is Brooke. She knows her very well and she leads with her heart. She knows she can not be someone she is not and this can not be easy for her. She wants to know if there is any place in her heart that has doubts about Bill and wants him back. Brooke says Bill is hers and she wants them to have a good marriage. She will never interfere in her marriage again. That is a sister's promise she intends to keep. People do move on and she is not sure Brooke can do that. She does not want to look back and she still loves Brooke more than ever. But she needs to be sure that Brooke is not looking back. Brooke says the time she had in Europe gave her the time to find the good in herself. She wants that love and trust and Katie's forgiveness more than ever. Katie muses Brooke has been there for her her entire life and she is now there for her now as it should be. Bill walks in just as Liam tells Ivy they don't need to discuss business and Steffy and he starts to kiss her. Ivy leaves and Bill says he does not like Ridge but the foxhole can be an alliance. Steffy heads straight to FC and confronts Caroline who is taken off guard. Steffy says she is fine but she has heard the rumblings here at FC and wants to know exactly what is happening with her dad. Steffy asks Caroline if she is finished with Rick. Caroline says yes that is Rick's doings. She tried but he kicked her to the curb and Maya is the lady of the manor now. Steffy says she and Caroline are the same age so this is disgusting with her and Ridge and she is not going to let this happen."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Birds chirping]",
        "Katie: [Sighs]",
        "Bill: Katie, I'm waiting. Will you marry me?",
        "Katie: God forbid I keep the great Bill Spencer waiting.",
        "Bill: Well?",
        "Katie: Yes. Yes, I will. [Sighs]",
        "[SCENE_BREAK]",
        "Brooke: [Snaps fingers] Just like that. That's how fast I could have Ridge back.",
        "Caroline: Yeah, I don't know about that, Brooke.",
        "Brooke: [Snaps fingers] Just like that.",
        "Caroline: Don't underestimate --",
        "Brooke: [Snaps fingers] That fast.",
        "Caroline: Okay, look, I get it. You -- you have children and history. You -- you're legendary. But that is all in the past, so...",
        "Brooke: [Snaps fingers] That. [Snaps fingers] Fast.",
        "Caroline: Okay, stop. Stop doing that.",
        "[SCENE_BREAK]",
        "[Seagulls calling]",
        "Ivy: Steffy, what are you doing here?",
        "Steffy: Oh, my God! Ivy! How long has it been? [Laughs] Oh, it's so good to see you! [Laughs] God, how long has it been?",
        "Ivy: It's --",
        "Steffy: Like, since we were kids?",
        "Ivy: I know. It's been awhile.",
        "Steffy: You look gorgeous, girl! All grown up.",
        "Ivy: Oh, thanks. How are you?",
        "Steffy: I'm -- I'm good. I'm good. How's Uncle John?",
        "Ivy: Uh, yeah, well, crazier than ever. He's actually -- he's in Europe right now with, uh, with Uncle Eric. How long have you been in town?",
        "Steffy: Oh, just -- just a few days.",
        "Ivy: Oh. Well, did -- did you know?",
        "Liam: Just found out.",
        "Ivy: Okay.",
        "Steffy: So, what, uh, what's going on here? Are you, uh...?",
        "Ivy: I just -- I got some groceries for the house. You're welcome. Hey, you should -- you should stay. I can -- I can fix us something to eat. We actually have a lot to probably fill you in on. There's a lot happening at Forrester, all thanks to Rick.",
        "Liam: Well, it sounds good to me.",
        "Ivy: Mmm.",
        "Liam: Yeah? Hey, did you get those portabella patties that I like? The one with the green label?",
        "Ivy: Did -- did I get them?",
        "[SCENE_BREAK]",
        "Katie: Look at me. Engaged again.",
        "Bill: To the right man this time.",
        "Katie: Yes.",
        "Bill: I won't let you down, Katie. And not just because I'm saying it. Because I need you. Because I love you.",
        "Katie: I love you, too. [Sighs] [Sighs]",
        "[SCENE_BREAK]",
        "Caroline: My feelings for Ridge are genuine.",
        "Brooke: Like they were for Rick.",
        "Caroline: Yeah. The Rick that I married, not the one who pulled a gun on me.",
        "Brooke: I agree. He shouldn't have done that. But that just shows you how deeply hurt he was.",
        "Caroline: Yeah, well, there's a lot of that going around, Brooke.",
        "Brooke: Where do you see all this going, Caroline?",
        "Caroline: I don't know.",
        "Brooke: You know there's a huge age difference between the two of you.",
        "Caroline: Yeah, I do. It's the fashion industry. That's basically the norm.",
        "Brooke: Do you still want children? You wanted children with Rick.",
        "Caroline: I'm not really thinking about that right now.",
        "Brooke: Ridge has children practically the same age as you. That's kind of creepy, don't you think?",
        "Caroline: Brooke, I'm not gonna let you tell me that Ridge and I can't be together.",
        "Brooke: You talk like that, and maybe Rick is better off with Maya.",
        "Caroline: The way that he's behaving, he seems to think so.",
        "Brooke: It's because of you, because you hurt him. You carried on with Ridge, Ridge of all people! How could you do that, Caroline? How could you do that to my son?",
        "[SCENE_BREAK]",
        "Bill: So, what made you give me the nod?",
        "Katie: Hmm. I don't know.",
        "Bill: You don't know, huh? It wasn't when I put this big sucker on your finger?",
        "Katie: Oh, that. Hmm, no. No, that had nothing to do with it.",
        "Bill: Really? When I made you vice president?",
        "Katie: You're getting warmer. That was an act of trust.",
        "Bill: [Chuckles] Okay, uh, so it's something else.",
        "Katie: You know me very well.",
        "Bill: Yes, I do. Better than anyone.",
        "Katie: You knew that I needed to go back to work. You've always seen the potential in me. You've always encouraged my ambition. You saw things in me that I didn't even know were there. And I just needed to remember that.",
        "Bill: I'm a tough nut to crack.",
        "Katie: [Chuckles]",
        "Bill: It's the way I grew up. I had to self-protect. Never give in. Never give way. Never give. Period. That's why I need you. You open me up, Katie. You give me a chance to be the best man I can be. A good father, a good husband. And a Hell of a lover.",
        "Katie: [Laughs] Yeah?",
        "Bill: Mm-hmm.",
        "[SCENE_BREAK]",
        "Steffy: I-I, uh, I can't stay. I'm gonna -- I'm gonna go.",
        "Liam: Okay. All right. But you'll think about my proposal, right?",
        "Steffy: Joining forces to take over Forrester? Wow, you've really become your father's son. Crazy.",
        "Liam: Steffy, Rick's out of control. Something's got to be done.",
        "Steffy: [Sighs]",
        "Ivy: Would you like a drink or anything?",
        "Steffy: Oh, uh, no. I-I'm good. I'm actually gonna pass on the meal 'cause I got to head out.",
        "Ivy: Oh, really? Why?",
        "Steffy: Yeah, I-I got things to do. But, um, actually, before I leave, uh, you were talking about Rick, right? I just, um...",
        "Ivy: Yeah. What? Liam hasn't told you?",
        "Steffy: I just want to hear your take on it.",
        "Ivy: Oh, uh... [Chuckles] Okay, well, I-I think the man is incredibly full of himself.",
        "Steffy: Yeah, CEOs can be like that, yeah.",
        "Ivy: Uh, no. No, this is a more of a, uh, \"dictator on the rise\" sort of thing. He's just... he's just making really irrational decisions. And I get it. He's -- he's my cousin. But I am fearful for Forrester right now.",
        "Steffy: Wow. Really?",
        "Ivy: Mm-hmm. Yeah, I mean, Eric is away. Rick is on this power trip. It's like the whole place is in shambles.",
        "Steffy: I'm surprised my dad's not leading the charge.",
        "Ivy: [Chuckles] Steffy, your dad's been marginalized. Rick conned Eric into taking control of Forrester for 12 months. I mean, you know, I can't believe you don't know this already. I can't believe you haven't told her.",
        "Liam: [Chuckles]",
        "[SCENE_BREAK]",
        "Brooke: It's not going to work, Caroline. I understand this infatuation you have with Ridge.",
        "Caroline: It is not just an infatuation.",
        "Brooke: Whatever it is, it's not gonna last.",
        "Caroline: You'll interfere with Ridge and me? Our relationship?",
        "Brooke: Stop calling it that. It's not a relationship. It's a crush.",
        "Caroline: [Sighs] You really don't want Ridge and me together. So, what about you and uncle Bill? Is that over?",
        "Brooke: We're not talking about Bill and me.",
        "Caroline: Well, from what I understand, you're never without a man, so...",
        "Brooke: Will you please stay on point here?",
        "Caroline: Maybe that is the point. Are you thinking about trying to get back together with Ridge? Is that why you broke things off with my uncle?",
        "Brooke: Your uncle is in love with Katie.",
        "Caroline: But are you still in love with him?",
        "[Knock on door]",
        "Katie: Hey. Oh. Uh, am I interrupting anything?",
        "Brooke: Caroline was just leaving.",
        "Caroline: She sure is.",
        "Katie: Something going on?",
        "Brooke: Ooh, nothing you don't already know.",
        "Katie: Ah, Ridge and Caroline.",
        "Brooke: There's not gonna be a Ridge and Caroline.",
        "Katie: But there is going to be a wedding at some point.",
        "Brooke: What?",
        "Katie: Check out my new bling, big sis.",
        "[SCENE_BREAK]",
        "Ivy: Yeah, so we're just tiptoeing around over there -- Ridge, Caroline, and me.",
        "Liam: The entire design team is actively avoiding his wrath.",
        "Steffy: Well, I can understand Rick being upset with Caroline.",
        "Ivy: Yeah, but I think he kind of brought that drama on himself. I mean, could you imagine trying to be creative in that kind of environment? There's no freedom of expression. There's just -- there's just criticism. And if you question Rick, he tells you you're out.",
        "Liam: And toeing the line means never questioning Rick or his personal life.",
        "Ivy: Yeah, which -- which he likes to parade around in front of us all day, every day. It's like being in an asylum.",
        "Steffy: Wow.",
        "Ivy: Yeah, but, I mean, what can be done? Do you have any suggestions?",
        "Steffy: You know what? I'll speak with my father, okay? But in the meantime, I-I should be heading out, all right?",
        "Ivy: Yeah, sorry. I-I kind of just get on a tangent because it's -- it's been so frustrating. But look, it's been so nice to see you.",
        "Steffy: Nice to see you. Yeah.",
        "Ivy: Please don't -- don't be a stranger.",
        "Steffy: No, I-I won't.",
        "Liam: Uh, I'll walk you out.",
        "Steffy: Yeah, okay.",
        "Liam: What did I tell you? I'm not making this stuff up.",
        "Steffy: I know. It sounds pretty dire.",
        "Liam: Somebody's got to take control over there or Rick is gonna nuke that place. And who better than you, me, and my dad?",
        "Steffy: Against my dad, though? I don't know if I can do that.",
        "Liam: Steffy, it doesn't have to be against your dad.",
        "Steffy: My dad will never join forces with your dad.",
        "Liam: Just promise me you'll think about it, okay?",
        "[Pots clanking]",
        "Steffy: Okay, that you can count on. It was really good to see you and be back in this house. I'm happy for you. For you and Ivy.",
        "Liam: Thank you.",
        "Steffy: [Chuckles] Okay.",
        "Liam: All right.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Brooke: Oh, it's so beautiful. You must be so happy. I'm sure you're just walking on clouds.",
        "Katie: I was a bit surprised, yeah.",
        "Brooke: Why? Bill loves you. You and your family. That's where he belongs, and he knows it.",
        "Katie: He may know it now, but he felt differently at one point.",
        "Brooke: But he's fully committed to you now.",
        "Katie: Yeah. I know. I'm actually not worried about Bill.",
        "Brooke: You're worried about me?",
        "Katie: You loved him. I know you did. You were planning a future with him. I even encouraged that.",
        "Brooke: So, you think I'm gonna want him back?",
        "Katie: I think that you're committed to a course and that you want it to be over. And I respect you for that. But I also know you very well. And I know you lead with your heart. It's part of the reason you went to Europe in the first place -- because of your love for me. But I also know that you can't be someone you're not. And this can't be easy for you.",
        "Brooke: I've finally grown up.",
        "Katie: I have to ask you a question. Is there any part of you that regrets this? Is there any place in your heart that still has feelings for Bill? I mean, are you really ready to turn your back on him and walk away? Because if there's any doubt or uncertainty, I need to know.",
        "Brooke: Listen to me. Bill is yours. I want that more than anything. I want you two to be happy, to raise your family together, to have a good marriage. And I am never going to interfere in your marriage ever again. That is a sister's promise. And I intend to keep it.",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Caroline: Steffy.",
        "Steffy: Hello, Caroline.",
        "Caroline: You're back.",
        "[Door closes]",
        "Steffy: Voilà.",
        "Caroline: H-how's Europe?",
        "Steffy: Lovely. Until I heard rumblings back here in Los Angeles.",
        "Caroline: Steffy.",
        "Steffy: Oh, things that were quite shocking. Things that were pretty hard to believe. What's going on with you and my father?",
        "[SCENE_BREAK]",
        "Katie: Are you sure? You and Bill have been through so much.",
        "Brooke: People move on.",
        "Katie: Yes. People do. But I think of the men in your life, and I'm not sure any of them have completely moved on. I'm not sure you have, either. To know my big sister is to love her. I've heard that so often. And I believe that it's true. Because I love you. Even after everything that's happened, I love you more than I ever have. Bill and I rediscovered each other while you were away. And I'm wearing his ring. And I want it to be forever this time. I don't want to look back. But I need to know. Are you looking back? Are you wondering what could you have been?",
        "Brooke: Before I left for Milan, there was a time when I wondered. But I-I couldn't be happy with Bill. I couldn't be happy with him because of what I had done to you. And I knew that I had to change profoundly. And the time that I was in Europe, that allowed me to find the good in myself. I don't want Bill. But I do want you. I want what we used to have. I want that love, that trust, and most of all, the forgiveness. I want my sister back. That's what I want most of all. And I promise you I am not going to interfere in your happiness ever again.",
        "Katie: You've been there for me my whole life. And you're here for me now.",
        "Brooke: I love you, Katie. I love you.",
        "Katie: I love you, too.",
        "Brooke: [Sobs]",
        "Katie: I am so glad you're back.",
        "Brooke: Me, too.",
        "[SCENE_BREAK]",
        "Ivy: So, what's Steffy's take on this whole Rick thing?",
        "Liam: [Chuckles] I think she likes him about as much as I do.",
        "Ivy: Well, is she going to do something about it, then?",
        "Liam: I think we can do better than talking about business right now, don't you?",
        "Ivy: Oh. Maybe.",
        "Bill: Liam! Liam!",
        "Liam: Oh, my God. All I got to do is kiss somebody and you're walking through my door.",
        "Bill: You can kiss me. Nothing wrong with kissing your dad. Ivy.",
        "Ivy: Hello.",
        "Bill: I need you for a minute.",
        "Ivy: [Sighs] Okay, sounds like you guys have got to talk, so we will rain- check.",
        "Liam: All right.",
        "Ivy: Bye.",
        "Bill: See you later.",
        "[Door closes]",
        "Bill: Did you get through to Steffy?",
        "Liam: No, but she's thinking about it.",
        "Bill: What's there to think about? I mean, Forrester's going to Hell.",
        "Liam: I know, but we need their family's stock.",
        "Bill: I'm telling you right now, Eric's going to continue to back Rick.",
        "Liam: I know, which leaves us exactly one option -- Ridge.",
        "Bill: Not exactly my biggest fan.",
        "Liam: I realize that.",
        "Bill: But the foxhole does have a way of changing alliances. Where's Steffy now?",
        "Liam: It seemed like she was heading over to Forrester, and if -- if she's over there and sees what's going on, things are gonna start moving our way very quickly.",
        "[SCENE_BREAK]",
        "Caroline: So, what have you heard?",
        "Steffy: [Chuckles] A lot.",
        "Caroline: So, you know about Rick and Maya?",
        "Steffy: The picture that's on the wall at my grandfather's house?",
        "Caroline: Yeah, she's become quite the lady of the manor.",
        "Steffy: That will change when my grandfather's back. So, you and Rick -- are you finished?",
        "Caroline: Yeah, I, uh... [Clears throat] I signed the divorce papers.",
        "Steffy: That was quick.",
        "Caroline: It was his idea, not mine.",
        "Steffy: Meaning you want him back?",
        "Caroline: I did. Not anymore.",
        "Steffy: Because of my father? What's going on there, Caroline?",
        "Caroline: I've fallen for your father.",
        "Steffy: That is disgusting! Do you realize that we are the same age?! He is my dad! And I'm not gonna let that happen! Oh, my God."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=RwNCR5S4wuQ"
}