{
    "Episode Summary": [],
    "Recap": [
        "Ridge throws the sketch pad down on the desk and draws a few circles but clearly is frustrated because he can not sketch a gown. Eric tells Brooke that it's good to have Ridge back. He's almost like his old self. She says yes, barreling in and taking charge. Katie listens but doesn't quite agree. She says it has been a confusing time for him but it helps with the support of his family and colleagues. She tells Brooke they need to be careful as she doesn't want to treat Ridge like he is going to break. It's frustrating. Basic things are not coming back to him and she wishes she could help. Eric walks in while Ridge is still drawing his circles. Eric says he is wasting no time; that's good. He casually asks what he's working on. Ridge is quiet and Eric asks if anything is wrong. Ridge tries to go back to his sketching and remembers some earlier times when he did. He grabs his pad and abruptly leaves. Rick sits at the Sky Lounge and Caroline joins him. He quips that he is waiting for his gorgeous wife so no need for her to hit on him. She quips too bad he didn't tell Maya that before she stalked him in the steam room. She brings up Ollie's recording and Rick says he knows he said he would give Ollie time, but he'd really like to get it out in the open. The more time Ollie spends with Aly the more hurt she will be. Caroline tells Rick that given a choice between Maya and Oliver and who to believe that she would pick him every time. Oliver confronts Maya and says she secretly recorded him and then played it for Rick and let him get blindsided. She says she was looking out for Aly. Oliver says he thought they were friends, now he can never trust her again. He's gotten to know Aly. She is so sweet and fresh and he's crazy about her; in fact he loves her. Maya says then he should have nothing to worry about. He says Caroline is married to a Forrester and he is dating one and Maya is just plain jealous. She says he is a player and she is not convinced his feelings are real. She even accuses him of making her last photo shots bad so he can replace her with Aly. At that moment Aly walks in and Maya leaves and tells Oliver to let her know when he wants to re-shoot. He tells Aly her timing was perfect. Forget about Maya; he just wants to make sure she knows how he feels about her and never question that. She assures him that he is her knight in shining armor.",
        "With Caroline's prodding, Rick says he will give Oliver the time he needs but he better not give him reason to fire him. Brooke tells Katie that she is sorry for every harsh word she said to her. She is glad they are acting like sisters again. She realized that even more so when Ridge was missing as life can change so quickly and never is as it is promised. Katie too says she thinks they should put the past in the past and move forward as sisters. Brooke makes the first move and they hug. Eric tells them that Ridge is missing; should they be worried. Katie tries to make light of it even though they came in together and he left her here. He just needed to clear his head. She borrows Brooke's car to drive home. Ridge charges into his bedroom, locks the door and flops in a chair with pad and paper in hand. But 5 or 6 pages later wadded up and on the floor, he is no further along than when he started. He snaps the pencil into and throws down the pad. Katie knocks on the door several times and demands that he open the door. She sees the look on his face and the pile of papers on the floor and immediately goes to him and they hug."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: That was a good meeting. It's great having Ridge back.",
        "Eric: It is. He seems almost like his old self, doesn't he?",
        "Brooke: Barreling in, taking charge.",
        "Eric: It was touching how everyone wants to embrace him.",
        "Katie: Yeah. Yeah. Friends and colleagues -- everyone's support -- it means so much right now. It's -- it's been a confusing time for Ridge.",
        "Eric: Anything we should know, Katie?",
        "Katie: No, no, nothing in particular. Just... the doctor said that there were a lot of question marks when it comes to concussions.",
        "Caroline: That seat taken?",
        "Rick: You better believe it. I'm waiting on my gorgeous wife, who I am faithful to, by the way. So don't even waste your time trying to hit on me.",
        "Caroline: Oh. It's too bad you didn't tell Maya that before she stalked you in the steam room.",
        "Rick: Are you still upset about that?",
        "Caroline: Uh, yeah. It's outrageous, just like everything that that woman has been doing lately. Dissing me and carter by hitting on you, secretly recording Oliver.",
        "Rick: You know, I'm not sure if that recording is a blessing or a curse.",
        "Caroline: Is that what you were thinking about when you didn't notice me walk in?",
        "Rick: [Chuckles] I know that I said it was best not to play that recording for Aly and that I would give Oliver time to prove himself, but the more I think about it, I just want to blow it up. If Oliver's using Aly, why shouldn't she know? The longer she doesn't, the more hurt she'll be.",
        "Caroline: Unless Oliver is telling the truth and he really does care about her.",
        "Rick: And how are we supposed to tell when he seems so truthful either way?",
        "Oliver: Not even a heads up, Maya. You secretly record me, play it for Rick, and then just let me get blindsided? Who the hell are you?!",
        "Oliver: Nothing to say for yourself?",
        "Maya: Sisters before misters.",
        "Oliver: [Chuckles] Excuse me?",
        "Maya: I was looking out for Aly.",
        "Oliver: I thought we were friends. I can never trust you again. Instead of confronting me directly, you make some surreptitious tape, bide your time, and then just play it for Rick and Caroline?",
        "Maya: You and Aly were getting close.",
        "Oliver: That's exactly my point. I've gotten to know her -- how sweet and -- and fresh and how special she is. I'm crazy about her. I love her.",
        "Maya: Well, then, you shouldn't have anything to worry about.",
        "Caroline: Okay. Here's the difference. On one hand, we have Oliver's voice, taped a very long time ago, sounding...disrespectful of Aly.",
        "Rick: He called her a red-headed Forrester. He implied he was gonna use her to keep his job.",
        "Caroline: Okay, but on the other hand, we have Oliver in the flesh, and both of us looking for -- what did you call them? Tells. And there were none. He was completely shocked, and why wouldn't he be? But Oliver was very open and direct about his feelings for Aly.",
        "Rick: Are you saying that you believe him?",
        "Caroline: Given the choice between Maya and Oliver, I would pick him every time. She's the one with the suspicious motives. I mean, what is that woman up to? Recording Oliver, blatantly coming on to you even though you're married and she's engaged. And we all hang out together. What is that about?",
        "Rick: I have no idea.",
        "Caroline: Okay. Well, I can tell you one thing -- I'm keeping my eye on her from now on. Probably shouldn't have let my guard down in the first place. You know, my moms always tell me to go with your first instinct 'cause it's usually right.",
        "Rick: Isn't it possible that Maya's telling the truth -- that she's actually concerned about Aly? That's why she made the tape.",
        "Caroline: And was it concern for Aly that made her come on to you? No. Myrna's got an agenda. And remember -- I called it first.",
        "Rick: You know, you're awfully cute when you get all frowny like that.",
        "Caroline: No! Am I?! You -- you can't let me do that. I'm gonna get lines.",
        "Rick: No. [Chuckles]",
        "Eric: All right. Check with me later.",
        "Brooke: Okay. I will. Talk to you later. Bye.",
        "Katie: You don't think Eric will let on that he's checking up on Ridge, do you?",
        "Brooke: Mr. Smooth? No way.",
        "Katie: Okay. I just think we need to be careful. I-I don't want to treat Ridge like he's gonna break.",
        "Brooke: Do you think he's going to break?",
        "Katie: No.",
        "Brooke: Come on, Katie. You seem worried. I can tell.",
        "Katie: Things haven't gotten back to normal as quickly as I'd hoped.",
        "Brooke: With Ridge, you mean.",
        "Katie: Yeah. He -- he has holes in his memory.",
        "Brooke: How big?",
        "Katie: Well, not total blackouts. Things come back to him, and I-I can tell by the look on his face when something clicks, but there are things that he can't access -- basic things, and... it's frustrating for him. I just wish I knew how to help.",
        "Eric: Not wasting any time, I see. What are you working on?",
        "Rick: I wish I were as confident about Oliver's sincerity as you are. I don't like thinking bad about the guy, but that's exactly who he is if he would even consider using somebody as innocent as Aly.",
        "Caroline: Can you just give him some time? Oliver will prove himself.",
        "Rick: You really believe that?",
        "Caroline: Yeah. I do.",
        "Aly: Wherefore art thou my lord? Okay. Well, I am officially mortified. Oliver was supposed to be here.",
        "Caroline: You call him \"my lord\"? Because, girl, you and I need to have a serious conversation about --",
        "Aly: No, no, no. We just -- we went to medieval times the other night.",
        "Caroline: Things are good?",
        "Aly: Amazing.",
        "Rick: He treats you well?",
        "Aly: Oliver is a total gentleman.",
        "Rick: He hasn't...done anything disrespectful, has he?",
        "Caroline: Not tried to make you go any places that you're not ready to go...?",
        "Aly: No. Oliver is so not like that. He's...kind and gentle and patient. Never pushes me at all. You guys are cute. I love that you're looking out for me, but I don't need protection from Oliver.",
        "Maya: [Sighs] I wasn't acting out against you, Oliver.",
        "Oliver: That is bull!",
        "Maya: Aly is vulnerable. She's young and inexperienced. I was looking out for her.",
        "Oliver: Right. You were proving what a good little Forrester you'd be. Do you want the truth? We are seriously falling in love with each other.",
        "Maya: [Scoffs] I don't believe it.",
        "Oliver: You can't stand it, can you? Caroline's married to a Forrester. I'm dating one. That's what this is about -- you're jealous.",
        "Brooke: I'm glad Ridge has you.",
        "Katie: Really? You mean that?",
        "Brooke: Yes. It took a while, but it seems like everybody's moved on. At least I hope so.",
        "Katie: Yeah, I hope so, too.",
        "Brooke: I'm glad to hear you say that. For a while there, I wasn't sure if I was gonna ever have my little sister back. And it hit me the hardest when Ridge was missing. It made me realize that life isn't promised and that things can change in a matter of minutes. I'm sorry for every harsh word I ever said to you.",
        "Kat: Well, I think that we should just put the past in the past and move forward...as sisters.",
        "Eric: Wow. Barely back in the door and already pen to paper. Must be quite an -- quite an inspiration you're having.",
        "Ridge: We'll see.",
        "Eric: I'd like to. I'd like to see what you're working on.",
        "Ridge: It's not even close to being ready, dad.",
        "Eric: I could pull rank. I'm C.E.O. I could make a case for, uh, I don't know, intellectual property or something. Son? You all right? Anything wrong?",
        "[Cell phone chimes]",
        "Eric: I got to take care of this.",
        "Ridge: You should go.",
        "Eric: Be right back.",
        "Ridge: Okay.",
        "[Door opens, closes]",
        "Caroline: I knew that Aly was crushing on Oliver, but you saw her. She's nuts about him.",
        "Rick: It's her first boyfriend. It was bound to happen. I'm just not sure Oliver should be the guy.",
        "Caroline: Well, the way I see it, you have two choices. You can play that recording for Aly or wait and see how everything pans out. I mean, maybe Oliver's telling the truth and she won't get hurt.",
        "Rick: I told him that I would hold off, I would give him to prove himself, and I'll do that. But he better not make me regret it. Because I will fire him so fast --",
        "Caroline: If it comes to that. It is kind of ironic.",
        "Rick: What do you mean?",
        "Caroline: Well, Ridge would get what he wanted. He was so strong in that meeting. It's like he didn't even skip a beat.",
        "Rick: Nobody takes control of a meeting like Ridge. But, hey, he's earned it.",
        "Caroline: You know, I told him that I was so honored to be working by his side. He's taught me a lot.",
        "Rick: You make it sound like it's the past. What are you doing? You gonna pack up and leave?",
        "Caroline: Oh, please. You would have to crowbar me out of here. [Chuckles] It -- it may get a little bit harder. Before the accident, Ridge made it really clear that he wanted your job.",
        "Rick: Maybe he won't remember.",
        "Oliver: Be straight for a change. Admit recording me was vindictive, a way to punish me for having something that you want.",
        "Maya: [Chuckles]",
        "Oliver: You don't care about Aly. You're just petty and jealous.",
        "Maya: You don't deserve that girl. You're a player.",
        "Oliver: Have you not heard a word I've said?",
        "Maya: I'm sorry, Oliver. I'm not convinced.",
        "Oliver: Well, you're not hearing me. If you did, you'd admit what a shady thing you did.",
        "Maya: You accuse me of sabotaging you? Look at these shots! They're awful! You are purposely making me look bad.",
        "Oliver: [Chuckles] Now you're just being ridiculous.",
        "Maya: And you're trying to replace me with Aly.",
        "Aly: Hey, guys. What's going on?",
        "Eric: He was just here a minute ago. No indication that he was gonna leave or anything.",
        "Katie: Well, um, it's odd that he wouldn't tell me. I mean, we came together.",
        "Brooke: Thank you very much. Security said that Ridge's car is gone. Should we be worried?",
        "Katie: No, no. I-I -- the doctor said the concussion would make him tired, so he probably just felt like he had enough and went home. Um, can I borrow your car? [Chuckles]",
        "Brooke: Oh. Uh...",
        "Eric: Call us if you need anything.",
        "Katie: Yeah, yeah. No. I'm sure everything's fine. All right. Thank you.",
        "[Camera shutter clicks]",
        "Rick: Did you just take a photo of that?",
        "Caroline: My followers love me.",
        "Rick: So does your husband. Whatever I did to deserve you, I hope it comes naturally.",
        "Caroline: You don't regret marrying me?",
        "Rick: Not for a second.",
        "Caroline: Not even one? In the steam room with someone who will remain nameless?",
        "Rick: Hashtag not even close.",
        "Caroline: See, I knew it. [Chuckles]",
        "Rick: [Smooches]",
        "Caroline: I love you.",
        "Aly: Everything okay in here?",
        "Maya: It's fine. I was just leaving. Let me know when you want to re-shoot.",
        "Oliver: I like your timing.",
        "Aly: You and Maya were arguing about something?",
        "Oliver: She didn't like the photos from the last shoot. Forget Maya. What I want you to remember is how much I care about you. Don't ever question that.",
        "Aly: I don't.",
        "Oliver: And won't?",
        "Aly: Never.",
        "Oliver: Good.",
        "Aly: You are my knight in shining armor. Hey, you okay?",
        "Oliver: Much better now.",
        "Eric: Do you think there's something that Katie's maybe not telling us about Ridge?",
        "Brooke: We were talking about him earlier. And he's still having problems with his memory, so Katie was concerned. He's just been so frustrated.",
        "Eric: I just think that it's odd that he would leave like that without telling anybody.",
        "Brooke: Yeah, it is. But it's his first day back to work. Maybe he was a bit overwhelmed.",
        "Ridge: [Sighs]",
        "Katie: Honey, the door's locked. Can you let me in? Ridge, please let me in. I'm not kidding. Open the door. Ridge, open the door.",
        "[Lock disengages]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=O7qaRLyVMY0"
}