{
    "Episode Summary": [],
    "Recap": [
        "Bill gives Justin the orders \u0096 cool him off. Justin banks the helicopter sharply and with Ridge not buckled in he falls out. Brooke hollers for the chopper to turn around and get Ridge. Bill gives orders for Justin to bring Brooke back. Katie thinks of Ridge and wishes he would call. Finally she does but only gets voicemail; tells him she hopes all is okay and to hurry home. Liam and Hope discuss the situation of Ridge being in Dubai trying to stop the wedding and how it is Quinn's fault for sending the selfie. Hope says her mother deserved to know about Quinn and Bill's one nighter, ewwwww, but not to find out like this. Liam wants to know what else does Quinn have to do wrong before Hope will throw her and her son out of her life. Wyatt rails at his mother for being so careless. She calls him gloomy and that he is so focused on the worst case scenario and outcome. She's a woman and says she knows her breed and how women feel when their man gets busy with another woman. She says when Brooke finds the picture of her and Bill, there will be no wedding. She will cry and yell and then dump Bill and let Ridge bring her home. So stop with that look. All she did was give Ridge information to pass along to Brooke so she could make an informed decision on whether or not to marry Bill. He scoffs, oh yeah so she was doing Brooke a favor. But her thinking is a little skewed as no one is going to thank her, certainly not Brooke and not Bill for ruining his life. She says Bill and her ..Wyatt tells her there is no \"us\". There is Brooke and Bill and then there is Quinn. She says she did not dummy up that picture. She just shed some light on the subject and if Bill and Brooke can't get past this, she does not feel she did anything wrong. He says wow, she really does believe that. She says she doesn't need her son in judgment; she got enough of that from Katie. She is sorry he feels caught in the middle as Brooke is his girlfriend's mother, but no one is going to hold Wyatt responsible for something she did. He says again that Brooke is not going to forgive her for this. Not only did Quinn sleep with Bill but on her wedding day of all days. She is going to resent the hell out of her. And then they will be booted from the company. Quinn says no, but even if he is right, it will be just her that gets canned, not Wyatt. She tells him to relax, nobody got hurt.",
        "Liam and Hope walk in and he says he is not sure about that. The last time he checked Bill and Ridge together was pretty volatile. And this time he is agreeing with Wyatt. If either of them get hurt, especially his dad he will prosecute. Quinn scoffs for what \u0096 selfie abuse? Hope wants to know if she planned this outcome the whole time. Eric talks to Katie. They both know about the selfie and that Ridge is on his way to Dubai. Eric is worried he won't get there in time and Katie is worried what might happen if he does. The chopper lands and lets Brooke out. Bill runs to it and tells Justin to go bring Ridge back. Hope says Liam has a point. No one would take a self incriminating selfie unless they planned to use it. Quinn says she had hated that man for so long so she just wanted proof for her own amusement so she could rub it in his face later. She says no one was supposed to know about her and Bill, especially not Brooke so her conscious is clear. Liam calls her a liar, a very convincing liar. He tells Hope that is why she has to distance herself from these people; they are deceptive and conniving. Wyatt jumps in and says he had nothing to do with this. He did not take any selfies, he did not send any selfies. He is finding out his information just like everybody else and then he went straight to Hope. And he is not on board with Quinn setting up his father. She says that is true. Quinn also says none of this was Wyatt's fault. She took the picture and accidentally sent it to Ridge, so any consequences should be for her and her alone. Katie says she knows she is not part of FC but she thinks Eric should fire Quinn for what she did; she is crazy and evil. Eric says those are strong words but he will wait and see how Brooke feels when she gets back. He surprises her by showing her the wedding dress he designed for her. She's glad he is on board with her marrying Ridge since she knows he prefers Brooke. Eric says Ridge loves Katie so he can not ask for anything more than that. Bill tries to calm Brooke and says everything is being done to find Ridge. The staff says they are using everybody available to try and find the body. Brooke warns them not to refer to Ridge as a body. With Brooke changing clothes, Bill calls Liam and then Liam relays it to the others that Ridge tried to take Brooke away in a helicopter and then he fell in the Gulf and the search teams have not found him yet. Bill tells Brooke it would be best if they stayed in their rooms and let the search teams comb the area. Ridge is a resourceful guy and he will survive this ..maybe a little banged up but he will be found and they will bring him home. She wants to believe that and says she will call Katie. Quickly she tells her the events of how Ridge fell overboard. Panicked Katie asks if he is all right."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[In helicopter]",
        "Ridge: All right. You good?",
        "Brooke: I can't believe this. This is my wedding day, Ridge.",
        "Ridge: I know what day it is. I'm doing this for you. He's no good for you.",
        "Brooke: We can't just leave him down there on the beach. We got to go back down and get him.",
        "Ridge: He's never been loyal to anyone. And that includes you. Take us to the jet. Tell them to get ready for takeoff.",
        "[On ground]",
        "Bill: Cool him off.",
        "[In helicopter]",
        "Brooke: Ridge! [Panting]",
        "[SCENE_BREAK]",
        "Liam: It's been crazy-busy at Spencer since my dad left for the Middle East.",
        "Hope: Yeah, that's understandable. You're still in transition from Katie.",
        "Liam: Yeah, I kind of thought he'd check in by now, though. Have you heard from Brooke? Are they married yet?",
        "Hope: Well, that's why I wanted to talk to you. It seems that there has been a complication.",
        "Liam: [Sighs] That should surprise me. Why doesn't it?",
        "Hope: Ridge is on his way to stop the wedding.",
        "Liam: What? Why? What happened?",
        "Hope: Quinn.",
        "Liam: [Sighs]",
        "[SCENE_BREAK]",
        "Wyatt: On a good day, Dad and Ridge don't get along, and now, thanks to you, Ridge is about to descend on dad's wedding with a bombshell that could ruin his entire future with Brooke. How is that gonna end in anything but disaster?",
        "Quinn: When did you become so gloomy? You are so focused on the worst-possible outcome. Look...",
        "Wyatt: Oh, my...",
        "Quinn: ...I am a woman. I know my breed -- how we feel about our man getting busy with someone else. When Brooke sees that picture of me in Bill's bedroom, she's not gonna go through with the wedding.",
        "Wyatt: Ohh.",
        "Quinn: No trust -- no marriage. She's gonna yell, she's gonna cry, she's gonna dump Bill, and then she's gonna let Ridge bring her home.",
        "Wyatt: Uh, while Dad does what? Helps her into the car? There'll be a fight, Mom.",
        "Quinn: No, Brooke's not gonna let that happen. She won't.",
        "Wyatt: Brooke won't be able to stop it.",
        "[SCENE_BREAK]",
        "Hope: How much do you know about Bill and Quinn's relationship?",
        "Liam: I wouldn't exactly call it a relationship.",
        "Hope: But did you know that they had a thing -- they got together?",
        "Liam: Yes. It was one time, but, yeah.",
        "Hope: Bill told you about it?",
        "Liam: [Scoffs] He didn't have tell me about it. I-I came home. I-I heard a noise.",
        "[Glass shatters in Liam's flashback]",
        "Liam: I thought -- I don't know. I thought my dad was in trouble or something. Oh, God, the irony. And I went upstairs, I looked in the bedroom, and, uh, my eyes haven't recovered since.",
        "Hope: And you didn't think that my mom deserved to know that Bill was sleeping with somebody else?",
        "Liam: Well, I -- he wasn't -- not technically. I mean, like I said, it only happened one time, and it was during that period when Brooke and my dad weren't even together. He thought they never would be again. What does this have to do with Ridge going to Abu Dhabi, though?",
        "Hope: Well, Quinn managed to take a selfie when she was with Bill, and she sent it to Ridge.",
        "Liam: [Slams table] I knew it. Let me guess -- let me guess -- by accident, right? Don't believe it. That woman doesn't make mistakes when manipulating people. She knows exactly where to hit for maximum damage.",
        "Hope: Don't get me wrong. I think that my mom deserves to know that Bill was sleeping with somebody else, but not like this. I think she should hear it from him.",
        "Liam: Yeah, I know. I know. That's what I said, but he told me he didn't want to upset her for no reason.",
        "Hope: He slept with another woman.",
        "Liam: I know, but he was hammered, by the way. It was the day that Brooke was supposed to marry Ridge.",
        "Hope: I came over that day. I was at your house that day. I-I was there to tell you that Katie passed out. And Bill was...",
        "Liam: Yeah.",
        "Hope: Oh, God.",
        "Liam: Yeah.",
        "Hope: Ew! Oh, Quinn was upstairs?",
        "Liam: Just try not to think about it, because if you do, then you might start to visualize it, and, trust me, you don't want that.",
        "Hope: Ugh!",
        "Liam: God, every time I think that Quinn can't top herself, you know? Not only did she con her way into my father's bed, but she takes a picture, and she holds on to it until right before Brooke is about to marry him and then, like, lobs it like a grenade at Ridge. I mean, Hope, how much more wrong does this woman need to be before you throw her and Wyatt out of your life?",
        "[SCENE_BREAK]",
        "Quinn: Stop it with that look. All I did was give Ridge information to pass along to Brooke so she could make an informed decision about whether or not to marry Bill.",
        "Wyatt: Oh, right! You were doing this for Brooke's best interest because, surely, you have nothing to gain when dad's single and miserable, right? Easy pickins', isn't it? But, you see, that's where your thinking gets skewed, Mom. No one is gonna be happy with you -- not Brooke, not dad, and he certainly isn't gonna reward you for ruining his life.",
        "Quinn: If Bill had just been honest with Brooke about us --",
        "Wyatt: See -- there it is again -- right there! There is no \"us\" when it comes to you and dad. There's dad and Brooke, the woman that he loves and wants to marry, and then there's you, wreaking havoc on everyone.",
        "Quinn: I didn't dummy up that picture. Bill and I happened. I just shed some light on the subject.",
        "Wyatt: Oh.",
        "Quinn: And, hey, if Bill and Brooke can't make it through this, well, then, that's not my fault. I didn't do anything wrong.",
        "Wyatt: Wow. You honestly believe that.",
        "Quinn: Yes, I do, so stop it with the look of judgment. I don't need that from my son. I got enough of it from Katie.",
        "[SCENE_BREAK]",
        "Katie: [Sighs] [Sighs] Voicemail. Damn it. Hey, Ridge, it's me. I'm -- I'm just thinking about you and wondering how -- I'm sure everything's fine. Come home soon, okay?",
        "[Cell phone beeps]",
        "[SCENE_BREAK]",
        "[In helicopter]",
        "Brooke: Oh, my God! Oh, my God! Ridge fell out! Turn around! Ridge! Ridge! Where did he go?",
        "Pilot: Man down.",
        "Brooke: We've got to find him, please!",
        "Pilot: Man down.",
        "[On ground]",
        "Bill: Bring her back.",
        "[SCENE_BREAK]",
        "Wyatt: You know, when you were aiming Ridge to stop that wedding, did you ever once think about me?",
        "Quinn: It's got nothing to do with you!",
        "Wyatt: Mom, I have conflict everywhere, okay? In this awkward position between you and dad -- both of you wanting completely different things -- there's Brooke, the woman who will be hurt the most by this. She's my girlfriend's mother.",
        "Quinn: I am so sorry if you feel in the middle, okay? But nobody's gonna hold you responsible for something I did.",
        "Wyatt: You refuse to look at this realistically. What about Brooke? You think she's gonna be grateful that you stopped her from marrying dad? No, Mom. She is gonna resent the Hell out of you. Not only did you sleep with him -- you let her know about it on her wedding day, of all days. I mean, why would she want us to stay here?",
        "Quinn: Okay, even if you're right, I'm the one who's gonna get the boot, not you, and don't underestimate Hope's influence with this company.",
        "Wyatt: How is she supposed to feel about you hurting her mom, huh? How is that not gonna affect our relationship?",
        "Quinn: Oh, baby, you worry too much.",
        "Wyatt: And lastly, who knows what kind of chaos you caused in Abu Dhabi? If dad and Ridge are hurt, it's your fault.",
        "Quinn: Oh, for...",
        "Wyatt: It's gonna be your fault.",
        "Quinn: ...Goodness sake, would you just relax? Nobody got hurt!",
        "Wyatt: Oh, my...",
        "Liam: Are you sure about that?",
        "Quinn: [Sighs]",
        "Liam: Last time I checked, Ridge and my dad were a pretty volatile mix. For once, I agree with Wyatt. Somebody gets hurt, this is on you. If it's my dad, you're getting prosecuted.",
        "Quinn: [Gasps] Oh, for what? Selfie abuse?",
        "Liam: You sent that photo to Ridge on purpose. You knew it would set him off, and more than that, you knew how my dad would react to getting confronted, but you don't care, do you? You don't, because it's all about you. It's all about what you want for yourself, what you want for your son.",
        "Hope: Is that true, Quinn? Did you plan this outcome the whole time?",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Eric: Katie.",
        "Katie: Hi.",
        "Eric: Uh, you don't have to explain anything. I'm all up to speed.",
        "Katie: So you know about Bill and Quinn?",
        "Eric: Yeah, this photograph -- this selfie thing.",
        "Katie: Ridge is in Abu Dhabi.",
        "Eric: He's determined to stop this wedding. You think this picture will do that?",
        "Katie: [Sighs] I don't know. I gave up trying to predict Brooke's reactions a long time ago.",
        "Eric: Well, I'm worried he won't get there in time.",
        "Katie: I'm worried what happens if he does.",
        "[SCENE_BREAK]",
        "Brooke: Bill! Bill! Ridge.",
        "Bill: I know.",
        "Brooke: He fell!",
        "Bill: Brooke, calm down.",
        "Brooke: We've got to find --",
        "Bill: I've got it. Find Ridge. Bring him back. You got it? Justin (who is really the pilot): Yes, sir.",
        "[SCENE_BREAK]",
        "Hope: Liam has a point. I mean, why would someone take an incriminating selfie if they're not planning on using it?",
        "Quinn: You have to understand the nature of our relationship -- mine and Bill's. I have hated that man for so long. The fact that we were together again is outrageous. It's unthinkable. I wanted to -- I wanted to capture the moment, if only to rub it in his face later for my own amusement.",
        "Liam: What? You are such a freaking liar! You shoved that photo in my dad's and my face, and you told us you were planning on using it the way you just did.",
        "Quinn: Believe what you want. My conscience is clear. No one was ever supposed to know about me and Bill, especially not Brooke.",
        "Liam: Do you see? [Chuckles] Do you see how convincing she is? I mean, I-I might even believe she's telling the truth if I didn't know any better, but she's not because it's not in her, and this is why we have to distance ourselves from these people, Hope. They're deceptive. They're conniving.",
        "Wyatt: Wait. Hold on a second here. I had nothing to do with taking selfies, sending selfies, whatever, okay? I'm finding my information out just like everybody else, and what I found out I took to Hope.",
        "Hope: And that's true. Wyatt came to me, and he told me everything.",
        "Wyatt: Yeah and I'm not on board with my mom setting up our father.",
        "Quinn: None of this is Wyatt's fault. I slept with Bill. I took the picture. I sent it to Ridge accidentally. Any consequences that may arise from that are for me and me alone.",
        "[SCENE_BREAK]",
        "Katie: Look, I know I don't have any say around here, but I think you should fire Quinn. I don't care if her jewelry is the most beautiful jewelry in the world. She's crazy, and she's evil.",
        "Eric: Strong words.",
        "Katie: Well, I believe them, and I would hate to be proven right at the expense of the company or anyone who works here.",
        "Eric: We'll see how Brooke feels when she gets back, and then we'll discuss it with the team.",
        "Katie: Okay.",
        "Eric: Now, are you up for a little distraction? You up for that?",
        "Katie: Sure. Will I like it?",
        "Eric: I hope so, or else I'm in big trouble.",
        "Katie: [Gasps] Is that what I think it is?",
        "Eric: [Chuckling] Yes. Uh, it's a simple wedding dress.",
        "Katie: It's beautiful. Oh, my gosh.",
        "Eric: [Chuckles] It's clean and simple and elegant, just like the bride.",
        "Katie: [Chuckles] \"The bride\" -- I'm not -- I'm not used to thinking of myself like that, but I guess I am. I'm a bride because I'm gonna marry Ridge.",
        "Eric: You are.",
        "Katie: Are you okay with that?",
        "Eric: Okay with it? Sure. Why?",
        "Katie: Well, I know that you wanted him with Brooke.",
        "Eric: Well, my children very seldom do what I want them to do, nor should they. Ridge loves you. You will be a wonderful wife to him. What more could I wish for my son?",
        "Katie: Always the gentleman.",
        "Eric: Thank you.",
        "Katie: Thank you. The dress is so gorgeous. I love it.",
        "Eric: Come here.",
        "Katie: Oh, I can't wait to wear it on the happiest day of my life.",
        "[SCENE_BREAK]",
        "Bill: I want boats, divers.",
        "Man: Yes, Mr. Spencer.",
        "Bill: Search teams on land.",
        "Man: We have people on the scene.",
        "Bill: Well, get more people on the scene -- as many as possible.",
        "Man: I will put out a call for volunteers, and, of course, my staff is at your disposal.",
        "Brooke: [Sighs] This is taking too long.",
        "Bill: Now, Brooke, listen, everyone's deployed. We have a chopper in the air. We're going to find him.",
        "Brooke: Did you see how far he fell?! How hard he hit?!",
        "Bill: I know you're scared, but...",
        "Brooke: [Sighs]",
        "Bill: ...Listen, you got to trust me. Look at me. We'll find him.",
        "Man: I assure you, Ms. Logan, every effort is being made to locate the body.",
        "Brooke: Do not call him \"the body.\" His name is Ridge.",
        "[SCENE_BREAK]",
        "Quinn: I will be the scapegoat if that's what you all really need, but I don't see what the big deal is around here. I mean, two unattached, consenting adults sleep together. They decide to keep it a secret, and one of them decides to let the secret out of the bag. Maybe this is the way it was supposed to play out in the first place. Aren't people supposed to have relevant information before making a lifetime commitment? Brooke is either going to stay with Bill, or she's gonna dump him, but either way, she'll make the decision clear-eyed.",
        "Hope: Don't get me wrong. I believe in full disclosure between two people in a relationship.",
        "Quinn: Okay, well, then good. We're on the same page.",
        "Hope: No, we're not because, Quinn, I-I don't agree with the way you did it. I think it was incredibly manipulative.",
        "Liam: Standard operating procedure.",
        "Quinn: Oh, put a sock in it. It was a picture, not the end of the world. Nobody got hurt.",
        "[Cell phone rings]",
        "Hope: [Sighs]",
        "Liam: Guys, it's my dad. Dad, hey. Uh, what's going on? Did Ridge make it there?",
        "Bill: He showed up in the middle of the ceremony. I need you to listen to me. He tried to take Brooke away in a helicopter...and Ridge fell into the gulf.",
        "Liam: What? What? How?",
        "Bill: I don't know exactly. Just a, you know, freak accident. Anyway, the point is, search teams haven't found anything yet.",
        "Liam: And -- and that's where it stands right now?",
        "Bill: Yeah. I'll let you know when we find him.",
        "Liam: Oh, my God. Are you -- are you all right?",
        "Bill: It's pretty intense. Uh, Brooke is obviously very upset.",
        "Liam: Yeah, I can imagine. Keep me posted.",
        "Wyatt: Is everything all right?",
        "Liam: [Sighs] There's been an accident. I don't -- I don't know how. Somehow, Ridge fell out of a helicopter into the Persian Gulf. They -- they've got search teams out right now, but they haven't found him.",
        "[SCENE_BREAK]",
        "Brooke: [Sighs] I hate all this waiting. Shouldn't we do something? We should be out there.",
        "Bill: No, we're -- we're more effective here. I can coordinate rescue efforts, and we're easily reachable.",
        "Brooke: [Sighs] I hope he's all right.",
        "Bill: He is all right, Brooke. Look, Ridge is a resourceful guy, all right? He's not going down this way. We're gonna find him. He may be a little banged up but otherwise fine.",
        "Brooke: I want to believe that.",
        "Bill: All right, between the chopper and the rescue teams, somebody is gonna see him, and we'll have him checked out, and we'll get him home.",
        "Brooke: I-I'm gonna call Katie.",
        "Katie: [Sighs] Hi.",
        "Hope: Hi. Um... I have news.",
        "[Cell phone rings]",
        "Katie: Hang on. It's Brooke. Uh, Brooke, what's going on?",
        "Brooke: [Sighs] Bill and I were getting married in Abu Dhabi, and Ridge showed up. He had a picture on his phone of Bill and Quinn.",
        "Katie: Yeah, I-I know all that.",
        "Brooke: Ridge punched Bill.",
        "Katie: What happened?",
        "Brooke: He grabbed me, and he was dragging me down the beach, and he threw me into the helicopter, and we started taking off. He was going to bring me home. And then the chopper just banked, and...",
        "Katie: Brooke, what happened?",
        "Brooke: Ridge fell out.",
        "Katie: Of the helicopter?!",
        "Brooke: Yeah, it just happened so fast.",
        "Katie: But -- but he's okay. He's okay, right? Brooke! Is Ridge okay?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=ROz1yFEaGmc"
}