{
    "Episode Summary": [],
    "Recap": [
        "Wyatt tells Hope to imagine the fun they are gonna have in that baby. She says yeah it is one fine looking trailer. And he says no internet, no TV, just adventure. There's even a break in their work right now so they can get away from Liam and Quinn. And he promises her she won't miss anything important. He promises she won't regret one minute of this trip so she finally says yes that she is in. He grabs her and gives her a big hug just as Liam comes out and sees them. Hope spots Liam and says hi. He walks up and asks what is going on. Wyatt points below and says that is his new baby. Hope adds that it is not just any trailer, it's a vintage aluminum masterpiece. Wyatt says he and Hope are going on a trip down the coast. Liam asks if he can speak to Wyatt. Hope says sure. She needs to get back inside anyway. Wyatt tells Liam that this is a big step forward in their relationship and he trusts that Liam won't try to get in the way. Hope has already said yes to this. He's taking her someplace special and Liam would be green with envy. Liam wants to know what it is with him \u0096 first Medico then Hawaii and now he's whisking her out of town again. Wyatt says Hope likes adventure. Liam says it is more like he is just trying to get her out of town away from Liam. Wyatt says Liam is a snoozefest so he can stay home laying on a bed of rosemary or whatever he does. What he is trying to say is that sometimes you have to spice up the gumbo. You have to go that extra mile and show a woman that she is wanted and appreciated. Liam scoffs and a trailer is just the trick. Bet it's pretty tight in there. Wyatt says yes with candles, pillows, tight sleeping quarters, only room for two. He hopes Liam isn't going to invite himself along. He just wants to spend some alone time with Hope. Whatever happens happens. Caroline tells Rick that she is going to go check on her cousins to make sure they both have all their teeth. Rick questions Hope how things are going between her and Wyatt and Liam. She tells him that Wyatt just bought one of those Silver Bullet's and they are going on a little trip. It will be fun but she is not quite sure that she is ready to go alone with him on a camping trip. She likes Wyatt a lot, they have fun together and she trusts him but she's just not sure she is ready to go away and take their relationship to the next level. Rick says Wyatt is a good guy but she should not go unless she really cares about him. He's kind and attentive. It's always about her and there is no other woman. There is no Steffy. Rick says he knows, and a relationship shouldn't be that hard. She said Liam just found out and he definitely looks like he doesn't want her to go. She says she was super excited but now she is not sure she should go. Rick says he wasn't so sure about Wyatt in the beginning but the way he has supported Hope during the HFTF he thinks that he is good for her. Charlie is in the freight elevator just as Quinn walks up, gets in and closes the door. Stammering he says he's just making his rounds to check on the emeralds. She says enough chit chat. She hits the stop button. She says she has seen him talking to Liam again. And he has a terrible poker face and needs to be more committed to keeping their secret. He says he does not like lying. She says he better get comfortable with it because he agreed he would keep her secret and she expects him to keep it. He says Hope is a sweet girl and she has taken quite a shine to Quinn's son but would not if she knew what he'd pulled. She reminds him again that she wants his silence on this. He says it doesn't feel right. And everyone is calling Wyatt a hero. Quinn reminds him that they are giving him hero status too. He admits that is fun and Pam likes to tell the story and seeing him in uniform. Quinn says no one has to know the details. She begs him to keep the secret. If it gets out, Wyatt will be in trouble and she will lose her business. So think of all the people it will affect. She pushes the button again and the elevator starts going. She tells him she knows she can count on him to keep it to himself.",
        "Caroline talks to Wyatt. She's impressed. He caught a couple of jewel thieves and then went out and bought this trailer .not a sports car or a yacht. He says he likes his truck just fine and this is not just any old used trailer but vintage. He knows she and Rick will want to use it sometime. Liam ducks back into the building and finds Rick and asks if Hope is still there. Rick says he just missed her. She is delivering something to Santa Monica. He gathers Liam is not too happy about the trailer. He said he would be except that it's with Wyatt. His mother clearly has a screw loose and they don't even know what Wyatt is capable of. He texts Hope and asks if she can meet him at his place before she meets Wyatt. Quinn hears this and that Hope agreed. Quinn puts up an Out of Order sign on the elevator. Liam tells Rick that he loves his sister and he just wants to make sure she doesn't do something she will regret. He is not giving up on the two of them. He spies the out of order sign and takes the freight elevator. Quinn follows and sees him get in and she runs to the fuse box and pulls the lever stopping the elevator between floors. Liam starts beating on the walls, calling out to anyone who can hear him; tells them his name and that he is trapped. Quinn calls Wyatt and tells him that Hope is on her way to Liam's and he needs to rush over and pick her up and get out of town now. Wyatt tells her to cool down, all is fine. Hope has already agreed to go. He is just waiting for them to hook up the trailer to his truck. She says okay hurry. He asks if she has done anything to make her so nervous. She says he just needs to get out of town. He tells her all is fine, so don\u0091t worry. He and Hope are gonna have the best trip of their lives."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: Look at that view. Imagine that thing hitched to the back of my truck.",
        "Hope: That is one good-looking trailer.",
        "Wyatt: Yeah?",
        "Hope: It is.",
        "Wyatt: [Laughs] Ah. I mean, think about how much fun we're gonna have on this trip -- camping and riding waves, and there's one place in particular that I cannot wait to take you. So, what do you say? Just the two of us, totally unplugged, no internet, no TV, just freedom and adventure.",
        "Hope: That sounds amazing. It does, but I-I mean, I have work to do.",
        "Wyatt: No, no, no! Don't worry about work. There's a break in the schedule right now. And let's just get away -- away from everything -- from Liam and my mom and -- what if I promise that you won't miss anything important?",
        "Hope: Oh, really? You can do that?",
        "Wyatt: Yeah. I can. And I will.",
        "Hope: [Laughs]",
        "Wyatt: Trust me. You will not regret one minute of this trip.",
        "Hope: All right. I'm in.",
        "Wyatt: Seriously?",
        "Hope: Yes. Yeah, let's do it.",
        "Wyatt: Yes?",
        "Hope: Yes.",
        "Wyatt: Yeah!",
        "Hope: Yes! [Laughs] Oh, she really is beautiful. Congratulations.",
        "Wyatt: Right? Thank you.",
        "[SCENE_BREAK]",
        "Charlie: I thought I was the, uh -- the only one who used the old freight elevator. [Chuckles] So, uh, where are you headed?",
        "Quinn: Wherever you are.",
        "[Elevator whirring]",
        "Charlie: Making the rounds, you know? Guarding the ol' perimeter. [Chuckles] You can't be too careful when you got those new emeralds in the house.",
        "[Whirring stops]",
        "Quinn: Enough with the chitchat, Charlie.",
        "Charlie: Okay. What are you doing?",
        "Quinn: I saw you talking to Liam again.",
        "Charlie: He -- he just keeps asking me if I see anything suspicious on the footage. And I-I tell him no. I tell him I didn't see Wyatt take the diamond.",
        "Quinn: You have a terrible poker face. You need to be more committed to keeping our secret.",
        "Charlie: I don't like lying.",
        "Quinn: Start to get more comfortable with it. You gave me your word you wouldn't tell anyone what you saw, and I expect you to keep it.",
        "[SCENE_BREAK]",
        "[Both chuckling]",
        "Caroline: What has gotten into you today? You can't keep your hands off me.",
        "Rick: We could always go back downstairs.",
        "Caroline: Mm, naughty husband. No more steam room. My pores have had enough.",
        "Rick: You're so beautiful.",
        "Caroline: And you're so handsome.",
        "Rick: We're officially one of those couples, aren't we?",
        "Caroline: Mm-hmm. Annoyingly perfect and happy?",
        "Rick: Yeah.",
        "Caroline: Well, it's not like we can help it.",
        "Rick: No. It's just easy, you know? Our relationship, our marriage.",
        "Caroline: Do you want me to start throwing dishes at you or nag you for not taking out the trash?",
        "Rick: Yes.",
        "Caroline: Yes? [Laughs]",
        "Rick: No. I want my sister to have something like this. She's -- she's just been through so much. Maybe she's finally found the right guy. Maybe that guy is Wyatt.",
        "Caroline: Or maybe it's Liam. Well, you know, okay, Wyatt is fun and he's charming, but, I don't know. Liam's kind of more mature, and he obviously loves hope. I like them both. They're -- they're my cousins, so I have to be Switzerland here, but...Hope has been through a lot with Liam.",
        "Rick: Way more than any woman should have to go through.",
        "Caroline: But in Liam's defense, that wasn't always his fault. I mean, uncle Bill did cause a lot of drama.",
        "Rick: Yeah, and Steffy, too.",
        "Caroline: And Quinn.",
        "Rick: She's a little intense, isn't she?",
        "Caroline: Uh, please. You can smell brimstone when that woman walks into the room. She's definitely a little off the rails and unpredictable... but super talented and dedicated.",
        "Rick: Maybe a little too dedicated where her son is concerned. I just hope she stops interfering in their lives and let those crazy kids figure it out themselves.",
        "[SCENE_BREAK]",
        "Charlie: Y-you know, you're making me late for my rounds.",
        "Quinn: This is the only place that we can have some privacy.",
        "Charlie: Well, I got to call Ray, uh, tell him I'm gonna be late. Got no bars in here at all. There's nothing. Nada.",
        "Quinn: You never get cell service in a freight elevator. Charlie, remember why you got this job in the first place. You and Wyatt thwarted a major jewel heist.",
        "Charlie: Yeah, well, that's what I thought until I saw the footage. You know, Hope is a sweet girl. And she's taken quite a shine to your son. If she only knew what he pulled...",
        "[SCENE_BREAK]",
        "Hope: [Laughing] Oh, my God.",
        "Wyatt: Right?",
        "Hope: Liam. Hey.",
        "Liam: Um, what's -- what's this?",
        "Wyatt: That's my new baby.",
        "Hope: Uh, Wyatt just bought a trailer.",
        "Wyatt: Not just any trailer. It's a vintage aluminum masterpiece. Hope and I are going on a trip.",
        "Liam: You're what?",
        "Wyatt: For a few days. We're driving up and down the coast. Be a nice little getaway for us two.",
        "Liam: Um...do you have a minute to talk?",
        "Hope: Uh, yeah. What's up?",
        "[Cell phone rings]",
        "Hope: Oh, sorry. Hold on. Oh. It's from Rick. There was a problem in shipping. I'm sorry. I have to go downstairs and deal with this.",
        "Liam: Yeah, sure.",
        "Hope: Um, I'll talk to you later?",
        "Liam: Yeah. Totally.",
        "Hope: Okay.",
        "Wyatt: We're hitting the road soon, and I trust that you won't try and get in our way. Hope and I need this time away together. It's a big step forward in our relationship.",
        "[SCENE_BREAK]",
        "Quinn: I want your silence on this. And I'm asking you nicely.",
        "Charlie: It just doesn't feel right -- I mean, lying about it, everybody thinking Wyatt's this big hero, and then gaining all the publicity.",
        "Quinn: Wait, wait, wait, wait, wait. They're calling you a hero, too, Charlie. Everybody knows your name, the entire world. Everybody wants your photo and your autograph.",
        "Charlie: That part of it's kind of fun. And...Pam -- she's kind of turned on by the story.",
        "Quinn: Nobody has to know the details. If this gets out, Wyatt's reputation will be ruined. My company will be out of business. Please think about it -- all the people that you're gonna affect.",
        "[Elevator whirring]",
        "Quinn: I know. I know I can count on you to keep it to yourself.",
        "[SCENE_BREAK]",
        "Wyatt: You know, Hope can decide for herself. Oh, wait. That's right. She already did. We're going. I'm taking her someplace special. You'd be green with envy.",
        "Liam: What is it with you and taking Hope out of town, by the way? I mean, first it was Mexico, then Hawaii, now a camping trip. Really?",
        "Wyatt: I like adventures, and Hope does, too.",
        "Liam: Or maybe you just need to get hope out of L.A. because that's the only way to get her away from me.",
        "Wyatt: You, on the other hand, are a snoozefest. So, just enjoy staying home and meditating on a bed of rosemary or whatever you do.",
        "Liam: Is that even a thing?",
        "Wyatt: What I'm trying to say is sometimes you got to spice up the gumbo, man. You got to go that extra mile. You have to...show a woman that she's wanted and appreciated.",
        "Liam: And a trailer is just the trick.",
        "Wyatt: Why not?",
        "Liam: [Chuckles] Oh, oh. Yeah. Bet it's pretty cozy in there.",
        "Wyatt: Very cozy.",
        "Liam: Mm-hmm.",
        "Wyatt: Pillow and candles and --",
        "Liam: Tight sleeping quarters.",
        "Wyatt: Safe to say that. There's definitely only room for two. Wait, you're not inviting yourself along, are you?",
        "Liam: No. Wouldn't dream of it.",
        "Wyatt: Good, 'cause we're going away as a couple.",
        "Liam: Wyatt, I know what you're doing.",
        "Wyatt: I just want to spend some time along with Hope.",
        "Liam: [Scoffs]",
        "Wyatt: All right? Whatever happens, happens.",
        "Liam: [Sighs]",
        "[SCENE_BREAK]",
        "Caroline: You know, when it comes to Wyatt and Liam, I say just let the best man win.",
        "Rick: The best man for Hope.",
        "Caroline: Exactly. Hope will figure it out.",
        "Hope: What am I gonna figure out?",
        "Caroline: Oh, your man dilemma.",
        "Hope: Oh, that.",
        "[Both chuckle]",
        "Rick: How is that going?",
        "Hope: Great. And I'm just now realizing that I left Wyatt and Liam alone together in the sky lounge. Horrible idea?",
        "Caroline: Well, I don't hear any sirens, so I'm sure they're still alive.",
        "Rick: All right. What did shipping say?",
        "Hope: Uh, they said that they didn't check their inventory, so I'm just gonna run the swatches over myself.",
        "Caroline: And I am gonna go check on my cousins and make sure that they both still have all of their teeth.",
        "Hope: Good idea. Thank you.",
        "Rick: Wait.",
        "Caroline: How sweet is your brother?",
        "Hope: Just the sweetest. You guys are too cute.",
        "Rick: We need to find you the right guy.",
        "Hope: [Chuckles] God. Do you happen to have a crystal ball on you? Because I'm not sure who that is or what I'm supposed to do.",
        "Rick: Talk to me.",
        "Hope: All right, well, get this. Um, Wyatt just bought one of those silver bullet trailers.",
        "Rick: Like an R.V.?",
        "Hope: Yeah. And we are going to go on a little surfing trip.",
        "Rick: Oh, okay. That sounds fun.",
        "Hope: Yeah, I think it will be. It's just I'm not sure that I'm -- I'm ready to...go there. You know, take a trip together...alone...camping... alone together.",
        "Rick: Right, right. I-I get it. Yeah, it's a big deal.",
        "Hope: It is a big deal for me. It's just -- I like Wyatt. I like him a lot. And -- and I've gotten really close to him and I trust him and we have a lot of fun together. I just -- I-I don't know if I'm ready to take our relationship to the next level.",
        "Rick: Well, then, you shouldn't go unless...you're ready, unless you really care about Wyatt.",
        "Hope: I do care about Wyatt. I know I do. He's -- he's so kind and attentive. You know, he's all about me. And there's no other woman to worry about. There is no Steffy.",
        "Rick: And that was always a problem with Liam.",
        "Hope: Yeah. Our only problem.",
        "Rick: I hate to keep saying this, but relationships shouldn't be that hard.",
        "Hope: Exactly. I know. I know they shouldn't.",
        "Rick: Does Liam know about the trip?",
        "Hope: Yeah. Yeah, he just found out, and I can tell that he does not want me to go.",
        "Rick: I really wouldn't want you to go either if I were him.",
        "Hope: So now I don't know what to do. I was excited about going, but now I-I-I don't know if I should.",
        "Rick: What do you always tell mom and me?",
        "Hope: Listen to your conscience.",
        "Rick: Exactly. And if you do decide to go, keep in mind the timing couldn't be better considering the schedule for Hope for the Future.",
        "Hope: [Chuckles] That's what Wyatt said.",
        "Rick: You know, I wasn't so sure about him at first, but the way that he's supported you and promoted the line -- maybe he is good for you.",
        "Hope: [Sighs]",
        "[SCENE_BREAK]",
        "Caroline: You save a $100-million diamond from a couple of thieves, and then you go out and buy a trailer?",
        "Wyatt: I've always wanted one.",
        "Caroline: Not a fabulous new sports car.",
        "Wyatt: I love my truck.",
        "Caroline: Okay. Not a yacht or a jet. A used trailer.",
        "Wyatt: Vintage. Vintage, not used. That's vin-- you know what? You and Rick are gonna want to borrow this thing.",
        "Caroline: You know what? We did say that we wanted to take a second honeymoon.",
        "Wyatt: Great, 'cause then we're gonna try it out on a little surfing safari, and then you can borrow it. How about that?",
        "Caroline: Aww, look at you. Saving the day, getting the girl, traveling in style. [Chuckling] Oh, the glamorous life of a hero.",
        "[SCENE_BREAK]",
        "Liam: Hey, Rick. You seen Hope?",
        "Rick: Liam, come in. Uh, you just missed her. She's dropping something off in Santa Monica.",
        "Liam: Ah.",
        "Rick: I take it you're not too happy about the trip.",
        "Liam: [Chuckles] Yeah. You heard about that, huh?",
        "Rick: Well, Hope told me about the R.V.",
        "Liam: Yeah, well, it's parked outside in all of its glory if you want to check it out. You can't miss it.",
        "Rick: I get why you don't want her to go, but have you thought that maybe it might be good for Hope?",
        "Liam: Honestly, I'd be all for it if it weren't with Wyatt.",
        "Rick: That's her decision.",
        "Liam: I know. But I don't trust Wyatt, and I don't trust his mother. She's clearly got a screw lose, and who knows what Wyatt's capable of?",
        "Rick: I don't think he's a bad guy.",
        "Liam: See, I-I wish you were right. I really do, but I don't think you are. And in the meantime, you know, I'm trying to protect Hope.",
        "[Cell phone rings]",
        "[Beeps]",
        "Hope: Hey. Uh, I'm sorry that we didn't get a chance to talk earlier. I had to run an errand.",
        "Liam: Yeah, yeah. It's fine. No worries. Listen, um, can you meet me at my place before you take off with Wyatt?",
        "Hope: Uh, yeah. Yeah, sure. I'll -- I'll head there right now.",
        "Liam: Great. Okay. I'll see you then. Bye.",
        "Rick: Hope's meeting you at your house?",
        "Liam: Yeah. I-I have to talk to her before she goes.",
        "Rick: Don't you mean talk her out of it?",
        "Liam: Can you blame me?",
        "Rick: No. Not really.",
        "Liam: Rick, I love your sister. I'm not giving up on her, and I don't want her to do something she's gonna regret.",
        "Rick: I've heard it before, Liam. But good luck.",
        "Liam: Something tells me I'm gonna need it.",
        "[SCENE_BREAK]",
        "[Elevator whirring]",
        "[Whirring stops]",
        "Liam: Oh, come on. Really? Oh. Uh, hello? Anybody there? This is Liam Spencer. I'm stuck in the freight elevator. Hello? Anybody? It's not even...working. Um... great.",
        "[Cell phone rings]",
        "Wyatt: [Chuckles] Did she put this on my phone? Hey, Mom.",
        "Quinn: Hey, sweetheart. Where are you?",
        "Wyatt: Sky lounge. Why?",
        "Quinn: Because Hope is on her way to Liam's. He wanted to see her before you guys left on your trip. You need to go pick her up and get out of town now.",
        "Wyatt: Mom, calm down. It's all good. Hope already agreed to go.",
        "Quinn: Fine, then what are you waiting for?",
        "Wyatt: They haven't even hooked the trailer up to my truck yet.",
        "Quinn: Okay. As soon as they do, then you need to get out of town.",
        "Wyatt: Wait, you're not up to something are you?",
        "Quinn: Just promise me.",
        "Wyatt: I promise. Fine. Okay. Yes. Just -- you got to stop worrying. Hope and I are gonna have the best trip of our lives.",
        "Quinn: Yes, sweetheart. We'll make sure of that.",
        "[SCENE_BREAK]",
        "Liam: You got to be kidding me. [Grunts] [Exclaims] Hello! Anybody! Hey! This is Liam Spencer! I'm stuck in the elevator. Hello! I need some help in here! Anybody! Hello?! Maybe... yeah, okay. [Grunts] Okay, okay. [Exclaims]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=sr8pczMZA0M"
}