{
    "Episode Summary": [
        "Episode # 7633 ~ Overwrought with guilt, Ridge vows to make things right within his family; Sheila worries she will lose all of her progress with Eric when Steffy shows up to take him home."
    ],
    "Recap": [
        "Quinn says if Steffy could forgive her and Ridge, they never meant to hurt Eric. She would take back every single second that she spent with Ridge if she could. All she can do is stand before her raw now and beg her to forgive her. If Steffy can just give her that chance to make it up to her she will never forget it, she promises. Wyatt walks in and wants to know what is going on. He needs to see Eric. Steffy says he does not live here anymore; just ask his mother. Ridge tells Brooke that this thing with Quinn has lost him his dad but he will not lose his daughter too. They have to get rid of this Sheila. She's a danger to his dad and the entire family. Sheila gives Eric his meds with a full glass of water as he needs and tells him to lie back and rest. He's had a big disappointment by those he thought he could trust. He deserves more than that. Eric says his granddaughter is a woman of her word and she will keep his hiding place a secret. He is grateful for Sheila's concern but he'd like to be alone now. Almost on her heels of Sheila leaving, Steffy comes back to Eric's door, saying she could not stay away. Wyatt says he thought things were good between Quinn and Eric, so what happened? Quinn says she loves Eric and she is not going to take this lying down and she will not give up this easy. He says she and Eric need to sit down and have a good talk. She says she would but this is what scares her the most. She does not know where he is now.",
        "Brooke sees the problem. Ridge says it is over with Quinn but Sheila got to Eric before they could tell him their side and that whatever they had was over. Ridge says they have to get rid of Sheila. Eric thanks Steffy for keeping her word and not telling anyone. He still does not want to see anybody or explain as he does not understand it himself. He was happy when Ridge and Quinn were getting close. He encouraged it but he can only imagine their conversations. Steffy tells him that Quinn is right. She never stopped loving him and still does. Wyatt wonders why Eric would just take off like that. It must have been a hell of a fight. Ridge comes back and Wyatt says he wants to be there for her. Ridge says they need to find out where Eric is and get him to come home and they can fix all of this. Sheila thinks of her wedding day to Eric. Steffy says she is not defending Ridge or Quinn, what they did was awful. But she knows they are remorseful and she hopes it is not too late. Eric opines that he needs more time to think what to do next. Steffy says she understands. She started off thinking Quinn was wrong for him and she understands him wanting to kick her to the curb, but she feels he is still in love with her and is just hurt now. Ridge tells Quinn that they need to stay calm. She says she can't. Every minute her husband is slipping away and she cannot stop it. Eric tells Steffy goodbye and thanks her for keeping his secret. She says she needs something from him. Do not forget what Sheila has done to him in the past and she is still trying to do it. Keep her away. Sheila, just down the hall, sees Steffy leave and goes directly to Eric's room. She asks if she can come in and he lets her. She says it must be nice to see his granddaughter. He says yes but she does not want him anywhere near Sheila. She says okay but she thinks he could use at least one person other than family for him to talk to. He needs someone who will tell him the truth even if it hurts. He says he knows she has told him the truth since she came back. She asks if she can ask one small favor of him. He grants it. She leans in and kisses him and smiles when he seems to enjoy it and does not kick her out."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: Did I hear you right? You want me to overlook that you betrayed my grandfather with my father?",
        "Quinn: No. Not overlook. Rise above.",
        "Steffy: [Scoffs]",
        "Quinn: If you could forgive your father and me -- we made a -- we made a terrible mistake. But we already put it past us. We never meant to hurt Eric. I know that sounds crazy. Of course we -- we hurt Eric. I-I-I know that. And if I could take back every single second that I ever spent alone with Ridge, I would do it. But I can't. All I can do is -- is -- is stand here in front of you right now, as raw as I have ever been in my entire life, and beg for your forgiveness. Beg for your help. If you continue to support your grandfather and I... and if you just... if you give me the chance to make things up to him, I promise you -- I promise you, you won't regret it.",
        "[Door opens]",
        "Wyatt: Mom? What's going on?",
        "Quinn: Nothing.",
        "Wyatt: Really? Okay, well, uh, I'm gonna -- I need to run something by Eric. Is he, uh --",
        "Steffy: He's not here.",
        "Wyatt: Will he be back soon?",
        "Steffy: He doesn't live here anymore.",
        "Wyatt: I'm sorry, what?",
        "Steffy: Ask your mother.",
        "Wyatt: Okay. Mom? What's going on?",
        "Ridge: This whole thing with Quinn has cost me too much. It's cost me my dad, it's cost me you. I'm not gonna lose my daughter. I'm gonna fix this. Whatever relationship I broke, I'm gonna mend it. Because we're family, and we can get through this. We just got to keep this psycho out of everybody's way.",
        "Brooke: Sheila.",
        "Ridge: Yes, Sheila. Quinn and I went over to dad's house 'cause we wanted to tell him in our own way, and she was there, and she wouldn't leave. And she loved it. She's a danger to my dad, and she's a danger to the whole family. We got to get rid of her.",
        "Sheila: Remember, you have to take these with a full glass of water, okay?",
        "Eric: Yeah, yeah, yeah.",
        "Sheila: All right. There you go. If you don't, it'll tear up your stomach.",
        "[Eric grunts]",
        "Sheila: Yeah, I know. I know. I just want to make sure you're all right.",
        "Eric: There. I'm all right. I'm all right. [Sighs]",
        "Sheila: Eric, you suffered a huge blow from the two people you trusted the most.",
        "Eric: You don't need to remind me.",
        "Sheila: No. No, I don't imagine that I do. God, I just hate to see you so hurt and betrayed. You're the last person that deserved that.",
        "[Suspenseful music plays]",
        "[Tender music plays]",
        "Wyatt: What did Steffy mean, Eric no longer lives here?",
        "Quinn: You believe I love Eric, don't you?",
        "Wyatt: Yeah.",
        "Quinn: That he loves me?",
        "Wyatt: There's no question.",
        "Quinn: As long as that's true, we can -- we can get through anything.",
        "Wyatt: Okay, what's -- what's the current \"anything\"? Come on, mom. Talk to me. You're upset. What happened between you and Eric?",
        "Brooke: I just can't even believe that Sheila is back.",
        "Ridge: Causing as much trouble as always. If -- if Quinn and I could have just told him in our own time and our own way...",
        "Brooke: Oh, I know. I don't like any of this. I don't like how Eric took off. I don't like how Sheila is the only one who knows where he is.",
        "Ridge: He's vulnerable right now.",
        "Brooke: [Sighs] I just hope that he isn't with Sheila.",
        "Sheila: You know, I half expected your family to come bursting through the door by now.",
        "Eric: Yeah. My granddaughter's a woman of her word. She -- she promised to keep my whereabouts a secret. And she will.",
        "Sheila: That must be nice. Feeling that sure about that.",
        "Eric: Sheila, I just want to be by myself.",
        "Sheila: Of course.",
        "Eric: I appreciate your concern. I really do.",
        "Sheila: It's all right. You know, I'm -- I'm just down the hall if you need me. Okay.",
        "[Elevator bell dings]",
        "[Doors open, close]",
        "Eric: Steffy.",
        "Steffy: Hey. Uh...hi. I wasn't sure... I hope it's all right. I couldn't stay away, granddad. I'm worried about you.",
        "Wyatt: I thought things were good between you and Eric.",
        "Quinn: They were.",
        "Wyatt: So then what happened? Why isn't he here? And -- and why are you so clearly upset?",
        "Quinn: Well, it's nothing you haven't seen before. It's that... part of me that can't be truly happy reared its ugly head again.",
        "Wyatt: And did what?",
        "Quinn: Ruined everything. That's if I take this lying down. But I love my husband, and I am not going to give him up that easily.",
        "Wyatt: Okay, \"give him up\"? How -- how serious was this? Was this, like, a fight or something?",
        "Quinn: I hurt Eric terribly. This man who's been nothing but wonderful to me. What kind of a monster am I?",
        "Wyatt: Okay, stop. I'm not gonna let you say that. You're not a monster. You never have been.",
        "Quinn: It's gonna be all right. It has to be.",
        "Wyatt: Okay, wha-- I-I think you and Eric need to -- to sit down and have a serious talk, all right? You've got to go to him and force a conversation or something.",
        "Quinn: I would... but I don't know where he is. And that's what scares me the most.",
        "Brooke: [Sighs] Anything?",
        "Ridge: No. He's not texting me back.",
        "Brooke: How upset is Eric with me?",
        "Ridge: He's upset with everybody. You know... other than Sheila, apparently.",
        "Brooke: Don't spare my feelings. I want to know what I'm in for.",
        "Ridge: He's upset with you. Because you knew about Quinn and me, and you didn't say anything.",
        "Brooke: Because I didn't want him to be unnecessarily hurt. You and Quinn said you didn't cross a line, that it was over.",
        "Ridge: It was over. And I just wish we would've gone to him earlier.",
        "Brooke: [Sighs] Instead, Sheila did, the only person that he trusts. And that is incredibly terrifying.",
        "Ridge: Yes, it is. I'm not gonna let that happen. That's my dad, and I love him. I'm not gonna let that psycho take advantage of him. I'm gonna track him down, and I'm gonna try to explain. And if he listens to me, great. If he doesn't... that's -- that's fine, too. But I'm not gonna leave him with Sheila.",
        "[Suspenseful music plays]",
        "Eric: Did you talk to your father?",
        "Steffy: Yeah, but don't worry. I didn't tell him I saw you, or where to find you.",
        "Eric: Good. Thank you.",
        "Steffy: Granddad, you know I-I-I would do anything you ask, but I just -- [Sighs] I don't think you should be staying here, away from your family.",
        "Eric: I don't want to see anybody. I certainly don't want to have to explain what's happened here. I don't even -- I don't understand it myself.",
        "Steffy: Sorry you're in so much pain.",
        "Eric: I was happy. I was happy when -- when Ridge and Quinn were getting close. I encouraged it. I cannot imagine what they were saying about me in there. Private conversations.",
        "Steffy: I don't think they were laughing at you, if that's what you mean. They're pretty tortured right now.",
        "Eric: Did you see her?",
        "Steffy: Yeah.",
        "Eric: And?",
        "Steffy: I don't know if I should be bringing this up, but, um... Quinn's a wreck. She feels horrible. She loves you, granddad. She never stopped.",
        "Wyatt: You don't know where Eric is?",
        "Quinn: It's driving me crazy.",
        "Wyatt: Is it possible he could have just went for a drive?",
        "Quinn: No, no. He took things. He took... clothes, toiletries. Medications.",
        "Wyatt: [Sighs] All right. What about his family? Is -- is anyone else in contact with him? Ridge?",
        "Quinn: No, Ridge hasn't heard from him, either.",
        "Wyatt: What the hell could have happened to drive Eric away from his own home?",
        "[Door opens]",
        "Ridge: Qui-- hey. Hi. Wyatt.",
        "Wyatt: Uh, mom just told me Eric took off. Still no contact?",
        "Ridge: 'Fraid not.",
        "Wyatt: Well, what the hell happened? What -- what would make Eric just take off like that?",
        "Quinn: He didn't want to be around me.",
        "Wyatt: Must have been some fight. Look, I-I'm -- I'm sorry. I don't mean to get in the middle of your business. But I'm concerned, too, mom. Eric didn't just come into your life, he came into mine, too. He accepted me into this family. So if there's anything that I can do to help or whatever, I-I want to be there. Separate from everything that's going on with you two.",
        "Quinn: That's -- that's lovely, honey, but first we need to find out where he is.",
        "Ridge: Well, wherever he is, he's gonna come home, and you're gonna talk, and everything's gonna be back to normal.",
        "Wyatt: Do you know what happened?",
        "Ridge: I know what happens between married people. Sometimes they fight, and then... [Sighs] Then they fix it.",
        "Quinn: Honey, why don't you go, and I'll let you know if Eric shows up.",
        "Wyatt: Are you sure? Because, I mean, if you need me here, I can be here.",
        "Quinn: No, no. I don't think I'm really very good company. And, honestly, I'm exhausted.",
        "Ridge: And I'll be here if your mom needs anything.",
        "Wyatt: All right. I love you.",
        "Quinn: Thank you. Where is he, Ridge? Where is my husband?",
        "Eric: With this ring, I thee wed.",
        "Eric: When you marry, you make these vows about commitment and forever. It's a sacred promise. \"As long as we both shall live.\" And now... he's my son.",
        "Steffy: I know. It's awful. And I'm not defending dad or Quinn by any means. What they did was reprehensible. But I just... I need to be open-minded. And I need to be fair. You know, I haven't... I haven't always done that. And as angry as I am with Quinn and my dad, I know they feel regret and remorse, and I know they are so sorry. Is it too little too late? I don't know. Only you can answer that.",
        "Eric: My life's just changed now, and I-I-I need some time to think about what's next.",
        "Steffy: No, I -- I get it. I get it. [Sighs] It's just that, um... I mean, from the beginning, I was afraid that Quinn was gonna hurt you. And that's why I fought so hard against your relationship. And then, as time went on, I started to accept her, and I really thought that she was genuine, and that she was good for you. Now I don't... I don't know what to think.",
        "Eric: I'm surprised. I thought you would come in here advocating for divorce.",
        "Steffy: Look, I don't blame you for wanting to kick Quinn to the curb after the way she betrayed you.",
        "Eric: You think that's what I should do?",
        "Steffy: I see you, and despite everything, you still love Quinn.",
        "Ridge: You got to try to stay calm.",
        "Quinn: How do I do that, Ridge? My husband is missing.",
        "Ridge: Your faith in him and what you had together, or have together.",
        "Quinn: Every minute that goes by and I don't know where he is, I-I can't see his face, I can't hear his voice, it scares me. I feel like my husband is slipping away from me, and there's nothing I can do to stop it. I love Eric so much. I can't lose him. I won't lose him.",
        "Eric: I'm glad you came, Steffy. It was good to see you.",
        "Steffy: Don't worry. I'll be back. I'm not gonna let you push me away.",
        "Eric: And thank you for not telling Quinn and Ridge where I am.",
        "Steffy: Yeah, it's against my better judgment. I really think you should be at home with your family --",
        "Eric: It's what I want, Steffy. It's what I want.",
        "Steffy: And I respect your wishes.",
        "Eric: Okay.",
        "Steffy: Now I need something from you.",
        "Eric: What?",
        "Steffy: Sheila. Please, do not let her back in here. She's dangerous, and you know that better than anyone else. Don't forget that. Don't gloss over everything she's done because she's here for you now. You know Sheila has an agenda. She always does. So, I'm not... I'm not gonna tell the family that you're here. But just keep Sheila away, okay? Okay. I love you. I'm just a phone call away.",
        "[Elevator bell dings]",
        "[Elevator whirring]",
        "Sheila: Eric? I-it's me. Ok if I come in?",
        "Eric: Yeah. Yeah.",
        "Sheila: So, was that Steffy I heard?",
        "Eric: Yes. She was here.",
        "Sheila: Well, how was your visit?",
        "Eric: Good.",
        "Sheila: Well, it must have been nice to see family. You must miss them.",
        "[Suspenseful music playing]",
        "Sheila: Everything all right?",
        "Eric: My granddaughter doesn't want me anywhere near you.",
        "Sheila: [Exhales sharply] That's understandable, considering. I-I can leave if -- if you'd like, it's just it's -- it's hard. Seeing you here all alone. Knowing that you had the big blow that you did. I-I just feel like you could use at least one person to talk to, someone who's supportive and -- and loyal.",
        "Eric: I really have to wonder if anyone's ever been loyal to me.",
        "Sheila: Oh, come on. I'm sure it seems that way, yeah, at the moment, but there -- but there is. You'll figure out who.",
        "Eric: What's the measuring stick for loyalty, Sheila?",
        "Sheila: Oh... I think someone who tells you the truth. Even when it hurts.",
        "Eric: Well, you told me the truth, I'll give you that. You've told me nothing but the truth since you've been back. I thank you for that.",
        "Sheila: Could I ask for one small thing in return?",
        "Eric: What's that?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=NvFnCCa5i6s"
}