{
    "Episode Summary": [
        "Episode # 7226 ~ Memories come flooding back for Brooke when she receives Katie & Bill's generous offer; after the truth is finally revealed to Wyatt, all eyes are on Ivy for an explanation."
    ],
    "Recap": [
        "Wyatt tells Quinn that she should not be here. She tells him that both Ivy and Liam are lying to him. Ivy had rather have a life with Liam. Wyatt tells her to stop but she will not let him defend his brother in all of this. Wyatt says he knows all about Ivy loving Liam but that is the past and they are standing here now and he wants to marry her. He asks Ivy to tell them that Quinn is wrong. Quinn can not believe Ivy is standing here lying to her son's face ..and Mr. Rescue Ranger is standing here not telling what he knows either. Ivy hems and haws until finally Liam speaks up and says he will not lie; Quinn is telling the truth. Ivy did say that she loved him more. Ivy starts an explanation but is still not telling the entire truth. Liam tells Wyatt that he truthfully thinks Ivy wants him. Wyatt tells him to shut up .his brother yet he could not tell him this before he proposed. Ivy starts into her mantra of Steffy stole Liam from her. She tells Wyatt that she is sorry. He wants to know now if she would have accepted the ring and him as second choice.",
        "Brooke appreciates the job offer that Katie is making and Bill heartedly agrees with, but she thinks they are just keeping an eye on her and do not want her to be alone, this is not for her business expertise. Katie gets a text and has to leave, telling Brooke to wait on her that she will be right back. But Brooke leaves. She has a lot to mull over. Brooke goes home and does think it over but she finds a bottle of vodka staring at her first. She almost opens it then puts it back down. She thinks back to what Bill said. This is more than a job and this is Katie's way to be sure they are part of the family again the way it used to be. She thinks on her times with Bill. Bill shows up and tells her they have some unfinished business. He says he knows she needs to think about this but he wanted to make one more pitch to be sure she knew how important this was to Katie. Brooke Logan always went out and faced the challenge and re-invented herself and he thinks it is time for her to do that. He spies the bottle and she says she was going to throw it away; it was a gift, nothing that she ordered. And she does not think it will work with her working with them; she can not believe that he has no clue. Wyatt tells Ivy that he gets everything being different after her almost dying but he does not get why she would dangle him around as her second choice, good old clueless Wyatt. She stammers that she loves him and Wyatt is such a good man. She is tired of battling Steffy and she wants one more chance with Wyatt. He says trust is very important and he forgave her after the Thomas thing but now he will not forgive her now with feelings for Liam. He wants her out of here. Then he turns to Steffy and Liam for some answers."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: You shouldn't be here, Mom. You need to go now.",
        "Quinn: No, no, honey! This isn't right. You can't be engaged to her. Ivy hasn't been honest with you. And neither has your brother.",
        "Steffy: What are you talking about?",
        "Quinn: I overheard something today. Ivy's been keeping something from you. They both have. Ivy is still in love with Liam. Yeah, the woman you just proposed to would rather have a life with your brother.",
        "[SCENE_BREAK]",
        "Brooke: You're offering me a job?",
        "Katie: Yes. We are. I think you belong here at Spencer Publications.",
        "Bill: Agreed.",
        "Katie: I miss you. Say yes. It would mean a lot to me.",
        "Brooke: It's not that I'm not grateful. It's just that I would totally at sea at a publishing house.",
        "Katie: No, you wouldn't. I mean, I felt that way at first, but now it's like second nature, and it would be for you, too -- sooner than you think.",
        "Bill: We're not gonna throw you in the deep end right away.",
        "Katie: Yeah.",
        "Brooke: Gee, thanks.",
        "Katie: [Chuckles]",
        "Bill: Look, the bottom line is that your sister and I believe that your success and experience at Forrester will translate here at Spencer.",
        "Katie: So what do you say? Will you do it?",
        "[SCENE_BREAK]",
        "Wyatt: You know, just when I thought that you were finally getting your life together, you do something like this.",
        "Quinn: No, no, no! This has absolutely nothing to do with me.",
        "Wyatt: When I told her that I was gonna propose to you, she thought that I was crazy. And now to pull him into this.",
        "Quinn: What? No! I'm not gonna let you defend your brother, not after he's been less than forthcoming, too.",
        "Wyatt: Stop, Mom! Liam and Steffy want this for Ivy and me! That's why I asked them to be here when I popped the question!",
        "Quinn: Right. And I am sure you just stood here and you didn't say a thing!",
        "Steffy: What was Liam supposed to say? I-I don't know even know what's going on right now.",
        "Quinn: Ivy does. She knows that I'm telling the truth. Tell Wyatt about you professing your love to Liam. Be honest with him! He deserves that much!",
        "Wyatt: Okay, look. I don't know what's going on right now, what she's trying to prove, but just tell her she's wrong. You didn't say you'd rather spend your life with my brother, did you?",
        "[SCENE_BREAK]",
        "Brooke: I know what this is all about.",
        "Katie: What? It's about your business expertise and working with us.",
        "Brooke: No, it's about you keeping an eye on me. You don't want me to become a recluse or worse.",
        "Bill: You spend way too much time alone. Your sister and I want to do something about that. That's all.",
        "Brooke: I really appreciate it, I do. It's just, I'm not sure if working at Spencer is the right thing.",
        "Bill: We'll do whatever it takes to get you on board.",
        "Katie: Listen, I -- I don't want to pressure you. I want you to feel good about this. But one thing I do know is that sharing the surfaces of our lives, it's -- it's not enough. You're not just my sister. You're my best friend. Don't you remember what mom used to say to us? You can always count on your sisters, even when you can't count on yourself. I want you to know that you can count on me.",
        "Brooke: Oh, honey, don't think I'm not grateful, because I am. It's just, this all came out of the blue, and I need some time to think about it.",
        "Katie: Okay.",
        "[Ringtone plays]",
        "Katie: Oh. Hang on. Oh, I -- I got to -- I have to take care of this. I will be right back. Don't go anywhere. Don't let her leave.",
        "Bill: Yes, ma'am. I know why you're hesitating. It's my reputation as the boss from Hell -- which I think is completely unfounded, by the way. All right, seriously, Brooke, um... you know, this really is about more than the job. This is your sister's way of -- of making you feel like you're part of our lives again. You know, the way it was before... I want you here, too.",
        "Brooke: I got to go. Uh, just...tell Katie I had to leave.",
        "[SCENE_BREAK]",
        "Wyatt: Ivy...",
        "Quinn: She can't even look at you, Wyatt.",
        "Ivy: Quinn, that's not true.",
        "Quinn: She can't look at you because she lied to you about her feelings.",
        "Ivy: That's not true, either. Wyatt, you know I love you.",
        "Quinn: She just loves Liam more.",
        "Wyatt: Okay. I know all about your feelings for Liam. We talked about it ad nauseam -- how much he meant to you and how much he hurt you, as well. And you said you were over him, and now I believed you. That's why I'm standing here, asking you to marry me. Like, I'm ready for that commitment. Are you? Am I the only man for you? Or did you say that you still love my brother... that you want him more?",
        "Ivy: I -- I didn't exactly say that.",
        "Quinn: Oh, my God! You are standing there, lying to my son's face! I was standing outside of that office, and I know exactly what I heard. And you -- look at you, just standing there, as well, not saying a word -- Mr. Liam, the rescue ranger. He's your brother! He's your brother! He deserves to know the truth.",
        "Steffy: Liam, if Ivy said that, Wyatt needs to know. Don't protect her.",
        "Liam: Damn it, I'm not gonna lie. Yeah, Ivy said it. Quinn's telling the truth.",
        "[SCENE_BREAK]",
        "Katie: Sorry that took me so long. I -- um, where's Brooke?",
        "Bill: She had to leave.",
        "Katie: I thought I told you not to let her leave.",
        "Bill: Katie, you know, give her a break. I think she had to mull it over. It's a big decision for her. I mean, Brooke and her family, they're still a big part of Forrester. You know, it's not gonna be an easy move.",
        "Katie: Yeah.",
        "[Ringtone plays]",
        "Katie: Maybe that's her. Oh, God! This guy is making me crazy! I thought I dealt with this.",
        "Bill: You gonna leave me all by my lonesome again?",
        "Katie: Unless you'd like to deal with this yourself.",
        "Bill: Well, maybe I will. Let me see it. What, are you kidding me? This is what one of my top executives, who also happens to be my wife, has to deal with? This is a bunch of B.S.",
        "Katie: Well, it takes a delicate touch.",
        "Bill: I can be delicate. I'll handle it.",
        "Katie: No, you can't.",
        "Bill: Yeah, you're right, I can't.",
        "Katie: This is another reason why we need Brooke to be here. She's...good with people. I just hope that she takes us up on our offer. I think it could be good for everyone, especially Brooke. I'll be back.",
        "Bill: Okay.",
        "[SCENE_BREAK]",
        "Liam: I'm sorry, Ivy, but... you knew the truth was gonna come out eventually. But, bro, listen -- listen to me. I really believe that Ivy is not thinking clearly right now, and you truly are the one that she wants.",
        "Wyatt: You shut up! My brother? Seriously? How many times -- how many times did I ask you if you were over him? How many times did you swear to me that you were?",
        "Ivy: Because I thought I was.",
        "Wyatt: \"Thought\" you were? You \"thought\" that you were.",
        "Ivy: I almost died, Wyatt!",
        "Wyatt: Oh, my God! Who cares?!",
        "Ivy: I love you. I love you.",
        "Wyatt: Oh.",
        "Ivy: I just -- I had to reach out to Liam one more time. I just --",
        "Wyatt: Oh, my God.",
        "Ivy: When Steffy came back from Paris, my whole life got turned upside down. Why does no one understand that? I was with Liam. I was in love with him. And then he was gone, because you stole him from me. I know I've gone about this entirely the wrong way. Why -- why are we doing this in front of everyone?",
        "Wyatt: Because.",
        "Ivy: I'm so sorry.",
        "Wyatt: Let me ask you -- let me ask you one question. Would you have said yes to me? Would you have said yes and taken me as your second choice to him? Would you?",
        "[SCENE_BREAK]",
        "[Brooke flash back]",
        "Bill: You spend way too much time alone. Your sister and I want to do something about that. That's all. Seriously, Brooke. You know, this really is about more than the job. This is your sister's way of -- of making you feel like you're part of our lives again. You know, the way it was before...",
        "[Present time]",
        "[Knock on door]",
        "Brooke: Who is it?",
        "Bill: Brooke, it's me.",
        "Brooke: [Sighs] Bill. What are you doing here?",
        "Bill: We have some unfinished business. May I?",
        "Brooke: Sure. If this is about the job offer --",
        "Bill: I know. You said you wanted time to think about it, but I wanted to come by and make... one more pitch as to why you should join us.",
        "Brooke: I don't know what more there is to say.",
        "Bill: Well, how about because you don't realize how important this is to your sister.",
        "Brooke: So, what's important to Katie is important to you.",
        "Bill: That's how marriages work -- the good ones, anyway. She worries about you, Brooke.",
        "Brooke: She doesn't have to. Yeah, it's been a tough year for me, but all in all, it's --",
        "Bill: All in all, you sit around this empty house, all by your lonesome, and... Brooke, that's not who you are. Brooke Logan goes out and faces a challenge, reinvents herself.",
        "Brooke: Okay. So, you think I should reinvent myself.",
        "Bill: I think you should do what makes you happy. And if that means joining us at Spencer, great. I mean, if you want to go out and try so--",
        "Brooke: [Sighs] No, no, that's -- Bill, that's not what you're thinking. A colleague from overseas sent that to me. He wasn't aware of my struggles.",
        "Bill: So you were gonna throw this away, right? Brooke? I'm...battling it.",
        "Bill: Battling not falling off the wagon?",
        "Brooke: Please don't tell Katie. She's just gonna worry.",
        "Bill: Well, of course she's gonna worry, Brooke. She loves you. We both do. What is it? What's going on with you? You've got to get out of this house. Come work with us.",
        "Brooke: I can't.",
        "Bill: Why not?",
        "Brooke: I don't want to talk about it.",
        "Bill: You don't want to talk about it with me? Now, come on. You know how much I care about you.",
        "Brooke: Bill, please, don't do this.",
        "Bill: Do what? What am I doing?",
        "Brooke: Isn't it obvious? Do you really have to ask? You honestly have no clue?",
        "[SCENE_BREAK]",
        "Steffy: Maybe we should give you guys a minute.",
        "Wyatt: Were you willing to just settle for me? Just try and give it a go, even though you still wanted Liam? Hmm?",
        "Ivy: It's not that simple, Wyatt.",
        "Wyatt: Right! Right. Because Liam is engaged to Steffy. I mean, that -- I bet that complicated things, didn't it. But that just wouldn't stop you, would it? It wouldn't stop you enough to just go over there and pour your heart out to him.",
        "Ivy: Wyatt!",
        "Wyatt: I mean, I get -- I get almost dying would put things in a completely different light for you. But just... I don't get why you would hide it from me. Tell me! Like, unless you were just trying to hedge your bets, like if things didn't work out for him the way you hoped, then you'd have clueless old Wyatt just sitting in the wings, right?",
        "Ivy: No, it's not like that at all.",
        "Wyatt: You still haven't answered me, though. Would you have said yes? Would you have taken this ring knowing that I was your second choice? Oh, wow. Okay.",
        "Ivy: Wyatt, I -- I love you. I do. I --",
        "Wyatt: Mm-hmm.",
        "Ivy: Look, I know that I've gone about this all of the wrong way, and I know that I'm -- I don't deserve you, okay? And... I know that. That's why I'm standing in front of you, and I'm asking for a second chance. Please, just -- just let me do this right. I've wasted so much time fighting with Steffy, a woman who gets what she wants whenever she wants it. I've turned into that woman. I've turned into a woman that I don't like. You are such a good man. You are -- you're honest, and you're loyal, and you're true. Please... don't let this be the end for us. Please just give us one more chance.",
        "Wyatt: You know how much... I believe in commitment... and how important trust is for me. All relationships are built on trust. And I forgave you the first time, after the whole Thomas thing. But now Liam? Not a chance. I won't do it. I'm not gonna share another woman with him! I trusted you. I trust-- I-I was this close to starting a life with you, but you just -- you wanted Liam. No, you need -- you need to get out of here.",
        "Ivy: No, Wyatt, I just --",
        "Wyatt: No, I want you out of here now! Go! No, no, no -- stop."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=rUXbOoHf8Kw"
}