{
    "Episode Summary": [],
    "Recap": [
        "Storm agrees with Stephanie that his main focus should be Taylor's case and not Nick and his mother. Taylor laments she feels so removed from everyone and is worried about Phoebe. Stephanie remarks that all the family will be there for her court appearance tomorrow. Taylor just wants Shane on the stand first, get him off and out of her daughter's life. Shane sets up his special night with Phoebe and Hector and Harry both trade barbs with him. Shane interrupts before Harry can do more than plant one quick kiss on Phoebe.",
        "Phoebe thought they were just going to order in something special, and laments when he takes the wrong turn to the restaurant. He tells her Chez Shane is more quiet and intimate. She wants to go as that wasn't part of the deal. He convinces her he went to a lot of trouble so she stays. He puts the moves on her, offering wine which she declines, but she asks for champagne. He offers to go around the corner to get some and she calls Harry. In the process of trying to find an address so Harry can come get her, she discovers a shrine of pictures of herself and is frightened. Shane returns and takes the phone out of her hands and wants to know what is going on and why is she saying those things to Harry? She tells him how appreciative she is, but only as friends. He admits he loves her. Tonight if she will give him a chance, she will love him too."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Stephanie: Storm, I want to get something out in the open, all right? I'm not really happy about your professional involvement with Nick and the situation about his mother. But I don't want to get into it. I don't want it to interfere with what I think has to be your focus -- your main focus -- and that's Taylor.",
        "Storm: You know what, Stephanie? I completely understand and I wouldn't have it any other way.",
        "Stephanie: Well, good. I just wanted to put it out there on the table.",
        "Taylor: How's Phoebe?",
        "Stephanie: She's fine, honey. She's a strong young girl.",
        "Taylor: I just feel so damn removed from everything --",
        "Stephanie: Oh, sweetheart, everybody in the family is going to be there in the courthouse tomorrow.",
        "Taylor: Listen, I want you to put Shane on the stand first.",
        "Stephanie: First?",
        "Storm: I don't think that's a good idea, Taylor. I think he needs to go last, so he can leave a lasting impression --",
        "Taylor: No, no, no, no, no, no. No, I just want this whole thing over with. I want Shane to testify, and I want him to move on and get away from my daughter.",
        "[SCENE_BREAK]",
        "Shane: All right, so, everything is set up? Okay, all right. Good, good, good. Oh, no, it's going to be perfect. It's going to be perfect, yeah. Oh, yeah, tonight. Tonight is definitely the night. Okay, all right, all right, bye. Thanks.",
        "Hector: What are you up to?",
        "Shane: Oh, man. I was just discussing how I'm going to have the time of life tonight. Phoebe, too.",
        "Hector: You're really getting into playing the hero, aren't you?",
        "Shane: You know something, Hector? Your heroic days might be over, buddy, but I'm just getting warmed up.",
        "Hector: You are trying so hard to convince yourself that you're some noble guy. But you're a user, and you always will be.",
        "Shane: Hector, Hector, listen. Phoebe wants me here at the house because I make her feel safe, buddy.",
        "Hector: Give me a break.",
        "Shane: Listen, buddy, my testimony is what's going to set \"mommy\" free. And phoebe is going to show me just how grateful she is for that.",
        "Hector: Hey, if you touch her --",
        "Shane: If I do what, man? Do you think I'm afraid of you? Is that what you think? And all your blindman's bluff stuff that you say? My testimony is what's going to set mom free. And after that, Phoebe is going to be mine, forever. You got that? Oh, don't bother seeing me out. See ya, Hector.",
        "[SCENE_BREAK]",
        "Harry: Hey.",
        "Phoebe: Hi.",
        "Harry: Wow, it's nice to see you without Shane leering about for once.",
        "Phoebe: He's upstairs somewhere.",
        "Harry: Really? All right, let's get out of here. I'll buy you a slice.",
        "Phoebe: I can't. I have to eat dinner with Shane tonight.",
        "Harry: Why?",
        "Phoebe: Well, he's testifying at mom's trial tomorrow.",
        "Harry: Phoebe, the guy's nuts. And trying to keep him in line until he testifies -- it's just dangerous to be around him. Listen, I talked to your mom.",
        "Phoebe: You spoke with her?",
        "Harry: She needs to know what's going on.",
        "Phoebe: She needs to get out of there, Harry. You're just going to make her worry.",
        "Harry: Well, then I'll talk to your father.",
        "Phoebe: My father would rip Shane in half if he knew what he wanted.",
        "Harry: Well, I want to rip him in half --",
        "Phoebe: He has to testify, Harry! That's the only way my mother's ever going to get out of there! Everyday she's in there makes me sick.",
        "Harry: Come here. She's going to get out of there, okay?",
        "Phoebe: After tomorrow, Shane will be gone and my mother will be free.",
        "Harry: She will. Then maybe you and I can focus on something else.",
        "Phoebe: What'd you have in mind?",
        "Harry: This.",
        "Shane: Phoebe! You ready?",
        "[SCENE_BREAK]",
        "Taylor: Harry came by here and he was telling me that Shane's been spending a lot of time around Phoebe. I don't know, I guess he's putting pressure on her sexually. And Phoebe doesn't want to alienate him because she doesn't want to mess up my defense.",
        "Stephanie: If he lays one finger on her -- look, sweetheart, I've known a lot of people in my lifetime like Shane. What they think is that they have a free meal ticket where this family is concerned. And so, they usually -- they don't do anything to mess it up.",
        "Taylor: No, see, I don't want Phoebe to have any more stress or any more pressure because of this mess that I've created!",
        "Stephanie: -- Taylor, she's living in the house, her father's moved back in, Hector's there -- if Shane testifies tomorrow, we'll be done with him. Now, you can't worry about this. You'll get yourself sick.",
        "Shane: Looky here, if it's not the boy scout.",
        "Harry: You know, I think you should crawl back under whatever rock you came from.",
        "Phoebe: Harry --",
        "Shane: Oh, listen to Harry boy. He's getting all bent out of shape here. Normally, that's what losers do. Besides, you're going to have to excuse us. Phoebe and I are going to go out for a little celebration. Ready?",
        "[Phone rings]",
        "Phoebe: Hello?",
        "Taylor: Hi, sweetheart.",
        "Phoebe: Mom, is everything okay?",
        "Taylor: Yeah, yeah. How about you? Is everything okay at the house?",
        "Phoebe: Yeah, everything's great.",
        "Taylor: Phoebe, Shane's not bothering you, is he?",
        "Phoebe: No. No. And Harry just stopped by.",
        "Taylor: Listen, I just -- I want you to be really careful around him.",
        "Phoebe: I am.",
        "Taylor: No, no, I mean it. I mean it. I know that Shane's attracted to you, and I know you feel sorry for him. But he's really too old for you, and he's not a very stable person. Okay? I just -- I don't you to do anything foolish.",
        "Phoebe: I won't. I won't. I just -- all I want is for you to be home. I miss you so much.",
        "Taylor: I miss you, too. Just promise me, sweetheart, that you'll be careful?",
        "Phoebe: Yeah, I promise. Tomorrow. Tomorrow, right? I mean, it will all be over tomorrow.",
        "Taylor: Yeah, tomorrow.",
        "Shane: Hey, don't worry about that, baby. I'm going to get your mom out of that hell hole. Okay? You can count on that. Let's go out and do some celebration. Now, come on.",
        "Phoebe: Go?",
        "Shane: Yeah, remember that? I told you about all the special plans that I had?",
        "Phoebe: It's late. I mean, I thought we'd could order something in.",
        "Shane: Well, you thought wrong.",
        "Phoebe: It's really late, Shane.",
        "Shane: You know something? Maybe I should just go out by myself then. I'll get some food and I'll just keep on driving. How about that? I mean, it's better than sticking around here and being treated like a jerk. Is that what you want?",
        "Phoebe: We're going to go get something to eat really quickly. We'll be back soon.",
        "[SCENE_BREAK]",
        "Taylor: Geez, you know, I just want to be there with my daughter, where I can try to protect her.",
        "Stephanie: I understand that. Now, stop worrying, all right? Storm has built a really excellent, strong defense for you.",
        "Taylor: A defense built solely on Shane McGrath.",
        "Phoebe: Shane, I think you missed the turn. The restaurant's back there --",
        "Shane: No, no, hey, hey, hey. I got someplace else in mind.",
        "Phoebe: Where are we going?",
        "Shane: To the most romantic place in town. Chez Shane",
        "Phoebe: I don't want to go to your place, Shane. That wasn't part of the deal. Can you just turn around?",
        "Shane: Hey, hey, hey, you know something? Chez Shane might not be the hippest place in town, but it's definitely -- it's really quiet. And it's intimate.",
        "Phoebe: It's late, okay? They're expecting us to be home soon --",
        "Shane: Phoebe, relax, okay? I've had so many meals at your house.",
        "Phoebe: I just -- I don't want you to get the wrong idea.",
        "Shane: How could I? This is about your mother. It's her freedom. It's also about me being able to give that to her.",
        "Phoebe: I know, and she's so grateful. And so am I.",
        "Shane: Then, what's the big deal? We're trying to toast to some good things to come.",
        "Phoebe: I'm 18, first of all.",
        "Shane: Hey, we'll have a little wine, to celebrate. Come on. When I get off that witness stand, your mother is going to be a free lady. It's all because of you. Hey, I would do anything for you, okay? I mean that.",
        "[SCENE_BREAK]",
        "Hector: Shane?",
        "Harry: No, it's Harry.",
        "Hector: Hey, Harry, where's Shane and Phoebe?",
        "Harry: Gone.",
        "Hector: Where'd they go?",
        "Harry: Phoebe agreed to a quick bite out.",
        "Hector: Oh, Harry, how could you let him take her?",
        "Harry: They said that they would be right back --",
        "Hector: No. No. I heard Shane on the phone earlier. That rat is playing some sort of game. He's planning a special dinner with her or something like that. Okay? We got to find them.",
        "[SCENE_BREAK]",
        "Shane: Come on. Don't mind that. You all right? All right. You ready?",
        "Phoebe: Mm-hmm.",
        "Shane: Are you sure?",
        "Phoebe: Yes.",
        "Shane: Okay. Welcome to chez Shane's.",
        "Phoebe: Wow, you did all this?",
        "Shane: Yes, I did. Well, I can't lie to you. I had a friend come by here and help out a little bit. He lit the candle, and he set this up. Also, there's lasagna in the oven, which I bought. And there's some wine. What? You don't like all this?",
        "Phoebe: No --",
        "Shane: Phoebe, I went through a lot of trouble here, you know, to get this --",
        "Phoebe: It was very, very sweet of you.",
        "Shane: So, what do you think about my place? I'm sure it's not up your standards, but I hope it's okay.",
        "Phoebe: It's fine.",
        "Shane: Well, then why don't you relax a little bit and unwind? You're looking a little stiff.",
        "Phoebe: It's just I -- I didn't know you were you were going to bring me here.",
        "Shane: Listen, Phoebe, you're like a kid at your mom's house -- all right? You can come here and be a lady. All right? And a gorgeous one at that. Here, cheers.",
        "Phoebe: I'm not old enough.",
        "Shane: What are you trying to say? Your lips never tasted this before? You went to Europe, right? Italy? I know you don't have to be 21 over there for that. Come on.",
        "Phoebe: Just -- just water, please?",
        "Shane: Water? Okay.",
        "Phoebe: Look, I hope you know I really do appreciate all that you're doing.",
        "Shane: Well, you'd better! Because tomorrow I'm going to be on that witness stand, getting grilled by that prosecutor. So, Phoebe, I don't want to you worry about your mom tonight. Here's your water. Don't worry about all that. Your mom's going to be home tomorrow, safe. Think of that as a gift from me, all right? But there is -- there is another gift that I'd like to give you -- tonight.",
        "Shane: You got to love this song. Right here. Come here. Listen, Phoebe, you know something? I've never had anything like this before. I've never really even thought about romance that much. Because I've never had anybody. But with you, it's different.",
        "Phoebe: Shane --",
        "Shane: What? Wait, hey, hey, hey. Wait, wait -- can I be honest here with you for a second?",
        "Phoebe: Go for it.",
        "Shane: Come here. When I first met you, I was -- I was really full of a lot of anger. And I had some really low self-esteem. But since I met you, I've gotten so far past that person I used to be. I feel like I can take on the world now. And it's because of you, Phoebe. It's your goodness.",
        "Phoebe: Well, you've had a really hard life. And my mom and I will help you. Once she gets out of jail.",
        "Shane: And I'm going get her out of there. Okay? And that makes you happy, right?",
        "Phoebe: You have no idea how much that means to me.",
        "Shane: Really? Will you show me?",
        "Phoebe: Shane, Shane -- I'm really attracted to you. All this is really cute. I just -- I can't relax with my mom's trial tomorrow, and I'm really tired. I think maybe I should go.",
        "Shane: Wait, wait, come here, come here. Let's finish up this great dinner that I made -- I mean, that I bought.",
        "Phoebe: The trial's tomorrow.",
        "Shane: Well, tomorrow's tomorrow. Why don't we stay here and enjoy the moment? I mean, this is a beautiful moment for us. We can take it nice and slow. I know things may seem a little fast and crazy here, all right? But I'm crazy about you, phoebe.",
        "Phoebe: I don't know what to say.",
        "Shane: Don't say anything.",
        "Phoebe: I'm too young for this, Shane. I just can't -- I can't relax, okay?",
        "Shane: Okay, hey, hey, hey, okay. Let's have some more wine then. How about that?",
        "Phoebe: I don't really like wine. But, maybe if you had some champagne?",
        "Shane: Champagne? I don't.",
        "Phoebe: Well, actually, I saw a convenience store right around the corner when we were coming here. Maybe you could go get some?",
        "Shane: Okay. Don't move a muscle, all right? You understand? You stay right here.",
        "Phoebe: Okay.",
        "Shane: Okay? I'll be right back. Give me one minute.",
        "Phoebe: I'll guard everything.",
        "Shane: Okay. I'll be back.",
        "Phoebe: I know you will.",
        "[SCENE_BREAK]",
        "[Cell phone rings]",
        "Harry: Phoebe?",
        "Phoebe: Harry --",
        "Harry: Wait, where are you?",
        "Phoebe: I'm at Shane's apartment. He made this huge dinner thing with candles and wine. I didn't want to come, but he wouldn't listen to me. I just -- can't go through with this.",
        "Harry: Where is he now?",
        "Phoebe: He left to go get champagne.",
        "Harry: Well, get out!",
        "Phoebe: I can't! Mom's trial is tomorrow. You know that.",
        "Harry: Where's his place?",
        "Phoebe: I don't know -- Hollywood, north of sunset.",
        "Harry: Okay, find an envelope with an address. Anything with an address on it.",
        "Phoebe: Okay.",
        "Phoebe: Oh, my God.",
        "Harry: Phoebe, what is it? Phoebe?",
        "Phoebe: There are pictures of me all over his wall.",
        "Harry: I'm calling the police.",
        "Phoebe: No! No, no, no. It'll ruin mom's trial. Just come.",
        "[Phoebe gasps]",
        "Harry: Phoebe?",
        "Shane: I forgot my wallet. What's going on here?",
        "Taylor: Please -- please, lord, please, whatever happens to me, please, just take care of my baby. Please, just watch out for her. Please, help her. Just one more night. Please, just help me through one more night.",
        "Shane: You know, I went through all this trouble to make things special for you, because you told me that's what you wanted, right?",
        "Phoebe: I just -- we're friends.",
        "Shane: Well, what am I? Am I disgusting to you, phoebe, or what?",
        "Phoebe: No. No, no.",
        "Shane: Well, then, I'm trying to do something nice here for you. I mean, I thought you liked me.",
        "Phoebe: I do.",
        "Shane: Then why were you talking on the phone that way? You were probably talking to that clown Harry, weren't you?",
        "Phoebe: Just, the pictures caught me kind of off-guard. Look, let's just -- let's eat, okay?",
        "Shane: Eat? Eat? Dinner's ruined now.",
        "Phoebe: No, don't say that. Come on.",
        "Shane: Can't you see what you mean to me, Phoebe? All I want to do is make you happy. Phoebe, please, just give me a chance. Okay? I love you, sweetheart. Okay? And tonight, you're going to love me, too."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=rf1y_Vra9xM"
}