{
    "Episode Summary": [],
    "Recap": [
        "Liam and Ivy toast to new beginnings and the future. She is looking forward to his barbecue tofu and says she is into new things. She fills him in on Eric stepping down as CEO .just to go with her dad and travel the world. They talk about Liam's dad, Bill and he says you do not have to be a jerk to get ahead. He really is an incredible dad. She shares his enthusiasm. Then she surprises him by presenting him with a gift. It is a replica of the sword necklace and he loves it. She says perhaps in time she will make a tiny one for Hope and Wyatt's child. Then she realizes how this might affect Liam and apologizes. He says it is okay. He was not thinking of them at all. Quinn tells Hope that she might not like her but Wyatt is her son. She can not cut her out of her grandchild's life. Hope says she loves her son and she is going to have an incredible life together as long as Quinn stays away. Quinn asks Hope why she is being so difficult. She knows she needs to work on things but she is trying and in a few months things will look differently. Hope says no she doesn't think she will. She can not stop Quinn from seeing her own son but it will have to be at her place or elsewhere. She is not to come here again to their house. Wyatt says he understands that better than anyone. It is time for his mother to leave now. Quinn says she is tired of being treated like she is damaged goods and she will not be punished this way or cut out of her grandchild's life. She struggled all her life to scratch and claw for everything she has but she is not ashamed of that. There is no point in dwelling on that. They can give each other a second chance, no judgments.",
        "Quinn goes home and is cool toward Deacon who notices the gloomy mood. She tells him that he needs to talk to Hope. She was completely unreasonable. This is her son's first child and they are shutting her out. But they are not going to let it. He says he knows where she is coming from but he's not going to put what he has now at risk. Maybe with time things will change for Quinn. She says no, she is not waiting on that. She is going to be there for every day of that child's life. She deserves more respect than this. Hope is the one being unfair. He says he is not going to be used but he will talk to Hope if Quinn is patient. Quinn says she better come around. Wyatt tells Hope that he has locked every single door and he will promise that his mom will not come back. She mentions seeing Liam today and he has a date with Ivy tonight. Wyatt thinks that is good. Maybe he will be happy for them someday. They can not let other people keep them from being excited about the baby. While getting ready for bed, she stops him in mid sentence and kisses him. He continues the kiss and lays her back on the bed. Afterward he says he is going to take a shower and Hope lays back and thinks on happy times with him. Liam kisses Ivy."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Glasses clink]",
        "Liam: To the future.",
        "Ivy: To looking forward.",
        "Liam: Anything in particular?",
        "Ivy: Right now, dinner.",
        "[Both chuckle]",
        "Ivy: Whatever is cooking out there smells amazing.",
        "Liam: Oh, my God. You are gonna love -- love! -- my barbecued tofu.",
        "Ivy: Mm. Yum.",
        "Liam: I'm totally kidding. I'm making chicken for you. I'm kidding.",
        "Ivy: Liam, that's really sweet, but -- but, you know, no, tonight is all about new beginnings, so I'm gonna try something new.",
        "Liam: Maybe I should, too.",
        "[SCENE_BREAK]",
        "Hope: You're not supposed to be here.",
        "Quinn: Well, I stopped by to see my son.",
        "Hope: And I don't have to ask why.",
        "Quinn: Well, I was hoping he had talked some sense into you. I can see that didn't happen.",
        "Wyatt: Not helping your case, Mom.",
        "Quinn: Look, we all want peace in this family -- a stable, nurturing environment for this child. But cutting me out isn't the way to get it. It's only making things more stressful, and that's not good for you or the baby.",
        "Hope: Quinn, we asked you to stay away. Do you remember that? I do. Do you?",
        "Quinn: I know. I know. But I-I won't.",
        "Wyatt: Mom.",
        "Quinn: No, I can't. Hope, you may not like me, but you're married to my son. He's as much a part of me as that child is to you. You can't cut me out of Wyatt's life...and you won't cut me out of my grandchild's.",
        "Hope: I am not doing this to you. You did this. I love your son, am very happy with him, and we are going to have an incredible life together, as long... as you stay away.",
        "[SCENE_BREAK]",
        "Ivy: So nice we could finally do this.",
        "Liam: Yeah, I know. I think so, too.",
        "Ivy: It's just nice to relax, you know?",
        "Liam: Have you been busy at the office?",
        "Ivy: Mm. Yeah, actually. Everyone has been a little crazy because of Eric's news, so... okay. You don't know.",
        "Liam: Nope. [Chuckles]",
        "Ivy: Uh, look, I-I don't think I should be the one to say anything.",
        "Liam: Oh, no. It -- we are off the record right now. You don't have to worry about that. This is between you and me.",
        "Ivy: Okay, well, um, Eric is seriously thinking about stepping down as C.E.O.",
        "Liam: That's a big decision. Is he okay?",
        "Ivy: Oh, yeah, he's fine. It's -- it's nothing like that. He'll still be very much involved in Forrester. But if I know my dad, he would already have Eric's bags packed.",
        "Liam: Your dad? What does your father have to do with this?",
        "Ivy: So, dad wants to take uncle Eric on a trip around the world. I know. They're gonna do, like, a big brothers' adventure.",
        "Liam: Oh, my God. It's like an old buddy movie.",
        "Ivy: Mm-hmm.",
        "Liam: [Chuckles]",
        "Ivy: You know, this is so typical of my dad. He just comes on in, changes everybody's life upside down. I guess it must run in the family. I mean, look what I did to you.",
        "Liam: Yeah, look what you did to me -- making me smile again.",
        "[SCENE_BREAK]",
        "Hope: I cannot stop you from seeing your son. If you want to spend time with him outside of this house -- at your place, whatever -- that's fine. That's his choice. But I've made mine. You will not be a presence in this baby's life.",
        "Quinn: [Sighs] Wyatt, you can't let her do this.",
        "Wyatt: Well, I told you to back off after Ridge and after Liam. And Hope's right. You -- you couldn't do it. You couldn't stop.",
        "Hope: And people got hurt -- Ridge, Ivy, Liam.",
        "Quinn: Oh, Liam -- is that what this is all about?",
        "Wyatt: Oh, my God.",
        "Quinn: You're punishing me for what I did to your precious ex? What -- I ruined his life, so you have to ruin mine?",
        "Hope: No. No.",
        "Quinn: Hope, come on. Liam is fine. He's moving on. Why can't we do the same for the sake of the baby? W-we can all feel really differently in a few months.",
        "Hope: I don't think I will.",
        "Quinn: Why are you being so difficult? I am trying. I know I have a lot of work to do, but I-I truly believe in my heart that we can put all of this behind us and move forward as a family.",
        "Hope: What she's saying sounds reasonable, and coming from anybody else, it would make sense, but it doesn't because you know --",
        "Wyatt: I do. I do. I do -- better than anyone.",
        "Quinn: I am so tired of being treated like damaged goods...",
        "Hope: [Sighs]",
        "Quinn: ...Like a liability to my son or a danger to my grandchild. I have made mistakes, okay? Egregious and reckless, but not unforgivable. I don't deserve to be punished this way! I will not be cut out of my grandchild's life. You're married to my son, the father of your child. Your baby has my genes, too.",
        "Wyatt: Yes, and that's -- that's what scares both of us.",
        "Quinn: Well, it shouldn't, Wyatt. Your baby is gonna get its pedigree from your family. But it's gonna get its grit and determination from me. I wasn't raised in a world of fame and of privilege. I was a young single mother who struggled to provide for her son, who had to scratch and claw for every single thing, and I'm not ashamed of that.",
        "Wyatt: Okay, I see where this is going.",
        "Hope: Please tell me you are not trying to justify everything you've done.",
        "Wyatt: Time to say good night, Mom.",
        "Quinn: Yes. I have done things. Guess what, Hope -- we all have. But there's no point in dwelling on it. Please? We can start again. No judgment, no manipulation. Let's give each other a second chance.",
        "[SCENE_BREAK]",
        "Ivy: You know, I just used to think we were so different.",
        "Liam: That's how I used to feel about my dad.",
        "Ivy: God, I can't even imagine what it must have been like growing up with Bill Spencer.",
        "Liam: Neither can I. Honestly, I-I probably wouldn't even have a relationship with him right now if it weren't for... um, him changing his attitude. So, what's it like for you? I mean, what's it like growing up with the funniest man in the room?",
        "Ivy: Well, you know what? It wasn't always laughs. In case you didn't notice, my dad is a huge flirt, and...",
        "Liam: Nope. Didn't notice.",
        "Ivy: Well, he is. He loves everything and everyone, and that would get him in a lot of trouble.",
        "Liam: And then there's my dad making enemies wherever he goes.",
        "Ivy: You know what? Bill's really not that bad.",
        "Liam: No, he's not. He's not. Uh, he's -- he's great with Will, uh, super passionate about his family and his work.",
        "Ivy: Mm-hmm. You really have to admire that success.",
        "Liam: Yeah. Yeah, but you don't have to be a jerk to get ahead. I mean, look at you. You're -- you're on a pretty good run right now, and you're sweet as can be.",
        "Ivy: Thank you.",
        "Liam: You are very talented, Ivy.",
        "Ivy: You know what? The way I see it, I've been given an amazing opportunity here at Forrester, and I want to make the most of it.",
        "Liam: I feel like you get that attitude from your dad.",
        "Ivy: You know, I don't know. Maybe.",
        "Liam: [Chuckles] Just live life to the fullest.",
        "Ivy: [Chuckles]",
        "Liam: Grab every experience with both hands...",
        "Ivy: Good.",
        "Liam: ...So to speak.",
        "Ivy: [Chuckles] No, I love this enthusiasm.",
        "Liam: You -- what are you talking about? You share this enthusiasm.",
        "Ivy: Well, I like to think I live a little more reserved.",
        "Liam: There's got to be some circumstance where you'd let go, though.",
        "[SCENE_BREAK]",
        "Deacon: Hey, did you talk to Wyatt? Wow. That well, huh?",
        "[SCENE_BREAK]",
        "Ivy: Well, I've always expressed myself through my art.",
        "Liam: Yeah, well, I think Forrester is a good fit for you, then.",
        "Ivy: Yeah. Yeah, and I'm learning a lot. To think I was just so worried about joining such a big company.",
        "Liam: Yeah?",
        "Ivy: Mm.",
        "Liam: Why were you?",
        "Ivy: Mm. I think on my own, I can experiment myself with new metals, different materials. And I was worried I wouldn't get the chance to do this here, but I have. Actually...",
        "Liam: What?",
        "Ivy: ...Speaking of which, I have something for you.",
        "Liam: No, you don't. You didn't have to bring me anything.",
        "Ivy: Yeah, well, it's just -- it's a prototype. Can you promise me that you won't tell your brother or your dad?",
        "Liam: Okay. [Chuckles] Oh, my God. Ivy. Oh, my God. This is incredible.",
        "Ivy: So you like it?",
        "Liam: I-I-I like it. I love it. Th-thank you.",
        "Ivy: It's just that I know that the sword is kind of a symbol for your family, so I didn't want to overstep the mark or anything, but I just thought...you know, after everything that Quinn has put you guys through --",
        "Liam: Being crazy?",
        "Ivy: Yeah. I don't know. I just thought it might be a nice change -- just for something different.",
        "Liam: I think -- I think Quinn has done enough damage to us.",
        "Ivy: And, you know, I was -- I was thinking I could make a little one for Hope and Wyatt's baby. Look, I-I'm really sorry. I shouldn't have said that.",
        "Liam: No, don't. Hope is pregnant. It happens. That's reality. It's fine.",
        "Ivy: I know. It's just now you're thinking about it, and...",
        "Liam: No, I'm not.",
        "Ivy: Hey, it's -- it's okay if you are.",
        "Liam: Look at me. I'm not.",
        "[SCENE_BREAK]",
        "Quinn: You need to talk to Hope.",
        "Deacon: Wyatt wouldn't, uh, talk to you, would he?",
        "Quinn: No, I was starting to get through to him, but then Hope showed up. She was completely unreasonable.",
        "Deacon: And let me guess -- she's not crazy about you playing grandma to her kid?",
        "Quinn: It is my son's first child, and I'm not welcome in their lives? What are they gonna do? Pretend like I don't exist?",
        "Deacon: Honey, I would say that is an impossibility.",
        "Quinn: Damn straight. It's not gonna happen. We're not going to let it.",
        "Deacon: If -- if you're thinking that I'm gonna be the linchpin to this little plan of yours, I'd say you better come up with a better plan.",
        "Quinn: Hope's your daughter.",
        "Deacon: Yeah, and I finally have a relationship with her after all this time.",
        "Quinn: And you're not going to risk it helping me?",
        "Deacon: [Sighs] Quinn, listen to me. I-I get where you're coming from. I've been there. I mean, for most of Hope's life, I was completely shut out. I didn't get to see that little girl grow up. I-I was nothing to her, you know? And it tore me up. But look at us now. You know, maybe, with some time, things will change for you, too.",
        "Quinn: [Chuckling] Oh, no, no, no. No, I'm not going to wait. I'm going to be there, Deacon, for every single day of that child's life.",
        "Deacon: [Sighs]",
        "[SCENE_BREAK]",
        "Wyatt: Well, she's gone. I'll check all the doors again, but I don't think she's coming back.",
        "Hope: Quinn cannot keep showing up like that. She just can't.",
        "Wyatt: I know, and I will make sure that she doesn't, okay? I promise.",
        "Hope: Thank you.",
        "Wyatt: [Chuckles] But it's not just my mom, though, is it? I mean, you've been distracted. Your mom's in Milan, and this thing with Rick and Ridge and everything.",
        "Hope: Yeah. Um...yeah, and I saw Liam today.",
        "Wyatt: Oh. Did he give you a hard time?",
        "Hope: No. No, no, no. We actually -- you know, we couldn't talk long. He had somewhere to be. He -- uh, he had a date with Ivy, so...",
        "Wyatt: Hmm. Good for him.",
        "Hope: Yeah. You think so?",
        "Wyatt: Well, we've moved on. I mean, shouldn't he? And who knows? Maybe he'll be happy for us one day -- uncle Liam. I still can't believe it. We're having a baby. And I know my mom complicated things a little bit, but we're having a baby.",
        "Hope: Yeah.",
        "Wyatt: And we can't let other people keep us from being excited about that.",
        "Hope: And that's what I want. I-I want us to be excited. I-I want to just focus on our family.",
        "Wyatt: I want that, too.",
        "Hope: Okay.",
        "Wyatt: And it's not like we're buying diapers and bottles right now.",
        "Hope: [Chuckles]",
        "Wyatt: You know?",
        "Hope: Mm-hmm.",
        "Wyatt: I mean, in a few months, we'll be parents, but right now, we're -- we're still newlyweds. And I know you've been preoccupied, and there's a lot going on, and there's a lot of things --",
        "Hope: I know. So many things.",
        "[Both chuckle]",
        "[SCENE_BREAK]",
        "Quinn: Wyatt and Hope have had my total support.",
        "Deacon: [Chuckles] Yeah, and then some.",
        "Quinn: I deserve a little respect in return. Hope is going to need help. I didn't have anyone when I was pregnant with Wyatt. I had to do everything by myself. I was alone.",
        "Deacon: Not anymore.",
        "Quinn: Does that mean I can count on you?",
        "Deacon: Does that mean that you're gonna calm down?",
        "Quinn: I am calm.",
        "Deacon: Look, Quinn, you got to trust me on this, all right? I know my daughter. You got to let up.",
        "Quinn: But she is the one who's being unfair.",
        "Deacon: Well, she's also not gonna be manipulated, and neither am I, so you can just stop all this crap about, \"Oh, I just want to help,\" because we both know what you want. You want access.",
        "Quinn: And can you get it for me?",
        "Deacon: Can you be patient? Look, I-I'll talk to Hope, all right? But this might not happen as quickly as you want it to, all right? But I think, at the end of the day, you know, she'll come around.",
        "Quinn: She'd better.",
        "[SCENE_BREAK]",
        "Hope: Thank you.",
        "Wyatt: Thank you.",
        "Hope: [Chuckles]",
        "Wyatt: I'm gonna go take a shower.",
        "Hope: Okay.",
        "[Soft piano music plays]",
        "Singers: I'll never forget when we first met it wasn't so long ago it had gotten late, and I was lost and you said not to cry. You gave me that face Who's that man? Believe in me I'm a real good guy ohh, ohh, ohh won't you follow me home to the place where we belong? Follow me home just give me your hand when you feel like you can't start again just hold your breath and count to 10 Ohh Today is the day I finally found the one The one To follow me home ho-o-o-me Life changed the day my heart found you 'cause it made me feel so safe Oh, you made it feel so safe When I turn back around, you don't even know my name no-o-o-o the day may come when you missed your chance, and you don't need one more a new song comes on, and the music plays Oh, just follow me home to the place where we belong Just follow me home Ho-o-o-me Just give me your hand Give me your hand When you feel like you can't start again You can't start again Just hold your breath and count to 10 Today is the day that I finally found the one to follow me home Ho-o-o-me ohh 'Cause today is the day I finally found the one To follow me home"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=j75wkOkmS2w"
}