{
    "Episode Summary": [
        "Episode # 7706 ~ Liam regretfully informs Sally news about Spectra Fashions: it will not be relaunched; Steffy learns from Bill that her previous favor to him was all in vain."
    ],
    "Recap": [
        "Steffy drops in on Bill. He tells her that he is going ahead with his plan to erect Skye and on the Spectra lot. Seems even though Liam was CEO he did not have the authority to give it to Sally. Spectra Fashion is finally coming down. She sees that means they are fighting again. And the worst part even though Bill confessed there is no recording left of that so Liam cannot prove it. Liam has to be the bearer of bad tidings and tells Sally that his dad is taking the Spectra site back. It's not about the money but the land and his dad won't change his mind this time. He still wants to figure something out but he cannot override or outvote his father. Sally says this is her Aunt Sally's legacy and he said he would help. She can't keep fighting and losing in the end. Bill said he would help her move. She says she is not leaving. She tells the others that she does not own this building; Bill Spencer still does. Bill tells Steffy that he has offered to move Sally, even give her money and relocate in a new better building but she won't budge so he can be fair and decent and maybe even be Mayor Dollar Bill Spencer. But Liam is too involved and is seeing things through ginger colored glasses. He says he is not making this up. Liam is too involved with Sally. Just give him one reasonable explanation; he has done way too much for her. It is time to stamp out Spectra Fashions and for her husband to let go too.",
        "Shirley tells Liam that she even put his picture on their wall. Liam says he is sorry but this is his dad's doing. Shirley says this belongs to her sister Sally and this is not going to go. She does not care what Bill says no one is tearing this building down or they will have to go through her. Liam gets an idea. When people believe in something they have a non-violent protest and the wrecking ball can't do its thing. Sally says she can do it but she cannot answer for everyone else. The others say they are in. Liam says he is in too, he will stand up to the bully even if it is his father. This is the right thing to do. Shirley says he sure is earning his place on their wall. Sally says she is fighting for Spectra because this is her home but Liam has nothing to gain from this. He can lose his father and his place at Spencer Publications. He's doing this because he is a really great guy. Steffy and Liam discuss it and Steffy says the building is old so maybe relocating is not a bad thing. Liam says he will not let his dad do that and he thinks he has come up with a way \u0096 a nice little protest and he is going to help them. He stood up to his father once before and he tricked him and he will not do that again. Steffy argues and why is he so attached to Sally and this project. A sit-in; she will not let him do that."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[ Door opens ]",
        "Steffy: You know I have my own company to run.",
        "Bill: I'd have a lot more fun running mine if it wasn't for your husband.",
        "Steffy: Why is that here?",
        "Bill: You haven't talked to liam.",
        "Steffy: No. Why? What happened?",
        "Bill: I'm going ahead with my project.",
        "Steffy: You're building your skyscraper?",
        "Bill: Sky. On the former site of spectra fashions.",
        "Steffy: But liam gave the building to sally.",
        "Bill: Well, he thought he did, but even though he was C.E.O. At the time, I was still the authorized signatory for the spencer trust, which owns the spectra property. Liam didn't have the legal authority to do anything with it. The property is still mine.",
        "Steffy: You two are fighting again.",
        "Sally: What do you think?",
        "Shirley: That this is better than anything in the last collection.",
        "Sally: You're not just saying that?",
        "Shirley: No, honey. Our future is riding on this collection. If it wasn't up to snuff, I wouldn't hold back. Oh! Look what the winds of good fortune blew in!",
        "Liam: Uh, yeah. Do you have a minute?",
        "Shirley: For the man of the hour and on our wall, we have all the time in the world.",
        "Liam: Our wall -- wall? What now?",
        "Sally: Grams is goofing around.",
        "Shirley: No. Spectra fashions appreciates its friends and benefactors.",
        "Sally: You saw what all the architects are doing, right?",
        "Liam: Yeah, uh, it's -- it's great. It looks great.",
        "Shirley: You know what, I'm gonna take these down to saul.",
        "Sally: Things are really coming together. We just hired 12 new sewers. The building's coming online. We were just talking about how we think this collection's gonna be better than the one we lost.",
        "Liam: Sally, I'm so sorry.",
        "Sally: You have nothing to be sorry about.",
        "Liam: No, no. I do. I do. Um... my dad did it again. He blocked ownership of this building.",
        "Sally: What does that mean?",
        "Liam: It means he's taking it back.",
        "Bill: It was a majority vote. Wyatt sided with me!",
        "Steffy: Bill!",
        "Bill: It was completely fair.",
        "Steffy: Liam isn't gonna see it that way.",
        "Bill: That's because he's looking at this thing through ginger-colored glasses. He still thinks we owe sally after the fire.",
        "Steffy: Bill, sally knows you did it.",
        "Bill: So what? She can't prove anything. The evidence is gone. Liam told her?",
        "Steffy: Sally put it together, and liam confirmed it.",
        "Bill: Liam told her. You heard this from sally?",
        "Steffy: Yeah.",
        "Bill: Well, you know what? It makes no difference. He's there delivering the bad news as we speak. Spectra fashion is finally coming down.",
        "Sally: I don't understand. You gave me this building.",
        "Liam: I know. My dad found a loophole, a way to void the deal. The building still belongs to spencer publications.",
        "Sally: I have the paperwork! I used it to get a loan to rebuild after the fire.",
        "Liam: I know. I know.",
        "Sally: I did exactly what you told me to do -- to restart the business, I'm producing a new collection. I'm getting the word out!",
        "Liam: Listen, I'm not giving up on you. I still want spectra to succeed. I just --",
        "Sally: Owning the building made that possible.",
        "Liam: Yeah, well, dollar bill spencer thinks I was being too generous.",
        "Sally: You were! Which is why I'm gonna pay spencer back every penny, but i have to get this place up and running. I just need a few more weeks.",
        "Liam: Sally, you don't -- you don't understand. It's not about the money. It's about the land. My dad's gonna build his skyscraper here.",
        "Sally: I can't believe this is happening.",
        "Liam: I don't know what to say, sally. I hate this.",
        "Sally: You told me not to worry.",
        "Liam: I know! It's my damn father!",
        "Sally: Yeah, but you run the company together. You have a say.",
        "Liam: No, I got -- I got outvoted. Wyatt sided with my dad. Listen, I -- I'll help you deal with the bank. We'll figure something out. We just --",
        "Sally: How long before we have to get out of here?",
        "Liam: Wrecking crew's ready to go any day now, definitely this week.",
        "Sally: I just hired new sewers. Where are they supposed to go? What are we supposed to do? This building is my aunt sally's legacy. She trusted me with it, and you said that you were gonna help me rebuild it better than ever. [ Sighs ] The lies and the bad reviews and the fire and now this? I can't keep doing this, liam. I can't keep fighting and losing. Why does your father hate me so much?",
        "Liam: It's worse than hate. He's indifferent. He gets an idea in his head, and it just...stays there.",
        "Sally: [ Sighs ] I just...keep getting so close!",
        "Liam: My dad, uh...offered to help you move. Obviously I told him that's not enough.",
        "Sally: No, we are not moving. How many times do we have to go through this?",
        "[ Door opens ]",
        "Shirley: Sally girl, you're not gonna guess who called?",
        "Darlita: They asked for an interview!",
        "Saul: And a preview! Now, the first design is not finished yet, but if you'll give me just a day...",
        "Sally: Time's up.",
        "Shirley: What is it?",
        "Saul: Is something wrong?",
        "Sally: I do not own this building. Bill spencer does.",
        "Shirley: No...",
        "Liam: It's true.",
        "Sally: Our big comeback is over. Bill wants to demolish this building this week.",
        "Steffy: I can't believe liam rejected your offer.",
        "Bill: He wouldn't even consider it.",
        "Steffy: And you're willing to help spectra relocate.",
        "Bill: I'll have my people find them a better location, up to code, modern facilities. Liam wouldn't even hear it! He wants to give them a year. Let them decide when and where they go.",
        "Steffy: A year?",
        "Bill: It doesn't even make sense. What's sally gonna do? Throw a bunch of money into a building that I'm gonna tear down? I mean, this is the problem. Liam isn't like you and me. He doesn't have a head for business. He has no appreciation for the amount of jobs that sky is gonna create. How she will be a boon to the development of downtown. All the property in the area is going to appreciate. I mean, the mayor is gonna give me the key to freakin' city. Hell, I might even be the mayor myself! Mayor bill! Mayor spencer! Mayor dollar bill spencer. Look, the point is I'm trying to be fair and decent. Do I get any credit for that?",
        "Steffy: I think liam will see it. What happened to your breakthrough, your new respect for each other?",
        "Bill: [ Laughs ] All I got from liam was a, uh, lecture on spectra's legacy. I mean, he actually believes they have one. He's trying to tell me how important that building is to them. What I don't understand is why it's so damn important to him. I mean, once again, he's siding with that redhead over his family. He's being completely unreasonable. He's too involved, steffy. Attached to sally and spectra in a way he shouldn't be.",
        "Steffy: What exactly are you implying?",
        "Bill: I'm not implying anything. I'm telling you straight up. Liam is too close to sally spectra.",
        "Steffy: I agree.",
        "Bill: Then you admit there's a problem.",
        "Steffy: Sally's been a problem ever since she showed up in L.A.",
        "Bill: Yeah, but when I asked you about this before, you said I was crazy.",
        "Steffy: No, bill. It's not possible.",
        "Bill: Okay, fine. You don't think there's something going on between sally and liam, you give me any other explanation, any reasonable one, for his behavior.",
        "Steffy: [ Scoffs ]",
        "Bill: Right. Liam gets off on playing the hero, saving the day, but he is taking this way too personally.",
        "Steffy: He fights for the underdog.",
        "Bill: Maybe that's how it started.",
        "Steffy: What, you think he has some kind of commitment to sally?",
        "Bill: Well, I don't know how to describe what he has going on. But sally's getting attached to liam, I guarantee it. He's done way too much for her. She has her claws out.",
        "Steffy: Well, she better think twice about using them.",
        "Bill: You've addressed this?",
        "Steffy: She has a picture of liam up in her office. She said it was her crazy grandmother's idea. It was, like, out of respect. I don't know, it's just -- it's stupid.",
        "Bill: You know what, I've had enough of this. Sally's created way too many problems for me and my family. It's time to stamp out spectra fashions and this tie between your husband and sally.",
        "Saul: What is he talking about?",
        "Darlita: This building isn't ours?",
        "Saul: Is this some kind of joke?",
        "Liam: No. No.",
        "Shirley: How could you let this happen?",
        "Saul: Sally trusted you!",
        "Shirley: I put your picture on the wall!",
        "Liam: It's my dad, okay? It's -- I tried to stand up for you guys. I thought he was cooperating with me, and he stabbed me in the back.",
        "Shirley: Bill can't pull the rug out from under us now!",
        "Sally: Bill wants us to relocate.",
        "Saul: We're in the middle of production.",
        "Liam: I know. I'm sorry.",
        "Shirley: This building is my sister's legacy! No. This is not happening.",
        "Sally: Legally, the building belongs to bill spencer. We have to go.",
        "Shirley: No, we will not! I don't give a damn what the law says. We're here. Come on. We've come too to let this happen. No one is gonna tear this building down, and if they bring in that wrecking ball, they're gonna have to go through me.",
        "Liam: Now there's an idea.",
        "Sally: What?",
        "Liam: Peaceful protest.",
        "Shirley: [ Gasps ] A sit-in!",
        "Liam: A sit-in.",
        "Darlita: Sit in what?",
        "Sally: Would that work?",
        "Liam: This is what people do when they believe in something, when they want the world to start paying attention. You stage a non-violent protest, right? You stock up on food and water, you lock those doors, and you just don't leave the building.",
        "Sally: And they wouldn't tear it down if people were inside?",
        "Liam: No.",
        "Shirley: We need to show bill spencer we mean business.",
        "Liam: Yeah, but he's done debating, and he's certainly not gonna listen to me anymore. Sally... it's time to try a new tactic. You've earned this, you deserve it, but it may be time for you to fight for it, too. Can you do that?",
        "Sally: I can do it. Yeah, but I... I can't make the decision for everybody.",
        "Shirley: You know I'm in.",
        "Darlita: Me, too. You know I'm good at sitting.",
        "Saul: Are they really gonna demolish this?",
        "Liam: It's already scheduled.",
        "Sally: It could be really dangerous, saul. We don't know what could happen.",
        "Saul: But we'll all be together, right? Okay, then, count me in.",
        "Shirley: Oh, saul...",
        "Sally: You guys are the bravest, most loyal group of lunatics ever! I love you.",
        "Liam: All right, this is heartwarming and all, but we got to figure out what we need. My dad's a stubborn guy. We might be holed up here for a while.",
        "Sally: What is all this \"we\" stuff?",
        "Liam: I'm protesting, too.",
        "Sally: Why?",
        "Liam: Why? Sally, I'm not a bystander here. You've been bullied. You've all been bullied. And the bully happens to be my father. I mean, you see something, you say something. That's what you do. And when the bully doesn't listen, you do something. This is an opportunity to stand up for what we all think is right. This is a way of saying \"no! No, I'm not gonna take it anymore. You don't get to treat us this way!\"",
        "Sally: Even in the face of your father? You guys just started getting along again.",
        "Liam: This is the right thing. I'm not gonna let him tear this building down.",
        "Sally: You realize what we're doing, right?",
        "Shirley: [ Scoffs ] You were gonna run into a fire to save this collection. The least I can do is take a seat to save our building.",
        "Sally: Bill might not care.",
        "Shirley: His son is protesting with us. He's gonna care.",
        "Sally: [ Scoffs ] I just can't believe liam's so committed to this.",
        "Shirley: To you.",
        "Sally: No. It's who he is.",
        "Shirley: Well, he sure is earning his place on that wall.",
        "Sally: It's like he said. I mean, he fights for what's right. I wish it wasn't such a rare thing, but...it is. I mean, people are afraid. They have too much to lose. I am fighting for spectra because this is my home. It's a part of me, and I'm fighting like my life depended on it because in a lot of ways, it does, you know? But liam, he's got nothing to gain from this. I mean, this could affect his job, it could destroy his relationship with his father, and he'S... he's fighting for us, for our future because that is what is right. And because we need a champion. He's doing this because he's a really great guy. Even it means that saving our lives could ruin his.",
        "[ Waves crashing ]",
        "Steffy: That's bad timing.",
        "Liam: Why?",
        "Steffy: If you'd gotten here a few minutes earlier, you could have joined me in the shower.",
        "Liam: Oh.",
        "Steffy: Might, uh, helped with the stress.",
        "Liam: You talked to my dad?",
        "Steffy: I did.",
        "Liam: [ Scoffs ] How could he do that? Just ignored everything we talked about and played me like a fiddle.",
        "Steffy: It wasn't a valid deal. And the property still belongs to spencer publications.",
        "Liam: He's gonna demolish it. He made me go over there to tell them. They were shell-shocked.",
        "Steffy: Bill said he was willing to help them relocate. Maybe that's not a bad thing. I mean, spectra is an old building. A newer facility might help. It's not the best solution, but nobody's threatening to put them out of business.",
        "Liam: They're in the middle of production, steffy. I mean, you know what it would take for them to shut all that down and start over someplace else? They needed this season. I'm not gonna let my dad do that to them again. In fact, I think I -- I think I found a way to stop him.",
        "Steffy: How?",
        "Liam: A sit-in.",
        "Steffy: A what?",
        "Liam: You know, like a -- like a protest.",
        "Steffy: You want sally to stay inside the building while it's being destroyed?",
        "Liam: Not just sally. All of them. Me, too.",
        "Steffy: What?",
        "Liam: In fact, what am i doing right now? I got to pack, I got to get food and water.",
        "Steffy: Liam, wait a minute. Hold on...",
        "Liam: I'm sure my dad's gonna shut off the electricity so i know I need flashlights and blankets.",
        "Steffy: Can we just stop for a second? Do you realize how crazy you sound right now?",
        "Liam: Steffy, you know something? I stood up to my father once before, and you know what happened, he tricked me. He tricked me into backing down. I'm not gonna let that happen again.",
        "Steffy: Bill is willing to compromise! I know you feel bad for sally, but this is not gonna work! Bill didn't do anything wrong! He owns the building! This protest is ridiculous!",
        "Liam: He is doing something wrong! He keeps attacking sally over and over again, and she's defenseless.",
        "Steffy: He's offered to help.",
        "Liam: No, he offered to let sally watch him destroy her family legacy.",
        "Steffy: Why is this so important to you? Why are you so attached to this project?",
        "Liam: What is that? \"Project?\" It's not a project, steffy. It's just life. It's just fairness, okay? It's doing the right thing.",
        "Steffy: And possibly risking your life, convincing others to do the same thing! That's the right thing? A sit-in? A sit-in! While they dynamite the building. Do you realize how dangerous that is? I'm not gonna let you do that. You're not doing this, liam."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=bO0LJ5TYYeo"
}