{
    "Episode Summary": [],
    "Recap": [
        "Eric and Bridget discuss the happenings at Forrester. Eric encourages her to get back with Nick. Dante is cooking and listening and when Bridget leaves the room he makes a plea to Eric for Bridget. Hector and Taylor have coffee. Hector encourages her to take the position at Forrester knowing she'll be great at it. Taylor wishes Ridge was as encouraging as he is. Hector leaves her with a kiss on the cheek.",
        "Nick asks Taylor to help him through counseling to help him get Bridget back. Stephanie tries very hard to convince Ridge to stay on and be her designer. She tells him if she can trust him to side with her and not Brooke, the stock will be re-divided for he and his children."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: All right mother, you made your power play. Gave dad and Brooke a good scare. Now it's time to get back to business, right?",
        "Stephanie: Oh, I agree.",
        "Ridge: Do you?",
        "Stephanie: Absolutely.",
        "Ridge: Well good, glad to see you're finally seeing things differently after you had a chance to sleep on it.",
        "Stephanie: Well, I haven't changed my mind, if that's what you mean.",
        "Ridge: You just said back to business.",
        "Stephanie: Back to the business of turning this business around.",
        "Ridge: How are you going to do that? You already fired dad, you let Brooke go. You made Thorne president. You hired my wife -- I don't know what you hired her for.",
        "Stephanie: If I thought you were genuinely interested, I'd explain it all to you. I really do have a good business plan in mind.",
        "Ridge: What, a plan to make dad pay for marrying Brooke?",
        "Stephanie: I can see a good night's sleep hasn't changed your mind either.",
        "Ridge: Look, I can totally see why you hired Thorne. He was a failure at Spectra, and you felt sorry for him. And you want to tick Brooke off by bringing Taylor into this. I totally get that. Come on. You don't really expect me to work for them, do you?",
        "[SCENE_BREAK]",
        "Hector: Ridge wouldn't even consider it?",
        "Taylor: Well, I asked him if he would at least try to work with me, and he said it'd been a long day, and that he needed to think about it. We'll talk about it later.",
        "Hector: Hmm. What about this morning? Did you confront him?",
        "Taylor: Oh, he snuck out before I got a chance to see him this morning. He doesn't think I'm qualified, Hector. He just doesn't want to have to say it to my face.",
        "Hector: But it's the perfect position for you.",
        "Taylor: Well Ridge doesn't seem to think that psychology and fashion have anything to do with each other.",
        "Hector: That's all fashion is -- what people find appealing, right? What makes people feel good. Beauty is in the eye and the mind of the beholder.",
        "Taylor: Exactly.",
        "Hector: And who more qualified, than a beautiful psychiatrist who spent years inside the fashion industry to determine that?",
        "Taylor: Why can't Ridge just say those things to me?",
        "Hector: Because he's worried about how Stephanie's takeover is going to affect him.",
        "Taylor: Oh, and Brooke too.",
        "Hector: If you're not getting the support you need from Ridge, you know you can get it from me.",
        "Taylor: Well, Hector, you know I appreciate that. I really do. And if you were offering as a friend, but somehow I don't think you are.",
        "Hector: Do I have feelings for you? Yes, Taylor, I do.",
        "Taylor: Well then maybe I shouldn't have agreed to meet with you this morning.",
        "Hector: Because you're afraid you might be tempted to reciprocate?",
        "Taylor: Because I'm a married woman.",
        "Hector: You didn't say happily married.",
        "Taylor: Well married is good enough for me.",
        "Hector: Is it? Can you really be satisfied with a man who -- who doesn't believe in you?",
        "[ Doorbell buzzes ]",
        "Taylor: I have a patient. You better go.",
        "Nick: Hey.",
        "Taylor: Nick? I have a patient.",
        "Nick: That would be me.",
        "Taylor: You?",
        "Nick: Yeah, me. We need to talk.",
        "[SCENE_BREAK]",
        "Bridget: You've totally lost control?",
        "Eric: Stephanie is claiming complete ownership of Forrester.",
        "Bridget: Well dad, don't you have any voting rights?",
        "Eric: Your mother and I are determined to fight this thing. So is Ridge. We're not going to let our children's legacy be snatched away because Stephanie's angry about me remarrying your mother.",
        "Bridget: Well Dad, I don't think that's the only thing she's angry about.",
        "Eric: Yes, I knew about the trust. Yes, I kept it from her.",
        "Bridget: Your entire marriage.",
        "Eric: We ran Forrester together, equal partners. I never denied Stephanie anything.",
        "Bridget: Except the truth. You know a solid marriage can't be built on a foundation of secrets and lies. Believe me, I know.",
        "Eric: Bridget, my marriage to Stephanie did not fail because I kept the trust a secret. She and I made many mistakes, both of us, over the years.",
        "Bridget: That's pretty overwhelming when those mistakes start to pile up, doesn't it?",
        "Eric: But it's not insurmountable.",
        "Bridget: It was for you and Stephanie.",
        "Eric: Honey, I know you're still in love with Nick.",
        "Bridget: Doesn't do any good if I can't trust him.",
        "Eric: Look, sweetheart --",
        "Bridget: Dad, I'm filing for divorce. I've already contacted a lawyer.",
        "Eric: Honey, you and Nick are expecting a child. You know what it's like, growing up separated from your father. You've told me time and time again how hard it was for you. I've always regretted not making more of an effort to try and patch things up with your mother.",
        "Bridget: I think we would need more than just a patch, Dad. Nick and I have torn our marriage to shreds.",
        "Eric: You're not even going to try?",
        "Bridget: What, do what you and mom are doing? Forcing ourself into a marriage that we already know is doomed?",
        "Eric: You and Nick are not doomed.",
        "Bridget: Dad, I can't even look at him without thinking of his feelings for mom.",
        "Eric: What was going on between nick and your mother is over, it's finished.",
        "Bridget: I really hope you're right, for your sake. But, I'm not reconciling with Nick. You want to talk about mistakes, I've definitely made them. My biggest one was getting involved with another man that loved my mother. I just need to make a clean break from nick, and start a new life for myself. And my child.",
        "[SCENE_BREAK]",
        "Stephanie: I thought you made a commitment to saving your marriage.",
        "Ridge: What does my marriage have to do with working here?",
        "Stephanie: Don't you want to spend more time with Taylor?",
        "Ridge: Of course I do, just not here.",
        "Stephanie: Why not? Why not work side by side? Why not work on something that you can really be proud of?",
        "Ridge: Yeah, did wonders with you and dad, didn't it?",
        "Stephanie: You and Taylor were just starting to make amends.",
        "Ridge: Yeah, that was before you hired her for this bogus position.",
        "Stephanie: Why am I the only person that has faith in your wife? I think she'll be a valuable asset to my team.",
        "Ridge: Come on mother. Taylor might be buying all this, but I'm not.",
        "Stephanie: I hope you're not saying those things to her.",
        "Ridge: I just don't want her to get sucked into another one of your vindictive plots for revenge, that's all.",
        "Stephanie: I gave you and Taylor a genuine chance to start your lives together again. I was hoping that you started to move past this sort of adolescent indecisiveness that you always have. Think of the future. Don't waste this chance.",
        "Ridge: You want to talk about the future?",
        "Stephanie: Yes.",
        "Ridge: What about my children's future? Thorne gave up his stock in this company. What does he have to lose by running it in the ground? Absolutely nothing. And that's exactly what the rest of us are going to have left, when little brother decides to lead us all into the poorhouse.",
        "Stephanie: If you're really worried about that, then why not stay here, and make sure that he doesn't do it?",
        "Ridge: You going to make me president?",
        "Stephanie: Eventually, I see you and Thorne as co-presidents.",
        "Ridge: Boy, so you're going to ask me to prove myself again?",
        "Stephanie: Not where your talent is concerned. Absolutely not. I just want you to prove that Brooke doesn't control you anymore.",
        "Ridge: Brooke never controlled me, mother.",
        "Stephanie: That's why you and your father practically let her destroy this business.",
        "Ridge: Forrester Creations is one of the most successful fashion houses in the world. And that to a large degree is because of what Brooke and I did. We utilized the fact that sex sells. It gets people's attention.",
        "Stephanie: I know a wet t-shirt gets people's attention. That is not what I want for Forrester. I want elegance and style and class. And I think I can get that under my leadership. I want it to be elegant and stylish and full of grace. I think it can be, under my leadership, and I want you -- I want you to stay here and work with me. Well, if you think that Brooke's way's the better way, then I'm sorry. Maybe this isn't the place for you.",
        "[SCENE_BREAK]",
        "Nick: I don't really know how to put this. But my life's sort of a mess right now.",
        "Taylor: Has anything happened to Bridget and the baby?",
        "Nick: Well, sort of, yeah. I really don't know what's going on with my wife and child. And you can probably guess why.",
        "Taylor: If this has anything to do with Brooke, I'm really not sure I'm the person you want to talk to this about.",
        "Nick: No, no. You are the right person to help me. Now you don't know what it took for me to get here. But I'm here. And I need your help.",
        "Taylor: Let me get this straight, you're trying to forget about Brooke?",
        "Nick: Forget, move on, you call it whatever you like, but it's got to happen.",
        "Taylor: You're in love with her?",
        "Nick: We can't have a life together. We know that now. Bridget's asked for a divorce. Who can blame her, given what she's been through. Looks as though I've been chasing her child's grandmother around. You know, I'm a man of my word. I tell it like it is. I gave my word to Bridget.",
        "Taylor: Have you been chasing after Brooke?",
        "Nick: I wanted to be honest about everything from the start. That's not what Brooke wanted, because she didn't want to hurt her daughter.",
        "Taylor: By stealing another one of her husbands.",
        "Nick: She wants me to commit to Bridget and do the right thing for her child.",
        "Taylor: In spite of your feelings for each other?",
        "Nick: I wasn't strong enough before. I knew what had to be done, but I couldn't do it. And that's why I'm here. I need help.",
        "Taylor: There isn't any magic cure for heartbreak, Nick. But if you're really serious about getting professional help, I'll get you somebody I can refer you to --",
        "Nick: No, no, no. Huh-uh. No referrals.",
        "Taylor: I have a personal bias, Nick.",
        "Nick: That doesn't matter to me. You know the people involved, and that's the most important thing. I need to rebuild trust in Bridget. And I need you to help me understand how to do that.",
        "[SCENE_BREAK]",
        "Bridget: I can't keep going on, making the same mistakes over and over. I Have to move on without Nick.",
        "Dante: Excuse me, breakfast is almost ready. But you mentioned you want to go swimming first.",
        "Bridget: Yeah, yeah, I still want to go.",
        "Dante: Well go get changed. I'll make the omelets later.",
        "Bridget: Oh, you're making omelets?",
        "Dante: Yeah.",
        "Bridget: Oh, well, we could have the omelets first, and then go swimming.",
        "Dante: You know, it's hard to believe that Dr. Casper was worried that she was not going to put any weight. That's all she's been doing since I moved in is eat, eat, eat!",
        "Bridget: Stop it.",
        "Eric: That's good, that's good.",
        "Dante: Well go on. Go get changed.",
        "Bridget: Okay, I'll be right back.",
        "Eric: You're taking good care of my daughter.",
        "Dante: Yeah, I want what's best for her. With all due respect, sir, I don't think that's what you want.",
        "Eric: Excuse me?",
        "Dante: Well if you did, you wouldn't be suggesting that she get back together with Nick.",
        "Eric: The two of them are married, Dante. They're expecting a baby.",
        "Dante: You want the grandchild's parents to be together. I understand that. But Nick has been giving your daughter nothing but headaches.",
        "Eric: Brooke assures me that Nick is committed to Bridget. She just needs to give him another chance.",
        "Dante: Why take a risk with that, when there's someone here who truly loves her? Who she can depend on.",
        "Eric: It wasn't that long ago that it appeared that you were getting involved with Brooke.",
        "Dante: I don't deny the fact that your new wife is truly charming. But, my heart belongs to Bridget. It has from the moment we met. I stayed in Los Angeles because I want to be close to her. And I stood by her, time after time, through the difficult times. I want to be there in the future. I want to be there for her and the baby. And I know I can make them happy. Isn't that what you want for your daughter and the grandchild?",
        "[SCENE_BREAK]",
        "Ridge: Are you firing me, Mother?",
        "Stephanie: No, I want you to stay. I want you to be part of this with me.",
        "Ridge: But only if I get on board with your agenda.",
        "Stephanie: Honey, I control all of the stock in Forrester Creations now, and I look upon that as an enormous responsibility. Eventually, I want to redistribute the stock to the people that I trust. And I want you to be part of that group. I need to know that your first loyalty is with me, not Brooke.",
        "Taylor: What kind of a guarantee do I even have that you really do want to put Brooke behind you?",
        "Nick: Well, I'm here, aren't I?",
        "Taylor: I'm not questioning your intentions. What is your motivation? Are you acting out of obligation? Responsibility to the child?",
        "Nick: I want to do the right thing.",
        "Taylor: Because that's the kind of man you are. But the way you've been living and feeling lately don't line up with that self-image. And I'm sure that that frightens you.",
        "Nick: I want to be with Bridget.",
        "Taylor: Would you still want to be with her even if there was no baby?",
        "Nick: Absolutely.",
        "Taylor: What if Brooke wasn't married to Eric? Nick, if you want me to help you, you have to be completely honest. Are you here as a man who's committed to his wife and his family? Or are you here as a jilted lover?",
        "Nick: You know, it's not in my nature to do all this soul searching. All this thinking. But I've asked for your help. I give you my word, there's nothing I want more in the world than to be with Bridget and my child. I want my future to be with my wife and family.",
        "[SCENE_BREAK]",
        "Dante: Your dad said good-bye. He said he'll call you later. So, you still want to go swimming? Bridget? What's wrong?",
        "Bridget: I'm really starting to show.",
        "Dante: I know, that's great. The baby's growing.",
        "Bridget: Yeah, my body's changing. Seems like nothing's ever going to be the same again.",
        "Dante: This is about Nick, isn't it?",
        "Bridget: I guess I just thought he would be here, to share this with me, the baby, and all these changes, you know?",
        "Dante: You can share them with me. Look, I understand it's going to take some time for you to trust again. But you will trust again. And when you do, I'm going to be right here.",
        "Bridget: I do trust you. You're probably the only person I can trust right now.",
        "Dante: Come here.",
        "[SCENE_BREAK]",
        "Ridge: Loyalty is the only thing that matters.",
        "Stephanie: No, talent matters to me. I want to put together a really great team that will help me execute my plan.",
        "Ridge: What better way to get back at Brooke and dad than have me choose you over them.",
        "Stephanie: I can't make you do anything, honey. It's your decision.",
        "Ridge: Hmm, turn my back on my father and the mother of my child, or watch the family business go down in flames -- that's an incredible decision.",
        "Stephanie: I believe that Thorne and Taylor and I can run this business successfully. And although I don't want to, I will hire another designer.",
        "Ridge: Oh yeah, well Thorne's shown great decision making prowess in that department. Pinning the whole Spectra future on my teenage son.",
        "Stephanie: I wouldn't have allowed him to do that. But one thing I know about Thorne, he wants to make this company a success as badly as I do. And so does Taylor. And when we have succeeded, I will redistribute the stocks, so I don't want you to worry about your children's legacy.",
        "Ridge: What about R.J. and Hope, Rick and Bridget?",
        "Stephanie: Well, I'm not going to punish them. They didn't choose Brooke as their mother.",
        "Ridge: And if I go with dad and Brooke that'll make things different?",
        "Stephanie: Why would you do that?",
        "Ridge: Because she's the mother of my child. She's done incredible things for this company over the years.",
        "Stephanie: Yes, she has. And she's also created incredible scandals.",
        "Ridge: Oh, please. And you haven't?",
        "Stephanie: I haven't made an advertising campaign out of them. That's not the image that I want for Forrester. That's not what I want. I want us to design clothes for healthy, happy, proud, achieving women. Like your wife. I want you and Taylor to be the image of Forrester creations. Two intelligent, creative, happy, positive people. Let Eric have Brooke. The hell with them. I want this company to be restored to its former glory and I want you to help me. I want you here with me. But I want to know that your loyalty is here."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=_hYk63OiNas"
}