{
    "Episode Summary": [
        "Episode # 7451 ~ Bill is eager to finally make Brooke his wife after so many years & obstacles; Zende & Nicole differ over their Halloween costumes & family obligations."
    ],
    "Recap": [
        "Brooke tells Ridge that she cannot believe he is doing this on her wedding day. He asks Donna for time alone with Brooke and then tells Brooke not to do this. RJ tells Rick that he knows all about the shares now and this is not going to happen, just trust him. She is not coming home as Mrs. Bill Spencer. Bill is worried but Donna tells him that Brooke just needs a few more minutes, a few more finishing touches. Zende tries to convince Nicole that she is the Dracula type with this sexy costume for Halloween. She has a banging body and now Maya wants her to have another baby. But he says he has plans for them ..see the world and make love in different cities. And they can start right now. Zende just gets started when Nicole gets a phone call from Maya and she splits off. Donna stops Bill from going upstairs to check on Brooke. She says he has already seen her on her wedding day, do not tempt fate. Donna says it is not RJ that is trying to talk her out of the wedding. He says he is sorry he is impatient but he guesses they will just wait. Ridge tells Brooke that she cannot do this. He had a temporary lapse in judgment but he does not want her marrying Bill or any other man. He is trying to be fair but now he needs to tell her how he feels. They have always been there for each other and it will always be that way. He does not want her to marry Bill and he does not care about Quinn or the shares.",
        "RJ tells Rick that he knows his mother and dad love each other so she is not going to marry Bill. Rick warns him not to be disappointed if he does not get his way. Brooke tells Ridge that he does not know her if she thinks she takes her vows that lightly. She is going to be Bill's wife. Ridge keeps reminding her they have been each other's destiny since the moment their eyes locked across the room years and years ago. She still holds tight that he is going downstairs and will forget this and she is going to marry Bill. Alison is listening at the door. Maya tells Nicole that her heart is so full and she does not want to pressure Nicole but she wonders if she has given serious thought to giving them another baby. Bill is upset when he finds that Alison did not see Brooke \u0096 she had a man in her room. Bill charges off. Ridge is sitting on the bed with Brooke trying to explain how he feels. RH shook him and made him accept how he feels. He does not care if the company goes under and if he loses anything else but he cannot lose her. She says he wanted her to do this. He says he was an idiot, tomorrow he will still be an idiot but she will be with him. They never should have separated. There is only one true love and that has always been her. He has not always fought for her and he is sorry that he has put her in this situation and he will try to make it up to her. He wants her to stop the wedding and go home with him. Bill opens the door and stands there with disgust on his face."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: Oh, boy. I can't believe you're doing this on my wedding day.",
        "Ridge: Can you give us a minute, please?",
        "Donna: Brooke?",
        "Brooke: Just tell Bill we need a little more time.",
        "Donna: That'll fly, right? You're -- you're a bride. Delays happen -- mishaps. Okay. All right.",
        "Ridge: Thank you. Hi. Don't do this. Don't marry Spencer.",
        "Bill: What is taking so damn long?",
        "Justin: Women get sentimental right before the ceremony.",
        "Wyatt: Yeah.",
        "Justin: Put two sisters together, and, hey.",
        "Wyatt: Put the makeup on, cry it off, rinse and repeat, you know -- they're happy.",
        "Justin: [Chuckles]",
        "Bill: Yeah. Yeah. I-I guess you're right. I can't believe today's finally here. I mean, after all this time, Brooke is finally gonna be my wife.",
        "Rick: Hey, R.J. heard you were here.",
        "R.J.: Hey, bro.",
        "Rick: How you doing? I know you've been upset about the wedding.",
        "R.J.: Yeah. Yeah. I am. But at least now I know the reason. Dad told me everything -- about Mom, Bill's shares, getting rid of Quinn.",
        "Rick: Yeah, I know. It's a lot. But it has to be done. I just wish that --",
        "R.J.: She's not going through with it.",
        "Rick: That might be wishful thinking there, bud.",
        "R.J.: I know what I'm talking about, okay? No way this wedding is happening.",
        "Nicole: Someone's excited about the Forrester party.",
        "Zende: Well, yeah. I love Halloween. It's my favorite holiday.",
        "Nicole: I didn't know that. Is that how this is gonna be with you -- one surprise after another?",
        "Zende: Well, I got to keep you interested somehow.",
        "Nicole: Oh, that's easy. More of that, please.",
        "Zende: Such demands! My, my. Oh, by the way... I have our costumes picked out already.",
        "Nicole: Okay, let me guess -- Rihanna and Drake. No, Bey and Jay.",
        "Zende: Uh, not even close to the awesomeness that we'll be when we walk in as -- you ready? -- Dracula...and his bride! [Chuckles] Look! What's wrong?",
        "Nicole: It's a little, uh -- there's not much there, is there?",
        "Zende: It's se-- okay, listen. The word is \"sexy.\" You know, there's fishnet stockings, there's high heels, and blood.",
        "Nicole: I hate to say it, but I'm not really into Dracula -- you know, neck- biting, bloodsucking, not really my thing.",
        "Zende: Are you kidding? I mean, come on. Listen. Dracula is like the ultimate dude. He's handsome, suave. He's rocking those capes. I mean, the ladies -- they can't resist him. And sexy as hell.",
        "Nicole: Mmm. Can't argue with the \"sexy.\"",
        "Zende: Are you seriously telling me you don't like the costumes?",
        "Nicole: It's...too... little.",
        "Zende: That's what Halloween's for. It's about pulling out your sexy and wearing it out loud.",
        "Nicole: I don't do sexy out.",
        "Zende: Oh, yeah. The hottest woman on the planet? Really? Listen, Halloween's a free pass for you to show the world what you've got, and, girl... you've got it.",
        "Nicole: If you want to be Dracula, you go right ahead, and I'll pick out my own costume. But you're sweet and you're funny, and I'm still crazy about you.",
        "Rick: I don't want Mom marrying Spencer, either, R.J. but she loves him. I told Ridge the same thing.",
        "R.J.: Yeah, well, I got through to him.",
        "Rick: What do you mean?",
        "R.J.: When you left, I told Dad the truth. His plan is idiotic. I mean, putting the company first, hoping Mom realizes one day that she made a mistake and she's gonna just crawl back to Dad? He's gonna stop that wedding. You'll see. And she is not coming home as Mrs. Bill Spencer.",
        "Bill: What is taking so long? We're ready!",
        "Donna: Oh. [Sighs] You know, things.",
        "Bill: What things?",
        "Donna: Of the bridal persuasion -- hair, makeup, dress, reflection. Brooke just wants a few minutes to gather her thoughts. Think of it as finishing touches.",
        "Ridge: You can't do it. You can't go through with this wedding.",
        "Brooke: What about your big plan... bill's shares?",
        "Ridge: It doesn't matter. I just want to spend my life with you.",
        "Brooke: You want to spend the rest of your life with me?",
        "Ridge: Yeah. I absolutely do.",
        "Zende: Hmm.",
        "Nicole: What?",
        "Zende: I just realized, uh... there isn't a model in this building that compares to you.",
        "Nicole: I don't know about all of that.",
        "Zende: No, I'm telling you. You've got sexy down. And that body is -- mmm! -- Bangin'! [Chuckles] I mean, I still can't believe it -- Maya and rick asking you to have another baby for them.",
        "Nicole: I know. But I get it. I mean, they haven't pressured me at all.",
        "Zende: Asking you is pressure.",
        "Nicole: Well, you know, I don't see it that way. Rick and Maya have been totally respectful and understanding.",
        "Zende: I don't know. Maybe I'm on edge about it. I have plans for us, you know?",
        "Nicole: Oh, yeah? Like what?",
        "Zende: I want us to see the world, you know -- drink all the drinks, eat all the food, experience different cultures, make love in every famous city.",
        "Nicole: That sounds amazing.",
        "Zende: I want to make real memories with you, Nicole. Starting right now.",
        "[Cell phone ringing]",
        "Zende: Mnh-mnh. Don't answer it.",
        "Nicole: But it's Maya's tone.",
        "[Ringing continues]",
        "Nicole: Hey. What's up?",
        "Maya: You forgot.",
        "Nicole: Forgot...?",
        "Maya: We were supposed to get together.",
        "Nicole: Oh, my bad. Um, I'll be right there. I forgot. I have to meet with Maya.",
        "Zende: Uh...wait. Wait. Hold on. You're leaving?",
        "Nicole: I told Maya that we could have a catch-up session.",
        "Zende: Oh, no, no, no. No. Do that later.",
        "Nicole: Zende, don't worry. I can handle my sister.",
        "Zende: You know what to say, all right? \"Love to help. Sorry. Bad timing.\"",
        "Nicole: I know. I said, \"Don't worry.\"",
        "Zende: All right, fine. Then I won't. Hurry back, though. Dracula's bride. Oooh! [Chuckles]",
        "Nicole: I'm gonna be a nurse.",
        "Rev. Brown: If it's all right, I'm gonna get some air.",
        "Bill: Well, don't go far, Reverend. We're gonna get this party started in just a couple of minutes. This is ridiculous.",
        "Alison: You have no idea how much time and effort goes in to a bride looking radiant on her wedding day.",
        "Bill: Neither do you.",
        "Alison: Assisting counts. I've been a bridesmaid many times.",
        "Bill: I'm going up.",
        "Donna: No. You've already seen the bride on your wedding day. Trust me -- tempting fate is not something you want to do right now. So, stay here. Sip on this. I've got this.",
        "R.J.: Dad was determined to stop that wedding. No way he's gonna let it happen.",
        "Rick: R.J., I despise Spencer, also. He's the last guy I want mom marrying. But for her to go back to your dad, the lesser of the two evils in my book -- I don't know -- it just sounds like an invitation for a lifetime of drama to me. And I don't think mom's about that anymore.",
        "Brooke: You said this is what you want.",
        "Ridge: I know. I know. You know what that is? It's a momentary lapse of reason. But I'm back now. I don't want you being with anyone, really, but especially him. I just -- the thought of you guys together... I-I -- oh, god, I just can't do it. So why don't we go downstairs together and we'll call it off?",
        "[Knock on door]",
        "Donna: Bill is getting impatient.",
        "Brooke: Donna, can you give us just a couple more minutes, okay?",
        "Donna: I was barely able to keep him from coming here. Oh, boy. Okay. Back I go. Wish me luck.",
        "Ridge: Okay.",
        "Brooke: Oh, Ridge. You can't be saying these things. It isn't fair.",
        "Ridge: I-I try to be fair. I try to respect the feelings you have for bill. But now I'm being fair also by telling you how I feel, and this is a mistake.",
        "Brooke: The minister is downstairs, ready to marry bill and me.",
        "Ridge: I know. I know. Send him back. Send them back to where they came from. And then you, me, R.J. -- We'll have our life together. We have a chance here.",
        "Brooke: What about Quinn? What about the company -- Bill's shares?",
        "Ridge: I don't care about any of that. I care about us. And no one can do for us what we can do for each other. It's always been that way. And you know what? I miss it. And I think you miss it, too. So don't do it. Don't say those vows. Don't -- don't marry bill.",
        "Nicole: So, you and Rick aren't going to the wedding?",
        "Maya: It's...intimate, and we're not the biggest fans of \"Dollar\" Bill. [Chuckles] Everything's good with you and Zende?",
        "Nicole: Better all the time.",
        "Maya: We haven't caused any problems for you?",
        "Nicole: Not at all.",
        "Maya: Look, I knew that it was gonna throw you off balance when we asked you to be our surrogate, so I just want to make sure that you don't feel any kind of pressure.",
        "Nicole: I don't.",
        "Maya: Good. We would never do that to you. But...you've given us such a miracle with Lizzy. Just -- it felt like we had to ask.",
        "Nicole: I would have been hurt if you hadn't.",
        "Wyatt: After a few more minutes, Brooke will be your wife for the rest of your lives.",
        "Bill: My minutes are wearing thin, Wyatt.",
        "Wyatt: Okay.",
        "Bill: What is going on up there? Is it R.J.? Did he show up? Is little Ridge trying to talk his mommy out of marrying me?",
        "Donna: [Sighs] Little Ridge is not the problem.",
        "Bill: Then what is? And why do you look so flustered?",
        "Donna: Weddings make me nervous. You make me nervous when you're all intense and growly like this.",
        "Bill: I'm sorry. Don't mean to intimidate. Just, you know, impatient, ready to get married. Been waiting a long time for this.",
        "Donna: Brooke wants to get married, too. [Sighs] She'll be down soon, okay?",
        "Bill: Guess we wait.",
        "R.J.: I know you and my dad don't get along.",
        "Rick: [Sighs]",
        "R.J.: You probably don't want to see him back with mom, either.",
        "Rick: Shockingly, I told your dad that if it came down between him and bill, he'd be a better fit for Mom.",
        "R.J.: I actually believe in them. I know they can make it work this time.",
        "Rick: R.J., just remember, Mom's got real feelings for bill. Don't be disappointed if it doesn't work out the way that you want it to.",
        "R.J.: I'm not doing this for me, okay? I'm doing it for them.",
        "Brooke: You can't dictate who I'm going to marry. I'll tell you what's going to happen. You are leaving. I'm gonna go downstairs, and I'm gonna marry the man that I want to marry, and you're gonna get the Forrester shares. That way we all get what we want.",
        "Ridge: That's not what I want, and I don't think it's what you want, either.",
        "Brooke: It's not for you to decide, Ridge. I've really got to get ready.",
        "Ridge: No, stop. Don't -- don't just go down there because everything is set up. That doesn't make any sense. Go down there and tell bill that you've had a change of heart -- that you want to spend the rest of your life with me. Think about it. It's all here. You, me, R.J. -- It's right there.",
        "Brooke: Don't do this. When I say vows, when I make promises, I mean them. And if you don't know that, then you don't know me.",
        "Ridge: We've been together all our lives. Of course, I know who you are, and I know that what you think you feel for Bill doesn't even compare to what you feel for me. It's always been like that, from the first day when we looked at each other and we saw each other across a room, and I know that sounds weird, but it's true. We found our future that day. You can't just throw that away because of Bill. You can't commit your life to him.",
        "Brooke: I am. I love Bill. And I am going to be his wife.",
        "Maya: Lizzy has brought us such unbelievable joy and love -- more than we could ever imagine. And it's all because of you and your generosity. She's our miracle baby. I look in her sweet little face, and I see all of us -- you, Rick, Mama, Daddy, Sasha on her good days -- I mean, the good parts of her, you know? But, anyway, um, no, I mean, my heart is just so full. Sometimes I wonder how I can contain it.",
        "Nicole: Trust me -- I get it. Sometimes when I hold her, all I can do is stare.",
        "Maya: This is a question. It is not pressure. But have you thought about what Rick and I asked you... about giving Lizzy a little brother or sister?",
        "Nicole: Actually... I have.",
        "Justin: Hey. Is there anything you want to tell me?",
        "Donna: What?",
        "Justin: Does Bill have any reason to worry?",
        "Donna: Why don't we meet the reverend, yeah?",
        "Wyatt: Want to make a bet?",
        "Bill: No.",
        "Wyatt: The second you see Brooke walk down those stairs, you're gonna forget all about --",
        "Bill: Did you talk to Brooke?",
        "Alison: I didn't see her.",
        "Bill: What do you mean, you didn't see her?! That was the whole point!",
        "Alison: She's not alone.",
        "Bill: That's impossible. Donna's down he-- is it Katie? Did Katie sneak in the house?",
        "Alison: It's a man's voice.",
        "Bill: A man's v-- what the hell?",
        "Ridge: Will you sit with me for a moment? I know I talk about the day we met, and I'm aware it's a long time ago and a lot of things have changed. You've changed... for the better. I've...changed. But something remained the same, and that's the love we have for each other. We've always had a connection, you know, and I know it's not the same anymore, but we can get it back. I know we can get it back.",
        "Brooke: Ridge...",
        "Ridge: No, I'm on a roll. Let me -- I'm just trying to -- we've always gotten into a lot of trouble and done a lot of weird things, but one of us was always smart enough to wake up. And today it was me... because R.J. shook me, and he asked if getting those shares from Bill, if getting the company, if getting Quinn out of it -- if that was worth losing you. And just like that [Snaps fingers] I was awake. I don't want to lose you. I don't, and I don't care if the company goes under. I don't care if I lose everything, as long... as I don't lose you. 'Cause nothing else matters. You -- you can't -- [Sighs]",
        "Brooke: Yesterday you wanted me to do it.",
        "Ridge: Well, yesterday I was an idiot. I was wrong.",
        "Brooke: Okay. So, what about tomorrow?",
        "Ridge: Tomorrow I'll still be an idiot, but I'll be a happy idiot if you're with me.",
        "Brooke: I love Bill.",
        "Ridge: No, you don't.",
        "Brooke: You can't just say, \"No, you don't\" and then have your way.",
        "Ridge: No, it's not about me having my way. I don't mean that. It's -- it's about righting a wrong. We never should have separated, because, you know, there is only one true love of your life. And I love you. Always have. And I'm -- I'm sorry if I kind of lost sight of that a little bit and I'm sorry... if I didn't always fight for you, and I'm really sorry I put you in this ridiculous situation. But I'll make it up to you. I'll try, anyway. So come on. Get your stuff. Let's go home."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=RhJWkruTxJ8"
}