{
    "Episode Summary": [],
    "Recap": [
        "Wyatt tells Hope not to listen to Liam. Don't give up their relationship. Don't let Liam control hr. She says Liam is not controlling her. This is what she wants. He tells her they are a great team and after all they have gone through, he can't believe she is saying that. She says she is sorry, but this is the way it has to be. He doesn't know why. Wyatt says he can't accept this. He won't accept this. He says he loves her and he knows she feels the same way. Liam comes home to find Bill on the laptop messing around with a picture of a stallion. Liam tells him his day went fine, but it might not be for Bill. One of them is gonna have to move as he is getting married. Bill asks where he's going to live. Donna visits Brooke and tells her she sees Bill is still pursuing her. Brooke says yes but she makes it a point not to be alone with him in any room. But now he's bombarding her with e-mails. Bill asks Liam how did this happen. Liam says he gave Hope an ultimatum, him or Wyatt. He is probably receiving the news as they speak. Bill is proud and says good boy. Liam tells him he also told Hope she had to break all ties to Quinn Artesian. Bill asks if Hope is going to do that. Liam says she more or less has to, it was a deal breaker. Bill says he really is playing hardball now. Liam said he had to. He really doesn't trust them. Bill says well he knows Quinn does not have both oars in the water. Hope tells Wyatt that she knows it is hard for him. It is hard for her too. Wyatt says then don't do it. He doesn't think she has thought this through. It's only been a few months and look what they have accomplished in that short amount of time. She says exactly and she's had years with Liam. She says Liam is a good man. He's going to make a really great husband and she really loves him. She says she is ready for this. Wyatt says no, yoga boy is pressuring her again. She says that is another thing. The disrespect he shows Liam might have been funny at first but it's not anymore. Wyatt says come on, it was just a joke. She says no it wasn't and Liam doesn't deserve it. Wyatt says okay, he will call him His Royal Highness if that is what Hope wants. He says this is so out of the blue. She said she needed time so why is she ready now. He doesn't buy it.",
        "Hope tells him that he knew this was coming. He knew that she had a decision to make. Wyatt claims that Liam has been asking her for years but it never happened. She says yes and she has punished him for that. Wyatt says she is not punishing Liam for being with him. They have something and she knows that. She says he is funny, handsome and charismatic so it is easy he says to fall in love with him. He says he feels it, she feels it, every time they kiss. She looks into his eyes and says she is going through with this. He replies this is not something she should have to go through. She says it is what she wants and he has to accept it. He says sorry no can do. She tells him to listen. She is going to marry Liam and Wyatt is going to be her brother-in-law. They will still be close. He says he does not want to be close. He can not live with close. That is why it is so hard for him to even be here like this without wanting to hold her and touch her and even grab her right now. She says it can not be that way any more. He says yes it can. They are not finished. They will never be finished. Bill wants Liam to help him with a graphic on the laptop. He wants the stallion to be rising up on his hind legs. Liam says this is making him so uncomfortable; he won't do it. Bill cajoles him into it. Liam says he's gotta go take a shower. Perhaps Bill ought to take a cold one too. Bill sends the e-mail to Brooke. Donna makes her open it. Brooke looks annoyed and says this has got to stop now. Bill calls and even makes a whinny sound several times. She calls him immature and that this is not working. He does it again imitating the mating call of a stallion. He even manages to make Brooke laugh and ask what is she going to do with him. Hope tells Wyatt that she is not feeling guilty but this is the way it has to be. He says good, no guilt. The only person who should be guilty is Liam as he has been stringing her along and he would never do that to her. It only took one kiss for him to fall in love with Hope. Their first kiss in Big Bear and she had him. He only falls once, only once and there will never be a Steffy with him. She tells him Steffy is not an issue any more. She knows that now. She's gone and has her own life. Wyatt jumps in and says good, now they can have theirs. He wants to travel with her, find more jewels, have fun. That is why he invited her here tonight. He hates Indian food but he was doing it for her .and hoping they might do something they had not done before. Maybe that would change her mind. He leans in and kisses her ..several times and she responds. He unzips the blouse/sweater she has on and pulls her back to the couch. They kiss passionately many times until Hope pulls away and says they can not do this. Her blouse is open; his shirt is open to the waist and neither can keep their hands off each other. He kisses her again and says this is what they both want. She holds her head and says no, they have to stop. She does not want to lose Liam. Wyatt says this is not about Liam. It's what they have. She can't turn her back on this. She says see, this is why they can't even work together. He says that ought to tell her something. They are a powerhouse. She says it tells her that he is so special. He is so wonderful to her especially with everything that has been going on in her life. She is so deeply sorry that she is disappointing him. He only brings her smiles but she is bringing him pain. But he and his mother will be fine. They are the best and there are other contracts out there. He says he doesn't want other contracts. He says he doesn't care about the work. He cares about her. She says she loves him for that. He points out that she does love him. She starts to say no, then suddenly says yes she does but she loves his brother more. She says she is sorry. He's stunned, can not speak. She gets up and grabs her purse and goes out the door while he just slumps on the couch. Hope leans against the wall for a minute and stifles her tears."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: I can't let this happen. I won't let this happen.",
        "Hope: I'm so sorry, but I'm doing this.",
        "Wyatt: You -- you want to give up on us? You want to end our business relationship because he's giving you an ultimatum. Don't -- don't listen to him. Don't let Liam control you.",
        "Hope: No. No, Wyatt. He's not controlling me. This is what I want.",
        "Wyatt: After all we've been through, how can you say that? We are a great team. All right? The success we've had -- I just got done talking to Eric and --",
        "Hope: Wyatt, I'm so sorry. I am, but this is the way it has to be.",
        "Wyatt: Why? We are on a roll here, and -- and... I-I can't accept this. I won't accept this. I-I -- I love you, Hope. And I know -- I know you feel the same way.",
        "[SCENE_BREAK]",
        "Liam: What are you doing?",
        "Bill: Fooling around. Ugh. How was your day?",
        "Liam: Good.",
        "Bill: Glad to hear it.",
        "Liam: Maybe not, uh... so good for you, though.",
        "Bill: Oh?",
        "Liam: Well, one of us is gonna have to move out. I'm getting married.",
        "Bill: Where you gonna live?",
        "[SCENE_BREAK]",
        "Brooke: I haven't seen you since dinner at Eric's.",
        "Donna: What an incredible day.",
        "Brooke: Yes, it was. And Hope planned everything. Except, of course, that surprise wedding of Rick and Caroline's.",
        "Donna: Oh, that was so beautiful, wasn't it?",
        "Brooke: It was lovely. And I noticed that you and Eric had some quality time.",
        "Donna: And I noticed you had the same with Bill... out on the terrace.",
        "Brooke: No, that was not quality time.",
        "[SCENE_BREAK]",
        "Brooke: Bill won't let it go.",
        "Donna: He's still pursuing you? Oh, honey, how are you handling it?",
        "Brooke: [Sighs] By not being alone with him.",
        "Donna: I know it can't be easy.",
        "Brooke: No, it's not. But he's -- he's incorrigible. He keeps sending me these texts and these immature e-mails.",
        "[SCENE_BREAK]",
        "Bill: So how did that happen?",
        "Liam: Well, I, uh, I talked to Hope, and I gave her a choice -- me or... not me.",
        "Bill: Ultimatum. Thataboy. Good job.",
        "Liam: [Chuckles] Yeah. Appreciate that.",
        "Bill: Hmm. What about your brother?",
        "Liam: Wyatt is receiving the unhappy news as we speak.",
        "[SCENE_BREAK]",
        "Hope: I know that this is hard for you. It's hard for me, too.",
        "Wyatt: Then don't do it. You haven't thought it through.",
        "Hope: Yes, I have.",
        "Wyatt: And you're ready to quit on us. What has it been -- a few months? Look what we've accomplished in a few months.",
        "Hope: Exactly. It's only been a few months. I've had years with Liam. Years. He's a decent man, and he's going to make a really, really great father and husband, and -- and I... I love him, Wyatt. I'm ready for this.",
        "Wyatt: No. No, yoga boy is pressuring you again. That's what he does.",
        "Hope: That's -- that's another thing. The -- the disrespect that you have for him, I-- it was funny at first, but it isn't anymore.",
        "Wyatt: Oh, co-- come on! It was a joke! It was just a jo--",
        "Hope: It wasn't. It's an insult, and Liam doesn't deserve it.",
        "Wyatt: Okay, fine. I will call him \"your royal highness\" if that's what you want. Just don't let him pressure you into doing this.",
        "Hope: He's not pressuring me.",
        "Wyatt: Then why? Why are you suddenly ready for marriage? You said you needed time. This is so out of the blue. I don't buy it.",
        "[SCENE_BREAK]",
        "Donna: Ugh.",
        "Brooke: Yeah, I used to find this stuff hilarious.",
        "Donna: Uh-huh. Well, it's, um... it's silly. Yeah.",
        "Brooke: Yeah, it is. And it can't continue. Katie and I just started rebuilding our relationship, and I'm not gonna let Bill destroy that.",
        "Donna: Well, then get tough with him. You know, threaten to -- to call the police or file a restraining order.",
        "Brooke: It's not that bad.",
        "Donna: Part of you likes it.",
        "Brooke: A bigger part of me doesn't like it. And yet, knowing that he still cares...",
        "Donna: And he doesn't just care. He's in love with you.",
        "[SCENE_BREAK]",
        "Liam: So, one more thing. I told Hope she has to break ties with Quinn Artisan.",
        "Bill: Did she agree?",
        "Liam: I kind of made it a deal breaker.",
        "Bill: Wow. My boy was playing hardball there.",
        "Liam: Yeah, well, you know, I really don't trust them, so...",
        "Bill: Well, I don't think Quinn has both oars in the water. She cuts me with my own sword. She takes that video you made for Steffy, sends it to Hope.",
        "Liam: Oh, God. That video was such a mistake.",
        "Bill: It wasn't a mistake, Liam.",
        "Liam: Don't. Don't start.",
        "Bill: What? I'm okay with Hope. I don't mind having her as a daughter-in-law.",
        "Liam: No, go ahead. No, say it. I know you're gonna say it. She's no Steffy.",
        "Bill: Well, you know, Steffy was the package. Smart, great sense of humor... sexy as hell.",
        "Liam: You know the thing about that, Dad? You could just as easily be describing Hope.",
        "[SCENE_BREAK]",
        "Hope: Wyatt, you knew that this could happen. You knew that I had a decision to make.",
        "Wyatt: How many rings has he given you? How many proposals? Is that what you want? You -- you want a guy who can't make up his mind? It took him years!",
        "Hope: And I punished him for that.",
        "Wyatt: By being with me? You're not punishing Liam. That's not what this is. We have something, Hope. And you know it.",
        "Hope: You are funny and handsome and -- and charismatic, so you make it very easy to --",
        "Wyatt: To fall in love with me. You feel it. I feel it every time that we kiss.",
        "Hope: I'm going through with it.",
        "Wyatt: It shouldn't be something that you have to go through.",
        "Hope: That's -- that's -- I mean... it's what I want. And you have to accept it.",
        "Wyatt: Sorry. Sorry, hon. No can do. This is... I don't know what this is! This is like some knee-jerk reaction to something that he said to you.",
        "Hope: Wyatt, Wyatt, listen to me. Listen. I'm marrying Liam. You are going to be my brother-in-law. We'll still -- we'll be close.",
        "Wyatt: I don't want close. I can't live with close. You mean so much to me, and that is why it is so hard not to just hold you and touch you and grab you... right now.",
        "Hope: It can't be that way anymore.",
        "Wyatt: Yes, it can. And it will be, Hope. We're not finished. We'll never be finished.",
        "[SCENE_BREAK]",
        "Bill: Listen, you know what, son? Whomever you decide to marry, I wish you the best.",
        "Liam: Well, that's not really even a question anymore.",
        "Bill: Fine. Congrats. Come help me with this.",
        "Liam: What?",
        "Bill: I want the stallion to be rising up on his hind legs.",
        "Liam: Oh, my God, you've got to be freaking kidding me.",
        "Bill: Do I look like I'm kidding? Come on. You know the program. It'll take you a minute. Come over here.",
        "Liam: This is making me so uncomfortable.",
        "Bill: [Mocking] This is making me so uncomfortable. [Normal voice] Who cares? Do this for me. What's the big deal?",
        "Liam: Look, here's the thing.",
        "Bill: Why are you sitting on me?",
        "Liam: I'm not sitting on you.",
        "Bill: Sit there.",
        "Liam: Fine. [Sighs]",
        "Bill: Come on.",
        "Liam: All right, do you see this drop -- no, I'm not doing this. I'm not doing this with you.",
        "Bill: Come on. Do it. Come on. Do it.",
        "Liam: All right. Look at this drop-down menu.",
        "Bill: Yeah.",
        "Liam: You go down there. You click on that. Okay, zoom in here. Select this.",
        "Bill: Mm-hmm.",
        "Liam: And then click that. You're good.",
        "[Horse whinnies]",
        "Bill: Sweet.",
        "Liam: You're sick. I'm gonna have to take a shower. You should probably take a cold one yourself.",
        "Bill: Yeah, you might be right about that.",
        "[SCENE_BREAK]",
        "Donna: No, it was a surprise. The dress was a surprise. I don't know how it just fit her like a glove.",
        "[Computer chimes]",
        "Donna: It was crazy.",
        "Brooke: There's another one.",
        "Donna: What?",
        "Brooke: Another e-mail from Bill.",
        "Donna: Oh. Open it. Open it. Go.",
        "Brooke: [Sighs]",
        "Donna: Oh, boy. Oh.",
        "Brooke: Ugh.",
        "Donna: Well, that's, um, interesting.",
        "[Horse whinnies]",
        "Brooke: Yeah, um, no. This has got to stop.",
        "[Cell phone chimes]",
        "Brooke: And it ends now.",
        "Donna: Yeah.",
        "Brooke: [Sighs] Yes, yes, I just got it.",
        "Bill: [Whinnies]",
        "Brooke: How immature can you be?",
        "Bill: Apparently very.",
        "Brooke: Is this some kind of courting ritual? Because it's not working.",
        "Bill: Well, actually, the mating call of a stallion is something more like this. [Imitates stallion neighing] What do you think? Is it working?",
        "Brooke: [Chuckles] Oh, Bill. [Sighs] What am I gonna do with you?",
        "[SCENE_BREAK]",
        "Hope: Look... we made a great team. We had a lot of fun, and we clicked, but --",
        "Wyatt: But nothing. That is the start of a relationship. That is breaking ground and laying the foundation.",
        "Hope: We worked so well together, so of course there's gonna be a chemistry.",
        "Wyatt: You want to give that up? Look... you're feeling guilty. I get that.",
        "Hope: No. No, it isn't guilt.",
        "Wyatt: Good. 'Cause it shouldn't be. The only person who ought to be feeling guilty is Liam, and it's because he's been stringing you along and making you miserable, and I would never do that to you. You know how long it took me to fall in love with you? One kiss. Our first kiss on Big Bear, and you had me.",
        "Hope: You fall very easily.",
        "Wyatt: No. I fall once. Only once. And there will never be a Steffy with me.",
        "Hope: Steffy isn't an issue anymore. I know that now.",
        "Wyatt: You've said that before.",
        "Hope: No. She -- she really is -- she's gone. She has her own life.",
        "Wyatt: Then we can have ours.",
        "Hope: No. No, Wyatt, we can't.",
        "Wyatt: God, I want to travel with you. Look at the great time we had in Mexico.",
        "Hope: Yeah, we did. We had fun, but --",
        "Wyatt: We could do that again. India, the Far East. We could be searching for jewels and partying and having fun and spending time with you. That's why I invited you here tonight.",
        "Hope: [Sighs] Your surprise dinner.",
        "Wyatt: Indian food! I hate Indian food. I just want to plan a trip with you and -- and...",
        "Hope: And what?",
        "Wyatt: And maybe something we haven't done before. Something that might even change your mind about everything.",
        "[SCENE_BREAK]",
        "Bill: You know, I'm kind of surprised you let Hope go to Wyatt's by herself.",
        "Liam: Yeah, you know, I-I did offer to go with her, but at this point, Hope knows what she wants. If she didn't, she wouldn't have agreed to marry me.",
        "Bill: Your brother can be pretty persuasive.",
        "Liam: Okay, let him try. She's fully committed to me.",
        "Bill: It's not Hope I'm worried about, Liam. It's Wyatt.",
        "Liam: What about him?",
        "Bill: He obviously has very strong feelings for her. He's not just gonna roll over. He's gonna fight it.",
        "Liam: He's welcome to. He's gonna lose, 'cause Hope's marrying me.",
        "[SCENE_BREAK]",
        "Hope: This is wrong. We have to stop.",
        "Wyatt: This isn't -- this isn't wrong.",
        "Hope: Yes, it is.",
        "Wyatt: Why?",
        "Hope: Because -- [Sighs] Because I'm marrying your brother.",
        "Wyatt: It's -- this is what we both want.",
        "Hope: No! My God! We have to stop!",
        "Wyatt: We are a powerhouse together, Hope. To end this now --",
        "Hope: I don't want to lose Liam.",
        "Wyatt: This is not about Liam. This is about us. It's what we have. If you turn your back on that -- you can't turn your back on that. It's -- just let it go.",
        "Hope: You see? This -- this is why we can't even work together.",
        "Wyatt: Doesn't that tell you something? That we can't work in an office because of these feelings that we have together.",
        "Hope: It tells me... it tells me that you are so special and you are so, so wonderful. You've been so great to me, especially with everything that's been going on in my life. And I feel so, so deeply sorry for disappointing you. But we can't do this. You only bring me smiles, and I hate that I am bringing you pain. But you'll...you'll be fine. You and your mom -- you'll both be fine. There are other contracts out there, and you're the best. Everybody knows it.",
        "Wyatt: I don't want other contracts. I don't care about the work. I care about you.",
        "Hope: And I love you for that.",
        "Wyatt: See? You do love me.",
        "Hope: No. I... yes, I do. But love your brother more. I'm sorry. I am so sorry. Goodbye, Wyatt. Oh, my God. [Sniffles]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=FZfjTqWNa4I"
}