{
    "Episode Summary": [],
    "Recap": [
        "Nick tells Stephanie he wants to tell Bridget about baby Dominick. Bridget tells Massimo about her baby being a girl. Taylor and Brooke have words about Stephanie. Eric and Stephanie talk over martinis and Eric admits his wrongs. Nick tells Bridget about Felicia's baby."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Stephanie: I understand that the doctor's not available to speak with me. That's not what I'm asking you. I need to know the test results for my daughter. Do you have any idea when those results will be in? Well, fine. I'll call you back then. Thank you very much. How did it go?",
        "Nick: It didn't go at all.",
        "Stephanie: What do you mean?",
        "Nick: I didn't tell Bridget that Felicia and I have a child together. And you're not going to tell her either.",
        "[SCENE_BREAK]",
        "Gregory: Now, you're sure this is how you want to proceed?",
        "Eric: Gregory, I want my company back. I will do whatever it takes to make that happen.",
        "Brooke: I still say you're getting ahead of yourself, Eric.",
        "Eric: There's no harm in being prepared, believe me.",
        "Brooke: But to think that Stephanie's going to sign this --",
        "Eric: It's not -- she is going to sign it, Brooke. It's just a question of when.",
        "Brooke: Look, I know you think we've played this very carefully up until now.",
        "Eric: Yes, and we're starting to reap the benefits. I'm telling you, I'm seeing a vulnerability in Stephanie that I haven't seen in a very long time.",
        "Brooke: And what if she finds out that this is a ruse? Stephanie will be on the warpath all over again. Now, are you willing to risk that, Eric? Because more and more, I'm not.",
        "[SCENE_BREAK]",
        "Stephanie: Are you thinking of not telling Bridget?",
        "Nick: No.",
        "Stephanie: Then why didn't you?",
        "Nick: I planned on telling her last night.",
        "Stephanie: Look, you can't put this off.",
        "Nick: I'm not putting it off. Try to realize that it's been less than 24 hours that I found out that I have a son.",
        "Stephanie: Are you making an excuse?",
        "Nick: I'm thinking of my wife, that's what I'm doing. And she asks very little of me.",
        "Stephanie: Do you want to explain that to me?",
        "Nick: Bridget asked for one night. She wanted to have one night of peace without any complications, no heavy conversations, so I gave it to her because I could. Because I know once I tell her this, our lives are never going to be the same.",
        "Stephanie: The longer you take, the harder it's going to be.",
        "Nick: I wanted to tell her this morning before she went to the hospital, but she got called in. Which brings me to my point of being here. I'm going to be the one to tell her. My wife's going to hear this from me, Stephanie. We got that?",
        "Stephanie: I don't have a problem with that, nick. I love her, too. And I do understand that she wants the three of you to be a family.",
        "Nick: Only it won't just be the three of us. Dominick and Felicia are a part of our lives now.",
        "Stephanie: I hope so.",
        "Nick: You know this is going to be a shock to her. I mean, who the hell really knows how she's going to react. I mean, I only hope and I pray to god that the first time she sees and holds Dominick that she'll love him the same way I did. So, we're going to get through this. Stephanie, everyone involved is going to be okay.",
        "[SCENE_BREAK]",
        "Eric: You still think this is doable, right, Gregory?",
        "Gregory: In theory. But, Eric, to echo Brooke's concern, will Stephanie go along?",
        "Eric: Yes, I believe she will. I'm already laying the groundwork.",
        "Brooke: How?",
        "Eric: By acknowledging to her that she's been right about you all along, and by apologizing to her for not coming around sooner.",
        "Brooke: And she bought it?",
        "Eric: Yes, I think she has. And if she hasn't, I'll have another chance tonight.",
        "Gregory: Tonight?",
        "Eric: Yes. She's agreed to have dinner with me. I'm hoping --",
        "Brooke: Eric, we all know what you're hoping. But need I remind you, somehow every time we tangle with Stephanie, I'm the one who ends up losing.",
        "[ Knock on door ]",
        "Taylor: Oh, I'm sorry, I didn't realize -- you're Eric's attorney.",
        "Eric: Yes. Brooke is making unreasonable demands once again. Now look, you know, to hell with it. I'm just fed up. Let's get out of here before I say something I'm going to regret.",
        "[SCENE_BREAK]",
        "Bridget: So, how was your trip on the yacht?",
        "Massimo: Absolutely perfect. The weather was gorgeous.",
        "Bridget: Oh, good.",
        "Massimo: The women-- and the wine --! But nothing, nothing could top the phone call I got from Dominick telling me that you two are together again.",
        "Bridget: Yeah.",
        "Massimo: Bridget, I couldn't be happier for both of you.",
        "Bridget: Oh, thank you. We're really happy, too. But I hope my husband didn't share all of the good news over the phone with you.",
        "Massimo: There's more?",
        "Bridget: Oh, I'm so excited. Nick's first-born, our first child, it's a little girl. It's a little girl.",
        "Massimo: Oh. How wonderful. My, my, my. A granddaughter.",
        "Bridget: Nick is ecstatic. We both are. We feel so blessed.",
        "Massimo: You know, I was worried about you and Dominick there for a moment or two because -- goodness, I wasn't sure if you would be together when this child was born.",
        "Bridget: Yeah. I was worried too. But, you know, if Nick and I can get past his feelings for my mom, and everything that went along with that, we can survive anything. Not that I'm eager to put that to the test, believe me. After the little scare with the baby, I --",
        "Massimo: Scare? What? You never mentioned scare.",
        "Bridget: Oh, no, she's fine. We both are. But the doctor just wants me to steer clear from as much stress as possible.",
        "Massimo: I'm sure Dominick will be there whenever you need him.",
        "Bridget: Nick has been incredibly, incredibly attentive. In fact, it was the scare that made me realize just how devoted Nick truly is to our daughter and to me. I realize there is no way that I could keep him from his own child. It just wouldn't be fair. To either one of them.",
        "[SCENE_BREAK]",
        "Nick: Are you worried about Felicia?",
        "Stephanie: Yes. Did you see her today?",
        "Nick: Actually, I did. I went by the house because I wanted to check on Dominick. Why?",
        "Stephanie: How did she seem?",
        "Nick: In terms of what?",
        "Stephanie: Waiting isn't easy.",
        "Nick: You mean to see how Bridget's going to react.",
        "Stephanie: That, too. But as you said, Bridget is a remarkable young woman, and if anyone could accept that little baby boy with an open heart, it would be that sweet girl. But I guess that shouldn't really be a surprise, should it? I mean, she's accepted so much in her young life -- thanks to her mother.",
        "Nick: Could we please leave Brooke out of this?",
        "Stephanie: Oh, believe me, I wish I could erase Brooke from my mind permanently. But short of a lobotomy, I don't think that's going to happen --",
        "Nick: Maybe you should try a little forgiveness, Stephanie.",
        "Stephanie: I can, and I have forgiven many things in my life, nick. But not when it comes to Brooke. Because of the wreckage she's made of my life, and pretty much of Bridget's.",
        "Nick: Well, I'm as responsible as Brooke for that.",
        "Stephanie: Yes, you are. Which is quite a testament to Bridget, isn't it? That she can forgive the two of you. I just don't want her faith misplaced.",
        "Nick: I'm not saying this again, Stephanie. It is over between Brooke and me.",
        "Stephanie: For now.",
        "Nick: My heart is with Bridget and our little girl. That's where it lies, and that is never going to change.",
        "Stephanie: Never is a long time, Nick. And Brooke is Brooke.",
        "Nick: Why is it so hard for you to accept? Brooke wants what's best for her daughter. She wants this marriage to work. And it is working, because I'm where I want to be -- where I will always be.",
        "Stephanie: You love Bridget that much?",
        "Nick: Yes. And she finally has the life that she wants. And she's gone through hell to get it. But Stephanie, seeing and holding that boy -- I have no idea how Bridget's going to react, but we have to be positive and look forward, and make plans for what lies ahead. With Felicia. Unless there's something you're not telling me.",
        "[SCENE_BREAK]",
        "Taylor: Wow. The hostility between you and Eric just gets worse and worse.",
        "Brooke: He thinks I'm being unreasonable.",
        "Taylor: About?",
        "Brooke: Anything. Everything. I say two words and it starts setting him off.",
        "Taylor: I don't know why you don't understand that, after the way you treated him.",
        "Brooke: I never purposely set out to hurt the man, Taylor.",
        "Taylor: No, no, you never do set out to do anything on purpose, it just sort of happens.",
        "Brooke: I never said I was blameless. But Stephanie stripping Eric of his own company was a greater blow to him than me not sleeping with him. Stephanie was wrong to do it.",
        "Taylor: That's your opinion.",
        "Brooke: And yours, too. If you were to be truly honest with yourself. Look, you're Stephanie's best friend. You're the one person that she can trust in this world. Could you please say something to her to just stop this madness? Could you at least try?",
        "[SCENE_BREAK]",
        "Bridget: Oh.",
        "Nick: Hi.",
        "Bridget: Hi, honey, I didn't know you were home.",
        "Nick: Yeah, I actually didn't even go into the office today.",
        "Bridget: Oh, playing hooky? Wait until I tell your dad.",
        "Nick: Well, I think he's still sailing the high seas on his big yacht, isn't he?",
        "Bridget: No, I ran into him at the hospital today.",
        "Nick: He's back?",
        "Bridget: Yeah, and he was grinning ear to ear when I told him that his first Marone grandchild was going to be a little girl.",
        "Nick: I'm sure he's just going to want to spoil her. E number.",
        "Bridget: So, what are you doing? What's with this --",
        "Nick: This an herbal foot soak. I've been reading up on pregnant women's feet. You carry a lot of stress in your feet, you know? The doctor said no stress, so -- here we are.",
        "Bridget: You are so strange sometimes.",
        "Nick: But do you love me?",
        "Bridget: A lot. You know, today on my break, I was hanging out in the maternity ward, looking at the little babies. Every time I would pick one up and hold them, and look into their precious little face, it puts everything into perspective. Especially knowing that in a couple months, we're going to have our very own to love and cherish. I mean, honey, can you imagine what it's going to feel like to hold your first-born child for the very first time? [ Nick sighs ] Nick? Baby, what's wrong?",
        "Nick: What you said -- what you just said -- I can't do this anymore, Bridget, it's just too important to us, our future and the future of our family.",
        "Bridget: What are you talking about?",
        "Nick: I wanted to tell you something last night. I want to tell you now.",
        "[SCENE_BREAK]",
        "Stephanie: Oh, you're early.",
        "Eric: Well, I thought I could stop by for a drink before.",
        "Stephanie: Well, yes, I made martinis.",
        "Eric: Well, it's a good thing I'm here, then.",
        "Stephanie: Did you stop and see Felicia before you came in?",
        "Eric: Felicia? Oh. If you're referring to her relationship with her French female friend, no. No. I respect our daughter's privacy.",
        "Stephanie: As usual, ten steps behind.",
        "Eric: Which you were always so quick to point out to me. Actually, you're right about me being slow to catch on. Brooke has taken advantage of me once again. But, fortunately, that's all finished now.",
        "[SCENE_BREAK]",
        "Taylor: I have tried, believe me.",
        "Brooke: Then try harder. Because the longer this insanity goes on --",
        "Taylor: The more likely it is you'll wind up with nothing?",
        "Brooke: I'm not thinking about myself.",
        "Taylor: Oh, please, Brooke. You're always thinking about yourself. It's who you are.",
        "Brooke: Oh, and you're the great peacemaker. The healer. So why don't you do something --",
        "Taylor: Before Eric turns on you completely?",
        "Brooke: I don't believe he would do that.",
        "Taylor: Are you worried that Eric might be seeing things from Stephanie's perspective now?",
        "Brooke: I'm concerned about Forrester. About this family.",
        "Taylor: Are you worried that Eric and Stephanie might be finding their way back to each other?",
        "Brooke: She told you, didn't she? That Eric invited her to dinner and she accepted.",
        "Taylor: No, she didn't tell me about that, but that's an interesting development.",
        "Brooke: Mmm, you would think so, as Stephanie Forrester's fan club president.",
        "Taylor: Well, you have to admit, as improbable as it seemed even a few days ago, it might not be over for those two. Who knows? Maybe even tonight, maybe they'll be brought back together in a way nobody ever anticipated. Least of all, them.",
        "[SCENE_BREAK]",
        "Eric: I'm realizing something now. Something that I don't think I -- well, I know -- I didn't realize before. And I'm not proud. I'm not proud of the way I treated you. I'm not proud of shoving you aside for Brooke. And with Brooke, it's just what she wants. What she needs. What her to hell with who gets hurt. And a lot of people have been hurt. Our sons, my daughter, me. Everyone in this family, really. Most especially you. And I'm sorry. I'm sorry for the way you've suffered. You've suffered in a way that no wife ever should. I'm just sorry I didn't see it sooner. But all I saw was what I wanted to see. And that's really been my biggest failure as a husband. And as a father. As a man. The hardest thing for me to deal with here is the time that you and I -- the time that you and I have lost together. And I'm just hoping that we won't waste another minute hurting one another. I mean, that would be the worst thing. That would be the worst failure. As two people who really once believed in each other.",
        "[SCENE_BREAK]",
        "Bridget: Well, I guess the herbal foot soak will have to wait, huh?",
        "Nick: I'll make it up to you.",
        "Bridget: Yeah, I've heard that one before. Honey, I'm kidding, I'm kidding.",
        "Nick: You're right. I've let you down.",
        "Bridget: No, will you stop? We've put all that behind us.",
        "Nick: Well, I want to, and I thought we could. But you know, life has a way of throwing you curve balls sometimes.",
        "Bridget: They don't always have to be a bad thing.",
        "Nick: No, it doesn't. But it does show you what you're made of. What your marriage is made of.",
        "Bridget: But I thought we passed that test with flying colors. We're solid. Didn't we prove that to each other last night?",
        "Nick: Well, it always can't be like last night, Bridget. And there's nothing I'd love more than to give you everything special and beautiful that you deserve. But sometimes things just happen that we don't expect.",
        "Bridget: I have no idea where you're going with this.",
        "Nick: It has to do with Felicia and why she came back to L.A.",
        "Bridget: Oh. Oh, I already know about this. She has feelings for you, but I talked to her and she assured me that she really respects our marriage. And I -- honey, I believe her. Don't you?",
        "Nick: Yes. But there's more to it than that. That you don't know about. More than I didn't know until yesterday. Yesterday, I found out that Felicia has a baby.",
        "Nick: A little boy.",
        "Bridget: That's not possible. She took chemo for her cancer.",
        "Nick: Bridget. She was just going to go back to France. She wasn't going to say anything to me.",
        "Bridget: Oh, my god. Oh, no. It's yours.",
        "[ Bridget sighs ]"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=OY87XtBB8kQ"
}