{
    "Episode Summary": [],
    "Recap": [
        "Stephanie is in Taylor's office telling her how humiliated she is and how bad she'd love to see Brooke dead. Taylor warns her to stay away from Brooke till she gets a hold of her emotions. Eric wakes up and tries to get Brooke to consummate the marriage. She isn't ready to so he asks for Breakfast. After Breakfast they try again and Brooke again can't do it as she is thinking of Nick.",
        "Kristin and Zende are back in town visiting Ridge's. Thorn, Darla, Massimo are all there as well. They discuss how bad AIDS is ravaging Africa and all pledge to help. Later they discuss Brooke and Eric marrying."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Stephanie: I can't eat. I can't sleep. I'm just -- I'm consumed with this.",
        "Taylor: Anxiety when there's an unexpected life change is not abnormal.",
        "Stephanie: I don't feel anxious, I'm angry.",
        "Taylor: Your husband left you.",
        "Stephanie: I'm not angry with him. I'm angry with Brooke. Maybe anger's isn't even what I really feel. I want to kill her. Literally. I want her life to end. Because I realize that just getting her out of our lives doesn't -- it doesn't matter anymore, because she keeps popping back up. I'd like to just take her face and wipe it off the planet.",
        "Taylor: Stephanie, these thoughts are very destructive.",
        "Stephanie: You know, whenever I think about her, I feel that -- I feel as though people are laughing at me. Everyone. My family, everyone.",
        "Taylor: No, no, your family is very concerned about you.",
        "Stephanie: God, if one more person in my family tries to keep a newspaper from me --",
        "Taylor: You've seen it.",
        "Stephanie: Of course, it's everywhere. It's all -- it's just -- \"Brooke and Eric. Fashion dynamic duo together again.\" It's all her fault, you know. She's done this to me all over again.",
        "Taylor: It's only natural to want to assign blame when things in our life are going very wrong.",
        "Stephanie: Well, it is wrong. She's wrong. Look what she's done to us. To our family. To your marriage, to my marriage, to Bridget's.",
        "Taylor: I know, but let's focus on you.",
        "Stephanie: I want her to pay for what she's done. I want my revenge.",
        "Taylor: Stephanie, until you get these feelings under control, you have got to stay as far away from Brooke as possible.",
        "[SCENE_BREAK]",
        "Darla: Kristen. Zende. It is so good to see you guys. And look at you.",
        "Zende: Hey, guys.",
        "Darla: You are all grown up.",
        "Zende: Hey, guys, good to see you.",
        "Thorne: So, how long are you guys staying?",
        "Kristen: Oh, just a few days. Zende's on a little break from school.",
        "Zende: It's too short.",
        "Ridge: It's too bad Tony couldn't join you here. How's he doing?",
        "Kristen: He's doing really well. But, you know, I mean, he had to stay back. He wanted to come, but somebody had to keep working on the benefit.",
        "Ridge: Well, come on in, sit down.",
        "Massimo: Yes, yes, yes.",
        "Kristen: All right.",
        "Thorne: Hey, Kristen, everyone is so proud over at Spectra that you asked us to be one of your sponsors.",
        "Ridge: Forrester, too.",
        "Massimo: And Marone Industries for sure.",
        "Kristen: Well, of course. I'm just so thrilled that you guys were all so willing to help.",
        "Massimo: Aids awareness is something everyone should be involved in.",
        "Thorne: You guys have done a few of these benefits now, huh?",
        "Zende: Oh, the money they raised last year helped to build a new wing on the orphanage where I am from. But this year, we're really focusing on the aids problem.",
        "Ridge: They're related, aren't they? So many of the orphans in Africa have lost their parents to aids, just like you did.",
        "Zende: I was lucky. I got adopted. It's not so easy for the 12 million kids still in Africa.",
        "Darla: 12 million orphans?",
        "Kristen: As of last year.",
        "Thorne: Things are only going to get worse if the Africans cannot get the information and the medicine that they need. I was talking to Tony about it. It's heartbreaking. There's such a stigma around the disease. But you know that there are who have actually seen their parents killed in front of them because they were infected?",
        "Darla: And these benefits and concerts really help, huh?",
        "Kristen: Every vial of anti-retroviral drugs that we send to Africa can change a person's life. It gives a child a chance to grow up knowing its parents. And the parents a chance to know their child.",
        "Zende: If there had been medicine available for my birth mother, she might still be alive today.",
        "Ridge: You have our support, 100%.",
        "Zende: I was hoping I could talk to grandma about it, too. I was hoping she'd want to host a benefit in L.A.",
        "Darla: Oh, well, sweetie, your grandmother has a lot going on right now.",
        "Ridge: I think that's why it's better that you stay with us this time.",
        "Zende: That was my idea. I wanted to hang out with my cousins.",
        "Ridge: Well, don't let us stop you. The girls are waiting for you down by the pool.",
        "Zende: Thanks, Uncle Ridge.",
        "Kristen: Have fun. The real reason we're back? Dad and Brooke married again? I can't believe this.",
        "[SCENE_BREAK]",
        "Brooke: Oh.",
        "Eric: There's my beautiful bride.",
        "Brooke: Good morning, sleepyhead. I made some coffee.",
        "Eric: Yeah? You should have come back to bed.",
        "Brooke: I'm not tired.",
        "Eric: Neither am I.",
        "Brooke: You know, you really should check in with the office. 'Cause Megan called. She said the switchboard is lit up like the fourth of July.",
        "Eric: Holy cow. So word is out?",
        "Brooke: It's everywhere Rick even called.",
        "Eric: He did?",
        "Brooke: Mm-hmm.",
        "Eric: What did he say?",
        "Brooke: Well, he was surprised, but he was very supportive.",
        "Eric: Good, glad to hear it. And how are you feeling this morning, Mrs. Eric Forrester?",
        "Brooke: Actually, I was gonna ask you the same thing. I hope you're not too disappointed about last night.",
        "Eric: We have plenty of time to have a proper honeymoon.",
        "Brooke: You just went to all this trouble to make this very romantic dinner, and I feel badly.",
        "Eric: You and I will consummate this marriage when we're ready.",
        "Brooke: I want to be a real wife to you, Eric.",
        "Eric: Good. Then you won't mind making me some breakfast. And don't you dare change out of that.",
        "Brooke: Eric --",
        "Eric: No, no, no, I mean it. I was very understanding last night. I think it's the least you can do for me. Please?",
        "Brooke: Okay.",
        "[SCENE_BREAK]",
        "Kristen: I don't understand.",
        "Kristen: I don't understand. How did dad get a divorce and not even tell mother?",
        "Massimo: The question is not how, Kristen, but why?",
        "Ridge: He never got over his feelings for Brooke.",
        "Kristen: After all this time?",
        "Darla: Yeah, he renewed his vows with Stephanie. He said all these beautiful things about her. And about their family.",
        "Thorne: Yeah, well, he has another family now.",
        "Massimo: Yeah, well, if you've seen this, you realize the whole world knows about it. And I'm sure the press is gonna be calling her and contacting her in any way they can for a comment.",
        "Thorne: You know, mother has spent her entire life projecting an image of dignity and class. And Brooke and dad have reduced it to tabloid trash.",
        "Kristen: And nobody's heard from her at all?",
        "Thorne: No.",
        "Darla: No, she wasn't at the house. Not answering her cell phone.",
        "Ridge: Taylor did mention that they were having a session today.",
        "Massimo: Session? What session? You mean, like a therapy session?",
        "Kristen: Mom's in therapy?",
        "Thorne: Well, that's great. She's finally getting the help that she needs.",
        "Ridge: Well, I hope that's true, Thorne. She's been under a lot of stress lately. It wouldn't take much to push her over the edge.",
        "Thorne: Well, I'm sure this thing with dad and Brooke has pushed mom past her limit.",
        "[SCENE_BREAK]",
        "Stephanie: Well, you -- you know better than anyone what she's done to us. Seduced both my sons. And my husband. I mean, she's humiliated me.",
        "[SCENE_BREAK]",
        "Eric: Hey, hey, hey. Oh, wow. Now this -- this looks great.",
        "Brooke: Mm-hmm.",
        "Eric: And so do you.",
        "Brooke: I think I'll go change.",
        "Eric: Uh-uh, don't you dare.",
        "Brooke: Eric, I felt silly enough cooking in this get-up.",
        "Eric: Well, you are cooking in this get-up.",
        "Brooke: You're not making this any easier.",
        "Eric: You're uncomfortable?",
        "Brooke: On yourself. I don't want to tease you.",
        "Eric: Do you know how long it's been since I've been tempted by my wife?",
        "Brooke: Eat your breakfast, come on.",
        "Eric: All right. I don't know, there's a lot of pancakes here.",
        "Brooke: Let me help you.",
        "Eric: Okay.",
        "Brooke: Mmm.",
        "Eric: All right, now you are teasing me.",
        "Brooke: And you love it.",
        "Eric: I love you.",
        "Brooke: You know, we're gonna be late for work. Should I drive in alone, or do you want --",
        "Eric: Uh-uh.",
        "Brooke: Eric --",
        "Eric: I already called and told them we'd be in a little late. Come on.",
        "Brooke: Just -- I hope you don't have any expectations.",
        "Eric: No, no expectations. No -- no preconceptions. I just wanna be here with you. Just you and me. Here -- like this. No one else. Nothing else. And then I can just concentrate on you. On your mouth. On your face. So beautiful -- on your hair. On every beautiful inch of you.",
        "Bridget: Eric -- Eric, stop. I'm sorry. I'm sorry. It's not you. It's -- it's Nick. He's still with me. I just need a little more time.",
        "Eric: Yeah, and -- I need some air.",
        "Brooke: Please, don't be upset.",
        "Eric: I'm not. I'm not upset. I'm a little breathless, but I'm not upset. It's okay. I'm going to go outside, get some air. Why don't you get ready for work, we'll drive in together, okay?",
        "Brooke: Okay.",
        "[SCENE_BREAK]",
        "Ridge: I'm just afraid that mother's going to retaliate, do something to Brooke.",
        "Thorne: Well, then, we have to stop her.",
        "Kristen: You can't be sure.",
        "Ridge: Look, mother asked for help from Taylor. She never asks help from anyone. So if she thinks she needs counseling, Brooke needs an armed guard.",
        "Darla: We've got to do something.",
        "Massimo: Darla's right. Stephanie can be in very deep trouble.",
        "Kristen: I knew it. The minute you told me that dad and Brooke had gotten married. I mean, mom is tough. But this is too much.",
        "Massimo: Kristen, it's a good thing that you came. Because she is going to need all the support she can get.",
        "Darla: She hasn't been getting much of that lately.",
        "Thorne: Maybe if we hadn't been so hard on her.",
        "Massimo: Thorne, you did not push her over the edge. No single event causes a person to reach their psychological breaking point. It's a accumulation of tension over time.",
        "Kristen: But dad's wedding was the last straw.",
        "Ridge: Look, mother hasn't been herself for a very long time. I tried to convince her to go to Genoa city where Lauren's getting married.",
        "Massimo: There's still time.",
        "Ridge: Change of scenery. Connect with some old friends.",
        "Kristen: A wedding is not a great idea right now. Anything that reminds mom of dad and Brooke could just push her over the edge.",
        "[SCENE_BREAK]",
        "Stephanie: Hello, Brooke.",
        "Brooke: What are you doing here?",
        "Stephanie: I've been waiting to get you alone.",
        "[ Thunder crashing ] Ah, da, duh duh",
        "[SCENE_BREAK]",
        "Kristen: Ridge -- Ridge could be right. Brooke could be in real danger.",
        "Massimo: Honestly, I am more concerned about Stephanie. I mean, she's feeling alone. She has nothing to hang onto. Eric has left her. She's been ostracized from her family.",
        "Thorne: For good reason.",
        "Massimo: All right, I agree with you, Thorne. I mean, her behavior certainly has been erratic.",
        "Darla: Well, she made us believe that she was dying.",
        "Ridge: She asked Brooke to kill herself.",
        "Kristen: No, I can't -- not mom. I mean, she has always been so in control. So strong.",
        "Massimo: Wait, wait a minute, here. This is not the woman that we know, all right? This woman has lost her foundation. She's desperate. Her strength is leaving her.",
        "Ridge: She needs us now.",
        "Massimo: More than ever, Ridge.",
        "Darla: So, what are we going to do?",
        "Ridge: I think the most important thing right now is to keep her away from Brooke. Mother's slipping big time. There's no telling what could happen if those two get together now.",
        "[Stephanie daydreaming]",
        "Brooke: You shouldn't be here.",
        "Stephanie: You're damn right I shouldn't be here. Because this shouldn't be happening.",
        "Brooke: It's already happened. Eric and I are married.",
        "Stephanie: Oh, please, don't cover up because of me. Don't be embarrassed. That's your uniform, isn't it? Gosh, I'm surprised you don't have your name stitched right across the top there.",
        "Brooke: What I do in my bedroom with my husband is none of your business.",
        "Stephanie: And it certainly isn't a secret to anyone else in my family. Is that the little outfit that you always wear? Just a little lace, a little skin and it turns their brains to mush? Both of my sons. And now, my husband, all over again!",
        "Brooke: I didn't steal Eric away from you, Stephanie. He came to me.",
        "Stephanie: Yes, I know. And I know exactly what he came looking for. You don't love him. You married him, and you don't love him. You've made this marriage just to reassure Bridget that you're over Nick. What do you think, that you're making some great, noble sacrifice? That it's going to make you a wonderful mother?",
        "Brooke: Eric and I both agreed --",
        "Stephanie: Yes, Eric and you! The fashion -- fashion duo. This humiliation. This degradation. Right in front of my doorstep.",
        "Brooke: We didn't know.",
        "Stephanie: You didn't care!",
        "Brooke: Eric didn't want to hurt you, Stephanie. He's doing something to help his daughter.",
        "Stephanie: I know why he walked away from me. I don't blame him. I've done some terrible things. Look at me, lying about dying. Having my grandchildren right there, right next to my deathbed, scaring them to death. And the whole time, all I could think about was getting rid of you. For years and years and years, that's all that's in my head. Getting rid of you. I'm spiraling out of control. I don't know who I am any more. I don't recognize myself anymore. I don't know what I'm capable of. I don't understand the things that I do. I don't know the things that I'm capable of doing.",
        "Brooke: Stephanie, don't.",
        "Stephanie: I used to be rational.",
        "Brooke: Stay back!",
        "Stephanie: I used to be a sane person.",
        "Brooke: Stephanie!",
        "Stephanie: I did, but not anymore.",
        "Brooke: Stephanie, please.",
        "Stephanie: Not anymore!",
        "[SCENE_BREAK]",
        "Taylor: Stephanie? Stephanie? Stephanie?",
        "Stephanie: I think I need you to help me. I really need your help, Taylor. I'm afraid I might lose control of myself.",
        "Taylor: I'm not going to let that happen. I'm going to help you fight this.",
        "Stephanie: But I've been fighting it for so long. And I feel as though I've failed everyone. Myself, everyone. I mean, all this anger and all this pain -- what for?",
        "Taylor: There are other ways to protect your family, Stephanie?",
        "Stephanie: From Brooke? No. She's ruined me. Taylor, she's ruined everything I've ever loved. Everything. Everything."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=4iFf_bLqUmE"
}