{
    "Episode Summary": [
        "Episode # 7463 ~ Brooke is overcome with emotion when Ridge asks her an important question at a sacred location; Katie defends herself to Quinn, who questions Katie's motive behind making a major purchase."
    ],
    "Recap": [
        "Ridge tells Brooke that he has always treasured her and that is what his mother would want for them to be together and lead FC into the future. RJ says he does not need any more impressive moves by Bill. He just wants to know if he does marry his mom if Bill will keep her happy. Bill says despite the fact that Ridge is still in the picture they are going to get married and he promises to keep her happy. Katie tells Quinn that she is over-reacting. Quinn replies that there are hundreds of houses on the market and some in this area and she is not going to have her as a neighbor. Katie explains that it is ideal for her .in a good neighborhood, close to Will's school and has a splendid view. She would be a fool to pass it by. Steffy drops in on Eric and says she still has major issues with Quinn but she'd like to spend the holidays with him. They were wrong to boycott his wedding but it was not to hurt him but out of a place of love. They hug and he says he wants her there at Thanksgiving along with her dad and everyone else. RJ tells Brooke that his time with Bill was not awful. He gave him a different perspective. He's better than he thought. Brooke says good, just give him a chance. Ridge tells his mom that the talk with Brooke went well. Suddenly Bill shows up and chides him for trying to court Brooke at his mother's gravesite. Ridge asks doesn't Bill have a business to run and not follow him around. Bill says it is not going to work .no matter how many tricks Ridge pulls out of his bag. He needs to knock it off otherwise he might want to add a space to the family plot. Bill says he knows what he and Brooke have and Ridge is just using RJ now that he is home. He and Brooke always find their way back to each other and Bill knows that.",
        "Eric tells Steffy about Katie moving in next door and he thinks that is where Quinn is. He thinks she saw the text from Katie and is not too happy about that. Quinn tells Katie that she is not insecure; she trusts Eric, but it is Katie that she does not trust. Katie says this sounds like the old Quinn. She can take this or leave it but do not self sabotage herself. Quinn agrees that is the way she is wired and it always seemed she was up against the world so naturally with Katie coming over with red lipstick she thought she was conspiring to get her husband. Quinn thinks it over and says she is sorry. She was out of line and she hopes Katie does get this house. She gives Katie a hug. She knows she is Mrs. Eric Forrester and that is the woman she wants to be. When she goes back home Eric is there to question her. He says he knows she saw the text and went next door and he suspects gave it to Katie. She says not really; they ended on a good note. He says he is proud of her as Katie is a good person. The realtor tells Katie that the sellers accepted her offer; the house is now hers. Katie is ecstatic and can't wait to begin her life there \u0096 her home."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: I will always love you and cherish you. I treasure us, our connection. And this is our chance to recapture the magic that we used to have, and that's what mom wants. She wanted us to be together and to run this company, to run this family. This is our shot, Logan.",
        "Bill: I hope you enjoyed our day together.",
        "R.J.: It was...okay.",
        "Bill: \"Okay\"? Maybe I need to take you on the tour again so you have a full appreciation of exactly what I've built here. How about we start in the safe room? You can take another big whiff of that cold, hard cash.",
        "R.J.: No, no, no. That's not necessary. I am sufficiently impressed with your Benjamins.",
        "Bill: Progress. I'll take it.",
        "R.J.: Can I ask you a question?",
        "Bill: Absolutely. I'm an open book.",
        "R.J.: If my mom does decide to marry you, do you promise to keep her happy?",
        "Eric: Quinn?",
        "[Door opens]",
        "Steffy: Hey, granddad. Is everything okay?",
        "Eric: I'm not sure, Steffy. I'm not sure.",
        "Katie: You don't think you're overreacting just a tad?",
        "Quinn: I am very protective of my husband and our relationship, and I want my marriage to be if not celebrated, at least respected. There are hundreds of homes in this area that you can fall in love with. So pick one. This house is not an option. I am not going to have you as my next-door neighbor.",
        "Katie: [Scoffs]",
        "Steffy: What's wrong? Did Quinn do something to you?",
        "Eric: No, no. No, not at all. I just -- you caught me at a moment. That's all.",
        "Steffy: Are you sure?",
        "Eric: Yeah. Nothing to worry about.",
        "Steffy: [Sighs] Look, I know we've been at odds with each other for a while now, and I know you've been unhappy -- well, you've been disappointed with me, and I just want to let you know that everything I did, it was never meant to hurt you. It was coming from a place of love.",
        "Eric: I know that.",
        "Katie: What you're saying is ridiculous. I mean, why wouldn't I buy this house? It's in the perfect location. It's right near my son's school. Not to mention, check out that view!",
        "Quinn: Of one house in particular.",
        "Katie: Anyway, this conversation may be moot, because I've already put in an offer on this house, and I'm really hoping it goes through.",
        "Bill: You're an impressive young man.",
        "R.J.: What I'd do?",
        "Bill: You're looking out for your mother. That was an excellent question.",
        "R.J.: You gonna answer it?",
        "Bill: You bet I am. Your mother means everything to me. And you're right. I don't deserve her. But by some miracle, she's decided to overlook that and shine her light on me anyway. Now, look, I understand that you want to see your mom marry your dad. Kids want to see their parents together. I get that. But the fact is, that ring on your mom's finger was given to her by me, not him. Your mom and I are getting married. So to answer your question, yes, you have my word. I promise I'm gonna keep your mother happier than she has ever been in her life.",
        "Brooke: Are you proposing to me?",
        "Ridge: I'm reminding you of all the possibilities. But it's your decision. I'm just telling you where I stand.",
        "Brooke: What you refuse to acknowledge is that I'm already wearing a ring. And if I take off bill's ring, he will be the first to know.",
        "Ridge: This is my mother's ring.",
        "Brooke: It's so beautiful.",
        "Ridge: It represents the future. Mom always wanted us to be together, be a family, raise R.J. Together. But I'm not -- I'm not pressuring you. I know it feels that way. But no, I get it. You don't want to put the ring on now. It's okay.",
        "Brooke: It doesn't seem like you're ready to give up.",
        "Ridge: You know, I don't -- no, I'm not giving up.",
        "Brooke: [Chuckles]",
        "Ridge: I'm just gonna put this \"much better suited for you\" ring into a safe place, and when you're ready to accept it, when you're ready to be my wife, it'll be yours.",
        "Eric: Thanksgiving's almost here.",
        "Steffy: Your first with Quinn.",
        "Eric: I was thinking about sending out invitations, but, uh, it didn't work out so well last time.",
        "Steffy: It was wrong of us to boycott the wedding, and we all know that.",
        "Eric: Quinn will always be in the picture.",
        "Steffy: I know you believe that. I just... I guess my attitude is more like wait and see. But she's here now, so...",
        "Eric: So does that mean you'll be here?",
        "Steffy: I still have major issues with Quinn. But first and foremost, I want to spend the holidays with you like we always have, so yeah. Yeah, you can count on me.",
        "Eric: Good. I'm glad to hear that. Look, uh, do me a favor. Um... would you ask the others to come?",
        "Steffy: Yeah, yeah, of course.",
        "Eric: Yes?",
        "Steffy: Yeah.",
        "Eric: Your father, too.",
        "Steffy: Yeah, even dad.",
        "Eric: He's stubborn.",
        "Steffy: Not as stubborn as me. [Voice breaking] Can I have a Granddad hug?",
        "Eric: I thought you'd never ask.",
        "Steffy: Where's Quinn? 'Cause I haven't seen you without her since you guys started, um, since, uh... you started seeing her.",
        "Eric: Yeah, well, the fact of the matter is, I think maybe she's next door.",
        "Quinn: Maybe we should go over this again, the reasons why I'm uncomfortable with you moving in here.",
        "Katie: No, no, no. I heard you twice the first time. Eric and I are friends. We've known each other for a very long time. I mean, seriously, how do you think he would react if I told him that I wasn't buying this place because you're insecure and you don't trust him or your marriage?",
        "Brooke: So, I take it things didn't go so well? I was hoping that you two could spend some time together and maybe find some common ground.",
        "R.J.: It wasn't awful.",
        "Brooke: Well, that's encouraging.",
        "R.J.: I had a talk with Liam. He gave me a different perspective on Spencer. And he didn't try to bully me or work me into liking him. He was just kind of his weird self.",
        "Brooke: You'll get used to bill's quirks if you just give him a chance.",
        "R.J.: Listen, bottom line -- I just want you to be happy. And I understand that you're torn between Spencer and dad.",
        "Ridge: That went pretty well. What do you think, mom?",
        "[Twigs snap]",
        "Ridge: What the hell are you doing here?",
        "Bill: I have Brooke's phone on my GPS.",
        "Ridge: That's creepy.",
        "Bill: Says the man who lures his ex-wife to his mother's grave site to court her?",
        "Brooke: So what are you saying, honey? Are you okay with me marrying bill?",
        "R.J.: I didn't say that, all right? I-I thought today was gonna be a drag. But he's better than I thought. And he expressed his feelings for you, and... I think I believed him.",
        "Brooke: Bill does love me very much.",
        "R.J.: But I only have one family, and so does will. Shouldn't we have a chance to have our parents together? I mean, if you need a deciding factor between Spencer and dad, why not us? You're a great mother, so do what's right in your heart and do what's right for all of us.",
        "Bill: You know, I have to give you a lot of credit. I do. I mean, that's a -- that's a hell of a move, bringing Brooke to Stephanie's grave site? I mean, that's at once cheesy and slick. You tap into her grief, Brooke's constant desire to please your mother.",
        "Ridge: Don't you have a business to run?",
        "Bill: Can you just accept a compliment? Can you just be gracious? It's not like I throw them around. So what'd you do? You pushing that nostalgia button pretty hard, laying it on thick with all that \"ancient history destiny\" garbage?",
        "Ridge: It's amazing to me. It's like you were standing right there.",
        "Bill: Well, you know, it's a freakish gift that I have. It's not gonna work. No matter how many tricks you pull out of your little bag.",
        "Ridge: No tricks. Just told her my intentions.",
        "Bill: But she's not here anymore, is she? All right, look, you -- you just got to stop with all these desperate stunts. You need to knock it off. 'Cause if you don't... well, you might want to make sure there's an opening for you at the family plot.",
        "Ridge: Okay, so if you're gonna kill me, how you gonna know if she would choose you or choose me?",
        "Bill: I already know she's gonna choose me. You're just delaying it a bit. You better savor the moment. Because when it's all said and done, Brooke is going to be married to me.",
        "Eric: It was perfectly innocent, Katie being over here, but Quinn got perturbed and, uh... at any rate, it turns out that Katie might be moving in next door.",
        "Steffy: Really?",
        "Eric: Rick told her about the listing, so she went over to look and she asked me to weigh in. I encouraged her to make an offer. And as it turns out, today I-I got a text saying that that's exactly what happened. I think Quinn saw the text. Anyway, the point is, I think she's, uh, probably not too happy about it, and I think maybe she's next door right now.",
        "Steffy: Is Quinn jealous of Katie?",
        "Quinn: I'm not insecure. I trust Eric. I trust our marriage. It's you I don't trust.",
        "Katie: You know, he's put a lot on the line for you. You realize that.",
        "Quinn: Yeah, I'm very lucky.",
        "Katie: Yes, you are. You're lucky to have a man like Eric. Has he ever given you any reason to doubt him?",
        "Quinn: Of course not. But you're the one who keeps coming over when you know I'm not going to be home and trying to move in next door!",
        "Katie: Okay, let's just look at the reality of the situation, shall we? You say that you're secure in your marriage, but that's not how you're acting. I mean, you're over here, you're lashing out at me, you're making these veiled threats. That sounds like the old Quinn. I thought you didn't want to be that person anymore.",
        "Quinn: I don't.",
        "Katie: Well, then let's just rein it in, shall we? That's just a little advice. You know, you can take it or leave it, but don't self-sabotage.",
        "Quinn: You're right. You're right. About everything you said. I mean, I-I... I'm in all-out protective mode. It's -- it's -- I mean, it's how I'm wired. Just seeing threats everywhere. Everybody's trying to take something from me. I... when I was young, I had to scramble a lot. I didn't have any help raising Wyatt. It was just... we had this \"us against them\" mentality, and -- and it's the same thing that Eric and I have been going through with his family, a family that you are really close with. So you have to understand when you come over unannounced, wearing red lipstick, I think you're making a play for my husband! I think you're -- you're conspiring with the rest of the family to take him away from me!",
        "Katie: Quinn, I'm not doing anything!",
        "Quinn: I understand that. You say that, but think about it. Rick has been the one who's been helping you get this place. Is that a coincidence? I don't know. How am I supposed to know that you're not working with ridge and the rest of the family?",
        "Katie: Because the only male I answer to is this tall and he's going to lose his mind when he sees that pool out back.",
        "Quinn: [Sighs] You and Eric are just friends.",
        "Katie: Yes.",
        "Quinn: And you love this house, no ulterior motives?",
        "Katie: No. I love this house.",
        "Quinn: Then I'm sorry. I was out of line, and, um... I hope you get this house. I really do.",
        "Katie: Thank you. That's -- that's good to hear.",
        "Quinn: Thank you for this talk. You really, really talked me down from a place that was so bad that I never wanted to go to again, 'cause I'm Mrs. Eric Forrester. That's the woman I want to be.",
        "R.J.: Do you count on bill the same way you count on dad, the same way dad counts on you? You and dad still love each other, but you're gonna marry Spencer anyway, the last person dad would ever want you to marry. So do what's right in your heart and do what's right for all of us.",
        "Brooke: [Sighs]",
        "Ridge: Dollar bill Spencer, always so confident, even when he shouldn't be.",
        "Bill: [Chuckles] See, I-I understand that at the moment Brooke has a certain weakness when it comes to you because R.J.'S home and you're using that. But I know where things stand with us. I know what Brooke and I have.",
        "Ridge: And you don't think even for a second that you are just a tiny, little bump on her journey back to me?",
        "Bill: You have got to stop dreaming, my man. You're living in the past. You've got to join the rest of us in the new millennium.",
        "Ridge: Logan and I always find our way back to each other. You know that.",
        "Bill: Well, there's only one problem. She's not your Logan anymore. She's my Brooke.",
        "[Door opens]",
        "Eric: You were next door.",
        "Quinn: Yes.",
        "Eric: You saw the text from Katie.",
        "Quinn: Your phone dinged as I walked by.",
        "Eric: You gave it to her.",
        "Quinn: No. I mean, not -- not really. I almost, but we ended on a good note.",
        "Eric: You did?",
        "Quinn: [Scoffs] We had a nice talk. She, uh... she was really helpful. She gave me some really good advice.",
        "Eric: Katie's one of the good ones, you know. She can be a good friend to you.",
        "Quinn: [Sighs] Well, I'll take all that I can get.",
        "Eric: So if her offer's accepted, you would be okay with that?",
        "Quinn: I told her I would.",
        "Eric: Okay. So you handled this really well. I'm proud of you.",
        "Quinn: [Sighs] I'm trying to be worthy.",
        "Eric: You do that every morning when you open those beautiful eyes of yours.",
        "Quinn: [Sighs] You say the nicest things to me.",
        "Eric: It's 'cause I love you.",
        "Quinn: It's so amazing, knowing how deeply you care about me. [Sighs] I'm so protective of it.",
        "Eric: So am I.",
        "[Door opens]",
        "Katie: Hey. Uhh, what's wrong? What's going on?",
        "Amy: I just heard back from the sellers.",
        "Katie: And?",
        "Amy: They accepted your offer.",
        "Katie: [Gasps] Oh, my god!",
        "Amy: Yeah, and they're good with the accelerated escrow.",
        "Katie: Oh, really?!",
        "Amy: It's yours, Katie. The house is yours.",
        "Katie: Wow. Oh, my gosh. I don't even know what to say. I'm just -- I'm completely overwhelmed.",
        "Amy: But happy?",
        "Katie: Yes. Yes. So happy. Thank you so much. I am so grateful to you and to Eric and -- and rick. Rick told me about the listing, and Eric, you know, he encouraged me to act, and you got me in this place.",
        "Amy: It's a good match, you and this house. I can feel it. I'm gonna leave you alone so you can feel it, too.",
        "Katie: [Chuckles] Okay.",
        "Amy: I'll be outside.",
        "Katie: All right. Wow.",
        "Eric: Once you find what you're looking for, you don't have to look anymore.",
        "Katie: What about your wife? I don't want Quinn as an enemy, especially if she's living right next door.",
        "Eric: She just doesn't know you yet. That's all. And I think she would appreciate very much having a friendly face next door.",
        "Katie: I'm home."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=3JED2bd6kg0"
}