{
    "Episode Summary": [],
    "Recap": [
        "Quinn stands on the edge and Bill tells her that her guilt must be eating her up so do all a favor and jump. She should as she took his grandson from him. She says no, she just came out for some fresh air. He tells her again just do it. Just show courage and end it right here. Deacon comes out at that moment and tells her not to. He convinces her to take his hand and come talk to him. He and Bill argue. Bill leaves and Quinn cries on Deacon's shoulder with his comfort. She tells him Bill was right, if it wasn't for her Hope would not have lost the baby. Her son will never speak to her again as she has ruined his life and future. She even lost Deacon's grandson too so she won't blame him either. He says he is not going anywhere. There is a group meeting and all give Hope their support and wish there was something they could do. Rick says she is going to Italy to be with her mother and she appreciates all their good words of support and wants them to continue on the line. Eric says the numbers have been great for couture and he wants Caroline and Ridge to continue collaborating. Caroline thinks they can find another way but Rick says he was being a jerk. He was being jealous and they can get along and he wants them to continue designing together. He trusts them 100%.",
        "Later Rick sneaks off to meet Maya and surprises her by showing her a new apartment for her. She loves it and cannot believe it is hers. He tells her it was Steffy's and check out that bathtub in the living room. He plans on putting that to good use. He tells her his plan that he put in motion for Caroline and Ridge to continue working together. They make use of the tub in hot sudsy water. Caroline calls and Rick tells her he had an errand and he can't talk right now. He is up to his neck in hot water. It's a little awkward but Caroline tells Ridge it is business as usual and she is sure they can handle it. Deacon says he knows Quinn would never knowingly hurt Hope or the baby and he doesn't care what anyone says, he can not go back and change things. She can not keep going back either and he doesn't care what anybody says, he is not abandoning her. She says what is the matter with her .why can't she listen? He told her to give Hope some space but she had to be involved and she did not consider Hope or Wyatt. She only wanted what she wanted. He tells her that he is devastated for Hope, Wyatt and the baby but he is not going to let her pin all of this on her or give up on life. He gives her a hug and she cries more."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Bill: Come on, Quinn. Do us all a favor. Jump.",
        "Quinn: I just came up for some air.",
        "Bill: Really? Come on. I know what's going on inside that twisted little head of yours. The guilt is finally eating away at you. And it should be. You took one of my own. You took my grandson.",
        "Quinn: I didn't.",
        "Bill: Well, if you didn't, why are you standing there?",
        "Caroline: I wish there was something that we could do.",
        "Carter: Have you spoken to hope?",
        "Rick: She's on her way to Italy to spend some time with our mom.",
        "Ridge: Being with Brooke is exactly what she needs right now.",
        "Eric: It's just such a terrible loss.",
        "Caroline: I feel so bad for her and Wyatt.",
        "Carter: Hope's strong. She'll get through it.",
        "Rick: She appreciates the support and thanks everyone for their kind messages. She also insisted that we continue to work hard while she's gone. So, in honor of hope's wishes, let's talk about something positive, huh? How about the latest numbers? Couture seems like it's a hit. Congratulations, both of you. No, really. Nice job.",
        "Eric: Well, it's no surprise to me. The collection's fantastic.",
        "Rick: It certainly is. Carter would you mind, uh, running down the net profits, please?",
        "Carter: Yeah. Ready for this? We're up 16% since the last quarter. It doesn't appear to be slowing. I predict we'll surpass this next quarter.",
        "Ridge: Of course we will.",
        "Eric: Just as I thought.",
        "Rick: You both should be very proud.",
        "Rick: It's an exciting time to be at Forrester creations.",
        "Carter: That's an understatement.",
        "Rick: But if we want to meet those sales predictions, we need to move forward. We need to produce more designs.",
        "Caroline: Well, I've been working on a few.",
        "Eric: This yours?",
        "Caroline: Mm-hmm.",
        "Ridge: And these are mine over here.",
        "Eric: These are yours.",
        "Rick: What do you think, dad?",
        "Eric: Hmm. They're good. But you're not working together as a team anymore?",
        "Ridge: No.",
        "Eric: I get it.",
        "Caroline: I'm sure that there's a way that we can design working separately.",
        "Eric: I'm sure there is. But I have concerns about this.",
        "Rick: Any ideas?",
        "Eric: Look, these designs that you've done on your own are fresh and interesting, but they -- they lack flair. They lack panache. You two should be a design team again.",
        "Bill: It could all be over right now -- all the sickness, all the pain you've caused everyone. You can make sure it never happens again. You just have to show a little courage. Take one step. End it right here.",
        "[Siren wails]",
        "Deacon: Quinn! Don't do it.",
        "Deacon: Quinn, move away from the edge. Okay, just -- just -- just a few steps closer, and we can talk about this. Come on. Please come to me. What the hell's wrong with you? What are you telling her to jump for? She was upset! She'd lost her grandson.",
        "Bill: My grandson is dead because of this crackpot.",
        "Deacon: No! No. You're not putting that on her. She never touched hope.",
        "Bill: She might as well have.",
        "Quinn: You think I don't feel terrible about this? I have to live with this for the rest of my life.",
        "Bill: Well, you could have fixed that today.",
        "Eric: I'm very pleased that you're designing again, ridge. But you're not 100% yet.",
        "Ridge: I never said I was 100%, dad.",
        "Eric: I suppose I could pick up some of the slack if need be.",
        "Rick: No, dad, I thought you wanted to take a break.",
        "Eric: I do. Look, if you're not comfortable being a team again, then perhaps you would consider collaborating.",
        "Carter: Sounds like a good compromise.",
        "Caroline: I...mm...I-I just -- I don't think that that's the solution.",
        "Rick: All right, I can see that this is all me, so I'm just gonna address this head on. As far as you two working together, as C.E.O., I'm not asking. I'm insisting that you do. In fact, I'd like you guys designing together right away.",
        "Caroline: No, rick. It -- it bothers you. We can find another way.",
        "Rick: Look. What happened in the past -- I was being immature. Okay, ridge made a play for C.E.O. I reacted. I'm over my jealousy, and I genuinely -- I just want us all to get along and work well together.",
        "Eric: I like this attitude, rick.",
        "Rick: Thanks, dad. I can't tell you how much it means -- your trust in me. Everyone, that is. My beautiful wife, ridge's artistic talents -- I actually am a lucky guy. So go on. Design together. It's okay. I trust you.",
        "Caroline: Are -- are you sure?",
        "Rick: 100%.",
        "Deacon: You okay? You scared the hell out of me up there. I-I think maybe I ought to call your therapist or something.",
        "Quinn: I wasn't going to jump.",
        "Deacon: Well, that's good to hear, but still, I think --",
        "Quinn: Oh, maybe I should have, though.",
        "[Sighs]",
        "Deacon: Listen to me. If you're not gonna give me your therapist's number, I'm gonna have to find somebody for you.",
        "Quinn: Bill's right. We'd still be expecting a grandchild if it wasn't for me.",
        "Deacon: Okay, you know what, forget him. I don't want you listening to anything he said, because he -- he was way out of line.",
        "Quinn: My poor son. What he must be going through... he's never gonna speak to me again.",
        "Deacon: Quinn, you're his mom. He'll talk to you again.",
        "Quinn: I ruined their lives. I took away their future.",
        "Deacon: I think, in time, you know, they'll -- they'll have another child.",
        "Quinn: Deacon, I took away your grandson, too. I would understand if you... wanted to walk away from me, if you never wanted to have anything to do with me again.",
        "Deacon: Look at me. I'm not going anywhere. I'm staying right here.",
        "Maya: [Sighs]",
        "Rick: Oh, hey. So sorry I'm late. I had to sneak out of the office.",
        "Maya: Yeah, been doing a lot of sneaking around lately.",
        "Rick: [Sighs] I know. It's just until --",
        "Maya: Until you get irrevocable control of Forrester. I know.",
        "Rick: Mm-hmm.",
        "Maya: So... why are we here?",
        "Rick: I have A...little surprise for you.",
        "Maya: Here?",
        "Rick: I suggest you close your eyes.",
        "Maya: Mm...",
        "Rick: You're gonna like it. I promise.",
        "Maya: I better.",
        "[Both chuckle]",
        "Maya: Okay.",
        "Rick: All right. Hold on. [Keys jangling] All right. Keep your eyes closed.",
        "Maya: They're closed.",
        "Rick: All right. Don't be peeking now.",
        "Maya: [Chuckles] I'm trusting you.",
        "Rick: All right. Stay right there. All right. Open them up.",
        "Maya: What is this?",
        "Rick: This, my dear, is your new apartment.",
        "Caroline: Well, here we are. Back to work.",
        "Ridge: Putting the band back together.",
        "Caroline: Sort of. Not really, though. We're just...collaborating.",
        "Ridge: Yeah, but I'm -- I'm glad we are...collaborating.",
        "Caroline: Me, too. I'm surprised rick was okay with it.",
        "Ridge: Well, maybe almost losing you humbled the guy.",
        "Caroline: [Clears throat] I really like this.",
        "Ridge: I like what you've done. It's...",
        "Caroline: We should, um -- we should try to find a way to blend the two of them.",
        "Ridge: That's a good idea.",
        "Caroline: Rick and Eric are right. The two of us together, bouncing ideas off each other -- it's -- it's good for the company.",
        "Ridge: I agree.",
        "Caroline: I'm proud of my husband -- all the positive changes I've seen in him, and... he's...more committed to our marriage than ever. So am I.",
        "Maya: This is...mine? This is really my place?",
        "Rick: Yeah. It's all yours.",
        "Maya: Oh, my God. Rick, it's -- it's unbelievable.",
        "Rick: Do you like it?",
        "Maya: Like it? I love it. It's -- it's gorgeous. It's huge. It's so much bigger than that closet above Dayzee's.",
        "Rick: Well, I'm glad that you're happy.",
        "Maya: I-I just can't believe it's mine. How did you find it?",
        "Rick: Actually, it was Steffy's.",
        "Maya: And... is that a bathtub?",
        "Rick: It sure is.",
        "Maya: [Chuckling] Did Steffy put this in?",
        "Rick: Actually, uh, Jackie Marone did. She's very famous for putting on many press conferences from that very tub.",
        "Maya: Oh, my God. I love it! It's awesome!",
        "Rick: I'm planning on putting that tub to some good use.",
        "Maya: Well, I hope that means that you'll be over here all the time.",
        "Rick: As often as I can.",
        "Maya: And then, pretty soon, we'll be together always and forever.",
        "Rick: I'm playing my cards right. You should have seen me at the meeting with my dad and ridge and Caroline. I've got them on the hook. I even went as far as insisting that Caroline and ridge still work together.",
        "Maya: That's a bold move.",
        "Rick: Honestly, I don't really care what they do.",
        "Maya: How about we hop into that tub?",
        "Rick: Why, I thought you'd never ask.",
        "Maya: Thank you for this.",
        "Deacon: I'm sticking around. And I don't give a damn what anybody says.",
        "Quinn: Do you really mean that?",
        "Deacon: What's it look like?",
        "Quinn: I didn't mean to hurt hope.",
        "Deacon: Honey, this was an accident. This was a terrible accident. But one thing I do know is that you had no intentions of hurting my daughter or our grandson, that you would never do that.",
        "Quinn: Just -- I just keep going over it in my head. I-I go over it over and over, and I-I just want to go back. I want to do things differently, because if I had known that the baby... [Sighs] Why couldn't I stay away?",
        "Deacon: It doesn't make any sense to talk about what if's or -- or what could have been.",
        "Quinn: No.",
        "Deacon: Quinn, we -- we can't go back and change what happened.",
        "Quinn: If I had just stayed in the house and not gone out to the garden --",
        "Deacon: Baby, there is no way that either you or hope could have predicted what was gonna happen next.",
        "Quinn: No. No, I should have just left when hope asked me to. She would have been nowhere near the stairs.",
        "Deacon: Quinn, you were nowhere near her when she fell.",
        "Quinn: It doesn't matter.",
        "Deacon: Stop it. You got to stop -- you got to stop doing this. You can't -- you can't keep going back and going over the moments again and again or we're not gonna get through this.",
        "Quinn: I can't. I feel so guilty. I have hurt so many people. What is the matter with me?",
        "Rick: Do you always use this many bubbles?",
        "Maya: Why not? [Laughs]",
        "Rick: I'm just saying -- I could get used to this.",
        "Maya: Well, that's the idea -- make you like it so much you never want to leave.",
        "Rick: Mm.",
        "[Cell phone rings]",
        "Maya: Don't you dare answer that.",
        "Rick: [Sighs] It's Caroline. [Beeps] Hi, honey.",
        "Caroline: Hey. Where are you?",
        "Rick: I had to run out of the office. Uh, listen, I can't talk right now. I'm -- I'm up to my neck in hot water.",
        "Caroline: Oh, okay. Um, I'm sorry. Well, uh, I guess I will just see you when you get back, then.",
        "Rick: Sounds good.",
        "[Beeps]",
        "Maya: Up to your neck in hot water is right.",
        "Rick: [Chuckles]",
        "Maya: Now, where were we?",
        "Caroline: He's in the middle of something. Probably surprising me with another gift. He's been...really sweet and attentive ever since we got back together.",
        "Ridge: Well, he should be. I'm glad to hear it.",
        "Caroline: You know, rick impresses me more every day with the way that he's handled everything and how much he's grown, you know? He's really proven his loyalty to me -- you know, given me another chance. I hope this works out -- us working together.",
        "Ridge: I don't see why it shouldn't.",
        "Caroline: I can't let him down, ridge. He's working so hard to fix things, and... I respect that.",
        "Ridge: I do, too.",
        "Deacon: I'm not gonna let you beat yourself up like this. I mean, it doesn't do any good. It's not gonna bring our grandson back.",
        "Quinn: Hope was right all along. I did end up hurting her child just like she feared.",
        "Deacon: Quinn, it was an accident. She tripped.",
        "Quinn: I made her so upset.",
        "Deacon: Baby, please, come on.",
        "Quinn: I can still see her lying there at the bottom of the stairs. Oh, God, deacon. Why? Why didn't I listen? You told me to stop obsessing. Wyatt told me to just -- [Sniffles] To just be patient and -- and to give her some space, but I couldn't do it. I wouldn't do it! I just -- I-I had to be involved. I had to be there. I didn't consider anyone else. I didn't consider hope or Wyatt. I didn't consider you. All I wanted was what I wanted. [Voice breaking] And look at what I did. Oh, God. Oh, my God. My son's little boy. [Crying] I took him away. I took him away from you. I took him away from everybody.",
        "Deacon: Stop saying that. You stop saying that and stop thinking that. I am devastated for my daughter and for Wyatt, for all of us, but I'm not gonna let you pin this on yourself.",
        "Quinn: Oh, God. I just want to disappear and make this all go away.",
        "Deacon: Quinn...",
        "Quinn: Oh, no. I'm so sick of feeling like this about myself! I-I just -- I just want to crawl out of my own skin.",
        "Deacon: No, no, no, no, no. You can't say that anymore. Okay? I am not gonna let you give up on life.",
        "Quinn: [Sighs] Why? Why does it matter?",
        "Deacon: [Voice breaking] Because I don't want to live without you. Come here. [Smooches]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=73r3VhN0GGw"
}