{
    "Episode Summary": [],
    "Recap": [
        "Wyatt surprises Hope with a pregnant girl's breakfast complete with more calories she is allowed with pancakes, waffles, fruit, orange juice, the whole enchilada. He says things are fine but the tension with Quinn is getting worse and he'd like that to lessen. She says but Quinn brought that on herself and she will have to live with it. Caroline is paying no attention to Ivy telling her about her night with Liam. Ivy asks why she is in this mood; is it Ridge? Caroline denies that she is in a mood. Ivy points out there is Ridge and Rick, two men she is close to and now she is caught in the middle with them vying for President of the company. Caroline confides it is more than that. She and Ridge kissed. She groans that she is a terrible person. She should be in the town square with a big old scarlet letter on her forehead. And it was more than one kiss. Ivy asks if she feels something that she hasn't felt before. Quinn tells Deacon that she has not fallen for a man in a long time, but he can sure sway her if he will help with Hope. She says she is sick of being the town pariah. She proposes they ditch this place and get a nice little place in the valley with neighbors complete with the white picket fence. He says it won't be easy to play house with a dominatrix .and the way that Hope feels about Quinn. All she wants is what everybody else has, a house and a boyfriend.",
        "Ridge tells Katie the procedure and now he needs to get Caroline on his side. He reveals that Caroline has a little crush on him. Katie pretends not to be jealous and asks if he really thinks Caroline will stab her husband in the back and side with him. And has Ridge done anything yet to encourage her. Deacon asks what is happening between them and what if he doesn't go along. Quinn says she occasionally does things she shouldn't and wouldn't if she had somebody she cared about. He needs to be convinced. Wyatt tells Hope that she is glowing, that first trimester does it every time. Deacon calls and asks if he can come over. There is someone special he'd like them to meet. He tells Quinn okay they need to do this. It's about time that Hope meets the woman in his life. Ridge tells Katie that he is beginning to draw again but he still needs Caroline in his corner. Katie tells Ridge he is rationalizing his use of Caroline. He is not taking into consideration her feelings. He needs to stop this before someone gets hurt. She knows there is no love lost between him and Rick but they are family. He will not be able to live with himself if he does any more on this with Caroline. He kisses her but then sees Caroline. Deacon asks Hope and Wyatt to sit down. He explains this is one of those things that happened unexpectedly. Quinn walks in and Hope yells no. Deacon says he knows it is a shock but she has forgiven him for everything he has done so can't he forgive Quinn? Hope says no, she uses people and now she is using him. She has heard all the apologizes before and she will do and say anything. And now she is making a play for her father out of desperation. She tells Deacon if this is the woman that he wants to spend the rest of his life with, then he is out too."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Hope: Ooh! You made me breakfast?",
        "Wyatt: Mm-hmm. Well, I read online that expectant mothers get an extra 300 calories a day, so I made French toast, pancakes, waffles, fruit, le jus d'orange, huh?",
        "Hope: Wow!",
        "Wyatt: Yeah! So, what strikes Wyatt Jr.'s mom's fancy, huh?",
        "Hope: Wyatt Jr.?",
        "Wyatt: Yeah!",
        "Hope: What if we have a girl? What are we gonna name her then? And don't even suggest naming her after your mother.",
        "Wyatt: I mean, Wyatta.",
        "Hope: Like, seriously, though, my feelings have not changed. I don't want your mom anywhere near me or our child.",
        "Wyatt: Okay. Let's eat.",
        "Hope: Okay.",
        "Wyatt: Huh?",
        "Hope: Yes.",
        "Wyatt: [Chuckles]",
        "Deacon: Careful. It's high-octane.",
        "Quinn: Thanks. Not just for the coffee. I'd be pulling my hair out over the way hope's been treating me if it hadn't been for you.",
        "Deacon: Gosh, Quinn. I mean, if I didn't know better, I might think that's your way of saying maybe I'm good for you.",
        "Quinn: Well, I never thought I'd fall for another man, but who knows? Play your cards right, Mr. Sharpe.",
        "Katie: You tossed and turned all night. I suppose I don't have to ask why.",
        "Ridge: Dad's deciding who's gonna be the C.E.O. of the company -- Rick, the number cruncher, or me.",
        "Katie: The über-talented fashion designer.",
        "Ridge: And he says he's impartial, but I got to tell you, I look at him, and the way he sees Caroline and Rick, it's almost like they're this proverbial dream team, the way that he was with Mom.",
        "Katie: Okay. Well... what would Stephanie tell you to do?",
        "Rid: She would tell me not to sit back... and to make happen what I want to happen. And that's what I'm gonna do.",
        "Caroline: They're insatiable.",
        "Ivy: Who -- your followers?",
        "Caroline: They just -- they want to know everything. What am I cooking Rick for breakfast? Which shoes am I wearing?",
        "Ivy: Well, just refer them to your blog. I mean, you're still doing that, aren't you?",
        "Caroline: Excuse me. Why are you being so perky?",
        "Ivy: Hello! I've just been telling you about my romantic evening with your cousin. Have you been listening?",
        "Caroline: Yeah, yeah, yeah. Am cooked you dinner, and then you two were all kissy-face. Blah, ah.",
        "Ivy: What is going on with you today? You stressed about these designs? Is it Ridge? Is that why you're in this mood?",
        "Hope: Mm! It's a text from my mom...",
        "Wyatt: Oh.",
        "Hope: ...Wanting to know how me and the baby are doing.",
        "Wyatt: Wh-what about the expectant father? How am I doing, huh?",
        "Hope: I'm going to tell her that you've never been happier -- ever.",
        "Wyatt: Uh-huh.",
        "Hope: That's -- that's not an overstatement, right?",
        "Wyatt: Well, let's see. The woman of my dreams is now my wife, a baby we both want on the way. I'd say \"never been happier's,\" eh... pretty spot-on.",
        "[Both chuckle]",
        "Wyatt: Of course, uh... it would be better if, you know...",
        "Hope: If there wasn't this tension between your mother and me?",
        "Wyatt: Yeah.",
        "Hope: She brought this on herself. Like it or not, she has to live with these consequences.",
        "Deacon: There's something you ought to know, if you haven't already figured it out. When I play, I play to win.",
        "Quinn: Well, that's something that we have in common. Normally, I would never ask anyone to go to bat for me.",
        "Deacon: But I'm not just anyone. I also happen to be hope's old man.",
        "Quinn: Exactly. And she listens to you the way Wyatt listens to me. Fix things so we can come together as a family -- you, me, my son, your daughter. That's not too much to ask, is it?",
        "Caroline: Mood? Who's in a mood? I'm -- I'm not in a mood.",
        "Ivy: Uh, okay. If you say so. It's just -- it's just the last time we spoke, I was under the impression that you were juggling two men. Well, you know, you've been designing with Ridge, you're married to Rick -- two men who have a history of not getting along with each other -- and now you're stuck in the middle.",
        "Caroline: Unfortunately... it's a little more complicated now.",
        "Ivy: Yeah, because Eric is trying to choose between the two of them.",
        "Caroline: No. Because... Ridge and I kissed.",
        "Katie: So, are you going to tell me?",
        "Ridge: Tell you what?",
        "Katie: Whatever it is you're planning on doing to tip things in your favor with Eric.",
        "Ridge: I need Caroline on my side.",
        "Katie: Well, that could be difficult, considering she's married to Rick and she's loyal to him.",
        "Ridge: Not as loyal as you may think.",
        "Wyatt: It won't be easy to keep mom away, especially once the baby's here.",
        "Wyatt: What are we gonna get -- a restraining order on her or something?",
        "Hope: No. I mean, I don't want to do that, but when it comes to our child... I just hope that she doesn't do something that makes us get to that point.",
        "Deacon: Were you really serious about what you said -- you know, about the four of us being a family?",
        "Quinn: Well... it sounds a little crazy at the moment, I'll admit, but look at us. I mean... things have progressed a lot faster than we could have anticipated, right? Unless, of course, I'm just a stand-in until Brooke gets back.",
        "Deacon: No. I mean, come on. There's about as much chance of happening...",
        "Quinn: As us being upstanding citizens, no longer living on the edge? I don't know about you, but... I'm sick of being the town pariah.",
        "Deacon: What is going on behind those beautiful blue eyes of yours?",
        "Quinn: Mm. Why don't we ditch this place -- get a nice little house on a quiet street in the valley?",
        "Deacon: In the valley?",
        "Quinn: Yeah, in the valley. And to all of our neighbors, we're gonna be that sweet couple who's always holding hands, but behind closed doors, I'm gonna tie you up and I'm gonna spank you when you're naughty. Tempted?",
        "Deacon: Oh, hell, yeah, I'm tempted. Play house with a dominatrix? Yeah. But it ain't that easy.",
        "Quinn: [Sighs] Because of hope?",
        "Deacon: Look, I get you want me to promote you to my daughter, but, I mean, for you and I to -- I mean, with hope feeling the way she does about you --",
        "Quinn: Yeah, well, the only way to change hope's mind is to show her that I am changing, that I'm not the horrible woman that she's conjured up in her mind. Come on. All I want is what everyone else has -- a home, a boyfriend.",
        "Deacon: Okay, I'm sorry. What was that word?",
        "Quinn: I said, \"a boyfriend.\" I said, \"a boyfriend.\"",
        "Deacon: Wow. A boyfriend?",
        "Quinn: Yes.",
        "Deacon: And a little grandkid to bounce on that sexy knee of yours.",
        "Quinn: Well, I already have the grandkid. Whether or not I get to see the grandkid -- that's up to you.",
        "Caroline: I am a horrible person. I know that I am a horrible person. I should have a scarlet letter branded into the middle of my forehead and be stoned in the town square! Rick is a wonderful husband, and for me to betray him this way...",
        "Ivy: Okay, hold on. It was just one kiss, right? More than one?",
        "Caroline: God, I know I should stop! It's just Ridge and I are working together, and I'm not even sure if he's just using me to get the C.E.O. Position or --",
        "Ivy: Or if he feels what you were feeling.",
        "Caroline: No. No. We should not be having any feelings whatsoever. He is my mentor. He's a man that I admire professionally. It's just that... there's...something... about Ridge.",
        "Ivy: Something that you feel when you kiss him that you haven't felt before?",
        "Ridge: [Sighs] How do I even start this? I'm trying to win Caroline over.",
        "Katie: Okay. How?",
        "Ridge: Well, she's got a little crush on me.",
        "Katie: Really? She does?",
        "Ridge: And, like I said before, I want her on my side, so...",
        "Katie: So, what does that mean, exactly?",
        "Ridge: You know what it means. You know how much this C.E.O. Thing means to me, and she can help me get it.",
        "Katie: You think she's gonna stab her husband in the back? She loves him. She's married to him. She's as devoted to him as I am to you. Unless you know something I don't. This, um -- this little crush of Caroline's...",
        "Ridge: What about it?",
        "Katie: Have you done anything to encourage it?",
        "Deacon: And what if I say I won't do it?",
        "Quinn: You would willingly forego the chance to explore whatever this is that's happening between us?",
        "Deacon: What is happening between us? I mean, should I be scared?",
        "Quinn: What's so scary about a house in the valley with a girlfriend who rocks your world?",
        "Deacon: Losing my relationship with my daughter. I'm not gonna risk that.",
        "Quinn: Of course not. We're not bad people, deacon. Sometimes I get carried away, do things that I wouldn't normally do if I had somebody in my life that I cared about.",
        "Deacon: Okay. If I do go out on a limb for you with my daughter, you are gonna have to make me a little promise. As a matter of fact, you're gonna have to swear to me -- you're gonna have to say, \"deacon, I swear to you that I am not a murderer.\"",
        "Quinn: Stop it.",
        "Deacon: [Laughs evilly]",
        "Quinn: I already told you that I had nothing to do with Ricardo's death. So, do we have a deal, or do you need a little bit more convincing?",
        "Deacon: I'm gonna go with more convincing.",
        "Wyatt: You are glowing.",
        "Hope: I am?",
        "Wyatt: Yeah. It's that special first-trimester, mother-to-be glow.",
        "Hope: Oh. Someone's been reading, huh?",
        "Wyatt: Are you kidding me? I already got down all the stages, you know -- what happens when, including the first ultrasound, huh?",
        "[Cell phone rings]",
        "Hope: Hey, dad.",
        "Deacon: So, how's the beautiful mother-to-be?",
        "Hope: Happy. What's up?",
        "Deacon: You gonna be there for a bit?",
        "Hope: I don't know. Why?",
        "Deacon: Well, there's somebody very special that, uh, I'd like to bring by, if that's okay.",
        "Hope: Yeah. Yeah, sure.",
        "Deacon: All right. Be right over.",
        "Hope: Okay.",
        "Wyatt: What's going on?",
        "Hope: I don't know. My dad just called, and he's bringing a woman over.",
        "Deacon: Okay. Let's, uh -- let's do this. Looks like it's time my daughter meets the woman in my life.",
        "Caroline: It shouldn't have happened. It has to stop.",
        "Ivy: Even if that means not working with Ridge anymore?",
        "Ridge: No, I'm -- I'm not encouraging it. These things just happen.",
        "Katie: To you.",
        "Ridge: [Sighs] Or...maybe this marriage is not as magical as Rick makes it out to be.",
        "Katie: Are those Caroline's words or your words?",
        "Ridge: Come on. I'm starting to draw again. It's coming back. But it's not here yet, and I'm just afraid it's gonna be too late.",
        "Katie: Because Eric is going to appoint a new C.E.O. very soon.",
        "Ridge: And that's why I need Caroline in my corner. Dad wants his dream team.",
        "Katie: All right, fine. I understand that. But the way you're going about this -- Ridge, you're -- you're using someone. That's what bill does. That's not what you do. You don't use people.",
        "Ridge: No, I'm not using Caroline. This is the opportunity of a lifetime.",
        "Katie: You are rationalizing, and you know it.",
        "Ridge: Here's what I know/ this position -- this top position -- at Forrester belongs to me, and I cannot, I will not, answer to Rick. I can't do it.",
        "Katie: I don't think you're considering the consequences of your actions on everyone.",
        "Ridge: What does that mean?",
        "Katie: You're encouraging Caroline's feelings for you. I think that's --",
        "Ridge: Stop. Stop. This has nothing to do with us.",
        "Katie: [Chuckles]",
        "Ridge: Look at me. I love you. And I'm committed to you.",
        "Katie: You have to stop this. You're using her feelings, and you have to put an end to it before someone gets hurt.",
        "Caroline: If that's how it has to be, then that is how it has to be.",
        "Ivy: Wow. You would really give up designing with Ridge?",
        "Caroline: I crossed a line that I should not have crossed. But that's where it's going to end, 'cause Rick is too important to me.",
        "Ivy: And what -- Ridge isn't?",
        "Katie: You know, putting a stop to this now doesn't necessarily mean that Eric won't choose you.",
        "Ridge: It's gonna lessen my chances.",
        "Katie: I don't believe that. And even if that was true, would you really want to be C.E.O. That way -- I mean, using Caroline's feelings for you, possibly damaging her marriage? I know that there is no love lost between you and Rick, but you are still family. You're still brothers. And you both love Forrester creations. This isn't right. You know it. Tell Caroline whatever you have to, but don't let this go on for another day longer. I know you. You wouldn't be able to live with yourself if you did.",
        "Ridge: And that's why I love you.",
        "Katie: Yeah.",
        "[Both chuckle]",
        "Katie: I haven't seen very much of you lately. I miss you. I miss us.",
        "Caroline: What is it? What's wrong?",
        "Hope: Hi!",
        "Deacon: Mm. Wow. You look fantastic. You must be doing something right, kid, 'cause she looks fantastic, doesn't she?",
        "Wyatt: Yeah. She's got that expectant-motherhood glow.",
        "Hope: Well, you look pretty fantastic yourself.",
        "Deacon: Hey, would you guys mind if we just sat down for a minute?",
        "Hope: Oh, come on! Where is she?!",
        "Deacon: She's out there.",
        "Hope: Okay. Well, is it someone that we know?",
        "Deacon: Yeah. Uh, listen -- before we get into this, I want to say something. You guys are newly married. I want to impart a little wisdom. Sometimes in life, things happen quickly, unexpectedly. This is definitely one of those things. Um, she's become very important to me. I really want you to accept her, okay?",
        "Quinn: Can I come in now?",
        "Wyatt: Mom?",
        "Deacon: Uh, okay.",
        "Hope: No. No.",
        "Deacon: Hope, listen to me.",
        "Hope: No, no, no! Are you serious right now?!",
        "Deacon: I know this is a shock. Believe me -- it's a shock to me, too, still. But listen -- I just want us to get along. I want us to try and be a family.",
        "Hope: A family? What are you talking about, dad?! How can you think that, after everything she's done?!",
        "Deacon: Listen to me! You are the most compassionate person that I know, okay? You've forgiven me for everything that I've done. Can't you please just -- just try and --",
        "Hope: Absolutely not. No. This woman is a manipulator, dad. She uses people, and now she's using you.",
        "Quinn: Look, look. If we could all just --",
        "Hope: No! Don't! I've heard it. I have heard all of this before -- the apologies, the plea to be a doting grandmother, please. No! You will say or do anything because you are so desperate, and now you're making a play for my father. Dad... if this is the woman that you want to spend your life with... then you're out, too."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=YiGqA_Lg0V0"
}