{
    "Episode Summary": [],
    "Recap": [
        "Maya tells Rick that he is holding the future in his hands. How can he think of saying no. He has worked hard for this and he deserves it. Eric knows it. His father wants him to succeed him. They all want it....make it happen, sign the contract. He's on the brink so do not let his pride stand in the way. He's a businessman, take the position. This is business. He can finally show the world what he can do with FC. That is how he gets payback. She tells him to take the power and they will work it together. She will always have his back. She tells him to take control. This is the opportunity they have been waiting for. Caroline grouses to Hope that Rick will not call her back. And that conniving witch is not going to take her place with her husband. She was standing there like she was entitled and that will never happen. Hope tells her but it was with Ridge and Rick will not overlook that. Caroline says yes she knows she made a mistake, A few kisses but she should not lose her entire marriage over this. Maya goes back to the office and when Caroline asks where Rick is, Maya says with Eric and he is going to rightfully take the position he deserves. And they will run the company together. She will have the money, power and Rick. Pretty soon all will see that. Caroline snorts to her that she has spent one night with her husband but that doesn't mean that they have a future together. John bounces back into Eric's life. Eric tells him this CEO thing has him in a loop and he just can not go away now. John says he came back all the way from Australia and Eric can not back out now. Rick comes in and says he has had time to cool off and yes he will accept the position with no interference from Ridge. He just wishes Eric would have offered the position to him first. Eric says yes now so does he. But he wants Rick to take it and make strides he knows he can do. Rick signs the paper and gives it to Eric who says he will get to Carter and have it effective ASAP.",
        "Hope finds out from Ivy that she went to Bikini with Liam. They speak of Hope's pregnancy and how excited she and Wyatt are. Hope feels like Ivy is making a point of saying she is married and having Wyatt's child. She asks Ivy about her jewelry launch and Ivy says yes she is excited about Amsterdam. She mentions Liam again and Hope tells her she thinks she needs to go slow on that. Ivy can't believe Hope is back to advising her again on that. Caroline tells Maya that she has been shameless with Rick, just waiting her chance. Maya tells her to go ahead and knock herself out but she will see. When Rick runs the company she will be the little woman at his side. She will not betray him like Caroline did. Eric tells Rick that he has complete confidence in Rick that he will take this company into the future. Ridge was wrong but he is part of he family and they have to forgive and work together fairly and without animosity. Rick says he will work on that. While Caroline is talking to Eric and telling him that Rick is leaving her for Maya, Rick is in his new office when Maya comes in and he welcomes her to the new CEO's office. She jumps into his lap and she gushes about them running FC. They can do whatever they want and he will always have her support. They can do what they want. He says it was the worst day of his life but at least Maya told him the truth. She tells him that he is the most loving, sensitive, honest, loyal man she has ever known. They kiss and hug."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Maya: You are holding our future in your hand, Rick. We can have it all. You'll be the CEO of Forrester. I'll be the lead model on your arm. We will run this company together -- fly all over the world. How can you even think of saying, \"unh-unh, not interested?\"",
        "Rick: It just -- it feels dirty, like it's some sort of consolation prize.",
        "Maya: I don't believe that's true, but even if it is, so what? Be consoled. You have worked hard for this. You deserve this, and Eric knows it.",
        "Rick: Something that just slipped his mind when he gave the title to Ridge?",
        "Maya: Well, he's figured it out now. Your father wants you to succeed him. I want it, and I know you want it, too. Make it happen, Rick. Sign the contract.",
        "Caroline: Straight to voicemail.",
        "Hope: Well, obviously, Rick does not want to talk to you. Maybe you should just let it be for a while.",
        "Caroline: I just thought that he would let me explain, that we would just have a chance to talk.",
        "Hope: Caroline, for my brother, there is no explaining Ridge.",
        "Caroline: This wasn't some cheap affair!",
        "Hope: It was Ridge!",
        "Caroline: You should have seen Maya at your mom's. She was just acting like she belonged there, entitled, and she's not. She's not entitled to my husband. That conniving tramp is not taking him away from me.",
        "[Knock on door]",
        "John: Fish on! Fish on!",
        "Eric: John! Look at you.",
        "John: God, it's good to see you, bro! Twice in one month!",
        "Eric: Yeah. I've missed this -- the hat.",
        "John: I missed it, too. Did I damage your jacket? These flies set me back more than that old suit, brother!",
        "Eric: Yeah? You think so?",
        "John: This is wonderful! We got a whole week together -- southern Oregon, the rogue river, your ranch. Oh, nothing but good fishing and fine wine, a roaring fire, telling tall tales! Hell, we might even chase a little tail. Listen, I know this little tavern in shady cove --",
        "Eric: No, john. John, look -- I've run in to a little snag.",
        "John: The only snag I want to hear about is on a branch on the river. You're coming with me. You need this.",
        "Eric: There's nothing I'd rather do, believe me, but --",
        "John: Eric, no buts! This is a boys' trip. The guys are counting on us. You're gonna love 'em -- Barth and happy.",
        "Eric: [Laughing] Barth and happy?",
        "John: That's right.",
        "Eric: Yeah.",
        "Eric: John, this whole transition to a new CEO just didn't work out the way I wanted. I offered the job to Ridge, and then I found out he did something egregious, and he just -- I thought he had matured, but he has not lost his roving eye.",
        "John: Ah. A woman.",
        "Eric: Not just a woman -- Rick's wife.",
        "John: That is a problem.",
        "Eric: Yeah, tell me about it. So, I can't take the time off. I can't.",
        "John: I came all the way from Australia for this, buddy. You are not gonna back out on me now.",
        "Caroline: It was a mistake.",
        "Hope: Caroline, you know what a hot-button topic Ridge is for Rick. What the hell were you thinking?",
        "Caroline: Isn't it obvious? I wasn't. I wasn't thinking! I got caught up in the creative process that this dangerous attraction -- it was visceral. Ridge and I didn't fall in love. We just shared a couple of kisses.",
        "Hope: That didn't mean anything? Of course, they did, or else they wouldn't have happened.",
        "Caroline: We made a mistake. But I shouldn't lose my marriage over it.",
        "Maya: Pride. An attractive quality in a man, to an extent, until it becomes self-defeating. You are right there, Rick. You are on the brink. Pull back. Think about the situation another way.",
        "Rick: How?",
        "Maya: Forget about what's been done to you. You're a businessman. This is business. Take the CEO Position. You're the man, the boss, the Forrester to be reckoned with. Ridge answers to you, subordinate to you. You can finally show the world what you can do with Forrester creations -- make a mark every bit as indelible as Eric's or Ridge's. That is how you get payback.",
        "Rick: You make it sound so exciting.",
        "Maya: Oh, it will be. I promise. Take the power. We will use it together. I will be the partner that Caroline is too immature to be. I will always have your back, Rick. I got you.",
        "Rick: You know, I have to believe it when I see it in your eyes. When did you become so fierce?",
        "Maya: I've been nice my whole life. If I was good and did what was expected, it would all turn out. And guess what. It never did. People just ran right over me -- my family, my boyfriend, the system I was thrown into because of him. You know what that's like. You are the same, living to please, constantly proving that you're good enough. And where has it gotten you? Rick... honey, flip the script. Take control. This is the opportunity that you have been waiting for. So, forget about how it presented. Just take it.",
        "Hope: [Chuckles] What's -- what's that for?",
        "Ivy: You know what? I still can't believe I actually won something.",
        "Hope: Yeah? Where'd you get it?",
        "Ivy: At bikini.",
        "Hope: Oh. 1st place.",
        "Ivy: Yep.",
        "Hope: Who'd you go with?",
        "Ivy: Liam.",
        "Caroline: Where's Rick?",
        "Maya: He's with Eric, taking what's rightfully ours.",
        "Caroline: And what is it that you think that you deserve?",
        "Maya: All of it -- the money... the power... and Rick.",
        "Caroline: In that order, I'm sure.",
        "Maya: You should watch your tone with me.",
        "Caroline: [Chuckles] You had one night with my husband -- one -- and you let it go to your head, so put your feet back on the ground, honey.",
        "Maya: Not one night -- every night. Rick and I are a team, and soon everybody's gonna know it. See, Eric realized that Rick should be CEO, And he's across the hall right now, accepting the position. Rick and I are gonna run this company together.",
        "Caroline: [Snickers] Dream on.",
        "Maya: You don't believe me? Ask him.",
        "Eric: John, I'm so sorry.",
        "John: You're going! You are going!",
        "Rick: Uncle john!",
        "John: Well, look at the man! Eric Forrester Jr.! [Laughs]",
        "Eric: W-watch out for the flies.",
        "John: Oh, careful. This jacket is alive! Well, Rick, you're doing a great job carrying on the Forrester genes. Look at him -- chiseled jaw, beady eyes, well-hung ears.",
        "Rick: Ooh.",
        "[Both laugh]",
        "John: Your dad and I are going fly fishing -- rogue river. Leaving soon, right, Eric?",
        "Rick: Great...I guess.",
        "John: Look, you men have to talk. Nice seeing you, lad. Thanks so much for being so welcoming to your cousin Ivy.",
        "Rick: Of course.",
        "John: Uh, Eric, see you in a few.",
        "Eric: So, is this good news? Have you reconsidered the offer, CEO position?",
        "Rick: I've had time to cool off.",
        "Eric: I understand why you needed it.",
        "Rick: I wish you would have offered me the CEO position first instead of Ridge.",
        "Eric: So do I.",
        "Rick: I've worked hard for this. I deserved it... which is why I'm not gonna leave it on the table for Ridge. After what he did with my wife, he doesn't deserve to be rewarded for that. So, yes... I'll accept.",
        "Eric: Wonderful.",
        "Rick: No interference from Ridge. All I ask is your complete support.",
        "Eric: Agreed. I'll still oversee everything, as the founder, but you run this company as you see fit. You put your stamp on it. That's what I expect. I'll get this to carter right away. We'll execute A.S.A.P. Congratulations. You're the new CEO of Forrester creations.",
        "Hope: Wow. Another party at Bikini with Liam. It certainly looks like you had a good time.",
        "Ivy: Yeah, it was a really fun night.",
        "Hope: Good.",
        "Ivy: So, uh-- So, how is pregnancy treating you?",
        "Hope: Uh, you know, I'm nauseous and exhausted all the time, but it's good.",
        "Ivy: I mean, the payoff at the end is so worth it, right? You just get this tiny little human all to yourself. You and Wyatt must just be so excited.",
        "Hope: Yeah, we are. Why does it feel like you're making a point?",
        "Ivy: I--I don't know what you mean.",
        "Hope: Reminding me that I'm married to Wyatt and having his child.",
        "Ivy: Well, yeah. I wouldn't think you'd need reminding.",
        "Caroline: Look at you. You've been waiting for this-- trouble between Rick and me that you could exploit.",
        "Maya: I wanted him back. It wasn't a secret.",
        "Caroline: No. You were shameless. You were coming on to Rick when you knew that he was happily married to me. You had no respect for our marriage.",
        "Maya: No, you disrespected your marriage, carrying on with Ridge. You blew it, and now Rick's done with you.",
        "Caroline: I wouldn't be so sure, Myrna.",
        "Maya: Oh. Okay. There it is, right on time. Go ahead. Knock yourself out. Belittle me. But you'll be choking on it, because when Rick is CEO of this company, the woman by his side is gonna be me.",
        "Caroline: That is all that you care about, isn't it -- being arm candy to some rich and powerful man, having access to all that money?",
        "Maya: Hell, yeah, I want to know how the 1-percenters live. Who doesn't? But the fact is I am in love with Rick. I am his new partner, and I'll be loyal to him. I won't betray him the way you did.",
        "Caroline: I am not giving up on my marriage.",
        "Maya: You will, eventually, because Rick already has, and I've made sure of it.",
        "Eric: I can't tell you how pleased I am.",
        "Rick: No second thoughts?",
        "Eric: I have complete confidence in your ability to take this company into the future.",
        "Rick: I appreciate your support. I promise not to disappoint.",
        "Eric: The way Ridge did, you mean? You have every right to be angry. His behavior towards Caroline was unacceptable.",
        "Rick: I'm glad that you understand that.",
        "Eric: Look, he's our head designer. He's an integral part of this business. You need to be able to work with him.",
        "Rick: I'll handle it.",
        "Eric: I hope you mean that. We're family, Rick. Families hurt each other, and then they forgive. It's very important that you're able to forgive Ridge in the future, and Caroline.",
        "Rick: A little soon.",
        "Eric: You work on that.",
        "Rick: I will.",
        "Eric: I want you to run this company with a fair hand -- no decisions based on animus. You understand?",
        "Rick: Yes, sir.",
        "Eric: Good.",
        "Ivy: So, is the dust settling inside? That was kind of a big mess before.",
        "Hope: Yeah. I, uh -- I was just with Caroline. She's a wreck.",
        "Ivy: What does all this drama mean for the company now?",
        "Hope: Um, well, it's all in Eric's hands. He'll figure out what to do next. But until then, it is business as usual. Are you excited about your jewelry- line launch?",
        "Ivy: Yeah, I am. I mean, I'm a perfectionist, and nothing is ever perfect, and Amsterdam is rapidly approaching.",
        "Hope: Yep. It is.",
        "Ivy: You know, Amsterdam's just so exciting. It's such a great place to launch all of this. You know, I was actually telling Liam just the other day that --",
        "Hope: I think you should take it slow with him.",
        "Ivy: Seriously? We're -- we're really gonna do this again?",
        "Hope: I know that you think I have no right to be interested in his life or that I shouldn't have an opinion about you two getting closer together.",
        "Ivy: Uh, yeah. Exactly.",
        "Hope: But that's never gonna happen. I'm always gonna look out for him.",
        "Ivy: Then you should be happy. I feel the exact same way.",
        "Eric: There you are. I just met with Rick.",
        "Caroline: About what? About me? About our marriage? What did he say?",
        "Eric: He's still very upset. But the good news is that I don't think he's gonna have a lot of time to indulge in those kinds of feelings for much longer.",
        "Caroline: The CEO position -- he's taking it.",
        "Eric: How -- how do you know?",
        "Caroline: Maya was here, lording it over me.",
        "Eric: Why would she do that? How did she know? I don't get this.",
        "Caroline: Rick wants a divorce, Eric. He's leaving me for Maya.",
        "Rick: Take a look at the new CEO.",
        "Maya: [Laughs] I am so proud of you! Amazing.",
        "Rick: You get credit. I was ready to walk away. You wouldn't have it.",
        "Maya: Well, we make a slammin' team.",
        "Rick: Mm.",
        "Maya: And this is just the beginning. Next up... making a clean slate for our new life together. All of that nastiness and betrayal to the side. I know you have to work with Caroline and Ridge, but... you are the man now.",
        "Rick: That sounds good to me.",
        "Maya: It's gonna be fun. Running Forrester Creations and taking it home with us at night.",
        "Rick: Whoa! I don't know about all that.",
        "Maya: But the point is we can. We can do whatever we want. And you will have all of my support and loyalty. You can trust me.",
        "Rick: It seems like you're the only one. You know, it might have been the worst day of my life, but at least you told me the truth.",
        "Maya: I don't know if you knew this, Mr. CEO of Forrester Creations...",
        "Rick: [Clears throat, chuckles]",
        "Maya: ...But I love you. And not because of what you are but because of who you are -- the most kind, generous, honest, sensitive man I have ever met, and I mean that. And I am never letting you go."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=IgcErkLf3xo"
}