{
    "Episode Summary": [],
    "Recap": [
        "Bridget tells her parents the sex of the baby and that she's back with Nick. Thorn tells his dad he hates that they are all fighting and they should stick together. Brooke compliments Eric's new designs. Felicia pays Nick a visit and is shocked to learn he is married to Bridget and going to be a father."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nick: You think we could stay like this for the next five months till the baby's born?",
        "Bridget: Okay.",
        "Nick: My daughter. My daughter.",
        "Bridget: You're not disappointed that she's not a boy, are you?",
        "Nick: No. Are you kidding me? Sugar and spice and everything nice. Nothing's going to be too good for this little princess. Or her mom.",
        "Bridget: Hey, Nick?",
        "Nick: Hmm?",
        "Bridget: There's something I should go take care of. You think you can manage on your own for a little bit?",
        "Nick: No problem.",
        "Bridget: Okay, great. Love you. Oh, Nick!",
        "[ Bridget laughs ]",
        "Nick: I wanted one more kiss. I'll see you.",
        "Bridget: No, wait! Come on, seriously.",
        "Nick: Sorry.",
        "Bridget: I have to go.",
        "Nick: Separation anxiety.",
        "Bridget: Bye.",
        "Nick: Okay.",
        "Bridget: Hey, come on. No, cut it --",
        "[ Bridget laughs ]",
        "Nick: Okay.",
        "Bridget: Isn't there something else you could be doing?",
        "Nick: I'll go to the Marlin, get my things and start moving in.",
        "Bridget: Perfect.",
        "Nick: Don't be long.",
        "Bridget: Okay. Let me go.",
        "Nick: Mm-hmm.",
        "[ Bridget screams ]",
        "Bridget: Nick!",
        "Nick: Sorry.",
        "[SCENE_BREAK]",
        "Eric: What do you think?",
        "Brooke: The best you've done in years.",
        "Eric: Good. Stephanie can take away the company and she can stick us down in this dingy office if she wants, but she cannot take away what really counts.",
        "Brooke: She's really inspired you.",
        "Eric: Yeah, she has. You and Ridge and I are going to put together a line that are going to knock her dreams right off the runway.",
        "Thorne: Dad.",
        "Eric: Thorne.",
        "Thorne: Look, I just came down to say I feel bad. I mean, you down here, the man who built Forrester Creations, sent to the basement.",
        "Eric: Well, I lived with your mother for over 40 years. You think she can do anything that surprises me? I'm just sorry you're stuck in the middle, that's all.",
        "Thorne: Yeah. Well, listen, we have to find a way to stop all the bickering, okay? All the lying, all the manipulating, all of it. No more ambushes, no more surprises.",
        "[SCENE_BREAK]",
        "Felicia: Hey, sailor.",
        "Nick: God. What are you doing here? How'd you get in here?",
        "Felicia: Jimmied the lock.",
        "Nick: A Forrester jimmying the lock. Go figure.",
        "Felicia: Well, I am the black sheep of the family, remember? Baa.",
        "Nick: How you doing? You look great. How you feel?",
        "Felicia: Pretty well. Nothing a little California sunshine won't take care of.",
        "Nick: The cancer? Cancer free?",
        "Felicia: Look at me. What do you think?",
        "Nick: I e-mailed you, you know? I don't really e-mail much. You didn't return it, I was a little surprised about that.",
        "Felicia: Did you think maybe I'd forgotten about you?",
        "Nick: No, I thought you were breaking hearts all over Europe and you just didn't have time.",
        "Felicia: Well, I have been busy. My life has changed in amazing ways. But I haven't forgotten about you, Nick. One of the reasons I'm back, to see if the salty bachelor sailor had pulled up anchor and gone out to sea, or if maybe he was interested in renewing an old friendship.",
        "[SCENE_BREAK]",
        "Thorne: There's got to be a way for all of us to work together, the way that you envisioned it when you started Forrester Creations.",
        "Eric: Look, it's your mother, Thorne. She's not able to let go of her vindictiveness.",
        "Thorne: Well, we have too much talent here, dad, to let this thing fall apart. And it's not only you and Ridge. We have Brooke, we have Dante. We have so much as a family that we cannot let anyone throw that way, okay? Not even mother.",
        "Eric: All right, look, it's not going to be a battlefield around here, not forever. You concentrate on keeping her softened and I'll put all my energies into the designs. We'll get everything accomplished here, I promise you that.",
        "Thorne: All right. I'll talk to you later.",
        "Eric: All right. It's very nice to see Thorne this way. I didn't think I would see that. Brooke, what is it? Is something wrong?",
        "Brooke: No, no. Something good, actually. Nick and Bridget are back together. Finally.",
        "Eric: Good. That's because of you. Because of your willingness to slip away. You're still in love with him, aren't you?",
        "Brooke: I'm very happy for them, Eric. Stephanie said something -- that Bridget's never going to be able to forgive me because of everything that's happened. And you know that my relationship with our daughter means everything to me.",
        "Eric: Stephanie is just trying -- she just trying to hurt you.",
        "Brooke: And what if she's right?",
        "Eric: Bridget.",
        "Brooke: Honey.",
        "Bridget: Hi, Dad.",
        "Eric: Hi.",
        "Brooke: Hi.",
        "Bridget: I'm glad you're both here, I wanted to tell you something.",
        "Eric: What? What is it?",
        "Bridget: Well, it's about nick and me. We're back together. Really, just totally, completely, happily back together.",
        "Eric: Honey, I think that's wonderful.",
        "Bridget: Thanks, Dad. We did actually have a little scare today with the pregnancy, just physically. It's nothing really to worry about, but you know, I need some rest, no strenuous activity, but there shouldn't be any major problems with -- with your granddaughter.",
        "Eric: Granddaughter?",
        "Bridget: Isn't it great? It's a girl.",
        "Eric: Oh, honey.",
        "Brooke: That's wonderful. You don't even know yet how wonderful.",
        "Eric: She's right. I'm so happy for you.",
        "Bridget: Thanks, Dad.",
        "[ Bridget sighs ]",
        "[SCENE_BREAK]",
        "Felicia: I was surprised to even find you in port, Mr. Go-where-the-wind- takes-me.",
        "Nick: Yeah, well, things have changed a little bit. I am working at Marone Industries for my old man. A little boring. Forget about that, though. Let's hear about you. What countries have you been tearing up? Specifically, please.",
        "Felicia: I have been in the south of France.",
        "Nick: Oh.",
        "Felicia: Mm-hmm, living in a farm house. No e-mail, no tv, no phone. I know, hard to believe.",
        "Nick: No limo?",
        "Felicia: But I have a goat. Not for riding, of course. For milking, every morning at the crack of dawn.",
        "Nick: Okay, all right, this is a tough picture now. The image of you milking a goat. What I can't figure out is why you would leave milking a goat and come back to L.A.",
        "Felicia: Taylor, actually. She offered me a job designing.",
        "Nick: Forrester creations? You know what is going on over there?",
        "Felicia: Bits and pieces. Mom and dad divorced. Dad remarrying Brooke. What was that?",
        "Nick: That was a mistake.",
        "Felicia: You wouldn't have had anything to do with their calling it off, would you?",
        "Nick: No, it just -- it ended 'cause it was wrong, that's why it ended.",
        "Felicia: How many times has Brooke been married, anyway?",
        "Felicia: It's getting so hard to keep track of her. You, on the other hand, consummate bachelor -- no ties. I can't even imagine a ring on your finger. And yet, there it is, and the third finger on your left hand. I'm sure there's a very bizarre explanation. Hit me with it.",
        "Nick: I'm married.",
        "[SCENE_BREAK]",
        "Eric: Another incredible Forrester woman? This is cause for celebration, you know?",
        "Bridget: Technically, Dad, she's a Marone.",
        "Eric: Marone -- yes, well, that's just a minor, minor, technicality, don't you forget it, all right? Look, I promised one of our buyers I'd meet him for a drink, so I'm going to go. I'm happy for you, darling. I'm happy for all of us.",
        "Bridget: Thanks. See you later. So, are you okay with all of this?",
        "Brooke: Okay? I'm thrilled. I'm ecstatic.",
        "Bridget: I know you must have some conflicting emotions about this, though. It's okay, you don't have to admit it, I just -- I know. But I also know that you would've been so happy and so proud if you had seen Nick at the doctor's office today. He was so worried and determined to do anything and everything to make sure our little girl was just going to be okay. And I heard him tell the doctor that he was -- he was going to take care of me, make sure that both of us were going to be fine. Any doubt I have had about his commitment or his love for me -- just any fear I've had about that at all is just gone.",
        "Brooke: That's all I've ever wanted for you, honey. To feel this love. To have a family. Shouldn't you be home celebrating right now?",
        "Bridget: We've already done a little of that. It's been a really nice evening. It just didn't feel complete until I'd shared it with you.",
        "Brooke: Oh, sweetheart.",
        "Bridget: I love you, Mom.",
        "[SCENE_BREAK]",
        "Felicia: Nick Marone, married? I realize a lot of things have changed around here, but am I on the right planet?",
        "Nick: Well, I guess it took me a little by surprise, too.",
        "Felicia: So, she finally got her hooks into you. I should've seen it coming. She'd gone through all the Forrester men, she had to start on a new bloodline.",
        "Nick: What are you talking about?",
        "Felicia: Your wife. You did marry Brooke?",
        "Nick: I married Bridget.",
        "Felicia: Bridget? Little Bridget? Dad and Brooke's daughter, my half sister?",
        "Nick: Yeah. I love her. What she's doing with me, I don't know, but we're happy, and I'm going to do everything I can to keep it that way.",
        "Felicia: Bridget.",
        "Nick: Felicia --",
        "Felicia: Oh, I'm so stupid. I actually came back here with a crazy idea that this sexy sailor I fell for might consider settling down. What do you know, for the first time in my life, I'm right. It's just I'm a day late and a dollar short.",
        "Nick: Hey, hey.",
        "Felicia: No, I'm fine. I just -- I need a minute. Unless I'm in the way?",
        "Nick: No, no, not at all. I actually was coming over here to pack some things. I'm moving into the beach house with Bridget. Hey, Felicia -- now hey, look here. Now, our relationship, you know, it meant a lot to me.",
        "Felicia: You don't have to go there, no.",
        "Nick: And it was very special, and you know it. But we both -- we both moved on.",
        "Felicia: You're right. I'm happy for you, really. You and Bridget. Wow. What a concept. I would've thought she would've moved in here, though. She's turned you into a landlubber. You really must love her.",
        "Nick: Well, actually, the boat would've been fine for the two of us, but we're expecting a baby.",
        "Felicia: What?",
        "Nick: Bridget's pregnant.",
        "Felicia: Wife and a kid? That sucks, Marone.",
        "[SCENE_BREAK]",
        "Brooke: So, you wanted to tell me tonight?",
        "Bridget: Of course I did. Think about it, you're my mother and everything you've ever done for me and all that you've meant to me. I get to raise my own little girl. I'm so glad that you're a grandmother. She has you to look up to.",
        "Brooke: Bridget --",
        "Bridget: I mean it.",
        "Brooke: After all of my bad choices and my betrayals, I don't deserve your forgiveness and your love.",
        "Bridget: Just take it. It's yours. If it makes it any easier for you, sometimes I don't know how I feel this way, either. Well, let's face it, your judgment leaves a lot to be desired at times, but I do know any scheme you ever come up with, you're just trying to make things better. Mom, you have the biggest heart of anyone I have ever known. And I know you've wander down some pretty strange detour paths sometimes, but I also know that you're only acting out of love. I hope and pray that I can give my little girl half -- even half of the joy and the love that you've been able to give me. I love you.",
        "Brooke: I love you, too.",
        "[SCENE_BREAK]",
        "Nick: What did you say?",
        "Felicia: Are you kidding me?",
        "Nick: If you're going through something I don't know about --",
        "Felicia: Oh, god, I'm sorry. I'm -- I hurt you, and that's not what I meant. I just meant, you know, it's a shame that you're not going to have a couple years together before having a family. You can't be thrilled about no honeymoon, no adjustment period.",
        "Nick: I'm very happy the way things are. I have Bridget and I'm going to be a father to a little girl. We're expecting a daughter.",
        "Felicia: Oh, good. That's great, Nick. Really, I just -- you know what, I think maybe let's forget that I was ever here today. And if you could do me a really big favor and not ever tell anybody about -- I mean, it would completely blow my strong, independent woman thing, you know?",
        "Nick: Yeah. Your secret's safe with me.",
        "Felicia: Well, see you.",
        "Nick: Listen, listen. You know, the marlin's empty, so just stay here as long as you want. Whatever you want to do.",
        "Felicia: There's too many memories here. But I will take one last hug if you've got one.",
        "[ Phone rings ]",
        "Felicia: Maybe you should get that.",
        "Nick: Yeah? Oh, good, good. No, I'm glad you called to remind me. No, it's on my desk. Yeah. No, no, that's fine. Yeah. Yeah, we should probably do that. I appreciate that."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=r4qNwIV0d40"
}