{
    "Episode Summary": [],
    "Recap": [
        "Brooke tells Nick she thinks he heard her and tonight has meant a lot to her, but she doesn't want him to come home with her now. She's not trying to hurt him, but she is not ready yet. Felicia doesn't takes the news well that Bridget is having Dante's baby. She tells Bridget at least she is still keeping it all in the family, but now it's HER family. Bridget tries to convince her things don't have to change. Dante has his say that she can count on him for anything, but Felicia is the woman for him.",
        "Stephanie and Jackie continue to bicker over Brooke's choice of either Nick or Ridge. Stephanie tells her she wouldn't make the mistake of testing her. Jackie tells Nick she knows he will do whatever it takes, just do it quickly. He sees the slap mark on her face and races off to confront Stephanie. He swaggers into her house and boldly states that never, she is never to touch his mother ever again. She reminds him that he's losing Brooke because of what HE did, not what she did. He warns her not to cross the line again or he vows she will lose everything dear to her. Brooke finds Ridge back at her house and he assures her that Donna knows where she stands with him. He says they are stronger and smarter and they can be happy now. She tells him she will have her answer tomorrow at 6 P.M. She calls Nick and asks him to come tomorrow at 6 also. She can do this, the first day of the rest of her life."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nick: Brooke, I know there's not gonna be some miracle overnight. But how we gonna accomplish anything if I'm not around?",
        "Brooke: Tonight has meant a lot to me. And I do believe that you heard me and you understand what I'm asking of you.",
        "Nick: I do. I do.",
        "Brooke: But I don't want you to come home with me.",
        "Nick: What about the kids?",
        "Brooke: Nick, I can't put the kids through another disappointment.",
        "Nick: I won't be a disappointment. Brooke, come on, I'll sleep on the couch, on the floor, I'll do whatever.",
        "Brooke: I gave you everything. I gave you my heart. And you hurt me in the worst way possible. And I'm not saying this to rehash anything and I'm not trying to get back at you, I just -- I am not ready yet.",
        "Nick: Will I hear from you tomorrow? Give me something.",
        "Brooke: I'll call you, very soon.",
        "[SCENE_BREAK]",
        "Felicia: The baby isn't Nick's.",
        "Bridget: No.",
        "Felicia: You're having Dante's child.",
        "Bridget: Yes.",
        "Dante: That home pregnancy test you took when you and I were together --",
        "Bridget: It was too soon.",
        "Felicia: So, how pregnant are you?",
        "Bridget: I'm near the end of my first trimester.",
        "Felicia: Okay, that would be you, all right. So -- you're still keeping it all in the family, but now it's my family.",
        "[SCENE_BREAK]",
        "Jackie: How dare you?",
        "Stephanie: You take your vile mouth and your vile mind and get back to that gutter where you belong.",
        "Jackie: You and your decency. How decent is it to lust after your own son?",
        "Stephanie: I am not gonna listen to this filth!",
        "Jackie: You are the perversion behind all of this madness. Of course you want to procure the women that Ridge sleeps with because you wish you could be one of them.",
        "Stephanie: You are disgusting. Now, get the hell out of this house and don't you ever, ever come back here!",
        "Jackie: When you get out of my son's life.",
        "Stephanie: I have no interest in your son's life.",
        "Jackie: Then leave him and Brooke alone.",
        "Stephanie: She's leaving him not because of me, but because you obviously never taught him something -- there are some things in life you can't forgive.",
        "Jackie: That's for Brooke to decide.",
        "Stephanie: What does it matter to you about Brooke? My god, there are other women out there -- he's young, he's attractive. He'll find somebody else to marry and to betray.",
        "Jackie: It matters because he loves her and she loves him!",
        "Stephanie: She doesn't love him. She simply wanted someone to take care of her, to comfort her. And now she realizes, that's just a little girl's fantasy.",
        "Jackie: Good god, what a sad life you must have had. Is love real to you at all? I mean, is there anything -- anyone that you ever, ever loved in a healthy, human way?",
        "Stephanie: Oh, you mean the way you did? You mean, did I hike my skirt for the mailman or the boy that cuts the grass? No.",
        "Jackie: You detest Brooke. She knows it. You've got no use for her.",
        "Stephanie: My son cannot be happy without her, it's a simple as that.",
        "Jackie: Well he would've been if it hadn't been for your thespian debut last year as a heart-attack victim. Which led to Ridge and Taylor getting together and then ridge leaving Taylor, Taylor's drinking and finally poor Darla's death -- which, of course, with your very high morals, you don't feel any responsibility for at all, do you?",
        "Stephanie: I have my family's forgiveness. Yours I don't need.",
        "Jackie: The only reason that you want Brooke back into your family is because you want your company back.",
        "Stephanie: I'm providing for the next generation. I'm thinking of things so far ahead of you, you can't even begin to suspect. But I tell you this, because you do need to know this, I have Eric, Ridge will have Brooke and you and your son and your well-maintained accent can crawl back to Seattle or whatever other hell-hole you crawled out of.",
        "Jackie: Or you'll what?",
        "Stephanie: I wouldn't make the mistake of testing me.",
        "[SCENE_BREAK]",
        "Felicia: And you're here, what, as a referee?",
        "Eric: Did I know what she was gonna tell you? Yes.",
        "Felicia: And you said nothing to me? Great, guess I know where I stand in the pecking order of daughters.",
        "Eric: Don't do that, Felicia. Look, it's very important that you hear what your sister has to say.",
        "Felicia: Oh, I always hear Bridget. Bridget is sincerity itself. Every time she tells me the opposite of what she said the day before, I know it is from the bottom of her heart.",
        "Bridget: Felicia, I'm painfully aware of everything that I've put you and Dante through. But it is not intentional --",
        "Felicia: Is anything you do intentional, Bridget? I'm serious -- I am dead serious, is there anything you do in the course of a day that you don't look back on and think \"I meant to do something else?\" You've even managed to bust up your mother's marriage by mistake.",
        "Bridget: Felicia, I can only imagine how you must feel right now.",
        "Felicia: Oh, that I very much doubt.",
        "Bridget: All I'm saying is -- what has to change? Really? If Dante and I had stayed together, had a child, and then went our separate ways before you ever fell in love, you would never look at that child as an obstacle. You would never. You could still have the same relationship that you want.",
        "Felicia: Number one, that could never happen. Because you could never be serious about Dante unless he's not available. Number two, are you standing there thinking that I'm feeling threatened?",
        "Bridget: No. I'm just saying there's no need for you to feel threatened.",
        "Felicia: That's good because you know what, you don't have the power to turn our lives upside-down anymore. Dante knows that his future is with me. You can jump in here any time.",
        "[SCENE_BREAK]",
        "Jackie: Oh, you're back?",
        "Nick: Yeah --",
        "Jackie: It didn't go so well with Brooke then?",
        "Nick: I wouldn't say that. We got some things cleared up. She needs a little time to think.",
        "Jackie: Well, that's good, then?",
        "Nick: Want to buy a boat? Cheap? Oh, that's right, you don't like what saltwater does to your hair. You know, mother, this husband thing -- I just don't know if I'm very good at it.",
        "Jackie: You'll do whatever it takes, I know that. But just do it quick and with one eye over your shoulder because Stephanie Forrester is out of control. And she's gonna stop at nothing to marry Brooke back into that family just so she can get her company back.",
        "Jackie: I've never seen her so abusive, and that is saying something.",
        "Nick: Brooke doesn't listen to her anymore, mother and neither should you.",
        "Jackie: Look, if there's anything that she could do to stop you two from reconciling, I promise you she's --",
        "Nick: What is this? What's this mark on your face.",
        "Jackie: I made a remark that she didn't like.",
        "Nick: She hit you? She physically did this?",
        "Jackie: I told you, Nicky, she's out of control. No -- no, Nicky!",
        "[SCENE_BREAK]",
        "Ridge: Hey, I just put R.J. to bed, gave him a bath. Hope fell asleep with her picture book. This is not me being bad, I just came over to say good-night to the kids.",
        "Brooke: Where's Catherine?",
        "Ridge: She seemed to think I was here to relieve her, so I thought, why not. How was your dinner with Nick?",
        "Brooke: Fine.",
        "Ridge: Good. Good, I mean that. If you're happy, I'm happy. I'm not gonna pry.",
        "Brooke: Thank you.",
        "Ridge: I have faith in you. In us.",
        "Brooke: You know, I took Nick to dinner so I could tell him what won't be happening in the future if we end up together and I think now, I need to have a similar conversation with you.",
        "Ridge: Well, I can tell you this, I'm not gonna make the same mistake I did before, that's for damn sure.",
        "Brooke: Ridge, I cannot and will not come second to any other woman in your life.",
        "Ridge: Logan, why would you even think that would happen based on the last events?",
        "Brooke: It did with Caroline and Taylor and -- last but not least, your mother.",
        "[SCENE_BREAK]",
        "Dante: There was a time, a very long time, when what I wanted more than anything in this world was to have a family with you, Bridget. And to actually believe that it's happening right now and you going through it alone.",
        "Eric: She's not alone, Dante. She's never gonna be alone.",
        "Dante: Of course, Mr. Forrester. You can count on me for anything, you know that. I don't have to tell you how much it means to me to be a father. What kind of amazing joy our son Dino has brought into our lives. But -- I'm sorry?",
        "Felicia: Sorry?",
        "Bridget: What are you sorry about?",
        "Dante: Bridget, what we had -- what we've been through was amazing. It was also amazing that we were able to share it together but that time is gone.",
        "Bridget: I know that. I do -- I know that.",
        "Dante: Because this woman, Felicia, she's -- she's everything to me. She's my other half. She's my life.",
        "Bridget: Dante, my goodness, you're such a wonderful man and I've only ever wanted really good things for you. So good that I wanted to be a part of them. It was -- you know, almost right there for a while, just not right enough.",
        "Dante: Thank you for saying that. Did you hear what she said? Hmm? I want to promise something to you and I want the both of you to hear this, too, okay? You have been through so much, you know? You had to fight death, sickness, even me disappointing you but that's not gonna happen, ever. Because I love you.",
        "Felicia: I love you. I love you.",
        "[SCENE_BREAK]",
        "Stephanie: Hold on -- hold on, I'm coming.",
        "Nick: Never, ever come near my mother again!",
        "Stephanie: Are you insane?",
        "Nick: You hit my mother.",
        "Stephanie: Because she pushed me too far. I don't even know what the hell she was doing here in the first place.",
        "Nick: Do you really want to see how far you can push me? Slapping my mother, filling my wife's ears with poison.",
        "Stephanie: Get a hold of yourself, Stephanie.",
        "Nick: It's called justice at sea, Stephanie, where no one's watching. It's just between me and god. And I've got no problem answering to god for making you pay for what you're trying to do to me.",
        "Stephanie: You're not losing Brooke because of me. You're losing Brooke because of what you did, nick.",
        "Nick: Don't cross the line again, or I will make sure that you lose everything dear to you. You've been duly warned.",
        "[SCENE_BREAK]",
        "Felicia: I guess we're gonna call it a night.",
        "Eric: So, just to summarize, everything settled here?",
        "Felicia: I'm settled. She's pregnant. Everything'll come out in the wash. Look on the bright side, having a baby is a great way to help you grow yourself up. Worked for me.",
        "Bridget: I'll keep that in mind.",
        "Felicia: You might want to bring that bunt cake you made to work tomorrow.",
        "Bridget: Oh, that's a good idea.",
        "[Felicia sighs]",
        "Felicia: You know, on second thought maybe you should eat it now, you're looking really too thin. Just look out for dad's blood sugar.",
        "Eric: The hell with my blood sugar, you want a piece of that cake? Okay. Listen, you did good, I'm proud of you.",
        "Bridget: Oh, Dad, thanks.",
        "[SCENE_BREAK]",
        "Ridge: Logan, look at my life. I've cleared away everything but you. I don't have a backup plan.",
        "Brooke: What about Donna?",
        "Ridge: She knows where things stand with me. She's always known. Look at us. How many years has it been since I first looked into your eyes? You know what? I still see the same thing I saw then.",
        "Brooke: I'm not the same woman, ridge. I need more from you now.",
        "Ridge: And I am not the same man. Why is it so hard for you to believe I've changed, too? The love is the same. That charge between us that's always been there, that's the same. And now, we're stronger, we're smarter. We don't have to be scared of it or think it's gonna drive us crazy anymore. We can be happy now, Brooke.",
        "Brooke: I want to believe that.",
        "Ridge: Okay, well, how do I convince you that that's the case?",
        "Brooke: Tomorrow, after work, at 6:00. I'll have an answer for you tomorrow.",
        "Ridge: Okay. Good-night.",
        "Brooke: Good-night.",
        "[SCENE_BREAK]",
        "[Phone rings]",
        "Nick: Hi.",
        "Brooke: Can you come here tomorrow at 6:00?",
        "Nick: In the morning?",
        "Brooke: No.",
        "Nick: Six, let me think -- six --",
        "Brooke: Okay, you'll be here. Good-night.",
        "Nick: Good-night.",
        "Brooke: My decision has been made. The first day of the rest of my life. I can do this. Tomorrow."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=Vc8_3QjsROg"
}