{
    "Episode Summary": [],
    "Recap": [
        "Taylor assembles everyone and tells them their mother wants them to hear the truth. Their grandmother Ann is not dead. And Eric and Stephanie have gone to Chicago to see her. The kids are shocked since they felt their mother adored her mother. Taylor tells them her mother was abused as a child and she asked for help and never got it. She hopes they will now understand why she always overprotects them and tries to control; the protection she never had. Felicia cries that now she gets it and she hates being such a brat and for resenting her mother. Ridge laments they only saw what Stephanie wanted them to see, her in her glory.",
        "Stephanie confronts her mother and begs her to tell her why when she knows she saw the bruises and she put lotion on the welts, why didn't she stand up for her when she couldn't do it for herself? Her mother twists everything around and wants to know what happened to Stephanie, who has she been talking to? She tells her IF her father ever struck her, she must have deserved it. Pam admits she knew about it too, but nobody paid attention to her, didn't expect much from her. Ann's heart turns cold and she glares at Stephanie while Stephanie hugs her sister. It wasn't her fault, it was her mother's. Ann still denies it, this fantasy of hers about abuse. Her memory is playing tricks on her, not Ann's. And she won't allow it! Stephanie says she is the one that won't allow it. Her mother turned her away as a child and now she's still doing the same thing. Why is she lying? Was she afraid for herself? Stephanie admits she inflicted on her children the things she never got from her own mother. How could she do that?"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ann: Good to see you again, Eric.",
        "Eric: Ann, no -- your nap can wait. Your daughter has something to say to you, and you're going to listen. You're going to hear what Stephanie has to say, whether you want to or not.",
        "Stephanie: Eric is right. Mother, you need to hear what I've come all this way to say.",
        "Ann: He wouldn't have talked to your father like that.",
        "Stephanie: Why do you think I've come all this way?",
        "Ann: He thought you were marrying beneath you. I said, \"John, all Californians aren't the same. I mean, this young man doesn't seem as rough --\"",
        "Eric: Ann, you're not listening.",
        "Ann: I stood up for you, I want you to know.",
        "Eric: I really don't give a rat's ass.",
        "Pamela: Mother, maybe you and Stephanie want to go into the sun room?",
        "Ann: Do I have to tolerate that kind of language in my own home?",
        "Eric: You've tolerated plenty in your own home.",
        "Pamela: Or I can show Eric the deck garden.",
        "Ann: What are you blithering about?",
        "Pamela: I think Sttephanie wants to have a heart-to-heart.",
        "Ann: What heart? Whose heart? If you want to go, go. I've gone 30 years without so much as a word from you.",
        "Stephanie: I'm asking you to listen to me.",
        "Ann: Why is everything so dramatic with you?",
        "Stephanie: No, I'm not going. And I'm not asking.",
        "[SCENE_BREAK]",
        "Taylor: Your mother asked me to talk to you all and explain some things to you. Now, some of these things are going to be a little bit difficult to hear and hard to understand at first, but once you hear everything, I think it'll explain a lot of things. It'll make sense of a lot of things. First, your grandmother Ann is not dead.",
        "Ridge: What?",
        "Thorne: Grandma's alive. Mo talking about? They buried her.",
        "Thorne: We didn't go to the funeral.",
        "Felicia: No, but I remember mother describing the funeral in detail.",
        "Taylor: No, she never really died.",
        "Ridge: Why would mother tell us that grandmother was dead?",
        "Taylor: Well, you know, there's always a little bit of truth in every lie. The fact is, your mother needed to cut her out of her life.",
        "Felicia: That's ridiculous. It's unbelievable is what it is, because mother adored her. According to mother, she was the perfect wife, the perfect mother. She held her up as an example, ad nauseam.",
        "Taylor: That was a coping mechanism. See, some of the things from your mother's childhood were too painful for her to carry into her adult life, so she needed to recreate a false idealized childhood in order to survive emotionally. And then what makes it worse is her sense of self was damaged because she asked for help and she never got it. Your mother was abused as a child -- by her father.",
        "[SCENE_BREAK]",
        "Stephanie: That conversation that we couldn't have 30 years ago, that I thought wasn't necessary -- I was wrong.",
        "Ann: Well, you did well enough without me for 30 years --",
        "Stephanie: No, Mother. No, not so well. I have this bottomless pit of rage that I can't control. It's tainted all of my relationships, my marriage. And now, it's even cost my",
        "Stephanie: Did you warn daddy about his?",
        "Ann: And take Pammy. I mean, she's always been beautiful, and she's stunning now. The sweetest temperament in the world --",
        "Pamela: I don't think Stephanie's finished, mom.",
        "Ann: For the life of me, I will never understand how your sister attracted a husband -- more or less -- and here you are, still with me.",
        "Pamela: I think I should go turn off that electric blanket.",
        "Ann: No, no, you young people talk the night away. I'm going to bed.",
        "Stephanie: No, you're not.",
        "Ann: I'm sorry you're unhappy. I did the best I could with you --",
        "Stephanie: You seem to think that I'm trying to take something from you. I'm not. I remember everything that you remember. The travel, the horses, the parties. How beautiful you were, how impeccably dressed you were, and how graciously, gorgeously you entertained. All the movers and shakers in Chicago wanted to be here to listen to father, to drink his brandy. I remember the excitement and the privilege of being a Douglas.",
        "Pamela: Mother --",
        "Ann: Well, if we're going to take a stroll down memory lane --",
        "Stephanie: Why did you and father want me to be a boy?",
        "Ann: It was a nickname!",
        "Stephanie: No, it's not just what he called me --",
        "Ann: Morbidly sensitive, that's what you are.",
        "Stephanie: Why did you let him hurt me that way? Always when he drank, which seemed to be almost every night.",
        "Ann: A man is a man. I mean, if you had acted more like a lady --",
        "Stephanie: With his hand, with his belt, with the razor strap, with the wooden spoon. My god, Mother, you bathed me. You put me in my pajamas every night. You saw the bruises. You put lotion on the welts -- and you did nothing. Why? I was a child. I was a child. Why didn't you stand up for me when I couldn't stand up for myself?",
        "[SCENE_BREAK]",
        "Felicia: Grandpa abused my mother?",
        "Taylor: You know he was a very powerful man. He had very quick temper and very high expectations of his first child, who he wanted to carry on his name. He also had a drinking problem.",
        "Ridge: You know, I don't remember that.",
        "Taylor: He thought he was look, I'm not trying to excuse his behavior. He beat her.",
        "Thorne: He beat her?",
        "Taylor: Yeah, he did, a lot. She'd bring home her report card or he'd give her some task to do, and if she didn't do it perfectly, he'd beat her. She was constantly put in no-win situations. But I just hope maybe this can help you all understand why, why Stephanie has always gone to far with you, why she's always tried to be so overprotective, that she was just trying to give you the protection that she never had.",
        "[SCENE_BREAK]",
        "Ann: Let me guess. You're seeing some kind of psychiatrist.",
        "Ann: What happened to you? I mean, 30 years has at least brought us some wisdom, and some peace, but not you.",
        "Stephanie: You know what happened to me. What would it cost you to say it?",
        "Ann: Now children run wild in the streets, I realize. Holding up liquor stores, and girls getting pregnant in the sixth grade. But back then, parents disciplined their children when they deserved it. If, if your father ever struck you, you must have deserved it. You wish you had turned out better. Well, don't go blaming your father for your failures. He loved you.",
        "Stephanie: I know he loved me, but --",
        "Pamela: Mother? Do you remember when I asked you about the spots of blood on Stephanie's sheets? And you told me that I'd understand when I was older? I knew what you meant. But she was bleeding from her back.",
        "Ann: Why must you always humor your sister? Have a little backbone for once.",
        "Stephanie: You knew?",
        "Pamela: All these years, I wanted to ask. When you wouldn't go in the pool, or you'd lock yourself in the bathroom. But you always said, \"go away, I'm fine.\" So, I didn't want to upset you more, so I pretended to believe you.",
        "Ann: I suppose you're going to say your father beat you, too?",
        "Pamela: No, he didn't expect much of me. As long as I dressed nice, and got B's in school, I was marvelous. After supper, you and I would go into the music room to read, or practice our duets on the piano. And we heard Stephanie screaming from daddy's study, mother. And you would play louder and louder. Don't you remember? If I heard it, you did. Secret that I wasn't supposed to know anything about. No one ever explained anything to me. When you're only \"the little shy one,\" it's like nothing that you say or do makes any difference.",
        "Stephanie: Oh, Pammy, no. Sweetheart, it wasn't up to you to protect me. No. It was up to you, mother.",
        "[SCENE_BREAK]",
        "Taylor: I know all of this is really difficult for you to hear. But I'm hoping it can help you understand why your mother's always tried to control your lives. Because she never had control herself as a little girl. And she will get better, she just needs to confront these issues. That's why she went to Chicago with your father. Do, though? Grandfather's dead.",
        "Felicia: Taylor, what did he do to her?",
        "Taylor: He physically abused her. I'm talking about bruises, I'm talking about blows that ripped flesh away. I'm talking about a little girl who was so humiliated to even go to gym class and change her clothes, because she didn't want people to see the marks on her body. And she was actually trying to protect him. She didn't want anybody to know what he was doing.",
        "Ridge: So she set out to be the exact opposite kind of parent to us. Whatever we did was right. She wouldn't even let anybody correct us.",
        "Taylor: It was, Ridge.",
        "Ridge: I never even thought about the amount of pain that might be behind something like that. Are you telling me that she's been carrying all this around, silently, all these years?",
        "Taylor: Until today.",
        "[SCENE_BREAK]",
        "Ann: When you came home from the hospital, after your ridge was born, did anybody give you a handbook about what to do with him for the next 30 years? Your father worked hard to give us a gracious life.",
        "Stephanie: I know he did. And I loved him for it.",
        "Ann: A fine way you have of showing it. I have no doubt that you found but this fantasy of torture, this can only be for Eric's benefit.",
        "Stephanie: Then why does Pam remember it?",
        "Ann: Pammy? Was there anybody ever more suggestible? If Stevie came back from the barn and said she'd seen a ghost, there'd be no stopping you from saying you saw it, too. If you were suffering so, why wouldn't you have come to me?",
        "Stephanie: I did! And you said, \"Shame on you, Stephanie. Shame on you.\" So I believed that I was bad. I believed I deserved it.",
        "Ann: Well, then it's just as I said.",
        "Stephanie: No! I didn't. No child deserves that, Mother.",
        "Ann: Your memory is playing tricks on you, not mine. And now you want to do it to me, to rob me of my memories, of the only man I ever loved. Still love. And make me think of our happy home as a place of poison and misery. But I won't allow it. Do you hear me? I won't allow it.",
        "Stephanie: No, I'm not going to allow you to do this to me again! You turned me away as a child, you drove me away as an adult. For god's sake, I've had to face my children and answer to them for my failings, why shouldn't you have to answer to me?",
        "[SCENE_BREAK]",
        "Thorne: What does mother want from grandmother now?",
        "Taylor: She needs to confront her with some questions. Questions like why she didn't protect her.",
        "Felicia: Are we sure that grandmother even knew?",
        "Ridge: Oh, how could she not know?",
        "Felicia: Because not every mother's like ours. Mom knew when we'd sneeze a block away.",
        "Taylor: Your grandmother knew.",
        "Felicia: I wish I knew. All those years I battled with mom. Me and my tough self standing up to my overbearing mother. 'Cause I had all the answers. The rebellious child, yeah, right. It think truth is, is that I was just a brat. Always butting heads with her, pushing my mother further and further away from me. Why didn't I appreciate her? I mean, I should have. She was there for me always, always. And now I get it. I know why she was so determined to give me the love and attention that she never had. You know, mom spent all these years making sure that we were the kind of people who were self-assured and strong. So that it couldn't happen to us -- didn't I see it?",
        "Ridge: Because we only saw what she wanted us to see. Mother in her glory.",
        "Felicia: The best.",
        "Ridge: Yeah.",
        "[SCENE_BREAK]",
        "Stephanie: Why are you lying? Were you afraid?",
        "Ann: How dare you?",
        "Stephanie: Were you saving yourself? I mean, if I wasn't the target, were you afraid for yourself?",
        "Ann: Your father never so much as raised his voice to me.",
        "Pamela: He raised his voice. But you'd leave the room.",
        "Stephanie: Yes, that's right!",
        "Pamela: And take me with you.",
        "Stephanie: And leave me. How could you do that? I was your daughter, too.",
        "Ann: And I love both of you, more than anything else in this world.",
        "Stephanie: Well, what good does that do, if it just means a pat on the head and a kiss on the cheek in the morning? No wonder I have smothered my children with this insane protection. The stuff that I never got from you, I was so determined to protect them the way you never protected me. My god, mother! How could you hear me crying out for you? How could you leave me in there? How could you just leave me defenseless and scared, and not come to me? How could you do that? You weren't there when I needed you, mother! You weren't there!"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=RkZGrX5dHF4"
}