{
    "Episode Summary": [
        "Episode # 7171 ~ Thomas extends an olive branch to Ridge, who in return extends a plane ticket to Thomas; Steffy puts an offer on the table to Ivy, which causes her to move out of her current comfort zone."
    ],
    "Recap": [
        "Thomas does not understand why his dad wants to send him back to Paris. He does not belong there. He gets that his dad is angry but he needs to forgive him for that and move on. Wyatt tells Liam that unfortunately he still has the power to hurt Ivy but he is trying to bypass that before it happens. Eric comes out and says all is well, Steffy has agreed to take Ivy back, no animosity. Wyatt thanks him for stepping in. Eric said if either of them had told him the circumstances he could have nipped it in the bud. This is better for the company and the family, more practice for the compassion and forgiveness that could lead them all. Ivy thanks Steffy for taking her back and is willing to be a team player. But she is thrown asunder when Steffy tells her that she will be the new face of Forrester and wants her to be head model for the lingerie line. When Ivy objects, Steffy says she is turning down a very lucrative, rewarding job so either she is accepting this or not .turning her down on her very first assignment. That is not a team player.",
        "Thomas tells his dad that sleeping with the intern wasn't his smartest move but he has never seen his father like this. Ridge says he is tired of seeing the havoc that Thomas has created in this company. Thomas keeps reminding him of the team they are and they are not finished with that. Ridge says they can not work together anymore. Thomas does not think this is just about an intern so what else is involved. He feels like he is being banished from his dad's life. Ridge leaves to get the jet ready. Thomas tells Caroline this is crazy; he wants to stay here. He laments to her this is an overreaction and there must be something else. He wants to know if Caroline told Ridge about their night together. Steffy tells Ivy either she is part of the Forrester team or not, she can not have it both ways. Ivy says she does not like parading around in her underwear but when does she start. Caroline tells Thomas that Ridge does not want him here so do as Ridge says and go. He will not change his mind no matter what Thomas says. On his way out he runs into Ridge and says he will go for a while but will come back whenever Ridge says ok. Somber, Caroline greets Ridge and asks if he is all right. She says now he does not have to look Thomas in the face and that is probably for the best. Ridge says he can not forgive his own son .can't even look at him."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Birds chirping]",
        "Thomas: I don't understand.",
        "Ridge: I thought I was clear.",
        "Thomas: It -- it doesn't make any sense, though. You want me back in Paris?",
        "Ridge: So you did understand.",
        "Thomas: Yeah, I heard you, but it --",
        "Ridge: I shouldn't have to say it again, but I will. Go home. Pack your bags. You're leaving for Paris today.",
        "[SCENE_BREAK]",
        "Steffy: So you're really ready to jump in, do whatever I ask?",
        "Ivy: Of course. Steffy, I am so grateful. I will do anything you want.",
        "Steffy: That's great. I think I have a way you can prove it.",
        "Ivy: Okay.",
        "Steffy: What do you think about this?",
        "Ivy: I mean, it's -- it's gorgeous. I love it.",
        "Steffy: Right? I'm glad you like it.",
        "Ivy: Yeah, it's just -- I'm a bit confused. I'm a jewelry designer, so my opinion on lingerie doesn't matter.",
        "[SCENE_BREAK]",
        "Wyatt: Look, if Ivy gets her job back, it has to be a clean slate all the way around, all right?",
        "Liam: I don't disagree. It's just gonna be a tough sell with Steffy.",
        "Wyatt: [Scoffs]",
        "Liam: You are, um, you're very protective of Ivy.",
        "Wyatt: Someone has to be, especially when it comes to you.",
        "Liam: [Sighs]",
        "Wyatt: You know, it pains me to admit this, but you still have the power to hurt her, unless I do something to stop it before it happens.",
        "Liam: Yeah, is that what you're doing now?",
        "Wyatt: Look, I don't want you giving her a hard time about the video or anything. Just be nice. You're supposed to be good at that.",
        "Eric: Well, it's done. Steffy rehired Ivy. I'm assuming the two of you are aware of the reasons that Steffy fired Ivy to begin with? None of which I was aware of until this meeting. The circumstances surrounding Aly's death and this video and this blackmail? You told me none of this. Nobody came to me. We could have nipped this whole thing in the bud. Anyway, it's done.",
        "Liam: Yeah, so, uh, for the record, Steffy is -- is cool with Ivy being back?",
        "Eric: Yes, they've both agreed to move forward amicably. They know it's the best thing for the company and for the family.",
        "Liam: Yeah.",
        "Wyatt: Yeah.",
        "[SCENE_BREAK]",
        "Steffy: Of course your opinion matters. I hope I never led you to believe otherwise.",
        "Ivy: No.",
        "Steffy: It's just in this particular case, it's beneficial if you like the product. Not necessary, but preferable.",
        "Ivy: Wait, I don't -- I don't think I quite understand where you're going with this. I mean, if you're thinking of pairing jewelry with lingerie, I think it's great, because the key to it would be keeping really fine pieces. You know, like small -- small stones, ankle bracelets, that kind of thing.",
        "Steffy: I like that. I like that. I'll suggest that to Quinn. You're gonna be way too busy.",
        "Ivy: Uh, busy doing what?",
        "Steffy: I have a new assignment for you, if you're willing to be a team player.",
        "Ivy: What do you want?",
        "Steffy: I want you to represent us, a new face of Forrester -- the embodiment of the lingerie line.",
        "[SCENE_BREAK]",
        "Thomas: Come on. You -- you can't be serious.",
        "Ridge: Oh, I am.",
        "Thomas: Why would you send me away now? I mean, I'm settled in. We haven't even gotten off the ground as a design team yet. I'm happy here in LA, Dad. There is absolutely no reason for me to go back to Paris.",
        "Ridge: You're the reason! You and your reckless disregard for anyone but yourself. You need to leave.",
        "Thomas: But you won't tell me why. I mean, I get it. You're angry. But you can't forgive me for what I did?",
        "[SCENE_BREAK]",
        "Liam: Was Steffy upset that Ivy went over her head?",
        "Eric: She wasn't thrilled, but she came around. She respected my wishes.",
        "Wyatt: Thank you for stepping in, Eric. I just -- I know this whole thing has been so hard on Ivy, just feeling cast out and not being able to contribute to the company. I just -- I know that being back at Forrester means the world to her.",
        "Eric: This is where she belongs.",
        "Liam: I agree.",
        "Wyatt: You mean that?",
        "Liam: Yeah, Wyatt, I mean it. She's a fantastic designer. She's a great person. She got...lost for a minute there, but who hasn't?",
        "Eric: We need to practice forgiveness once in awhile, a little more compassion with one another. Let Aly's death serve as a lesson to teach us that anybody can be taken at any time without a chance to fix what's wrong.",
        "Liam: Well, hopefully this marks a fresh start, right, and we can all come together as one cohesive Forrester team.",
        "[SCENE_BREAK]",
        "Ivy: Really? You want me to model lingerie?",
        "Steffy: You'll be awesome. And you have the perfect body for it. I mean, this is what you wanted, right? You wanted to be the face of Forrester.",
        "Ivy: Well, I imagined myself doing it clothed.",
        "Steffy: [Chuckles] Lingerie is clothing.",
        "Ivy: I thought you were gonna rep the Bedroom Line.",
        "Steffy: Yeah, but you know what? Honestly, I'm just too busy. Besides, I'm president of this company. I have a corporate image to uphold. And you're my natural successor. It's a tremendous opportunity, Ivy.",
        "Ivy: Steffy, I just -- I just don't think I'm gonna be very good at it.",
        "Steffy: Stop being so modest. You did a terrific job in Amsterdam. You doubted yourself before, but you pulled it off.",
        "Ivy: This is different. I mean, parading around in my underwear? I just -- it doesn't feel like me.",
        "Steffy: Oh, I'm -- I'm sorry. I must have misunderstood. You said you were willing to prove yourself, do anything I ask.",
        "[SCENE_BREAK]",
        "Thomas: You really are angry with me. I get it. But I have this sinking feeling that it's not just about the punch. Charlotte? Are you angry because I slept with an intern?",
        "Ridge: The disrespect you show towards women -- you're not even a little ashamed of that, are you?",
        "Thomas: Okay. So it wasn't the smartest move I've ever made, but if you're worried about a lawsuit, it's not gonna happen.",
        "Ridge: What are you gonna do? You gonna smile your way out of it? The -- the great Thomas Forrester's gonna charm his way around it? Actions have consequences. It's about time you learned that.",
        "Thomas: Look, I am sorry. I am. I don't get it. I-I don't get it. What -- I've never seen you like this.",
        "Ridge: I'm done. Done watching you wreak havoc on this company, people I care about, hitting me whenever I say something you don't like.",
        "Thomas: That's not gonna happen again!",
        "Ridge: It's not gonna happen again.",
        "Thomas: We can work through this. I'm gonna make it up to you. But I can't do that if I'm in Paris. I have to be here in LA. You got to let me. I mean, the work that we haven't finished together, us as a team, it's awesome. I mean, the ideas, the concepts that we have come up with. It's only the beginning.",
        "Ridge: No, we can't work together, not anymore.",
        "Thomas: Because I took a swing at you? Or is it because I slept with an intern that I'm getting kicked off the design team...",
        "Ridge: Stop.",
        "Thomas: ...And sent back to Paris?",
        "Ridge: Quiet! The world according to you -- sex, it's just another thing you take, isn't it?",
        "Thomas: Where is this coming from? What -- what else is doing on here, Dad?",
        "[SCENE_BREAK]",
        "Wyatt: Are you surprised that Steffy forgave Ivy?",
        "Liam: No, I'm -- I'm proud. I mean, Steffy can be hotheaded sometimes, but you give her enough time and she'll let go.",
        "Wyatt: It's funny. Steffy doesn't strike me as the type to forget.",
        "Liam: Yeah, well, forgiving, forgetting -- two different things.",
        "Wyatt: No kidding. You gonna pontificate on that, wise worldly one?",
        "Liam: Oh, geez, Wyatt. All I'm saying is you don't know Steffy, so you don't really have a credible opinion on how she acts when she has a grudge.",
        "Wyatt: Well, I hope you're right, because Ivy's dealt with a lot lately. Enough.",
        "Liam: Hey. I know that you care about her.",
        "Wyatt: It's not hard to. Shouldn't have to tell you that.",
        "Liam: Well, believe it or not, I cared about her, too.",
        "Wyatt: I get it. But Steffy's in your blood, you know. You saw a chance to get back together with her, and then you took it.",
        "Liam: That's -- well, that's not all I saw, but yeah, I'm sorry. I'm sorry that I hurt Ivy, and I'm grateful to you for being there to soften the blow.",
        "Wyatt: It's quite the admission.",
        "Liam: Don't get used to it.",
        "Wyatt: [Chuckles] You know, the only thing that matters is that it all worked out. I mean, Ivy deserves her place here at Forrester. Now let's just hope that Steffy doesn't make her jump through hoops to keep it.",
        "[SCENE_BREAK]",
        "Steffy: Okay, you're refusing an assignment.",
        "Ivy: I'm just not comfortable modeling lingerie.",
        "Steffy: Which translates to \"thanks, but no thanks.\"",
        "Ivy: Well, no. I didn't say that.",
        "Steffy: Okay, you're acting like I'm asking you to take off your clothes and dance on a pole.",
        "Ivy: [Scoffs]",
        "Steffy: When I am offering you a very respectable, high-profile, not to mention extremely lucrative job proposition. I don't know -- it's so weird. Like, a few minutes ago, you were so sincere. You assured me that you were gonna do whatever it takes, that you were grateful to have your job back.",
        "Ivy: Steffy, you know that I am.",
        "Steffy: Okay. But the first time I ask you to do something, you turn me down? You can't have it both ways. It's either you're part of the Forrester team or you're not. Which is it?",
        "Ivy: Steffy, is there really an opportunity in this?",
        "Steffy: What would you call it?",
        "Ivy: I think I'd call it a very clever way to put me on the spot.",
        "Steffy: [Sighs]",
        "[SCENE_BREAK]",
        "Ridge: I'll arrange the jet, and you should be ready to leave shortly.",
        "Thomas: This feels like banishment from your life. I mean, punishment that in no way fits the crime, whatever that is.",
        "Ridge: That's right. The punishment doesn't fit the crime. But it's a start. What you did here will have a lasting effect. You need to leave.",
        "Thomas: I guess you're right. I mean, I want to -- I want to be here in L.A., stay on the design team. But if my own father doesn't want me here... what about you? You want to weigh in?",
        "Ridge: I'll see about the jet. You okay?",
        "[Door opens]",
        "Thomas: This is crazy. Do you have any opinion at all about this? You -- you don't think you can change his mind?",
        "Caroline: No.",
        "Thomas: This is insane, Caroline. I'm -- I'm basically being banished from L.A. You don't think that's an overreaction? Oh, I was right. Something else is going on here. Did you tell him? The truth, Caroline. Did you tell him about that night we had together?",
        "[SCENE_BREAK]",
        "Liam: You know, you -- you really like painting yourself and Ivy as victims, don't you?",
        "Wyatt: Excuse me?",
        "Liam: Well, there's always somebody picking on you, isn't there? Always somebody stealing your toys, whether it's big, bad Steffy or golden boy Liam or whatever.",
        "Wyatt: Okay, I don't think you want to go there with me right now. We're supposed to be getting along, remember? All Kumbaya and \"Forrester team spirit\" and all that.",
        "Liam: Fine. If that's what we're all about, why are you always so eager to assume the worst about Steffy? Why does there have to be an agenda where Ivy's concerned?",
        "Wyatt: Because there always is! Come on, Liam! You know that it is not farfetched to think that Steffy's gonna put Ivy through her paces! That's payback 101.",
        "Liam: Sorry. Steffy's not like that.",
        "Wyatt: Yeah, okay.",
        "[SCENE_BREAK]",
        "Ivy: Is that what this is about, Steffy? You're just having some fun at my expense?",
        "Steffy: Why would I bother?",
        "Ivy: Oh, I don't know. Just to get some kicks, because you can. Come on. You know me. You know I'm -- I'm not like you. I don't feel comfortable walking around in lingerie.",
        "Steffy: You shouldn't feel intimidated. You should overcome your fear.",
        "Ivy: You know what? Parading around in my underwear isn't really my idea of character building.",
        "Steffy: You shouldn't feel ashamed. Your body's great. And I'm sure Wyatt tells you that all the time.",
        "Ivy: Steffy, it's not about body image.",
        "Steffy: You have any idea how many models would jump at the job to represent the Bedroom Line? And here I am gifting it to you. And you're turning me down. Your boss, I might add. So let me say this again. You can't have it both ways. It's either you're part of the Forrester team or you're not. What's it gonna be?",
        "Ivy: You really want me to rep the Bedroom Line?",
        "Steffy: Mm-hmm.",
        "Ivy: Happy to do it.",
        "Steffy: Yeah?",
        "Ivy: So when do I start?",
        "[SCENE_BREAK]",
        "Thomas: Talk to me, Caroline. Don't leave me hanging. I am being banished from LA with no idea why. I know -- I know Dad is furious, but it feels like more than just a punch and an intern. What am I missing?",
        "Caroline: You hit him, Thomas.",
        "Thomas: I know. And if I could take it back, I would. That night you and me -- Dad does not know about that night. He cannot know about that night. It wasn't supposed to happen.",
        "Caroline: No, it wasn't.",
        "Thomas: Okay. Move past it. But I don't get it. Dad is furious, and he's sending me back to Paris, and there's no way that I can sway him. Why can't I sway him? Can't you think of anything?",
        "Caroline: There's nothing you can do. So stop fighting the inevitable, because Ridge doesn't want you here, so just do what he says and go.",
        "Ridge: The jet should be ready by the time you get there.",
        "Thomas: Look, Dad, I-I just want to say it again. I'm sorry. I never should have taken a swing at you.",
        "Ridge: That's just one of the things you shouldn't have done.",
        "Thomas: And Charlotte. Look, you're right. I need to take some time, a little self-reflection. I do need to re-evaluate some things. And I'll come back whenever you want. I mean, this is where I want to be. This is where I belong, here on the design team with you and Caroline. And -- and I know that it can't happen right now. But, Dad, whenever you're ready --",
        "Ridge: You should pack.",
        "[Elevator bell dings]",
        "Ridge: I'll wait.",
        "Thomas: Well, I guess that's it, then.",
        "Ridge: That's it.",
        "Thomas: Bye, Dad.",
        "Caroline: You all right?",
        "Ridge: Yeah, I'm all right. [Sighs] You? I wasn't planning on doing any of that when I came in here today. It just... standing there, I just wanted to throttle him. Can't even look at him.",
        "Caroline: Well, now you don't have to, so it's probably for the best.",
        "Ridge: It is for the best. It's the only way. He took advantage of you. You were compromised, and he... I can't shake it. I can't forgive him. It's my son, you know. It's my boy. I can't even look at him."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=N_FeImeqp78"
}