{
    "Episode Summary": [],
    "Recap": [
        "Shane is touched that Bridget fixed him a breakfast. He states that she is alone and they have a lot in common. Ridge daydreams while Thorne and Eric slave over starting a new company. He's still worried about Phoebe's feelings for Shane. Eric wants to talk to Jackie, but Ridge doesn't think Nick is going to budge. Thorne tells them Taylor has a plan and is working on Nick. This could be the answer to their prayers. Lt. Baker tells Phoebe that only the D.A. can drop the charges on Shane. He agrees without her testimony there is no case, so against his better judgment, he'll talk to the D.A.",
        "Nick flippantly takes on the probing of Taylor into the deeper meanings of his mind. But he feels like she is preaching to him, not teaching, so why should he take on her value of his life? She feels it is probably a waste of her time, but she goads him into continuing \u0096 just talk to her, she is on his side. Wherever he wants to start is okay. He has some resentment and helplessness about how he grew up alone with his mother, not knowing his father. He hits a dark spot about his mom and abruptly wants to discontinue the conversation and session. Phoebe shows up at the beach house and tells Shane he doesn't have to run. Everyone has been unfair to him. He calls her an angel for calling off the police. Does that mean she will let him back into her life again? She talks Bridget into letting him stay a few more days until he is well and on his feet again. He vows he will be the man that is worthy of her. Ridge says he will do whatever it takes to keep Shane McGrath away from his daughter."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Shane: Hey.",
        "Bridget: Good morning.",
        "Shane: Oh, good morning. What is that? Is that breakfast?",
        "Bridget: Yup.",
        "Shane: What time is it?",
        "Bridget: You probably don't want to know. I thought I'd let you sleep in.",
        "Shane: You know what? I dreamed that I didn't have a broken rib.",
        "Bridget: Well, my friend, you absolutely do, so be careful.",
        "Shane: I can still feel it. Well, that's exactly what the doctor ordered, right?",
        "Bridget: It's also what the doctor put together all by herself.",
        "Shane: Thank you. Bridget, I mean it, thank you. You forresters, I swear, you guys are -- you guys are some really incredible people. You know something? Phoebe used to make me breakfast, too --",
        "Eric: Thorne, as proposals go, this is definitely in the ball park, but I would like to keep looking. Try to find a stateside supplier.",
        "Thorne: Even if we have to pay more?",
        "Eric: Well, we're trying to get a new fashion house off the ground here. I hate to compromise the quality of our goods.",
        "Thorne: Okay, I'm with you. I'll keep looking. You on board? Hello?",
        "Ridge: What? Oh, sorry.",
        "Eric: Something on your mind?",
        "Ridge: Yeah, phoebe.",
        "Thorne: Ah, because of shane mcgrath, huh?",
        "Ridge: She's still young. She's got all these feelings, these emotions running through her. I just don't want her confusing them for something that they're not.",
        "Eric: Like affection?",
        "Ridge: Or worse.",
        "Thorne: It won't happen. When the cops find mcgrath, and they will -- ridge, he'll be out of the picture for good.",
        "Lt. Baker: You understand, phoebe, only the district attorney can actually drop criminal charges against shane mcgrath or anybody --",
        "Phoebe: Yeah, I won't testify against him. Shane did not try to rape me.",
        "Lt. Baker: Well, what about harry jackson? He was assaulted.",
        "Phoebe: I'll just say he started it.",
        "Lt. Baker: Phoebe, haven't we been through enough already, with people telling lies?",
        "Phoebe: I'm not lying, lieutenant. Harry thought I needed protection, but I didn'T. Please, I really don't want anything bad to happen to shane.",
        "Nick: Hey, it's marone here. Listen, about that hat I ordered? Make sure it's the smaller size. I'm about to get my head shrunk.",
        "Taylor: That's so funny, I forgot to laugh.",
        "Nick: I'm sorry. I know this is serious business to you, but I hate to disappoint you. I really don't have any deep dark secrets rolling around in my subconscious.",
        "Taylor: Well, they won't be your subconscious if you are aware of them.",
        "Nick: Tricky, that's very tricky.",
        "Taylor: But when you become aware, you can make better choices, so you won't sabotage your own happiness.",
        "Nick: Better choices? Subconsciously, I would want to sell forrester creations back to the forresters. That would make me happy, you think?",
        "Taylor: Among other things.",
        "Nick: Well, if I wasn't crazy before this, I certainly will be after, won't I?",
        "Taylor: I like men like you. Disarming, very self-assured. They usually have the most to learn about themselves.",
        "Lt. Baker: Look, phoebe, hector ramirez was there. Now, he's been around the block a few times. He said that shane was violent.",
        "Phoebe: Who hit who with a baseball bat, lieutenant? Hector's blind, he hates shane and he almost killed him.",
        "Lt baker: He was trying to protect you.",
        "Phoebe: Right. Like harry, but I didn't need protection. Who is a better judge of that? Me, or them?",
        "Lt. Baker: All right, all right, hey. Have it your way. Without your testimony, we can't make a case anyway.",
        "Phoebe: So, you'll talk to the D.A.?",
        "Lt. Baker: Yeah.",
        "Phoebe: And shane won't get arrested.",
        "Lt. Baker: It will be cleared up this afternoon.",
        "Phoebe: Thank you so much.",
        "Lt. Baker: Now hold on, hold on. What about your parents? Now, I have an idea how they feel about this guy. Do they know about this? The way that you're sticking up for him?",
        "Ridge: Phoebe goes to school with lots of cool guys. Why she would want to spend five minutes with the likes of shane mcgrath, I have no idea.",
        "Thorne: Look, you're worrying too much, ridge. First of all, shane mcgrath is going to jail. Number two, phoebe is smart. She's got a lot of adults looking out for her, okay? She's not going to fall into anything unhealthy.",
        "Ridge: You better be right.",
        "Eric: All right, look, you two. We still don't have a name for this new fashion house.",
        "Thorne: Well, I've been looking. All the obvious ones are taken.",
        "Ridge: We can't even use our own damn family name.",
        "Eric: Don't remind me. Nick marone, if he wanted to go into the fashion business, he should --",
        "Ridge: He didn't want to go into the fashion business. He just wants to stick it to us.",
        "Eric: Look, I've been thinking about his mother. Jackie and I are close. Maybe I can talk her into --",
        "Ridge: You're dreaming. Nick is not going to budge on this.",
        "Thorne: Don't be so sure about that. Well, I mean, he might.",
        "Eric: Why?",
        "Ridge: You know something we don't?",
        "Thorne: I don't think taylor would want me telling you guys.",
        "Ridge: Come on thorne, out with it.",
        "Thorne: She has a plan. She's taking marone on as a patient.",
        "Ridge: What good is that going to do?",
        "Thorne: Well, she wants to work on him, ridge, and get him to see that running forrester creations is not going to make him happy.",
        "Eric: That's great. She'll talk him into selling the company back to us.",
        "Ridge: Yeah, like that is going to work.",
        "Eric: Well, do you two have any better ideas? Come on, this could be the answer to our prayers.",
        "Taylor: You're not the kind of guy who responds to B.S. So, I'm not going to throw any at you. Bottom line, you're not happy. You're looking for something and you still haven't found it.",
        "Nick: Go on, please. It's not like you need anything from me.",
        "Taylor: Am I wrong? You lost brooke and your family. You want children but you don't have anyone to have them with. You're kidding yourself if you think you can replace having a deep, emotional relationship and family attachment with -- with what? Power? Money? So, you just sit here, in this big office, in this company that you really know nothing about? You got a bunch of employees out there who have happened to have stayed, who think of you as the enemy --",
        "Nick: Hang on a sec. Hold it, hold it, hold it --",
        "Taylor: And they're only here because they need work --",
        "Nick: This sounds as though, you're preaching to me. It doesn't sound like you're treating me.",
        "Taylor: Okay, well, then I'll ask it again, am I wrong?",
        "Nick: Well, let's say some of the things you've said are true. I won't call you exactly unbiased. You're engaged to thorne forrester. Stephanie forrester, supposedly, your best friend. And ridge forrester is the father of your children. So, you tell me why I should put any value on your analysis of my life.",
        "Taylor: You know what? If you don't have the guts to look inside of yourself, I'd rather spend my time doing something else.",
        "Bridget: Can you breathe?",
        "Shane: Right there. Right there. That feels -- ah, that feels much better.",
        "Bridget: Tighter it is, right?",
        "Shane: Man, look at this place. I didn't really notice it before, this is a really nice beach house. And you live here all by yourself?",
        "Bridget: Don't get nosy.",
        "Shane: I'm not getting nosy. I'm just pretty good at reading people, that's all. I mean, especially when you and I have something in common.",
        "Bridget: You and me? Well, we have something in common, do we?",
        "Shane: We do. I mean, you made some bad -- ow! You made some bad choices. I mean, I don't know this, but I'm guessing you probably made some bad choices in life. I mean, I'm the king of bad choices. I'm thinking that you're here, all alone, because you feel alone inside, right? And people really don't understand anything about you right now.",
        "Bridget: There's reasons for that.",
        "Shane: That's what I'm saying. It's like maybe, you betrayed somebody's trust.",
        "Bridget: Turn around.",
        "Shane: Believe me, I know all about those feelings.",
        "Phoebe: Hey!",
        "Shane: Hey, look who's here.",
        "Phoebe: Are you okay?",
        "Shane: Hey, yeah, yeah, I'm doing much better now -- now that you -- wait, wait, how are you guys connected? What's the relationship?",
        "Phoebe: Bridget is my aunt.",
        "Shane: Oh, really? See, I knew -- I knew, you guys have that forrester \"good gene\" quality thing going on.",
        "Phoebe: It's so good to see you.",
        "Shane: Yeah. It's good to see you. [Police siren wailing] Wait, wait, you didn'T.",
        "Phoebe: No.",
        "Shane: You won't --",
        "Phoebe: No, never, no. I swear, shane, you don't have to run. Rachel ray here",
        "Nick: Well, I'm sorry if you think that I'm wasting your time. It's true. A lot of bad things have happened to me, but that's life. You just have to roll with the punches. You've got to deal it, don't let it bring you down.",
        "Taylor: But it still bring you down, if you sit on it all and allow it sabotage your happiness?",
        "Nick: Well then, I suggest not sitting.",
        "Taylor: Well, that would get really uncomfortable after awhile.",
        "Nick: I don't really think I need this.",
        "Taylor: I think you do.",
        "Nick: I'm not really sure I care what you think.",
        "Taylor: Because you're afraid.",
        "Nick: Don't tell me how I feel. Please, don't do that.",
        "Taylor: Nick, I can't know how you feel if you don't tell me. Come on, just talk to me.",
        "Nick: I hate this. I really hate this --",
        "Taylor: I know you do. Which tells me that there really is something there you don't want to find. Nick, just talk to me. Come on, I'm in your corner. I'm on your side. You know what? Why don't you just start wherever you feel comfortable? Wherever you want to start, you just go ahead and just talk.",
        "Nick: When I was a boy -- I grew up in seattle. Pretty much just me and my mother. Not that that was a bad thing. That's what it was.",
        "Ridge: Lieutenant baker. He said phoebe was downtown, insisting they drop charges against shane mcgrath.",
        "Eric: Well, she would be the prime witness against him, wouldn't she?",
        "Ridge: Said she'd testify for the creep if they prosecuted.",
        "Shane: You did that for me?",
        "Phoebe: Of course. I mean, everything that happened to you, was unfair. I mean, I know you never meant to hurt me. It's just for some reason, everyone assumed that's what you were out to do.",
        "Shane: Just so that you know that, as long as you know that, I would never hurt you. I don't care about what anybody else thinks. Except for maybe the police --",
        "Phoebe: You don't have to worry about that anymore.",
        "Shane: Really? Doc, I think I'm feeling better already here.",
        "Bridget: Oh, well good. I'm glad.",
        "Shane: You know what? You're incredible. You really are. You're an angel. I mean, you must be. When I thought that I'd blown things with you, I never felt so sad in my life.",
        "Phoebe: Well, we both made some mistakes.",
        "Shane: Can I ask you something else? I mean, you're here right now. Obviously, you care about what happened to me. You mean, you got the police off my back. Thank you. I mean, does this mean, that maybe you'd let me back into your life again? Everything had to be perfect, even her mashed potatoes.",
        "Shane: That's a really big question. You don't have to answer that right now.",
        "Phoebe: No -- [Cell phone rings] Dad? Hi.",
        "Ridge: Hey, sweetie. What's this about you dropping charges against shane mcgrath?",
        "Phoebe: Now is not really a good time to talk about it. Can I call you later?",
        "Ridge: Where are you? Phoebe, you're with him, aren't you? You're with mcgrath right now.",
        "Phoebe: I'll talk to you later, dad.",
        "Shane: Your old man's worried about you, isn't he?",
        "Phoebe: Yeah, it's fine.",
        "Shane: Hey, listen, phoebe, i don't want to complicate your life any more than what I already have. You've been so great to me. I think that the only way that i can repay you is just for me to get out of los angeles --",
        "Phoebe: No, no --",
        "Shane: Come on, phoebe.",
        "Bridget: What do you want to do, phoebe?",
        "Phoebe: I don't know. I just -- I know that I don't want you to leave. Bridget, can you just please let him stay for a little bit longer? I mean, look at him. He can't travel. Obviously, he can't go back to the beach. He just needs somewhere to recuperate and just get back on his feet. Please?",
        "Bridget: Okay. For a little while, anyway.",
        "Phoebe: Thank you.",
        "Shane: Thank you. I mean, I really don't know what to say. Thanks. You are incredible. I mean, you're so sweet. Thank you. I never knew that people like you existed. You know something? I'm going on a mission here. I'm gonna be the kind of man that deserves somebody like you. You watch, I didn't have a reason do it before. Yeah, you watch. I'm going to do it this time.",
        "Phoebe: I know you will.",
        "Shane: You do?",
        "Phoebe: Yeah. I do.",
        "Ridge: Damn it, I'm not going to allow phoebe to be swept up by that guy. Whatever it takes, I'm going to keep shane mcgrath the hell away from my daughter.",
        "Nick: Anyway, I finally learned that massimo marone was my father. I had grown up thinking that a guy named frank payne was \"dad\".",
        "Taylor: And when he died, you were how young?",
        "Nick: About ten or so. He wasn't around much. When he was, he wasn't very interested in me.",
        "Taylor: You think that's because he knew you weren't his?",
        "Nick: It's what he did to mom that really -- he left her with a ton of debt. She was always struggling. Always struggling to make ends meet. So we had problems, you know, I had my share of problems like everyone else. It doesn't make me any different.",
        "Taylor: No, no, it's okay. You're doing great.",
        "Nick: Why are we doing this anyway? It's just --",
        "Taylor: Because we're just exploring a little bit. You're doing fine. Very good. What was that part about you said about your mother was always struggling and she was just trying to make ends meet? It seemed like that really bothered you.",
        "Nick: It bothered me. It bothered me. Because I couldn't help, I couldn't contribute.",
        "Taylor: Well, it isn't a child's responsibility to take on that role of providing. But I hear, I hear that you felt really helpless. So, what else?",
        "Nick: What else? Like I said, we lived in seattle. We lived by the port. Which I liked. I liked the sea, the ocean, I liked the smell of it. I liked the sounds of the ships. Horns blowing, coming and going. I'd fantasize about where these ships have been. I became friendly with some of these sailors. They became buddies of mine. You know, every now and then, they would give me a big salmon or halibut to take home to my mother. I used to just be so excited that I had something to contribute. I could remember just running home and taking the stairs -- two at a time just so excited to show her what I had.",
        "Taylor: So, you'd come home -- to your mother --",
        "Nick: Listen, this is enough of this. Like I said, I'm pretty busy right now -- I've got some --",
        "Taylor: Nick, we're just getting started.",
        "Nick: Come on. We'll make it another time, or set some other appointment, if you don't mind. Please?",
        "Taylor: I'll drop by tomorrow."
    ],
    "Transcript Author": [
        "Provided By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=QD_JgfFxppo"
}