{
    "Episode Summary": [],
    "Recap": [
        "Rick thanks Caroline for the cup of coffee she brings to the bed. He asks about her brunch at the Spencer House while he was feeding the lines at the Mission. She says yes Will is getting so big and Bill loves being a daddy. Maya is painting her toenails when Othello drops by and tells her to crank up the espresso machine. She says okay as she is fully equipped. But she is pedicuring right now so he will have to fix it himself. He says what a life, what is she missing, a butler, a valet? She says right now just her man. She calls Caroline Rick's pretend wife. She says yesterday was awesome although she had to stay clear of Rick. She came from the streets so it is about time she gave back. And as soon as Eric signs the papers, no one has to know and no more Caroline. At Liam's Ivy is filling him in on the Mission and all the people there. She felt privileged to be helping out but worries about them the rest of the time not just at Christmas. She asks about his day at his Dad's. He says it was great with Katie, Will, Caroline stopped by and even Wyatt. He's not the happiest camper in the world right now but he rose to the occasions. Ivy says she can't believe Hope just up and left for Italy. Liam says she needs to get her life straightened out right now. Ivy asks if Hope wants him to help with that. Deacon opens the door and it's Wyatt who asks if his mom is there. Deacon tells him no and Wyatt barges on in. It's obvious he wants to be quick and be gone by time Quinn gets back. Wyatt asks Deacon is he has spoken to Hope. Deacon says no and he gathers neither has Wyatt. Deacon tells him that he knows he is going through a lot but this is not Wyatt's fault nor is it Quinn's either. She is going through a lot now and she is not the bad guy here. Wyatt says okay but he is going to leave before she gets back. But by time he opens the door, Quinn is standing there to come in. Caroline offers to fix breakfast for Rick but he declines. She mumbles that he won't let her do things for him anymore; must be he is still mad at her. He's here but like he's not really there. She needs to know what it is going to take to earn his forgiveness. He asks why she would say that. She says it used to be easy for them to love each other and now it seems to be more of an effort. She says their marriage means everything to her and she was so sure they were on the right track, but they aren't. She feels resentment. Wyatt tells Quinn that he was just leaving. She wants to know how his holiday was. He says at his dad's and no drama. She says she is so worried about him. He barks that he is not a child and does not need mothering, She says maybe not but she is in desperate need of forgiveness. He says she is forgiven. It's time to let go. Deacon agrees. She says she wishes she could. Ivy questions Liam more about Hope and if he has talked to her. And how do things stand between them. He says physically he thinks she will be all right. Ivy says she does not want to put him on the spot but she thinks he knows what she means. They've always been real honest with each other and she knows they will always care for each other. That is not a threat to her but suddenly the landscape has changed. Not for her; she feels the same but it might be different for him now. She asks does he want Hope back. He says he can not answer that. Yes the miscarriage changed things but one thing it did not. Hope is married to his brother and he will respect that. He says again that Hope is in Italy but he is with Ivy here. He kisses her and then asks about work. She says there might be a problem there with Rick. She saw him kissing Maya.",
        "Maya has a fantasy with her sitting in the CEO chair while Rick is taking care of business in Milan. Caroline comes in with designs and one by one Maya shoots them down. Caroline calls after Rick that he doesn't have to rush off to the office. They need to resolve their problems now. She says she loves him and only him and she'd like to give him a child. That would get their relationship back to where it belongs. She begs him to let her show him. He kisses her but then makes a quick break that he must go to the office now. There is something very important that he has to take care of. Quinn tells Wyatt that his wife needs him and she suggests he go to Italy. They need to grieve together. Rick goes to Maya's who is more than happy to see him. She wants to hear everything; how Christmas was without her ..but it will be the last one. And she has just the thing \u0096 hot buttered Maya. She will put some bubbles in the bathtub and pop some champagne and he will feel better. He still looks sullen and she demands to know what's the matter. He says it has been quite a morning as he and Caroline had a talk."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Rick: [Breathes deeply]",
        "Caroline: Morning.",
        "Rick: Hi. Thank you.",
        "Caroline: Mm-hmm. Well, you were out for the count when I came home after helping Pam clean up.",
        "Rick: Served up a lot of meals at the mission. It was really inspiring. You have a nice brunch at the Spencer house?",
        "Caroline: Yeah. Yeah. Will's getting so big. Uncle bill really, really loves being a daddy. It's -- it's cute.",
        "Rick: Yeah.",
        "[Knock on door]",
        "Maya: Coming. Your timing is impeccable.",
        "Othello: Bet you have a killer espresso machine here.",
        "Maya: Of course I do. I'm fully equipped.",
        "Othello: Ha ha! Well, crank it up. Make mine a double.",
        "Maya: Um, I'm pedicuring right now, Othello. You can make it yourself.",
        "Othello: Oh, what a life.",
        "Maya: I'm getting there.",
        "Othello: Well, what's missing? Butler? Personal valet?",
        "Maya: [Chuckles] At the moment, just my man.",
        "Othello: What? Does Rick come with his wife?",
        "Maya: Um, pretend wife.",
        "Ivy: All those people -- you know, families, mothers, children... they were just so happy to be having a Christmas dinner. I felt privileged to be a part of that, but... yeah, I -- I just -- I can't stop thinking about today and then tomorrow and if they're going to be safe, if they're gonna be warm... I really feel like we should be doing more.",
        "Liam: Yeah. Well, I mean, every little bit helps.",
        "Ivy: And not just on the holidays.",
        "Liam: Okay.",
        "[Knock on door]",
        "Wyatt: Mom here?",
        "Deacon: Uh, no.",
        "Wyatt: Good.",
        "Deacon: She'll be back, though.",
        "Wyatt: Well, I'll be quick, then. Have you talked to hope?",
        "Deacon: She's in Europe with her mother.",
        "Wyatt: I didn't ask where she is, deacon. I know where she is. I asked, \"have you talked to her?\"",
        "Deacon: No. Guessing you haven't, either.",
        "Liam: Uh, yeah, we had a great time. I think, uh -- I think it really meant a lot to my dad.",
        "Ivy: I bet. So, who all was there?",
        "Liam: Uh, Katie, will, Caroline stopped by.",
        "Ivy: Wyatt?",
        "Liam: Oh, yeah. Yeah.",
        "Ivy: How is he?",
        "Liam: He's not the happiest camper on the block, but he rose to the occasion.",
        "Ivy: God, I still... I can't believe hope just left for Italy.",
        "Liam: I think hope just needs to get her life figured out.",
        "Ivy: Does she want you to help her with that?",
        "Deacon: Hope has to figure this out.",
        "Wyatt: Yeah, we both do.",
        "Deacon: Of course you do. You're both hurting.",
        "Wyatt: We lost a child, deacon, and I know that it's my fault that I didn't keep my mom --",
        "Deacon: Whoa, stop. Wait -- wait a second. Stop. Now, I know you're going through a lot. We all are. But, Wyatt, this is not your fault. This isn't your mother's fault, either. I mean, she's not the bad guy here.",
        "Wyatt: Right. I'm gonna get out of here before she gets back. Just let me know if you talk to hope, okay?",
        "Quinn: [Gasps]",
        "Othello: That was something else, huh?",
        "Maya: Powerful.",
        "Othello: I'm really proud of you, girl.",
        "Maya: Why?",
        "Othello: Christmas, working at the mission, serving dinner...",
        "Maya: Are you kidding? I came from the streets. It's about time I gave back. I had to steer clear of Rick, though, of course.",
        "Othello: Right. The boss who tried to fire you.",
        "Maya: Or so it appears. But I watched him across the room, the way he spoke to people. I mean, he just... he's so compassionate, honest... he's amazing. Once Eric signs those papers, and he has control of Forrester, no more nights alone. And no more Caroline.",
        "Caroline: Can I make you breakfast?",
        "Rick: You don't have to do that.",
        "Caroline: It's not a chore, Rick.",
        "Rick: I'm good. Really.",
        "Caroline: You won't let me do things for you anymore.",
        "Rick: Just because I'm not hungry, Caroline?",
        "Caroline: No, because you're still upset with me.",
        "Rick: I'm here, aren't I?",
        "Caroline: Yeah, you're -- you're here. But you're not. What do I have to do? How -- how can I earn your forgiveness?",
        "Othello: So, you going to work today?",
        "Maya: Eventually. Unless Rick stops by.",
        "Othello: I don't know, Maya.",
        "Maya: Don't know what?",
        "Othello: Seems like you might be getting a little ahead of yourself.",
        "Maya: Maybe I am. Is it so bad that I have love for someone, that I have a dream? Rick gets control of the company, and I become his wife. It could happen. Caroline hurt him, broke his trust. I just want to give Rick the life he deserves.",
        "Rick: So why do you think I haven't forgiven you?",
        "Caroline: 'Cause you're different.",
        "Rick: Different?",
        "Caroline: It used to be so easy...us loving each other. Now, just... seems like an effort.",
        "Rick: For you?",
        "Caroline: No. No, not for me. How could you think that? I guess after everything that happened, you would... I thought we were past that.",
        "Rick: We are, Caroline. At least, I am. I want this marriage to work. It means everything to me. And I was so sure that we were on the right track. But we aren't, Rick. I feel resentment. Am I wrong?",
        "Wyatt: I was just leaving.",
        "Quinn: How was your holiday?",
        "Wyatt: Fine. Went to Dad's.",
        "Quinn: Did you have a good time?",
        "Wyatt: No drama.",
        "Quinn: Well, I guess that's something. And you?",
        "Wyatt: What about me?",
        "Quinn: Honey, I have been so worried about you.",
        "Wyatt: Don't -- don't do that.",
        "Quinn: You know that's not possible.",
        "Deacon: Wyatt, come on. She's your mother. Of course she's gonna worry.",
        "Wyatt: Well, I'm not a child. I don't need mothering.",
        "Quinn: But you lost a child. Because of me. You may not need mothering, but... I'm in desperate need of forgiveness.",
        "Wyatt: Fine. You're forgiven. Okay? Can we just leave it at that, please?",
        "Deacon: He's right. It's time to let it go.",
        "Quinn: I wish I could.",
        "Ivy: So, hope. Have you talked to her?",
        "Liam: Uh, since she left? No.",
        "Ivy: Okay. So where do things stand?",
        "Liam: Well, um... physically, I think she's gonna be okay.",
        "Ivy: Liam... we've always been really honest with each other, so I think you know what I'm asking.",
        "Liam: Yeah, I do. I'm sorry. Where do things stand? Well --",
        "Ivy: Look, I'm not meaning to put you on the spot. You'll always care for hope. I realize that. It's not a threat to me. It's just... suddenly, the landscape has changed. Not for me. I still feel exactly the same as I did before, but... now it might be a different story for you now. So when hope comes back to L.A., Do you want her back?",
        "Wyatt: Hope and I lost our child, and I'm still dealing with it, okay?",
        "Deacon: We all are.",
        "Quinn: I, um -- I realize you don't want my advice, but I am gonna give it to you anyway. Go to Italy, Wyatt. Your wife needs you.",
        "Liam: Will I want hope back? That's... I can't answer that.",
        "Ivy: You can't or you won't?",
        "Liam: Yeah. The miscarriage changed things. Uh, one thing it didn't change is that hope is married to my brother, and -- and I respect that. And hope is in Italy right now, recovering. But most importantly, Ivy... I'm here, and I'm with you. Want to go to the beach?",
        "Ivy: Yes, I would love that.",
        "Liam: You would love that. So, what -- work?",
        "Ivy: Yes, and the orders are just streaming in.",
        "Liam: So tell Rick you'll be in later.",
        "Ivy: [Sighs]",
        "Liam: What? What?",
        "Ivy: Uh, Rick and I might have a problem. I, uh -- I-I saw him kissing Maya.",
        "Maya: Mmm. [Laughing] Pam, give me the Milan office. Thank you.",
        "Caroline: Maya, what are you doing here? Where's Rick?",
        "Maya: In Milan, on business.",
        "Caroline: So who's in charge?",
        "Maya: You're looking at her. Come on. Let's see. Come on. Thank you. No. [Scoffs] Absolutely not. Maybe. Mm. No. Back to the drawing board.",
        "Caroline: You are not running this company.",
        "Maya: Au contraire. After all, I am Mrs. Rick Forrester, not you, Caroline. Me. The Forrester matriarch.",
        "Rick: Resentment? Come on. Just because I don't want breakfast?",
        "Caroline: It's more than that. We both know it.",
        "Rick: I really have to go.",
        "Caroline: Rick. We have to resolve this.",
        "Rick: There's nothing to resolve.",
        "Caroline: Stop it. Just look at me. I love you. And despite everything that we have been through, I know that you love me, too. I'm committed to you -- to us -- and I'm not gonna let you slip away like this. We promised each other we wouldn't let that happen.",
        "Rick: I know.",
        "Caroline: So then don't push me away. I only want you, Rick. Only you. Let me prove that to you... for the rest of our lives. Let me give you a child. A part of me and a part of you. It'll be the new beginning that we need. Let me love you.",
        "Rick: I've got to go to the office. I've got something really important I've got to take care of right now.",
        "Caroline: Right now.",
        "Rick: Yes. But I'll be back.",
        "Wyatt: Do not tell me how to handle my marriage.",
        "Quinn: I'm not.",
        "Wyatt: Hope left. That was her choice, not mine.",
        "Quinn: And you must be feeling so rejected.",
        "Wyatt: I lost a son -- my chance at being a father. Has anyone ever thought what that meant to me? Huh?",
        "Quinn: Yes, I have, probably more than anyone, because I remember all of those years that you asked me about your father...",
        "Wyatt: Mm-hmm.",
        "Quinn: ...And, yes, all the lies I told you about him. You make no mistake -- I know what this child meant to you. You wanted to do right by your son... the way it hadn't been done for you.",
        "Deacon: My girl felt the same way. Wyatt, I abandoned her when she was a little girl. Sh-she didn't want that. She wanted to do it the right way. She wanted that baby every bit as much as you did.",
        "Quinn: You both have lost so much. You're both suffering and searching for answers, but instead of facing the -- the cold fact that sometimes tragedy happens, you're -- you're... you're -- you're lashing out, and that isn't gonna help anyone heal. You and hope have so much healing to do, but you need to do it together. Hope is a mother who lost a child. You're a father who lost a child.",
        "Wyatt: Yeah.",
        "Quinn: But hope is a woman, and her pain... it's -- it's just different than yours. She needs you by her side. You're both grieving. But the only way you can heal is if you grieve together.",
        "Rick: I love you, Caroline. I love you, always. I love you forever.",
        "Maya: Perfect timing. [Giggles] I was just looking at pictures of us. Can I fix you something? A little drink, maybe?",
        "Rick: No, thanks.",
        "Maya: Oh. Tough holiday? Well, you're here now. Tell me all about it.",
        "Rick: About what?",
        "Maya: About Christmas dinner without me. [Chuckles] That sounds like a sad cable movie. Well, just so you know, it's gonna be the last one. Wow. It really was bad, huh? Well, I have a great idea. The perfect holiday drink -- hot buttered Maya. I'll run a tub, put some bubbles in it, pop a bottle of champagne... how does that sound, my sexy CEO? It's Eric, isn't it? Those papers he was supposed to sign?",
        "Rick: No, we didn't discuss the papers.",
        "Maya: Oh. That's good. You'll probably do it after the holidays anyway. And that's when the real fun begins. You have control of everything Forrester, and we just get to jump right out of the closet. Ta-da! [Giggles] Babe, what is this look? What's going on? It's just been a really difficult morning.",
        "Maya: Okay.",
        "Rick: Caroline and I, we...",
        "Maya: What?",
        "Rick: We had a talk.",
        "Maya: A talk? What kind of talk? What is it, Rick? What's going on?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=tDLPNIKVPQA"
}