{
    "Episode Summary": [],
    "Recap": [
        "Stephanie agrees with Ridge that all Taylor needed was permission from Thorne to fight. She's glad that Ridge is going to move back into the house. She also thinks it's over for Nick, and Ridge and Brooke will have smooth sailing. Nick joins Brooke at a fancy restaurant. She didn't trust herself that she'd be able to say the things she needed to say to him alone. Bridget assures Eric that she will be able to handle Felicia when she tells her about the baby being Dante's. Jackie takes delight in telling Ridge that if it weren't for him moving out on his wife in the first place and pursuing Brooke, none of this might have happened. He too takes pride in telling her that he doesn't think her little Nicky is going to hear good news tonight with Brooke.",
        "Nick and Brooke end up politely arguing and she twists the knife by reminding him that he slept with her daughter and where his loyalty must lie. She also points out that he's rough with her at times. And he raises his voice when he doesn't have to and has the infuriating habit of running off to his boat and distancing himself emotionally. And if they are going to even try and save their marriage, she needs one thing from him \u0096 respect. Silence falls over the entire room as Bridget tells Felicia and Dante that the baby is his. Stephanie takes exception to Jackie telling Ridge how to conduct his life. And how would Nicky know right from wrong when he was raised by trash like Jackie? They trade barbs until it gets out of hand and Stephanie slaps her when Jackie dares suggest that Stephanie can fantasize about Ridge making love to her. Brooke leaves Nick speechless as she leaves and nothing seems to have been settled. She just said what she had to say. He follows her and says despite the fact that he was quite contented before they married, he doesn't want to go back to that life. He wants to come back home with her tonight."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Stephanie: Phoebe didn't say a word the whole way home.",
        "Ridge: Well, I have to think she'll feel better being home sleeping in her own bed.",
        "Stephanie: It's best that you're moving back in, for now.",
        "Ridge: For now -- or who knows?",
        "Stephanie: I think Taylor's got a chance, though. Really, all she needed was permission from your brother to fight for it.",
        "Ridge: Yeah, well, permission to hope can make all the difference, can't it?",
        "Stephanie: Yes. You too, I think. I mean, why else would Brooke have been in the courthouse with us today?",
        "Ridge: It's not over till it's over.",
        "Stephanie: Oh, I think it's over for nick. With the fiasco with Bridget -- I just think that he and his mother haven't recognized that fact yet.",
        "[SCENE_BREAK]",
        "Brooke: Hi.",
        "Nick: Hi.",
        "Brooke: Thanks for coming.",
        "Nick: You know, I'd never be one to pass up a good meal and a beautiful view.",
        "Brooke: Thank you.",
        "Nick: Thank you.",
        "Brooke: I didn't really trust that I would be able to say the things I need to say to you if we were alone. And I wasn't sure if you would hear me.",
        "Nick: Sounds like another way of saying you didn't think I'd listen.",
        "Brooke: Even before what happened with Bridget, there were things going on in our marriage that we overlooked and we shouldn't have. I mean, I understand why we did. We were still in that honeymoon phase. You said that you want things to go back the way they were. Well, I don't.",
        "Nick: Why don't we just say it like it is then, huh? Either we commit to this marriage and we move on to become stronger, or like you say, we don't.",
        "[SCENE_BREAK]",
        "Eric: So you're absolutely sure you want to handle this whole thing this way?",
        "Bridget: Dad, what kind of question is that at this point? Dante said he would be here as soon as the sitter arrived. Look, you don't have to stay.",
        "Eric: Look, I'm just not absolutely certain that a full stomach is really a help to deal with this kind of bad news, you know?",
        "Bridget: I refuse to look at my baby as bad news.",
        "Eric: Well, I'm not sure Felicia is gonna see it any other way. I mean, after all, you're expecting a child with her fiancé.",
        "Bridget: I can handle Felicia.",
        "Eric: Yeah? I'm saying.",
        "Bridget: Well then, could you soft-pedal the negativity?",
        "Eric: Look, I'm just trying to be a realist, all right? You know how seldom that person is me?",
        "Bridget: I just want them to understand that nothing has to change for them. Nothing. I'm young and I'm healthy. I can raise this baby all by myself.",
        "Eric: What makes you think that Felicia and Dante are gonna let you do that?",
        "Bridget: Because I am not losing another child.",
        "Bridget: Oh, you look so great.",
        "Felicia: Thank you. So do you. The old man is here. Who invited him? Granted, he's kind of cute.",
        "Eric: Just think of me as the butler.",
        "Felicia: I always do. So why don't get yourself busy opening up the wine Dante picked out? I really need to talk to Bridget.",
        "Bridget: Oh, it's okay.",
        "Felicia: He knows?",
        "Dante: An Italian red wine you never heard of, but it's pretty good.",
        "Eric: You don't say.",
        "Bridget: Yeah, I told him.",
        "Dante: I got some sparkling cider for whoever doesn't want to drink.",
        "Felicia: And I have no secrets from my husband-to-be.",
        "Bridget: Yeah, I see that.",
        "Felicia: Bridget, I learned the hard way that having a baby should not be hushed up, okay? You're pregnant. We're happy for you. And we don't even have to mention the other party's name.",
        "Bridget: Guys, is this really cocktail conversation?",
        "Felicia: No, that would be real estate and tummy tucks. How does your Ob/Gyn say you're doing?",
        "Bridget: So far so good.",
        "Dante: Well, you must be relieved, right?",
        "Felicia: And your mother? She knows?",
        "Eric: I think I'll open this wine.",
        "Bridget: About Nick and me, yeah.",
        "Dante: Bridget, there is no you and Nick, right?",
        "Bridget: No.",
        "Felicia: Well, you brought up his name. I didn't. So did Brooke decapitate him?",
        "Bridget: Felicia, I don't really know how things stand with them.",
        "Felicia: Well, I can take a wild guess. Finding out that your husband is having a baby with somebody else, that's high enough on the Richter scale -- but having that somebody else be you? I wouldn't want to be in her shoes.",
        "[SCENE_BREAK]",
        "[Knock at the door]",
        "Jackie: You're here?",
        "Ridge: So I am.",
        "Jackie: May I? I just stopped by to see if there's anything I could do for Phoebe. I mean, poor thing, rattling around in this big house.",
        "Ridge: Actually, I'm moving back in.",
        "Jackie: Good for you. I'm sure you regret ever moving out.",
        "Ridge: Yeah, you know me so well.",
        "Jackie: I only meant that -- okay. I know I can say this to you -- if you hadn't abandoned your wife and your family in the futile pursuit of Brooke, none of this might have happened.",
        "Ridge: You know, Jackie, my mother is right -- you are so obvious, it's actually painful.",
        "Jackie: And by the way, that's something that my Nicky would never do.",
        "Ridge: Walk away from his marriage? I think it's gonna walk away from him.",
        "Jackie: You know, I knew you might be laboring under that impression. The fact is that Brooke has asked him to have dinner with her tonight.",
        "Ridge: I know. And experience tells me that's not good news for your little Nicky.",
        "[SCENE_BREAK]",
        "Nick: Will you check back? I don't think we're not ready to order, thanks.",
        "Brooke: There you go again.",
        "Nick: Speaking for you? We're at a restaurant, Brooke. I don't think we're ready to order, are we?",
        "Brooke: Well, it's not only in restaurants, Nick. And I'm partially to blame for that. Somehow I made you think that I need you to be the father that I never had.",
        "[Nick laughs]",
        "Nick: Well, if there's one thing I don't feel towards you, it's fatherly.",
        "Brooke: You just don't think I can make it through a day or even through a conversation on my own?",
        "Nick: That's not true. I don't feel that way at all.",
        "Brooke: My father walked out on me and my family. And that I cannot change. That is a permanent factor in my life. And Ridge is a permanent factor in my life.",
        "Nick: Why does his name always have to come up?",
        "Brooke: Because he is the father of my child and you seem to need to protect me from that -- protect me from these things in my life, and I don't need you to.",
        "Nick: I don't need to protect from your life, Brooke. I need to protect you from your ex in your life.",
        "Brooke: Then there's still a problem here. One that you haven't even tried to rectify.",
        "Nick: I have tried. I've tried to do the right thing, especially around him, but it never seems to go well.",
        "Brooke: You have the power to prevent that. I am through being called a bad wife for not cutting off the father of my child. And I am through working over at Marone Industries when I should be working out of Forrester Creations, a company that you don't even trust me to set foot in.",
        "Nick: Come on, Brooke, I have told you time and time again, it's not you that I don't trust.",
        "Brooke: Are you really gonna point fingers, Nick, after you slept with my daughter?",
        "Nick: I think I've taken responsibility for that.",
        "Brooke: Only because you had to. Bridget got pregnant and you thought it was your child.",
        "Nick: Brooke, she pleaded with me not to say anything to you and I didn't -- I honored that.",
        "Brooke: Well, then you're the one having a hard time trying to figure out where your loyalties lie -- not me.",
        "[SCENE_BREAK]",
        "Bridget: And then the family doctor thought that the kids had chicken pox. They didn't even bother to look and see that they've been vaccinated. That wasn't it.",
        "[Felicia snores]",
        "Felicia: Lord, and I thought shop -talk about fashion was boring.",
        "Dante: Hey, I think it's interesting what happens in the ER.",
        "Felicia: You do not.",
        "Dante: Yeah, I do.",
        "Felicia: No you don't, you're just being Bridget's loyal friend.",
        "Eric: What did it turn out to be? Poison oak?",
        "Felicia: Oh, come on! If we really must talk about somebody's important condition, how about yours?",
        "Bridget: Felicia, I don't really think that that's dinner table conversation.",
        "Felicia: Honey, I'm not asking to see your swollen ankles. I just want to know how upset with you is Brooke? Do you want me to talk to her?",
        "Bridget: No.",
        "Felicia: I don't mind. I really don't. I really think she just needs to be reminded that this baby -- any baby is a reason to jump for joy, no matter what the circumstances are. Everything else just has to be put aside.",
        "Bridget: Good. I'm really glad that you feel that way.",
        "Felicia: After how many doctors told me that I should terminate my pregnancy because I had cancer? No. Who you are, what's wrong with you, how many people are gonna be ticked off -- none of that matters. Everybody just needs to get onboard.",
        "Bridget: Okay, well -- then there's something I need to explain.",
        "[SCENE_BREAK]",
        "Ridge: Naturally, if Brooke has anything to say to your son, she's gonna say it in a public place. You know how he gets. He gets upset and starts throwing things and yelling.",
        "Jackie: Brooke has a pretty healthy temper herself.",
        "Ridge: And probably a divorce lawyer joining them for dessert.",
        "Stephanie: I thought I heard voices. What is she doing here?",
        "Ridge: She claims she's here to help Phoebe. How is she?",
        "Stephanie: She's exhausted, honey.",
        "Jackie: I didn't know that Ridge would be here.",
        "Stephanie: Oh, well then what were you going to do? Come over and fill phoebe's head with insinuations about her father and the soon to be ex Mrs. Marone?",
        "Ridge: Jackie thinks I should dedicate my future to baking cakes to take Taylor on visiting days.",
        "Jackie: I thought you'd be grateful, both of you, for any offers of friendship now.",
        "Stephanie: I think we both know what you're offering.",
        "Ridge: Mother, would you mind hanging out here in case phoebe needs someone? I just want to go finish packing up my things?",
        "Stephanie: Of course, honey.",
        "Jackie: I commend you, Ridge, for doing the right thing.",
        "Ridge: I won't be long.",
        "Stephanie: Thank you. Who the hell are you to commend anyone about anything? And what nerve you have to tell my son how to take care of his family and how to live his life?",
        "Jackie: I was merely expressing approval. But don't worry, he's still your marionette. And by the way, you are not doing him any favors by letting him to think my son will ever give up on his marriage.",
        "Stephanie: Only you -- only you would think that a man sleeping his wife's daughter was a tiny marital spat. I mean, really, Jackie. It's Nick I feel sorry for. I mean, how would he know any better having been raised by trash like you?",
        "[SCENE_BREAK]",
        "Nick: Okay, you make a good point. You work at Forrester, be at Forrester.",
        "Brooke: Will I have to call security every time you stop by?",
        "Nick: I'll behave.",
        "Brooke: You're a little rough with me sometimes, you know?",
        "Nick: Rough? What are you talking -- how am I rough?",
        "Brooke: If you want to take me by the arm, that's fine, but don't pull me around by it. And everything you say to me in that raised voice of yours, you can say in a normal tone.",
        "Nick: Okay.",
        "Brooke: Also, whenever something wrong happens in our marriage, you run off to your boat and you kind of distance yourself emotionally. That can't happen either. Look, I know I'm asking a lot of you. But if we're gonna really try to make this happen, save our marriage, then I need one thing from you. I need respect.",
        "[SCENE_BREAK]",
        "Bridget: The most important thing that I want people to know is that I am perfectly fine raising this baby by myself. In fact, I prefer that.",
        "Felicia: You'll excuse me if I say fat chance?",
        "Dante: You might want to hire some guard dogs to keep nick away from you. Look, you two mean the world to me. And I know that you've both been there for me together and separately, in every possible way. And --",
        "Felicia: Bridget, we would be honored and thrilled to be the godparents of your baby.",
        "Bridget: Listen, about the baby -- I made a mistake. I'm further along than I thought.",
        "Felicia: I thought you were only with Nick that once.",
        "Bridget: No, I was. You're right. I also just thought that my --",
        "Dante: How much further along?",
        "Bridget: The baby's yours.",
        "[SCENE_BREAK]",
        "Jackie: What makes you're so superior to me, anyway? What do you know that I don't?",
        "Stephanie: In a word? Decency.",
        "Jackie: Oh, decency? Stephanie Forrester's rallying cry. When, in fact, all it means to you is stamping out anything resembling passion.",
        "Stephanie: Oh, you mean like the hots you have for my husband?",
        "Jackie: That's a good example. Because it's certainly something you never give him.",
        "Stephanie: Do you still believe in that old fairytale about storks?",
        "Jackie: I'm sure you did your duty, clenched your teeth, closed your eyes -- I expect he started to chase other women so as not to annoy you.",
        "Stephanie: You don't know anything about my marriage.",
        "Jackie: Brooke and nick, there's another good example. Both passionate people, so you find the things that drive them inconceivable.",
        "Stephanie: Well, sexual depravity is second nature to you, I'm sure.",
        "Jackie: They will get past this.",
        "Stephanie: Only you could believe that, Jackie. Massimo did not get past what you did to him. And Brooke is not going to get past what nick has done. Ridge is a very clear-cut choice for her.",
        "Jackie: Your choice, Stephanie. So what do you reserve your passion for? Certainly not Eric. He's spent a lifetime looking for the passion that you have lavished elsewhere. Do you know, I bet you even have Brooke's trousseau picked out for her.",
        "Stephanie: I'm not really worried about that. She probably has enough teddies to outfit every girl from here to Rhode Island.",
        "Jackie: On second thought, you'd probably pick something more demure, wouldn't you? Yeah, something along the lines of what you wore on your own wedding night. Because that way, when Ridge slips it off her, you can fantasize that he's really making love to you.",
        "[SCENE_BREAK]",
        "Brooke: Well, I said what I came to say.",
        "Nick: Well, wait a minute here, where are we leaving things?",
        "Brooke: Good-night.",
        "Nick: Hey, hey, hey. What exactly was that all about?",
        "Brooke: About telling you what I need from you.",
        "Nick: You know, Brooke, I have been alone basically my entire life and I did things the way that made sense to me. Now if it doesn't make sense in the life that we have together, fine, they can go. But at least give us a chance to work on it. Otherwise, why put us through this? You know, I wasn't miserable before I met you. Actually, I had a very content life. But I certainly didn't know what happiness was until I fell in love with you. I didn't really know what was missing in my life until I met you. And I don't want to go back to the guy I used to be. I want our life back. I want to come home to you. I want to come home to you tonight."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=ry9tHldZ_IY"
}