{
    "Episode Summary": [
        "Episode # 7168 ~ Ridge & Caroline are at odds when they realize they have opposing views on an important matter; Ivy reaches out to Eric to help her regain employment at Forrester Creations."
    ],
    "Recap": [
        "Ridge can not believe his own son would do this to him. Caroline cries that she is so sorry. She says Thomas only came over to be a friend to her. Ridge begs her to tell him this is not so, not with his son. Steffy chastises Thomas for punching his dad in the face. She tells him he should have just talked to him like an adult and not disrespect him like this. Thomas says he is the one who got demeaned doing no more than Ridge has done over the years. They have more unresolved issues than he realized so he hauled off and hit him. Wyatt and Ivy lie in the afterglow and she tells him how lucky she is to have him. She misses FC but now she does not have to wake up and have a job to go to. She keeps asking Steffy but she keeps shutting her down. Maybe she should go over and see her Uncle Eric. She's tired of being punished. She arrives at Eric's and he is glad to see her. Wyatt brings up that Steffy forced Ivy out so it wasn't something Ivy wanted. Ivy says that is why she is here. She wants to go back. She misses her job and the company and thinks she deserves a second chance and Eric is the one to give it to her.",
        "Steffy says their dad can be frustrating and kind of distant but he has a lot on his plate, always has with two families. But they have turned out well and they are so fortunate to have been born into this family so he needs to stop making excuses. Thomas says she is his dad's favorite little girl but nothing he does seems to be right. Caroline cries more saying she was in so much pain and did not want to feel anything when he left her. There are no excuses for what she did and Thomas did not take advantage of her as he did not know of the drugs or the drinking. Ridge throws a glass of water and says yeah he heard her. Thomas did not know how much Ridge loved her but he knew that night exactly what he was doing. Most people know what a woman under the influence looks like so he is sure Thomas should have known that. Caroline says all she remembers is waking up after Thomas was in her bed. Ridge repeats again that Thomas came over to talk to her but then he ended up staying with Caroline. Eric says he is not sure just what he can do as Steffy is President and Ridge is CEO. Ivy reminds him that he is always the wise one and she thinks he can get through to Steffy. This is where she belongs or she might have to go back home and start over again. Eric tells her she is not going back to Sydney or anywhere. He says it is settled, both he and Wyatt want her to stay. He says he got no real explanation except that Steffy does not trust her so she needs to explain to him why. She says it started the night of Aly's death and Steffy's part in it. Thomas tells Steffy that he really wants to be happy for his dad and Caroline. She wants a baby and their dad is going to make that happen. Caroline barks at Ridge not to keep saying Thomas knew and took advantage. He is his son and would not do that. Then she blurts out that Thomas is the father of her child. He's floored that she is pregnant with Thomas' child."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Ridge: Thomas?",
        "Caroline: I'm so sorry.",
        "Ridge: No, I don't believe any of it. That's my son. He wouldn't do that, I mean... you wouldn't do that to me.",
        "Caroline: I'm so sorry.",
        "[SCENE_BREAK]",
        "Thomas: Do you think I'm proud of myself?",
        "Steffy: I have no clue what to think. You punched our dad in the face. How could you do something like that? And do not say it's because Dad was hard on you. That is no excuse.",
        "Thomas: It's nonstop criticism, Steff -- about me, about my designs, about me being entitled, just taking whatever and whomever I want. You think that doesn't wear on me?",
        "Steffy: Couldn't you just talk about your feelings like an adult?",
        "Thomas: I tried. He didn't care.",
        "Steffy: Ugh, I can't believe you hit him. That is the most disrespectful thing a son could do to their father.",
        "[SCENE_BREAK]",
        "Ivy: That's nice. Where is that coming from?",
        "Wyatt: I just -- I got to keep you guessing, that's all.",
        "Ivy: Very impressive.",
        "Wyatt: I aim to please.",
        "Ivy: [Chuckles] You know, this is one your absolute most admirable qualities.",
        "Wyatt: Really?",
        "Ivy: Yeah-huh.",
        "Wyatt: Why, thank you.",
        "Ivy: You know, the rest of my life has taken a bit of nosedive lately. I'm pretty lucky to have you.",
        "Wyatt: I thought we agreed that we weren't gonna talk about anything else --",
        "Ivy: I know, I know, it's just -- it's hard for me, you know, to not think about tomorrow when I wake up in the morning and not have a job to go to.",
        "Wyatt: Sounds nice to me.",
        "Ivy: I just -- I miss Forrester Creations. God, there's got to be a way for me to get my job back.",
        "Wyatt: [Sighs] Yeah.",
        "Ivy: I mean, you heard Liam. Even he didn't want me getting fired.",
        "Wyatt: Yeah, if you believe him.",
        "Ivy: Look, I keep asking Steffy for my job back, but she just keeps shutting me down.",
        "Wyatt: Yeah.",
        "Ivy: Maybe it's time I go over her head.",
        "Wyatt: Unfortunately, Steffy is president and her dad is CEO.",
        "Ivy: Okay, look, I know. I get all that, which he's continuously going to side with Steffy, but... there might be someone else who can help us.",
        "Wyatt: Who?",
        "Ivy: My uncle Eric.",
        "Wyatt: Eric.",
        "Ivy: Yeah.",
        "Wyatt: I -- I -- uh, I don't know.",
        "Ivy: Why?",
        "Wyatt: Because it's risky. What -- what if he finds out about the video and how you used it against Steffy? That wouldn't be good.",
        "Ivy: Because if Steffy admits my part in the story, it means she has to admit to her own, which means she's admitting to hitting Aly with a tire iron. Regardless, I think I've been punished enough. I'm gonna go to Uncle Eric. How Steffy chooses to deal with it is totally her problem.",
        "[SCENE_BREAK]",
        "Steffy: Oh, don't pretend like you're some innocent victim. Dad caught you with Charlotte.",
        "Thomas: How is that even a big deal?",
        "Steffy: She's an intern.",
        "Thomas: She's an adult. She goes to college. And you were just saying how Dad's hooked up with all these models over the years.",
        "Steffy: Oh, my God. That's not the same.",
        "Thomas: How is not the same, Steff? You have to have heard him. He's been talking down to me, bossing me around, telling me what to do. It's -- it's demeaning. It's humiliating. I got frustrated. I got angry.",
        "Steffy: But you didn't have to get physical.",
        "Thomas: There's all this anger that I've been just storing up over the years. I finally just hauled off and I hit him. [Sighs] I don't know. I guess Dad and I have a lot more unresolved issues than I realized.",
        "[SCENE_BREAK]",
        "Caroline: Thomas called me, and he heard how upset I was, and I told him about the break-up. And he came -- he came there to -- to be a friend to me, to comfort me.",
        "Ridge: This isn't happening right now. Just tell me this isn't happening. You and him. You -- he -- that's my son. You and Thomas?",
        "[SCENE_BREAK]",
        "Ivy: Uncle Eric?",
        "Eric: Is that an Aussie accent I hear? Is that my Ivy? Hi! Mwah! When do I ever see you anymore?",
        "Ivy: [Laughs]",
        "Eric: Oh, my God. Hi, Wyatt. Hi.",
        "Wyatt: Hi. I don't need a hug. I'm good.",
        "Ivy: Wait, are you sure about that? Because my uncle does give the best hugs in the world.",
        "Wyatt: If you're dishing them out, I'll take one.",
        "Eric: Soon enough. How are you? How are you holding up?",
        "Ivy: Yeah, yeah. I'm hanging in there. Hey, thanks for the flowers.",
        "Eric: It was the least I could do with you leaving Forrester.",
        "Ivy: Well, that wasn't my choice, exactly.",
        "Wyatt: Yeah, Steffy forced Ivy out. Made her pack up her things, even called Security. It was pretty ridiculous.",
        "Eric: I was disappointed when I heard. I mean, you're a wonderful member of our family and a great addition to the company. You'll be missed over there.",
        "Ivy: Look. That's why -- that's why I'm here, actually. Look, I want to go back, Eric. I miss the work, and I miss the people. I miss feeling like a part of the team. I really want a second chance, and I think you could be the person to get through to Steffy.",
        "[SCENE_BREAK]",
        "[Pencil clatters]",
        "Steffy: Okay, you have to learn to control your temper and not be such a hothead.",
        "Thomas: Are you saying you never got mad at Dad?",
        "Steffy: All the time, but I'm not gonna hit him.",
        "Thomas: So what? I've got anger issues. What else is new?",
        "Steffy: [Sighs] Look, Dad can be frustrating and sometimes a little distant. Maybe he wasn't always there for us when we were kids, but --",
        "Thomas: Are you kidding me? Some years, he was barely even around. He could barely make every other weekend.",
        "Steffy: But he had a lot on his plate, being torn between two families, all the drama with Mom and Brooke, and not to mention the pressure at work.",
        "Thomas: Well, what about us? What about his kids?",
        "Steffy: Marriages break up. Stuff happens. But look at us now. I'm president of this company, you're part of the design team. You need to stop looking in the past and being negative. You have to be grateful. We are so fortunate being born into this family, being given all these amazing opportunities.",
        "Thomas: Steff, I'm not making excuses, but it's different for you and me, all right? You've always been like best friends with Dad. You've been his favorite. You're his little girl. He and I just seem to butt heads naturally. We've always been in this weird power struggle. I mean, as far as Dad and I are concerned, I can't do anything right.",
        "Steffy: No, that's not true. And you need to stop thinking that. Dad loves you and respects you. He always will.",
        "[SCENE_BREAK]",
        "Caroline: If I could take back that night, I would. If I could just --",
        "Ridge: It's too late for that.",
        "Caroline: I should have just stayed here. I should have just stayed here with you, where I belong. I should have just... but you ended things. And I didn't want to feel anything anymore. I just wanted to be numb. I was in so much pain. I -- so I took antianxiety pills, because I wanted to not feel everything. And then... and then Thomas came, I started to drink, and -- he didn't know about the pills. He --",
        "Ridge: He didn't know. He took advantage of you, but he didn't know.",
        "Caroline: He didn't know. He had -- he was drinking, too. He had -- not that it excuses what I did.",
        "Ridge: No, no, no, but he didn't know.",
        "Caroline: He was drunk, too, Ridge. He didn't --",
        "Ridge: I get it! I heard you! He didn't know! He didn't know about the drinking, he didn't know about the drugs, he didn't know that your heart belonged to me! He was standing right there... two hours, three hours before, and we were -- he didn't know? He knew exactly what he was doing.",
        "[SCENE_BREAK]",
        "Eric: I'm not exactly sure what I can do. Steffy's president, Ridge is CEO.",
        "Wyatt: But you're Eric Forrester, founder of Forrester Creations. You started one of the most famous fashion houses in the world. We don't know if you want to, but there's a lot you could do.",
        "Eric: I'm more of a consultant these days. I'm kind of out of the loop down there. I'm not exactly sure why you were let go.",
        "Ivy: Eric, you've always been the wise one, right? You've always been our voice of reason. Look, I look up to you, I know Steffy respects and admires you, and I really think you can help me get through to her.",
        "Wyatt: Yeah. Ivy has gone to her, asked for her job back, but she just -- she won't budge.",
        "Ivy: Forrester Creations has become my home, my family. I thought it was gonna be a part of my future, and now it's just been taken away from me, like that. This is where I belong. And now I can't stop thinking that maybe I should just go and pack up my things and go back home to Sydney and just start up my old life again. Family is very important to me. You know that. I only see my dad if he comes into town for like a minute, and I can't even remember the last time I spoke to Mum.",
        "Eric: You're not going back to Sydney. You're not going anywhere.",
        "[SCENE_BREAK]",
        "Thomas: I understand how lucky we are -- the way that we grew up.",
        "Steffy: We had it pretty easy.",
        "Thomas: You're right. But maybe I wasn't looking for all that stuff. Maybe what I was looking for was everything that I wasn't getting.",
        "Steffy: You mean attention, approval, and all that stuff?",
        "Thomas: Yeah. I don't know -- maybe someway, I'm still looking for all of that.",
        "Steffy: \"Maybe\"? Please. You definitely have Daddy issues. Punching him isn't gonna score you any points.",
        "Thomas: What can I say, Steff? I lost my cool. I mean, all these old wounds -- they just came flooding out of me. The way that he used to treat Mom, all those times that I needed him around, and he wasn't there.",
        "Steffy: Still no excuse.",
        "Thomas: I get it. I messed up. If I could take it back, I would. Steff, I don't want any more animosity between us. I really do want a good relationship with Dad.",
        "[SCENE_BREAK]",
        "Ridge: Thomas took advantage of you.",
        "Caroline: He had no idea. Look, he just thought that I had wine. He had no idea about anything else. He didn't know --",
        "Ridge: He didn't know what? Didn't know about the pills? It doesn't matter. He -- if you were as messed up as you say you were, then he would have seen that. He's not an idiot. He knows what a woman under the influence of anything looks like. If I can see it, he can see it. And you don't -- you don't think he should have known that?",
        "Caroline: We talked about it. He's not that kind of person.",
        "Ridge: You don't think he should have known?!",
        "Caroline: I don't know! I don't know. I don't remember. I -- I remember him coming to the hotel and... being a friend to me. And then I remember waking up, and...that's it. That's all.",
        "Ridge: He knows you. He knows you're not that woman. He sees you in the office every day. If he thought that you were in some kind of trouble, he should have just made sure that you were okay... and then left, like a gentleman. But he didn't do that, did he? He stayed. He stayed with you.",
        "[SCENE_BREAK]",
        "Eric: Ivy, you're a member of the family. I'm not gonna let you leave Los Angeles.",
        "Wyatt: Yeah, me neither.",
        "Eric: There, see? It's settled. You're staying.",
        "Ivy: Well, at least you two want me to stick around. Pretty sure Steffy bought me a plane ticket herself.",
        "Eric: What happened, Ivy? Why did Steffy let you go? I mean, you've been doing wonderful work. I've gotten no real explanation, except that she doesn't trust you.",
        "Ivy: No one really knows the whole story, Eric.",
        "Eric: Then maybe you should tell me. Is there something I should know?",
        "Ivy: It all goes back to the night that Aly died. It's about Steffy's role in Aly's death.",
        "[SCENE_BREAK]",
        "Steffy: You have to make it up to him somehow. Figure out a way to get back in Dad's good graces.",
        "Thomas: Yeah, well, if he ever talks to me again.",
        "Steffy: He will. You're his son. He's not gonna turn his back on you -- not for any reason.",
        "Thomas: Hope you're right.",
        "Steffy: You guys are gonna be fine. You just need some time to chill out.",
        "Thomas: I -- you know, I really do hope things work out, Steff. I-I want to work with him. I don't want this -- this weird tension between us.",
        "Steffy: No, I get that. I get it. You want that father/son bond, and I'm sure Dad wants that, too.",
        "Thomas: It's important, especially now that he's starting a family with Caroline and -- and growing ours. You know, I want to be a part of that. I want to be involved in some way.",
        "Steffy: I'm glad you're finally supporting their relationship.",
        "Thomas: Look, I-I know I wasn't at first. I was just worried that Caroline would end up getting hurt. But I really am happy for them. Dad agreed to give her a child, and -- and -- and they're married. Caroline is so excited about getting pregnant and having this baby. That is what she's always wanted. And Dad is gonna make that happen for her.",
        "[SCENE_BREAK]",
        "Ridge: That's my own son. That's my son. He did that to you.",
        "Caroline: Thomas thought that it was over between us, and he was -- he was upset that I was hurting. He -- he genuinely thought that he was helping me. He thought he was comforting me.",
        "Ridge: No, no, he was not. That's not -- no.",
        "Caroline: Ridge, please, don't say that. Please don't say that he knowingly did something to me.",
        "Ridge: That is what he did! He knowingly did something!",
        "Caroline: No, I can't handle you saying that! I cannot believe that that is what's true! You cannot say that to me, because he's your son!",
        "Ridge: I know who he is to me! Who is he to you? You keep calling him your friend and how he comforted you, and he was there for you. What about now? Who is he to you now?! Who is he to you now?!",
        "Caroline: He's the father of my baby!",
        "Ridge: What did you say?",
        "Caroline: I thought -- I thought it was -- I thought it was yours. I thought -- I was so excited to tell you. I was so -- you couldn't -- you couldn't have children... and that it was impossible. I realized that it -- it had to be...",
        "Ridge: It had to be Thomas. You're pregnant with Thomas' child?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=QnHTm05VS0U"
}