{
    "Episode Summary": [
        "Episode # 7182 ~ Pam's news leaves Thomas questioning everything; Zende confides in Carter about his relationship with Nicole."
    ],
    "Recap": [
        "Vivienne says she told Julius that he should have called first but he insisted on doing it in person. He says he admits it took time for him to come around but he means it this time and he will prove it. He and Vivienne desperately want to be in Maya's life so he will accept all of her. Caroline tells Ridge that everybody knows about her pregnancy thanks to Pam so she'd like to tell Bill and Katie before they hear it elsewhere. Pam says Charlie has a gun, so there is nothing Bill can do to him. Bill was hoping for a divorce from this clown so is aghast when Caroline tells him that she is pregnant. He says he will always be a doubting Thomas. First the marriage and now this! He needs a strong drink. Ridge says Bill will be all right by time of high school graduation. And Thomas and Steffy are okay with this. Bill laments that he knows she has always wanted a baby and she will be an exceptional mom but Ridge is too old to be having a baby. Katie tells him they all need to be positive because this is happening. Bill says he would stay away from the entire Forrester family but if he had to drink a poison he would much rather it be Thomas. Zende and Carter work out and Carter asks how it went with Nicole and the surrogacy news.",
        "Nicole says what everybody else is thinking. Julius changed his mind and is eating humble pie because the Forrester's are rich. Maya says he said that exact thing last time that he would try to accept her. Then he ran off on her wedding day. So how can she believe him now. He says one little change. This time he does mean it and he is backing it up with getting an apartment and they are moving to Los Angeles. He is tired of the snow shoveling so he is looking forward to playing golf every day .perhaps even with Eric. Rick says he hopes this works out but Nicole says he should have at least told them and not just sprung it on them. He tells Nicole he is excited about all of this. He even likes the young man who is her boyfriend. Maya tells both of them that he is not the only one with news. She has news of her own. She and Rick are going to start a family and they want it to be a Forrester/Avant baby, not adoption. Pam brings in a plate of half pink and half blue \"Caroline is Pregnant\" lemon bars. Katie plays it down but Pam can't keep her mouth shut and asks Caroline just how far along is she. Thomas walks in and Caroline questions why he is here. Again Pam can not shut her trap and she tells him that he is going to have a little baby brother or sister as Caroline is pregnant. Julius does not understand how this can be both a Forrester and Avant baby. Maya says simple, Rick will be the biological father. Julius jumps to conclusion that Nicole and Rick got together and that is sick. Maya says no, it will be Rick's sperm and Nicole's egg. Again Julius goes off the radar that will never happen, he will not allow it. Both Maya and Nicole say they have given this a lot of thought and yes it is going to happen. He is standing in a Forrester house now and has no say so in what Maya or Nicole does."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Maya: You couldn't have called and told us you were coming?",
        "Julius: You're not happy to see your parents?",
        "Nicole: We just... weren't expecting you.",
        "Vivienne: I told him that he should check in with you first, but your father insisted on surprising you.",
        "Julius: What's wrong with a man wanting to see his daughters?",
        "Rick: Last time you were here, it didn't exactly end on a positive note.",
        "Julius: Listen, it's taken me a while to come around, and I'm not proud to admit that, but I am here now to make it up to you. Maya, I'm gonna try and accept all of it.",
        "Maya: We've heard that before.",
        "Julius: I know. I mean it. And I'm going to prove it to both of you.",
        "[SCENE_BREAK]",
        "Caroline: You're just gonna have to learn to coexist, because I have a feeling once this little munchkin is here, you're gonna see a lot more of Uncle Bill than you ever dreamed of.",
        "Ridge: Does it have to be today?",
        "Caroline: Ridge! Practically everyone in this building knows that I'm pregnant, thanks to Pam. And I just want to tell Uncle Bill and Katie before the press finds out.",
        "Ridge: Well, then, let's do a conference call or video-face thing on your phone or --",
        "Caroline: [Laughing] Wow. Someone is really not looking forward to this.",
        "Ridge: No, I'm not. He doesn't like us being together. Imagine how he feels when he finds out you're having a baby.",
        "Caroline: [Sighs] Look, in a perfect world, we would have kept this secret a little bit longer, but, again, thanks to Pam... now everybody knows that I'm pregnant.",
        "[SCENE_BREAK]",
        "Pam: I don't know, Charlie. Just act natural. I mean, don't let somebody like Bill Spencer intimidate you.",
        "Charlie: [Chuckles] He doesn't intimidate me. He scares me, kind of, you know.",
        "Pam: Charlie...",
        "Charlie: Hmm?",
        "Pam: ...You've got a gun.",
        "Charlie: Oh, yeah. Oh, uh, Katie, Mr. Spencer, what a pleasure it is to see you again.",
        "Pam: Charlie. Oh, Katie, have you given any more thought to that double date we were talking about?",
        "Charlie: I mean, come on. Easy-peasy to get those costumes.",
        "Katie: Uh, yeah. Costumes, right. Um, you know, I really don't think that's our thing, so maybe we could do dinner instead.",
        "Charlie: Oh, that'd be -- that'd be great, because Pammy has gotten so creative. She can actually combine Mexican food and French food. I mean, her coq au vin with rice and beans is to die for.",
        "Katie: That sounds fantastic. I think Caroline wanted to see us for something.",
        "Pam: Oh, yeah. She's in there, and, uh, I think I might be able to guess why she wants to see you.",
        "Katie: Okay. We'll just show ourselves in.",
        "Pam: Okay. Bye, Bill.",
        "Caroline: So, backless with a train.",
        "Katie: Hi.",
        "Caroline: Hi.",
        "Bill: All right. So, what's the big news? Divorced already?",
        "Ridge: No such luck, Billy.",
        "Bill: Eh, give it a few months.",
        "Caroline: Actually... we had some good news that we wanted to share with you. I mean, ideally, I would have liked for you both to have been some of the first people to know, but Pam can't keep a secret, so word's already gotten out.",
        "Katie: Well, what is it?",
        "Caroline: I'm... pregnant! I'm still newly pregnant, so it's, like, the first trimester.",
        "Bill: Wait! You're telling me... that you are having a kid with this clown?",
        "Caroline: Yes. I'm pregnant.",
        "Katie: I'm so happy for you.",
        "Caroline: Thank you.",
        "Katie: So, um, another kid! Hey, you ready?",
        "Ridge: Yeah. I think it'll be fun.",
        "Caroline: Um, still breathing over there, Uncle Bill?",
        "Bill: First you're married. Now you're pregnant.",
        "Ridge: That's kind of how it works.",
        "Bill: You know, I have always questioned your relationship with...this, and I always will. I mean, I will always be a doubting Thomas.",
        "[SCENE_BREAK]",
        "Julius: I understand. Right now you're all a little skeptical. But we've got all the time in the world to work this out.",
        "Zende: I should probably go -- let you guys have some family time. It was good seeing you guys.",
        "Julius: You, too, young man.",
        "Vivienne: Yeah. Goodbye, Zende.",
        "Zende: Bye.",
        "Julius: You know, the last time I was in this magnificent house, I did what some would identify as making a fool of myself, and on your wedding day.",
        "Maya: We heard you, Dad. You apologized already.",
        "Julius: And I hope you know that it's sincere. I mean every single word of it. Maya, it's gonna be different. I am vowing to try to embrace you, to accept all of it. Your mother and I desperately want to be in your life.",
        "[SCENE_BREAK]",
        "Ridge: You look a little green. Do you want some crackers? We have crackers.",
        "Bill: I'll be needing something a little stronger than that.",
        "Katie: You know, having a baby is a wonderful experience for the couple. Between you and the baby you created, it's such a bond. Some of us may take a little while longer to warm up to the idea.",
        "Ridge: Oh, no, no. Bill's gonna be all right by high-school graduation.",
        "Katie: Ha.",
        "Caroline: Look, my adorable uncle is going to fall madly in love with his little grandniece or -nephew the minute that he sees him or her.",
        "Bill: So, how do Thomas and Steffy feel about you having another kid?",
        "Caroline: Well, Steffy was really supportive. I think she just wants us to be happy.",
        "Ridge: They know how I feel about this one and how I feel about our marriage and our child.",
        "[SCENE_BREAK]",
        "Carter: I was wondering when you'd get your lazy self here.",
        "Zende: Yeah, yeah. Oh, uh, what did you think of the media kit I put together?",
        "Carter: It's impressive, especially for your first try.",
        "Zende: Cool. I'm glad it was decent.",
        "Carter: It was better than that. You should show it to Ridge.",
        "Zende: Think so? Maybe I will.",
        "Carter: Hey, I'm not worried about you, Zende. You're smart, creative, show initiative.",
        "Zende: Well, at least I have the career thing on the right track.",
        "Carter: I've said it before -- your future's looking good.",
        "Zende: Hope so.",
        "Carter: How'd it go with Nicole? What did she say about being Rick and Maya's surrogate?",
        "[SCENE_BREAK]",
        "Julius: Maya Forrester. Ah. Mrs. Eric Forrester, Jr. Boy, just -- just saying that fills me with a sense of pride.",
        "Nicole: Oh, why -- because they're rich and famous? They live in this huge house in Beverly Hills?",
        "Vivienne: Nicole, please.",
        "Nicole: What?",
        "Vivienne: Please do not take that tone with your father.",
        "Nicole: I'm just saying what everyone else is thinking, right?",
        "Julius: Nicole... let's not over-overanalyze this and open up old wounds. I mean, I'm already here, eating a healthy dose of humble pie. I'm apologizing... and asking for forgiveness. What do you say, love? Can you -- can you give your father another chance?",
        "Maya: You can't expect me to throw my arms around you and accept you back into my life. You said the exact same thing the last time you were here. You didn't mean it then. How am I supposed to believe you now?! You know what? I-I... I'm grateful that you made the effort and came all this way, but if this is all you have to say --",
        "Julius: It's not. There's more. Your mother and I have big news.",
        "Nicole: What kind of news?",
        "Julius: Maybe I should let her tell you.",
        "Vivienne: Well, your father and I made a decision, and I want you to know it wasn't me. I did not want to spring this on you, but your father insisted that he tell you in person. [Sighing]",
        "Nicole: Mom, please just say it. What is Dad talking about?",
        "Julius: Your mom and I are getting an apartment. We're moving to Los Angeles!",
        "[SCENE_BREAK]",
        "Bill: So, is this the part where I'm supposed to be telling you how happy I am?",
        "Caroline: A little bit of support would be great, so, yeah.",
        "Bill: You know, I can't say I didn't see this coming. I mean, I know you've always wanted to be a mom, and you will be an exceptional one. But, Caroline, having a baby with this clown -- you will be tied to him for the rest of your days.",
        "Caroline: And I'm -- I'm counting on that, this...",
        "Ridge: Just be happy for her and call it a day.",
        "Bill: You are too old for her. You are certainly too old to be having a baby with her.",
        "Ridge: You know, all this \"old\" stuff that he's -- I don't think it's about age at all. I think he doesn't like me very much.",
        "Caroline: You?",
        "Ridge: I know.",
        "Bill: I don't like you. I don't trust you. You have abandoned every woman you have ever been involved with, so how are we to know that this kid isn't gonna be raised by somebody other than you?",
        "Katie: Okay. All right. [Sighs] Enough. Please. We have just got to put our differences on the shelf. Caroline is pregnant. She's gonna have a baby, and you are going to adore that baby. So, let's just all try to be positive, okay?",
        "Caroline: Amen.",
        "Bill: Hallelujah. Look... when you came to LA and started working at this company, I never could have imagined you and the dressmaker -- I mean, not in a million years. Now, I was no fan of Rick's, either.",
        "Ridge: Is there anyone you do like?",
        "Bill: On the male side of the Forrester family? Not particularly. But if I had to pick my poison, you wanted to pin me down... I would have much preferred it was Thomas.",
        "[SCENE_BREAK]",
        "Carter: Dude, you don't have to talk about it if you don't want to... but maybe we should before you break a nail.",
        "Zende: She wants to do it.",
        "Carter: She wants to what?",
        "Zende: Nicole -- she wants to be their surrogate.",
        "Carter: How do you feel about it?",
        "Zende: It's not up to me. It's Nicole's decision.",
        "Carter: But it's -- it's a huge commitment. It's a major sacrifice.",
        "Zende: She's aware of all that.",
        "Carter: And she still wants to do it?",
        "Zende: She knows how much it would mean to her sister -- what a gift it would be. I mean, they have already started the process.",
        "Carter: I just hope Rick and Maya aren't pressuring her.",
        "Zende: No, I don't think they are. Nicole said this is important to her and this is the right time to do it, before she gets older and more wrapped up in her own life. That's my girl. And I love her. So, all I can do is try to be supportive.",
        "[SCENE_BREAK]",
        "Nicole: You're moving to LA?",
        "Maya: You can't do that.",
        "Julius: It's already done, sweetheart. Your mother and I gave up our place in Chicago -- sold all our belongings.",
        "Vivienne: [Laughing] It's not like we had much to get rid of.",
        "Julius: Either way... no more winters for us.",
        "Vivienne: [Chuckles]",
        "Julius: No more shoveling snow and scraping ice off the windshield. Hey, listen, here you can play golf year-round! And, you know, with Ridge taking over as CEO and you being a big, busy executive, maybe I can get Eric to come out on the greens with me. And I can teach him the patented Avant putt. [Chuckles]",
        "Maya: So, you decide to move to LA, and you didn't think to discuss it with us first?",
        "Julius: Don't you want your family near you?",
        "Rick: I think it's only natural for Maya and Nicole to be a bit taken aback. Moving to LA -- that's a big decision.",
        "Nicole: A decision we should have been a part of.",
        "Maya: I completely agree.",
        "Julius: Hey, come on. Give us a chance. It'll be fine. I mean, one big happy family -- your mom and Rick, me, you, Nicole. It'll be great! You'll see.",
        "Vivienne: It'll be nice to be closer to all of you.",
        "Julius: Yes, and our youngest -- she's growing up so fast, and it looks like she's got herself a boyfriend. You know what? I like that young man Zende. I can't tell you how excited I am about all of this.",
        "Maya: You know what? Mom, can I talk you?",
        "Vivienne: I am so sorry about all of this, but you know how stubborn your father can be.",
        "Maya: Look, we are thrilled to see you. You are always welcome here.",
        "Vivienne: And your father?",
        "Maya: It's not a good idea.",
        "Vivienne: I warned him.",
        "Maya: Okay, but all of his apologizing and promises -- does he mean any of it?",
        "Vivienne: I sure hope so.",
        "Julius: Hey! What do you say? The Avant family, all together in sunny California. Big news, huh?",
        "Maya: Well... you're not the only one with news.",
        "Julius: Really?!",
        "Maya: Mm-hmm. Yeah. Nicole and I have decided to do something that will connect us even more, that will bond the Avant family.",
        "Julius: That sounds wonderful! What is it?",
        "Rick: Maya and I are planning a family.",
        "Julius: Ah! So, you're gonna adopt?!",
        "Maya: No. No, we've decided we're not adopting. We want a Forrester-Avant baby.",
        "[SCENE_BREAK]",
        "Pam: Knock, knock! This is a special-edition batch of \"Ridge and Caroline are pregnant\" lemon bars!",
        "Charlie: [Chuckles]",
        "Pam: See? There's half pink and half blue.",
        "Ridge: Pam, that's a -- that's a lot, even for you.",
        "Caroline: Yeah. It's really sweet, but we kind of just want to keep it low- key, so I just wish you would stop telling people!",
        "Pam: [Laughing] Okay. I know. I'm so sorry that I -- I know I kind of spoiled the surprise.",
        "Charlie: But, listen, we are so happy for you.",
        "Ridge: No, I know, but it's just --",
        "Katie: It's just that, um, normally, you know, people wait until after the first trimester before they tell anyone.",
        "Pam: I know, and I totally forgot to ask you -- how far along are you?",
        "Ridge: Pam! It's a private matter. We really want to kind of keep it that way.",
        "Pam: Okay. No. You are so right. He's totally right. I mean, the important thing is only that you two made a baby -- the gorgeous mother, Caroline Forrester, and the equally gorgeous, frankly, Ridge Forrester.",
        "Charlie: And I, for one, am so happy that the meeting was peaceful. I-I didn't want to have to come in here with my considerable martial-arts skills and separate you guys.",
        "Caroline: Thomas. What are you doing here?",
        "Thomas: Oh, I left so suddenly, I still have a thousand things left to do. So, uh, what's -- what's going on?",
        "Pam: Oh. Well, the reason that it seems kind of hush-hush around here is because Caroline doesn't really want anyone else to know, but, heck, you're totally immediate family. You are about to have a little baby brother or a little baby sister, 'cause Caroline is pregnant!",
        "[SCENE_BREAK]",
        "Zende: Maya and Nicole had no idea their parents were coming.",
        "Carter: I can't imagine that went over well.",
        "Zende: Definitely some tension in the room.",
        "Carter: I bet. But back to you and Nicole -- I know it's not easy, but I'm proud of you for being so understanding, for keeping an open mind about the surrogacy. A lot of men wouldn't have the strength or patience.",
        "Zende: Thank you. I'm trying. I wonder how her father will react when he finds out.",
        "[SCENE_BREAK]",
        "Julius: You said that the baby's gonna be your biological child, right?",
        "Rick: Yes. That's right.",
        "Julius: But you said it's gonna be an Avant baby, too. How is that possible?",
        "Maya: Nicole.",
        "Julius: Wait a minute. You got together with your sister's husband?!",
        "Rick: No! No, Julius!",
        "Julius: Damn it! I can't --",
        "Rick: Nothing like that. That would never, ever happen.",
        "Nicole: Why would you even go there?",
        "Julius: Well, somebody better start explaining something to me, and they better start quick.",
        "Maya: Okay. We're gonna take Rick's sperm and Nicole's egg and put it --",
        "Julius: Whoa, whoa, whoa, whoa! You're gonna do what?!",
        "Maya: It's a fairly common medical procedure.",
        "Julius: Maybe in the world that you live in -- that warped world -- but that's your problem! No! Unh-unh! I'm not letting you drag your sister into this.",
        "Vivienne: No, Julius.",
        "Julius: You can adopt -- whatever you want to do. Not her.",
        "Vivienne: Julius, you have to let Maya finish speaking. You're not even listening.",
        "Julius: I don't want to hear it! You're hurting your sister, Maya, and I won't allow it.",
        "Maya: You forget where you are. You are standing in the Forrester house, in my house. You don't get to tell Nicole what to do. You don't get to tell me what to do. She's an adult, and she can make her own choices, and there is no way that we would ever make her do something that she wasn't completely comfortable with!",
        "Julius: You have manipulated her into accepting this madness.",
        "Maya: No! No! The three of us have mutually agreed. She is going to carry our baby. She's gonna give me the -- the greatest gift imaginable.",
        "Julius: Oh, no, she's not.",
        "Nicole: Yes...I am."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=u3adGKgdAmo"
}