{
    "Episode Summary": [],
    "Recap": [
        "Hope takes the ring that Wyatt just took off of her finger and slips it in her pocket. She looks up at Wyatt and he leans down and kisses her. He tells her there is only her. There will never be anyone else in his life ..no Steffy ..just her. Liam pleads with Brooke that she must know where Hope is so just please tell him. Brooke points out to him that he took the time to make the video for Steffy. That was not on impulse; that took time and planning. He says it really wasn't. The whole point was that it was the final goodbye to Steffy. Brooke replies that he knew it would hurt Hope so she doesn't see why he did it. He counters with that Hope is his future and Steffy is his past, so if Brooke will just tell him where Hope is they can work this out. He says that Hope is making way too much of this video and now so is Brooke. She says he had to know that it would have a major impact on Steffy. Liam says but at least she knows now that their marriage meant something. Brooke retorts that she didn't need her own personal tribute to know that. Liam chastises her by saying she is wrong. Look at all the terrible things that Steffy went through with the loss of the baby and all so she needed this video to prove that their marriage was real and that he did care for her. Once again he begs Brooke to tell him where Hope is. After all, she still has his engagement ring on her finger. Hope holds up the ring and Wyatt tells her that he will get her another ..one that doesn't have a lot of baggage attached to it. This feels so right. He says this time she is starting a new life with someone who loves only her. Bill and Katie continue their little debate on who should be running the company. She says she takes full responsibility of the company with new leadership. He mocks that if the board meeting was any indication of her leadership, then She says he was treating her with zero respect and bullying her and she is not going to take that from him anymore. He tells her she does not have the experience and despite what she thinks, he does still care about her and doesn't want to see her and the company go thru what is probably gonna happen. She says she does want him there. She needs him. He says there isn't any way that would work. Her method of working is different than hers. He says he'd have to run the company. She says then it is hers to run. He says good luck and she is going to need a lot of it. Dani brings little Will in to see Katie. She tells hr that she held her own today at the meeting and she is very proud of her. Katie says that seems to be her life now, Will and running the company but at least she is no longer in the perpetual shadow of the great Bill Spencer. And she realizes now just how much she has lost. Brooke tells Liam that she thinks he really just needs to step back and leave Hope alone for a bit and let her make some decisions. Liam doesn't think she needs to make any decisions. Brooke says yes she does; like who she is going to spend the rest of her life with. Liam is incensed and says no. That has been settled. It is with him.",
        "Bill walks in and wonders why Liam is hanging around there and not with Hope. Liam says a certain someone won't tell him where Hope is. He says he knows what Hope wants to hear that she is his one and only. And he is not going to stand around here debating them so Brooke just needs to tell him where Hope is. She hesitates a moment and then says Hope is at the cabin. He turns to leave and she stops him by saying there is more he needs to know. Wyatt tells Hope that he's there for her. He will always be there and he needs to know that she knows that. She puts her arms around his neck and passionately kisses him. Afterwards he asks if she is all right. She says she is. He quips how could she not be, and then kisses her again. Brooke tells Liam that Hope is not alone; she is with Wyatt. He says of course; he should have guessed that. After all he is the one who sent her the video. He goes storming out and Brooke tells him to cool off. He grumbles that he will show her cooling off. Brooke asks Bill to do something but he says it will be okay. His sons will handle this. Mainly Hope just needs to choose since they are both in love with her. He tells her about Katie and the board meeting. And now he is out of it and doesn't care if Katie runs the company into the ground. He's going to find a new passion that will include Brooke. He makes her close her eyes while he runs outside to bring in something to show her. When she is allowed to open her eyes, there Bill stands with both hands and arms and waist all draped with equipment, and a pick axe and rope like for mountain climbing. Wyatt and Hope kiss several more times until she finally pulls away and says they have to stop this. She needs to talk to Liam first. Too late Liam opens the door. He doesn't charge in though. He remains silent at the door drinking it all in. Wyatt turns around and sees Liam. Liam tells Wyatt that he can leave now. Wyatt responds that no, he's afraid he can't do that. A little tougher, Liam says he could come over there and make him leave. Hope sees the danger and jumps in between them. She says this is not going down like this. Liam asks her if she will tell Wyatt to leave. Then he notices and asks Hope where her ring is. She says she took it off. Bewildered, he says oh, she's not doing this again. Wyatt utters that she already has. Liam tells him to stay out of this. Hope tells Liam that he did something unforgivable. He reached out to Steffy. Still unable to admit he did anything wrong, Liam says he did not reach out to Steffy. She asked him for the video and he made it. Hope says to prove to Steffy how much she meant to him. Hope already knew that otherwise he would have never married Steffy. He says that is all over now and the whole point was just to say goodbye. Wyatt says if he were Steffy and he saw the video that he would not think it was to say goodbye. Liam sarcastically says thanks, now he knows Wyatt saw the video. Wyatt says actually no. He did not send the video to Hope but she told him about it. Hope tells Liam there is no need to get all bothered about this. It doesn't matter who sent it, she needed to see it. She says they could have gotten through anything ..anything at all but not him re-connecting with Steffy again. Liam says there is no Steffy in his life. And he's not going to accept this. They deserve to be married and he's not going to let \"him\" or anyone else come between them."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Birds chirping]",
        "Wyatt: No one but you. There will never be another in my life. No Steffy. No one but you.",
        "Liam: Where is she, Brooke? Look, I need to see hope. You know where she is. Can you just tell me?",
        "Brooke: Why, Liam? Why would you do something like that?",
        "Liam: It doesn't -- that doesn't even matter now.",
        "Brooke: You took the time to make a video for Steffy. That wasn't an impulse or a thoughtless act. Of course it matters.",
        "Liam: No, it really doesn't. That video was a final goodbye to Steffy. That's the whole point. It's...",
        "Brooke: You knew how hope would feel about it. Or did you not even think about that?",
        "Liam: I honestly had no idea that hope would react the way that she did. But hope is my future. Steffy's my past. And I can help hope understand that. Now, just where is she?",
        "Katie: I've taken responsibility for my mistakes in our marriage. And now I'm taking responsibility for this company, which needs leadership.",
        "Bill: You're looking at its leader.",
        "Katie: Not anymore.",
        "Bill: Katie, if that board meeting was an example of your leadership --",
        "Katie: That board meeting was an example of you being a bully. And I'm not gonna allow that in my boardroom by you or anyone else. That's why I asked you to leave.",
        "Bill: It was a little more than a friendly request.",
        "Katie: Maybe I'm taking a page from your book. You were treating me with zero respect, bill. I'm not gonna take that from anyone. You gave me no choice. When did this happen? When did you start treating me with such disrespect? I mean, is this what I have to look forward to?",
        "Bill: I don't disrespect you, Katie.",
        "Katie: Well, unfortunately, your words belie your actions. How did it come to this?",
        "Bill: You're gonna bring this company down, Katie. And whether you believe it or not, I care about you. I don't want to see you go through that.",
        "Katie: I know you have no faith in me.",
        "Bill: Faith only goes so far, Katie. You don't have the experience.",
        "Katie: That's not entirely true. And the things that I don't know I learn quickly.",
        "Bill: Do you?",
        "Katie: Well, I guess I didn't learn quickly enough to hold on to you.",
        "Bill: Well, that's another matter.",
        "Katie: I do want you here. I do need you.",
        "Bill: I know you do. But it won't work. Your style is, uh... well, it's different than mine. I can't do it. You, on the other hand, would fit right in to my style.",
        "Katie: No. No, the company is mine. And I'm going to run it. And I'm gonna prove you wrong.",
        "Bill: All right, then, you're on your own. Good luck, Katie. You're gonna need a lot of it.",
        "[Door closes]",
        "Liam: Whoa, you know, hope is making way too much out of this video, and now you are, too, Brooke.",
        "Brooke: That video I'm sure had an impact on Steffy. Do you know what that means? Have you even thought about that?",
        "Liam: What it means, Brooke, is that Steffy now knows, as we all should, that my marriage to her actually meant something.",
        "Brooke: She shouldn't need a personal tribute to know that, Liam.",
        "Liam: Are you kidding me? After everything that Steffy's been through? Losing the baby, the pain, the suffering, the loss, the guilt? You're wrong, Brooke. Steffy needed to be free of all that. She needed to know that I cared, that our marriage wasn't some terrible disaster. And this video accomplished that. Now, hope and I can work this out, 'cause she's still got my engagement ring on her finger.",
        "Wyatt: I'll get you another one. One without all the baggage attached to it. It is so right. Think of all we've been through. You are about to start a new life, this time with someone who loves only you.",
        "Katie: [Sighs] Thank you so much for bringing him up here in all of this stuff. This is just the medicine I needed. Yes, it is.",
        "Danielle: Well, your first daycare center is a huge hit. Every parent at this company adores you. Oh!",
        "Katie: [Chuckles] Well, too bad they weren't in the board meeting.",
        "Will: [Cooing]",
        "Danielle: Bill was a pain, wasn't he?",
        "Katie: [Scoffs] Yeah, that's putting it mildly.",
        "Danielle: I saw him leave. Is everything okay?",
        "Katie: Hmm.",
        "Danielle: Come on. This is me you're talking to. It couldn't have been easy for you, but you held your own. I'm really proud of you.",
        "Katie: I don't know.",
        "Danielle: You have the respect of this organization.",
        "Katie: Well, that's about all I have these days, except for this little guy. Yes. My boy. I just never dreamed that this would be his life, you know? I mean, shared visitation, broken home... lonely nights. I asked bill how it came to this. But I know who's to blame.",
        "Brooke: I don't doubt your sincerity, Liam, but my only concern right now is hope.",
        "Liam: Yeah, mine, too. That's why I need to see her.",
        "Brooke: So, what do you think you can possibly say that will fix this? I think the best thing to do is just step back and give her some space, let her make decisions.",
        "Liam: Decisions about what?",
        "Brooke: About who she's going to spend the rest of her life with.",
        "Liam: No, no, no, no! That decision has already been made. We're getting married. Nothing has changed. Oh, terrific.",
        "Bill: That's a nice greeting. Did you talk to hope?",
        "Liam: Not yet, but I'm going to.",
        "Bill: What are you hanging around here for?",
        "Liam: A certain someone won't tell me where she is.",
        "Bill: Ah. I see.",
        "Brooke: Hope is disillusioned.",
        "Bill: More than she ought to be, as far as I'm concerned.",
        "Brooke: Given her history with Steffy, I don't think so.",
        "Liam: Uh, you know, for the record, I agree with both of you. I mean, given how I feel about hope, this is not some major catastrophe. We will get through this. And on the other hand, I do know how she feels.",
        "Brooke: Do you, Liam? Truly?",
        "Liam: Hope wants to know that I'm hers and only hers, and I am. And I'm not gonna stand here and debate this with both of you, so please, Brooke, just tell me where she is.",
        "Brooke: She's in the cabin.",
        "Liam: Thank you.",
        "Brooke: But, Liam, wait. There's something you need to know.",
        "Wyatt: I'm here. I will always be here for you. Tell me that you know that.",
        "Hope: [Exhales deeply]",
        "Wyatt: You're gonna be okay. Hope: I am okay.",
        "Wyatt: Of course you are. How could you not be?",
        "Liam: What is it, Brooke?",
        "Brooke: [Sighs] Hope isn't alone.",
        "Liam: What?",
        "Brooke: Hope is with Wyatt.",
        "Liam: [Laughs] Of course! Of course. No surprise there. He's the one who sent her the video, after all.",
        "Bill: Wait, wait, wait. What? What? How could he? He didn't have access to it.",
        "Liam: How else do you think it got in her inbox?",
        "Brooke: Liam, I think you better cool down.",
        "Liam: Yeah, I'll show you cool.",
        "Brooke: Bill.",
        "[Door slams]",
        "Bill: Let him go. They'll be fine.",
        "Brooke: \"They'll be fine\"?",
        "Bill: It'll be good for them.",
        "Brooke: They're your sons.",
        "Bill: Yeah. Don't I know it. And they're in love with the same woman. It's not really something you talk to your old man about. They'll be fine. Bottom line is, hope needs to choose. And the best way to do that is to have them both in her face.",
        "Brooke: I suppose.",
        "Bill: Well, I guess that girl has something going for her, right? I mean, she is your daughter.",
        "Brooke: Oh! I almost forgot. How did the board meeting go?",
        "Bill: Well, it was, uh, cut short.",
        "Brooke: What?",
        "Bill: Katie asked me to leave.",
        "Katie: I guess this is my life now -- raising this one and running this company in the perpetual shadow of the great bill Spencer.",
        "Danielle: Well, you weren't in his shadow today. If anything, he was in yours.",
        "Brooke: Katie removed you from the board meeting? Can she do that?",
        "Bill: Well, first she said I could leave anytime I chose, then she cleared the room. Said I was being disruptive.",
        "Brooke: Were you?",
        "Bill: No! Well, I mean, if being disruptive is giving my opinion about what it takes to keep the company solvent, okay, yeah, I guess I was being disruptive.",
        "Brooke: Oh, bill.",
        "Bill: She wants to sell the yacht, Brooke, and the aspen retreat. And you know what she wants to do with all the money she thinks she's gonna save?",
        "Brooke: [Sighs]",
        "Bill: She wants to spend 10 times as much on frivolous nonsense for the employees.",
        "Brooke: I'm sorry.",
        "Bill: I'm not. Listen, Katie can run that company into the ground as far as I'm concerned. I'm out, and I'm through. You know what? I don't want to talk about Katie, and I don't want to talk about the company. I want to refocus.",
        "Brooke: Okay.",
        "Bill: Yeah.",
        "Brooke: So, what did you have in mind?",
        "Bill: Well, I want to do something different with you. Can you handle different?",
        "Brooke: [Chuckles] I can handle anything you throw at me, stallion.",
        "Bill: Can you?",
        "Brooke: Mm-hmm.",
        "Bill: All right, well... I'm gonna make you prove that.",
        "Brooke: Mmm.",
        "Hope: I have to stop.",
        "Wyatt: Have to or want to?",
        "Hope: [Exhales deeply] I have to talk to him.",
        "Wyatt: [Sighs] You know what he's going to say. You've heard it how many times? Far too many. Far too many.",
        "Hope: [Breathing heavily]",
        "Brooke: Let's see. What do you have in store for me? Another hot-air balloon ride? Or maybe... you know, surprises aren't perishable. This could wait till tomorrow.",
        "Bill: No, no, no, no. Unh-unh. Not this one. Not this one.",
        "Brooke: Are you sure?",
        "Bill: Yeah, I'm positive. Listen, it's been a tough day, but enough with that. Let's focus on this event.",
        "Brooke: Oh, it's an event.",
        "Bill: Yeah, it's something I'm passionate about, but I haven't been able to sink my teeth into it because I haven't had time.",
        "Brooke: Teeth?",
        "Bill: Well, maybe feet.",
        "Brooke: Hmm. Feet.",
        "Bill: Yeah, I want to share it with you.",
        "Brooke: [Chuckles] Okay. No hints?",
        "Bill: Hints. Hints. Uh, it is...uplifting.",
        "Brooke: Uplifting. Uplifting.",
        "Bill: Don't even try. You'll never guess in a million years. I made a stop on the way home. You're gonna need to close your eyes.",
        "Brooke: [Laughing] What?",
        "Bill: Close them.",
        "Brooke: O-okay.",
        "Bill: Close them. Nope, now you're peeking. Now you're opening them. No peeking.",
        "Brooke: [Laughs]",
        "Bill: Come here. Hands. Hands on the eyes. Here.",
        "Brooke: Okay, I'm closing them.",
        "Bill: Here you go. Pillow. Pillow. I don't trust you. Pillow better not move, all right?",
        "Brooke: Bill, hurry.",
        "Bill: I'm gonna be right back.",
        "Brooke: [Laughs] Don't leave me like this forever! Hurry.",
        "Bill: Put the pillow back!",
        "Danielle: We're all behind you, you know -- me and Karen and the company. You're surrounded by support.",
        "Katie: I know, and I appreciate that. It's just...",
        "Danielle: It's just what?",
        "Katie: Well, he didn't even ask about will. I mean, it's like he's not really involved.",
        "Will: [Coos]",
        "Danielle: Well, you know, he did kind of have his hands full.",
        "Katie: I was tough on him, wasn't I?",
        "Danielle: You had to be. He was out of control.",
        "Katie: He was fighting for his life -- his company.",
        "Danielle: His ego has been bruised. Katie, what has he done to yours?",
        "Katie: He has Brooke and Liam and Wyatt. I'm sure they're all over at Brooke's house partying.",
        "Danielle: And you're here raising his youngest son. Don't go feeling so sorry for him.",
        "Katie: I'm not. It's just that I look at will, and... I know how much I've lost.",
        "Will: [Coos]",
        "[Door closes]",
        "Bill: All right, put it down.",
        "Brooke: [Sighs]",
        "Bill: Open your eyes.",
        "Brooke: Wow. [Chuckles] What is all that?",
        "Bill: This is your new hobby. Our hobby. What do you think?",
        "Brooke: Uh... [Chuckles]",
        "Liam: You can leave now, Wyatt.",
        "Wyatt: Hmm. Afraid not, tough guy.",
        "Liam: Or I could come over there and force you to leave.",
        "Hope: Okay, all right. This is not how this is gonna go down, guys.",
        "Liam: Okay, well, then would you tell him to leave? Hope, where's your ring?",
        "Hope: I took it off.",
        "Liam: You're not doing this again.",
        "Wyatt: She already has.",
        "Liam: You stay out of it! This can't be happening.",
        "Hope: You did something unforgivable, Liam. You reached out to Steffy.",
        "Liam: I did not reach out to Steffy. She asked me for something, and I gave it to her.",
        "Hope: Of course, you did. A video. A video to tell her how much she meant to you.",
        "Liam: Yeah. And she meant a lot. You know that. I wouldn't have married her if she didn't. But that's over now. And the whole point of the video was to say goodbye.",
        "Wyatt: Well, you know, if I was Steffy, and I saw that video, I wouldn't think that it was to say goodbye.",
        "Liam: Oh! So you have seen it? Thank you!",
        "Wyatt: Actually, no. I didn't. Hope told me all about it.",
        "Liam: Yeah, well, I asked Steffy about it, and she's not the one who sent -- do you see what he's doing to us?",
        "Wyatt: I didn't send it.",
        "Liam: Oh, look, he's trying to manipulate you.",
        "Hope: He did not send the video, Liam! He didn't send it. But it doesn't matter who did, because I needed to see it! We could get through anything -- anything, Liam -- but not this. Not you reconnecting with Steffy. Not again!",
        "Liam: Hope, there is no Steffy in my life. And I'm not going to accept this. That ring belongs on your finger, and we deserve to be married. No more exceptions. No more waiting. I'm not gonna let him or anyone get between us!"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=ly9NlzWJSJs"
}