{
    "Episode Summary": [],
    "Recap": [
        "Liam pilots the boat carrying him and Ivy down the Amstel flowing through the center of Amsterdam. He pours some champagne and their faces glow as they celebrate. He admits he did not set this up. She says somebody sure did with all the champagne, hors d'oeuvres and special food. She has never been happier. He says she deserves it. Hope hugs Wyatt and says she overheard him talking to Lars on the phone and it sounded like he was planning something really romantic. He stammers a bit and says they can do it tomorrow but this was a surprise for Ivy and Liam. She thinks that is a little strange for him to do that. He says he did it as a surprise because Liam would not have gotten on the boat if he knew it was him that set it up. Hope counters that if Ivy and Liam wanted a romantic boat ride they would have set it up themselves, so Wyatt seemed to take the opportunity and advantage. He is so like his mother in manipulating. He doesn't understand her over-reacting to this. It's a simple boat ride and he just wanted to help Liam. They go back and forth. She says this is so self serving. He is trying to force their relationship. He says he wants his brother to be happy and doesn't know why that is a problem. Ridge checks with Pam to see if he has any messages. She says no, and especially not from Katie if he is asking. And if they are still together after this whole Caroline thing, do her a favor and have her take off that stupid red ribbon and buy her a real ring. Rick presents Maya with a gorgeous bracelet that she slips on. She tells him he has great taste. He says in jewelry only. She says she will not let that remark get to her. She mentions the CEO and his model just as Caroline walks in. She mocks that Maya has a great future being Rick's arm candy. Maya puts on her best Lady MacBeth act and says out damn Caroline. Caroline announces that she is not leaving. Rick says if it is about design she can make an appointment. Caroline pushes past Maya and says this is ridiculous. This is about them and she is not going to make an appointment to speak with her husband. She says she cares about him and wants him back, but he doesn't want to get into this now. While Rick takes a phone call, Maya tells Caroline to get a clue. It is over. She shows Caroline the bracelet. She says Rick has someone now who supports him and won't betray him. So Caroline can take all the alimony she can get and just move on. Caroline tells Rick that he is hurting but turning to Maya is not going to help. He can come home to her and they can still work this out. Rick says she turned to Ridge of all people. He has seen his own mother hurt by this man and never in a million years did he think it would affect his own wife.",
        "Ridge walks in and says that is enough. He goes right to Caroline and puts his arm around her slightly. He tells Rick that he can go after him but leave Caroline alone. Rick wants both of them out of the office and since he is CEO he can throw them out. Ridge tells him that he is being an idiot. He slept with the first woman that walked through his door. Rick says as far as he is concerned, Caroline no longer matters to him so get out. Hope says she doesn't see how Wyatt can say that when she knows how she feels about lies and manipulations. He counters with it is also how she feels about Liam. She needs to let him go. If he wants to move on with Ivy, then let him. She says that is the whole point ..IF it is Liam's decision but not Wyatt's. He says he rented a boat, got some champagne and flowers, no one is being hurt here. Hope says she is. He is spending so much time focusing on them and it's like Wyatt has put them on the backburner. He reminds her she is expecting his baby so what Liam does with Ivy or whomever does not affect them. She claims that he is being sneaky and did this behind her back and she can not trust him now. He says she can't have both. She chose him and Liam is moving on with his life. And she needs to let him. She says he can't if Wyatt is orchestrating everything. He should have been upfront about this. He says actually this has to stop ..the longing looks at each other. It's wrong and the sooner that Liam moves on with Ivy then it will stop. They need to be focusing on themselves not Ivy and Liam. Hope says she needs air and walks out on the balcony. Liam's boat approaches. Ivy suddenly blurts out to Liam that she loves him. He hesitates one second and says he loves her too and gives her a big kiss that Hope sees. She has tears in her eyes, inhales a big breath and can hardly breathe."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Mid-tempo pop music plays]",
        "[Camera shutter clicks]",
        "[Singing in Dutch] Ooh, ooh ooh, ooh",
        "[Continues singing in Dutch]",
        "[Glasses clink] Ooh, ooh ooh, ooh",
        "[Continues singing in Dutch] Ooh, ooh",
        "[Music stops]",
        "Hope: Hey, I can be ready to go in like five minutes.",
        "Wyatt: Why? Are we going somewhere?",
        "Hope: Oh, give it up. You said you had something special planned.",
        "Wyatt: [Chuckling] Yeah, but I'm all alone with my wife in this beautiful hotel room.",
        "Hope: [Chuckles]",
        "Wyatt: I was hoping to take advantage.",
        "Hope: Mm. Yeah, all right, I like that idea, too.",
        "Wyatt: Yeah?",
        "Hope: Is it too late to cancel the boat?",
        "Wyatt: The -- what?",
        "Hope: I overheard you talking to Lars. It sounded like you were planning something very romantic.",
        "Wyatt: [Chuckles]",
        "Maya: Whoa. Rick.",
        "Rick: You like it?",
        "Maya: I-I love it.",
        "Rick: I thought you would.",
        "Maya: Well, you have great instincts.",
        "Rick: In jewelry, at least.",
        "Maya: Meaning...?",
        "Rick: Yeah, women, not so much.",
        "Maya: I'm gonna try not to be insulted.",
        "Rick: [Chuckles] Well, until now, of course.",
        "Maya: That's right. Because now you have a woman who actually appreciates you. We are going to accomplish so much together, Rick -- the C.E.O. And his model.",
        "Caroline: Wow. Okay, sorry I interrupted.",
        "Maya: Then knock. We're busy.",
        "Caroline: Such ambition in your eyes. A bright future being Rick's arm candy. You know, Maya, if you ever decide to revisit your acting career, you'd make a great lady Macbeth.",
        "Maya: Out, damned Caroline! Out, I say!",
        "Ridge: Pamela.",
        "Pam: Hmm?",
        "Ridge: Any messages?",
        "Pam: Nope. Katie hasn't called, if that's what you're asking.",
        "Ridge: That's not what I'm asking, but it sounds like you were asking something. What is it?",
        "Pam: Are you two still together?",
        "Ridge: Working on it.",
        "Pam: Okay. Well, if she decides to take you back after this whole Caroline mess, will you please do me a favor?",
        "Ridge: What's the favor?",
        "Pam: Enough with the ribbon thing. Just buy the poor woman an actual ring.",
        "Maya: I mean it, Caroline. Turn right around and go.",
        "Caroline: I'm not leaving.",
        "Rick: If this is about design, you can make an appointment.",
        "Caroline: This is about us, and that's -- that's ridiculous. I am not gonna make an appointment to talk to my husband. I care about you. I want you back.",
        "Rick: I'm not gonna get into this right now.",
        "[Cell phone rings]",
        "Rick: Hello?",
        "Maya: Listen. Get a clue. It's over.",
        "Caroline: I don't accept that.",
        "Maya: Would he be lavishing me with gifts if he was even remotely thinking about getting back with you?",
        "Caroline: Yeah, if he was confused and being taken advantage of.",
        "Maya: Look, Caroline. Rick's got someone new now -- someone who won't betray him, someone who supports him. So take whatever alimony you're gonna get and move on.",
        "Wyatt: You heard me talking to Lars?",
        "Hope: Arranging a boat ride for us. You sure you want to skip it, Mr. Romance?",
        "Wyatt: [Chuckles] Um, I mean... [Clears throat] We could do it tomorrow.",
        "Hope: But you booked it for today, right?",
        "Wyatt: Right. Yeah, I-I did. Um...I-I didn't rent the boat for us.",
        "Hope: What do you mean?",
        "Wyatt: It was a surprise for Ivy and Liam.",
        "Ivy: Thank you.",
        "Liam: For what? Th-- this is not me.",
        "Ivy: You know what? I believed that at first.",
        "Liam: Scout's honor. This is not me. I swear.",
        "Ivy: Really? So you just -- you just happen to know how to drive a boat?",
        "Liam: Oh, no, no, no. I'm a Spencer. That's in my blood. Are you kidding? [Chuckles]",
        "Ivy: And you also happen to know exactly where you're going?",
        "Liam: I've been driving around in circles. Haven't you noticed?",
        "Ivy: [Chuckles] Liam, be careful.",
        "Liam: I'm careful. I'm careful. We're fine. I mean, you can swim, right?",
        "Ivy: [Chuckles] You seriously didn't organize this?",
        "Liam: I seriously did not organize this.",
        "Ivy: Wow. Whoever set all of this up sure knew what they were doing.",
        "Liam: Yeah.",
        "Ivy: I mean, hors d'oeuvres, champagne.",
        "Liam: [Chuckles]",
        "Ivy: Some of the best views in the world. I mean...",
        "Liam: No arguments here.",
        "Ivy: [Chuckles] You know, I don't -- I don't think I've ever been happier.",
        "Liam: Well, you deserve it.",
        "Caroline: Rick, you're hurting, but turning to Maya is not gonna help.",
        "Maya: How can you say that? I am here every day listening to him, supporting him.",
        "Caroline: Oh, my god, you are supporting yourself. I know that you cannot see through her act --",
        "Rick: Maya didn't lie to me. That was you, Caroline.",
        "Caroline: You're not yourself, and you're lashing out, but it does not have to be this way. Come home to me. We're still married. We can -- we can work this out.",
        "Rick: How? Ridge, of all people? I've been forced to deal with him my entire life -- watching him hurt my mother over and over again, and never in a million years, did I think he would hurt my wife. You turn to him?! You kiss him?!",
        "Ridge: That's enough. That's enough.",
        "Hope: You arranged a romantic boat ride for Liam and Ivy? Why?",
        "Wyatt: It's a great way to see the city.",
        "Hope: But they didn't think that was maybe a little strange that you did this for them?",
        "Wyatt: They -- they don't know that it was me.",
        "Hope: Okay.",
        "Wyatt: What? You know Liam. He probably wouldn't have even gotten on the boat if he knew it was me.",
        "Hope: Exactly, because it's weird. If Liam and Ivy wanted to go on a romantic boat ride together, they would have set it up themselves.",
        "Wyatt: Well, I saw an opportunity there.",
        "Hope: And you took advantage. Oh, my god. You are so your mother right now.",
        "Wyatt: What are you talking about?!",
        "Hope: You manipulated them.",
        "Wyatt: It's a boat ride!",
        "Hope: Ugh.",
        "Wyatt: [Scoffs] Okay, I should have told you. I don't know why I didn't. I was just trying to help Liam.",
        "Hope: No. When have you ever done anything to help Liam? This -- this is so self-serving. You were trying to force their relationship.",
        "Wyatt: Okay, maybe I am. Maybe I actually want my brother to be happy. Why is that a problem?",
        "Liam: What a way to see Amsterdam, huh?",
        "Ivy: I know. I still can't quite wrap my mind around it.",
        "Liam: Yeah, just that we're here, right?",
        "Ivy: Well, yeah, that we're here...that I'm working at Forrester. I have my own jewelry line.",
        "Liam: Yeah.",
        "Ivy: You know, I am living the American dream. [Chuckles]",
        "Liam: We are living the Dutch dream.",
        "Ridge: You want to come after someone, come after me, not her.",
        "Caroline: Ridge, it's okay.",
        "Ridge: It's not okay. Don't talk to her like that. I won't have it.",
        "Rick: You won't? Well, I'm C.E.O. This is my office.",
        "Ridge: I don't care what your title is, Rick. You're being an idiot. Look what you're doing. You slept with the first woman that walked through your door.",
        "Rick: You just want to push it, don't you? Go on. Give me a reason to fire you. I already warned you about talking trash about Maya. You know, my entire childhood -- all those years -- I watched your assaults on my mother -- watched her pick up the pieces every single time. Well, no more. Not for my mother, and not for Caroline. As far as she's concerned, I couldn't care less. So, the both of you, get out of my office.",
        "Hope: Why is it a problem? Seriously? You're really asking me that, when you know how I feel about lies and manipulations?",
        "Wyatt: More importantly, knowing how you feel about Liam. You have to let him go, Hope. Let him move on. If he wants to move on with Ivy, then so be it.",
        "Hope: Okay, if. That's my point. That's the whole thing. If Liam wants to be with Ivy, okay, fine, but that's his decision, not yours.",
        "Wyatt: Let him go.",
        "Hope: I have.",
        "Wyatt: And yet the idea of them being together upsets you. I rented a boat with some champagne and some flowers. Nobody's being hurt here.",
        "Hope: I am. I'm being hurt. You're putting so much focus on their relationship. You're not thinking about us. It's like you're -- you're putting us on the back burner.",
        "Wyatt: Do you want him pining after you for the rest of his life?",
        "Hope: No.",
        "Wyatt: Me neither. You're my wife. You're carrying my child, and if Liam is moving on with Ivy or whoever else, that doesn't affect that. I just wanted to do something nice for my brother.",
        "Hope: Maybe I would feel differently about it if you were just up front. Like, if the four of us were all hanging out, and you said, \"hey, Liam, wouldn't it be a great idea if you took Ivy on this boat ride,\" and he said, \"yeah, that sounds awesome,\" but that's not what happened. You went behind everybody's back, and that's sneaky, Wyatt.",
        "Wyatt: I can see that.",
        "Hope: I feel like I can't trust you now with the things that you're saying and doing.",
        "Wyatt: Do you think you're overreacting here? No, you know what? You can't have us both.",
        "Hope: That's not what I...",
        "Wyatt: You chose me. You married me. Liam has to move on with his life, and you have to let him.",
        "[Soft piano music plays] I'll never forget when we first met it wasn't so long ago it had gotten late, and I was lost and you said not to cry You gave me that face",
        "Both: Who's that man? Believe in me I'm a real good guy ohh, ohh, ohh won't you follow me home to the place where we belong? Follow me home just give me your hand when you feel like you can't start again just hold your breath and count to 10 Ohh Today is the day I finally found the one The one To follow me home Ho-o-o-me Ohh 'cause today's the day I finally found the one I finally, finally found the one",
        "Both: To follow me home",
        "Caroline: I can't believe Rick. He's not acting like himself.",
        "Ridge: Well, maybe he is. Maybe you just haven't seen that side of him.",
        "Caroline: No, he's hurting. He's hurting so much. I mean, the -- the way that he's turning to Maya -- he doesn't want her.",
        "Ridge: I've known Rick a lot longer than you have, and this is what he does. He gets upset, and he retaliates. [Sighs] And, yes, what we did was wrong, but I don't want him treating you like that.",
        "Caroline: Anyone but you. That's why he's hurting so much. That's -- it's... [Sighs]",
        "Ridge: You know, what he said before about his mother... it might be a cliché, but there are two sides to every story, and I think Rick has always wanted me to be the bad guy in his life. But it's not that clear-cut.",
        "Caroline: Nothing ever is.",
        "Ridge: You don't deserve this.",
        "Wyatt: Let Liam live his life.",
        "Hope: How do you know that Liam even wants to be with Ivy?",
        "Wyatt: Because I see how they are with each other. She makes him smile.",
        "Hope: Not if you're the one orchestrating things -- not if you are the one forcing the relationship.",
        "Wyatt: I was just trying to do something fun for them. A romantic boat ride is not gonna make or break the relationship. And why are you so emotionally invested in this? Ivy is a nice girl. Why can't you be happy for him?",
        "Hope: You should have been up front about it!",
        "Wyatt: [Sighs] Probably. You know, honestly, this has to stop.",
        "Hope: What?",
        "Wyatt: The looks, the longing, you looking at him, and him looking at you. It's annoying, and the sooner you see him move on, maybe the sooner it'll stop. But it needs to stop. It's wrong. We are married, and we are expecting a child. That is what we need to be focused on right now -- not Ivy and Liam.",
        "Hope: I need some air.",
        "Ivy: Ohh. The hotel de l'europe.",
        "Liam: Yeah.",
        "Ivy: So, uh, does this mean that our ride is almost over?",
        "Liam: Not if we don't want it to be.",
        "Ivy: I love you. I'm jus-- I'm sorry. I'm sorry. I just put you on the spot.",
        "Liam: I love you, too.",
        "Hope: [Inhales deeply] [Exhales deeply]"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=68FgcOuElo4"
}