{
    "Episode Summary": [],
    "Recap": [
        "Nick admits his mistake. They have both made mistakes. He pleads his case - don't give up on what they have together. Ridge keeps interrupting with wisecracks and Nick fires them right back and tells the pig to shut up. Ridge urges Brooke to just tell him the marriage is over, it never should have happened in the first place, and they can move on. Taylor laments to Phoebe she is not sure she can ever be happy with Thorne while carrying this terrible secret inside. Phoebe just wants her mother to be happy. She is afraid of jail time for her, but also is proud that she wants to tell the truth. Eric tells Stephanie that Nick Marone is there now with Brooke and Ridge. He fills her in on Bridget's plight - she's pregnant. And it's not Nick's, but Dante's. Thorne talks to a photo of Darla and thinks she will wish him well with a life with Taylor. He plans a special surprise for her. He calls and she agrees to go to Big Bear with him.",
        "Bridget joins the group and confesses that she has hurt Brooke so badly and wants to make it up to her? Brooke asks to be alone with her daughter. She accuses Bridget of being very judgmental of her, is this some sort of revenge? Bridget confesses her love for her mother and pleads with her not to break up her marriage over this. Nick had not forced himself on her, she loved him, she was sober, she knew what she was doing. And she knew Nick acted out of pain, not love. And she's ready to get down on her hands and knees and beg for forgiveness. There is plenty of guilt to go around. Brooke forgives her and says she loves her daughter. She does have a decision to make whether to continue her marriage or not. Nick wants to stick around for Brooke, but Stephanie tells him why doesn't he see the handwriting on the wall? With Ridge alone with Brooke, he tells her she married a bastard and he thinks she realizes that now. He's not going to come between a husband and wife. She needs to take off that wedding ring and end the marriage and they can have an incredible future together. He knows she CAN make that happen and she will."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nick: Brooke, I've admitted my mistake.",
        "Brooke: Bridget is pregnant.",
        "Nick: But not by me.",
        "Ridge: Oh, and that makes everything all right? He slept with your daughter, Brooke.",
        "Nick: And I'm asking for your forgiveness.",
        "Ridge: Why are you even listening to this anymore?",
        "Nick: We've both made our mistakes. Don't give up on what we have together. That would be the biggest mistake that you could make.",
        "[SCENE_BREAK]",
        "Phoebe: Mom? I can tell you're worried about Shane. But he's not gonna tell anybody. I know he's not.",
        "Taylor: It isn't Shane I'm worried about, sweetheart. It's me. I just don't -- I don't know how I'm ever going to be happy with Thorne when I'm carrying this terrible secret inside. I mean, how -- how can I take the place of the woman he loved more than anything in the world, when I'm the person who killed her?",
        "[SCENE_BREAK]",
        "Eric: Well, there you are. I was wondering if you might want one of these.",
        "Stephanie: Oh, thanks, but no thanks.",
        "Eric: So, you were down at the pool with Donna Logan. How did that go?",
        "Stephanie: She left of her own volition.",
        "Eric: Well, Nick Marone is here now. He's out in the guesthouse with Brooke and Ridge.",
        "Stephanie: The plot thickens.",
        "Eric: You have no idea.",
        "Stephanie: What do you mean?",
        "Eric: You might want to sit down for that. While you were out, Bridget came by. She's pregnant. She actually thought for a while that the father might be Nick. But as it turns out, he's not.",
        "Stephanie: It's Dante?",
        "Eric: Yeah.",
        "Stephanie: Felicia. Oh, Felicia. God almighty, when does this ever end?",
        "[Stephanie sighs]",
        "[SCENE_BREAK]",
        "Nick: Brooke, we've been through more in our short marriage than most people have been through in a lifetime.",
        "Ridge: \"Short\" being the key word here, as in \"over already.\"",
        "Nick: My god, Forrester! Are you so insecure, you can't let me have a moment alone with my wife?",
        "Ridge: No, I'm not insecure at all, Nick. I'm trying to protect her from you.",
        "Nick: We can get through this.",
        "Ridge: Marone, this marriage was a side trip, a distraction, that's all. It never should've happened in the first place. Now, it's over. Mostly because you proved yourself to be a pig with no morals. But mostly because Brooke realizes now she should've been with me all along. Logan, let's just get this over with now. Just tell him.",
        "Bridget: I'm so sorry, Mom. Can you ever forgive me?",
        "[SCENE_BREAK]",
        "Thorne: No one can ever take your place. Taylor has come to mean so much to me. That's why I have to believe you'll understand and that you'll be happy for me. [Phone rings] Thorne Forrester. Yes, Mr. Weldon. I did call. Well, good, because I want something very special. And I need it as quickly as you can put it together.",
        "Phoebe: Mom, I just want you to be happy. I mean, of course, I'd rather you be happy with dad, but--",
        "Taylor: Well, sweetheart, that is never going to happen for your dad and me.",
        "Phoebe: I know. I know. And Thorne's a really nice guy.",
        "Taylor: Mm-hmm, he is. Phoebe, if he finds out on his own, how do you think he'll react?",
        "Phoebe: I don't think he's ever gonna find out.",
        "Taylor: Yes -- yes, yes, he will. Phoebe, I've decided the only way I can live with myself is -- I'm going to tell him.",
        "[SCENE_BREAK]",
        "Bridget: Mom, I hurt you so badly. And if there's anything that I can do to just try and make this up to you.",
        "Nick: You know, Bridget, you should let your mother and I handle this. It'd probably be for the best.",
        "Ridge: The guy just doesn't get it.",
        "Bridget: Nick, she really does need to understand what happened that night.",
        "Ridge: Oh, I think she's got the idea. It's pretty simple.",
        "Brooke: No, you know what? Bridget and I do need some time alone. So, if you two could please leave. You slept with my husband. You were very judgmental, and you hated me. So is this some kind of revenge?",
        "Bridget: Please, mother, just let me explain.",
        "Brooke: Explain? How is that going to make it better?! How, Bridget?! Especially coming from somebody who's been so judgmental of me.",
        "Bridget: Okay, fine, I'm a hypocrite, and I know that. But at the time, Nick thought his marriage was over. He took off his wedding ring. Mom, he was hurt because you left his bedroom and ran to Ridge. He called Donna. He found out that you and Ridge were kissing!",
        "Brooke: Oh, my god. You are trying to make excuses for what he did. How could you do that? How could you excuse that, Bridget?",
        "[SCENE_BREAK]",
        "Phoebe: Have you thought about this?",
        "Taylor: That's all I think about.",
        "Phoebe: Well, if you tell Thorne, he could call the police.",
        "Taylor: Yeah, he could.",
        "Phoebe: Why do you have to do this?",
        "Taylor: Phoebe -- you know, if I don't own up to what I did, how can I even function in my life? How can I even give you guidance as a mother? How can I go back to work? How can I counsel patients, telling them to confront their personal issues with honesty, when I'm a living, walking lie myself?",
        "Phoebe: I just don't want you to go to jail.",
        "Taylor: I'm so sorry. Honey, I'm so sorry. I'm sorry you got caught up in this. I'm sorry that I let it go on this long.",
        "Phoebe: I'm really scared for you to go to jail, but I guess -- I guess the truth is, I've never been all that comfortable with lying in the first place. I'm proud of you for wanting to tell the truth. [Phone ringing] I'll get it. Hello?",
        "Thorne: Phoebe, hey. It's Uncle Thorne.",
        "Phoebe: Hi. Here's my mom.",
        "Taylor: Hello?",
        "Thorne: Hey, there's the voice I long to hear. Listen, I know this is kind of last minute, but what would you say about coming up to big bear with me?",
        "Taylor: Sure. When?",
        "Thorne: Tomorrow. I think like we could use a little time alone.",
        "Taylor: Yeah -- yeah, sure.",
        "Thorne: Okay, I'll pick you up in the morning.",
        "Taylor: Bye.",
        "[SCENE_BREAK]",
        "Ridge: I don't remember asking you to stick around, Nick.",
        "Nick: Oh, shut up, Forrester.",
        "Ridge: Oh, enjoy it while you can. She's not gonna be your wife much longer.",
        "Nick: You know, you're delusional about your past with Brooke. You never made the woman happy.",
        "Ridge: Oh, you see a happy woman over there right now, do you?",
        "Nick: Well, she would be if you'd leave her alone.",
        "Ridge: You know, it's phenomenal the way you keep trying to blame me for what you did.",
        "Nick: Who are you to bring up morals to me, you pig?",
        "Ridge: Oh, that's it. Get the hell out of here, Nick.",
        "Nick: I'm waiting here for my wife.",
        "Ridge: Well, wait out in the driveway.",
        "[SCENE_BREAK]",
        "Stephanie: Stop this nonsense, please! You're acting like children.",
        "Bridget: My goodness, Mother. No, I am not trying to make this your fault. I think there's plenty of blame to go around for everyone. If you want save your marriage --",
        "Brooke: Who says I want to? What you did was bad, but what Nick did was ten times worse. You are a beautiful woman. Any man would want to be with you. But you are my daughter. You are Nick's wife's daughter. And he knew how you felt about him, Bridget, and he took advantage of that. Ridge was right. He just did it because he had a hurt ego.",
        "Bridget: No, Mom, you're wrong. Nick never forced himself on me. I wanted him. I wanted him, because I care about him, and he was hurting. I love him, Mom. I love him, and I probably always will. But I know he's your husband and -- that's why I'm here. I'm ready to get on my knees and beg for your forgiveness, and pray and hope that you will not throw nick out of your life for this. He loves you, Mom. And he is the man that you think he is. He's reliable and secure, and he is everything that you need him to be.",
        "Brooke: Don't make me laugh.",
        "Bridget: You know what, Mom? I don't think you realize the effect that Ridge has on you. Really, I'm being serious. It's pretty obvious to everyone that you two share something powerful. Can you imagine how that makes a man feel that's your husband? Knowing that, you know, his wife ran off with the great love of her life and is kissing and god knows what else --",
        "Brooke: That's all it was, Bridget.",
        "Bridget: Well, Nick didn't know that, mom! He had every right to be jealous and angry and everything else he felt. And yeah, he was drowning his pain. But he's not the bad guy. I was sober. I knew what I was doing. I knew that Nick was acting out of pain and not out of love. I should have never let things go as far as they did. And I'm really sorry for that. If you want to blame someone, just blame me. It's all right if you want to hate me, but please, god, please, don't throw nick out of your life over this. I don't know why people don't know about this.",
        "[SCENE_BREAK]",
        "Phoebe: Hey, I found my old sleeping bag. In case things go really well and you guys decide you want to go camping up by the lake. We can hope, can't we?",
        "Taylor: Phoebe, I seriously doubt he'll want to go camping after I say what I have to say. I can only hope -- [Taylor sighs] When I'm finished, he doesn't hate me.",
        "Ridge: You're right, Mother. This guy isn't worth wasting my energy on. Well, Marone, you are Brooke's past, and I am her future. Adios.",
        "Nick: I'll go wait at the pool.",
        "Stephanie: Wait, Nick, please. For your own sake, read the handwriting on the wall.",
        "Nick: Brooke's committed to me, Stephanie, and we will work through this. That's the writing I see on the wall.",
        "Stephanie: You just won't accept reality, will you?",
        "Nick: Well, I'm not really interested in your reality. Not now, and not ever.",
        "[SCENE_BREAK]",
        "Brooke: What happened with Nick happened, and we certainly can't just erase it. Even though I wish we could. So you're pregnant, and Nick said it's not his baby, so whose is it?",
        "Bridget: It's Dante's baby. When we were together, we originally -- Mom, it's such a mess.",
        "Brooke: Oh, god, honey. How could I not forgive you? You're my daughter. And I love you so much. You're gonna have a hard time ahead of you.",
        "Bridget: It'll be so much worse though if you leave Nick because of me. He really does love you.",
        "Brooke: Well, that's a decision that I'm gonna have to make. And you're right, you shouldn't be a part of it.",
        "Bridget: I just wanted you to know where he was coming from that night. And you need to know that we're all to blame. I mean, you and ridge -- definitely me and Nick. I love you, mom. I don't want to hurt you.",
        "[SCENE_BREAK]",
        "Brooke: Oh, god.",
        "Ridge: You married a bastard. Tonight, you realized that. But Marone has a way of squirming his way back into your life.",
        "Brooke: Yeah. I don't really know what to think, Ridge.",
        "Ridge: To me, it seems pretty black and white.",
        "Brooke: He did betray me.",
        "Ridge: That's right, he did. That's why it's time to put Nick behind you and move on. I want us to get back everything that we threw away. But I'm not gonna get in the middle of something between you and your husband. You have to make a decision. You have to take off that ring, end your marriage. We can have the most incredible future together, Brooke. You, me, R.J. and Hope. The family we've always dreamed of. I want that so badly. I want that so badly, Brooke, and I know you do, too. But you're the one that can make it happen -- only you. And you can do it, and you will. You will."
    ],
    "Transcript Author": [
        "Provided By Boo and Suzanne Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=ClLhkxfjXBY"
}