{
    "Episode Summary": [],
    "Recap": [
        "All cleaning up in the kitchen, Hope says today was a glorious day although she can only take credit for the first half of the day. She had nothing to do with Caroline and Rick getting married. Liam makes a mention of a spontaneous wedding in Malibu that he and Hope had although Wyatt says that doesn't count if it didn't take. Aly picks up on the tension. Donna reminds Eric that they got married in that very room also. Quinn sees this moment between the two of them. She suggests that everyone go sit down and rest and she and Donna will finish up in kitchen. They are polite but both make it clear where their interest lies \u0096 Eric. Donna admits he is the love of her life .as in present, not just in the past. Rick takes Caroline across the threshold. She makes him promise to never stop the surprises. He opens the champagne and makes a toast to their new life. They dance and kiss and then he lays her on the bed .one that has a heart shaped bed of pink roses. She says this is officially the best day of her life. Hope tells Liam, Aly and Wyatt that she was blown away that Rick's wedding went off so smoothly on such short notice. Liam starts saying yes considering he and Hope have been trying for years. Wyatt says nothing against Brooke but wasn't she the wedding planner for the umpteenth. Now, when he and Hope get married they are going to plan it themselves unlike Prince Charming here and they plan to actually get through the I do's. He tells Hope that it was a great day. Liam feigns disappointment that Wyatt is leaving. Wyatt takes Hope's hand in his and says no, he just wanted to tell Hope thanks for including his mother in their Thanksgiving celebration. Hope says of course, Wyatt is Caroline's cousin and Liam's brother. Liam corrects her and says half brother and he grabs Hope's other hand into his. Hope says that makes Wyatt and his mother family. Wyatt says but it was unreal when he saw both of his parents in the same room. He doesn't know how he feels about that. He is still sorting it out, but it's just one more thing that Hope managed to pull off. Liam rolls his eyes and Aly is still drinking all of this in. Eric finds Donna alone in the kitchen and she gives him a cup of tea and then wants to put some honey in it for her honey bear. He declines so she says she wants some and pours it on his finger and licks it off. Quinn is returning and stops just around the corner so she can see. Later she calls Donna out for what she just did sucking on Eric's finger that any of the others could have come in and seen. She has to call a slut a slut. They end up sparring and Quinn chastises Donna for having a big wad of cash from her settlement but is now just a secretary and one without her own desk even. Quinn reminds Donna that she has worked her butt off her whole life depending on her talent and intellect. Donna gives her credit for raising Wyatt in a good way, but she has also seen people come and go at Forrester so it shall be the same with Quinn. Quinn says she does not intend to go anywhere. Donna tells her that Wyatt is okay but there is something really off about Quinn. She gets the feeling she is nothing but trouble.",
        "Hope yawns and Wyatt says it's been a long day. Why don't they take the necklace back to Charlie at the Boutique and then see where the night takes them. Liam says she can't do that. Wyatt says Hope can speak for herself, caveman. Hope says yes she can. She's going home. Liam says great, he's ready. She says no, she meant alone to her mom's house. Wyatt says okay, in that case turn around. As Wyatt starts to move Hope's hair at the back of her neck to the side, Liam looks bothered. Wyatt looks straight at Liam's face with a grin as he unclasps the necklace and takes it off Hope. He says he is going home too. He walks to the door and Liam asks Hope to please say she is not going home with him. She says no. She gives Liam a peck on the cheek and says she will see him tomorrow. Wyatt holds the door open for Hope and they leave. Aly tells Liam that Hope is amazing and she really respects her but she should not be treating Liam like this. Hope didn't like it when Liam did that to her so she should not be doing it to him. What is Hope waiting for? Liam is funny and cute so what could Hope be waiting for. Eric comes downstairs in his robe all ready for bed. He didn't realize anyone would be waiting. Donna is there looking at the photos placed about, even one of Eric and Donna. Quinn is lurking in the shadows. Donna tells Eric that she waited. She is lonely, Eric is lonely and it's not like they haven't been here before. Eric says it has been a really really long day. Quinn glares at Donna when she says maybe not tonight, but someday. With Rick's wedding and all she was just having memories of when they were married. She is glad that Thorne and Aly moved in so he won't be alone in this big old house. She doesn't want him to do anything foolish. He questions her and she says like with Quinn. She called her a slut tonight. She's a bit dark and maybe even dangerous. She just wants Eric to keep his eyes open. She kisses Eric and sends him off to bed and says she will turn out the lights. As she turns off the third lamp, she hears a loud crash like glass breaking. She looks around and finds the framed photo of her and Eric with all the glass smashed. Quinn is glaring from the sidelines."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Eric: Well... Hope, you promised a day we would never forget, and you delivered.",
        "Hope: Well, I can only take credit for the first half of the day, because Rick and Caroline getting married -- I didn't see that coming.",
        "Eric: [Chuckles]",
        "Wyatt: Well, a lot to be said about that kind of spontaneity.",
        "Liam: You know, Hope and I actually experienced something like that once -- the, uh, beach in Malibu. Remember?",
        "Wyatt: It doesn't count if it doesn't take. [Chuckles dryly]",
        "Donna: I remember the day when we were married in that room.",
        "Eric: So do I. That was another glorious day.",
        "Donna: Yes.",
        "Hope: And many more to come.",
        "Eric: [Chuckles]",
        "Hope: You know, I'm -- I'm really proud of our family today. I mean, we have our issues, but I think this really proved that we can come together when it matters.",
        "Eric: Yeah.",
        "[Cell phone beeps]",
        "Eric: Oh. Oh, I'm sorry, everybody. I'm gonna have to return this.",
        "Quinn: Oh, you know what? Why don't you all go relax? Put your feet up. Donna and I can finish up here. Oh, I'm sorry! [Laughs] I'm -- I'm speaking for you. I-I assume that's all right.",
        "Donna: Of course. Yes, you guys go and enjoy yourselves.",
        "Hope: Are you sure?",
        "Donna: Out. Out of my kitchen. Now.",
        "Eric: Oh! Okay!",
        "Hope: All right! Okay! Yep!",
        "[Laughter]",
        "Eric: All right. Thanks. Thanks to both of you. Uh, we wouldn't normally have a cleanup duty, but I let the staff go tonight to be with their own families.",
        "Quinn: Well, don't you worry. We are going to whip these dishes into submission.",
        "Donna: Glad to help.",
        "Eric: All right.",
        "[SCENE_BREAK]",
        "Rick: All right. You ready to see your bridal suite?",
        "Caroline: Yes, please, now. [Laughs] [Scoffs] [Laughing] When did you... how?! [Chuckles]",
        "Rick: No, that's trade secrets. I can't tell you.",
        "Caroline: [Chuckles] I-I-I mean, I can't believe that 24 hours ago, I... I didn't even know that I was gonna be married to you. [Chuckles]",
        "Rick: It's okay, right? That you didn't get to be... \"the bride\"?",
        "Caroline: I did! I said my vows to you, and I got to hear you say yours, and... Carter announced us husband and wife in front of our family and closest friends. Just promise me that you'll never stop surprising me.",
        "[SCENE_BREAK]",
        "Caroline: [Sighs] This is really happening. We're -- we're married.",
        "Rick: Yeah?",
        "Caroline: [Laughs]",
        "Rick: How about a toast?",
        "Caroline: Definitely.",
        "Rick: Huh?",
        "Caroline: [Chuckles]",
        "Rick: [Clears throat]",
        "Caroline: [Sighs] [Chuckles]",
        "Rick: All right. To the start of our new life.",
        "Caroline: Mm-hmm -- as your wife. [Giggles]",
        "Rick: My wife.",
        "Caroline: Hmm.",
        "Rick: I don't think I'm ever gonna get tired of saying that. \"Have you met my wife?\" \"Can you get my wife?\" \"Where's my wife?\"",
        "Caroline: [Laughs] Well... they're never gonna have to look very far for your wife, because Caroline Spencer Forrester will always...be right by your side.",
        "[SCENE_BREAK]",
        "Donna: So, you never married?",
        "Quinn: No. I was focused on my son. Had to raise him alone, as you know.",
        "Donna: Yes. And you did a great job. I mean, Wyatt is quite a young man.",
        "Quinn: Thanks. I think so.",
        "Donna: He's certainly taken with Hope.",
        "Quinn: Yeah. They are a good match.",
        "Donna: Well, if Liam weren't in the picture.",
        "Quinn: Well... he is now. But you never know what might happen.",
        "Donna: Is that... kind of your philosophy -- \"anything could happen\"?",
        "Quinn: I'm not sure what you mean.",
        "Donna: Well, I-I couldn't help notice how you are with Eric.",
        "Quinn: How am I with Eric?",
        "Donna: You... talk to him with a... a certain kind of intimacy, I-I guess. You touch him freely. That sort of thing.",
        "Quinn: Oh. Bothers you?",
        "Donna: I didn't say that.",
        "Quinn: You know what I learned today? That Eric was the love of your life.",
        "Donna: Is.",
        "Quinn: Interesting.",
        "[SCENE_BREAK]",
        "Aly: Hey, anybody else blown away about Rick and Caroline?",
        "Liam: Yeah, I am! I can't believe they beat us to the altar! I mean, Hope and I were trying for how many years before they even met, you know?",
        "Hope: [Chuckles]",
        "Wyatt: Well, that's because somebody was distracted.",
        "Aly: I mean, how did they put everything together so quickly? And Caroline even had a dress.",
        "Hope: Oh, well, my brother's incredibly resourceful.",
        "Liam: Yeah, that, and he had, like, a lot of resources.",
        "Hope: But this is a Forrester thing. We can -- we can throw weddings together out of nothing, overnight.",
        "Liam: Yeah, that in particular being Brooke's specialty.",
        "Wyatt: She acted as your wedding planner, right? All... umpteen times? Which is no reflection of your mother, by any means. But when we get married, we're going to plan it ourselves. Unlike with Prince Charming here...we actually will make it through the \"I do's\".",
        "[SCENE_BREAK]",
        "Caroline: Rick said \"let's do it,\" and I said yes!",
        "[Both chuckle]",
        "Caroline: [Sighs] No, \"happy\" doesn't even... begin to describe it. I'm -- I'm... beyond. Thank you. I love you, too. Disappointed that they missed it, but... thrilled for us.",
        "Rick: I bet you they were shocked.",
        "Caroline: That we did it?",
        "Rick: Well, how we did it. I bet you they were expecting us to get married on a grand scale, you know? Uh, doves released right at the right moment, \"now I pronounce you --\" all the caviar you could eat.",
        "[Both laugh]",
        "Caroline: When I would think about my wedding, I envisioned all that stuff that you're talking about, but... it just turns out that... it's not important to me. All that matters was just becoming your wife.",
        "[SCENE_BREAK]",
        "Wyatt: [Clears throat] Um... this was a great day.",
        "Liam: Oh, no! Are you leaving?! Aww!",
        "Hope: [Giggles]",
        "Wyatt: No!",
        "Liam: [Laughs]",
        "Wyatt: I just wanted to thank Hope for including my mom and me in the family celebration.",
        "Hope: You are Caroline's cousin and Liam's brother, so --",
        "Liam: Half-brother. [Clears throat]",
        "Hope: ...And that makes you family!",
        "Wyatt: [Sighs] Well, it meant a lot to both of us, so thank you. Although it -- it was kind of weird seeing both of my parents at the same table.",
        "Hope: How did that feel?",
        "Wyatt: I haven't sorted it out yet, only that it was... another impossible thing that you managed to pull off.",
        "Liam: [Sighs]",
        "[SCENE_BREAK]",
        "Eric: Where's Quinn?",
        "Donna: She must've left without saying goodbye.",
        "Eric: Mm. Well...this was a great day.",
        "Donna: Mm. The best in a long time.",
        "Eric: Yeah.",
        "Donna: Being surrounded by all the people that matter to me.",
        "Eric: Good.",
        "Donna: Oh. I made you some tea.",
        "Eric: Mm-hmm. Good. Thank you.",
        "Donna: Honey... for my honey bear?",
        "[Both chuckle]",
        "Eric: Not for me. Thank you.",
        "Donna: I'd like some. Mmm.",
        "Eric: You... you are incorrigible.",
        "Donna: Remember that.",
        "Eric: Not likely to forget. I'm gonna get comfortable. Thanks for my tea.",
        "Donna: [Sighs]",
        "Quinn: What the hell was that? Eric's family is gathered. His innocent, young granddaughter is just on the other side of the door. They could've walked in at any time. And you're sucking honey off of his finger? [Scoffs] I'm sorry, but, uh... I have to call a slut a slut.",
        "Donna: [Scoffs]",
        "[SCENE_BREAK]",
        "Caroline: [Giggles] (Singer) Some days, you don't believe it, but you'll make it through you'll make it through and back in school, you said the kids would laugh at you they'd laugh at you but they just couldn't understand how words can make a difference so believe me, 'cause I speak the truth all that I've been waiting for is you is you is you is you-u-u-u",
        "[SCENE_BREAK]",
        "Donna: You don't know me... or anything about me.",
        "Quinn: You got your little piece of Forrester from your divorce settlement, sold it to Bill, and then you just got this huge pile of money. And how do you spend your days? Oh! Yes! You're a secretary. [Gasps] But you don't even have your own desk. But you got this great, big pile of cash because you slept your way to the top. You want to know how much respect I have for that? Zero. I work my butt off for everything using my talent and my intellect. You... don't want to cause trouble for me.",
        "Donna: Wait, you see -- you see a playful moment between Eric and me? This is none of your business. Maybe you should just leave.",
        "Quinn: Oh, no. You do not get to tell me to leave. I am an essential part of Forrester Creations. And I'm not going anywhere.",
        "Donna: I've been at Forrester a long time, and I've seen a lot of people come and go. You know what? My intuition right now is just screaming at me that you are no good for Eric. I meant what I said earlier. You did a great job with Wyatt. I commend you for that. But there is something really off about you. I get the feeling you're nothing but trouble.",
        "[SCENE_BREAK]",
        "Hope: [Yawns]",
        "Wyatt: Tired?",
        "Hope: Yeah. [Clears throat]",
        "Wyatt: Why don't we get out of here? We'll drop of the necklace with Charlie down at the boutique and see where the night takes us.",
        "Liam: She's not gonna do that.",
        "Wyatt: She can speak for herself, Caveman.",
        "Hope: Yes, she can. And I'm going home.",
        "Liam: Great. Let's go.",
        "Hope: No -- no, I'm -- I'm going home... alone, to my mom's house.",
        "Wyatt: Well, in that case... turn around?",
        "Liam: What are you -- what is he doing? What are you doing?",
        "Wyatt: Mm-hmm. [Humming]",
        "Wyatt: So you don't wanna go?",
        "Liam: Can I drive you to your -- come on!",
        "Wyatt: Really?",
        "Hope: Thank you. Uh, I have my car.",
        "Wyatt: Well, then, I am gonna get out of here, too.",
        "Liam: Please tell me you're not going home with him.",
        "Hope: I'm not. I'll see you tomorrow, okay?",
        "Liam: All right.",
        "Aly: Hope is amazing. And I really respect her, but... she shouldn't be treating you like that. She didn't like it when you did it to her, so why should she do it to you?",
        "Liam: [Chuckles]",
        "Aly: I mean, what is she waiting for? You're...funny and cute. I mean, what's there to think about, really?",
        "[SCENE_BREAK]",
        "Caroline: This is officially the best day of my life.",
        "Rick: So far. I'm gonna make sure that you have more. Even better.",
        "Caroline: Mnh-mnh. It's not possible.",
        "Rick: Oh, really? Is that a challenge?",
        "Caroline: [Giggles]",
        "Rick: Because I'm always up for a challenge.",
        "Caroline: Okay, then. You're officially allowed to try to top this day whenever you want.",
        "Rick: Oh, that smile. I love that smile. So beautiful. And I love you... Mrs. Forrester.",
        "[SCENE_BREAK]",
        "Eric: Hey. I didn't know anybody was still here.",
        "Donna: Oh. I waited for you. You're lonely. I'm lonely. It's not like we haven't been here before.",
        "Eric: Look, it's been a really, really long day.",
        "Donna: Maybe not tonight... but someday. You know, uh... when I saw Rick and Caroline here getting married, it... it just brought back all these memories of us -- our wedding. The happiest days of my life.",
        "Eric: I was happy, too.",
        "Donna: I am so thankful that -- that Thorne and Aly moved in. I was really worried about you being in this big house all by yourself.",
        "Eric: [Chuckles] Is that right?",
        "Donna: You know, maybe with family here, uh... you won't rush into anything, uh... potentially disastrous.",
        "Eric: Like what?",
        "Donna: Wyatt's mom.",
        "Eric: You don't like her.",
        "Donna: For starters, she -- she, uh -- she called me a slut.",
        "Eric: She didn't.",
        "Donna: Yes. Yes.",
        "Eric: What?",
        "Donna: I-it's -- it's not just that, Eric. She's... she's dark. Maybe even...dangerous.",
        "Eric: [Chuckles] Dangerous? How?",
        "Donna: The position that she has at Forrester, Eric... I'm sorry. Just keep your eyes...open. I couldn't stand if anything happened to my honey bear.",
        "Eric: Okay.",
        "Donna: I'm...gonna turn out the lights, okay? And you... you go on to bed.",
        "Eric: Okay.",
        "Donna: I'll take care of everything.",
        "Eric: Good night, Donna.",
        "Donna: Good night.",
        "[Glass shatters]"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=g9WM0WuBZ4I"
}