{
    "Episode Summary": [],
    "Recap": [
        "Maya and Rick relax in the tub and she says a gorgeous condo and a tub in the room, nothing could be better than this. He says he knows it can't be easy on her to accept that he dumped her and went back to Caroline. But he's working on something and a certain two will get the shock of their lives. Bill arrives at Katie's and they play with Will. He hopes she is as happy to see him as Will is. He's not so happy when he realizes she is planning a special night with dinner for Ridge. Bill insists that she tell him what is going on. She says only that something important is going to happen tonight. Bill declares his intentions. He wants his family back together. He wants him and Katie back together. He says he wants a chance. He never stopped loving her and he knows she didn't either. They were great together and they can be again as long as she does not do something tonight they will both regret. Rick's change of heart surprises Ridge. But Eric is glad they are back at working together.",
        "A lawyer delivers papers to Rick about his being CEO, one that Eric must sign but he can not ever make Rick resign as CEO. The lawyer advises him not to do this and make family waves. Rick threatens to hire another lawyer if this one won't do it. Eric tells Ridge that this is a new start for Rick and he wants Ridge to meet Rick half way. Two weeks ago he had no use for Ridge or his marriage and now he has accepted it like the leader he is. Eric tells Caroline that she can track down that husband of hers and have an expensive dinner on him. Rick tells the lawyer goodbye and grouses to Maya that he loved Caroline so much and they were newlyweds so how could she turn to Ridge? But once Eric signs that document he can tell them all to go to hell. Rick comes back and Eric tells him he could not be more impressed with him, back with Caroline and respecting Ridge again. Rick is happy he has his respect and support. That is the example Rick intends to follow. He shows Eric the papers and justifies it that Ridge has never respected his power and is always trying to undermine him, so this would prevent that. If Eric truly means what he says then he will sign the papers."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Maya: A gorgeous luxury condo. A bathtub in the living room?",
        "Rick: [Chuckles]",
        "Maya: [Chuckles] How can I possibly thank you?",
        "Rick: I'm asking a lot of you. Can't be easy pretending to dump you, go back to Caroline. It's...",
        "Maya: It's not forever. It's just until you solidify your position as CEO, and then...the real fireworks begin.",
        "Rick: If not sooner.",
        "Maya: What do you mean?",
        "Rick: I've hired an attorney. He should be here shortly.",
        "Maya: What's going on, Rick?",
        "Rick: I'm about to make a move. If it all goes according to plan, a certain twosome is about to get the shock of their lives.",
        "Maya: [Chuckles]",
        "[SCENE_BREAK]",
        "Ridge: I don't know. What do you think? Is it crazy to design the showstopper first and then base everything else around that?",
        "Caroline: I think it's genius. But maybe we should run it by Rick first.",
        "Ridge: I don't think Rick cares about the process. He just wants another winning collection for Forrester.",
        "Caroline: Still, he's been so understanding. You know, letting us design together again, just... didn't see that coming, did you?",
        "[SCENE_BREAK]",
        "Katie: Beep, beep! Beep, beep, beep, beep, beep! Crash! Oh! Man down! Man down! Whoop. All right. What do we got here?",
        "Bill: That looks like fun! Can I join in?",
        "Katie: Oh, I don't know. What do you think? Should we -- whoa! Should we let daddy play?",
        "Bill: Yeah! That was good! Two at once!",
        "Katie: Nice! Wow!",
        "Bill: Hey! Mwah! You happy to see your daddy, huh?",
        "Katie: Yeah, I think he's very happy to see his daddy.",
        "Bill: Well, there's mommy. Is she happy to see his daddy, too? Will insisted on a story. Actually, he insisted on the story before going to bed.",
        "Katie: Well, then, let me guess. You told him the one about the Spencer empire and the dark knight that rules with an iron fist.",
        "Bill: Yeah. Best story ever. Except you forgot that the dark knight isn't just a fighter. He's a family man. With three princes. And a beautiful queen. Ex- queen.",
        "Katie: Did you happen to mention how she became the ex-queen?",
        "Bill: Well, maybe the dark knight didn't fully appreciate what he had. [ Crash, clatter] What the hell is that?",
        "Katie: Uh...everything okay, Rudolpho?",
        "Rudolpho: Oh, I apologize, Mrs. Spencer. Luckily, the appetizers escaped unharmed.",
        "Katie: Okay, great. Thank you.",
        "Bill: Wait, wait, wait, wait. What? Personal chef? Appetizers? You have a party planned tonight?",
        "Katie: No.",
        "Bill: Well, it's obviously a special evening. Oh, wait a second. Come on! Forrester?",
        "Katie: [Chuckles]",
        "[SCENE_BREAK]",
        "Ridge: It surprised me. Rick's change of heart.",
        "Caroline: Yeah, well, you heard him. He wants us all to get along.",
        "Eric: I think what Rick wants is for Couture to continue to flourish. And it will now that the two of you are back designing together again.",
        "Ridge: Hey, Dad.",
        "Eric: Back at it again already, I see.",
        "Caroline: Yeah, Ridge came up with this brilliant idea.",
        "Eric: Show me.",
        "Ridge: It's not ready.",
        "Eric: Ah. Where's Rick?",
        "Caroline: Up to his neck in hot water. It's what he said to me on the phone a minute ago.",
        "Eric: Ah.",
        "[Both chuckle]",
        "Ridge: Need to speak to him?",
        "Eric: There's nothing urgent. I just wanted to tell him how impressed I am with how he's handling himself. Rising above everything for the sake of the company and his marriage.",
        "[SCENE_BREAK]",
        "Maya: You must be Kris.",
        "Kris: I am. And you are?",
        "Maya: Maya Avant. Lead model at Forrester Creations. Come on in.",
        "Kris: They doing a photo shoot here today?",
        "Rick: We're always scouting for locations. Hi, Kris.",
        "Kris: Surprised we're not meeting at Forrester.",
        "Rick: Do you have it?",
        "Kris: Yeah, I have the documents you asked me to prepare. Giving you irrevocable power as CEO for Forrester Creations.",
        "Rick: Obviously my dad has to sign this.",
        "Kris: Well, as the final authority who controls voting rights and the founding member of the company, yes. And in doing so, Eric can then appoint that control to you.",
        "Maya: What exactly does that mean?",
        "Kris: Simply put... Rick's father can never remove Rick as CEO And I have to ask you again, uh, this is a family company. I mean, why create waves? Insisting on irrevocable control? I mean, the company is doing really well. Why push it?",
        "Rick: I have my reasons. Now, are you gonna follow through with this? Or am I gonna have to hire another attorney?",
        "Kris: [Clears throat] I said I'd do it, and I will.",
        "Rick: Good.",
        "[SCENE_BREAK]",
        "Eric: Your brother is making a concerted effort. More than a concerted effort, actually. He's reconnected with Caroline, he's reaching out to you both as designers. He's making mature, thoughtful decisions about this company. He's being the CEO I thought he would be. I want you to meet him at least halfway.",
        "Ridge: I'm trying.",
        "Eric: I don't want any lingering resentments. This is a new start for Rick. I want it to be a new start for you, as well.",
        "Ridge: I understand, Dad, and I am trying.",
        "Eric: Try harder, Ridge. Try harder. What does Rick have to do to please you?",
        "Ridge: I don't know. He could step aside and give me my rightful place in the company. There's something.",
        "Eric: A successful design house is only as good as its lead designer. I know you lost your gift, and you had to work really hard to get it back. But you did. With Caroline's help. And now the two of you are the most successful design team in the business. Rick realizes that. And to his credit, he supports you both 100%. That speaks well to who he is, doesn't it, given the fact that a few weeks ago he had no use for you. Or for his marriage.",
        "[SCENE_BREAK]",
        "Rudolpho: These were a beautiful choice, Mrs. Spencer.",
        "Katie: Thank you, Rudolpho. Okay, seriously. Don't you have some place to be?",
        "Bill: I'm not going anywhere until I get some answers.",
        "Katie: Oh, come on, Bill. What are you talking about?",
        "Bill: Katie, I am, uh, asking you...as politely as I can. What the Hell is going on?",
        "Katie: Let's just say that something significant is going to happen tonight.",
        "Bill: Something significant? With you and Forrester? All right, come on. Don't tell me that you and fashion boy are --",
        "Katie: Whatever's going on between me and fashion b-- Ridge is none of your business.",
        "Bill: You need to listen to me. Since Brooke left, I've had time to reflect. And I realize that the happiest times of my life have been with you. We were building a future. We had our family. We had everything going for us until... when I see you with Will, when we're all together... I want our family back, Katie. I want us back. I made the biggest mistake of my life letting you go. Let's not compound it by making another one.",
        "Katie: Who says I'm doing that?",
        "Bill: Well, you obviously have something planned here tonight.",
        "Katie: So?",
        "Bill: So... I want a chance, Katie. I want a chance to make things right.",
        "Katie: Bill, where is this coming from?",
        "Bill: We were great together. And we can be great together again. I was blinded. But I never stopped loving you. And I know that you never stopped loving me, either. The rest of it? Just details. As long as you don't do something tonight that we're both going to regret.",
        "[SCENE_BREAK]",
        "Eric: Hey.",
        "Caroline: Oh, hi. Ridge just stepped out. Is there anything I can help you with?",
        "Eric: You can track down that husband of yours and tell him to take you to a romantic, expensive dinner. On me.",
        "Caroline: Thank you. I don't know what you did to get through to him, but... Rick has never been more committed to our marriage. Or to me.",
        "[SCENE_BREAK]",
        "Rick: Thanks, Kris. God, I cannot wait to stick it to Ridge and his arrogance, thinking he can have any woman that he wants. I've had to deal with this my entire life. And Caroline -- she'll get hers. Obviously her vows meant squat. We were newlyweds and she falls for him. And I loved her so damn much. I believed in her and what we had. How could she betray our marriage like this? Anyway, once my dad signs... my life begins. And I can tell them all to go to Hell.",
        "[SCENE_BREAK]",
        "Ridge: What's going on here?",
        "Katie: It's a special evening. For you... and for me.",
        "[Glasses clink]",
        "Ridge: So is, uh... Will asleep?",
        "Katie: Um. Yeah. Yeah. He actually went down a little early tonight.",
        "Ridge: Mm. All right. You have my favorite wine, you got hors d'oeuvres. What's, uh... what's the occasion? Did I miss something?",
        "Katie: No, you didn't forget anything. It's just that it's been kind of a rough time for us, and I'm hoping that we can put all that behind us and move forward tonight.",
        "Ridge: It sounds like you had something specific in mind.",
        "Katie: I do. I wanted to do something special, because there's a lot to appreciate about us. And I just felt like it was time.",
        "Ridge: You know... I should've replaced this thing with the real deal a long time ago.",
        "Katie: Well, it holds a lot of significance. Everything it symbolizes. Do you think a minister would agree?",
        "[SCENE_BREAK]",
        "Maya: Hey, it's me. Listen, I know you're probably with your dad right now, but I -- I just -- just call me when you're done, okay? I can't wait to begin our life together.",
        "[Cell phone beeps]",
        "Maya: [Sighs] [Chuckles] Yeah.",
        "[SCENE_BREAK]",
        "Rick: Hey, Dad.",
        "Eric: Hey, Rick. You just missed your wife. I think she's still in the building. You should go get her.",
        "Rick: Actually, I wanted to run something by you first.",
        "Eric: What? Oh, something to do with where you were just now? Another big business deal? Rick, you don't have to prove anything to me. I couldn't be more impressed than I was with the way you handled yourself at the meeting today, bringing everyone together. Doing what's best for the company and for this family.",
        "Rick: I guess that swift kick in the butt is what I really needed. But now I know exactly what I need to do.",
        "Eric: You're doing it already. You've reunited with Caroline, you're treating Ridge with respect, comporting yourself as the true CEO of Forrester.",
        "Rick: You don't know what that means to me. Knowing that you have faith and trust in me. You've taught me so many things, but mostly you've taught me what it is to be a Forrester. We don't give in. We persevere. And you've done that and shown me not only as the patriarch of our family, but the CEO of this company, and that's the example I intend to follow in order to lead this company forward. Which is why... I had this drawn up.",
        "Eric: What is it?",
        "Rick: Papers giving me irrevocable control as CEO for Forrester Creations.",
        "Eric: Why would you do this?",
        "Rick: Dad, Ridge is always trying to undermine my authority. These papers will eliminate any thoughts he might have to undercut my power. The company will run much more smoothly if my position as CEO can't be denied by anyone. You know he has it out for me. He always has. And you know first hand that that doesn't feel good. Maybe it's because he's a Marone. I don't know. But what I do know is his loyalty is not one of his stronger suits. You said it yourself. I've come a long way in a very short time. And I know that I have the maturity to lead this company the way that you did. Now, if you really believe in me the way that you say... then show me. Show me by signing the papers, Dad."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=sXgt25Bfa-c"
}