{
    "Episode Summary": [
        "Episode # 7223 ~ Bill & Katie talk about Brooke; Wyatt asks Liam for advice about Ivy."
    ],
    "Recap": [
        "Ivy tells Liam that Steffy isn't the person he thought she would be so maybe that would change things. She sees Wyatt listening at the door so stops. Brooke is decorating and is surprised when Rick says they are not even going to be there at Christmas. That is why he stopped by. She thinks it is a generous idea to get all the Avants together. She will not be lonely as Bridget is coming with the baby ..who is no longer a baby and perhaps Hope. Bill tells Katie that he thinks they should host something at Christmas. He thinks it their sacred obligation to share it with other kids. He hopes they can invite others without it being Ridge. She says Donna is in Dallas with their dad and she is not sure about Brooke. But he can invite both his sons and their girlfriends and even Justin, no Allison.",
        "Steffy tells Thomas that Ivy is completely devoted and committed to Wyatt so there is no problem there. They can all be together Christmas Day. Ivy comes in and Thomas leaves to watch Ridge hand out some Christmas bonuses. Steffy tells Ivy that she loves her brother but she thinks Ivy is smart to re-commit herself to Wyatt. Ivy tells her that she won't be here for Christmas as she is going to meet her dad somewhere halfway. Wyatt tells Liam that he might be on the ledge tonight and needs someone to get him down .or give him a little push so maybe they could go grab a beer out tonight. It's more personal than quitting his job. It might be time for a guy to propose. Liam is flabbergasted and stutters for an answer. Brooke tells Rick to not be sad. She loves this house, even if it is big and no one here but it will be filled for Christmas so he should go to Hawaii and not worry about her. Alone though she is a little more somber. Wyatt tells Liam that he looks horrified. Why is this so odd when he just about lost Ivy. Thomas is no longer a factor. He needs some kind of stability and he thinks he can give Ivy that too. Ivy likes him for who he is and he doesn't have to live up to some expectation the way he did with Hope. Liam wonders why he is even asking him but says he hopes it goes just like he hopes it will. They hug."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: Hey, I hear you saying you want a life with me, but, Ivy, we tried that.",
        "Ivy: You have unfinished business with Steffy. I get that. But it can't just be my imagination that something shifted in you. Right? I mean... Steffy isn't the person you wanted her to be.",
        "Liam: Is that how you feel about my brother?",
        "Ivy: No. Wyatt's an even better man than I knew he was. It's just that... I just... Wyatt.",
        "Thomas: I shouldn't go. Not gonna.",
        "Steffy: To granddad's? Why not?",
        "Thomas: Ivy and Wyatt will probably be there, and...",
        "Steffy: That would make me the one who should stay away.",
        "Thomas: Not to mention that dad and I haven't exactly been getting along. Dad and Caroline, they're not gonna be there tomorrow, and Christmas day, that's immediate family, so if you skip that, then that's a snub. And don't expect me to save your reputation. I'm just gonna tell everyone, \"nope. He doesn't care about any of you anymore.\"",
        "Brooke: Okay. Can you put it a little more on this side?",
        "Rick: Over here?",
        "Brooke: There's a hole there.",
        "Rick: Mom, are you gonna do this with every --",
        "Brooke: Just try, sweetie.",
        "Rick: Every one? Over here. Okay.",
        "Brooke: Okay, yeah. You got it. That's perfect, yeah!",
        "Rick: Right over there? Okay.",
        "Maya: We really should've called before we came.",
        "Brooke: Please, this will always be Rick's home, no matter where he sleeps or where he gets his mail. In fact, I really need to talk to you about the seating. I was thinking of putting Rick at one end of the table and Julius all the way at the other.",
        "Rick: Mom... we're not gonna be here for Christmas. That's what I stopped by to tell you.",
        "Katie: Didn't we have an agreement?",
        "Bill: What agreement?",
        "Katie: When you would like to see me, you never, ever send Alison.",
        "Bill: I agreed to that? Why would I agree to that?",
        "Katie: Because she thinks she's your office wife.",
        "Bill: Well, she kind of is --",
        "Katie: No, no, no, no! Don't go there. So, why was I summoned?",
        "Bill: I'm thinking about Christmas.",
        "Katie: You are not.",
        "Bill: I am. I'm thinking we should host something.",
        "Katie: Oh, really? We should host something? Since when? Because the last time I spoke to you about this --",
        "Bill: I told you not to bother me with it, do whatever you want.",
        "Katie: Yeah, that's pretty much what I remember.",
        "Bill: Or you're forgetting that I said, \"not until after December 21st.\"",
        "Katie: You said no such thing.",
        "Bill: We have a beautiful kid, right? And Christmas is about children. So I think that we have a sacred obligation to share him.",
        "Katie: Hmm. Well, I'm not opposed, but you're not giving me very much time to plan. I did loosely mention it to Wyatt and Liam that maybe they should stop by on Christmas day, but it was pretty vague.",
        "Bill: All right, well, Eric has them Christmas eve. We'll have them Christmas day.",
        "Katie: Okay. Caroline and ridge?",
        "Bill: Can't we invite her without him?",
        "Katie: No, they're married.",
        "Bill: Aah! How many times did I tell you not to say that out loud? [Grumbles] Well, you know, the good news is, if history's any indicator, they won't be by next Christmas.",
        "Katie: Oh, that's the Christmas spirit.",
        "Bill: What about your sisters?",
        "Katie: Donna is in Dallas with dad, and Brooke...",
        "Bill: It's totally up to you.",
        "Katie: I think Brooke seems a little lost these days.",
        "Brooke: Hawaii?",
        "Maya: I mean, we're not gonna be there that long, are we?",
        "Brooke: [Sighs] Well, that...sounds wonderful.",
        "Rick: Maya's family is... knitting themselves back together. I just felt they could use a little more time set aside for each other.",
        "Brooke: That's a beautiful, generous idea.",
        "Steffy: Why are you still worried about running into Ivy?",
        "Thomas: I'm not.",
        "Steffy: Into Wyatt, then.",
        "Thomas: I just don't want to ruin anybody's holiday.",
        "Steffy: Okay. Can I tell you something that's borderline insulting?",
        "Thomas: Never asked permission before.",
        "Steffy: They're over you. They're not angry. They're not curious. Wyatt's not jealous. Ivy's not pining away. Ivy's completely committed to Wyatt.",
        "Liam: Wyatt, listen --",
        "Wyatt: Yeah. No, I-- ivy's only gonna be gone for the weekend. I already have plans. I'm gonna watch movies all day. What do you mean deacon's not gonna be there? It's your first Christmas together being married? Okay. Fine. I'll be there. I'll see you at Christmas. Bye. [Chuckles] Sorry. That was mom. What are you guys talking about? And who is this stunning woman right here?",
        "Liam: I don't know, but you better catch her before she escapes.",
        "Bill: How would I know if Brooke was lost?",
        "Katie: Because you pay attention even when you pretend like you don't.",
        "Bill: I don't have private conversations with Brooke.",
        "Katie: I know that Liam has told you that she rarely comes into the office. And I think about her in that big house, all alone, since RJ's at school.",
        "Bill: And he'll be home for Christmas.",
        "Katie: No, he's going on a ski trip.",
        "Bill: Oh.",
        "Katie: Listen, it's not like she doesn't have plans. Hope's coming back in town, Bridget's gonna be here -- she's bringing Logan.",
        "Bill: We can invite them, too. It's up to you.",
        "Katie: Rick's spending Christmas eve with his father, and then he's gonna spend Christmas day with Brooke, so I suppose her house will be full of Avants.",
        "Bill: Then why are we worrying about her?",
        "Katie: I just want, in the new year, to...include her more. We haven't done that. And I know it's because of me.",
        "Brooke: You know, I've been meaning to ask, if your parents need an interim place to stay, they're more than welcome to come here. I have plenty of space. And, you know, I really would like the company.",
        "Maya: Brooke, that is so sweet. But my father is incredibly stubborn.",
        "Rick: Right. Trust me, we've offered. Say, why don't you come with us?",
        "Maya: I love that idea. What a Christmas we'll have. And everyone knows that you're the best one at calming my father down.",
        "Brooke: Oh!",
        "[Laughter]",
        "Brooke: That's funny. I would love to, but I can't. Bridget's coming with the baby, and... oh, I keep calling him the baby. Logan's not a baby anymore. He's started school.",
        "Rick: How long will they be here? Will they still be here when I get back?",
        "Brooke: Well, I certainly hope so. There hasn't been a child in the house for a very long time. And next year, there will be yours.",
        "Maya: [Laughs]",
        "Thomas: And what about you?",
        "Steffy: What about me? I'm large and in charge, as always.",
        "Thomas: I mean, have you and Ivy actually made peace, or are you just biding time until you can force her to do a lap dance on one of the suppliers?",
        "Steffy: [Mock laughs] Do I look amused? Because, strangely, I'm not.",
        "Ivy: Oh. Uh, do you have a minute? I just need to talk to you.",
        "Steffy: Oh, yeah, for sure. Come on in.",
        "Ivy: Hey.",
        "Thomas: It's good to see you back. You're looking like yourself. Well, uh, I should go watch dad hand out some Christmas bonuses.",
        "Steffy: That'll get easier.",
        "Ivy: Mm-hmm.",
        "Steffy: You can delegate Quinn to attend design meetings, but you and Thomas are bound to cross paths.",
        "Ivy: Yeah, look, I, uh -- I just wanted to let you know that I'm not planning to be around for Christmas.",
        "Steffy: Oh, yeah. Wyatt told me. Well, actually, um -- I, uh -- I overheard.",
        "Ivy: It's -- it's fine. Dad says we should meet in Cancun because it's halfway between here and Caracas. I don't know.",
        "Steffy: Well, tell uncle john I say hello.",
        "Ivy: I will, thanks.",
        "Steffy: I'm shocked that Wyatt's not going with you.",
        "Ivy: Oh, yeah, well, you know, his family will be here, so...",
        "Steffy: I'm really happy for the two of you. You know what? I'm just -- I'm just gonna say it. Uh, Thomas is my brother, and I love him, but I think it was really smart of you to recommit yourself to Wyatt.",
        "Liam: [Sighs]",
        "Ivy: I'm happy with Wyatt. And I am in love with him, and I know that I would be very happy with him, but... there's one small hurdle in the way, and it's the life that I want with you.",
        "[Door opens]",
        "Wyatt: My mother is driving me nuts.",
        "Liam: Huh. That's never happened before.",
        "Wyatt: [Scoffs] Hey, are you going to this employee holiday thing tonight?",
        "Liam: Kind of mandatory for me. Why?",
        "Wyatt: Thought you might want to go out for a beer.",
        "Liam: Is something on your mind?",
        "Wyatt: No. O-okay. I might be on the ledge, and I might need you to talk me down or...give me a push.",
        "Katie: I used to see Brooke a lot more -- you know, before I started doing my job and Liam's job.",
        "Bill: Complain to him, not me.",
        "Katie: But I never really invited her out with us -- you know, both of us. And I suppose, at first, that was because I didn't want to put us in a situation that would make us all feel uncomfortable. And then it just became habit. And I stopped questioning why I was doing it. I'm sure you must have noticed.",
        "Bill: I thought I was being considerate.",
        "Katie: You were. I want you to know that I really believe that we have moved past everything that happened. And I'm not worried about history repeating itself.",
        "Bill: I'm glad. Can we change the subject?",
        "Katie: Yes. Okay. So, we will invite both of your sons, their girlfriends, um, Justin... but not Alison. I do not want her at my Christmas dinner table.",
        "Bill: [Laughs]",
        "Katie: But anyone else you'd like.",
        "Bill: That's just perfect. Look how the big dog just made that happen.",
        "Katie: You're amazing.",
        "Maya: Uh, I don't feel good about this, Rick.",
        "Rick: I hate seeing my mom sad.",
        "Maya: And she says she's not, but...",
        "Rick: I didn't know my sisters were gonna be in town.",
        "Maya: Maybe we should stay home.",
        "Rick: No, no, no. Everything's booked. Your parents are digging their swimsuits out as we speak.",
        "Maya: I know.",
        "Rick: It's gonna be great. We're gonna go. Just have to call my mom every night.",
        "Maya: Okay.",
        "Rick: Mom... I'm sorry we're not gonna be here for Christmas.",
        "Brooke: Honey, don't be sorry. It's going to be magical. The Avants' first Christmas together in how many years? I'm so happy -- for all of you. Really.",
        "Ivy: Steffy, look, you and I weren't exactly girlfriends before we even had trouble, so let's just -- let's take it slow. Let this happen naturally.",
        "Steffy: I'm not trying to be intrusive or anything, but if you're in love, wouldn't you tell a total stranger? I mean, I would.",
        "Ivy: Maybe not. I don't know. What I know, though, is that I would tell anyone that Wyatt is a loyal and loving and forgiving, magnificent human being, and there is not a single thing about him that I would change.",
        "Steffy: There's something about those Spencer men, isn't there?",
        "Ivy: [Chuckles] Yeah, there is.",
        "Liam: Let me guess. You're quitting.",
        "Wyatt: What?",
        "Liam: Tired of working with your mom, right?",
        "Wyatt: Intermittently, yeah, but you're way off base. It's something...more...personal than that.",
        "Liam: Oh. Oh, you know, dude, I'm not -- I'm not good at that.",
        "Wyatt: I know. But you're all that I've got.",
        "Liam: [Sighs] All right. What's the question?",
        "Wyatt: Uh... what would you say are the signs, objectively speaking, between two people, uh, that it's time...for a guy... to propose?",
        "Liam: To...propose. Uh...",
        "Maya: I'm gonna give you two a moment alone. Check on Nicole.",
        "Brooke: Okay.",
        "Maya: Merry Christmas, Brooke, okay?",
        "Brooke: You too.",
        "Maya: All right, I'll miss you.",
        "Rick: I'm sorry I'm not gonna be here for Christmas.",
        "Brooke: I'm gonna miss you, too, but your sisters are gonna be here.",
        "Rick: Yeah, but they're not here now.",
        "Brooke: Don't. Don't be sad. Really. I love this house -- this big, old house... even if there's nobody here to live in it with me.",
        "Rick: I want everyone on speakerphone tomorrow night and Christmas.",
        "Brooke: [Laughs] Be careful what you ask for.",
        "Rick: Merry Christmas, mom.",
        "Brooke: Merry Christmas, honey. I love you.",
        "Rick: I love you.",
        "Brooke: My beautiful son, who makes me so proud.",
        "Rick: Okay, I better go.",
        "Brooke: Okay. I'll see you soon. Bye!",
        "[Car doors close, engine turns over]",
        "Ivy: Liam, I can't forget what it's like to be with you. I can't forget about these feelings.",
        "Wyatt: You don't approve.",
        "Liam: No -- don't put words in my mouth.",
        "Wyatt: Well, can I just say, you look horrified right now.",
        "Liam: The word is surprised, Wyatt. I'm surprised.",
        "Wyatt: You think it's too soon.",
        "Liam: No, that's... timing's a little weird, yeah.",
        "Wyatt: Oh, my --",
        "Liam: A little.",
        "Wyatt: Dude, I just -- I almost lost her.",
        "Liam: Trust me. I appreciate that.",
        "Wyatt: So then why is it so odd? Okay. Okay. We talked about that, at length. Ivy assured me that Thomas is not a factor anymore, if that's what you're thinking. Look, man, Ivy needs some kind of stability. I feel like I can give her some sort of balance. Just that pledge... to keep that -- that crazy away for as long as we both shall live. Hope... I always felt like I needed to... meet that expectation, you know? And I -- I can admit that now, but... it's not like that with Ivy, man. I mean, she likes me for who I am, and...",
        "Liam: Yeah, but, dude... if you're so sure, why are you even asking me?",
        "Wyatt: I don't know. I mean, I just... guess I thought I'd run it by you first. Listening to it, I sound pretty convincing, right?",
        "Liam: Yeah, you know what? I think so, too.",
        "Wyatt: [Chuckles] Well, I'm gonna do it. Maybe new year's, right? Maybe. I don't know. What do you think?",
        "Liam: I think I want it to go exactly how you hope it does.",
        "Wyatt: [Chuckles] Ah.",
        "Liam: Ah, come here.",
        "Bill: What did we get Wyatt?",
        "Katie: Uh, we got him a new portable gas grill for all of his adventures.",
        "Bill: Okay. How about Caroline?",
        "Katie: Baby stuff.",
        "Bill: Ugh.",
        "Katie: Oh, come on. Babies are so much fun to buy for.",
        "Bill: It's not the baby. It's the father.",
        "Katie: [Chuckles]",
        "Bill: What about donna?",
        "Katie: Luggage.",
        "Bill: Brooke?",
        "Katie: Oh, I found these really beautiful antique sterling silver napkin rings.",
        "Bill: What?",
        "Katie: I know. It's a little weird, but what are you gonna buy her? She's terrible to buy for.",
        "Bill: Who's gonna use them?",
        "Katie: Maybe she'll have us over for dinner.",
        "Bill: I'll write a check to her favorite charity.",
        "Katie: What's her favorite charity?",
        "Bill: Lung cancer research, in memory of Stephanie.",
        "Katie: Oh. Well, that would be it. Thank you."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=FPAju6z4ysg"
}