{
    "Episode Summary": [
        "Episode # 7698 ~ Wanting what is best for the Spencer family, Steffy makes a valiant attempt to get Liam to reconcile with Bill."
    ],
    "Recap": [
        "In his office Liam seems concerned. He asks Alison if they have hired new cleaning crew; she says no. Then he is distracted when Steffy walks in. She tells him again that he has to meet Bill half way but do away with the blackmail. He tells her to quit siding with Bill like he is the victum. She says she is not; she is only trying to get the family back together. He tells her that he has to be ready as Bill already torched Spectra so no telling what he would do to him. Justin shows up at Bill's to show him what he was doing while Bill was snoozing. Supposingly it is a tape of the confession by Bill so this is a start of his comeback to life. The computer wiz comes in and says it is done. He has deleted all on the harddrive so he is all set unless Liam had backup copies somewhere else. Bill thanks him and says he was worth every penny he paid him. Steffy tells Liam that all of this will go away if he just has a normal conversation. Bill and Justin walk in. Liam smells something. Justin says he was listening to what Liam said about loyalty and his only loyalty is to Dollar Bill Spencer. Liam tells Bill he should not be here and he can call the police if he doesn't. Bill smiles and says go ahead. Liam is bumfuzzled. Bill explains to him that there are nerds out there nerdier than him when it comes to computers and Liam no longer has the taped confession he thought he had. Surely he knew as long as Bill was alive he would find that tape somehow. With Liam crushed and dismayed Bill snaps the tape in half and destroys it, even asking if he had any backup tapes no, he didn't think so. So go ahead and call the police and let them chew his ass out for calling them in for nothing. Alison calls Wyatt and tells him that his dad is at Spencer and says he is now CEO again. Maybe he should come over.",
        "Bill tells Liam that he has apologized over and over but Liam backed him into a corner and that was a mistake. There is only one thing when your last name is Spencer and that is loyalty. He is still his father and make no mistake about that, but perhaps Liam is too power hungry to care. Katie suggests that Wyatt needs to go over to Spencer. He says he will when the dust settles or they get rid of the bodies. Bill says there is no evidence that he set the fire but if Liam thinks his word is that good then go for it. Steffy jumps in and rails at Bill that he started this, but she tells Liam that his father wants him to have Spencer Publications some day. This company belongs to both of them so start acting that way and learn to get along. Bill says there are a lot of things he would have done differently. Liam does not know how he made him feel especially when he lost Brooke. Spencer's eliminate their enemies so what will Liam do now, kill him? Liam looks shocked. Bill walks to him but with fists tightened and Liam is standing there waiting for his punishment. Instead Bill has tears in his eyes when he says he loves Liam and wants him as his son so he will apologize if Liam will. He gives Liam a big old bear hug. Liam tells him he loves him too."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: [ Sighs ] Hey, alison, uh, question for you. Did we -- [ Chuckles ] Did we hire a new cleaning crew? We did not. That is really weird. Yes, she just walked in. Thanks. Hey.",
        "Steffy: Hey. You busy?",
        "Liam: Oh, yeah. Always busy.",
        "Steffy: Well...I won't take up much of your time.",
        "Liam: Not too busy for my wife.",
        "Steffy: What about for your father?",
        "Liam: [ Sighs ] Please tell me you're not here on another peace-making mission.",
        "Steffy: Liam, he apologized. He admitted he was wrong. He really does want to make things right.",
        "Liam: Yeah, all I have to do is pretend he's not a criminal.",
        "Steffy: All you have to do is just delete the recording. He'll meet you halfway. But you got to stop with the blackmail.",
        "Bill: Sleeping beauty returns! Here I thought you were gonna stay up all night with me and help fix this.",
        "Justin: Well, hello. Do I look as fresh as a daisy while you were dozing on the couch?",
        "Bill: Whoa, whoa, whoa. I don't doze. I'm not a dozer.",
        "Justin: I was snooping around liam's office.",
        "Bill: Whose office? It's my office.",
        "Justin: Okay. Your office. I found this.",
        "Bill: Get out of here. My man.",
        "Justin: [ Chuckles ]",
        "Bill: Let's pop this baby in and see what we got. Hopefully something other than, uh, you know, goofy poems.",
        "Justin: Well, I've already checked. Liam isn't backing up his cheesy poems. That is a copy of your little conversation.",
        "[ Both laugh ]",
        "Bill: Good work.",
        "Justin: It's a start, baby. It's a start.",
        "Bill: All right. Wiping out all traces of this. We're gonna do this, justin. And we're gonna do it today.",
        "Katie: [ Gasps ]",
        "[ Laughs ]",
        "Wyatt: [ Laughs ]",
        "Katie: What are you doing here?",
        "Wyatt: Well, I think the correct reaction is \"thank god there's this stud here to relieve me from my boredom.\"",
        "Katie: Well, yes, of course, that's what I was going to say next. But you said it for me.",
        "Wyatt: Right.",
        "Katie: Um, when you called me from the car, I thought you were on your way to work.",
        "Wyatt: Oh, I was. And the car had a mind of its own, and somehow it brought me here.",
        "Katie: Hmm. Well, I like the way your car thinks.",
        "Wyatt: 'Cause it knows I'd much rather be kissing a beautiful woman than suffering through another day of my brother's coup.",
        "Liam: Steffy, deleting that recording would be the stupidest thing I could do. I would lose all my leverage. My dad committed a crime. Can you please stop talking about him like he's the victim? And stop siding with him over me.",
        "Steffy: I'm not. I'm -- I'm siding with our family. I don't want to see the spencers torn apart! Babe, the sooner you and your father can just get through this and start working together, the better.",
        "Liam: You know he considers me an enemy now. I mean, he threatens me, he talks to me in the same vindictive tone he uses for sally, and he had her building set on fire. I mean, it makes you wonder what he would do to me if he had the chance. He's out to get me. That means I have to keep that recording.",
        "Justin: Any word from ken?",
        "Bill: Nothing. Well, I shouldn't say nothing. He did fill me in on all of his favorite flavors of tea.",
        "Justin: [ Chuckles ]",
        "Ken: Excuse me, gentlemen. Sorry to interrupt, but --",
        "Bill: Really? More tea?",
        "Ken: Well, I did appreciate the lemon.",
        "Bill: There's not gonna be any more lemon! There's not gonna be any honey! There's not gonna be any milk! There will be nothing until you give me what I hired you for!",
        "Ken: I'm done.",
        "Bill: What do you mean, done?",
        "Ken: Done. It wasn't easy. That kid of yours, he's a bit of a computer nerd, huh?",
        "Bill: Yeah, you can say that again.",
        "Ken: Knows his stuff. But yeah, it's gone. I wiped his digital files, his e-mails.",
        "Justin: Cellphone?",
        "Ken: All audio files have been erased from his phone and any other devices. The only thing you have to worry about would be any physical backups he might have offline.",
        "Bill: You mean, uh, something like this? Justin, uh, happened upon this little baby at the office.",
        "Ken: Well, then I'd say you're all set.",
        "Justin: Are you certain?",
        "Ken: Yes! What are you? My mother?",
        "Justin: [ Chuckling ] Okay. All right. So it looks like it's your word against liam's now.",
        "Bill: Yeah, well, his words are a bunch of whiny, sanctimonious bull, so I would say that I have the advantage. Ken, thank you. You were worth every penny, and I don't say that very often.",
        "Ken: Clearly.",
        "Bill: Let's do this.",
        "Katie: Well, I just hope that bill appreciates your support through all this. It might make things easier when he finds out about us.",
        "Wyatt: Somehow I doubt it.",
        "Katie: Still, not everybody would stand by him.",
        "Wyatt: Look, I don't condone what he did. You know, I don'T. It was wrong. But the way liam's acting isn't right, either.",
        "Katie: Yeah, I guess they both have done things wrong.",
        "Wyatt: Right. And when they're both making bad choices, they're just gonna feed off each other. And it's only gonna get worse when dad finally strikes back.",
        "Katie: Isn't that what you want? You don't want liam in charge.",
        "Wyatt: No, I don't want liam in charge, but I don't want him hurt, either. Maimed, maybe, lose a finger, but that's about it. [ Both chuckle ] No, you know dad. When he wants revenge, he's gonna come down hard, and... I just... it's gonna be very bad for liam.",
        "Steffy: Talk to your dad. That's all I'm asking.",
        "Liam: What is there to talk about?",
        "Steffy: This could all go away if you two would just have a normal conversation. [ Door opens ] Well, when opportunity knocks...",
        "Bill: Well, you know what they say. Knock softly and carry a big stick.",
        "Liam: Did you ask him to come?",
        "Steffy: No.",
        "Liam: Did you, justin? 'Cause I kind of thought you were listening when we had that whole conversation about loyalty.",
        "Justin: I was listening, and I'm very happy to report I am loyal, very loyal, to one man. Dollar bill spencer, the C.E.O. Of this company.",
        "Liam: I'm C.E.O. And you just got yourself fi--",
        "Bill: Not anymore. [ Sighs ] I'm reinstating myself.",
        "Liam: That's cute, but we both know you can't do that.",
        "Bill: Because of your little recording. Now that's cute.",
        "Liam: You really want me to go to the police? It's your choice.",
        "Bill: Hmm. Go ahead.",
        "Liam: What are -- hey, dad, I know we have history now and everything, but you really don't want to call my bluff.",
        "Bill: Oh, I do. [ Chuckling ] Oh, I-I really, really do. I want you to call lieutenant baker right now. Tell him to get over here, because nothing would give me more pleasure than watching him chew on your ass for wasting his time.",
        "Liam: What did you do?",
        "Bill: Nothing. I've never broken a law in my life.",
        "Liam: You confessed to arson.",
        "Bill: You must have me mistaken for someone else.",
        "Liam: And I have it on tape. Gone.",
        "Bill: What's that?",
        "Liam: You wiped it.",
        "Justin: Might want to check your -- your digital backup. It might be there. No? Uh-oh.",
        "Liam: All right. What did you do? How did you do it?",
        "Bill: I'm me. And you're you, a computer nerd. But there are professionals out there even nerdier than you are.",
        "Liam: It's clever. It'S... that's clever. But I hate to break it you. Even your computer nerd can't delete everything because i happen to have...",
        "Bill: Psst. This? You had to know from the moment you recorded me behind my back that I'd be working on this. It's over. Get out of my chair.",
        "Wyatt: Wait, al-alison. S-slow down, I can't -- wait, what? He's there right now?",
        "Katie: What's happening? What?",
        "Wyatt: Okay, if liam -- if liam leaves, if anybody leaves, just call me, okay? All right. Okay. Bye. Oh-ho-ho.",
        "Katie: Wyatt, what's going on?",
        "Wyatt: Dad's back.",
        "Katie: What do you mean, he's back?",
        "Wyatt: He told her that he's back as C.E.O. Now.",
        "Katie: How did that happen?",
        "Wyatt: I don't know.",
        "Katie: I mean, isn't liam just gonna go to the police with his recording?",
        "Wyatt: Unless he somehow got rid of it.",
        "Steffy: Bill, what are you doing?",
        "Bill: Taking back what's mine. Taking back what he stole from me!",
        "Steffy: What about all this talk of peace you promised? I thought that's what you wanted!",
        "Bill: I did, if liam would have cooperated, but he wasn't smart enough!",
        "Liam: Alison, pick up the damn phone.",
        "Bill: \"Alison, alison, pick up the phone.\" She doesn't answer to you!",
        "Liam: Then I'll go to security myself.",
        "Justin: They don't answer to you, either.",
        "Bill: I told you I regretted what happened at spectra. I apologized over and over again, and what did you do? Used my apology against me, backed me into a corner. Your own father. Well, that was a stupid mistake.",
        "Liam: Standing up for what's right was not a stupid mistake.",
        "Bill: You want to stand up for truth, great. You can do it all day long. But it doesn't come first. Neither does the law! Neither do your feelings! There's only one thing that comes first, one thing only, when your last name is spencer! Family! We are, above all else, loyal to one another. Like me or not, agree with me or not, I am still your father! And that should have mattered! I made a mistake, and i apologized, and that should have mattered, as well, but it didn't because you were too power-hungry to care. Well, now you will pay. You think that matters? You think you care now?! Well, something tells me you probably do.",
        "Katie: You need to go over there.",
        "Wyatt: Maybe I should go over there when the dust settles or when they get rid of the bodies.",
        "Katie: You need to be a part of this. You might be able to defuse the situation.",
        "Wyatt: Katie --",
        "Katie: No, I have seen bill. He can go to dark places, especially when he lets his anger take over.",
        "Wyatt: Yeah, or when he feels the need to get revenge, which is exactly what's happening right now. Dad has never felt more betrayed by liam in his entire life, and I don't want to get in the middle of that.",
        "Katie: If he found a way to get rid of that evidence...",
        "Wyatt: He'll be able to do whatever he wants to liam.",
        "Bill: You had to know there'd be consequences.",
        "Steffy: Don't you do anything foolish.",
        "Bill: Like torching the spectra building?",
        "Steffy: Yes.",
        "Bill: Except I had nothing to do with that. And there's no evidence to the contrary. But if you think your word is enough, liam, then I suggest you call the police.",
        "Steffy: Oh, nobody's calling the police, bill.",
        "Bill: Well, why not?! Where's your sense of fun? You see, that's your problem! You're mr. No fun! Let's call lieutenant baker. We'll order a bunch of hot dogs, and we'll have a little picnic!",
        "Steffy: Damn it, bill, stop it! Stop it right now! Evidence or not, you know what you did, and you know it was wrong. You crossed lines you shouldn't have, as did liam. God, you are father and son. How did you guys forget that?",
        "Bill: Well, he's the one who wouldn't compromise!",
        "Steffy: Oh, no, no, don't -- bill, you started this with your obsession to ruin spectra! And then you come in here with promises of revenge, and for what? All liam wants is just to be proud of his family company. And you. Liam, your father wants you to thrive. He wants you to have this company someday. So let him help you. Collaborate. Make spencer what you dream it can be not because you stole it from your father -- because you guys are working together! I'm not gonna let this family fall apart. You guys are gonna come together. You're gonna come together today. This company belongs to both of you. So find a way to run it together, right here, right now.",
        "Liam: Recording you... was not my best moment. You hit me.",
        "Bill: You deserved it.",
        "Steffy: Bill!",
        "Bill: But it was a mistake. There are a lot of things i should have done differently, reactions. But I am a man of my word.",
        "Liam: Yeah. You said you would get back at me, and I assume you still intend to.",
        "Bill: Do you have any idea how betrayed I felt?",
        "Liam: Yeah, the bruise on my face sort of gave it away.",
        "Bill: Oh, hell, liam. I have punched more guys than i can even remember. I'm talking about after that. The anger I felt, sitting in my house while you were sitting behind my desk. I wondered how would my father get revenge if I had hurt him like that? What would he do? Disown me? Kill me? Don't look so shocked. That's the spencer way. Eliminate your enemies. Well, you should thank your wife. Steffy has a way of calming me. She was my... my voice of reason. You might even say that she became, uh, well... you became my -- my confidant, didn't you? Steffy made me realize that there's really only one thing i want. One thing. And you're going to give it to me. Your forgiveness. I want my family back. I want my son back. So if you will forgive me... I will forgive you. I love you, son. I love you.",
        "Liam: I love you, too, dad."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=wCic9hUfUvw"
}