{
    "Episode Summary": [
        "Episode # 7694 ~ Brooke confesses to Rick and Maya the messy details about her breakup with Bill."
    ],
    "Recap": [
        "Quinn freaks out when she sees it is Wyatt in bed with Katie. Eric hears from Mateo that Wyatt is over at Katie's and has been for hours and Eric is worried about Quinn. He shares with Mateo that Katie and Wyatt are in a relationship. Brooke thinks Katie has a lot on her mind and worries that there is more going on than she knows. She wants to be completely honest with Katie but not agitate her. She confides in Rick that she still loves Bill but could not live with some of his choices. Rick says nothing will come between Bill and his son, nor Katie and her son as well so he won't worry about them. Quinn demands that Wyatt get out of that bed and he says he can't do that just now. She snatches Katie instead who still has on her undies. Eric tells Mateo that Wyatt wanted to tell his mother. He is okay with it and in time perhaps Quinn will come around. She would by now if it were anyone but Katie Logan. But if she finds them together he doesn't know what will happen. He needs to find out. Quinn shrieks that Katie is taking advantage of Wyatt. Katie keeps telling Quinn to get out of her house. Quinn is shocked when she finds out Eric already knows and is apparently okay with it. Wyatt tells his mom that she does not get to make the rules anymore, so just get out. Quinn shouts at Katie to just leave her son the hell alone.",
        "Quinn storms home and bellows at Eric of why he knew but did not tell her. Mateo overhears it all and texts Sheila. Eric says he knows there is still a great deal of tension between her and Katie but he wanted to give Wyatt time to tell her himself. She says Katie was all over him like a cheap floozy. Now she finds out her own husband kept this a secret. Eric reminds her they are grown adults and this is not scandalous. They have a right to do what they want. There is no depravity here like Quinn says. She says they are not supposed to keep secrets from each other. That is what marriage is about. And Katie should be with someone her own age. She rants and raves until Eric says he is trying to be reasonable but Quinn is out of control. Wyatt chose to be with Katie. He leaves; he says he does not want to say anything either will regret later. Mateo comes in and she says she does not want to be alone again but Eric walked out. He hugs her and says she is not alone as he is here. Brooke tells Maya and Rick that she is struggling with her own decision about her marriage and she feels it is going to impact everyone. But Katie is a strong individual and she thinks she will be fine. Wyatt dresses and says he is sorry. He should have protected Katie and he should have even told his mother before now. But his mom has this way of complicating things for him. Seeing them like this is a shock but she will calm down. He will talk to her. Katie says it is beyond that; Quinn totally lost control."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Quinn: Wyatt, no!",
        "Wyatt: Mom, don't freak out right now.",
        "Quinn: You!",
        "Katie: How did you get in here?!",
        "Quinn: You and my son?!",
        "Eric: Quinn is up at katie logan's house?",
        "Mateo: Yes, mr. Forrester.",
        "Eric: Are you sure?",
        "Mateo: She's looking for her son.",
        "Eric: Why would she think wyatt's up there?",
        "Mateo: I saw his car turn in her driveway hours ago.",
        "Eric: Ah. And you told quinn that's where wyatt was? He's been there for hours now.",
        "Rick: Don't be silly, mom. We're not complaining about having you back at the house. Lizzy loves playing with her grandma, and the family dinners are the best.",
        "Maya: Absolutely. You've just been a little quiet is all.",
        "Brooke: Yeah, just -- I am quiet. I'm -- I'm just trying to sort things out.",
        "Maya: Well, ending your marriage couldn't have been easy.",
        "Brooke: No.",
        "Rick: Ridge is giving you time to deal, right? He's not pushing?",
        "Brooke: No, he's being very understanding. He's not pushing. It's me. I just want to be perfectly aware of what I'm doing and how it will affect the family.",
        "Rick: You know you have our total support.",
        "Brooke: Thank you, honey. You both are so wonderful. I just keep thinking about katie and how this is going to affect her. It just seems like there's a lot there that she's not talking about. I don't know what this will do to her.",
        "Rick: You think that katie will be upset that you broke things off with bill?",
        "Brooke: [ Sighs ] I hope not.",
        "Maya: How are things between you and her?",
        "Brooke: I just get the feeling that there's a lot going on with her that I-I don't know.",
        "Rick: She always seems to be in a good mood at work.",
        "Brooke: Well, that's katie. She's like you, maya. She has a very positive attitude.",
        "Maya: But you're concerned that's not the whole story.",
        "Brooke: I just don't want the end of my marriage to cause tension between us. We both have a lot going on in our lives, and I want to be able to share it. I want to be completely honest with each other.",
        "Eric: Wyatt was supposed to talk to her. I should have said something the minute I knew.",
        "Mateo: Knew what?",
        "Eric: I'm sorry, mateo. Look, you saw mrs. Forrester before she left. How was she? Was she agitated?",
        "Mateo: She wanted to find her son.",
        "Eric: Yeah, that's what concerns me. Look, there's something mrs. Forrester doesn't know about her son and katie. They're in a relationship.",
        "Quinn: Wyatt, get out of that bed.",
        "Katie: Quinn!",
        "Wyatt: I can't!",
        "Quinn: Right now!",
        "Wyatt: Mom, really, I can't!",
        "Quinn: Oh, god, that makes me sick!",
        "Wyatt: Oh, god, here we go.",
        "Katie: What -- how did you get in here?!",
        "Quinn: Don't you lay a hand on my boy!",
        "Wyatt: Hey, whoa! Hey!",
        "Quinn: Don't you ever lay a hand on him ever again! You stay here! You don't move, and if you even look at my son again, I swear I'll tear you apart! For my constipation, my doctor recommended I switch laxatives.",
        "Rick: Yeah, thank you, pam. Just pencil me in whenever you can find time in my schedule. All right. It is so hard coordinating things across 10 different time zones.",
        "Maya: I bet, honey, but, um, actually, I was just talking to your mom about her conversation with bill.",
        "Brooke: I didn't stop loving him. I just couldn't agree with some of his choices.",
        "Rick: You made the right decision for you.",
        "Brooke: Katie would say the same thing. Though I can't forget my involvement with bill is what broke up their marriage.",
        "Rick: You don't need to stay with the guy no matter what.",
        "Maya: Yeah, and katie would not want you to be unhappy.",
        "Brooke: And I don't want her to be unhappy or lonely.",
        "Rick: You think aunt katie's lonely?",
        "Brooke: I don't know. I certainly hope not. But I can't help but feel guilty if she is. But I'm not saying it's true. I did see a glow about her, so maybe she is seeing a man. Or maybe she's just really excited about her new marketing campaign. But if she is seeing somebody, then I wouldn't feel so bad about how everything turned out. Do you think she's seeing somebody?",
        "Mateo: So he doesn't want his mom to know about his relationship?",
        "Eric: Wyatt wanted to be the one to tell her. And as close as they are, i think that might have worked. He could have made her understand. He might have been able to even bring her around to his point of view. I don't have any problem with it. I think katie and wyatt are both incredible people. They're kind, they're intelligent. Neither one of them's had a very good track record lately with romance. They deserve to be happy. They deserve to be as happy as mrs. Forrester and I are.",
        "Mateo: But she doesn't agree.",
        "Eric: She would if it was anybody but katie logan. I should have told her as soon as I found out. It was a big mistake to keep it a secret.",
        "Mateo: You didn't want to upset her.",
        "Eric: Yeah, well, if she finds them together, she's gonna be. If she's not back in a few minutes, I got to get up there. I got to find out what's going on.",
        "Quinn: How dare you lure my son into your lair?!",
        "Wyatt: Mom, stop! Are you out of your mind right now?! Look what you did to her!",
        "Quinn: What i did to her?! I knew you were lonely, but not desperate!",
        "Both: Hey!",
        "Katie: Get out of my house!",
        "Quinn: She's taking advantage of you!",
        "Wyatt: What? No! I-I meant to tell you --",
        "Quinn: I was worried about you!",
        "Wyatt: [ Groans ]",
        "Quinn: I was so afraid you were alone, not with this!",
        "Katie: Okay, that's enough! That's enough.",
        "Quinn: Wyatt is my son!",
        "Wyatt: Mom, listen to katie! Go!",
        "Katie: Wyatt, please get her out of here.",
        "Wyatt: Like, you -- you are acting psycho right now! What is wrong with you, barging in here, attacking katie?! Like, you're out of your mind! When eric found out, he didn't act this way --",
        "Quinn: What?! What?",
        "Wyatt: Nothing! You need to go!",
        "Quinn: Eric knows about this?",
        "Wyatt: Now.",
        "Quinn: He knows about the two of you?",
        "Katie: Get out, quinn! I want you to leave my house right now!",
        "Wyatt: [ Sighs ]",
        "Quinn: Let me tell you something. Whatever this -- this is, it's over!",
        "Wyatt: Hey! You don't get to make the rules anymore! Do you understand me?! If I want to be here, I can do that, and you can't say or do anything to stop it!",
        "Quinn: I am going to tell you this one more time! Do you hear me?! You stay the hell away from my son! Hey dad, what's that?",
        "[ Bell chimes ]",
        "Maya: Katie doesn't talk to you about her relationships?",
        "Brooke: Since bill, I'm not sure how many she's had.",
        "Rick: Even that one went back and forth a few times.",
        "Brooke: She's such a wonderful person. I have to believe that there's somebody out there who will really appreciate her and become a very important part of her life.",
        "Maya: I haven't heard her talk about anyone like that.",
        "Rick: Yeah. You know, katie seems way focused on work these days.",
        "Brooke: Yeah, and she's been wonderful. But there's a lot more than just work.",
        "Maya: She has will.",
        "Brooke: Yeah, she does have will. She's a great mother. She has a good relationship with will's father. And I don't want my decision to affect that, either.",
        "Rick: I can't say a lot of good things about bill, but he's not gonna let anybody come between his relationship with him and his son, and neither will katie.",
        "Maya: Maybe you should just ask her again if she's seeing someone. Brooke, with everything that you two have been through, I can't imagine there is anything that she wouldn't share with you.",
        "Wyatt: Next time I think we should lock the door.",
        "Katie: [ Sighs ] What is up with people just barging into my house?! Who does that?! I mean, what was she doing creeping around? That is psychotic!",
        "Wyatt: I know, I know.",
        "Katie: She physically attacked me!",
        "Wyatt: I-I am sorry. I should have told her about us.",
        "Katie: I mean, we were joking about what she would do when she found out. I mean, but this was not funny. This was terrifying.",
        "Wyatt: I know.",
        "Katie: She acted like an animal! I mean, we're two adults, for god's sake!",
        "Wyatt: Hey, hey, hey. Trust me, I will make it abundantly clear with her.",
        "Quinn: Eric!",
        "[ Door closes ]",
        "Eric: What is it, quinn?",
        "Quinn: How could you keep this from me? You knew about wyatt and katie! Katie logan!",
        "Eric: Wyatt wanted to tell you himself.",
        "Quinn: [ Sighs ] How could you keep this from me?!",
        "Eric: I was just trying to give him the opportunity to -- to tell you --",
        "Quinn: Come on! We're supposed to be married! We're -- we're not supposed to keep any secrets from each other, right? How could you keep something this important from me? He's my child! He's my son!",
        "Eric: I'm sorry, but I did. I wanted to give him a chance to be the one to tell you. I thought that would go better.",
        "Quinn: [ Sighs ]",
        "Eric: [ Sighs ] Look, I was as shocked as you are.",
        "Quinn: I highly doubt that.",
        "Eric: You're probably right about that. Look, I know there's a great deal of tension still between you and katie.",
        "Quinn: Tension? She threw me out of her house.",
        "Eric: Did you get a chance to talk at all first?",
        "Quinn: No, no, no! We didn't get a chance to talk because I walked in on them in bed together! She was all over him, dressed like a cheap floozy, and he couldn't get out of bed because he was -- oh, god, it made me sick!",
        "Eric: Not the way a mother wants to see her son.",
        "Quinn: Whatever this is, this travesty is over.",
        "Eric: Look, I know this is very upsetting, but once you calm down --",
        "Quinn: Calm down? It's outrageous, and you know it! I was just talking to you today about finding wyatt a date, and you said absolutely nothing!",
        "Eric: No, I didn't, and i should have. You're absolutely right. But this is not outrageous. The two of them are adult people. I think maybe you're overreacting.",
        "Quinn: Overreacting? How am I supposed to react when I find my son in bed with katie logan and then I find out that my husband has been lying to me?!",
        "Brooke: Katie knows that i worry about her.",
        "Rick: After all these years, she's probably used to it.",
        "Brooke: Maya's right. We can talk about almost anything except for our love lives.",
        "Maya: It's complicated.",
        "Brooke: Very.",
        "Maya: But does it have to be if you come from a place of caring?",
        "Rick: Your situation with bill is a little tricky.",
        "Brooke: Yeah, we managed to work around it, you know. We've had a lot of practice.",
        "Maya: I just think about my relationship with nicole and... how much better it is when we talk about what we're feeling and express our concerns.",
        "Rick: Does it really have to be a concern, though? I-I think katie's happy.",
        "Brooke: Yeah, I think so. She really hit her stride at the showdown in monaco. Since then, she's been really upbeat and really confident. I don't know, maybe it's me. Maybe I'm just projecting. I'm struggling trying to make this decision about my marriage, and it's a difficult time for me. I can't help but think that it impacts everybody.",
        "Rick: It does impact others. It impacts everyone who cares about you. And, mom, we want you to be happy, too.",
        "Brooke: Thank you.",
        "Maya: Yeah. It's really sweet the way you care about your little sister.",
        "Brooke: Thank you, maya. That's really a compliment coming from you. And thank you both for stopping by and giving me a loving distraction. You know what? I think katie's gonna be just fine. She's a very strong individual, and she's not gonna let anything keep her from getting what she wants.",
        "Katie: She burst into my house and dragged me out of my own bed.",
        "Wyatt: I know. I should have dragged her down to the living room and jumped up as soon as I saw her.",
        "Katie: Then she really would have gone crazy.",
        "Wyatt: Yeah, but I should have protected you, and I'm sorry.",
        "Katie: You didn't know she was gonna attack me.",
        "Wyatt: No. [ Scoffs ] But it shouldn't have to be this way. I should have been honest with her from the beginning, and -- and I don't want to hide my feelings for you. I think you're amazing, katie. I just... just didn't want to get into an argument. Everything's been so good with us lately. I didn't want anything to get in the way. You know, and my mom just -- she has this way of complicating things for me.",
        "Katie: [ Chuckles ] Yeah, that's one way of putting it.",
        "Wyatt: [ Scoffs ]",
        "Katie: I mean, the things she said, wyatt. She -- she threatened me.",
        "Wyatt: I know. Look, seeing us like this is a shock for her. She just needs to process and -- and calm down. It'll be fine.",
        "Katie: I -- mnh-mnh. I hate to say this because she's your mother, but that was the old quinn, that temper.",
        "Wyatt: I will talk to her, okay?",
        "Katie: I'm afraid we're way beyond talking. She totally lost control.",
        "Eric: Quinn, I didn't lie. Wyatt wanted to be the one to tell you. I was just respecting his wishes.",
        "Quinn: What about my wishes? You know how I feel about katie logan!",
        "Eric: Quinn, she saved your life.",
        "Quinn: Oh, and I'm just supposed to hand over my son? Just shut my eyes to this depravity?",
        "Eric: Now -- now just wait. That's -- that's ridiculous. Now come on. Those two are consenting adults. They grew close at the showing in monte carlo. They have a great deal in common.",
        "Quinn: No. He was lonely and vulnerable, and she took advantage.",
        "Eric: Katie's a terrific person. You should be happy for wyatt.",
        "Quinn: Happy? Katie tried to destroy our marriage. She did everything she could to come between us, and -- and when that didn't work, she moved on to my son!",
        "Eric: That's not what happened.",
        "Quinn: You want to tell me about what happened since you've known all this time?",
        "Eric: It hasn't been that long, quinn.",
        "Quinn: [ Scoffs ] Eric, I was telling you how worried I was about wyatt! You didn't say a word! We're married! We're not supposed to keep secrets from each other! That's what marriage is about! I mean, katie and wyatt?! Katie has caused me so much pain! She's doing all this just to get back at me!",
        "Eric: No. No, she's not. She appreciates wyatt.",
        "Quinn: She should be with someone her own age.",
        "Eric: They say that about us, don't they?",
        "Quinn: No, no, no, no, no, because I'm not in this for revenge or for some perverted thrills! What -- what if she gets pregnant? Oh, my god! She could be carrying my grandchild!",
        "Eric: Oh, my god, quinn, this is getting ridiculous, all right?",
        "Quinn: Ridiculous?! You're taking her side?",
        "Eric: No, I'm not. I'm trying to be reasonable. Now, you're right. I should have told you. But it doesn't mean that you can react this way. This is going absolutely crazy. You're out of control.",
        "Quinn: Out of control? Wyatt is my son!",
        "Eric: And he's chosen to be with katie!",
        "Quinn: Where are you going?",
        "Eric: I don't want anything said that we'll regret.",
        "Quinn: Eric. Eric!",
        "[ Door opens, closes ] [ Gasps ] Mateo.",
        "Mateo: I couldn't help overhearing.",
        "Quinn: [ Sighs ] Eric just walked out. What have I done?",
        "Mateo: It'll be okay.",
        "Quinn: What if he doesn't come back? I don't want to be alone again.",
        "Mateo: You're not alone. You got me."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=s_LXdp4JsCA"
}