{
    "Episode Summary": [
        "Episode # 7466 ~ Zende tries to gain Nicole's forgiveness once again, and he wants to make her his wife; Bill devises a plan to elope with Brooke while Ridge & RJ attempt to persuade her to stay with them."
    ],
    "Recap": [
        "Bill holds a sprig over Brooke's head in the elevator and pulls her to him and gives her a big passionate kiss. She laughs that is not mistletoe. He says no, it is parsley. It was on his Thanksgiving plate. He tells her that he has everything arranged and all she has to do is show up. He gave her needed space for RJ and Ridge. It is their time now so he needs her to agree to that. Just call Ridge and tell him this time tomorrow she will be a Spencer. Ridge calls and says he needs her. He and RJ high-five. Bill says it is almost like Ridge read his mind. Zende thanks Nicole for meeting him. He was not sure she would. She asks curtly what he wants. He pulls out the ring again and says he knows he made mistakes but they both did and he'd like to move on with his life and with her. She reminds him again of what happened with Sasha and she cannot forget that so put the ring away. He begged for a second chance before and that it would never happen again yet it did. She says it matters and people say time will make a difference and it will go away but it hasn't yet. She just knows that what he did she would never do to him.",
        "Zende says he can change. Nicole says he does have a beautiful heart inside and out but it is not that simple of her forgiving or forgetting. Rick and Maya discuss it and hope they did not ask too much of Nicole and that she and Zende can find their way back to each other. Zende pulls out the ring again and says he knows he does not deserve her but he needs her to say yes and he will spend the rest of his life making it up to her by loving her and only her. She says she has had so many daydreams about this moment but it does not work this way. He hurt her too badly that she cannot keep from crying and cannot go to sleep. He will say he is sorry and then he will do it again. She shoves the ring at him and tells him to take it but he refuses. She says she cannot accept that he loves her when things are easy but then turns to someone else when it is not. Bill tells Brooke that it isn't a lot of time but she has five hours to get it all together and they will take off. By phone he makes special plans. Ridge meets Jake on the cliff. Then Brooke shows up and wants to know where everyone is. She sees they are alone and says she cannot stay. She's engaged and should not be here. He asks her not to marry Spencer."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: That's not mistletoe.",
        "Bill: Parsley. It came on my sandwich.",
        "Ridge: How does that feel? It's okay.",
        "Ridge: It's okay? Yeah.",
        "Ridge: Overall, how does it feel? It's weightless. It's like a nightgown.",
        "Ridge: Ah. Maybe you got to put that sash back. I got to think about it. What about you? You bored yet?",
        "R.J.: That one keeps smiling at me.",
        "Ridge: Maybe she thinks you're cute.",
        "R.J.: I don't want to be cute.",
        "Ridge: No? What do you want to be?",
        "R.J.: I don't know. Hot?",
        "Ridge: [Laughs] Why don't you grow your beard out a little bit? Girls like that.",
        "R.J.: Why isn't Mom here yet?",
        "Ridge: Relax. We still have time.",
        "Rick: [Laughs] Oh, that Pam. Sure got a way with words, doesn't she?",
        "Maya: Yeah. How long is it okay to eat leftover pumpkin pie?",
        "Rick: You know, I'm pretty sure Pam doesn't shirk on the preservatives, but just in case, I think I'll have a piece of the apple pie.",
        "Maya: That was Zende's favorite, I noticed, too.",
        "Rick: Yeah. Poor guy. He said about 10 words, then he just disappeared right after dinner.",
        "Maya: Nicole looked pretty glum herself.",
        "Rick: I'm sure they'll get back together.",
        "Maya: I'm never gonna forgive myself.",
        "Zende: So you did get my message. I wasn't sure.",
        "Nicole: I wasn't sure I'd come.",
        "Zende: Thank you for coming.",
        "Nicole: What did you want?",
        "Zende: To undo what I did. I-I want to move forward, right, and I need you to move forward with me.",
        "Rick: All we did was ask.",
        "Maya: And that was wrong -- of me.",
        "Rick: All right, let's just be clear about this. Asking Nicole about the surrogacy is not what hurt her. Zende and Sasha, they did that all by themselves.",
        "Maya: Well, I can't change them. But I can look at myself. Ever since I was little, when I was doing what I had to do to become Maya Avant, people called me selfish. Back then, I had no choice. I had to forge ahead. And so I stopped listening to them. But maybe it's time for me to ask if some of the people some of the time... were right.",
        "Zende: I love you.",
        "Nicole: You say that, but...",
        "Zende: I know. I know I hurt you.",
        "Nicole: It wasn't the first time.",
        "Zende: No, but I thought --",
        "Nicole: I know what you thought.",
        "Zende: You're right. You know what? It doesn't matter what I thought. I wasn't acting like a person who was in love with you and as loyal to only you. But I promise you, I will be from now on if you'll let me. Marry me, Nicole.",
        "Ridge: Turn, please. See, something isn't draping right. You see where it is?",
        "R.J.: Yeah, but the back looks good. What?",
        "[Cell phone chimes]",
        "Ridge: Get that, please.",
        "R.J.: Oh, cool. They got the equipment to the beach.",
        "Ridge: Jake always comes through. Ladies, thank you very much. I will talk to marguerite and tell her to fix that panel. I know how to do it. Thank you.",
        "R.J.: They think I'm 10 years old.",
        "Ridge: Not the way you're looking at their backsides.",
        "R.J.: What am I supposed to do? You kept asking me questions.",
        "Ridge: 'Cause I thought you wanted to learn.",
        "R.J.: Well, I'm a Forrester, right? Even though the last I.D. badge I got said R.J. Logan.",
        "Ridge: No, you're a Forrester. And so is your mother. And she always will be.",
        "Bill: I'm serious, Brooke. You know, these celebrations at the Forresters', they're fine. But I want to start our own holiday traditions.",
        "Brooke: Well, my family is my family.",
        "Bill: And I appreciate that, but I'm your family, too. And your husband has to come first. So, I want you to go and tell Forrester that as of tomorrow, you'll be a Spencer.",
        "Maya: Thank you.",
        "Rick: Mission accomplished?",
        "Maya: Yes. The seamstresses all love me now. They're having pie for lunch.",
        "Rick: [Chuckles]",
        "Maya: Oh, hey, this is that woman that we saw on the runway in Copenhagen, remember?",
        "Rick: Actually, I was a little distracted. It was our honeymoon.",
        "Maya: [Chuckles]",
        "Rick: Did we like her?",
        "Maya: Yeah, yeah, she had legs for days.",
        "Rick: Well, in that case, I'll see if Thorne can hire her, if he can.",
        "Maya: Kind of wish we could ship Sasha off to international.",
        "Rick: She is still your sister.",
        "Maya: I know, I know. It's -- she clearly doesn't care about family ties after all her hand-wringing about how she didn't have any growing up. I just keep imagining Nicole walking in on Sasha and Zende in bed.",
        "Nicole: It's a beautiful ring you have. You should put it away.",
        "Zende: Hear me out, Nicole.",
        "Nicole: What's really changed?",
        "Zende: Me. I've changed. All right, look, I'm not saying that I'm making any excuses, but what you saw wasn't exactly what it looked like.",
        "Nicole: Don't...make me think about that.",
        "Zende: I'm not saying I wasn't just as much at fault here.",
        "Nicole: Stop. Is your point that Sasha made you do it?",
        "Zende: I don't know why I did. The only thing I could think of is the fact that I thought that I had already lost you.",
        "Nicole: Did you ever once hear me say that I didn't love you anymore?",
        "Zende: No.",
        "Nicole: So you just decided that we were over because I wouldn't do what you wanted.",
        "Zende: Look, I don't think I'm the only one who made mistakes here. I needed you to hear me out, Nicole.",
        "Nicole: And I did. And it mattered to me. You were the most important person in my life. But what you want does not come before what I think is right. When I changed my mind, I realized that I should have come to you first before Maya.",
        "Zende: Are you planning on still having the baby for rick and Maya?",
        "Nicole: I don't even think they'd let me.",
        "Zende: Look, I won't act like that's not good news.",
        "Nicole: It's my body. And I was willing to save it for no other man but you.",
        "Zende: Can't we try again, Nicole? Can you give us another chance?",
        "R.J.: Just tell them the beach is closed, and try to sound official.",
        "Ridge: People won't clear the beach?",
        "R.J.: Everything is under control, but where's mom?",
        "Ridge: I just looked around. She's still not in.",
        "R.J.: Well, you know, a great artist once told me always have a plan B.",
        "Ridge: A great artist?",
        "R.J.: Yeah.",
        "Ridge: What about brilliant, legendary?",
        "R.J.: Oh.",
        "Brooke: Where are we going?",
        "Bill: The Stella Maris is in St. Barts and fully stocked with everything you could possibly need for a honeymoon. All you have to do is, uh, go tell Ridge that you're done. You've resolved any residual feelings you have and there's nothing he can do about it. Brooke, I have been incredibly understanding. I gave you the space you needed to figure things out with Ridge and R.J., get closure with Ridge. No more waiting. We're starting our future together. This is our time.",
        "[Cell phone rings]",
        "Bill: See who it is.",
        "Brooke: It's Forrester.",
        "Bill: Answer it. Maybe it's him.",
        "Brooke: Brooke here.",
        "Ridge: Hey, where are you? We got the photo shoot in Malibu today. I need you.",
        "Brooke: Uh, it might take me a little while.",
        "Ridge: Take your time. I will text you directions, and I will see you there.",
        "R.J.: Yes.",
        "Bill: Almost like he read my mind. You're gonna feel better once you cut the cord.",
        "Nicole: Haven't we already tried the second-chance route? You said it would never happen again.",
        "Zende: There's something in me. I'm not saying it's right. But the thought of another man's child growing inside of you, it made me feel like -- it made me feel like a joke. You know, that my feelings were a joke and that I didn't matter.",
        "Nicole: You matter. If what you want is for me to love you, then you have it. You win. People say it'll go away, that time will make a difference, but it hasn't yet.",
        "Zende: We can start over.",
        "Nicole: How? This isn't a starting point.",
        "Zende: Did I hurt you so bad that you can't hear me anymore? I mean, come on. I'm not some stranger. You know me.",
        "Nicole: [Voice breaking] How could you turn to her again? Overnight? There's a lot that I don't know in this world. But I know that I would never do to you what you did to me.",
        "Zende: Maybe I'm not who I thought I was. I can't do anything about what I did wrong, but I can change.",
        "Nicole: People don't change because somebody else wants them to. And I'm not asking that. You have a good heart. You're beautiful inside and out. I don't think anything bad about you as a person. I just don't think you care about me enough.",
        "Zende: No, that's not true.",
        "Nicole: Zende, don't.",
        "Zende: Take this ring. And I promise you I will never make you sorry that you did. Say you'll be my wife. Let me prove myself to you.",
        "Bill: He's filing a flight plan to take off in five hours. Can you do it?",
        "Brooke: That's not a lot of time.",
        "Bill: You don't need a lot of time. You get there, you say what you have to say, and you leave. Clean break, short and sweet.",
        "Brooke: How can it be that simple?",
        "Bill: Because we love each other. And that ring on your finger represents exactly that. I'm not blind to the fact that you have history with Forrester. But it's a new day. Our day. Get going. Brooke. I love you. And our new life together starts in five hours.",
        "Brooke: Five hours.",
        "[Seagulls calling]",
        "Jake: Hey, Ridge!",
        "Ridge: Hey.",
        "Jake: We did it.",
        "Ridge: I see that. Now all we need to do is keep people off the beach till we're ready.",
        "Jake: You saw my lackeys down there.",
        "Ridge: I did see your lackeys. I like lackeys.",
        "Jake: As long as you're happy.",
        "Ridge: I am happy.",
        "Jake: Good.",
        "Ridge: I think I finally figured out a way to stay that way.",
        "Rick: Hey, maybe I should come up with some sort of assignment for Nicole and Zende. Maybe they could be working together at the Paris office.",
        "Nicole: I don't think Nicole's gonna step foot on that jet again.",
        "Rick: Really?",
        "Maya: And honestly, though our intentions are good, I think we need to stay out of it.",
        "Rick: Yeah, I guess.",
        "Maya: One thing I know hasn't changed -- they're still desperately in love with each other.",
        "Rick: You know, I know a thing or two about that. About being desperately in love.",
        "Zende: Nicole, look at me. I know you -- you may think this is crazy or that it's some joke, but I swear I have never been more serious about anything in my life. I used to think I knew everything. Not anymore. The only thing I know is that I love you. That is the only thing that means anything, the only thing that can guide me. I know I don't deserve you, but I will gladly give everything I have and everything I am for the chance to spend the rest of my life making you happy. If there is any ounce of faith left in me, just say yes.",
        "Nicole: [Sighs] [Voice breaking] Of course, I believe in you. You're like a prince in a fairytale. There's so much sweetness in you. You're gonna be something amazing in this world. You already are. Everybody who sees you knows it.",
        "Zende: Then say yes. Say you'll marry me.",
        "Nicole: Sometimes I'm still like a little girl. [Sobbing] So many daydreams about this moment. But it doesn't work this way. You don't marry someone to prove yourself. That comes before. And what you have proven is that you will hurt me so bad that I can't eat... that I can't sleep, and I can't get through the day without crying. And then you'll be sorry. And then you'll do it again. Take it.",
        "Zende: No.",
        "Nicole: Take it.",
        "Zende: No, Nicole!",
        "Nicole: Take it. I always thought that I was pretty tough. But I guess not, or I'd be able to handle this. But I won't have the marriage my mother did. To a man that I can't trust. To a man who loves me when things are easy... and turns to somebody else when they're not.",
        "Zende: Nicole, you know if you were my wife --",
        "Nicole: I want to thank you for so many things.",
        "Zende: It's too soon. You're right. I should put the ring away.",
        "Nicole: You gave me a confidence that I never had before.",
        "Zende: Stop. Nicole, look, I can earn your trust back, all right? And when I do, I'll ask you to marry me, and you'll say yes. You'll be my wife.",
        "Nicole: That... is something I will never be. [Sobs]",
        "Bill: Philippe, do exactly as I say. I want the $2 million champagne. I want the gold label with a diamond inset. Instead of an ice bucket, I want an ice sculpture of a stallion. A stallion. I don't know the French word! It's -- it's a huge horse with big -- yes, yes, exactly. Now get it done and I'll see you in less than 24 hours.",
        "[Seagulls calling]",
        "Brooke: Ridge, where is everybody?",
        "Ridge: Wow. You look nice. Uh, everyone's in the trailer. Models are getting ready, hair and makeup, oil. I got a stylist who doesn't like sand or oil, so... what's the matter?",
        "Brooke: I don't think I can stay.",
        "Ridge: You just got here. Is it Spencer? Is that where you're coming from?",
        "Brooke: That's why I can't stay.",
        "Ridge: He's putting pressure on you, isn't he?",
        "Brooke: I got to get back. It's just...",
        "Ridge: What are you doing?",
        "Brooke: Um...",
        "Ridge: Is it burning your finger? You should take it off, throw it out.",
        "Brooke: I'm engaged, Ridge.",
        "Ridge: Engaged isn't married.",
        "Brooke: You made me build a life without you. I didn't want to.",
        "Ridge: But you want to marry Spencer? It's what you want? Don't do it.",
        "Brooke: What?"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=9Vr90FevpvU"
}