{
    "Episode Summary": [
        "Episode # 7215 ~ Liam begins to grow concerned about something he learns while visiting the hospital; Steffy is shocked when she receives news that a restraining order has been filed against her."
    ],
    "Recap": [
        "The doctor tells Ivy the good news, everything seems to be normal. She won't go home today but soon and she will need the right person to be there for her recovery. Wyatt wants that to be him. Jake assures Steffy, Caroline and Ridge that the electrical panel is fixed and they will check out the entire building and make sure this never happens again. Ridge questions what did happen with Ivy and why Steffy has that tone to her voice. He says she can tell him anything. She admits she pushed Ivy into the panel but not on purpose. Ivy was angry and grabbed her arm so she pushed her. She was mad at Steffy for calling her out for kissing her brother. Thomas walks up and Ridge calls him on it for kissing Ivy. Thomas says yes and it is not the end of the world. She is not married to Wyatt. He expressed interest in her and there is nothing wrong with that. Ridge says yes it is, he pursues whether the girl is interested or not and that bothers him.",
        "Liam looks in on Ivy. Ivy tells him that she is worried about Steffy .first Aly and now this. Liam explains that it was just an accident and wonders what they are trying to tell him. Ivy says he can defend Steffy all he wants but Steffy is dangerous. Steffy walks in and Ivy cringes. Steffy says this won't take long. She just saw Jake and the panel has been fixed and this will not happen again. Lt. Baker comes in and gives Steffy a temporary restraining order compliments of Ivy Forrester. Wyatt says he thinks Steffy deserves the right to recuperate in private. Lt. Baker says it is only temporary but Steffy is not supposed to be within 100 yards of Ivy until the case is concluded. And it will be Steffy that has to stay away from work. Steffy says she will not calm down; Ivy is the one that can work from her home. Lt. Baker warns Steffy not to get any closer to Ivy right now and the complaint is against Steffy so she is the one who will have to stay away from work. Thomas does not get why he has to change. There is no ring on Ivy's finger so she is fair game and no disrespect to Wyatt. In fact he is helping him by making him step up his game. Ridge tells him he is not a man, a man would not do that, he's just a petulant little boy. Thomas wants to know why his dad is so unreasonably angry about this. This must be more than just Ivy. He says again that he is sorry that he hit his dad but he wants to get past that. This should be a happy time for Caroline so just focus on that and not this. Shouldn't they unite and be a family for the baby's sake. Ridge blasts at him to work on his behavior toward women and then focus on the family. They argue and Caroline tells them to stop and for Thomas to just leave. When he does Caroline tells Ridge that was too close. He needs to stop hounding on Thomas like that. Steffy says okay, but this ridiculous restraining order will not work so they can work out another arrangement. Lt. Baker says no she can not do that. Ivy says she needs to get on with her life. Steffy is dangerous and she will stick to the restraining order. Steffy says she can not do that. It is her company. Ivy reminds her that she just did."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Monitor beeping]",
        "Doctor: Well, I'm pleased.",
        "Ivy: Yeah?",
        "Doctor: Heart rhythm is normal. Enzyme tests came back. Indicates no damage.",
        "Wyatt: Not bad for being electrocuted. Right. Right. Sorry. Electric shock. 'Cause electrocuted would mean that you wouldn't be here right now.",
        "Doctor: It sounds like semantics, but we pride ourselves on the details.",
        "Wyatt: Hey, I understand. So, does all that mean, uh, she can go home maybe?",
        "Doctor: Not today. But soon. If I know she has the right person looking after her.",
        "Wyatt: She does.",
        "Doctor: Good. Nothing like support from a loved one when it comes to recovery. I'll be back to check on you in a bit. Discuss discharging you then.",
        "Ivy: Okay.",
        "Doctor: In the meantime, get some rest.",
        "Ivy: Thanks.",
        "Wyatt: Thanks.",
        "Ivy: He's right, you know.",
        "Wyatt: Hmm?",
        "Ivy: It's made a huge difference to my recovery knowing that I'm coming home to you. [Sighs]",
        "Ridge: All fixed?",
        "Jake: Yeah, yeah, good as new. It's better than new.",
        "Caroline: I don't know about you guys, but I'm not going anywhere near that thing. You don't have to worry. Uh, a short like that won't happen again.",
        "Steffy: It shouldn't have happened in the first place. It was terrible what happened to Ivy.",
        "Ridge: It could have been worse.",
        "Steffy: I know. I just want to be clear -- you guys are here to do your job, to make sure nothing happens. In an older building like this, there's --",
        "Jake: Uh, you know what? We're on it. Now that this area's been repaired, we are gonna check out the entire building, okay, confirm that there aren't any other electrical issues at all.",
        "Steffy: That would be wise. Thank you.",
        "Ridge: What was that? That tone?",
        "Steffy: What tone?",
        "Ridge: That. The guys were working hard. They're trying to fix the problem, and you were about to rip their head off.",
        "Steffy: The panel should have been fixed a year ago or this wouldn't have happened!",
        "Ridge: And that's my question to you. What did happen with Ivy? Y:",
        "Ridge: It was just you and Ivy, right?",
        "Steffy: Yeah.",
        "Ridge: You know you can tell me anything.",
        "Steffy: I, um... I-I pushed her.",
        "Caroline: Into the electrical panel?! I'm -- I'm so sorry. That must have been absolutely terrifying.",
        "Steffy: Yeah, it was. But it wasn't on purpose. Ivy got in my face because she was angry that she'd been kissing Thomas.",
        "Ridge: What? She's been what?",
        "Steffy: Yeah.",
        "Caroline: Oh, he said that he was interested but that she and Wyatt were solid.",
        "Steffy: If solid means making out with my brother. Wyatt didn't know, so I told him, and then Ivy came at me all ticked off, like I was the bad guy. And I tried to calm her down, but she didn't stop. She grabbed my arm, and I... I-I pushed her, and... dad, it was an accident. I didn't mean to do this.",
        "Ridge: Right. I'm sorry you had to go through that.",
        "Steffy: [Sighs]",
        "Caroline: I really hate to think this way, but maybe you should talk to carter.",
        "Ridge: I should. This could be a liability for the company.",
        "Steffy: No, no, no, I won't let that happen. I'm heading to the hospital now. She's recovering. I'm -- I'm gonna tell her how bad I feel and that this was not intentional whatsoever.",
        "Ridge: Okay. Let me know how it goes.",
        "Steffy: Yeah.",
        "Ridge: So now you're kissing Ivy?",
        "Liam: Somebody's looking like her old self.",
        "Wyatt: Hey. Come in, come in.",
        "Liam: All right. What did the, uh, what did the doctor say?",
        "Wyatt: Uh, prognosis -- excellent.",
        "Liam: [Sighs] That's great. We were really -- we were really worried.",
        "Ivy: \"We\"?",
        "Liam: Steffy and me.",
        "Wyatt: Well, they said that, uh, Ivy might be able to check out of here soon.",
        "Liam: Yeah?",
        "Wyatt: Yeah.",
        "Liam: Excellent. Excellent. Uh, question, though -- uh, how soon can I get you back at work? 'Cause you only have so many sick days.",
        "Wyatt: [Chuckles] Ivy, uh, can't wait to get back to Forrester.",
        "Liam: I know. Take your time. Obviously I'm kidding about the sick days.",
        "Wyatt: [Chuckles]",
        "Ivy: It's just there's -- there's a problem.",
        "Liam: What?",
        "Ivy: I'm worried about Steffy.",
        "Liam: I-I don't know what that means.",
        "Ivy: First Aly and now this?",
        "Liam: Okay, uh, you can't compare those two, though, Ivy. One was a -- one was an unfortunate accident. I mean --",
        "Wyatt: Yeah, but, again, they keep happening. I think Ivy has reason for concern.",
        "Liam: What are you two trying to tell me?",
        "Wyatt: Ivy's concerned. That's all.",
        "Liam: About Steffy?",
        "Ivy: Liam, I'm in a hospital bed.",
        "Liam: Yeah, because of an electric shock, not because of Steffy.",
        "Ivy: Because I was pushed.",
        "Liam: That's one way to look at it.",
        "Ivy: That's what happened.",
        "Liam: Ivy, weren't you the one getting up in her face?",
        "Wyatt: Okay.",
        "Ivy: You serious right now?",
        "Liam: Well... [Scoffs]",
        "Ivy: You think I was holding a rock over her head? Is that what you're implying?",
        "Liam: Well, no, that -- come on. That has nothing to do with this.",
        "Ivy: Liam, Steffy killed Aly. You can claim self-defense as much as you like, but she didn't have to pick up that tire iron and kill her with it.",
        "Liam: There's no question it was self-defense!",
        "Wyatt: Okay, we get that. But there seems to be a reoccurring pattern here, Liam. Steffy has a knee-jerk reaction to push back and push back hard.",
        "Liam: Yeah, Wyatt, 'cause she was fighting for her life.",
        "Wyatt: I'm talking about what happened to Ivy here!",
        "Ivy: I'm lucky to be alive. Do you realize that? Pushing me into that panel? She was supposed to be keeping people away from it, Liam. Look, you can -- you can -- you can go on defending her as much as you like, but Steffy is dangerous.",
        "Liam: Okay, I understand your concern. But, guys, it was an accident, and Steffy would never intentionally cause you harm, you or anyone.",
        "Ivy: Yeah, well, I wish I could share your confidence.",
        "Steffy: Confidence in what? Ivy, you look amazing.",
        "Ivy: Stay away from me, Steffy.",
        "Steffy: Whoa. Are... are you afraid of me?",
        "Ridge: I thought you'd grown up a little, gained some maturity. And now this.",
        "Thomas: \"Now\" what? I kissed Ivy. It's not the end of the world. I told you that I was the other guy.",
        "Ridge: So many single women just throwing themselves at you, but that's not the hunt, is it? That's not -- that's not it. You want the one that's already committed to someone else.",
        "Thomas: We just kissed. Okay? She's not married to Wyatt.",
        "Ridge: 'Cause that matters to you?",
        "Thomas: It does matter, okay? I bonded with Ivy after I pulled her out of the way of the light that fell on Halloween. Okay, we've been spending some time together, yeah. She's a beautiful girl, and I expressed interest. There is nothing wrong with that.",
        "Ridge: And, of course, she must be interested in you. How can she not be? It's you. So you make a play for a girl who's already with someone else, whether she likes it or not. And that's what bothers me. And that's what's gonna change.",
        "[Monitor beeping]",
        "Steffy: Ivy, what's the matter? You can't even -- you can't even look at me?",
        "Ivy: I'm just -- I'm just tired. I'm not ready for this many visitors, I don't think.",
        "Steffy: Okay, um... it won't take long. I'm thrilled to see how far you've come. Just thinking about when they first brought you in here. Look, I-I want you to know how -- how terrible I feel about everything. I-I just had a meeting with Jake and the electrician, and the panel is 100% repaired. The whole area's been upgraded. It was a terrible accident, one you will never have to go through ever again.",
        "Lt. Baker: No, she won't. Steffy Forrester. Just the woman I'm looking for. Um, the hospital cafeteria's really quite good. Have you been?",
        "Steffy: No, no, I haven't had the pleasure. Why are you looking for me?",
        "Lt. Baker: Something to give you. It's a temporary restraining order. Filed by Ivy Forrester.",
        "Thomas: I don't get what the big deal is. I don't -- I don't see what I have to change. And saying that I don't care about what a woman wants, that's -- that's awful and completely untrue. Where did you get that idea? Look, Wyatt and Ivy are dating, right, but there's no commitment. There's no ring on her finger. And based on the signals that I have been getting from --",
        "Ridge: So you just decided to go and take her. You don't think that's a little disrespectful to Wyatt?",
        "Thomas: It wasn't out of disrespect for Wyatt. I like Ivy. Look, if anything, I'm helping Wyatt out. I'm making him step up his game, you know? He's taking Ivy for granted. Maybe next time he goes out of town, he'll think twice about inviting her.",
        "Caroline: You were hitting on Ivy when Wyatt was in san Francisco?",
        "Thomas: What can I say? When an opportunity strikes, a man's got to act.",
        "Ridge: A what? A man? You're a lot of things, son, but you're not a man. You're a petulant, little boy. That's a girl. She's alone for one night. You had to move in. A man wouldn't do that.",
        "Steffy: A restraining order?!",
        "Ivy: It felt necessary after what happened.",
        "Steffy: After an accident?",
        "Lt. Baker: After the altercation at work that resulted in Ivy's life- threatening injuries.",
        "Liam: This is completely insane.",
        "Wyatt: What are you talking about? Ivy doesn't feel safe.",
        "Liam: What -- you support this?",
        "Wyatt: Yeah, I do. I think she deserves a chance to recover without fearing what Steffy's gonna do next.",
        "Steffy: Wow.",
        "Lt. Baker: It's a temporary civil harassment restraining order, which means that you have to stay at least 100 yards away from Ivy at all times. You violate that, you go to jail. Now, this covers all areas of her life, including the workplace.",
        "Steffy: This -- this -- this is so messed up!",
        "Ivy: Well, I'm afraid of you, Steffy. I think you're dangerous.",
        "Wyatt: Ivy's been through a lot, and I think that this will give her the peace of mind so that she gets a chance to recover.",
        "Steffy: Wait, so -- so after all this talk about wanting to be at Forrester, going to my grandfather, begging him to goad me into getting your job back, that meant nothing?",
        "Ivy: I'm very grateful to have been rehired, but this has nothing to do with the job.",
        "Steffy: So if I'm not supposed to be within 100 yards from you, how are you supposed to work?",
        "Lt. Baker: Ivy can go to Forrester. You can't.",
        "Steffy: What?!",
        "Wyatt: Ivy's gonna be here for the rest of the day in the hospital. Maybe it'd be best if you go to work and pick up the things you need so that you can work from home.",
        "Steffy: I'm president of this company!",
        "Lt. Baker: It doesn't matter. The complaint's against you, so you're the one who has to stay away.",
        "Liam: All right, hold on a second. How -- how long will this last?",
        "Lt. Baker: Until the case is concluded.",
        "Liam: [Sighs]",
        "Steffy: Don't do this, Ivy. Don't do this.",
        "Ivy: I don't have a choice, Steffy.",
        "Steffy: I feel terrible about what happened, but this was an accident. I gave you CPR until the EMTs came.",
        "Ivy: I'm sorry.",
        "Steffy: But you're just gonna do this anyway? How am I supposed to do my job if I can't even be in my office?",
        "Ivy: I don't want to be around you, Steffy!",
        "Steffy: Then stay home! You can design anywhere!",
        "Wyatt: Steffy, calm down.",
        "Steffy: I'm not gonna calm down! I can't be in my own office when you don't even know what an accident is!",
        "Lt. Baker: Steffy. Don't go any closer.",
        "Steffy: [Scoffs] Get --",
        "Thomas: What's really going on here? Why -- why are you so angry about this?",
        "Ridge: I don't know. Maybe I'm just tired of watching you make the same mistake over and over again.",
        "Thomas: No, but you're angry. You are unreasonably angry. And I don't think this is about Ivy. I think this is about what happened before. Dad, how many times do I have to apologize? I'm sorry I hit you, okay? But I want us to move past this.",
        "Ridge: It's more than that.",
        "Thomas: The thing with charlotte? Okay, I've apologized for that, too. It was stupid. A moment got away from me. But why -- why are you letting that get you so riled up? This -- this should be a happy time for you. Look at your wife. Look at her. Look at how upset she is. You're married. You're having a baby. Focus on that. Why -- why are you dwelling on the past when you could be focusing on the future, the baby that you guys are having together? There is an innocent life growing inside of Caroline. My little brother or sister. Shouldn't that unite us? I mean, shouldn't we come together as a family for that baby's sake?",
        "Ridge: No.",
        "Thomas: No?",
        "Ridge: No. Tell me you understand what \"no\" means, Thomas!",
        "Thomas: [Sighs]",
        "Ridge: You want to bring the family back together? I have a better idea. Work on yourself. Learn how to respect women, like Ivy, like charlotte. Work on that, and then work on uniting our family! Okay?!",
        "Thomas: I don't get it. I don't. I don't understand why it is so hard for you to forgive me. What am I not understanding?",
        "Ridge: You want to know? You really want to know?",
        "Thomas: Yeah! I want to know why you're so angry at me all the time!",
        "Caroline: Stop, okay?! Just both of you need to stop!",
        "Thomas: I'm not gonna stop until we figure this whole thing --",
        "Caroline: Thomas!",
        "Thomas: No! I'm tired of this!",
        "Caroline: Leave.",
        "Thomas: I don't understand. Okay, we're supposed to be family. Families forgive each other. And fathers forgive sons.",
        "Caroline: That was too close.",
        "Ridge: I had it covered.",
        "Caroline: You have to stop losing it on him like that.",
        "Ridge: How do I do that?",
        "Caroline: By doing what he said. Just focus on our baby. Thomas is Thomas. You need to focus on our child.",
        "Steffy: Okay. You want me to step back? I'll step back. If you're afraid of me, I can relay messages through Quinn. Uh, Liam can be the liaison. But we have to figure out something, because this ridiculous restraining order doesn't work.",
        "Ivy: Well, it's happening.",
        "Liam: Okay. There have been times in the past where you were absolutely sure you knew the truth about a situation, and then it turned out you were mistaken. Well, Ivy, this is one of those times.",
        "Steffy: I'm not a threat to you, Ivy. This was an accident.",
        "Ivy: It was just caused by you again.",
        "Steffy: Can we just forget about this restraining order? Come back to Forrester. I'll be the first person to welcome you with open arms.",
        "Lt. Baker: No, you won't.",
        "Steffy: Ivy, you can't -- you can't do this.",
        "Ivy: You know what I can't do, Steffy? I can't bring Aly back from the dead.",
        "Liam: Whoa.",
        "Ivy: I'm not doing this to get back at you, Steffy. I'm doing it to protect myself from any little accident that might just happen around you again. I need to get on with my life and my career, and that means doing it without worry or fear.",
        "Steffy: You have nothing to be afraid of.",
        "Ivy: You're dangerous!",
        "Steffy: No, I'm not!",
        "Wyatt: Steffy, can't you see what you're doing here?",
        "Steffy: Okay, fine. If you want nothing to do with me, that's fine. But you're the one who should stay away from Forrester, because that is my company! That is my business! You cannot ban me from there! You can't do this!",
        "Ivy: I just did."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=Fc7yhOyzodk"
}