{
    "Episode Summary": [
        "Episode # 7732 ~ Brooke attempts to make peace between Ridge and Thorne; Steffy's guilt becomes unbearable."
    ],
    "Recap": [
        "Liam says he is not accusing Steffy of anything. He is just asking her a question so he is not sure why it upsets her. If she went to her grandfather's to just move in there then she could just tell him that and that she changed her mind. He tries to touch her and she backs him off and he does not know why. He tells her that she left here furious and never wanted to see him again. Now he is getting two different stories from her and Quinn and he wants to know which is true. He asks if she is still angry and she says sometimes yes. This is all her fault. She made a mistake; she did something wrong. He repeats her story about driving around and parking and thinking. She was alone .or at least she said she was. But if in the guest house somebody else could have been there and it is okay for her to tell him. If she had just told him then but now he has to wonder why she won't tell him. She grabs him and hugs his neck and says she is sorry. Ridge sits on the floor after Thorne has pushed him over. Brooke comes in and asks Thorne what he did. Ridge and Thorne spar a little and she says not in her house; they need to respect each other. Ridge calls Thorne little brother again and Thorne tells him again that he hates that but Ridge continues. Brooke wants to know why they can't see in each other what she sees.",
        "Liam tells Steffy that he is the one who should be apologizing after she did come home okay. She dusted herself off and tried harder. He is the one obsessing about this. She says the past is the past and they do not have to bring it into every new day. They kiss and all seems better. Both Thorne and Ridge asks the other why they are here. Ridge says he is here to say hello to his future wife. Thorne scoffs. Ridge tells him he can go back to the sandbox. And he did not bully his way to the top; he earned it. He smirks that Thorne's DNA and his chromosomes is the only thing that kept Thorne from not getting fired. Without seeing it coming, Ridge gives a big shove and pushes Thorne down on the couch. Brooke objects but Ridge just smiles. She sees Ridge out and then asks if Thorne is okay. Ridge called her his future wife and he wants to know if he is right. He always needs to win and he hopes she will not do this to herself; then it will be his father's wife again that he wants. They both agree they love Ridge. People who work with wild animals love them too. She says she likes to think she belongs to someone. He says there are other ways to feel like that. He leans over and kisses her. She's amazed. Liam notices that Steffy has tears in her eyes and says he realizes they had a close call. He says when he was a kid he thought about things he wanted and achievements, but she is a whole new meaning. She kept peace between her and his brother and now kept his father in his life. Everything in his life he wanted is because of her but he hates to see her so upset. Where is that wild woman, that lover of fun; where is she ..none of that night with Sally ever happened so she can let go of it. He needs a sign that she is back to her normal kick-ass self so she says Cha cha cha. Now he declares she is back and what happened never happened."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: Hey, you know, I'm not accusing you of anything, right?",
        "Steffy: It kind of feels that way.",
        "Liam: What? Why is this question so upsetting to you? I'm just asking.",
        "Steffy: Why is it so important? I came home.",
        "Liam: Because it matters. It matters. I mean, it's one thing if you just took a drive or whatever, but it's totally different situation if you left here with the intention of, say, moving back into your grandfather'S. And if you did, well, one, what changed your mind, and, two, what does it say that you didn't want to me to know that?",
        "Ridge: \"Dear diary, I pushed down my big brother. I have become a man today.\" How's that feel? Good?",
        "Thorne: Well, it's physics. Your head is too big for your body, so you're gonna fall over.",
        "Ridge: [ Laughs ]",
        "[ Sighs ]",
        "Thorne: Come on. Get up.",
        "Ridge: Why? You don't want brooke to see what a bad boy you've been?",
        "Thorne: You're sick, you know that? You're really sick. You're madly in love with yourself and no one else. And the games you play have made this family sick and weak, just like you.",
        "Ridge: Well, how lucky are we that you're here to restore decency and morality.",
        "Thorne: That would be correct.",
        "Ridge: Can't wait to see how that works out.",
        "[ Door opens ]",
        "Brooke: Ridge! Oh, my god. Are you all right?",
        "Ridge: Yeah, I'm okay.",
        "Brooke: What did you do?",
        "Quinn: Would you just turn to me? [ Sighs ] Something's not right. I think the beads are just too big. Maybe.",
        "Maya: Well, I love this.",
        "Quinn: Huh?",
        "Maya: I'd get one for nicole, I think.",
        "Quinn: Oh, yeah. It does have that young, hip feeling, doesn't it? Well, it should. It came straight from steffy.",
        "Maya: Steffy's designing?",
        "Quinn: What? No. [ Laughs ] No, no, no, no, no. She just left it behind, kind of like how hansel and gretel left behind bread crumbs.",
        "Ridge: [ Sighs ]",
        "Thorne: He fell.",
        "Ridge: I had help.",
        "Thorne: I pushed him.",
        "Brooke: Not in my house.",
        "Thorne: Well, he wouldn't get out of my face.",
        "Brooke: Not in my house.",
        "Thorne: I'm sorry.",
        "Ridge: He's not sorry. We should send him to his room.",
        "Thorne: Do you ever shut up?",
        "Brooke: Stop it! I'm not gonna let my house be the battleground for this never-ending contest between the two of you. Look, if you can't get along, at least show some respect for each other.",
        "Thorne: Does he even know the meaning of the word? How much respect did he show you and my father with quinn?",
        "Quinn: It's not really a copy. It's more a variation on the theme. I saw steffy wearing the original, but I never paid it much attention until I saw it again in the guest house.",
        "Maya: In the guest house?",
        "Quinn: Yeah.",
        "Maya: I didn't know steffy ever stayed in the guest house.",
        "Quinn: Oh, yeah, well, apparently, neither did her husband.",
        "Liam: Hey. Hey.",
        "Steffy: No. Don'T. Don'T. Don'T...",
        "Liam: Oh, my god. You're shaking.",
        "Steffy: Well, you're scaring me, liam.",
        "Liam: Why -- why am I scaring you? I mean, quinn said you were at the guest house, right? You slept in the bed, you took a shower. Okay. Is she lying? I mean, it wouldn't be the first time.",
        "Steffy: Why were you and quinn even discussing me?",
        "Liam: Steffy. Are you trying to keep that option open, moving back into your grandfather's?",
        "Steffy: No! No!",
        "Liam: Okay, all right, then what? Make sense of this for me because you left here furious. You wouldn't respond to my texts, you wouldn't answer my phone calls, and then a few hours later, you come back in full of apologies, ready to recommit to our marriage vows. Something happened in between. Now, I thought I knew what it was, but I'm getting two different stories now, and they both can't be true. Why won't you tell me which one it is?",
        "Ridge: See, this is typical from my little brother. He sticks his nose where it doesn't belong.",
        "Brooke: Why do you have to call thorne that when you know he hates it?",
        "Thorne: Your answer's in your question, brooke.",
        "Ridge: It's so easy to make fun of him, I kind of like it.",
        "Thorne: You know, you talk just so you can dominate the room. You know, he likes to steer the conversation away from topics unflattering to him. He talks for attention, hoping to be mistaken for a wit or an expert, even. And then, of course, he talks to seduce.",
        "Ridge: Sorry, did you say something?",
        "Brooke: Ridge...",
        "Ridge: I mean, did you say something new? You didn't, did you? It's hard to fathom that this guy, he's built his whole life on resentment.",
        "Brooke: Why does it have to be this way? Why can't you see in each other what I see in you?",
        "Thorne: Because for far too many years, I've seen too much else.",
        "Ridge: What he said.",
        "Quinn: I thought liam was overreacting, but I certainly didn't want to cause any trouble.",
        "Maya: Well, maybe steffy wanted the story to match her state of mind? It just -- it seems an odd thing to fib about.",
        "Quinn: Yeah. I mean, I think I know why she did it, and even married people want to have privacy, right? I mean, they want to have their own secrets.",
        "Liam: Okay, clearly I'm going about this all wrong.",
        "Steffy: No, no, no. It's my fault.",
        "Liam: Is it -- is it anger? Are you angry still?",
        "Steffy: Sometimes, yeah.",
        "Liam: I mean, I know you said you forgave me for the thing with sally, but forgiveness isn't always a slam dunk.",
        "Steffy: No, no, I'm angry at myself, not at you.",
        "Liam: Are you sure?",
        "Steffy: Yes. [ Sighs ]",
        "Liam: So why did you lie to me?",
        "Steffy: [ Sighs ] I made a mistake.",
        "Liam: Okay. All right. Okay. So, tell me.",
        "Steffy: No, I -- I did something wrong.",
        "Liam: Okay, you left the house. You were emotional, you were driving around, just like you said, right?",
        "Steffy: Yeah.",
        "Liam: And you parked somewhere. You weren't sure what to do... you -- maybe you wanted to go somewhere safe, somewhere alone, yeah?",
        "Steffy: Yeah, that -- yeah, that's what I wanted, yeah.",
        "Liam: And were you? Alone? I mean, it's -- it's eric's estate. Obviously there's always people there, but in the guest house, i mean, were you like, meeting someone?",
        "Steffy: No. No.",
        "Liam: But you were thinking about leaving me.",
        "Steffy: Liam, so many things were just, like, swirling in my mind...",
        "Liam: I know, I know. But leaving me was one of them.",
        "Steffy: Not for long.",
        "Liam: And you knew that if you told me that, I would freak out, right? Maybe I would have freaked out. And so you told me a story instead.",
        "Steffy: I'm sorry. I'm so, so sorry.",
        "Quinn: Thank you for your help, maya.",
        "Maya: Oh, no problem. Trying on beautiful things is my job, right?",
        "Quinn: Mm.",
        "Maya: Hey, do you know what you're gonna name the line yet?",
        "Quinn: I was thinking about \"C.E.O.\" You know, so many of our clients are young women going up the corporate ladder. Or maybe just simply \"steffy.\"",
        "Maya: Don't do that.",
        "Quinn: Well, she's already got such a huge following and such a distinctive style.",
        "Maya: Yeah, and every time she's asked about it, she's gonna have to tiptoe around this painful memory in her marriage. Quinn...",
        "Quinn: I never really thought of it that way.",
        "Maya: And I'm assuming that you're not gonna tell anyone else how you got the idea for this bracelet, right? I'm sure you remember how hurtful it was with the entire building discussing your marital problems.",
        "Quinn: [ Scoffs ]",
        "Liam: Hey, steffy, I -- I'm sorry, I should be the one apologizing.",
        "Steffy: No, don't say that.",
        "Liam: No, I should. You came home, we renewed our marriage vows, we swore that everything that happened before would be washed away and forgotten, and why do I even need to revisit it again? I mean, it's like even casual contact with quinn still make me paranoid.",
        "Steffy: No, you have every right to wonder why I would tell you one thing and do another.",
        "Liam: Yeah, okay, but... I don't know, did it even make a difference? Yes, secrets and lies are toxic to a marriage, but truth is not something you just put in your shopping cart and take home. I mean, it's an ideal. It's something you strive for, and when you fail, you dust yourself off and try harder.",
        "Steffy: No, and I will. I swear on my life I will try harder.",
        "Liam: And I will, too. And I have a lot more to make up for than you do.",
        "Steffy: No, you need to stop blaming yourself. I thought we were gonna start over.",
        "Liam: Yeah. We are. I'm just still getting the hang of it.",
        "Steffy: Look, I -- I can't erase the past, but we don't have bring it into every new day.",
        "Liam: Then we won'T.",
        "Steffy: Only the part where i fall in love with you... over and over and over again.",
        "Brooke: Ridge... I think you should just leave.",
        "Ridge: Why am I leaving? I didn't push anybody.",
        "Thorne: Why are you even here? Does he just come and go as he pleases?",
        "Ridge: Our son lives here.",
        "Thorne: I don't see him.",
        "Ridge: This is also the home of my once-and-future wife.",
        "Thorne: Wow, you're so attentive when she's legally married to someone else. It's -- it's quite amazing.",
        "Brooke: Yes, you're right. This is my home, and I'm the one in charge here, and I would like you to leave.",
        "Ridge: [ Groans ] Okay. All good for you. There's something else to put in your diary. You've won the day without playing your trump card. Good job.",
        "Thorne: Didn't realize I had one.",
        "Ridge: You didn't realize you had one? You play it all the time.",
        "Thorne: Oh...",
        "Ridge: Right? Ridge marone, I'm a fake.",
        "Thorne: Facts are facts. And that one accounts for so much of your thuggish behavior that keeps you king of the sandbox.",
        "Ridge: Oh, but here's something you don't know about the king of the sandbox -- I have a trump card myself. Well, think about it -- you have your dna, you have your pedigree, you even have the sympathy vote. What you don't have is even an ounce of talent. You keep calling me a bully, and first of all, a grown man shouldn't use that word, but, okay, for you, I didn't bully my way to the top of my profession. I earned it, and you were in the basement not because of me, but because of you, because that was the place where you do the least amount of damage. Your dna, your pedigree, your chromosomes, they're the only thing that kept you from being fired.",
        "Brooke: Ridge, come on.",
        "Ridge: What?",
        "Brooke: Let's go. Really. It's time to go.",
        "Thorne: Oh, he's been singing the same song since I was old enough to shave.",
        "Ridge: You did what? How -- when did that happen? No one tells me anything! You started shaving? This day is full of surprises.",
        "Brooke: Ridge! My god.",
        "Ridge: That did feel good. I'll see you later. Love you. Test test",
        "Brooke: [ Sighs ] Are you okay?",
        "Thorne: Yeah, I'm fine. It was nothing compared to growing up with him, living in the same house.",
        "Brooke: I'm so disappointed in him. In both of you.",
        "Thorne: A lifetime of dysfunction -- you can't just wish it away. And he called you his once-and-future wife.",
        "Brooke: [ Laughs ] Yeah. He does that.",
        "Thorne: Is he right? You know, all of your disappointments in ridge have nothing to do with me.",
        "Brooke: That's fair enough.",
        "Thorne: He just needs to win. With me, with you. And as soon as he does, he loses interest. Now, you say yes to him, suddenly he's interested in my dad's wife again. Don't do it to yourself.",
        "Brooke: He regrets what he did with quinn. I really believe that.",
        "Thorne: Well, his regrets don't last very long. Which is why you've had to forgive him every six months since you first laid eyes on him. I know you love him.",
        "Brooke: I suspect you do, too.",
        "Thorne: Well, people who work with wild animals love them, too, but they keep their distance.",
        "Brooke: [ Laughs ] I don't know, I just -- I like being with somebody. I don't want to be alone. I like that feeling of having a relationship and them being my best friend and my partner, my equal, my lover. I like to feel like I belong with somebody.",
        "Thorne: Well, you don't have to belong to him. There are other ways not to be alone.",
        "Brooke: Like what?",
        "Liam: Hey. Are you crying?",
        "Steffy: [ Laughs ] I don't even -- I don't even know....",
        "[ Sighs ]",
        "Liam: Did we have a close call?",
        "Steffy: I think we did.",
        "Liam: I'm sorry.",
        "Steffy: No. No. It wasn't you.",
        "Liam: You know, when -- when you're a kid, you think about everything you want your life to be, you know, all the achievements and success and home and love and job... and I kind of think it's important as a grown-up to take inventory on that and ask yourself if it really is everything you wanted it to be. And, for me, it is. Because of you. You made a home with me. You helped me find my place at spencer, you -- you kept peace between my brother and me, against all odds. You...helped me see the goodness of my father. You helped me keep him in my life. I have everything I ever wanted because of you.",
        "Steffy: So do I.",
        "Liam: Then why are you so sad?",
        "Steffy: I... I just get scared of losing you.",
        "Liam: Are you scared you won't be able to forgive me?",
        "Steffy: No.",
        "Liam: Then where is that wild woman who ziplined into our happily-ever-after, I mean, who is a lover of fun and life? Where is she?",
        "Steffy: I'm still here.",
        "Liam: No, you're not. You're back there in that awful night. Repeat after me. \"None of it ever happened.\"",
        "Steffy: None of it ever happened.",
        "Liam: None of it ever happened. Not that night, not the night before, not the night before that.",
        "Steffy: None of it ever happened.",
        "Liam: That's right. Now give me a sign.",
        "Steffy: A sign?",
        "Liam: Yes, that you're back, that you are your usual kickass self.",
        "Steffy: I -- I am.",
        "Liam: Yeah? Yeah?",
        "Steffy: I mean, I will be.",
        "Liam: Prove it. You know what I want to hear. I know you do. Come on.",
        "Steffy: Cha-cha-cha.",
        "Liam: Cha-cha-cha. I can't hear you. Let me hear it again.",
        "Steffy: [ Laughs ]",
        "Liam: Let me hear it again.",
        "Steffy: Cha-cha-cha!",
        "Liam: Cha-cha-cha! There she is. There's my girl. You're back. You came back to me.",
        "Steffy: It never happened."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=LEOSmuEtPdQ"
}