{
    "Episode Summary": [],
    "Recap": [
        "Hector swings a mean bat, and there is blood splatters all over his face. Phoebe argues with both Hector and Harry as they call the ambulance and the police. She objects to this and does not feel he was there to rape here. All bloody, Shane comes to long enough to hear them talking and he leaves the scene. Lt. Baker shows up and is filled in with the details. Phoebe does not want to press charges, but insists they must find Shane before tomorrow for her mother's case. Ally discusses the Thanksgiving play with her dad. Stephanie offers to substitute for Taylor and help her pick out an Indian princess outfit. Thorne questions how much longer they can keep telling Ally that Taylor is in London. Taylor thinks more and more of Ally and her love. Thorne discusses his future with Taylor with his mother. She encourages it. Taylor was there for him and she's a good person. Don't be afraid. The three of them can face it together. She will support whatever decision he makes. Thorne is still undecided if he can ever really forgive Taylor.",
        "Baker and police break the door down at Shane's place. Phoebe and Harry are closer than they think as Shane is hiding up above the dumpster. He makes an anonymous phone call telling Baker that Shane is holed up at his convenience store, come get him. Harry and Lt. Baker and the police leave Phoebe alone saying they will be right back. A very disheveled Shane suddenly appears and cries to Phoebe that he must look a sight, that same dirty, homeless man she first met, when all he wanted to do was help her. He thought he could change his life around and he would have a chance. All he wanted was her. She wants to take him to the hospital, but he tells her he is leaving town and he bolts. He knows she doesn't want him the way he wants her."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Phoebe: Harry? Harry? Harry! Let me explain. Let me explain.",
        "Shane: No, no, you were using me. You were using me!",
        "Phoebe: No, I wasn't! No, I wasn't! No!",
        "Shane: What, have I been horrible to you?",
        "Hector: McGrath, let her go!",
        "Phoebe: No, wait, stop it! Stop!",
        "Hector: Phoebe? Phoebe!",
        "[SCENE_BREAK]",
        "Thorne: Oh, my gosh, is it time for the thanksgiving play again already?",
        "Alexandria: I get to be the Indian princess this time.",
        "Stephanie: Ooh!",
        "Thorne: Really? Well, that's going to take some doing.",
        "Alexandria: Mommy made my costume last year, when I as a pilgrim. Can Taylor help me now?",
        "Thorne: Well, honey, we're not too sure when Taylor's going to be home from London.",
        "Stephanie: I can help you. I know exactly where to go to get a dark wig that will have long braids and make you look like the Indian princess. Okay?",
        "Alexandria: Yes! Thanks, grandma Stephanie. But when is Taylor coming back?",
        "Thorne: As soon as she can, honey.",
        "Alexandria: I miss her.",
        "Thorne: Yeah, she misses you, too. You have no idea how much. Why don't you run along, get ready for bed, okay?",
        "Alexandria: Can we call Taylor on the phone?",
        "Thorne: Well, sweetheart, it's a little late in London. Do you remember how I explained the time difference to you? Okay. Go get your pj's on, all right?",
        "Alexandria: Okay.",
        "Thorne: All right.",
        "Stephanie: Good night, Indian princess.",
        "Thorne: You know I hate lying to her.",
        "Stephanie: Well, what options to you have? She's so attached to Taylor.",
        "Thorne: What happens, mother, if Taylor is convicted and goes to prison? Then what? How long can we go on pretending that Taylor's in London?",
        "[SCENE_BREAK]",
        "Guard: I gotta say, you do attract some hot male types.",
        "Taylor: Oh, yeah, aren't I the lucky one?",
        "Guard: That last dark-haired guy, he was my fave. Wow.",
        "Taylor: Oh, ridge. Ridge Forrester, yeah. That was my ex-husband.",
        "Guard: Girl, why would you divorce a man like that?",
        "Taylor: Oh, that's a long story. I don't think you want to hear it. So, whatever happened between you and your son?",
        "Guard: That time I called into the radio show you were on? I was all freaked out because I just found out he was gay. Well, remember, you handled it real simply. You asked -- how would I feel if I never saw him again? That did it. I knew I didn't give a hoot who he wants to fall in love with -- as long as he's in my life. He's my boy, and I love him.",
        "Taylor: I'm glad you realized that.",
        "Guard: It must be cool, helping people like you do.",
        "Taylor: It used to be --",
        "Guard: Hey, think positive.",
        "Taylor: I'm trying.",
        "[SCENE_BREAK]",
        "Hector: Phoebe? Phoebe, talk to me!",
        "Phoebe: Shane -- Shane -- oh, my god! Oh, my god, Hector, he's really hurt. Shane, can you hear me? Can you hear me? Call an ambulance!",
        "Hector: What about Harry?",
        "Phoebe: Harry -- Harry, are you okay? Can you hear me?",
        "Harry: Yeah. Yeah, I'm fine. Are you okay?",
        "Phoebe: I'm fine. It's Shane I'm worried about.",
        "Harry: Shane --",
        "Phoebe: No, stop, Harry -- have you called the ambulance?",
        "Hector: Yeah, they're on their way. So are the police.",
        "Phoebe: The police? Why?",
        "Hector: Phoebe, Shane was trying to force himself on you.",
        "Phoebe: No, he wasn't!",
        "Harry: How can you say that? He was coming onto you.",
        "Phoebe: It's not what you think. And you could have killed him!",
        "Hector: Phoebe, he was here for one reason -- to rape you!",
        "Phoebe: Look, you both don't understand. I know you were trying to protect me, but nothing would've happened!",
        "Harry: Come on, Phoebe. You don't know that.",
        "Phoebe: Yes, I do! Shane would never do anything to hurt me.",
        "Hector: Not anymore, 'cause he's going to rot in prison.",
        "Harry: Wait, if we can find him!",
        "Hector: What are you talking about?",
        "Harry: He's gone!",
        "Hector: What?",
        "Harry: I'll get him!",
        "Phoebe: Harry, no!",
        "Hector: Wait, wait, Phoebe. Phoebe, listen to me. Listen to me. You are emotional, and maybe even a little confused right now where your feelings are, but he was here only to hurt you. Do you understand?",
        "Phoebe: No, Hector. He's not the monster you've made him out to be. God, now he's never going to testify.",
        "[SCENE_BREAK]",
        "Thorne: She's fast asleep. I wish I could conk out like that.",
        "Stephanie: They don't call it the sleep of innocence for nothing.",
        "Thorne: You know, Mother, I've been thinking about guilt and innocence.",
        "Stephanie: I thought we agreed this was an accident.",
        "Thorne: It was, Mother. It was an accident. And Taylor deserves to be free and live her life.",
        "Stephanie: But?",
        "Thorne: But it's me. I don't know if I can let go of what happened.",
        "Stephanie: Really?",
        "Thorne: I'm not talking about today, Mother. I'm talking about down the line. I mean, is it going to change things? Is this relationship doomed from the get-go? Or am I just kidding myself?",
        "[SCENE_BREAK]",
        "Guard: Judge Owens' bailiff, he's a friend of mine. He said the assistant D.A. Had this kid on the stand today, was really working him over.",
        "Taylor: Shane McGrath? I can't believe my future is in this stranger's hands.",
        "Guard: Can he get you off?",
        "Taylor: I guess, if he wants to.",
        "Guard: He's under oath.",
        "Taylor: Yeah, but for a lot of people, that doesn't mean a thing. I think the second biggest mistake I've ever made in my life was letting this guy move into my house.",
        "Guard: Is he dangerous?",
        "Taylor: Let's just say, he's made it really clear he's interested in my daughter. And if she isn't nice to him, then he's not going to help us. It's just so frustrating. I feel like my hands are tied, being in here.",
        "Guard: Doc, you gave me some good advice once. Let me give you a little back. Whether you're in here for one night, or a week, or doing life, you can't worry about things on the outside. It'll only drive you nuts.",
        "[SCENE_BREAK]",
        "Hector: Phoebe, Shane has been subpoenaed. He has to testify, okay? And if he doesn't tell the truth, you can press charges. Attempted rape, assault --",
        "Phoebe: I told you, he wasn't going to do anything, Hector! And now he's never going to clear my mom.",
        "Harry: Shane's not here. He's not in the house.",
        "[Knocking at door]",
        "Phoebe: Lt. Baker --",
        "Lt. Baker: What's going on, Phoebe? My dispatcher says someone attacked you.",
        "Harry: Yeah, it was Shane. It was Shane McGrath.",
        "Phoebe: I was not attacked, lieutenant.",
        "Hector: Phoebe, stop defending him.",
        "Phoebe: I'm not. You and Harry overreacted.",
        "Harry: Well, he attacked me, that's for sure.",
        "Lt. Baker: So, we've got an assault --",
        "Phoebe: No!",
        "Harry: That's right.",
        "Lt. Baker: Well, does somebody want to tell me what's going on?",
        "Phoebe: Yeah, Shane was here. He got a little carried away. And Hector and Harry thought they were protecting me.",
        "Harry: We were. The guy had one thing on his mind.",
        "Lt. Baker: Where's McGrath now?",
        "Phoebe: He's injured. We don't know where he is.",
        "Lt. Baker: How did that happen?",
        "Hector: Well, I had to hit him, lieutenant, with this.",
        "Harry: Yeah, he's pretty banged up. He's not going to make it too far.",
        "Phoebe: Please, we have to find him before mom's trial tomorrow.",
        "Lt. Baker: Head back to the station, run a hospital check on McGrath. Any idea where he might go?",
        "Phoebe: Um, his apartment, maybe. I can take you there.",
        "Lt. Baker: Are you pressing charges, Phoebe?",
        "Phoebe: No.",
        "Lt. Baker: Are you sure?",
        "Phoebe: Yes, I can't talk about that right now. Look, we have to find Shane today. Mom's freedom depends on it.",
        "Hector: Harry, stay in touch.",
        "[SCENE_BREAK]",
        "Alexandria: I miss you bunches. Daddy misses you bunches, too. We can't wait till you're home from London. Love, Ally.",
        "Taylor: I miss you. I miss you, too, Ally. Bunches and bunches.",
        "[SCENE_BREAK]",
        "Stephanie: You're thinking of walking away from Taylor?",
        "Thorne: I'm just looking to the future to see what I'm -- well, what we're up against.",
        "Stephanie: It's too late to change course.",
        "Thorne: Because of Ally.",
        "Stephanie: Well, she's transferred all of her feelings to Taylor. Taylor has taken her mother's place.",
        "Thorne: Exactly. And that's the biggest issue of all, mother. How long do you think it's going to be before someone tells aly that it was Taylor who ran over her mother? And it's not \"if,\" it is \"when.\" Makes me wonder what I've done to my daughter.",
        "Stephanie: I know this is a hard one for you, but you just -- it's the truth. You had no idea that Taylor was involved in any of this. All you knew was that you needed someone. Someone for you and the baby. And not just anyone. And Taylor was there. She's a good person, Thorne.",
        "Thorne: Who had a couple glasses of wine and got into a car --",
        "Stephanie: Big mistake to dig that up again.",
        "Thorne: I know, but it's there.",
        "Stephanie: Honey, what if I had known then what I know now? It's such a waste of time. It's so worthless. What's worth something now is what you have with Taylor, you and the baby and Taylor. You've been lucky twice in your life. This may not happen again.",
        "Thorne: Yeah, you're right.",
        "Stephanie: You need time to think this through.",
        "Thorne: Yeah. You're right again.",
        "Stephanie: I'm going to go home and fight with your father. [Thorne chuckles] You know, whatever you decide, I'll support. But don't be afraid. The three of you can face the truth when the time comes. I love you.",
        "Thorne: I love you, too. Thank you.",
        "[SCENE_BREAK]",
        "[Knocking at door]",
        "Lt. Baker: McGrath, come on. This is Lt. Baker. Open up. We're not here to hurt you. All right, we've waited long enough. Break it down. You two stay out here. Shane, I know that you're hurt, I know that you're scared. Come on out. Let us take you to the hospital.",
        "Phoebe: God, what if he's already gone?",
        "Lt. Baker: Looks like he's not here.",
        "Phoebe: God, Shane testifies tomorrow. The jury's not just going to wait around for us to find him.",
        "Lt. Baker: Let's see if motor vehicle has a registration in his name. Yeah, this is lt. Baker. Can you put me through -- what? All right. Patch him through.",
        "Voice: Yeah, is this the police?",
        "Lt. Baker: Yeah, this is the police.",
        "Voice: Yeah, this is the convenience store down on the corner of Eugene street and 25th. I got a guy down here who's really hurt. Now, he needs some help. He says his name is Shane McGrath. Yeah, please get down here. Quickly.",
        "Lt. Baker: Keep him there. We'll be right over.",
        "Voice: Oh, he ain't going anyplace. This guy is hurt bad",
        "Lt. Baker: All right, we're on our way. Got him. Is more soothing than before.",
        "[Taylor remembering] London bridge is falling down my fair lady London bridge is falling down falling down falling down London bridge is falling down my fair lady",
        "Thorne: Tell me, Darla. I just don't know. Can I really ever forgive her?",
        "[SCENE_BREAK]",
        "Lt Baker: I'll need someone to I.D. McGrath.",
        "Phoebe: I'll go.",
        "Harry: No, I'm not sure that's wise.",
        "Phoebe: Harry, I have to ask him if he's still --",
        "Harry: You know, asking him won't make a difference. Not now.",
        "Phoebe: Mom needs his help.",
        "Lt. Baker: Let me take him into custody first, then we'll start figuring out our next steps. Don't worry, phoebe. I'm not going to go hard on him. I want him to testify, too.",
        "Phoebe: Thank you.",
        "Harry: Okay, I'll be right back. Are you going to be okay here?",
        "Phoebe: Yeah, I'll just wait inside.",
        "Harry: Okay.",
        "[SCENE_BREAK]",
        "Shane: I look real good, don't I? Come to think of it, I don't think I looked that great, too, the first time we met. I couldn't even afford a razor then. I was so broke. All I ever wanted to do for you was just help you. That's it. But you kept seeing me as this homeless, creepy man. I thought all that would change, you know, once I cut my hand. Because you came to me, and you helped me. You were so sweet. You were such an angel to me. And that's when it happened. That's when I fell for you. I did, and the more I got to know you, the more I wanted to be with you. And be with you.",
        "Phoebe: Shane, I'm so, so sorry.",
        "Shane: Yeah, sure you are. You're just afraid that I'm not going to be here to testify for your mom.",
        "Phoebe: Okay, I understand that you can't trust me. What Harry and Hector did was terrible --",
        "Shane: Harry, Harry -- let's talk about Harry. Maybe he was right. I mean, what was I thinking? You, feeling the same way that I feel about you? I could've made you happy. I could have made you happy. Maybe I couldn't take you out to all these little fancy restaurants and buy you all these pretty little things. But I would have made it beautiful for you, I would have. When I first met you, my life -- man, it was so screwed up. And then you come along, you know, and that makes me stop for a minute there, and think that I could -- I could change my life around, and do something right with it. For once, I think maybe I might have a chance. And I would have done that. I was going to do that. I wasn't going to mess up anymore. All that I wanted, all I wanted was you.",
        "Phoebe: Look, I'll take you to the hospital and we'll get you fixed up.",
        "Shane: You don't know how much I want to believe you.",
        "Phoebe: You can.",
        "Shane: Phoebe, don't make promises you can't keep. I'm leaving. I'm not going to stay. I'm gone.",
        "Phoebe: No.",
        "Shane: Don't try to come look for me. Because you know what? You'll never find me, Phoebe.",
        "Phoebe: No, Shane. No, my mom -- my mom needs you. I need you.",
        "Shane: Not the way I want you, though. It's not the way that I want you. All I ever wanted from you was just to love you. That's it.",
        "Phoebe: Shane, no. Shane, stop! Stop, please! Stop!"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=UvBs6WK2b0U"
}