{
    "Episode Summary": [],
    "Recap": [
        "Eric hugs Ridge and says he's back. Ridge is looking over Eric's shoulder at his mother's portrait on the wall, says dominating the room as usual. Why this pose; she seems cold and guarded. Eric says that is one side they knew. Ridge says they shouldn't speak of the dead this way. Eric says perhaps it is a side Ridge never saw. He knows that she loved Ridge more than anything else in the world. And she didn't change much. Once she refused treatments, it all went pretty fast. And it wouldn't have mattered if Ridge was here or not. She went off alone. Ridge says she would not have been alone if he were here. Brooke drops in on Katie at the office and says she doesn't know if she has heard, but the wedding is back on. Hope and Liam are getting married. Katie says she is happy for them. Brooke says she's not sure when the invitations are going out but she hoped Katie would be there. Wyatt is packing up things from his office when Hope pops in. He wants to know if it is okay that he takes his samples back. She says yes, even the ones that didn't make it into a collection. No one is trying to take anything away from him and his mom to which they are entitled except she guesses they are since he's more than earned his place here. He asks if it would help if he said he has no regrets. His mother is pitching the International office right now. Maybe the Paris office will want them. Will she like him in a beret. She shrugs, it was never a question of not liking him. She offers there will be a check waiting for him in Accounting. He's surprised and she says yeah early termination will buy him out. He says no, they don't need to be paid for work not done. She says yes it is contract specifications. He says five or six of the best things that have ever happened to him came from meeting her. That's the bonus he is walking away with. Anything else would feel greedy. Hope says whether he moves to Paris or not she has to say this to him. She is not the same girl he met in the woods. He retorts that she looks a lot like her. She says seriously she has confidence that she never had before.....success and faith in her judgmemt. And all of that is because of Wyatt. She loves Liam but for a very long time she could not feel really loved by him. He returned to her like a default because she was there. But after seeing herself through Wyatt's eyes, she found her self-worth. She thanks him. He says it is what jewelers do; they see what shines. Steffy eases down into a chair. Quinn puts her bags down and comes back and says she is sorry but she couldn't help but overhear. It sounded like a doctor gave Steffy some good news. Steffy says at least she forgave her. Quinn asks who. Steffy said she never had a name but it would have been Aspen. She learns from her assistant that Ridge is not in the office but flew back to L.A. Steffy thinks that is odd since he hasn't been home in over a year. She writes a big check and gives it to Quinn and asks if she will take it back to L.A. Quinn sees it is a large check to the Fertility Clinic and tells Steffy that is very generous. Steffy says not half as much as they have done for her. She wishes she could tell her dad but not over the phone, but he's back home trying to find himself. Quinn says maybe Steffy wants to go back to L.A. to see him or someone else that she might want to share that good news with.",
        "Eric tells Ridge that he knows Stephanie told him not to come back because she was dying. She had changed some ..no resentments, no anger, she had forgiven everyone including Eric. He says he can't be to Ridge what she was but he is his father and any grudges they ever had between them he has forgotten. Eric says he has missed him, he loves him and is happy to see him home. He tells Ridge that Steffy was just here. Ridge says he knows. Kids want to be close but not too close. Eric says yeah he knows the syndrome. Ridge says there is not much to tell on his behalf so it's Eric's turn. What has he missed. He wonders what Rick will think when he knows he is back. Eric asks if he is really back or is he gonna cut and run again. Ridge asks if Eric is worried about his job. Eric says he missed his son and doesn't know what has been going on with him for the last 15 months. Ridge answers that he spent far too many years trying to raise two different families and one day something snapped. He thought he should just take Brooke and get away but how dumb was that. Eric says how many times he has done the exact same thing. Ridge says the past just reached out and grabbed him on his honeymoon and he could not have that again. So he just wanted to start a new life, something that Eric could have told him. Eric laughs that Ridge never asked him. Ridge says the present just goes away and the future disappears one moment at a time. And the only thing left is the past. He looks at his mom's portrait and says his past is right here. Katie tells Brooke that she is sorry but she thinks it is too soon. It may always be too soon. She doesn't think she can stand there and look at her and Bill be the proud parents of the happy couple. Brooke replies that she knew Katie might feel this way but she had to try. She does not want to spend any time with Bill. In fact she doesn't even want to be in the same room but with the wedding and all she doesn't know how they can avoid it. Katie thanks her for coming and telling her but she doesn't have to. Brooke is not on probation. Brooke says she just wanted things to be good between them. Katie says she knows but she also knows Brooke doesn't know what she is gonna do until she does it. But they are works in progress or a train wreck in progress. Quinn tells Steffy that Liam needs healing too. He also lost a child and his wife too. Steffy says Liam needs what Liam needs. And Quinn is wading into her business like she belongs there. She is not to say anything to Liam. Quinn says she never would. But she doesn't think that Liam every got over her. As he finishes, Wyatt asks what is he forgetting. Hope says she wishes he wasn't going. He asks her to tell him something. If they had met first what took them so long? She doesn't know. He admits he's never been in love before. He just wishes he had been better at it. Eric brings him and Ridge some sandwiches and fruit. He says they have Aly to thank for that. She's not exactly domestic but she has been taking care of Thorne. Eric asks Ridge to stay here with them; the house has so many rooms he needs a map to find some of them. Ridge says Eric just wants him to sweep the patio and clean the pool. Eric says no, not unless he is better at it than he used to be. Ridge says okay, he'll stay. Eric questions why now. Ridge says maybe because it's Christmas .but it's Brooke. Katie tells Brooke that she can see how hard she is trying and it hasn't gone unnoticed. It means a lot but it's just gonna take time. Brooke replies they are sisters for life and time they have. A young lady brings a wedding headpiece on a tray and says she was told Hope would want to see this right away. Hope asks her to take it to her mom's office. Wyatt says no, no, she should see it now. He asks if it is okay if he sees it. He handles it gingerly and says nice work. Then he asks Hope if he can see it on her. She doesn't want to try it on right now. He says he's not going to be at her wedding so he won't be able to see it later. Please, just for a minute. He puts it on her. Then says he wonders if it will go well with this. He pulls out a long jewel box from his pocket and opens it. It's a lovely one pearl necklace. She says she can't and even takes off the headpiece and says she just can't. He says he understands. Of course she can not wear a piece of his jewelry to marry his brother. He asks her to forgive him. She says no, there is nothing to forgive. Wyatt says he keeps forgetting that he is not the groom. He says he was so sure. Steffy tells Quinn that she is sure that Liam did not discuss his feeling with Quinn. She says no but she has seen the two of them on the internet and she can see. And she sees how he treats Hope. He's cold and dismissive and high handed with her. She has seen it herself. Liam made her fire her and Wyatt and she did it just to keep the peace. Quinn says she thinks Hope feels trapped and Liam does too. Steffy says that would be sad but it's none of her business or Quinn's either. Quinn says if Liam only knew what Steffy heard from her doctor today, she doesn't think there'd be a wedding."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Eric: Ridge, you're back.",
        "Ridge: Been a long time, Dad.",
        "Eric: Larger than life.",
        "Ridge: And dominating the room as usual. Why this pose?",
        "Eric: Your mother sat for it.",
        "Ridge: Just seems... cold and guarded, you know?",
        "Eric: One side of the woman we knew.",
        "Ridge: Let's not speak ill of the dead.",
        "Eric: A side you possibly never saw. You know she loved you more than anything else in the world.",
        "Ridge: In the end, was -- was she changed much?",
        "Eric: Not the way you mean. Once she refused treatment, it all went very fast.",
        "Ridge: And why wasn't I here?",
        "Eric: It wouldn't have mattered, Son. She went off alone.",
        "Ridge: Well, she wouldn't have been on her own if I'd been here.",
        "Eric: That may be true.",
        "[SCENE_BREAK]",
        "Brooke: I'm not sure if you've heard, but it's on. The wedding. Hope and Liam's.",
        "Katie: Oh. Good. I'm happy for them.",
        "Brooke: Uh, I just -- I'm not sure exactly when the invitations are going out. I just...hope you can be there.",
        "Katie: [Sighs]",
        "[SCENE_BREAK]",
        "[Birds chirping]",
        "Wyatt: Uh, it's okay if we take these samples back, right?",
        "Hope: Yeah, of course.",
        "Wyatt: What about the, uh... pieces that never made it to a collection?",
        "Hope: [Chuckles] Yeah. No one's trying to do you and your mom out of what's rightfully yours. Uh, except that I guess we are, because you more than earned your place here.",
        "Wyatt: You know, would it help if I told you that... I don't have any regrets?",
        "[SCENE_BREAK]",
        "Quinn: I'm sorry. I couldn't help overhearing. Your -- your doctor? It sounded like good news.",
        "Steffy: [Voice breaking] She forgave me.",
        "Quinn: Who?",
        "Steffy: She never had a name. But it would have been Aspen.",
        "[SCENE_BREAK]",
        "Wyatt: My mother's pitching the International office right now.",
        "Hope: Yeah. Yeah. I heard.",
        "Wyatt: Yeah. Hey, what if the Paris office wants us? You know? Would you like me in a beret?",
        "Hope: [Laughs] It was never a question of not liking you. Um, uh, there should be a-a check waiting for you in accounting.",
        "Wyatt: Oh.",
        "Hope: Yeah, uh, early termination means that we buy you out.",
        "Wyatt: No, we -- we don't -- we don't expect to be paid for work that we haven't done.",
        "Wyatt: Hope. Five or six of the best things that ever happened to me came from meeting you. That's the bonus I'm walking away with. Anything else would... feel greedy.",
        "[SCENE_BREAK]",
        "[Ringing]",
        "[Knock on door]",
        "Steffy: Sophie, please ring my father and ask him to be here. There's something else I need to discuss with him.",
        "Sophie: Oh, I thought you knew. Last evening he left for Los Angeles.",
        "Steffy: Oh. Merci beaucoup. Thank you, Sophie. My dad hasn't been back in L.A. in over a year.",
        "Quinn: Too bad you got your transatlantic signals crossed. You could have traveled together.",
        "Steffy: No. My business in L.A. was private. His may be, too.",
        "[SCENE_BREAK]",
        "Ridge: I should have come.",
        "Eric: I know she begged you not to. Ridge, you asked me if she changed. You know, she had, actually. No resentments, no anger. She forgave everyone, even me. I can't be to you what she was. But I'm still your father. And any grudges we've had between us, I've forgotten. I missed you. I love you. I'm happy to see you home.",
        "[SCENE_BREAK]",
        "Katie: I'm sorry, Brooke. I feel really bad, but... I think it's just -- it's too soon. It may always be too soon. I just don't think that I can stand there and watch you and Bill act like the proud parents of the happy couple.",
        "Brooke: Well, don't blame me for asking. I knew you might feel this way. I just...had to try. There's another thing. And I'm not sure you're going to like it.",
        "[SCENE_BREAK]",
        "Hope: Okay, whether you move to Paris or not, I have to say this to you. I am not the same girl that you met in the woods.",
        "Wyatt: You look a lot like her.",
        "Hope: [Chuckles] I'm serious. Wyatt, I have a confidence that I've never had before, success I've never had before, a new faith in my judgment. And that is because of you. I love Liam, but for a really long time... I couldn't feel loved by him. I felt like a default, like he only turned to me because I was there. But...after seeing myself through your eyes... I have found my self- worth. Thank you.",
        "Wyatt: It's what we jewelers do. We see what shines.",
        "[SCENE_BREAK]",
        "Steffy: Quinn, I need a favor.",
        "Quinn: If I can do it, I will.",
        "Steffy: Deliver this for me back in L.A.",
        "Quinn: Um... oh. Fertility clinic, University Hospital. Whoa. That's quite a gift.",
        "Steffy: Nothing compared to what they've given me.",
        "Quinn: I'd be honored to take it for you.",
        "Steffy: I wish I could tell my dad and not on the phone. But he's the one acting like a kid trying to find himself. My dad in L.A. that's worrying.",
        "Quinn: Maybe you want to go back with me.",
        "Steffy: If he wanted company, he would have said so.",
        "Quinn: Isn't there somebody else in L.A. that you might want to share that good news with?",
        "[SCENE_BREAK]",
        "Eric: So, when did you get here?",
        "Ridge: I left Paris this morning.",
        "Eric: Steffy was here. Did you know that?",
        "Ridge: Mm-hmm. Kids go their own way. They want to be close, but not too close.",
        "Eric: I know the syndrome.",
        "Ridge: You know, I made a resolution maybe 10 years too late. I'm there when they need me, and they do. Special days, birthdays, holidays, days when sports cars need to be bought.",
        "Eric: So, you gonna tell me what this is all about?",
        "Ridge: [Sighs]",
        "Eric: Are you gonna run off again?",
        "Ridge: [Sighs] Well, honestly, Dad, I don't think I have any news that's worth telling, so... your turn. What'd I miss?",
        "Eric: [Sighs]",
        "[SCENE_BREAK]",
        "Brooke: I don't want to spend time with Bill. I don't even want to be in the same room with him. But while we're planning this wedding, I don't really see any way around that.",
        "Katie: So, that's what you're here to tell me? That's what you thought I wouldn't like?",
        "Brooke: Well, I just wanted you to know. I didn't want you to hear something.",
        "Katie: [Sighs] Listen, I appreciate you coming here and telling me this, but you don't have to. You're not on probation.",
        "Brooke: I just want things to be okay with us.",
        "Katie: I know. And I believe that. But I also know that you're not gonna know what you're gonna do until you do it. We're all works in progress or train wrecks in progress.",
        "Brooke: Hmm. I just always thought I was gonna be with Ridge. And then he left, and [Sighs] Stephanie died, and that was it. I just...didn't feel like I had anything to hold on to and I was just...falling. Falling.",
        "[SCENE_BREAK]",
        "Ridge: Hmm. So, another Forrester marries another Caroline Spencer. Wow.",
        "Eric: She can be a lot of trouble.",
        "Ridge: And he's not?",
        "Eric: No, not more trouble than she's worth.",
        "Ridge: Hey, how disgruntled is Rick gonna be when he finds out that I'm back?",
        "Eric: Are you \"Back\"?",
        "Ridge: What is that, Dad? What is that? Worried I'm gonna take your job?",
        "Eric: I'm worried you're gonna cut and run again. I'm sitting here scared that I'm gonna say something you're gonna be unhappy about. I miss my son. I don't know what's been going on with him for the last 15 months. I don't know --",
        "Ridge: Okay. Okay. Here's what I know. I spent too many years trying to be a father and a husband to two different families. And one day, something broke inside of me. And I thought, \"Hey, all I need to do is take Brooke and start a new life somewhere else.\" How dumb was that?",
        "Eric: I don't have to tell you how many times that's happened to me.",
        "Ridge: Her past came and -- and found us right there on our honeymoon and grabbed us by the neck, and I couldn't have that. Not again. I want a new start, a new life. And by the way, that is something you could have been a father about. You could have told me that that just doesn't happen.",
        "Eric: You never asked me.",
        "Ridge: Ah. The present just goes away, and the...future disappears one moment at a time. And the only thing that's left... is the past. And mine is right here.",
        "[SCENE_BREAK]",
        "Quinn: He needs healing, too, Steffy.",
        "Steffy: Liam needs what Liam needs.",
        "Quinn: He lost his child. He lost his wife. You don't think this news would mean the world to him?",
        "Steffy: You're wading in my personal business like you think you belong there. You will not say anything to Liam.",
        "Quinn: I never would. It would be presumptuous of me to even raise the subject.",
        "Steffy: I'm sorry about your son. But the blonde-goddess thing that Hope has is like a drug to some guys.",
        "Quinn: [Sighs] Well, I don't think Liam is one of them. I don't think that he has ever gotten over you.",
        "[SCENE_BREAK]",
        "Wyatt: [Sighs] All right. What am I forgetting?",
        "Hope: I wish you weren't going.",
        "Wyatt: Tell me something. Um...",
        "Hope: Yeah?",
        "Wyatt: If I had met you first, would we be... well, that was foolish of us. [Chuckles] Could have met at any time. Why did it take us so long?",
        "Hope: I don't know.",
        "Wyatt: You know, I had never been in love before. I just wish I had been better at it.",
        "[SCENE_BREAK]",
        "Ridge: Will you look at that. Your fridge is stocked.",
        "Eric: You have Aly to thank for that, all right? I wouldn't say she's completely domestic, but, uh, she's been taking care of Thorne. Where are you staying?",
        "Ridge: I don't know.",
        "Eric: Stay here.",
        "Ridge: I think your house is full, Dad.",
        "Eric: There's rooms in this house I can't find with a map.",
        "Ridge: You just want me to sweep the patio and clean the pool, don't you?",
        "Eric: Not unless you're better at it than you used to be.",
        "Ridge: Okay. I'll stay. Thank you.",
        "Eric: So, what does this mean? Does this mean you're gonna be here for a while or what?",
        "Ridge: Maybe longer.",
        "Eric: I haven't really asked, but, uh... why now?",
        "Ridge: I don't know. Maybe, uh... Christmas is coming, you know.",
        "Eric: You don't really need a reason to be here, but, uh... if you have one --",
        "Ridge: I have one.",
        "Eric: I guess I don't really have to ask what it is.",
        "Ridge: Brooke.",
        "[SCENE_BREAK]",
        "Brooke: Well, I'll go and let you get back to work.",
        "Katie: Listen, Brooke. I can see how hard you're trying, and it doesn't go unnoticed. I-I don't want you to think that it doesn't mean anything, because it does.",
        "Brooke: Thank you for saying that.",
        "Katie: It's just gonna take time.",
        "Brooke: We're sisters for life. Time we have.",
        "[SCENE_BREAK]",
        "Assistant: Madison said you'd want to see it right away.",
        "Wyatt: For the wedding?",
        "Hope: Yeah, uh, could you just go ahead and put it in my mom's office?",
        "Wyatt: No, no, no, no. Don't -- don't send it away. Can I...look at it?",
        "Hope: If you want to, yeah.",
        "Wyatt: They do nice work. Can I...see it on you?",
        "Hope: Wyatt --",
        "Wyatt: Just for a minute. You're gonna need to try it on anyway.",
        "Hope: Not -- I mean, not right now.",
        "Wyatt: I'm not gonna be at your wedding to see you wear it.",
        "Hope: Okay.",
        "Wyatt: [Chuckles] I wonder if it will go well with this. [Clears throat]",
        "Hope: [Exhales deeply]",
        "Wyatt: I said I owed you a piece of jewelry for your wedding.",
        "Hope: Wyatt, I-I-I ca-- I can't. I'm -- I'm sorry. I really -- I-I can't. No.",
        "Wyatt: No.",
        "Hope: [Sighs]",
        "Wyatt: You're right. You can't marry my brother wearing a piece of my jewelry. Forgive me.",
        "Hope: No... there's nothing to forgive.",
        "Wyatt: I keep forgetting that I'm not the groom. I was so sure.",
        "[SCENE_BREAK]",
        "Steffy: You can't expect me to believe Liam told you his innermost feelings.",
        "Quinn: No. No. But I've seen how happy you were in the pictures of the two of you together, and I've -- I have seen how he treats Hope.",
        "Steffy: Yeah, like a princess.",
        "Quinn: [Scoffs] No. He's cold and dismissive and high-handed with her.",
        "Steffy: You've got to be misinformed.",
        "Quinn: No, no. I've seen it myself.",
        "Steffy: No, we can't be talking about the same person.",
        "Quinn: Well, he forced Hope to fire us, even though she's told me over and over how much she loves my work. I think she did it just because she wanted to keep the peace. I think she feels trapped, and I think he does, too.",
        "Steffy: It's sad. But it's really none of my business. Or yours.",
        "Quinn: You want to know what's sad? If he knew what you heard from your doctor tonight... there would never be a wedding."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Emma"
    ],
    "url": "https://www.youtube.com/watch?v=GEYAxjaXs3M"
}