{
    "Episode Summary": [
        "Episode # 7185 ~ Thomas' personal life takes a major hit in his attempt to mend his relationship with Ridge; Zende is given unsolicited advice regarding his relationship & possible future with Nicole."
    ],
    "Recap": [
        "In their motel room, Julius screams at the mirror. He tossed and turned all night and got no sleep. What Nicole is going to do is unnatural. Vivienne says Nicole is an adult and he can not dictate to her. Julius says there is one person out there who might side with him; he is going to see Zende. At the office Zende and Nicole kiss and she says she knows this is going to be hard on him putting their relationship on hold for a year. She hopes that is not asking too much. He jokes that he is not going anywhere. She needs to go meet Maya so they kiss goodbye. Quinn actually knocks on Wyatt's door first and is surprised that Ivy is not there as she thought they practically lived together. He tells her and Deacon they have gotten very close but not living together. He asks Deacon what he has done with his mostly lovable but crazy mother ..falling in love did this? Deacon says leave her alone for a few minutes and she turns into Carol Brady. Quinn says yes she is in love and she can tell it is happening to Wyatt too. He politely warns her that his love life is his love life, she has no say in it. He likes Ivy a lot. He has not felt about anybody like this since Hope. Ivy has no divided loyalties. She is totally into him.",
        "Ivy and Thomas have a mild flirtation at the office. Ridge had given them the whole don't cross the line speech and she knows now that one of them will be spending the night alone and it isn't her. Vivienne goes to the Forrester mansion and apologizes to Maya for what Julius said yesterday. She is happy to hear Nicole is coming over so she can say the same to her. Julius tells Zende that he knows this decision has to upset him too and they can't let Nicole do this. Zende could make her stop this. Thomas tells Ivy that his latest addition to the bedroom line needs a model and wonders if she is interested. She thinks he is being funny. He isn't. He's heard all about how Steffy tried to manipulate her for being in front of the camera, no thank you. Thomas says this would not be in front of a camera but he admires how she stays true to herself, a real lady. She smiles but wonders where all these compliments are coming from. Vivienne apologizes to Nicole but says Julius is right in one thing. There is Zende to consider and Nicole may not want to make that sacrifice. Zende admits to Julius that he is not totally wrong but it makes no difference as Nicole has made up her mind. He admires her even more for it. Julius realizes that Zende is not saying much, he has too much class. But he is doing no one a favor by not telling them the entire truth of how he feels. It is either Maya's child or Zende. He goes back to the Forrester's but misses Nicole. He tells Maya that he wants her to back off. Nicole has found Zende now and does not need this pressure from Maya. Nicole meets up with Zende at the office and he tells her he just saw Julius who thinks her decision is a deal breaker. She asks is it ..will they be over?"
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "[Bell ringing]",
        "[Horn honks]",
        "Julius: [Grunts angrily]",
        "Vivienne: Well, obviously you're still upset. I was hoping that you'd had a good night's sleep.",
        "Julius: Good night's sleep? [Scoffs] Tossed and turned all night. I mean, what Maya's asking Nicole -- I mean, it's unnatural! Asking your sister to have your husband's child? Come on.",
        "Vivienne: Well, I don't think Maya and her husband see it that way. Nicole, either, or she would never have agreed to do this for them.",
        "Julius: Yeah. Well, if you ask me, Maya's poised on the worst mistake of her life.",
        "Vivienne: Well, I'm concerned for Nicole, too, but she's an adult, sweetheart, you know? Oh, now, if you want to make your case, you can't dictate to her.",
        "Julius: You know, maybe you're right.",
        "Vivienne: Mm-hmm.",
        "Julius: But there is someone who she will listen to. Someone who I think agrees very, very much with me.",
        "Vivienne: Who?",
        "Julius: Zende Forrester.",
        "[SCENE_BREAK]",
        "Nicole: [Chuckles] What if somebody walks in?",
        "Zende: Uh, then I'll say I'm giving you mouth-to-mouth resuscitation.",
        "Nicole: [Chuckles] Why?",
        "Zende: Well, you said you felt light-headed, and I was worried that you might faint, so...",
        "Nicole: Hmm.",
        "Zende: Dr. Zende to the rescue.",
        "Nicole: [Chuckles] Too bad you weren't on call yesterday when my dad was giving me a hard time.",
        "Zende: Ah, old Jule's not a fan of the surrogacy thing, huh?",
        "Nicole: It's hard for him. It's hard for you, too. I mean, knowing that we'd pretty much be putting our relationship on hold for months. Am I asking too much of you, Zende? Of us?",
        "[SCENE_BREAK]",
        "[Seagulls calling]",
        "Wyatt: [Sighs]",
        "[Waves crashing in distance]",
        "[Knock on door]",
        "Wyatt: [Sighs]",
        "[SCENE_BREAK]",
        "Quinn: Ah! Aren't you impressed I knocked? I didn't just barge in unannounced.",
        "Deacon: Who says you can't teach an old dog new tricks, huh, kid?",
        "Quinn: Hey! Excuse me. What am I, an aging affenpinscher?",
        "Deacon: What the hell is an affenpinscher?",
        "Wyatt: I have no idea, but apparently Mom is not one.",
        "Deacon: Ah.",
        "Quinn: So...where's Ivy? I mean, you two are practically living together now, right?",
        "Wyatt: Hmm.",
        "[SCENE_BREAK]",
        "Thomas: Uh, make sure Quinn gets a copy of these, too.",
        "Charlotte: Do you want to go to dinner tonight?",
        "Thomas: I'm good.",
        "Charlotte: Why not?",
        "Thomas: I think you know why.",
        "Charlotte: [Sighs] I'm an intern. Company policy and all that.",
        "Thomas: It's not like I don't like you a lot, but after everything that's happened --",
        "Charlotte: We have to keep it cool. For now. [Chuckles]",
        "Ivy: You and Charlotte! So, the rumors are true, huh?",
        "[SCENE_BREAK]",
        "Zende: Hey, stop worrying, okay? Whatever happens, happens.",
        "Nicole: I just... I don't want to lose you. Us.",
        "Zende: Do you see me going anywhere? What?",
        "Nicole: I -- I promised Maya I'd stop by. I'm sorry, but I have to go.",
        "Zende: [Sighs]",
        "Wyatt: I hate to disappoint you, Mom, but you've got it all wrong.",
        "Quinn: Ivy isn't living here with you?",
        "Wyatt: Not exactly.",
        "Deacon: Oh. But you guys have gotten close, right?",
        "Wyatt: Yeah. We have.",
        "[SCENE_BREAK]",
        "Thomas: Go ahead. Poke fun.",
        "Ivy: Oh, no, no. Hey, I think it's kind of cute.",
        "Thomas: Hmm.",
        "Ivy: You and Charlotte the intern. It's very original.",
        "Thomas: All right, we hung a few times. It's no big deal. Till Dad found out. Then it was.",
        "Ivy: Ooh. Uh-oh.",
        "Thomas: Yeah, yeah. He was pretty upset. Gave me the whole \"crossed the line\" speech.",
        "Ivy: Well, obviously you listened, because you just turned her down.",
        "Thomas: Mm-hmm.",
        "Ivy: And you know what that means.",
        "Thomas: No. No, I don't.",
        "Ivy: It means one of us are gonna be spending the night alone tonight. And it's not me.",
        "Thomas: Oh.",
        "[SCENE_BREAK]",
        "Maya: I'm so glad to see you.",
        "Vivienne: Oh, after yesterday, I wasn't so sure you would be.",
        "Maya: Oh, pff! That wasn't your fault, Mom.",
        "Vivienne: Oh, I was hoping your father would turn around, but you know your father and his strict sense of right and wrong.",
        "Maya: Yeah. Well... Nicole is on her way over, too.",
        "Vivienne: Oh, good. So I can apologize to both of you for your father.",
        "Maya: [Laughs]",
        "Vivienne: Again.",
        "[SCENE_BREAK]",
        "[Indistinct conversations]",
        "Julius: Hey. Are you sure you're just an intern? I mean, with your good looks and intellect, you should be running this place.",
        "Zende: [Chuckles] Don't let Steffy and Ridge hear you say that. If you're looking for Maya and Nicole, I think they're next door.",
        "Julius: No, no, no. I came to see you.",
        "[Closes door]",
        "Julius: Uh... this thing that Maya's asking Nicole to do, I sense that you have a problem with it, too.",
        "Zende: What made you think that? Did Nicole say something?",
        "Julius: No, no, no, it's more what she didn't say. Listen, I -- I can't let my little girl go through with this. I mean, Rick Forrester's baby in Nicole? I need you. I need you to help me stop it.",
        "[SCENE_BREAK]",
        "Deacon: Seems like your little reconnaissance mission is a bust.",
        "Quinn: I just want to know how serious things are getting between my son and Ivy.",
        "Deacon: I know. I know. But I'm just saying maybe you ought to let Wyatt tell you, you know, instead of snooping around.",
        "Quinn: Yeah. Maybe you're right. I should back off and let him tell me if he feels comfortable doing that.",
        "[Door opens]",
        "Wyatt: Oh, sorry, guys, I just had to get out of those wet swim trunks. So, what did I miss?",
        "Deacon: Your mother, being the thoughtfully restrained woman that we both know her to be.",
        "Quinn: Aww.",
        "Wyatt: I leave you alone for a few days, and this is what happens -- you turn into Carol Brady?",
        "Quinn: Marcia, Marcia, Marcia.",
        "Wyatt: Okay. The better question is, Deacon, what have you done with my crazy and mostly lovable mother?",
        "Deacon: She fell in love.",
        "Quinn: And it seems like the same thing might be happening to you, too, sweetheart.",
        "Wyatt: Hmm.",
        "[SCENE_BREAK]",
        "Thomas: Since you asked, I haven't made any plans tonight.",
        "Ivy: Hmm.",
        "Thomas: You free?",
        "Ivy: [Laughs] Free to work late?",
        "Thomas: [Laughs] You're so cute. Is that what you think I meant?",
        "Ivy: What I think is that whatever happened between you and your dad, you're not quite over it yet.",
        "Thomas: Yeah. He's disappointed in me because of the thing with Charlotte. Words were said. Old wounds got opened. I took a swing at him.",
        "Ivy: You hit your -- well, do you regret that?",
        "Thomas: Yeah. Of course, I do. I'm just not sure he believes I do.",
        "Ivy: Okay. Well, you're just gonna have to prove otherwise.",
        "Thomas: You know, my latest contribution to the bedroom line...",
        "Ivy: [Chuckles]",
        "Thomas: Do you want to model it for me?",
        "Ivy: Wow. Very funny.",
        "Thomas: Who says I'm being funny?",
        "[SCENE_BREAK]",
        "Zende: With all due respect, Mr. Avant, this is all Nicole's decision.",
        "Julius: But not just a decision that affects Nicole. It also affects you. I mean, it's your relationship. You're her boyfriend, right?",
        "Zende: Yeah. I am.",
        "Julius: I get a sense that you have reservations -- reservations about what Maya is asking her sister to do. Stronger reservations than you're letting on.",
        "Zende: Okay. Now you're putting words in my mouth, sir.",
        "Julius: Perhaps I am, but I can't imagine -- not knowing you very well -- that you're the kind of young man that would want this for Nicole or your relationship. Am I wrong?",
        "Zende: You're not wrong, in the sense that there's a lot to consider. I mean, this is a very big step, bringing a life into this world, especially that way. But that's why I admire her even more -- her willingness to sacrifice for her sister.",
        "Julius: It is a sacrifice. A big sacrifice. And it's wrong. I know it, and so do you.",
        "[SCENE_BREAK]",
        "Wyatt: Mom, don't take this the wrong way, but my love life is my love life.",
        "Quinn: I know, I know, and I'm not trying to pry at all. I just --",
        "Deacon: Old habits die hard, is that it? Yeah.",
        "Quinn: I just want to know if Ivy could be the one.",
        "Wyatt: Let's just say that I am...I'm really enjoying my time with Ivy. All right? Can we just leave it at that, please?",
        "[SCENE_BREAK]",
        "Ivy: Well, I'm guessing you heard about your sister's latest attempt to get at me.",
        "Thomas: So, her at the photo shoot was...",
        "Ivy: Was a disaster. [Sighs] Come on. You can say it. It wasn't gonna turn out any other way, because I was so uncomfortable.",
        "Thomas: Well, Steff shouldn't have put you in that position in the first place.",
        "Ivy: Well, I shouldn't have given her a reason to. And I won't again. As long as I'm never standing in front of a camera in my lingerie, I will be very happy.",
        "Thomas: Now, what if -- just hear me out --",
        "Ivy: Mm-hmm?",
        "Thomas: You're not in front of a camera?",
        "Ivy: [Chuckles] I don't know. I mean, what can I say? I guess I'm just more old-fashioned with who I choose to show my body to, which I know sounds weird with this whole selfie-obsessed society we live in, but...",
        "Thomas: Doesn't seem strange at all. So what? You're not like the rest of today's women. Who cares? The important thing is that you're true to who you are.",
        "Ivy: And who is that, exactly?",
        "Thomas: A lady.",
        "Ivy: [Chuckles]",
        "[SCENE_BREAK]",
        "[Birds chirping]",
        "Vivienne: I'm not making excuses for your father. We were thrown a curve. I mean, the whole surrogacy thing and then Nicole's involvement? You're just gonna have to give your father some time, honey. You're his baby girl. [Chuckles] No matter how grown you get, he wants to make sure that you make the right decision.",
        "Nicole: Why isn't this the right decision? Okay, no, it's not where I saw myself a year ago. I didn't see any of this when I first moved to LA but finding my sister and becoming so close, having a job that I love --",
        "Vivienne: And a boyfriend named Zende?",
        "Nicole: [Chuckles]",
        "Vivienne: I see how much he's come to mean to you.",
        "Maya: Which is what makes Nicole's sacrifice so incredible. The fact that she's willing to put her personal life aside to give Rick and me the most amazing gift imaginable -- but, honey, I will say, if you have any doubts or if you think that this could jeopardize your relationship with Zende, I'm not asking you to do that. That's a sacrifice you shouldn't have to make.",
        "[SCENE_BREAK]",
        "Julius: You're not saying much. Tells me you agree with me.",
        "Zende: Look, Mr. Avant, I adore your daughter. I think she has a good head on her shoulders.",
        "Julius: Ha. Not when it comes to her sister. Then she's got a blind spot. [Chuckles]",
        "Zende: I don't think you're giving her enough credit, Mr. Avant.",
        "Julius: Okay. You say that you admire my daughter, right?",
        "Zende: Yeah. Very much.",
        "Julius: Okay. Now, you're a -- you're a very nice young man. You're intelligent, handsome, but you're a bit idealistic. I mean, if you really think that you're gonna feel the same way about Nicole when she's pregnant and fat and carrying her sister's husband's child -- not that you would ever say that. I mean, you have far too much class, too much breeding. But trust me when I tell you, you're not doing her or your relationship any favors by not telling her that you don't support what this is. Now, if you really care about my daughter as you say you do...",
        "Zende: I do.",
        "Julius: ...Then you've got to tell her that this is a deal breaker.",
        "Zende: I'm not so sure that it is.",
        "Julius: Listen, you're a smart, handsome young man who could have any woman that you want.",
        "Zende: I want Nicole.",
        "Julius: And she wants you, too. This is a complication that no relationship should have to face. It's too much of a sacrifice for a girl that age. And I know she doesn't want to disappoint Maya, but I also know that if she goes through with this surrogacy, it will be the worst mistake of her life. This is my child. And it kills me that I can't reach her. But you can, Zende. You can. Now, if you care about my daughter the way you say you do, you've got to tell her that it's either Maya's child or you.",
        "[SCENE_BREAK]",
        "Deacon: You're not giving your mom a lot to work with here.",
        "Quinn: Sweetheart, if you're worried that I might not approve --",
        "Wyatt: No, doesn't matter if you do or you don't. All that matters is if I'm happy with Ivy, right?",
        "Quinn: Yeah.",
        "Wyatt: Well, I am. She makes me happy in a way that no one else has since... Hope.",
        "Deacon: You know, Wyatt, I think maybe the reason that she does is that Ivy's a lot like Hope.",
        "Wyatt: No. It's because, unlike Hope, Ivy has no divided loyalties. She's totally committed to what we're finding together.",
        "[SCENE_BREAK]",
        "Ivy: Why, such flattery, Thomas.",
        "Thomas: Mm. Should I continue?",
        "Ivy: Well, I mean, a girl never -- excuse me, a lady never tires of hearing such nice things said about herself. But I can't help but wonder where all of this is coming from.",
        "Thomas: What?",
        "Ivy: The compliments.",
        "Thomas: Why you, why now, from me, that sort of thing?",
        "Ivy: Yes, and I guess I'm wondering if your sister has anything to do with this.",
        "Thomas: Why would she have anything to do with this?",
        "Ivy: Well, you know, she knows that my ego took a hit, because I bombed in front of the cameras, so...",
        "Thomas: First of all, you didn't bomb, and second of all, my sister's not that nice.",
        "Ivy: That's true. But you are?",
        "Thomas: Oh, come on. I have my moments. Although my dad may disagree, but what can I do?",
        "Ivy: You know what? I'm sure whatever is going on between you and Ridge, you guys will figure it out.",
        "Thomas: Look at you. A lady and an optimist. My eyes have been opened.",
        "Ivy: [Chuckles]",
        "[SCENE_BREAK]",
        "Maya: Dad.",
        "Julius: I need to speak to your sister.",
        "Vivienne: Oh, Nicole just left.",
        "Julius: Oh. Where'd she go?",
        "Maya: Why?",
        "Julius: Are you refusing me?",
        "Vivienne: Nobody's refusing, Julius. Maya's just asking.",
        "Julius: Oh, I know she's asking. And I'm asking her to back off this request with Nicole. It's too much pressure.",
        "Maya: If you're talking about Nicole and Zende, it's really none of your business.",
        "Julius: Listen, your sister's found a young man, and she loves him. Okay? They can find something they can be happy with, okay? Stop the pressure.",
        "Maya: I'm not pressuring Nicole. The last thing that I want is for anything to happen to her relationship with Zende because she decides to be our surrogate.",
        "Julius: That's exactly what's gonna happen if you don't stop this nonsense right now.",
        "[SCENE_BREAK]",
        "Nicole: Hey, you.",
        "Zende: Hey.",
        "Nicole: Why didn't you answer my text?",
        "Zende: You sent a text?",
        "Nicole: Mm-hmm. You okay? You seem...different from earlier.",
        "Zende: Um...your dad stopped by.",
        "Nicole: So this is where he was. What did he want? The surrogacy thing.",
        "Zende: He wants me to convince you not to do it -- that it's a deal breaker for our relationship if you do.",
        "Nicole: Is that how you feel? You've changed your mind, and you can't support me in this? Zende, just tell me. If I carry Rick and Maya's baby, are we over?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Gisele"
    ],
    "url": "https://www.youtube.com/watch?v=MlM-J_oeGhg"
}