{
    "Episode Summary": [],
    "Recap": [
        "Hope tells Liam that he knows her so well. She did not even know she would be here yet he did. He asks if there is anything he can do for her. She cries that she had a baby boy and now he is gone because of one second when she was not careful. He says this is all on Quinn and he will not let her blame herself. Quinn tells Wyatt that he knows she is impulsive and often makes bad choices, but she did not go to Hope to cause trouble. She just wanted a place in her life. She asks him to please believe in her. She never wanted this to happen. He says that he is not exactly blaming her but she sets things in motion that always spirals out of control. He should have listened more to Hope and not Quinn. Katie checks in with Bill but does not want to intrude on this bad time in his life, the loss that he had. She just wants to be there for him. He can count on that. She asks if he wants to talk about it. Bill says not much to say. He was expecting a grandson and now he is gone. He says so many kids come into this world unwanted but this baby ..first grandchild was so wanted. Wyatt wanted to be a father so badly and him a grandfather. The baby should have had a shot at life. Is this the sins of the father? Both of his sons lost their first child. She says healing moves at it's own pace so that is all he can be. He blames Quinn again for being on Brooke's property. This is all her fault. Quinn begs that she makes mistakes but she always takes responsibility and owns them. She did not push Hope or make her lose the baby. He says she did not push Hope but Hope would not have been at Brooke's in the first place except for Quinn. She has caused him now to lose everything in his life. He is afraid Hope is going to leave him. Quinn tries to console him that Hope will need him more now. He says no, but it's over and he is so done. He tells his mom bye and walks out.",
        "Bill starts to bolt on Katie and she figures he is going to try and right a wrong and knows that will not work. He tells her he misses her and kisses her passionately and leaves. She tells him do not do something he can not take back. Hope tells Liam that she wants to be there for him too. She never stopped loving him even though she chose Wyatt because she got pregnant. Quinn walks outside and stares below to a long drop to bottom. Bill walks up from behind and tells her do it. Hope tells Liam that she is going to leave town .today ..to see Brooke in Milan. She is not sure for how long. For as long as it takes. She says she loves him, she will always love him. He kisses her. They hold hands, and look lovingly to each other before she walks across the property slowly out of sight."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: [Sighs] Kind of knew you'd be here.",
        "Hope: [Chuckles] How? I didn't even know I'd be here.",
        "Liam: [Chuckles] Just a feeling.",
        "Hope: You know me so well.",
        "Liam: I can't stop thinking about everything that's happened.",
        "Hope: I can't believe my baby's gone.",
        "Liam: Hope, is there anything I can do -- anything?",
        "Hope: You're doing it.",
        "Quinn: Honey, you know me better than anyone. I am impulsive, I'm emotional, I make bad choices, but I own up to them.",
        "Wyatt: [Scoffs]",
        "Quinn: I never went to hope with the intention of hurting her or the baby -- especially the baby. I just wanted her to change her mind about me. To forgive me and to accept me. I just wanted to have a place in my grandchild's life.",
        "Wyatt: Son. Grandson. Hope and I were gonna have a boy.",
        "Katie: Hey. Is it okay to come in?",
        "Bill: Yeah. Please. I could use the company.",
        "Katie: Well, I was hoping you would say that. You know, I didn't want to intrude on...whatever it is you're going through, but... I wanted to check in face-to-face.",
        "Bill: It's a nice face. [Sighs] Thanks for thinking of me, Katie.",
        "Katie: Of course. You suffered a loss, too, and I just want you to know that you can count on me. And that I'll be here for whatever you need.",
        "Katie: You want to talk about it?",
        "Bill: What's there to say? Had a grandson on the way, and now he's gone.",
        "Katie: It was a boy?",
        "Bill: Yeah. Hope found out just after she miscarried.",
        "Katie: That makes me sad. How's Wyatt?",
        "Bill: I haven't seen him since the hospital. Figured I was better off leaving them alone to heal than giving Wyatt a pep talk from his old man.",
        "Katie: You're probably right about that.",
        "Bill: Shouldn't have happened, Katie. Hope should have carried to term, Wyatt should have been the father he wanted to be so badly. So many kids come into this world unwanted, but -- but this baby? I mean, a whole extended family just waiting with open arms. My first grandchild, Katie.",
        "Katie: I know. I know.",
        "Quinn: A son?",
        "Wyatt: I didn't do a good job.",
        "Quinn: What?",
        "Wyatt: At trying to be a father. A man is supposed protect his family. That's what hope wanted me to do. She begged me to do that.",
        "Quinn: I wanted to be for your family.",
        "Wyatt: [Scoffs]",
        "Quinn: The mother who's always adored you, a loving mother-in-law, a doting grandmother -- I never, ever wanted to be part of this unspeakable loss. Please -- just please tell me that you believe in me.",
        "Wyatt: I have been believing in you! I've tried! More times than I can count!",
        "Quinn: I am so sorry. I never wanted this to happen.",
        "Wyatt: You never do. But all those things that you just -- you set in motion, they spiral out of control, and I'm not blaming you. I'm just -- I'm trying to accept responsibility for, like... for everything. Hope wanted you out of our lives. She wanted you away from our child and for good reason. That baby -- that baby's gone now. And I should have listened to hope and not you.",
        "Liam: [Sighs] Is Wyatt inside? Are you meeting him?",
        "Hope: No, I came alone.",
        "Liam: Is that what you need? Because I can --",
        "Hope: No. No.",
        "Liam: God, I wish I could just take some of your pain away. [Chuckles]",
        "Hope: He wasn't even born and I loved him so much.",
        "Liam: I know.",
        "Hope: [Crying] He was my baby boy. He had his entire life ahead of him, and then he was just gone. Just like that. Because for one second I wasn't careful.",
        "Liam: This was because of Quinn, and I am not letting you blame yourself. It was an accident. Just an accident.",
        "Bill: I'm not one to sit around bemoaning fate. But this isn't fair. Wyatt and hope -- they should have had their baby, and my grandson, he should have had a shot at life, Katie.",
        "Katie: I know. I am so sorry.",
        "Bill: Did you see how devastated they were? [Sighs] You think this is the sins of the father?",
        "Katie: What are you talking about?",
        "Bill: Both my boys lose their first child. Liam with Steffy, Wyatt now with hope.",
        "Katie: I guess you can take that on if you want to, but this has nothing to do with you.",
        "Bill: I can always count on you to... keep me humble.",
        "Katie: Well, I try.",
        "Bill: [Chuckles]",
        "Katie: I just keep thinking about hope's baby shower, and she was radiant -- so excited. And this was the official beginning of her new family, and she was so happy.",
        "Bill: I'm not good at helpless, Katie.",
        "Katie: I know you're not. But sometimes that's all you can be. Healing moves at its own pace.",
        "Bill: [Sighs] This didn't have to happen. There was a catalyst.",
        "Katie: Quinn.",
        "Bill: She was told to stay away. She had no business on Brooke's property. This loss -- this horrific loss...is completely her fault.",
        "Wyatt: You know what's funny? Your overprotectiveness. Who knew? And I should have emulated that more when it came to my son and my wife and the family that I could have had. I should have been more protective. I should have stood my ground against you.",
        "Quinn: I make mistakes, Wyatt.",
        "Wyatt: [Scoffs]",
        "Quinn: Many. But I own up to them. You got to give me that much, and when it comes to me and you, I take responsibility for my actions, and -- come on! This isn't on me. I am not responsible for -- for hope losing the baby.",
        "Wyatt: No, no. No, you didn't push her down those stairs, but you were the reason she was there in the first place! But you just -- you couldn't stay away, could you?",
        "Wyatt: Hope and I asked you. We begged you to stay away, but you didn't have any patience. You couldn't just wait. You couldn't have let hope heal and forgive you. Quinn wants something. Quinn wants it right now, and damn the consequences. Is that it? Well, because of you, I have lost everything.",
        "Hope: [Sniffles]",
        "Liam: You know, you want to understand. [Sighs] You want to find reasons why, and sometimes there just aren't any. Sometimes random and horrible things just happen. You okay to be out here?",
        "Hope: Yeah. Besides, you're always there when I need you.",
        "Liam: No matter what happens, no matter where life takes us, I'm there.",
        "Hope: And I'm here for you, too.",
        "Katie: What are you planning?",
        "Bill: Who said anything about a plan?",
        "Katie: Don't -- don't even try that with me. I know the signs. You're looking to write a wrong.",
        "Bill: I protect my own, Katie. You don't believe me, ask fashion boy.",
        "Katie: You mean my fiancé?",
        "Bill: Right, yeah, of course. How could forget with that stupid freaking string you have tied around your finger.",
        "Katie: It's a ribbon. Anyway, there's no one to beat up in the situation, unless you're planning on driving to Mulholland and taking it up with the gods.",
        "Bill: You know what? Maybe I'll do just that.",
        "Katie: Bill. Bill, come on. Where are you going? Listen, I know that you need to be proactive, but don't do anything you're gonna regret.",
        "Bill: You care about me.",
        "Katie: Of course I do.",
        "Bill: My Katie. I miss you.",
        "Katie: Don't do anything you can't take back.",
        "Quinn: What do you mean, everything?",
        "Wyatt: After everything that has happened... I think hope is gonna leave me.",
        "Quinn: Hope shouldn't be blaming you for any of this. You should be together right now. Sharing your grief, helping each other through this. Do you really believe that this is all my fault?",
        "Wyatt: Yeah. I do. Because your obsessive, suffocating love has cost me everything. And I'm done. I'm so done. Goodbye, mom.",
        "[Door opens, slams]",
        "Liam: You're here... for me?",
        "Hope: [Sighs] For the past couple months, my life has revolved around my pregnancy. And that's all gone now. My life continues, and I've been thinking about everything that's happened and why and... I wanted to be with you more than anything. But when I got pregnant... I, of course, decided to stay with Wyatt, because I wanted to give this family a chance, and I wanted to give this baby something that I didn't have growing up. Stability and a loving father who was present. Oh, but I never stopped loving you. Mmm, mmm, mmm, mmm mmm, mmm mmm, mmm-mmm I wish I had the why",
        "[Siren wails]",
        "Quinn: I'm so excited! I'm gonna be a grandmother!",
        "Hope: I don't want you in our lives.",
        "Quinn: I love hope. And the baby she's carrying.",
        "Wyatt: She doesn't want you a part of her life.",
        "Quinn: I will never be a threat. Hope! It's not what you think!",
        "Liam: You pushed her, didn't you?!",
        "Quinn: No!",
        "Liam: You pushed her!",
        "Quinn: No!",
        "[Door opens]",
        "Bill: Do it.",
        "Liam: So... what happens now?",
        "Hope: I need to exhale. I need to sort through all of this pain and confusion and... figure out who I am now. I need my mom.",
        "Liam: Gonna go visit Brooke in Milan?",
        "Hope: Mm.",
        "Liam: [Sighs] For how long?",
        "Hope: I don't know. As long as it takes, I guess, to piece myself back together and... think about everything that happened and why and...where I'm headed.",
        "Liam: When do you leave?",
        "Hope: Now.",
        "Liam: [Sighs] Now? Like... right now? That soon?",
        "Hope: Yeah. I love you. I'll always love you. Mmm, mmm, mmm, mmm mmm, mmm mmm, mmm-mmm I wish I had the why the why for every woe 'cause we're all chasing ghosts, something we loved the most lost along the way looking for a reason why why the dark comes out some days why it takes our peace away and it breaks it down inside when your peace like a river runs dry like the desert land I've seen the darkness fall and rise up from the sand from the sand mmm, mmm, mmm, mmm mmm, mmm mmm, mmm, mmm, mmm mmm, mmm mmm, mmm-mmm wish I had the words wish I had the words"
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=ilvDoODlLVk"
}