{
    "Episode Summary": [],
    "Recap": [
        "Eric looks over the papers and repeats that Rick wants him to sign this. Rick says yes, it would be a leap of faith on his part. Eric says yes but he'd lose all leverage he had with the company. Rick points out that due to Eric's generosity he no longer owns the company but he is the company and does own the voting rights. Eric points out again Rick would have final say in everything. Rick asks if that bothers him as he took it to heart everything his dad said about forgiving Caroline and Ridge. He opines that he is ready to run this company with Caroline into the future but it is awfully hard to do that with Ridge trying to undermine him. Bill is not listening or paying attention to business details with Justin. He assumes it is Brooke until grumpy Bill says no it is Katie. She had her place all laid out for a seduction when he left. Forrester is a pig and she deserves better than that loser. Justin senses this is more than a friendly concern for his ex-wife; he wants Katie back. Well it is never too late. That is Bill's mantra, not Justin's, so do something about it. Bill grumbles that he spent too much time chasing a dream when this was always right in front of him. Now she is putting her life together with the dressmaker. Ridge shows Katie a new design he is proud of and working on. She asks if he did it alone, and he has to admit no, Caroline helped as his dad insisted they stay and work together. She asks how does he feel about that. He says he just wants what is best for Caroline, that she be happy and do her work without feeling awkward. Katie admits he should continue doing that. Then she adds that Ridge came into her life at just the right time and she into his. But when he talks about his work, there is a light that comes on inside him. And it is not because of Katie but Caroline and it's more than gratitude. She asks him if he loves Caroline. If he does she understands as they are both artists and feel the same thing. Caroline gives him something that she can't. He tells her that he loves her. She says she loves him too but now it's not enough. She tells him that she understands and she is not angry and would never tell him to stop working with Caroline as that is who he is. She wants more than anything for him to be happy and this makes him happy. She looks at the ribbon in her finger and says she is going to take it off. He asks her not to. She says it is all right. She has known for some time but wanted to put it off a little longer. She cries that he came into her life when she really needed to be loved and she will never forget that. Slowly she unravels the ribbon and lays it in her palm. She tells him she wishes so badly she could be the one who inspires him but she is not. They can not change that. He says he is sorry and she says she isn't. She hopes he finds his truth. She says their time was magical and she will never forget a single moment of it. They share a goodbye kiss before he leaves.",
        "Maya slips in and kisses Rick. He's frosty, says his dad did not sign the papers. And he admonishes Maya for coming in and kissing him. Caroline or his dad could have walked in and seen her. They have to play this out and he has to be seen as totally committed to Caroline now. It won't be long as he is calling a meeting and the two of them are going to put on a show. At the meeting, Eric tells Rick that he is very proud of him and his new attitude. Rick calls for Maya to come in. Then they put on a performance where Rick fires her and says her working along Caroline won't be conducive any more. Maya has her say which is being appalled. Rick says he is doing this for the good of the company and his wife. Maya offers just to get out of their lives at the office but Rick says that will never work. One has to go and it isn't going to be Caroline or himself. Eric stands up and tells Rick that he appreciates his loyalty both to the company and his wife, but Maya is not going to lose her job over this. Rick was involved too. Meeting adjourned. Caroline goes to Rick and says she is so touched by what he just did. He hugs her and without looking into her face says she deserves it, every bit of it."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Eric: You want me to sign this?",
        "Rick: It would mean a lot -- a leap of faith on your part.",
        "Eric: But if I sign this, I lose any leverage I have with this company.",
        "Rick: Dad, you are the company. You always have been. And because of your generosity, you don't own the majority of the company any longer. But you do own the voting rights.",
        "Eric: And it would give you final say about everything.",
        "Rick: Does that worry you? Dad, everything you said to me about leadership and getting over my anger for Caroline and ridge -- I took that to heart. You were right. I've changed.",
        "Eric: Yes, you have.",
        "Rick: Dad, I'm ready. I don't want to pressure you in any way, but I want to run this company with Caroline into the future, and it's awfully hard to do when I have ridge plotting to undermine me. I think you could understand that, right?",
        "Justin: We need a meeting. I don't think that's gonna be a problem, but a face-to-face with the union is a must. Hello! Hello!",
        "Bill: Yeah. Fine. Whatever. Face-to-face.",
        "Justin: You're not with me.",
        "Bill: Something's going on with her.",
        "Justin: Are you just figuring that out? Brooke has been gone for a while now.",
        "Bill: I'm not talking about Brooke. It's Katie.",
        "Katie: I hope I didn't pull you away from anything important.",
        "Ridge: Thank you. No, just another one of Rick's meetings.",
        "Katie: What are you working on?",
        "Ridge: Mm! Oh. Here. Let me show you. It's just a start, but... here.",
        "Katie: Wow. It's... it's beautiful.",
        "Ridge: It's good, right?",
        "Katie: Yeah.",
        "Ridge: See how the lines are kind of slimming through the waist and it's, uh...? It's just a start, but it's -- it's good.",
        "Katie: Did you do this by yourself?",
        "Ridge: No. Um...Caroline and I are working together again. Rick and my dad -- they insisted on it.",
        "Katie: And how do you feel about that?",
        "Maya: That's a mood change. What's the matter?",
        "Rick: My dad didn't sign the papers.",
        "Maya: Then you don't have control over the company?",
        "Rick: No, not yet.",
        "Maya: And we have to continue this ridiculous charade?",
        "Rick: Speaking of which... you can't be coming in here, kissing me like that. What if Caroline would have walked in -- or anyone, for that matter?",
        "Maya: I'd tell them I was desperate to seduce you, which I am, and that you resisted.",
        "Rick: I'm serious. I have to play this out. I am completely loyal to my wife.",
        "Maya: How long, Rick?",
        "Rick: Sooner than you think. I'm calling a meeting. You and I are about to put on a show.",
        "Justin: So, there's something going on with Katie. I thought you were talking about Brooke.",
        "Bill: I try not to do that.",
        "Justin: No word from Milan?",
        "Bill: Not since she left. She hasn't returned my calls. Totally cut me out of her life.",
        "Justin: And then there's Katie.",
        "Ridge: I only want what's best for Caroline.",
        "Katie: And what do you think that is?",
        "Ridge: I-I don't know. I... I just want her to be happy, you know, and do the work that I know she's capable of doing and not feel awkward or -- or constrained in some way. What's going on?",
        "Maya: I don't know, Rick.",
        "Rick: You can do this, Maya. I have to convince my father that Caroline and I are for real, that I'm for real -- that I'm solid and trustworthy and all that.",
        "Maya: How long do we have to play this game?",
        "Rick: If we play it well, not long, and then I'll be in charge -- complete, irrevocable control. And then no one can tell me what I can and can't do or who I can and can't fire.",
        "Justin: So, you're saying Katie is over there with ridge?",
        "Bill: That's my guess. She was having a spread laid out when I left fit for a seduction.",
        "Justin: Well, they are engaged.",
        "Bill: Forrester's a pig, all right? Katie deserves better than that loser.",
        "Justin: This is more than just a friendly concern for your ex-wife.",
        "Bill: Meaning?",
        "Justin: You want her back.",
        "Katie: It's falling apart.",
        "Ridge: Then let's do something about it.",
        "Katie: Yeah, I think that's what tonight is all about. It's been an amazing journey, hasn't it?",
        "Ridge: It's been a beautiful journey.",
        "Katie: I want you to know that I love the way you treat my son.",
        "Ridge: I love him. He's a cool kid.",
        "Katie: And he feels the same way about you. But I have to do right by him. I have to do what's right for me, too.",
        "Ridge: Of course you do.",
        "Katie: Rick and your father want you and Caroline to continue working together, and you should. You should, because... you're phenomenal together.",
        "Ridge: Katie, what are you doing?",
        "Katie: No, no. I-I-I need to finish this. You came in to my life at the right time, and I was there for you at the right time, and when you talk about your work, this light goes on inside of you. And it's not because of me.",
        "Ridge: I'll always be grateful to Caroline. She helped me draw again. It's a big deal.",
        "Katie: It's more than just gratitude, isn't it? Do you love her?",
        "Carter: The numbers continually trend upwards.",
        "Eric: That's excellent. How is that next installment coming?",
        "Caroline: Ridge and I are working on it.",
        "Rick: The trend should continue. Your work has been phenomenal.",
        "Caroline: Thank you.",
        "Rick: I only wish ridge was here. He deserves some congrats.",
        "Eric: I have to say, this is all very encouraging.",
        "Rick: It's all about the numbers.",
        "Eric: No, it's more than that. It's your attitude, Rick. I couldn't be more pleased.",
        "Rick: Thank you, dad.",
        "Eric: So, is that it? Are we done here?",
        "Rick: Actually, there is one more thing. Could you please send her in?",
        "Maya: You wanted to see me?",
        "Rick: Ah, Maya. Come in.",
        "Caroline: What is she doing here?",
        "Rick: Maya, you've been a great asset to this company, and I think I speak for all of us in telling you just how much we appreciate your efforts. But I think it's time that you move in a different direction. Caroline is the future of Forrester. As CEO, I have to do everything in my power to ensure that her position's conducive to the important role that she plays. I hope you understand.",
        "Maya: Wait. Are you firing me?",
        "Rick: You'll get a generous severance package, of course.",
        "Maya: Rick!",
        "Rick: I can't have you working here any longer. Caroline is my wife. I'm sorry.",
        "Bill: You're right. I want Katie back, okay? I said it. Call me an idiot.",
        "Justin: Okay, idiot. I'm gonna tell you what you tell your sons -- do something about it.",
        "Bill: It's too late.",
        "Justin: It's never too late -- your mantra, not mine.",
        "Bill: No. No, I waited too long... chasing a dream. All the while, it was right there in front of me -- beautiful wife and family. And now she's putting a life together with a dressmaker.",
        "Katie: It's okay. Caroline gives you something that I can't.",
        "Ridge: It's different. It's not the same thing.",
        "Katie: You speak the same language. You feel the same things. You're artists. It's only natural that you would be drawn to each other.",
        "Ridge: Katie... I love you.",
        "Katie: And I love you, too. But it's not enough. I understand, ridge. I-I really do. And I'm not angry and I'm not blaming you for anything, and I would never, ever, ever tell you to stop working with Caroline, because this -- this -- this is who you are. This is what makes you happy, and I want more than anything for you to be happy. I'm gonna take this off.",
        "Ridge: Please don't do that.",
        "Katie: I -- it's okay. It really is, because I've known that this moment was coming. I was just trying to put it off for a little while longer.",
        "Ridge: You don't have to do that.",
        "Katie: I do... because I know how this ends, and I don't ever want to regret loving you. I don't ever want to regret being loved by you. You came in to my life at a time when I really needed to be loved by somebody, and I will never forget that. See? That wasn't so hard.",
        "Ridge: I'm sorry.",
        "Katie: I'm not.",
        "Ridge: This thing with Caroline -- it's professional. We're working together.",
        "Katie: I don't need you to lie to me to make me feel better. And I certainly don't want you to lie to yourself. I wish... so badly that I could be the one who inspires you... but I'm not. And that's just the truth. You can't change it, no matter how much you want to, because... it's the truth.",
        "Ridge: I don't know what my truth is anymore.",
        "Katie: Well, then, I hope you find it. Our time together has been magical -- the way we found each other, the way we opened our hearts to each other. And you have to know that I will never forget a single second of it.",
        "Ridge: Neither will I.",
        "Katie: [Chuckle softly]",
        "Katie: \"The fountains mingle with the river and the rivers with the ocean, the winds of heaven mix for ever with a sweet emotion. Nothing in this world is single; all things by a law divine in one spirit meet and mingle. Why not I with thine?\"",
        "Maya: You can't be doing this.",
        "Rick: Please don't take this personally.",
        "Maya: What am I supposed to do -- go back to waiting tables?!",
        "Rick: We'll give you a good recommendation. I'm sure you can get a great job at another fashion house.",
        "Maya: You can't be doing this. This is because of her. She made you do this!",
        "Rick: No. Caroline, have we even discussed this?",
        "Caroline: No.",
        "Rick: This was my decision. This is the right decision. You made inflated allegations against Caroline and ridge. You disrupted our design team. I'm doing this for the good of the company, and I'm doing this for my wife.",
        "Maya: I have committed myself to this company! Wasn't it bad enough that you dumped me, and now you're firing me?!",
        "Rick: Maya, this isn't easy for me, either. I'm back together with my wife. You have to understand that I love her.",
        "Maya: Look, I-I promise I won't be a problem for you. I will stay away from both of you.",
        "Rick: You and I both know that's not gonna work. One of us has to go. It's not gonna be Caroline. It's certainly not gonna be me.",
        "Eric: No, Rick. Maya stays.",
        "Rick: Dad.",
        "Eric: I appreciate your devotion to the company and to your wife, but what happened between you and Maya took two. Maya does not lose her job over this.",
        "Maya: Thank you, Eric.",
        "Eric: Now, if there's nothing else, this meeting is adjourned.",
        "Caroline: Thank you. Your loyalty to me -- I can't tell you what it means.",
        "Rick: You deserve it. Every bit of it."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=cMbpNhjAZC8"
}