{
    "Episode Summary": [
        "Episode # 7181 ~ Ridge & Caroline lie to Brooke in order to hide the truth; Nicole & Zende's bond goes stronger when he helps her with a family issue."
    ],
    "Recap": [
        "Nicole comes back with Rick and Maya and they discuss her going through with this surrogacy and seeing Dr. March and glad it did not freak Nicole out too much. She jokes Maya does not get to monitor her food intake until the baby is in place. Rick and Maya both tell her that if she changes her mind even at the last minute they will understand. Otherwise they will get through this as a family. Zende tells Carter that Nicole texted him so he is expecting to hear her answer. Nicole is surprised Zende got over to the house so soon. Maya and Rick leave to give Nicole and Zende some private time. He tells her she does not have to say a thing. He can tell just by looking at her. Caroline tells Ridge that she is still wrapping her head around everything. He says good but they are in it together. She still can not believe that he diffused Brooke about the pregnancy. Right on cue, Brooke walks in and says she understands congratulations are in order and they hug. Brooke says she was shocked considering the vasectomy. Ridge says all of that is not for public consumption.",
        "Brooke gets around to Thomas and Ridge says his designs have not proved to be working out just yet. Caroline says that is one big reason he was sent to Paris. Brooke does not understand that. Thomas ought to be here to work that out ..unless he just has problems in general with Thomas. Nicole says she just met one of the doctors and there are a lot of steps before any of this happens but she is leaning in that direction. Zende says this will put them on hold and he wants it now. She says she is crazy about him and wants to give it her all but this is something she wants to do for her sister to make them closer but it has to be now. It matters how Zende feels. She is hoping that he cares for her like she does for him and will give her this time. Rick tells Maya that if Nicole ever needs anything until the end of time all she has to do is come to them. Zende laments to Nicole that it is her body, this is her sister so it has to be her decision. She says carrying her sister's baby is the most important thing she can give her sister. She realizes that without Maya there would never be a Zende in her life. He does not want this to stop. But it will once she gets pregnant. Ridge tells Caroline that Brooke will be inquisitive, but they will remain in the moment and be stronger than ever. Zende kisses Nicole and says this will not be the end of them. Maya returns and asks if she has given them time. Nicole says she thinks they are on the same page now. Zende tells them that this is who Nicole is, loving and supportive. There is a knock at the door and all are surprised to see Julian and Vivienne. He laughs and says he wanted to see his girls. He says he has done some soul searching. He said things on Maya's wedding day and this rift has been heavy on his mind. They need to heal and he is ready to accept her as a woman."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Maya: Well, I don't know what I thought was gonna happen, but I think that psych eval went pretty well, don't you?",
        "Rick: It was good to talk together... know our roles. He didn't freak you out too much, did he, Nicole?",
        "Nicole: No, not at all. I mean, we've been reading up on surrogacies, and Dr. March reminded me that the physical way we're doing this isn't the norm, but... I'm glad they feel that I can do this for you two.",
        "Maya: So we'll just wait for the lab results and do the paperwork. You should have something to eat.",
        "Nicole: [Laughs] You don't get to police my food intake until the baby's in place.",
        "Maya: Okay, fine. Sorry.",
        "Nicole: [Laughs]",
        "Rick: Not even some herbal tea?",
        "Nicole: I'm -- I'm good.",
        "Rick: Yes, you are. You're amazing. I could thank you all day long, and it still wouldn't be enough. The fact that you would do this for us, that you would be our surrogate...",
        "Nicole: After everything you've done for me...",
        "Rick: Don't say it's the least you can do. There's no comparison. We both realize just how much we're asking.",
        "Maya: Have you talked to Zende?",
        "Nicole: Not yet. I'm telling him today.",
        "[SCENE_BREAK]",
        "Zende: Hey, uh, I put together a media kit for the California Freedom line. Left it on your desk.",
        "Carter: I didn't ask you to do that.",
        "Zende: I know no one did. I just thought I'd try my hand, you know? You could take a look at it, let me know if I got close at all.",
        "Carter: I'd be happy to. That's good initiative.",
        "Zende: Here to learn.",
        "Carter: Yeah, you're impressive, Zende. You really are. You're ambitious, proactive. That's a good combination. You have a bright future ahead. And not just professionally, but I'm guessing personally, right? With Nicole? Did she tell Rick and Maya she won't be their surrogate?",
        "Zende: She's been avoiding the question a bit. But she texted -- wants to see me. So that's what I'm expecting to hear.",
        "[SCENE_BREAK]",
        "Caroline: [Sighs] Mm.",
        "Ridge: You okay? You seem preoccupied.",
        "Caroline: [Sighs] Yeah, I'm fine. I just... I think I have to adjust to not being in our little bubble at home. You know, still wrapping my head around everything.",
        "Ridge: But you are wrapping your head around it, right? 'Cause we're in this together.",
        "Caroline: Yeah. 'Cause I would walk through fire for you.",
        "Ridge: You would?",
        "Caroline: I would.",
        "Ridge: Let's hope it doesn't come to that.",
        "Caroline: I just -- I... [Sighs] I still can't believe that you defused Brooke, you know?",
        "Ridge: Why not? Story's plausible. I had the vasectomy reversed... and bam -- pregnant... hooray for me. Just gotta be careful with Brooke. Her radar is on, and she doesn't miss much.",
        "Caroline: Don't worry about it -- I got it.",
        "Ridge: Okay, here we go.",
        "Brooke: Busy?",
        "Caroline: No, no. What's up?",
        "Brooke: [Sighs] Ridge said congratulations are in order. So congratulations.",
        "Caroline: Thank you.",
        "Brooke: [Sighs]",
        "Caroline: [Chuckles]",
        "Brooke: Wow! You must be thrilled.",
        "Caroline: Oh, yeah.",
        "Brooke: What a surprise, huh?",
        "Caroline: Oh, big, huge surprise.",
        "Ridge: Best surprise.",
        "Brooke: I know you've been wanting this -- a family with Ridge. And now it's happening.",
        "Caroline: Yeah. I'm very...very, very excited and grateful and happy.",
        "Brooke: Yeah, I mean, I have to admit I was pretty shocked when Ridge told me. I knew about the vasectomy.",
        "Ridge: Well, that's not for public consumption, so...",
        "Brooke: Okay, well, I don't really see anybody else in this room.",
        "Ridge: The walls have ears around here, especially the wall right behind Pam.",
        "Brooke: Oh, yeah.",
        "[SCENE_BREAK]",
        "Maya: Well, that's why you're not hungry. You're worried about how Zende's gonna react.",
        "Nicole: Yeah, he's not thrilled by the idea of me carrying your child.",
        "Maya: It's understandable.",
        "Rick: That's why we're so grateful. We realize what a huge sacrifice this is. There's no way that we could ever repay you.",
        "Maya: So, listen, if you change your mind, if you have second thoughts, you can bail at, like, up to the last second.",
        "Nicole: That wouldn't be very nice, so...",
        "Rick: Maya's right. If you live with this for a minute and you realize that carrying a baby is just too much, we'd understand. We would still be grateful.",
        "Nicole: No, no, I... I want to do this. It's j-- it's just there are a lot of blind alleys -- how Zende's going to react and what being pregnant will actually be like.",
        "Maya: It's a whole new world for all of us.",
        "Rick: How are we gonna get through this? Together as a family, whatever comes.",
        "[Door opens]",
        "Nicole: That was fast.",
        "Zende: Got your text. Said you have something to tell me? Here for it. Have you made a final decision about the surrogacy?",
        "Nicole: I have.",
        "Zende: [Sighs] Okay... nobody's talking. What's going on?",
        "Maya: We're just -- we're gonna give you some space, okay?",
        "Nicole: Thanks.",
        "Zende: You don't even have to say anything. I can tell by looking at you.",
        "[SCENE_BREAK]",
        "Brooke: This is gorgeous! Thomas'?",
        "Ridge: Yeah, we're not using it.",
        "Brooke: Why not?",
        "Ridge: It doesn't fit with the line.",
        "Brooke: Uh, I'm sure if he were here and you told him what to fix on that, he would do everything possible to make that happen. He seems to be adapting to your style.",
        "Ridge: Not really. We're trying hard to merge our sensibilities. It's not working.",
        "Brooke: Oh. I didn't realize.",
        "Caroline: Yeah, it's part of the reason that Ridge decided that Thomas better serves the line from Paris.",
        "Ridge: He's a fine designer, but that doesn't mean that's always an automatic fit.",
        "[Knock on door]",
        "Carter: Free for lunch? We need to go over a few things.",
        "Ridge: Is it gonna take longer than a half-hour?",
        "Carter: That should do it.",
        "Ridge: Okay.",
        "Carter: Okay.",
        "Ridge: What, hang on -- hang on one second. Have you heard any good news or have you not seen Pam today?",
        "Carter: No, not so far.",
        "Ridge: Well, then I am happy to announce that Caroline and I are expecting.",
        "Carter: A baby?",
        "Ridge: Yes, a baby. What else?",
        "Caroline: [Laughs]",
        "Carter: Congratulations! What?",
        "Caroline: I know. I'm really excited.",
        "Carter: Oh, man. Congratulations, buddy.",
        "Ridge: Thank you.",
        "Carter: Wow.",
        "[SCENE_BREAK]",
        "Rick: How do you think Zende's gonna react?",
        "Maya: Wild guess -- he's not gonna be as happy as we are.",
        "Rick: He and Nicole are just getting started. Carrying our child could take a toll on their relationship. Maybe not completely... but damage could be done.",
        "Maya: I really don't want Nicole to sacrifice her first love for us.",
        "Rick: Let's just hope it doesn't come down to that.",
        "[SCENE_BREAK]",
        "Zende: You're doing it?",
        "Nicole: I'm leaning towards it. I -- I did tell Maya that I would do it... and we actually met with some doctors...psychologists... there's a lot of steps that would need to be taken for it to really happen.",
        "Zende: Look, I know what it would mean to you -- being able to give your sister a baby.",
        "Nicole: What it would mean to her.",
        "Zende: But it's putting us on hold. Right when I... want us to get closer.",
        "Nicole: And I want that, too... e-eventually.",
        "Zende: Eventually sounds like a long way away. I want us to be together now -- have fun, go places, dance.",
        "Nicole: Pregnant women can dance.",
        "Zende: [Sighs] You know what I mean.",
        "Nicole: Look, I'm not making light of the situation. It's really hard for me, too. I am crazy about you. And I want what we have. I -- I want to give it my all. But there's this enormous thing that I could do for my sister. And we were apart for so long, and we finally reconnected and this will only make us closer. But it has to be now.",
        "Zende: Why now?",
        "Nicole: Because of where I'm at in my life. I'm pre-everything. I don't have a career yet. We are just starting out. But once that changes and things start taking off, and once we're more involved, I won't be available. It just feels like this is the only window Rick and Maya have with me. And they've done so much for me and have never asked for anything in return.",
        "Zende: Till now. And it's epic.",
        "Nicole: I'm not brushing aside how you feel. It matters. But I hope that you can see how important this is and hang in there with me.",
        "Zende: Nicole, I...",
        "Nicole: If you can't... if you say that you absolutely can't do it and we're over, then maybe I wouldn't. That is how much I care about you. I'm just hoping that you care enough back not to throw down like that.",
        "[SCENE_BREAK]",
        "Carter: Wow. Another kid.",
        "Ridge: Caroline... never planned on her.",
        "Carter: Man plans, God laughs.",
        "Ridge: Changed my life with one touch. Now I can't live without her. Wanna give her whatever she needs to make her happy.",
        "[SCENE_BREAK]",
        "Brooke: So you agree with Ridge? That Thomas serves the design team best from Paris?",
        "Caroline: I do.",
        "Brooke: It just seems counterproductive.",
        "Caroline: What do you mean?",
        "Brooke: If Ridge has a problem with Thomas' designs fitting into the line, then Thomas should be here and learning things from Ridge to make those changes. Just doesn't make sense to me. Unless, of course, Ridge doesn't want Thomas on the design team at all.",
        "Carter: You know, we should call Katie to get a few pointers on how to start a daycare center in the building.",
        "Caroline: For one kid? I mean, listen, our kid's gonna be spoiled, but that kind of seems overkill.",
        "Carter: You never know. People get pregnant when you least expect it.",
        "[SCENE_BREAK]",
        "Rick: Do you think that Nicole might change her mind? Not go through with it? Zende could talk her out of it.",
        "Maya: [Sighs] I think I know my sister. She might have lingering doubts, apprehensions, but I don't think she would've said yes if she wasn't gonna see it through.",
        "Rick: Then you know what that means.",
        "Maya: We're having a baby!",
        "Rick: Uh-huh.",
        "Maya: [Laughs]",
        "Rick: Our baby.",
        "Maya: I just -- I can't wait to get everything in motion. Can you imagine watching our baby grow?",
        "Rick: Mm. It's gonna be amazing.",
        "Maya: The fact that Nicole would do this for us, that she would take a year or more out of her life to give us a child...",
        "Rick: It's incredible. It just shows how much she loves you.",
        "Maya: There's nothing we could give Nicole that would even come close to this.",
        "Rick: I'll tell you what -- if she ever needs anything till the end of time, she comes right here. I can't wait to see you holding that baby. You're gonna be the most beautiful mother.",
        "[SCENE_BREAK]",
        "Zende: I'm not about strong-arming you into doing what I want. It's your sister, it's your body, it's your decision. It's just... you're my girlfriend.",
        "Nicole: And I am so happy that you are a part of my life. I know that this decision affects us. And I want you to feel heard, and I want to hear you... honesty, right?",
        "Zende: I think you know where I stand.",
        "Nicole: You don't want me to be their surrogate.",
        "Zende: I don't want to put the brakes on us. So, you said you already started the process?",
        "Nicole: Physicals, screenings...",
        "Zende: Doesn't leave much time.",
        "Nicole: For what?",
        "Zende: Anything, really.",
        "Nicole: Maybe being forced to wait is a good thing? [Sighs] I've got to do it, Zende. Carrying a child for my sister is the most important gift that I can give her. And I want to. Regardless of how much I owe her for giving me a home, a family, a job...you... without Maya, there would be no us. You realize that, don't you? I mean, without her, I would have never found my way into the intern program at Forrester.",
        "Zende: I get that, okay? And I am forever grateful. But it's just... you have been special to me from the very first moment I met you. I just don't want things to stop.",
        "Nicole: Neither do I. So will they really have to?",
        "Zende: Here's the reality. Once you get pregnant, Maya and Rick's baby will be right here... between us.",
        "[SCENE_BREAK]",
        "Brooke: Bye!",
        "Caroline: Brooke was asking questions again.",
        "Ridge: About what?",
        "Caroline: Thomas and -- and why he's in Paris, and if his style isn't fitting with ours, then why isn't he here?",
        "Ridge: Well, she's gonna keep asking until she's convinced that she has answers to everything.",
        "Caroline: So, then, her curiosity about this is just -- it's normal because he just left abruptly?",
        "Ridge: I think so.",
        "Caroline: [Sighing] Okay. It would be very nice not to worry for a little bit and just live in the moment.",
        "Ridge: Do what? Am I rubbing off on you?",
        "Caroline: Yeah. In, like, a very good way.",
        "Ridge: Really?",
        "Caroline: Yeah.",
        "Ridge: So let's do that. Let's live in the moment -- us together, stronger than ever.",
        "Caroline: And our baby and the family that we're about to be.",
        "Ridge: Family. It's what's most important.",
        "[SCENE_BREAK]",
        "Zende: If you and I turn into something, I'd want your first child to be mine.",
        "Nicole: This isn't my baby. It's Rick and Maya's, and that's the only way to look at it. When I get pregnant by the man that I commit to, that's my baby.",
        "Zende: How is it that everything you say makes me love you more?",
        "Nicole: Love me? [Laughs] I love you, too.",
        "Zende: This won't be the end of us.",
        "Nicole: No way. Hopefully it'll bring us even closer.",
        "Maya: Need more time?",
        "Nicole: I think we're good.",
        "Zende: Yep.",
        "Rick: Zende, you okay?",
        "Zende: Carrying your baby will definitely affect Nicole and me... but I see why she needs to do it. This is who you are -- loving, selfless. How can I not try to support you?",
        "[Knock on door]",
        "Maya: Well, there aren't many guys like you. A lot of men would have trouble with this.",
        "[Door opens]",
        "Julius: Rick.",
        "Maya: Dad? Mom? What are you doing here?",
        "Julius: I wanted to see my girls.",
        "Vivienne: Can we come in? [Laughs]",
        "Rick: Oh, I'm sorry. Of course.",
        "Nicole: Wow. Hi, guys. What are you doing in town?",
        "Julius: Hey, baby girl. Happy to see us? [Laughs]",
        "Nicole: Sure.",
        "Vivienne: I missed you and Maya so much.",
        "Julius: Zende, right? [Chuckles] Maya, you know, uh... I've had some time to do some soul searching. I said some things -- on your wedding day, no less -- and... I'm sorry.",
        "Vivienne: Your father means what he's saying.",
        "Julius: This rift between our family has -- has been weighing on me very heavily. We need to heal, all of us. Maya, I am willing to try to accept whoever you are.",
        "Maya: A woman, Dad.",
        "Julius: Yes, a woman. Rick's wife. Maya Forrester."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=u1bRYwC5wro"
}