{
    "Episode Summary": [],
    "Recap": [
        "Bridget stops at Stephanie's and leaves angry because Stephanie cannot let it go that Nick is in love with Brooke. Eric questions Brooke about Big Bear and seeing Nick there. Brooke sticks to her story that Nick wanted to go where he and Bridget fell in love. Brooke assures him she can put him in her past for her daughter.",
        "Dante stops by Nick's office to warn him not to hurt Bridget. Nick tells him to stay away from Brooke. Dante questions which bothers Nick more, how he feels about Bridget or how he doesn't want Brooke to find a new man. Eric tells Stephanie and makes her promise to keep it quiet about the night on the boat. How they declared their love but once they found out Bridget didn't abort the baby they decided to put it behind them for Bridget's sake. Stephanie appalled threatens to warn Bridget again. Eric stops her."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Stephanie: Did you get any sleep at all?",
        "Bridget: I got a little.",
        "Stephanie: Good. Walking away from Nick at this point in life, I know it's -- it's so difficult.",
        "Bridget: That's not why I came here, Stephanie. Look, I came to tell you that I am the only one that knows what's best for me. I've had to make some choices, and I have chosen to believe my husband and believe my mother. And I would appreciate it if you wouldn't interfere in my life anymore.",
        "Stephanie: Honey, I only have your best interest at heart.",
        "Bridget: Just like you had Taylor's when you lied about your heart attack?",
        "Stephanie: I know, I was wrong. But they belong together. They're doing everything they can to make it work.",
        "Bridget: Yeah, they're doing everything they can to pick up the pieces of the doubt that you've created. That's what they're doing.",
        "Stephanie: If there's any doubt that you feel, I didn't create that.",
        "Bridget: Don't you see that you are alienating all the people that you love the most? Because of my mother.",
        "Stephanie: This isn't about anything between -- between your mother and me.",
        "Bridget: Any issues that I've had with my mother, I have dealt with.",
        "Stephanie: How? How, by marrying Nick?",
        "Bridget: Did you not hear anything that I just said to you?",
        "Stephanie: How can you be so sure there isn't something going on between them?",
        "Bridget: Because I tested them. I lied about having an abortion so that they would be free to do whatever it is that they wanted to do. They could have easily come together. They didn't.",
        "Stephanie: How do you know that for sure?",
        "Bridget: Because they told me.",
        "Stephanie: But he's broken his trust with you before. And so has your mother.",
        "Bridget: This night, they passed the test.",
        "Stephanie: Bridget, don't turn away, please. As hard as it is to look at this -- you've gotta face it. Don't be foolish about this. I know what you want to do. You just want to -- you want to be happy, you want to think about the new baby and maybe having a new house and all of that. But that doesn't -- that doesn't drive away the truth. Your mother and your husband are in love with each other. Something has happened between them. Something's happened, and you need to know the truth. You deserve to know the truth.",
        "[SCENE_BREAK]",
        "[ Nick remembering ]",
        "Brooke: When he's born, you'll look at him and you'll see yourself. Everything that you ever wanted to be. Everything that you were. I still see that in Bridget.",
        "Nick: I see that in her, too.",
        "Brooke: You and I will never be. You'll thank me for that when the baby's born. You'll have no regrets. And you'll love Bridget completely. Not only for who she is, but for everything that she's given you. I do love her that way. Then let go of me. Let the best thing, the right thing, happen for all of us.",
        "Nick: I do love her that way.",
        "Brooke: Then let go of me. Let the best thing, the right thing, happen for all of us.",
        "[ Knock at the door ]",
        "Dante: Hey. Getting any work done?",
        "Nick: This is Marone Industries, if you hadn't noticed. All the dressmakers and dreamers work down the street.",
        "Dante: Oh, we're fine over there, thank you. But I heard you needed some help.",
        "Nick: Well, you heard wrong.",
        "Dante: Maybe you're right. But you know, with all the distractions you've been having, it's kind of hard to keep an eye on what's really important.",
        "Nick: The only distraction I see right now is you, pal.",
        "Dante: You know, I gave you credit for marrying Bridget. I thought you were gonna do the right thing by her.",
        "Nick: And I am.",
        "Dante: Why the rendezvous with Brooke in Big Bear?",
        "Nick: That was a chance encounter.",
        "Dante: Yeah, that's what I was told.",
        "Nick: You got something to say, say it. Otherwise, go stretch somewhere else, Hercules.",
        "Dante: Treat Bridget with the respect she deserves. End the chance encounters with Brooke. Otherwise, you're gonna have to answer to me.",
        "[SCENE_BREAK]",
        "[ Knock at the door ]",
        "Brooke: Eric? Excuse me. I was looking at these sales figures. Maybe we should up our production output from Brazil.",
        "Eric: I'll look into it.",
        "Brooke: Eric?",
        "Eric: Look, I've been thinking about this all night. Stephanie saw you and Nick together.",
        "Brooke: We ran into each other. It wasn't planned.",
        "Eric: In Big Bear?",
        "Brooke: Yes, in Big Bbear. You know how I like to go to the mountains just to think. And Nick was there because that's where he fell in love with Bridget. He wanted to relive that.",
        "Eric: Now look, maybe it was just a chance meeting and nothing happened. But what about the next time you run into him? And the time after that?",
        "Brooke: Eric, we're not going to act on our feelings. We've put them behind us.",
        "Eric: Brooke, can you guarantee that? Look, if you do act, if you do give in to some kind of a temptation, then what then? You and Nick are infatuated with one another. You've admitted that to me. Now maybe Bridget needs to know the truth. Maybe she deserves to know the truth.",
        "Brooke: Bridget knows the truth. She knows that Nick and I would do anything -- sacrifice anything -- just so that she could get the life that she deserves.",
        "Eric: What Stephanie saw in Big Bear. When she saw the two of you together. I mean, she lied about her heart attack. Was she lying about you and Nick?",
        "Brooke: Eric, I'm not gonna deny that there are feelings there. Because there are. But we're gonna get over them. We're going to wean ourselves off of each other.",
        "Eric: Are you sure?",
        "Brooke: Yes, I am sure. Nick is Bridget's husband. He loves her. He's gonna be a wonderful husband. And he's gonna be a caring father. Please, Eric believe me.",
        "Eric: I do. And I know how much you love Bridget. But it's hard, isn't it? I'm proud of you. And I'll -- I'll support your decision to keep this away from Bridget.",
        "Brooke: Thank you.",
        "Eric: But do yourself a favor. You put as much distance between you and Nick as you possibly can.",
        "[SCENE_BREAK]",
        "Nick: I'm trying to figure out what your point is here. I'm committed to Bridget and our child.",
        "Dante: You're halfway there.",
        "Nick: Meaning what?",
        "Dante: All this talk about commitment, not once you mention love.",
        "Nick: Listen, cupid, those words are for me and my wife.",
        "Dante: You know, if Bridget were mine, the whole world would know how much I loved her.",
        "Nick: Oh, give it a rest, will you? And while you're at it, stay away from Brooke. Let her move on with her life.",
        "Dante: You know, I wonder what bothers you more -- my interest in Bridget, or is it Brooke? Listen, Bridget is the sweetest girl I know. Don't let her down.",
        "[SCENE_BREAK]",
        "Stephanie: Bridget, I trust my instincts, and I just -- I just have this feeling that when you told them that you'd had the abortion, in essence, you released them from any obligation to you. And I think -- I think something significant happened.",
        "Bridget: I am not going there with you, Stephanie.",
        "Stephanie: Bridget -- Bridget, honey, they failed your test.",
        "Bridget: No, they didn't.",
        "Stephanie: Yes, they did. I saw them. I saw them in Big Bear. I saw how they were, how they acted with one another.",
        "Bridget: And when it comes to my mother, you're always blinded by your anger and your bitterness.",
        "Stephanie: I wish to god I was wrong about this.",
        "Bridget: Well, I'm not listening to this any more.",
        "Stephanie: Bridget, Bridget, you've got to open your eyes and see this for what it really is. Honey, you can't let yourself be blindsided by this after the baby comes. It'll be too late then.",
        "[ Thunder crashing ]",
        "Bridget: I don't give a damn what you think you saw. I will not let you undermine my marriage. Nick is committed to me, he loves me. And he's committed to our child. Do you have any idea how sick I am of repeating that to you?",
        "Stephanie: Well, you wouldn't have to if you would just open your eyes.",
        "Bridget: You're digging your own grave, Stephanie.",
        "Stephanie: And you're burying your head in the sand.",
        "Bridget: I said watch it. You better stop it if you want to be a part of my child's life, of my life, of anyone's life, for that matter. You better watch yourself, or you're gonna end up a very lonely old woman.",
        "Stephanie: Why, because I spoke the truth?",
        "Bridget: As defined by you.",
        "Stephanie: I'm doing this for you, Bridget.",
        "[ Door slams ]",
        "[SCENE_BREAK]",
        "Brooke: I know I shouldn't be here. But I'm worried about Bridget. Stephanie won't give this up. She has Eric doubting me now.",
        "Nick: Eric?",
        "Brooke: It's only a matter of time before she gets to Bridget.",
        "Nick: Now, hold on a second. Eric's not gonna say anything to Bridget about what we might have said on the boat.",
        "Brooke: I promised him that you and I wouldn't act on our feelings. And I think he believes me.",
        "Nick: Well, good. At least somebody does.",
        "Brooke: But Stephanie, she's like a dog with a bone. She's going to hurt Bridget, Nick. She's going to take away her security.",
        "Nick: Brooke, now, we put our feelings to rest. Bridget's happiness is the most important thing in the world to both of us. Now, you forget about Stephanie. She can dig as deep as she wants for her bone. She is not gonna hurt any of us again.",
        "[SCENE_BREAK]",
        "Stephanie: Just working away like a busy little bee. Are you consciously avoiding the fact that your daughter's heart is about to be broken?",
        "Eric: After all the years I've known you, Stephanie, you never cease to amaze me.",
        "Stephanie: Thank you.",
        "Eric: You're just going to dig and dig and dig, aren't you?",
        "Stephanie: All the way to china, if that's where the truth is.",
        "Eric: I believe you would.",
        "Stephanie: Bridget thinks she's being so brave, trusting that she has nothing to worry about.",
        "Eric: And you can't have that, can you? Trust.",
        "Stephanie: Not with all the times that it's been broken by Brooke.",
        "Eric: You know, we're not all as enlightened as you are, Stephanie. That would be a wonderful world, though, wouldn't it? The truth according to you. Everything in black and white, no shades of gray. No compromise. I have work to do.",
        "Stephanie: It all boils down to one thing for me.",
        "Eric: Oh, for god's sake.",
        "Stephanie: Look, she lied to them about the abortion because she wanted to test them. She thinks they've passed that test. I think they betrayed her. I think they slept together.",
        "Eric: There was no sex on that boat that night, and for you to even suggest that there was --",
        "Stephanie: Tell me. Something must have happened. I can see it on your face. I think you know what it is.",
        "Eric: There was no betrayal.",
        "Stephanie: Look, you know me, I'll just keep digging until I find out what the truth is. If there was no betrayal, tell me.",
        "Eric: The only reason I would tell you would be to give you the opportunity to see how Brooke has changed. For you to understand that. And for you to stop this witch hunt against her. And if you give me your word you will never say a word to Bridget.",
        "Stephanie: I promise you. Eric, I give you my word.",
        "Eric: Good. Because when you hear what have to say, you might even begin to respect Brooke.",
        "Stephanie: Just tell me what happened between Nick and Brooke.",
        "[SCENE_BREAK]",
        "( Upbeat music playing )",
        "[ Brooke remembering ]",
        "Brooke: The man that I'm supposed to be with -- that's you. That's you. It's not Ridge, it's you. It's you, Nick. It's you. Oh, god. Thanks. If Stephanie finds out what happened on your boat, she'll warp it to some ugly secret that we've kept from Bridget.",
        "Nick: She's not gonna find out.",
        "Brooke: She's not gonna give up until she figures out exactly what happened between us that night.",
        "Nick: Dante came by my office earlier today.",
        "Brooke: What did he want?",
        "Nick: He just wanted to make sure that I knew if anything happens to Bridget, he would be there for her.",
        "Brooke: Well, even if he did find out about us, he wouldn't do anything or say anything that would hurt Bridget.",
        "Nick: Well, I don't know the guy very well, but I hope you're right.",
        "Brooke: What about your mother?",
        "Nick: My mother? She'd never say anything to Stephanie. She wants me to be happy. She supports my marriage to Bridget. I told my old man about the night on the boat.",
        "Brooke: What?",
        "Nick: I had to talk to somebody. I was losing my mind. We can trust him. So, that leaves Eric.",
        "Brooke: Eric has his doubts, but he is in our corner. No. Not in a million years. Eric would never say anything to Stephanie about that night.",
        "Stephanie: Eric, please. Tell me what happened.",
        "Eric: All right. Nick and Brooke met that night. And she told him that she had finally found the love of her life. Nick.",
        "Stephanie: She said that?",
        "Eric: Yes. And she and Nick decided at that moment that they would have a life together.",
        "Stephanie: How do you know that?",
        "Eric: Brooke told me.",
        "Stephanie: So I've been right all along.",
        "Eric: But it was never consummated. Stephanie, at that moment, Brooke knew that she loved Nick more than any other man she had ever loved in her love. But she also knew that she loved our daughter more. And when they discovered that Bridget was still pregnant, they both realized that they could not have each other. Brooke gave on the whole idea of ever being with Nick. And he's done the same.",
        "Stephanie: Your daughter has to be told. She has to be told that her mother and her husband are deceiving her and themselves.",
        "Eric: No, no! Brooke and Nick both love Bridget. They're making a huge sacrifice for her.",
        "Stephanie: Sacrifice? Is that what you call this?",
        "Eric: Yes, and that's why I'm telling you, so that you can come up with some kind of respect for Brooke.",
        "Stephanie: Respect? Eric -- Eric, this is so misguided.",
        "Eric: Nick and Bridget will have a life together. And he will eventually forget about Brooke.",
        "Stephanie: What are you saying? What are you saying? You're standing there and saying something like that? You're just going to stand by and let this happen to Bridget?",
        "Eric: Yes, because I trust Brooke. And Nick -- Nick is committed to Bridget.",
        "Stephanie: Eric, it's just a matter of time before this whole thing blows up in her face. Eric, this isn't about love or sacrifice -- this is a lie, and no one is willing to face it. Bridget has to know the truth.",
        "Eric: No, you gave me your word.",
        "Stephanie: I know I did. I know I did, I know. But I am -- Eric, no. I'm not going to stand by and watch that girl destroyed by another man who is infatuated by that whore of a mother. She deserves the truth. And I'm damn well going to make sure she hears it."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=6Rcu3zP5s7Y"
}