{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nick: Bridget, this is \r\nvery uncomfortable. I know what you're trying to do. But it's -- ",
        "Bridget: There. Is that \r\nwhat everyone is so terrified of seeing? Is it bringing you such agony? \n",
        "Brooke: Yes. ",
        "Bridget: But only because \r\nyou think it's killing me. But no, Mom, it was the waiting for it to happen \r\nthat's killing me. Just stop thinking of me as what's keeping you apart and let \r\nme be the one that brings you together. ",
        "\r\n**************************************************",
        "Stephanie: Good evening \r\nand welcome. And to, hopefully, only the one or two people in this room that \r\nmight not know who I am, my name is Stephanie Forrester. ",
        "Jarett: The press kit says \r\nyou're CEO now? ",
        "Dane: What's the last job \r\nyou held, Stephanie? ",
        "Jarett: Is Eric out for \r\ngood? ",
        "Stephanie: Well, Jarett, I \r\nhadn't planned on answering questions, we thought we were just going to make an \r\nannouncement. But restructuring brings about changes. Which brings me to --\r\n",
        "Sophie: What about our \r\nwomen readers? ",
        "Stephanie: What about \r\nthem, Sophie? ",
        "Sophie: Every first wife \r\nwho's been dumped for a younger model wants to know, is revenge as sweet as they \r\nsay? ",
        "\r\n****************************************************************",
        "Bridget: Mother, just \r\nstop. You can't keep trying to protect me by running away to Dante, or dad, or \r\nanyone, anywhere. You never, ever could. The only thing it's done is make the \r\nfour of us displaced. Just tell Nick what he wants to hear. Tell him that he \r\nmatters more to you than your pride. Because that's all it is now. The only \r\nthing that stands between the two of you -- is you. ",
        "\r\n******************************************************************",
        "Stephanie: Tonight marks \r\nthe return to the ideals that made Forrester great. ",
        "Jarett: What made \r\nForrester great was Eric. ",
        "Stephanie: Yes, you're \r\nabsolutely right, Jarett. Fortunately for you, you weren't married to him. As of \r\nthis evening, we have ",
        "Thorne: Dane, there will \r\nbe, I promise you, time to pepper us with hard questions. Tonight, however, is a \r\ncelebration. And first off, I'd like to say how happy I am to be back. \n",
        "Dane: But where are your \r\ndesigners? ",
        "Jarett: Does the situation \r\nat Forrester call for a staff psychiatrist? ",
        "Thorne: It's true. This \r\nwill be a new role for my sister-in-law. But -- ",
        "Taylor: Well, no. Yes, it \r\nis true that my training is in psychiatry, but tonight I am here in a different \r\ncapacity. I never had any interest in being a fashion maiden. ",
        "Dane: But you're looking \r\ngood. ",
        "Taylor: Thank you. You \r\nknow, that's a very good point you're making though, and we should all ask that \r\nquestion. What does looking good really mean? Our new president and CEO asked \r\nthat question, and they decided to take a good hard look at the fashion \r\nindustry. In general, they didn't like what they saw. Not many women are built \r\nlike runway models. So exactly who have we been designing for? That was a \r\nquestion that they wanted to ask. And we think all women are beautiful. And they \r\nshould be able to look and feel that way. Stephanie and Thorne asked me to tap \r\ninto the mind of the everyday woman -- the woman who works, the woman who has \r\nchildren, and is nurturing their family. And we found that that woman is taking \r\na beating, because she doesn't conform to the runway standard. So, myself -- as \r\na psychiatrist, and a woman, and a mother -- I thought it was a wonderful chance \r\nto try to make a difference. ",
        "Sophie: Hear, hear! \n",
        "Jarett: Are we to take it \r\nthat husband doesn't share this \"everyone's beautiful\" philosophy? ",
        "Taylor: Well, this is a \r\nfamily business. And we all love each other. Ridge loves his mother and his \r\nbrother, but he just thought this would be a good time to take a step back out \r\nof the spotlight. And really, I don't know what's wrong with new talent. We have \r\nto look at Dante Damiano here, who is our new fabric designer, and he's had \r\nvery, very good success, so -- well, I guess I'll conclude, and the way I do \r\nwith my patients, and say, our time is up for today. So thank you very much for \r\nbeing a part of this landmark moment. ",
        "[ Applause ] ",
        "\r\n*******************************************************",
        "Eric: Well, that's very \r\nkind of you, Bridget, to be so generous with my wife. ",
        "Bridget: Dad, come on, you \r\nknow that mom loves you. You just know that it's not the same. ",
        "Brooke: Honey, I'm very \r\nhappy to be married to such a wonderful man. ",
        "Eric: Bridget, you'll be \r\nvery happy with Nick. ",
        "Bridget: Why, because that \r\nwould make your marriage feel a little safer? ",
        "Eric: That's unkind. \r\nThat's unfair, and it's unkind. ",
        "Bridget: But it's true, \r\nisn't it? You're not a fool, dad. You know everything that I know. As long as \r\nNick's available, don't you feel like your marriage is just a shipwreck waiting \r\nto happen? ",
        "\r\n**********************************************************",
        "Ridge: My being at \r\nForrester would give credibility to a regime that has no credibility with me.\r\n",
        "Thomas: So you're going to \r\nlet grandma run it into the ground? ",
        "Ridge: No, no, I'm not.\r\n",
        "Thomas: So, you haven't \r\nbailed completely, you've just bailed on mom. Her first public appearance on the \r\njob, and you're not there. How's it going to look? It's like you turned your \r\nback on her, too. ",
        "Ridge: Look, it would be \r\njust like business as usual there, and it's not, so -- ",
        "Thomas: Couldn't you just \r\ngo as a civilian? ",
        "Ridge: Oh, like the press \r\nwould let me do that? ",
        "Thomas: Look, you could \r\njust say, \"I'm here to support my wife. No further comment.\" ",
        "[ Cell phone rings ]\r\n",
        "Ridge: Maybe she's on her \r\nway after all. Hey. How was it? ",
        "Jarett: Oh, I wouldn't say \r\nit was a complete disaster. ",
        "Ridge: Jarett? How'd you \r\nget my cell phone number? ",
        "Jarett: Tell me, Ridge. \r\nWas your absence tonight a statement about the new Forrester leadership? \n",
        "Ridge: I had a previous \r\ncommitment with my kids. Taylor knows all about it. ",
        "Jarett: Yes. How is it \r\nthat she seems to be the only one who gives the impression she knows what she's \r\ndoing? ",
        "Ridge: Because she does. \r\nShe also has my complete support. ",
        "Jarett: Then, Ridge, are \r\nyou or aren't you on the creative team? ",
        "Ridge: No more comments \r\nfor you, Jarett. Good-bye. What is that thing you say to me? ",
        "Thomas: Shut up. \n",
        "Ridge: Yeah. Shut up.\r\n",
        "\r\n***************************************************************",
        "Darla: And here is to the \r\nnew Forrester Creations. ",
        "Stephanie: Well, yes, how \r\nfabulous. ",
        "Taylor: Hear, hear, hear.\r\n",
        "Thorne: Cheers. \n",
        "Taylor: Hector? Will you \r\nget over here and join us, please? ",
        "Stephanie: Yes, come on. \r\nWe want to make a toast to the new Forrester spokeswoman. To the new face of \r\nForrester. ",
        "Hector: I will drink to \r\nthat. ",
        "Thorne: You always hit a \r\nhome run your first time at bat, Taylor? ",
        "Hector: You know what? You \r\nwere great. You were real, and they saw it, and that's what tamed them. \n",
        "Stephanie: Yes. \n",
        "Darla: That's right.\r\n",
        "Stephanie: That's the \r\ntruth. ",
        "Darla: Oh, you know what, \r\nhoney? I should go home and relieve our babysitter. ",
        "\r\n*********************************************************",
        "Hector: Kind of a rush, \r\nwasn't it? ",
        "[ Taylor sighs ] \n",
        "Taylor: I don't even know \r\nhow I knew how to do that. I don't even know what I just did. ",
        "Hector: Well, I'm glad I \r\nwas here to see it. ",
        "Taylor: You know what? \r\nI've had just enough champagne to say, \"so am I.\" ",
        "Hector: Do you need a ride \r\nhome? ",
        "Taylor: No, Stephanie got \r\nme a limo. It'll be out in the front in a minute. ",
        "Hector: Oh, well, that's \r\ngood. Because I just remembered that I took a cab over here. ",
        "Taylor: Oh, my gosh, no. \r\nWe'll drop you off on the way home. Oh, and thank you. Thank you for not stating \r\nthe obvious. See, ridge and I had these plans -- we had plans to go to big bear. \r\nAnd then this whole thing happened, and so I cancelled it. ",
        "Hector: Oh, and he \r\ncouldn't change his plans? ",
        "Taylor: Apparently not.\r\n",
        "Hector: Oh! There's no \r\ntable down there. You are lit. ",
        "Taylor: No, I just had a \r\ncouple glasses of champagne. ",
        "Hector: No, I mean lit up, \r\nlike a firefly. ",
        "Taylor: What is that, some \r\nkind of a firehouse joke? ",
        "Hector: Oh, come on, you \r\nknow about fireflies, don't you? What those little lights are for? ",
        "Taylor: No, what, so they \r\ndon't run into stuff? ",
        "Hector: No. The little \r\nlights are for sex. See, the males cruise by, flashing their hearts out, and the \r\nfemale sees a nice strong flash that she likes the look of, and -- you know, she \r\nflashes back. Once or twice, like that. ",
        "Taylor: And then what?\r\n",
        "Hector: Well, then she \r\neither mates with him or she eats him. ",
        "Taylor: Oh, well, that's \r\njust like real life, you know? Love, murder, love-murder, murder-love, you know.\r\n",
        "Hector: Yeah. Hey, what do \r\nyou say we find your chariot, firefly? ",
        "Taylor: Okay. All right.\r\n",
        "Hector: I'll carry that. \r\nYou can give that to me. ",
        "Taylor: Hold on. \n",
        "Hector: I'll take all that \r\nstuff. I'm down with that. ",
        "Taylor: Come on. \n",
        "Hector: Oh, we need a \r\nglass. ",
        "Taylor: It's here! It's \r\nout here. \r\n************************************************************************",
        "Brooke: You think I'm \r\nbeing blind -- or stubborn. You think you know what's best for me. But, \r\nsweetheart, Nick understands. ",
        "Nick: Bridget, there is no \r\nfuture for your mother and I. ",
        "Bridget: You're all \r\nstanding here broken-hearted when everything could be made right. ",
        "Nick: I think your broken \r\nheart is why we're all here. Because you've lost trust, and you feel completely \r\nfearless right now. But all of that pain, it's made you completely blind to the \r\ntruth. ",
        "Bridget: Well, then, \r\nexplain the truth to me. Because mom can't. She won't. So tell me why you two \r\ncan't be together. ",
        "Nick: Because we realize \r\nwe love you so much more than we love each other. ",
        "\r\n*************************************************************************",
        "Hector: Whoa. I have not \r\nbeen in a limo since my senior prom. And what a disaster that was, let me tell \r\nyou. This is comfy. You want to lie down? ",
        "Taylor: That drunk I'm \r\nnot. ",
        "[ Hector laughs ] \n",
        "Hector: Well, we can fix \r\nthat, my little firefly. ",
        "Taylor: Oh, my gosh, I \r\nhave a feeling you'll be calling me that -- ",
        "[ Tires screeching ]\r\n",
        "Hector: Whoa, driver, pick \r\na lane! ",
        "Taylor: -- For a very long \r\ntime. Okay, let's get this baby open. ",
        "[ Taylor screams ] \n",
        "Hector: That never \r\nhappened to me with beer. Might as well get it while it's hot. Woo! ",
        "Hector: Driver, I think \r\nyou're going to have to stop at dr. Forrester's house. Because we've had a \r\nlittle accident here, and she's going to have to get out of these clothes.\r\n",
        "Driver: Of course, sir.\r\n",
        "Hector: What? ",
        "[ Glasses clinking ]\r\n",
        "Taylor: It's okay! It's \r\nokay, okay? It's French. It's probably good for the skin. ",
        "Hector: Yeah, but, you \r\nmissed a spot right there. And I'm going to get it. ",
        "Taylor: So now, why was \r\nyour prom such a disaster? ",
        "Hector: Oh, it wasn't that \r\nbad -- except when my date threw up on me. It wasn't very good. ",
        "Taylor: Well, maybe you \r\nshouldn't ride in limos anymore. ",
        "Hector: You know, I can -- \r\nI can ask the driver to stop the car, pull over and let me out. I can just walk \r\nhome. ",
        "Taylor: Listen, I was \r\nterrified tonight, okay? I mean, I was in a room full of reporters. Stephanie \r\nreferred to them, you know -- she referred to them as vultures. And there I was \r\n-- I was standing there, I didn't know what I was going to say, because I knew \r\nthey were laughing in their minds that I was totally out of my place. And I just \r\nsomehow got through it. But that's because you were standing there. I looked up \r\nand I saw you, I saw you standing there. And you were supporting me. And \r\nsomehow, you know, it just -- it all came into place. It turned out to be one of \r\nthe proudest moments in my life. So get a grip, you are not getting out of the \r\ncar, you are not walking home, okay? I mean, just because -- okay, because I \r\ncan't respond to you in a certain way, it doesn't mean I don't appreciate you.\r\n",
        "\r\n*****************************************************************",
        "Nick: Given your history \r\nwith men, I really question what love is in your mind. Can any one of us in this \r\nroom say they've only loved one person their whole life? ",
        "Bridget: You. ",
        "Nick: You know better than \r\nthat. ",
        "Bridget: I'm not saying \r\nthat you never had feelings for me. ",
        "Nick: That's because you \r\ncan't say that. But what's reality here, Bridget? I mean, what are we really \r\ntalking about? You know, you can only float on a cloud and be in love for so \r\nlong. Then reality sets in. You've got to go to the job. You've got to pay the \r\nmortgage. What happens when your kids are up all night sick? Who takes care of \r\nthem? What's next? That's what I'm trying to get through to you. There is no \r\n\"next\" for your mother and I. ",
        "Bridget: How can you \r\npossibly know that? ",
        "Nick: Because my heart \r\nbroke when I broke yours. Now, the way I felt and what I still feel is real. I \r\nwant that \"next\" with you, the child and the life we were planning. I want that \r\nas my future. I still want you. ",
        "\r\n***************************************************************",
        "Stephanie: Taylor? Oh.\r\n",
        "Thorne: Well, we can fax \r\nher the memos. ",
        "Stephanie: What was Hector \r\nRamirez doing here? ",
        "Thorne: I think he and \r\nTaylor are kind of friendly. ",
        "Stephanie: How friendly?\r\n",
        "Thorne: Mother, you know \r\nTaylor's not the type. ",
        "\r\n*********************************************************************",
        "[ Cell phone ringing ]\r\n",
        "Stephanie: Hello? \n",
        "Ridge: Is Taylor with you?\r\n",
        "Stephanie: Ridge. No. No, \r\nI think she's on her way home. But I'm just leaving. Do you want me to drive by \r\nthe house, make sure everything is okay? ",
        "Ridge: No, I'm almost \r\nthere. ",
        "Stephanie: I thought you \r\nwere in Big Bear with the children. ",
        "Ridge: I changed my mind. \r\nIs that okay with you? ",
        "Stephanie: I think that's \r\nvery wise. ",
        "\r\n***************************************************************************************",
        "Taylor: Ah, thank god! Dry \r\nclothes. ",
        "Hector: Cold and sticky. \r\nBad combination. ",
        "Taylor: Oh, you're not \r\ngoing to get any warmer like that. ",
        "Hector: I should go.\r\n",
        "Taylor: Are you crazy? \r\nDon't be silly. Go get some dry towels. They're over there in the bathroom.\r\n",
        "Hector: But, um, you know, \r\nthe driver -- ",
        "Taylor: Oh, he'll wait. \r\nWould you get me a towel? No, no, I need two. I need at least three. Three \r\ntowels, okay? ",
        "Hector: Which towels \r\nshould I use? ",
        "Taylor: Doesn't matter. \r\nAny of them. They're all fine. ",
        "Taylor: I was freezing.\r\n",
        "Hector: Well, this is \r\nwarm. Let me. That feel good? Give me your arm. ",
        "Taylor: Hector -- \n",
        "Hector: You want me to go?\r\n",
        "Taylor: Maybe you should.\r\n",
        "Hector: That's not what I \r\nasked. ",
        "Taylor: It's getting late.\r\n",
        "Hector: And Ridge won't be \r\nhere tonight. I want to make love to you, Taylor. I want to see what you look \r\nlike when you're asleep. I -- I want to stay. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=s5-1h3Dh9J8"
}