{
    "Episode Summary": [
        "Episode #7731 ~ Thorne lays into Ridge about having betrayed Brooke; Quinn opens up Pandora's box when she reveals a detail to Liam about the night he argued with Steffy."
    ],
    "Recap": [
        "Brooke tells Thorne that she appreciates what he is saying about Ridge. He asks if she is really listening though. Quinn tells Ridge that it feels good now that it is not awkward and she is back with Eric and he with Brooke so no one is peeking around on the two of them. Bill shows up at Steffy's and she chides him for just keeping showing up. Is this easy for him? He says no but technically this is his house and he just came to check up on her. She says it has been hard as she had to lie again, more lies as Liam wanted to know where she was that night if with anyone. Eric looks for Ridge but Pam tells him he was here but just left for Brooke's. Eric confides in Ivy that Thorne found out what happened in Australia between Ridge and Quinn and he is not going to let it go. Quinn shows Liam some of her pieces, a bracelet like the one that Steffy wears all the time. She tells Liam that she found that one in the guest house but gave it back to Steffy. He finds that strange that Steffy did not mention it. She sees this bothers him as he was told Steffy just drove around and went nowhere. Bill tells Steffy that if she told Liam that she was alone then just stick to that story. Liam is forgiving so let it be far away from this house and far away from him. Thorne tells Brooke that he sees he has upset her. But it has not been easy to watch his brother do this again. This word game, commitment, is just that a game to Ridge. It has no meaning. He confesses another reason he came back to L.A. was Brooke. Steffy wants to know if she and Bill can pretend this never happened. She thinks it is written all over her face when Liam talks with her. Bill reminds her they have to keep it a secret and she agrees; this lie will be for her husband.",
        "Quinn can see that Liam does not believe her when she says not only was the bracelet there but the bed had been used and so was the shower. He does find that almost a lie as Steffy never mentioned it. Thorne says he came back not exactly for Brooke but she was one of the people left here that he was close to, so of course he had to come back. She says she missed him too as they always had wonderful times together. Ridge bursts in and tells Thorne to tell him again whey he did not get a hotel. Thorne fires back that Ridge can tell him why he keeps disrespecting Brooke so much that she had to call off her Australian wedding the night before. The doorbell rings and Brooke asks if it is safe to answer it and leave them alone. Ridge says he knows that look and what is coming. Thorne is going to fail and then go to the basement or back to Paris just because Ridge was his mother's favorite. He wants to rescue the whole world and their whole family. He loves Thorne but he has to tell him the truth. Ridge is the designer and Thorne will always be in his shadow and even in the eyes of Brooke. Thorne pops him over and tells him he will purge Brooke from his life and he will just be gone. Bill keeps having flashbacks of the night of passion with Steffy. Liam returns home and remarks to Steffy that he stopped by to see Quinn and turns out Steffy is a huge part of her inspiration. She found Steffy's bracelet and gave it back to her and now the line has a similar piece. He tells her the rest that Steffy had to be there and took a shower and was in bed but she lied to him and said she was just driving around. Hey, he sees how upset she is and only wants to know what really happened."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Brooke: I appreciate what you're saying, thorne, but --",
        "Thorne: Are you listening, though? Because you can't keep doing this to yourself. My brother's never gonna change. He's incapable. He's still hurting you today the same way he has been for years. And this last time, kissing quinn. Dad's wife? Hey. Don't give him another chance to break your heart. Never again.",
        "Quinn: So, did you ever think that we would get here?",
        "Ridge: [ Sighs ] No. I-it gets worse every day. But what I do now, I take venice to fairfax, and you can cut --",
        "Quinn: No, I'm not talking about here in the building. Stop it. I mean...here. We're not -- we're not freaking out every time we're alone together. You know, we're not stressing out anymore. Eric and I are happily back together, and you and brooke are hopefully happily back together.",
        "Ridge: Well, that's the plan, isn't it?",
        "Quinn: Yeah. I've got to tell you, I felt really awful thinking that you'd lost brooke because of what we did.",
        "Ridge: It was horrible, what we did. She must have felt so betrayed. But you know what? I-it... it seems like she's putting it behind her.",
        "[ Door closes ]",
        "Bill: You okay?",
        "Steffy: Trying to be. What are you doing here?",
        "Bill: I'm checking on you. Why?",
        "Steffy: You can't just show up like this. If liam was here --",
        "Bill: If liam, what? This is my house. If I want to go surfing, I'm allowed. Besides, I knew he wasn't here. [ Steffy sighs ] You have to let this go.",
        "Steffy: Is this easy for you?",
        "Bill: You know the answer to that. But for liam's sake, we have to pretend. We have to smile and lie.",
        "Steffy: Bill, I can't lie. I can't lie. I'm not -- I'm not good at it. Liam looks at me so grateful and appreciative. I mean, god, if he knew, I --",
        "Bill: He never will.",
        "Steffy: He almost did, bill.",
        "Eric: Ridge, I want to ask you about -- where's -- ridge isn't here?",
        "Pam: No. He was. But he just left for brooke'S. I mean, you can probably catch him in the parking lot --",
        "Eric: Wait, he went to brooke's?",
        "Pam: My thoughts exactly, eric. And that's after having had lunch with her, spending time in the steam room with her. [ Telephone ringing ] I mean, am I the only person who actually works around here? Speaking of which, I need to go get that. Excuse me, ivy, but duty calls. For some of us. [ Distant ] Forrester creations.",
        "Ivy: Why is pam in a bad mood?",
        "Eric: Probably some baking mishap. It's the only thing that puts her in a bad mood.",
        "Ivy: What about your mood? Hm?",
        "Eric: Thorne found out what happened in australia.",
        "Ivy: Between quinn and ridge?",
        "Eric: Yeah. And he's not gonna let it go.",
        "Brooke: Look, I know you're trying to look out for me, and that means a lot to me.",
        "Thorne: Well, someone has to if you're not gonna look out for yourself. How can you not be absolutely furious with ridge?",
        "Brooke: [ Scoffs ] I was at first. It's taken me a-a lot of work to get past that.",
        "Thorne: But you haven't, really. I mean, you shouldn'T. You don't have to this time. You can hold ridge accountable. I sure as hell plan to.",
        "Steffy: Liam sees I'm not the same. How that night changed me. I mean, he keeps asking all these -- all these questions, like where did I go? Who was I with? Was I alone?",
        "Bill: You didn't tell him anything? Did you?",
        "Steffy: No. No, I lied. It's just more lies. This is not who I want to be.",
        "Quinn: So, this is for your next issue?",
        "Liam: Uh, well, yeah, if it times well with your showing.",
        "Quinn: It should. Are we gonna get the cover?",
        "Liam: That's possible, yeah.",
        "Quinn: Yeah?",
        "Liam: Yeah.",
        "Quinn: You should just use your wife's face. She's my inspiration, you know. You can quote me on that.",
        "Liam: Really? Is that true?",
        "Quinn: Yeah. I could see her wearing any of these pieces. This piece in particular I modeled after the one I found in the guesthouse.",
        "Liam: Yeah, no, she -- yeah, she wears this one all the time. What do -- what do you mean, she left in the guesthouse?",
        "Quinn: She didn't tell you? Eric and I found it. I gave it back to her on thanksgiving. I have to say, we were a little worried about you guys, but she reassured us that it was just a small argument. And it wasn't like we were prying or anything. It just -- I don't know. It seemed strange that she would stay there.",
        "Liam: Yeah. Well, yeah. That'S... that is strange.",
        "Steffy: I lied to my husband. Again.",
        "Bill: Some things have to be lied about.",
        "Steffy: [ Sniffles ] I didn't even -- I didn't even know what to say. Like, he's so curious about where I went. I told him that I went for a drive, and that I pulled over, and I thought about how wonderful he is.",
        "Bill: And that's exactly what you did, as far as anything that liam needs to know. I want you to close your eyes. Do it. I want you to picture yourself pulled over on the side of the road. You're sitting in your car. Recovering. Processing. Forgiving liam for what he did. Because that's where you were. Far away from the guesthouse. Far away from me. You have to believe it, steffy. If you believe it, liam will, too.",
        "Quinn: Something wrong?",
        "Liam: No, no. I'm -- I'm just, uh... what night did you say this was?",
        "Quinn: It was just before thanksgiving. Whatever night you two argued. I'm assuming there aren't that many.",
        "Liam: Yeah... but you know what, she -- she didn't go anywhere that night. She was just -- she was just driving around.",
        "Quinn: Well, maybe she was. But she was also in the guesthouse, because that's where I found the bracelet. Is there a problem? You seem so concerned.",
        "Eric: Ridge has gotten away with a lot, taking -- taking advantage of me, and of thorne, and...",
        "Ivy: Mm-hmm. And, uh, a few women's hearts over the years, I hear.",
        "Eric: That's part of the reason why I was able to forgive quinn, knowing how manipulative ridge can be.",
        "Ivy: Wait. You just said you forgave quinn. But you've forgiven ridge, too, right?",
        "Eric: Maybe I shouldn't have, though. Maybe thorne has a point.",
        "Thorne: I'm upsetting you, aren't I?",
        "Brooke: No.",
        "Thorne: I don't mean to.",
        "Brooke: [ Sighs ] Thorne, you have every right to be concerned. Ridge hasn't been the best to me through the years, and you had a front-row seat to most of it.",
        "Thorne: I have, and it hasn't been easy to watch.",
        "Brooke: He really is sorry.",
        "Thorne: Oh, brooke, come on.",
        "Brooke: He's not going to do it again.",
        "Thorne: You really believe that?",
        "Brooke: Ridge wants to make a commitment to me, and then --",
        "Thorne: When has my brother ever stuck to a commitment? It's just a word to him. It has absolutely no meaning behind it. It's not like when i commit to something. You should know I -- I didn't just come back to L.A. To be a designer. There was another reason. You.",
        "Steffy: So, we can really do this? Pretend like it never happened?",
        "Bill: Well, that's the great thing about a good lie. Even a bad one. You say it often enough with conviction and you start to believe it. And nobody questions it.",
        "Steffy: This guilt, though. It gets written all over my face. It's -- it's haunting me.",
        "Bill: We both thought you and liam were done.",
        "Steffy: But we weren'T. We will never be.",
        "Bill: Only if you forget what happened between us.",
        "Steffy: You're right. I can do this. I'm married to liam. He is my husband. I have to do this.",
        "Liam: It's not a problem. I'm just trying to figure out how steffy's bracelet got in your guesthouse if she wasn't even there.",
        "Quinn: Well, no. She -- she was there. That's what I'm trying to tell you.",
        "Liam: No. Quinn, bracelet doesn't prove that. I mean, it could have been there for a while.",
        "Quinn: Okay, well, the lights on in the guesthouse proves it. The shower was used. The bed.",
        "Liam: Wait a second. The bed?",
        "Quinn: Yeah. The blankets were pulled back, the sheets were all rumpled. I don't know what kind of an argument you two had, but maybe she needed to crawl in there and have herself a good cry.",
        "Liam: And then take a shower? That doesn't make any sense.",
        "Quinn: Why are you making such a big deal about this?",
        "Liam: I'm not. I'm -- I'm not. I'm really not.",
        "Quinn: No, but you obviously don't believe me.",
        "Liam: I believed steffy. But what you're saying now is basically that she lied, so --",
        "Quinn: No, no, no, no, no! I'm not implying that anybody lied about anything.",
        "Liam: Well, all I'm saying is that steffy didn't say a word about the guesthouse. So what possible reason would she have to keep this from me?",
        "Eric: Ivy, I love ridge. [ Exclaims quietly ] Maybe I should stand up to him more. Maybe brooke should, too.",
        "Ivy: [ Chuckles ] You know, I am shocked to hear you say this. You've always been such a huge supporter of brooke and ridge.",
        "Eric: Yeah, well, maybe that was wrong. I mean, I just have to wonder if she keeps going back to him out of habit. If she took a serious look at who she is today and who he is today... would she still want to be with him? I just want what's best for her.",
        "Brooke: You came back for me? Thorne, what are you talking about?",
        "Thorne: Um, not for you, exactly, but because of you. I've been thinking about my life and all I've lost. Macy, darla... my aly. All gone. And I've been thinking about the people I have left. The ones that were close to me. That have been there for me. And you're on top of my list. I mean, sure, I had friends in paris, but none of them really knew me. Not the way you do. So, of course, i had to come back.",
        "Brooke: Well, I am glad. I missed you, too. We've had some wonderful times together.",
        "Thorne: Yeah.",
        "Brooke: [ Laughs ]",
        "Thorne: Even when we were married.",
        "Brooke: Yeah. Even when we were married.",
        "[ Door opens ]",
        "Ridge: Hey.",
        "Brooke: Hi.",
        "Ridge: Hi. Oh, I forgot you were camped out here. Tell me again why you can't afford a hotel?",
        "Thorne: Tell me again why you treat women with such disrespect?",
        "Brooke: Thorne.",
        "Ridge: Wow. That escalated quickly.",
        "Thorne: 'Cause I know what you did.",
        "Ridge: Excuse me?",
        "Thorne: With dad's wife. The day before you were supposed to marry brooke. Yeah, it doesn't get much more disgusting than that.",
        "Thorne: I always knew you were selfish, that you thought you could get away with anything, but this... wow. This goes beyond.",
        "Ridge: Mistakes were made. I apologized. What does this have to do with you?",
        "[ Doorbell rings ]",
        "Brooke: The back door. Must be a delivery. Is it safe to leave you two alone?",
        "Ridge: Sure. Yeah.",
        "Thorne: Oh, yeah. I still can't believe it. You and our father's wife. Again.",
        "Ridge: Hey, thorne. The people that were involved in the situation have made peace with it, so why are you trying to start a fight with me?",
        "Thorne: You think I'm gonna let you get away with this?",
        "Ridge: I know that look. I know what's coming. It's the full tantrum, isn't it? 'Cause that's what you do when you give a lecture that no one's listening to or you try to challenge me and you fail. You go to the basement or you run to paris or you take a chair and throw it through the window.",
        "Thorne: You're a real piece of work, you know that?",
        "Ridge: And just because I was mother's favorite.",
        "Thorne: Oh. There it is.",
        "Ridge: I didn't choose that. She chose it. If you could make peace with this, maybe you'd be happier. Maybe you wouldn't need this -- this -- this thing that you do where you want to rescue people from me, where you want to rescue the whole world and the whole family from mean old ridge. [ Sighs ] Come on. I don't want to fight with you. We're brothers. I love you, and I want you to do well. That's -- that's why i tell you the truth. You're not a leader. You're not a designer. And you're always gonna be in my shadow because you're less experienced and you're less gifted. But that's not me talking. That's the eyes of the world. It's the eyes of this family. And, yes, the eyes of brooke. Really? Nothing? No whiny retort? Because usually this is where you put me in my place.",
        "Thorne: No, I think this is the part where you realize I'm much more of a man than you'll ever be.",
        "Ridge: [ Sighs, groans ]",
        "Thorne: You talk about how I'm seen by brooke, by the world. Well, here's how they'll see me. No longer bullied by you. Maybe I'll inspire brooke to do the same. I'll purge you from her life. This company. And I'll restore decency and morality back to the forrester name. And you, ridge, well, you'll just be gone.",
        "[ Intense music plays ]",
        "[ Sensual music playing ]",
        "Steffy: Am I glad to see you.",
        "Liam: Why? Something happen?",
        "Steffy: No. Just missing you. I hate when we're apart.",
        "Liam: Yeah, that makes two of us. I, uh -- you know, it's too bad you weren't at -- at the office today, actually. I stopped by forrester to get some quotes from quinn. And it turns out you are a large part of the inspiration for her new line.",
        "Steffy: I am?",
        "Liam: Yeah. Yeah. This, uh... yeah, this bracelet in particular. She said it's one of her favorites.",
        "Steffy: Oh. Uh, yeah. I-I -- I think she commented on it before. Yeah.",
        "Liam: When she returned it to you?",
        "Steffy: What?",
        "Liam: She said she, uh... she found it, and she gave it back to you at thanksgiving.",
        "Steffy: Right. Right. Yeah.",
        "Liam: I mean, it was a little weird, uh, where she said she found it. It was in the -- the forrester guesthouse? And it was even weirder when. It was, uh, the night that -- that you drove off really angry with me, and you were just in your car, no particular destination. That's -- I mean, that's what you told me.",
        "Steffy: Yeah. Uh... yeah, yeah. I, um... I-I drove around. And, um...",
        "Liam: Wanted to take a shower?",
        "Steffy: What?",
        "Liam: Or a nap? I mean, she -- she said the bed had been slept in. Or if not slept in, used. You know, the -- the sheets were all rumpled and the covers were off and... steffy, what's going on? I mean, why would -- why would you tell me that you were just...driving around if you weren't? I mean, were you in your car or were you at the guesthouse? Hey. Hey. It's a simple question. I just want to know where you went that night, what you did. That's all. Steffy? Hey. What did you do that night? What happened? Just tell me what happened. All I want is the truth. That's all."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=IcjfnBQfFtQ"
}