{
    "Episode Summary": [],
    "Recap": [
        "Nick confronts Brooke on whether she slept with Eric. She says she has but he doesn't believe her and \"kidnaps her\" and takes her out on the Marlin. Eric and Jonathon discover Stephanie's trust documents are gone.",
        "Katherine confirms Stephanie's trust remains in tact and Forrester is hers. Stephanie pays Eric a visit."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nick: Answer me. Answer me. Have you been having sex with Eric?",
        "[SCENE_BREAK]",
        "Jonathan: Eric?",
        "Eric: Jonathan, come in. Stephanie was just here. One last mess to clean up before she goes to Florida.",
        "Jonathan: I have the documents you asked for. If Stephanie challenges the divorce --",
        "Eric: But these guarantee that it's legal, right?",
        "Jonathan: That's right.",
        "Eric: With Stephanie, you never know. She might have something up her sleeve. If she thought she could do anything to hurt Brooke and me, she would never leave us in peace. Well, hopefully, she's leaving very soon.",
        "Jonathan: A little distance might do you both some good.",
        "Eric: Well, Florida is on the other side of the continent. Hopefully, that's far enough away. But with these papers -- they make her ability to manipulate me officially over.",
        "[SCENE_BREAK]",
        "Stephanie: Katherine, as the sole trustee of the Stephanie Douglas trust, have you done anything to compromise it?",
        "Kay: No. Against your father's wishes?",
        "Stephanie: Well, what were his instructions to you?",
        "Kay: You know, I remember when he summoned me to your home in Lake Forest. God, I was so in awe, and frankly, somewhat intimidated by him. But he was so handsome. Just the power of his presence in that room. I was a young girl and a young woman at that time, back then. To be a trustee, it's not something one would expect.",
        "Stephanie: He chose you for a reason.",
        "Kay: And I remember he said -- no actually, he asked me how I was. And then he gave me some advice about life.",
        "Stephanie: Well, what did he tell you to do about the trust?",
        "Kay: He asked me to do nothing.",
        "Stephanie: Do nothing?",
        "Kay: I did what he asked. Nothing more.",
        "Stephanie: I don't understand.",
        "Kay: He assured me that this document was complete and intact. Exactly as he wanted it. So as trustee, I didn't feel the need to do anything more other than to, you know, make sure the annual tax document was provided to the Forrester lawyer.",
        "Stephanie: The Forester lawyer? Katherine, you remember his name? Would it have been Jonathan Young?",
        "Kay: Yes, yes it was. Jonathan Young. But I'm telling you right now, I did as your father asked, which was nothing.",
        "Stephanie: So the trust is still valid.",
        "Kay: Mm-hmm. Yes, yes, it is. Though I -- I have to admit, I didn't pay much attention to it back then.",
        "Stephanie: So, it's still intact. Just as my father wanted it.",
        "Kay: Yes. Oh, yes. I mean, nothing has changed. You own Forrester Creations. It's all yours, Stephanie, that company. Lock, stock and barrel.",
        "[SCENE_BREAK]",
        "Nick: Maybe you didn't understand the question. Have you had sex with him? Or are you two just reunited in some sort of sales gimmick? Please, tell me.",
        "Brooke: We're married. He's my husband.",
        "Nick: Oh, I see. And I'm the pope. Come on, Brooke. You go to Vegas. You say a few vows. I mean, that's not a marriage. The only people who are gonna buy this are the people that read the ads.",
        "Brooke: I made a commitment to my husband.",
        "Nick: Have you had sex with him?",
        "Brooke: I don't have to talk to you about this.",
        "Nick: You're forgetting I saw you the night of the honeymoon. You were outside of the beach house. He was inside because you didn't want to be inside with him.",
        "Brooke: No, I was exhausted. I was tired. And I've been with him since.",
        "Nick: No, you haven't.",
        "Brooke: Yes, I have.",
        "Nick: You're lying. I see right through it.",
        "Brooke: No, you don't.",
        "Nick: The hell I don't. Tell me.",
        "Brooke: Let go of me.",
        "Nick: Tell me the truth.",
        "Brooke: I have.",
        "Nick: If you love me, tell me the truth. Now, tell me right now.",
        "Brooke: I haven't slept with Eric.",
        "Nick: What does that tell you? What? That you're going to live your life with a man that doesn't touch you? That you don't want to touch?",
        "Brooke: There's more to life than that, Nick.",
        "Nick: No, no, Brooke. This is all wrong. Just because your picture is on a poster with Eric, that is not going to change anything.",
        "Brooke: Eric loves me.",
        "Nick: But he's lying to himself if he ever thinks he's gonna have you as a real wife. And for what? What, that's no good for him. It's no good for any of us.",
        "Brooke: I am going to make this a real marriage. Eric is a good man. And I have committed myself to him.",
        "Nick: Well, who wins in this, though? You? Does Eric win? Me? Bridget? We certainly don't.",
        "Brooke: Nick, please, just -- you have to accept this, okay? Just start a life with Bridget and your baby.",
        "Nick: She doesn't want me anymore. She's make that perfectly clear.",
        "Brooke: We need to make this sacrifice.",
        "Nick: Not anymore, we don't.",
        "Brooke: Yes. This is the only way. I'm begging you, just accept it.",
        "Nick: You know what I think? I think you got it backwards here. I think you're the one who has to start accepting things. Let's go.",
        "Brooke: I'm not going anywhere.",
        "Nick: Do you want to do something good for your daughter? Do you? Then you'll come with me.",
        "Brooke: I'm not going with you.",
        "Nick: What are you so afraid of?",
        "Brooke: I'm not afraid of anything.",
        "Nick: I know. So let's go.",
        "Brooke: Wait.",
        "[SCENE_BREAK]",
        "Stephanie: I just -- I still find this so hard to believe.",
        "Kay: I'm sure it came to you as a shock.",
        "Stephanie: Me as the sole owner of Forrester Creations?",
        "Kay: As I said, I thought you knew. My god, Stephanie, it's been years.",
        "Stephanie: But if I'd known -- think of all the pain and heartbreak that could've been avoided.",
        "Kay: Perhaps. Just perhaps. But now you know.",
        "Stephanie: But after all these years.",
        "Kay: Your father worked in mysterious ways.",
        "Stephanie: Always looking out for me.",
        "Kay: Of course he did. You were the light of his life.",
        "Stephanie: Well, why didn't he tell me? I mean, did he think that I wasn't adult enough to handle the responsibility?",
        "Kay: No, that's not it at all.",
        "Stephanie: Well, then what was it? Why would he keep me in the dark? Why wouldn't he tell me? You know something. I want you to tell me.",
        "Kay: He knew how much you loved Eric. And he knew how hurt and upset you would be with him if he thought you knew he didn't trust the man you married.",
        "Stephanie: He did it to protect me?",
        "Kay: Oh, come on. You were young. You were in love. You were impressionable. Apparently, your father's instincts were right. Oh, come on, this is good news. You own the company. Though, I'm not at all sure why you're not happier.",
        "Stephanie: Because I just found this document today. I've never seen it before. I found it by accident in Eric's safe, which means he's known about it. I mean -- that means he's kept it from me all these years.",
        "[SCENE_BREAK]",
        "Eric: Jonathan, it had to be done.",
        "Jonathan: But using Stephanie's power of attorney to end the marriage --",
        "Eric: This was the cleanest way to finish this whole thing.",
        "Jonathan: In spite of the turmoil, you and Stephanie had some good years together. The marriage could've lasted.",
        "Eric: Yeah, with me suffering through every day of it.",
        "Jonathan: I know she can be difficult. But she has a lot to offer.",
        "Eric: What Stephanie has to offer, I don't want.",
        "Jonathan: Divorcing her behind her back -- the ire it could raise.",
        "Eric: Jonathan, look, I regret how this all had to take place. But Stephanie's moving on now. And Brooke and I have a family together. And I'm deeply in love with Brooke. Now, this is all finished now, and it's done properly. Don't give it another thought.",
        "Jonathan: Well, it's just taking advantage of Stephanie.",
        "Eric: Taking advantage of Stephanie? Look, we never have. We're not now. What the hell is this? Jonathan? Have you opened my safe recently?",
        "Jonathan: No.",
        "Eric: You and I are the only ones who have the combination.",
        "Jonathan: Your first wedding anniversary with Brooke.",
        "Eric: So who could have -- Jonathan: Your first wedding anniversary with Brooke.",
        "Eric: So who could have --",
        "Jonathan: Does everything seem to be in order?",
        "Eric: Stephanie's trust document. It's not here.",
        "Jonathan: Are you sure?",
        "Eric: I'm positive. I've kept it in this safe for years. Ever since we moved into this building.",
        "Jonathan: How could it be missing?",
        "Eric: You and I are the only ones who know it even exists. I must've taken it out. I must've put it somewhere, misplaced it.",
        "Jonathan: You've got to find it, Eric. No one can know about it.",
        "Eric: Especially not Stephanie.",
        "[SCENE_BREAK]",
        "Stephanie: Did my father tell him? Did Eric know about this trust?",
        "Kay: As I said before, Stephanie, I thought you knew. Eric, I have no idea.",
        "Stephanie: But we did business all of those years in the belief that we jointly owned the company. I mean, if he knew about the trust -- well, he couldn't have.",
        "Kay: I suppose.",
        "Stephanie: You remember my father died shortly after we got the company up and running. Well, I can only assume that he planned to tell me about the trust, he just never had the chance.",
        "Kay: Really? Well then, what was this document doing in Eric's safe.",
        "Stephanie: Well, there has to be a very logical explanation for that. Because Eric would not deliberately lie to me. He's not a liar, he's not a cheat.",
        "Kay: He is a man.",
        "Stephanie: He -- he couldn't lie to me all those years. He couldn't have gone against my father's wishes. I mean, for god's sake, my father gave us the money for the company. You realize the level of betrayal we're talking about here? If he knew about this. If he played me for the fool. He couldn't have done that to me. I can't believe that.",
        "[SCENE_BREAK]",
        "Nick: Come on.",
        "Brooke: Where's Bridget?",
        "Nick: I don't know.",
        "Brooke: Nick, I don't understand.",
        "Nick: You will.",
        "Brooke: What are you doing?",
        "Nick: Doing what's best for you.",
        "Brooke: I am not taking a boat ride.",
        "Nick: Do you want to help Bridget?",
        "Brooke: Yes, I do, but by going out to sea.",
        "Nick: That's exactly what we're doing.",
        "Brooke: No, no, it's not.",
        "Nick: Sit down.",
        "Brooke: I won't.",
        "Nick: Well, then hold on.",
        "Brooke: Why are you doing this? Tell me, damn it!",
        "Nick: Because this is going to get resolved tonight. The right way. My way. Harbor master, harbor master -- shady marlin, heading out to sea, over.",
        "[SCENE_BREAK]",
        "Eric: Where the hell could I have put that?",
        "[ Eric remembering ]",
        "Stephanie: You will not get away with betraying my trust. My trust!",
        "Eric: Oh, my god. [ Phone buzzing ] Yes? She is? Thank you.",
        "[ Door closes ]",
        "Stephanie: Hello, Eric. Is it possible that you have lied to me all these years?",
        "Eric: I thought you left for Florida. What can I do for you? Well, what is it? Something wrong?",
        "[SCENE_BREAK]",
        "Nick: We're here.",
        "Brooke: Where?",
        "Nick: We're in the middle of the Santa Monica bay. So, come out.",
        "Brooke: You kidnapped me.",
        "Nick: Will you get out here?",
        "Brooke: I'm not coming out until we're back in the harbor.",
        "Nick: Get out here, now!",
        "Brooke: I won't. I have children and a husband expecting me at home with them.",
        "Nick: Well, we're doing this. And the quicker you get out, the quicker it gets resolved.",
        "Brooke: No.",
        "Nick: I'll reverse the pump on that toilet and flood the room. It hasn't been cleaned in ages.",
        "Brooke: You wouldn't.",
        "Nick: Wouldn't I?",
        "Brooke: Nick?",
        "Nick: I'm going to count to three. One.",
        "Brooke: It's not funny!",
        "Nick: Two.",
        "Brooke: I don't think you're handling this right.",
        "Nick: Three.",
        "[ Motor running ] [ Brooke screaming ] Glad you could join. It's the bilge pump. I highly suggest not leaving the boat, please.",
        "Brooke: Where would I go? Swim for Catalina? Nick, this isn't going to resolve anything.",
        "Nick: Yes, it is.",
        "Brooke: Being here on this boat, that's what got us into this mess in the first place.",
        "Nick: That night on the boat, right here in this cabin, we realized we loved each other. And we made a commitment to one another that we've neglected. That changes tonight. Everything falls into place for everyone. Bridget, Eric, you and me. It all happens tonight.",
        "[SCENE_BREAK]",
        "Announcer: On the next \"bold and the beautiful\" --",
        "Nick: You know you want this as much as I do.",
        "Brooke: My life is with Eric now.",
        "Stephanie: Forrester Creations has a new CEO.",
        "Eric: No, Stephanie. No, you're not.",
        "Stephanie: Oh, yes. And it's payback time."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=47H9aznDHPw"
}