{
    "Episode Summary": [
        "Episode # 7191 ~ Things get heated at a Forrester Creations staff meeting when the topic of possible scandal arises; Ridge's involvement in Bill's family life irritates Bill."
    ],
    "Recap": [
        "There's a meeting at FC and they all notice that Caroline is now showing her pregnancy. That segues way to Nicole, Maya and Rick not being there as they are trying to get pregnant. Quinn quips that sounds so heartwarming. Ridge tries to calm them down and says it will be okay as long as Spencer does not get on top of it and makes a scandal out of it. Steffy laments that Ivy is not going to do the modeling but they still have the lingerie line and ready to go. Ridge wants an update on the jewelry line. Thomas jumps in when Liam wants to consider another idea. Thomas seems to be saying that Liam is a Forrester but he is still a Spencer and thinking of selling magazines too. The group understands Thomas was going after both Liam and Wyatt. Steffy says it seems to be us against them. Thomas says he made mistakes in the past but he has moved past that. Bill tells Katie that he is going to have to keep an eye on Ridge. There is no way he believes he wanted another kid. It's his job as a father to look out for his children.",
        "Wyatt tells Quinn and Liam that he is not jealous but Thomas seems to always be there around Ivy lately. He is a Forrester and so entitled and there is no boundary that he won't cross. He won't let that happen. Thomas also remembers the moment he rescued Ivy from the overhead boom light. But he tells an inquiring Steffy that he has learned his lesson and he is not going to get involved with anyone that his dad does not approve of. Steffy says she is not blind. She begins to see the light with a new girl in his life when Ivy walks in and wants to thank Thomas again for saving her. Caroline and Ridge are anxious to see the doctor for a visit. He takes her home to relax her first and lays his head in her lap and talks to the baby bump. He tells a sweet story of long long ago far far away a princess found a broken old knight and fixed him. He will always stay with her. Things might not have started out with this pregnancy like they hoped but he will see her through all of this."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Steffy: I can't believe it. It just popped out of nowhere.",
        "Caroline: I know. You can't believe it? [Chuckles]",
        "Ridge: Okay. Steffy, Liam, where are we for prep?",
        "Steffy: We are on schedule.",
        "Ridge: Do you have everything you need from the design teams?",
        "Liam: Oh, yeah. And then some.",
        "Steffy: Wait, shouldn't Rick and Maya be here?",
        "Liam: Yeah, 'cause we are discussing the new collection, right?",
        "Ivy: Yeah, uh, they'll be sticking close to home today.",
        "Thomas: Nicole, too?",
        "Ivy: Yeah, I have a feeling, uh, we won't be seeing those three for -- for a while.",
        "Wyatt: Yeah, we won't be seeing Nicole probably until Rick and Maya's baby comes.",
        "Ivy: Mm-hmm.",
        "Caroline: Well, I think it's wonderful that she agreed to be their surrogate.",
        "Quinn: Oh, yeah. Kid sister carries brother-in-law's baby. How heartwarming.",
        "Wyatt: Just because you're a cynic, Mom...",
        "Ridge: This story in the wrong hands could be a distraction for Forrester.",
        "Liam: Just to be clear, when you say in the wrong hands...",
        "Ridge: I'm talking about your father.",
        "[SCENE_BREAK]",
        "Bill: You know, I don't think we have to be rushing off to the office quite yet.",
        "Katie: I have a budget meeting.",
        "Bill: Cancel it. Daddy will write you an excuse note.",
        "Katie: You know, if you keep this up, you're gonna get me in trouble with the boss.",
        "Bill: Rumor has it your boss is a very forgiving guy.",
        "Katie: He is. He is. And I will admit that it's been nice having extra time at home with you and Will.",
        "Bill: Well, if everybody at Spencer does their jobs to my standards, I don't have to spend so much time doing mine.",
        "Katie: Oh, you lie. You've been getting updates from Justin. Be honest.",
        "Bill: I have been 100% -- uh, in fact, 150% -- right here.",
        "Katie: [Laughs] You really want to stay home?",
        "Bill: You have a better idea?",
        "Katie: [Chuckles] Do you have a fever? Should I be worried about you?",
        "Bill: Well, come on. I've been known to play hooky now and again.",
        "Katie: I know, and I like this new attitude. It's just I know what your schedule is today.",
        "Bill: Yeah, you know, I should have changed my attitude sooner.",
        "Katie: Oh, yeah?",
        "Bill: Yeah. I mean, if I had been paying more attention to my family, my niece wouldn't be married to Forrester and knocked up with his kid, to boot.",
        "[SCENE_BREAK]",
        "Wyatt: Our dad made things right with Maya. If he wants to do a feature on surrogacy, he'll probably ask for the exclusive.",
        "Ridge: He's not getting one.",
        "Liam: Well, if Maya's in the spotlight, that means Forrester's in the spotlight.",
        "Ridge: Liam, it's a distraction.",
        "Quinn: Does that mean you and Caroline won't be talking about your baby?",
        "Steffy: There's nothing controversial about their baby.",
        "Ridge: And no, we're not gonna be talking about it because it's a family matter, not a business matter.",
        "Liam: Okay, but -- but wouldn't highlighting the family part of this business be good for us? I mean, that is what sets Forrester apart.",
        "Thomas: Look, Dad asked you to drop it, all right?",
        "Wyatt: But it makes sense from a promotional standpoint.",
        "Thomas: I think you're getting our family business mixed up with yours.",
        "Ridge: All right, moving on. Lingerie.",
        "Wyatt: Uh, yeah. Um, Ivy, uh, I-I don't think is gonna model anymore.",
        "Ridge: All right, but we're keeping the line. Do we have enough for a showing?",
        "Steffy: Yeah, yeah, we do.",
        "Caroline: Well, the calendar's getting pretty full, uh, because Couture's almost ready.",
        "Ivy: Mm-hmm. Jewelry, too.",
        "Quinn: And I would just like to say that it's been a big help having Ivy back.",
        "Ivy: Thanks. Well, it could have been a short-lived comeback if it wasn't for this one basically saving my life when a light fell from the ceiling at the Halloween party.",
        "Thomas: Just doing my job, ma'am.",
        "Ivy: [Chuckles]",
        "Ridge: Couture, jewelry, and lingerie. That's what this meeting is about, and that's all I want to see in the press. Do I make myself clear? Quinn, what's the update on the jewelry line?",
        "Quinn: Ivy and I are working on those pieces that we discussed.",
        "Ridge: Okay.",
        "Thomas: Now, are we -- are we done here?",
        "Liam: Uh, actually, no, wait. Uh, sorry. I'm sorry. I want to bring up something I mentioned earlier about -- about promotion.",
        "Ridge: I'm sorry. Take it up with marketing.",
        "Liam: Wait a second, though. Forrester got burned when people thought that we fired Maya because she was transgender. Do we really want to repeat that misconception by asking Maya and Nicole to hold back on their story?",
        "Thomas: Has Wyatt already told your father about that?",
        "Wyatt: [Scoffs] Don't drag me into this, man.",
        "Liam: I'm just saying, this is something worth considering.",
        "Ridge: It's a valid point.",
        "Thomas: And it's good business -- if you're in the business of selling magazines.",
        "Liam: I'm not selling magazines, Thomas. I'm thinking about Forrester right now.",
        "Thomas: While still being a Spencer. It's just something to consider.",
        "[SCENE_BREAK]",
        "Bill: Caroline might be married to that loser, but she is still a Spencer, and as you well know, I take care of my own.",
        "Katie: Even when they're perfectly capable of taking care of themselves.",
        "Bill: Caroline is capable. I'll give you that. She is smart and tough, and I would trust her to go toe to toe with just about anyone. But this Forrester -- he's a different animal. I mean, look at him with his own family. He makes Steffy president of Forrester, but Thomas has to beg and plead to even be on the design team. You know, it makes you wonder what he did to get on his father's bad side.",
        "Katie: Careful. Careful. People might say the same thing about you and Wyatt.",
        "Bill: Completely different situation. Wyatt is exactly where Wyatt should be -- watching out for his father's investment and keeping an eye on that crazy mother of his. And as far as Forrester is concerned, something isn't right. There's no way I believe that he wanted to have another kid. Gonna have to keep an eye on him as long as my family's mixed up with his.",
        "[SCENE_BREAK]",
        "Wyatt: You heard it, too.",
        "Quinn: He was definitely being snippy.",
        "Wyatt: Snippy? Thomas took a shot at me! That whole comment about \"oh, did you tell your dad already about Nicole's surrogacy?\"",
        "Liam: Well, you do have a history.",
        "Wyatt: He took a hit at you, too! \"It's good business -- if you're in the business of selling magazines.\" And that whole thing about us being Spencers?",
        "Liam: We are Spencers! We just know better than to swat at flies.",
        "Wyatt: Oh, my --",
        "Quinn: The boss's son took a dig at both of you.",
        "Liam: Yeah, I know, because Thomas is frustrated. He feels like he's being pushed out. I mean, Ridge and Caroline are having a baby. His father made me V.P. of the company. And I'm dating his sister. Of course.",
        "Wyatt: Oh, of course you're gonna make this about you!",
        "Liam: You think it's about you?",
        "Wyatt: Yes! I'm sure of it!",
        "[SCENE_BREAK]",
        "Caroline: Did you skip your morning espresso this morning?",
        "Thomas: No. Why?",
        "Caroline: You do realize that I'm a Spencer, too, right? Or did you just forget about that?",
        "Steffy: Yeah, Thomas, what was that all about?",
        "Thomas: What was what about?",
        "Steffy: Going after Liam and Wyatt in the meeting.",
        "Thomas: I wasn't going after them. I was simply pointing out the obvious.",
        "Ridge: Everyone who works here is part of the Forrester family.",
        "Thomas: Yeah, but not everyone who works here is actually a Forrester. I think Liam and Wyatt may have forgotten that. Who does he think he is, questioning your authority?",
        "Ridge: He thinks he's our vice president. And that's exactly who he is. He does what I ask him to do.",
        "Thomas: Yeah, but he's pushing an angle that will benefit his father's media empire. They're both thinking like Spencers.",
        "Caroline: Okay, again, right here!",
        "Thomas: It's different, Caroline. You're part of the family. You're married to my dad, and especially now that you've got a little Forrester growing inside of you.",
        "Ridge: Speaking of our newest little Forrester, Caroline and I have an appointment.",
        "Caroline: Yeah, but that's not until -- oh. That's right. You want to stop by the loft first.",
        "Steffy: Don't let my brother's bad attitude chase you away.",
        "Thomas: What bad attitude?",
        "Steffy: Us and them? Spencers and Forresters? I mean, haven't you noticed? Our families are already tangled up, and once Dad and Caroline have that baby, that knot's gonna be even tighter.",
        "Thomas: I don't have a problem with the Spencers. I just think the boys have gotten a little too comfortable here.",
        "Steffy: You really don't think Wyatt and Liam care about Forrester?",
        "Thomas: No, I think they do care, and they do a good job. But it's different for us. You know, this -- this is our legacy. It's who we are. It's our job to protect that, make Dad and Granddad proud. You know, I lost sight of that. I made some mistakes along the way. But I owned it and I moved past it. I just want to make sure the future of Forrester is in the right hands.",
        "Caroline: I think that's a great idea. I think we just leave all the negativity in the past and look forward.",
        "[SCENE_BREAK]",
        "Katie: I know it's because you care. It's so sexy, strong. Always the protector. But everyone's doing well now.",
        "Bill: I will always be wary of any interaction between my family and the Forresters. And as a father, it's my duty to look out for my kids.",
        "[SCENE_BREAK]",
        "Liam: All right, well, clearly Thomas has an issue with both of us.",
        "Wyatt: Thank you.",
        "Quinn: Well, I could see why. You're V.P. Wyatt is in charge of the jewelry line. What does the guy do around here? Sharpen his Daddy's pencils?",
        "Wyatt: For me, I feel like it's personal.",
        "Quinn: Why? What did you ever do to him?",
        "Wyatt: It's not what I did to him. It's what I have that he doesn't. Who I have in my life.",
        "Both: Ivy?",
        "Wyatt: Yes, Ivy! Thanks for playing! Did you hear what happened at the Halloween party?",
        "Quinn: Yeah! Pam's idiot boyfriend put all the lights up with chewing gum and shoestring.",
        "Wyatt: Exactly. And one of those lights almost fell on Ivy, and Thomas was right there to save her.",
        "Liam: What's that got to do with you?",
        "Wyatt: Exactly. I wasn't there. Look, it's a long story, but Thomas was \"keeping an eye\" on Ivy.",
        "Liam: Oh, you mean hitting on her.",
        "Wyatt: I swear to God, I can't take this anymore, guys. Yes! Hitting on her!",
        "Quinn: Well, have you asked Ivy about it?",
        "Wyatt: Yeah, and she says she's grateful to him, and so am I. I mean, she could have been hurt or worse.",
        "Quinn: So you would have rather had Charlie save her?",
        "Wyatt: Yes! That would have been a better outcome, okay? And I'm not jealous! No! I'm not jealous! It's just -- I don't know. Maybe it's nothing. But I just -- it feels like Thomas is -- is -- he's just -- he's always there a lot lately for Ivy.",
        "[SCENE_BREAK]",
        "[Thomas' flashback]",
        "Ivy: [Chuckles]",
        "Thomas: Oh, look out, look out!",
        "[Glass shatters]",
        "[Present time]",
        "Steffy: Maybe coffee isn't what you need.",
        "Thomas: What?",
        "Steffy: I know that look. Who is she?",
        "Thomas: [Clears throat] Who's who?",
        "Steffy: That girl you were thinking about when I just walked in the door.",
        "Thomas: I wasn't.",
        "Steffy: Okay, if this is about Charlotte, after that speech you made, then I don't --",
        "Thomas: It's not about Charlotte.",
        "Steffy: Then tell me. Who is it?",
        "Thomas: Do you remember what Dad said about focusing on work and the collection that we have coming up?",
        "Steffy: Is it a secret?",
        "Thomas: [Sighs]",
        "Steffy: Someone you can't tell me?",
        "Thomas: No! No, I-I made my mistake once. I learned my lesson. I'm not gonna be getting involved with anyone that Dad doesn't approve of.",
        "[SCENE_BREAK]",
        "Caroline: Did you need insurance papers or medical stuff or what? Um...",
        "Ridge: Quiet. Do you hear that? That's right. This is it. This is our quiet place. I brought you back here away from all the voices of the office. Just you and me. Reset, breathe... before we go and see our baby.",
        "[SCENE_BREAK]",
        "Wyatt: You've seen it, the way Thomas suddenly appears when Ivy's around!",
        "Quinn: Well, he works here, Wyatt. This place is like grand central station.",
        "Wyatt: Oh, come on! You don't think he's interested in her?",
        "Liam: Are we still on the Thomas/Ivy thing?",
        "Wyatt: Yes, Liam! I got a feeling, all right? Geez!",
        "Liam: All right.",
        "Quinn: You were just telling me how committed Ivy is to you, that things were going so well.",
        "Wyatt: I don't question our relationship. I trust her.",
        "Liam: Yeah, he just doesn't trust Thomas.",
        "Wyatt: Yes! And I'm not -- I'm not insecure or jealous in any way. I'm just trying to figure out what Thomas is up to. Is he bored? He's a Forrester. Yuck. It doesn't make any sense. He's thumping his chest in there and he's so entitled in this meeting, and it just -- [Sighs] There's no line or boundary that he won't cross, especially when he sees something on the other side of that line. He just goes after it. He takes it. And I'm not gonna let that happen.",
        "Liam: Yeah, I hate people like that.",
        "Wyatt: Shut up.",
        "[SCENE_BREAK]",
        "Steffy: You're involved with someone.",
        "Thomas: [Scoffs] I see a lot of women.",
        "Steffy: You only get weird when you really like someone.",
        "Thomas: I like them all.",
        "Steffy: I know you. I am your sister, and I know when you're interested in someone. You are. You are! I mean, it -- it makes sense. You haven't been really involved with anyone you cared about since Caroline.",
        "Thomas: Where are you getting all this from?",
        "Steffy: Oh, don't deny it, okay? I'm not blind.",
        "[Knock on door]",
        "Ivy: Hi! Thomas, do you have a minute?",
        "Thomas: Sure. Yeah. Steff was just leaving.",
        "Steffy: You know, Ivy and I are trying to get along, so you don't have to be worried if there's gonna be any fights.",
        "Ivy: Oh, yeah, 'cause there won't be.",
        "Steffy: [Chuckles]",
        "Thomas: Hmm. Yeah, no. Steff's pretty tough, but with your reflexes, I'm pretty sure you could take her.",
        "Ivy: [Chuckles]",
        "Steffy: Then why did she need saving from a falling light?",
        "Ivy: Ha ha! Ah, there it is. Well, actually, that's why I'm here. I just...I just wanted to say thank you again. You know, I keep thinking about what could have happened, and I --",
        "Thomas: I was thinking about it, too.",
        "Steffy: You're really lucky my brother was there for you.",
        "Ivy: Yeah, very lucky. I'm very grateful.",
        "[SCENE_BREAK]",
        "Caroline: So, you brought me here to talk.",
        "Ridge: I-I brought you here not to talk, but obviously that's not an option.",
        "Caroline: [Laughs]",
        "Ridge: Just get a little tense over there in the office, you know, with people asking questions and Thomas just... I thought we could take a breath and...reset for a minute.",
        "Caroline: I like that. Thank you. It is. It's an exciting doctor's appointment, you know?",
        "Ridge: It's the most important thing. And I promise you, I will be present for all of it. For you and for the baby. 'Cause I did. I did promise you that. Our wedding day.",
        "Caroline: I will never forget it.",
        "Ridge: We're a family now. You and me and this little one.",
        "Caroline: I know that, um... it didn't happen the way that we kind of thought it would.",
        "Ridge: Don't do that. Don't do that. That's why I don't want you to talk.",
        "Caroline: [Chuckles]",
        "Ridge: Stuff like that. Things never happen the way you plan them. It's a part of life, you know? But we're here. We'll always be here. Good times and bad. Sickness and in health. I'll be with you. I'll always be with you.",
        "Caroline: [Chuckles]",
        "Ridge: Hey. Once upon a time... on a little island all the way to the east, there lived a beautiful princess.",
        "Caroline: Or prince.",
        "Ridge: It was a princess. My story.",
        "Caroline: [Laughs]",
        "Ridge: What she wanted more than anything else was to move all the way west. On her travels, she found an old, broken knight who couldn't do his job anymore.",
        "Caroline: [Chuckles]",
        "Ridge: And she fixed him. And he vowed to always take care of her. And that's what he did."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=mU9XdWiuVuw"
}