{
    "Episode Summary": [
        "Episode # 7449 ~ Rick forces Ridge to rethink his plan when he questions its accuracy; RJ makes one last-ditch effort to talk Brooke out of marrying Bill."
    ],
    "Recap": [
        "Wyatt welcomes the caterers and florist into Bill's home for them to set up. Bill says he is asking Wyatt to be his best man as he is here unlike a few others who are not showing up. Wyatt says he will be honored. It's been a long road for Bill but they are back together. Ridge calls Brooke saying he wanted to catch her before she went to Bill. He wants to get those shares and give to Quinn but the thought of her marrying Bill sickens him. Brooke asks RJ if he has changed his mind and will go. He says only if it were his dad. He knows they still love each other. He doesn't know why his dad is not putting up more of a fight to give her over to Bill. Rick is not attending either. He says his mother wanted a very intimate ceremony. Bill tells Wyatt to chill out; everything is under control. Wyatt calls him a lucky man, Mr. Calm, Cool and Collected. Rick is short with Ridge but Ridge says all is under control. Rick says whether Ridge believes it or not his mom is very much in love with Spencer so they could have a long happy life together and nothing Ridge can do about it.",
        "When Donna shows up for Brooke, RJ tells his mother one last time that she is making a big mistake. Bill tells Justin and Wyatt that he is Super Mr. Cool, Mr. Ice Spencer. Now all he needs is his bride to get here. Rick tells Ridge that he does not like him or Bill either but between the two of them he would choose Ridge again. Unfortunately RJ shows up to see his dad so the conversation is over. Brooke tells Donna to forget those stupid superstitions, she is ready to go to Bill before the wedding and get dressed there. Justin and Donna seem excited to see each other again. Brooke tells Bill that all is breathtaking. Bill says everything is good and he is not going to let the minister leave until they all sign the marriage license. He is taking no chances. They will spend the rest of their lives together ..now and forever. RJ asks his dad why he let it go this far. There is no time to lose. He is letting her go to Spencer like he is not old enough to understand. Ridge says he is frustrated too. He still loves her. He is not letting her do anything. She wants this. RJ says they cannot stand by. Ridge has to stop this wedding."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Wyatt: Huh. Hey, uh, you need a hand?",
        "Cater Waiter #1: No, I'm good. Uh, actually, do you know where the kitchen is?",
        "Wyatt: Uh, yeah. It's, uh, right through there.",
        "Cater Waiter #1: Thanks. [Chuckles] I've been in and out of this house three times so far. Has to be some kind of record.",
        "Wyatt: Right? Hey, you mind if I...?",
        "Cater Waiter #1: No, go ahead.",
        "Wyatt: Yeah? Oh, those are everybody's favorite.",
        "Cater Waiter #1: Yeah, everybody seems to love those.",
        "[Both laugh]",
        "Wyatt: All right, man.",
        "Cater Waiter #1: Thanks so much.",
        "Wyatt: Yeah.",
        "Cater Waiter #2: Excuse us.",
        "Wyatt: Oh, sorry.",
        "Cater Waitress: Is this your home?",
        "Wyatt: No, it's my dad's, the groom.",
        "Cater Waitress: Sure is beautiful. You know, I'd love to be a house guest in this place.",
        "Wyatt: [Chuckles]",
        "Cater Waiter #2: Set these over there for now.",
        "Bill: Perfect. Thank you. Huh? Great, right?",
        "Wyatt: Your wedding -- this looks amazing.",
        "Bill: I want everything to come off without a hitch. Let me fix you up here.",
        "Wyatt: Well, technically, you and Brooke are getting hitched.",
        "Bill: Ooh, wow. That's just horrible. Clearly I did not ask you to be my best man for your comedic skills.",
        "Wyatt: I didn't really think about that one before it came out.",
        "Bill: Bad.",
        "Wyatt: Hey, you didn't even ask me.",
        "Bill: What?",
        "Wyatt: To be your best man.",
        "Bill: Sure I did.",
        "Wyatt: Hmm.",
        "Bill: No?",
        "Wyatt: No.",
        "Bill: Well, I'm asking you now.",
        "Wyatt: [Chuckles] Okay.",
        "Bill: Unlike some other people who are not here today, you have been supportive of Brooke and me. Listen, I-I know you're going through a tough time with this Steffy/Liam situation. But that's not for today, right? Today is all about the positive. That is what we're focusing on. My marriage to Brooke at long last.",
        "Wyatt: [Chuckles]",
        "[Cell phone rings]",
        "Brooke: Hi.",
        "Ridge: I wanted to catch you before you left for Spencer's.",
        "Brooke: Hoping to wrangle a last-minute invitation?",
        "Ridge: So the wedding's still on, then?",
        "Brooke: Isn't that what you want?",
        "Ridge: No, what I want is to get those shares and get rid of Quinn. But the thought of you marrying Spencer, it -- [Sighs]",
        "Brooke: What are you asking, Ridge?",
        "Ridge: I wish there were another way.",
        "Brooke: I got to go.",
        "Ridge: All right. I --",
        "[Line beeps]",
        "Brooke: R.J.",
        "R.J.: Who was that?",
        "Brooke: Your dad.",
        "R.J.: Oh. Trying to, uh, convince you not to marry Spencer, I hope.",
        "Brooke: I don't suppose you've changed your mind about being there today.",
        "R.J.: You really love this guy, mom?",
        "Brooke: Yes, I do, honey.",
        "R.J.: Okay, well, what about dad?",
        "Ridge: You're not going?",
        "Rick: Mom's wedding?",
        "Ridge: You didn't get an invitation either, did you?",
        "Rick: Well, mom made it very clear she wanted an intimate ceremony. I think she was trying to fish at me asking if I wanted to go, but I didn't ask. What's going on in that head of yours? You're not planning on crashing the wedding ceremony again, are you?",
        "Ridge: Would you object if I did?",
        "Rick: Honestly? No. I've always had a problem with Bill. Then again, I've always had a problem with you, too. But still, Ridge, to let that marriage happen, it's --",
        "Ridge: No, no, no, no. I'm not letting anything happen. I'm trying to protect this company.",
        "Rick: I get that. We need his shares to stop Quinn. But come on, Ridge. Seriously. You've loved my mom almost your entire adult life. You're gonna tell me that you're okay with her marrying a man that you despise?",
        "Bill: So what do you say? Yes or no?",
        "Wyatt: If I said no, do you have a backup?",
        "Bill: Justin.",
        "Wyatt: Damn it. I knew you were gonna say that. Of course, I would do it. I would be honored to be your best man.",
        "Bill: That's my boy. Come here.",
        "Wyatt: [Chuckles] You know, it's been a long road. But you and Brooke are back. And I'm just -- I-I couldn't be happier for you.",
        "Bill: Thank you, son.",
        "Ridge: Quinn has dad's power of attorney. She's acting C.E.O. of this company. She's already making changes, so we got to do this now!",
        "Rick: I get that! I get it! But I'm gonna ask you again. Are you ready to give up my mom?",
        "Ridge: [Sighs] I got to tell you, Spencer and Brooke, I don't think they're gonna last that long.",
        "Rick: Or they could last a lifetime. Are you okay with that?",
        "Brooke: I'm sorry, R.J. It's just really complicated. And I got to leave now.",
        "R.J.: So you're really going through with this.",
        "Brooke: Yes. I wish you would just give Bill a chance. He's a wonderful man.",
        "R.J.: And how much of a chance have you given Dad?",
        "Brooke: [Sighs] Honey.",
        "R.J.: Don't get me wrong, okay? I'm not some 5-year-old who needs his parents back together. But I know what I know. You and Dad still love each other.",
        "Brooke: Yes, we do. I will always love your father.",
        "R.J.: But you're gonna marry Spencer anyway. The last person Dad would ever want you to marry. Why isn't he putting up more of a fight? Explain that to me.",
        "Bill: All right, so far, so good. You get my vote.",
        "Florist: Anything for the head of household.",
        "Bill: Well, if you really mean that, put these in an arrangement for me, add them in over there. Brooke's gonna love it.",
        "Florist: Of course, Mr. Spencer. It sounds like you two have a great connection, a real friendship.",
        "Bill: Wow. A lot of sucking up for a florist.",
        "Wyatt: [Chuckles] Who knew you were such an expert on flowers.",
        "Bill: Expert on my bride.",
        "Wyatt: Ah. Hey, where's Alison? Isn't she supposed to be overseeing everything?",
        "Bill: She's on her way. Had to take care of a couple of last-minute details. Justin did, as well.",
        "Wyatt: What about the minister? He's not even here.",
        "Bill: Will you relax? We're good. Everything's under control.",
        "Wyatt: W-- who are you right now?",
        "Bill: [Chuckling] What?",
        "Wyatt: Most grooms would be nervous on their wedding day. You're Mr. Calm cool collected.",
        "Bill: What do I have to be nervous about? I'm marrying the woman I was meant to be with. Yeah, we've had a couple of twists and turns, but it was well worth it.",
        "Wyatt: Yeah.",
        "Bill: And after today's ceremony, I will wake up with Brooke as my wife for the rest of my days.",
        "Wyatt: You're a lucky man, Dad. You're finally getting everything that you've ever wanted. No one deserves it more than you, Dad.",
        "Bill: [Sighs]",
        "Rick: I asked you a question, Ridge.",
        "Ridge: I don't have time. Um, I've got, you know --",
        "Rick: Make time.",
        "Ridge: What do you want to know?! You -- [Sighs] I told you. Your mother's gonna marry Spencer, get those shares, sell them to me.",
        "Rick: Yeah, and we're back in control of the company. Great.",
        "Ridge: [Sighs]",
        "Rick: That's it?",
        "Ridge: That's it! Everything's fine. Everyone lives happily ever after...or not.",
        "Rick: For the company's sake. I'm gonna tell you, though, Ridge, I wouldn't count on their marriage imploding the way that you think it will, because whether you believe it or not, my mom's very much in love with Bill Spencer.",
        "[Birds chirping]",
        "Brooke: I know you're disappointed, R.J.",
        "R.J.: Not for me. But for you and dad? Yeah. I mean, I just wish he'd put up more of a fight for you.",
        "Brooke: Your father's doing what he feels he needs to be doing. Don't be so hard on him, okay?",
        "R.J.: I'm not. I mean, I'm on his side. I'm on both of your sides. There's just still a lot I don't get.",
        "Brooke: There's still a lot I don't get, either.",
        "R.J.: But it's not gonna stop you from marrying Spencer.",
        "[Door closes]",
        "Donna: Brooke?",
        "Brooke: In here, donna!",
        "R.J.: Mom, I...",
        "Donna: Happy wedding day.",
        "Brooke: Hi.",
        "Donna: R.J.",
        "R.J.: Hey, Aunt Donna.",
        "Donna: I am so excited for you. Oh. We have a lot to do.",
        "R.J.: Don't worry. The wedding's still on.",
        "Donna: I feel like I'm interrupting.",
        "R.J.: No, no. I was, uh, just telling mom what I thought of the groom. I wish I could be excited for you, mom. I do. If it was you and dad. But Bill Spencer? You're making a mistake. See you, Aunt Donna.",
        "[Birds chirping]",
        "Wyatt: Hey. Any idea if Brooke's son has come around?",
        "Bill: No. But R.J. will if he cares about his mother's happiness.",
        "Wyatt: Huh.",
        "Alison: Sorry we're late. I was on the phone with the captain of the Stella Maris triple checking everything for the honeymoon.",
        "Bill: Great. How about the jet?",
        "Alison: Fueled, ready for takeoff. Oh, and the, uh, minister, he texted. He's on his way.",
        "Bill: Well done, Alison. And I've got to say, you look absolutely beautiful.",
        "Alison: [Chuckles]",
        "Bill: Thank you for being here.",
        "Alison: You look very dashing yourself.",
        "Bill: Thank you.",
        "Wyatt: Eh.",
        "Justin: He's all right. You look nice.",
        "Bill: All right, save it there, bozos one and two.",
        "Alison: I'm gonna go check on the caterers. Excuse me.",
        "Justin: So, how are you? How you feeling? You need to talk? You need, uh, some water, something stronger? Want me to lock the gate so you don't have to bolt?",
        "Wyatt: No, no. Look at him. He's super cool. You know, calm. He's --",
        "Bill: Gentlemen. I am super cool.",
        "Wyatt: [Chuckles]",
        "Bill: I am ice Spencer. Taken a long time to get to this day, but now we are all systems go. Got my best man, I got my best friend. Now we just need my bride.",
        "Donna: This is all you're taking to Bill's?",
        "Brooke: [Sighs] You remembered to stop by Forrester and pick up my dress, right?",
        "Donna: It's in the car.",
        "Brooke: [Sighs] Thank you. But I can go get it and you can get ready here instead.",
        "Brooke: No, normally I would, but given how R.J.'s feeling, I...",
        "Donna: Oh. Don't worry. He probably just needs time to himself. You know teenagers.",
        "Brooke: Yeah. Yeah. I know he doesn't mean any harm. Just there's more to this than he realizes.",
        "Donna: There's more to you marrying Bill, you mean?",
        "Brooke: I love Bill. And he's been very patient.",
        "Donna: [Chuckles] Something he isn't known for.",
        "Brooke: [Chuckles] I think we better get going.",
        "Donna: Uh, what if the groom sees you before the ceremony?",
        "Brooke: Oh, I don't believe in that wedding superstition stuff. Just we're gonna go there and we'll see Bill, and then I'll get ready. [Sighs] I just wish I wasn't letting R.J. down. But I am going to go through with this.",
        "Ridge: Only Brooke knows her heart.",
        "Rick: And her heart's chosen Bill. You know, this idea that you have that one day she'll realize that he's no good for her, I just -- I don't see it.",
        "Ridge: Well, I guess we're just gonna have to agree to disagree.",
        "Rick: I know my mom. She would never fake her way through vows. She'd only marry someone if she loves them, and she loves Bill Spencer. So I come in here and I ask you questions. You avoid them. You -- you dodge them. But you know what I see? You know what I hear, is that you don't want to give my mother up.",
        "Ridge: Give -- what? Yeah, okay. I don't want to give her up. There you go.",
        "Rick: Okay, so?",
        "Ridge: So what? What? We have a history. We share a son that we both love very much.",
        "Rick: So you have feelings for her.",
        "Ridge: Yes! What are you? 12? Of course, I have feelings for her! But I got to -- I got to think about Dad. I got to think about this company. And -- and I want to respect what Brooke wants, and she wants to be with this guy, so there we are.",
        "Rick: So you're okay with that.",
        "Ridge: [Sighs]",
        "Rick: You're okay with them maybe being happy for the rest of their lives. Because there's a history there, too, you know. What used to be Brooke and Ridge is now Brooke and Bill.",
        "Ridge: Can I ask you something?",
        "Rick: Yeah. Sure.",
        "Ridge: What's with all the questions today?",
        "Rick: I just want my mom to be happy! I'm looking at this thing from the outside in. I don't like Bill. And I don't like you.",
        "Ridge: [Chuckles]",
        "Rick: But between yourself and him... you're the better choice.",
        "[Door opens]",
        "R.J.: Hey, this a good time?",
        "Ridge: R.J. How are you? What's going on?",
        "Rick: I guess I'll, uh, see what's going on with international. I'll see you later, bud.",
        "R.J.: See you, Rick.",
        "Ridge: Hi. What's up?",
        "R.J.: It's Mom's wedding today. You really gonna let her marry that guy?",
        "Donna: [Hums \"The Bridal March\"] [British accent] Make way for the blushing bride!",
        "Brooke: Ta-da!",
        "Alison: Oh, no, no, no, no, no! It's bad luck for the bride and groom to see each other before the wedding.",
        "Bill: Alison, you're touching me. And I don't believe in stupid superstitions.",
        "Brooke: Me neither! I told my sister the same thing.",
        "Bill: You look radiant.",
        "Brooke: Just wait till I put on a little more makeup.",
        "Bill: Makeup, no makeup. You're the most beautiful bride ever.",
        "Justin: Who knew that dollar Bill would be such the romantic?",
        "Wyatt: I know, right?",
        "Justin: Exactly.",
        "Donna: [Normal voice] I seem to recall you saying some pretty romantic things to me on our wedding day.",
        "Justin: I meant every word of it.",
        "Donna: [Chuckles]",
        "Justin: It's always good to see you, Donna.",
        "Donna: You, too.",
        "Bill: Okay, Wyatt.",
        "Wyatt: Hey, why don't we give the lovebirds here a minute, shall we?",
        "Bill: Attaboy.",
        "Donna: Oh, okay, um, I'll get everything ready upstairs.",
        "Brooke: Okay.",
        "Wyatt: Okay, yeah, this -- this way. Come on, tiger.",
        "Bill: [Chuckles] Well, it has been, uh, crazy around here. Florists and caterers attending to every last detail.",
        "Brooke: It's breathtaking. So where's the minister?",
        "Bill: Uh, he should be arriving any minute. And, uh, just so you know, I told him -- and I made it really clear -- he does not leave the premises until you and I have signed that marriage certificate. This groom is not taking any chances. Not after everything we've been through to get to this day.",
        "Brooke: Was it worth it?",
        "Bill: Hmm. You are so worth it. The remarkable woman that you are, my equal in so many ways. I would do anything for you. [Chuckles] This day is finally here, Brooke. We begin the rest of our lives together. In a little while, the minister will pronounce us husband and wife. I will kiss my beautiful, beautiful bride. And then he will pronounce us Mr. and Mrs. Bill Spencer.",
        "Brooke: [Chuckles]",
        "Bill: Now and forever.",
        "R.J.: Why have you let this go so far? You know the disaster Mom's walking into.",
        "Ridge: I gather you just came from your mom's house?",
        "R.J.: Yeah, yeah. She's with Aunt Donna. They're probably heading to Spencer's now. And you know what? They're probably already at Spencer's. You have no time to lose.",
        "Ridge: R.J., We've had this discussion before. There's some things you're not aware of.",
        "R.J.: Yeah, and no one's telling me. Like I'm not old enough to understand.",
        "Ridge: No, that's not it at all. You -- you're very mature and very strong, so it -- there's a situation here --",
        "R.J.: The situation will turn into a catastrophe... if we let her marry a man that doesn't deserve her.",
        "Ridge: You're frustrated. I get it. I'm frustrated, too.",
        "R.J.: Well, then do something about it. You still love her, right?",
        "Ridge: You know I do.",
        "R.J.: All right. Then how can you just stand here and let Spencer take her away from you, from us?",
        "Ridge: I am not letting anyone do anything. Your mother wants this.",
        "R.J.: Really? [Chuckles] She wants to be committed to Dollar Bill Spencer? Once they become man and wife, it's over. Our family will never be together again. You have to stop this wedding before it's too late."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=d3MIlZO_7zc"
}