{
    "Episode Summary": [
        "Episode # 7228 ~ Liam attempts to convince Steffy to stay away from Ivy for her own good; an emotional Brooke struggles to find the right answers to Katie's burning questions."
    ],
    "Recap": [
        "Steffy overhears Ivy says that she is too in love with Liam to stay here; she is going home. Sadly Wyatt tells a thrilled Caroline that Ivy actually turned him down as she preferred a ring from Liam instead. Eric tells Katie that he is not sure he will like the company without Brooke, but this is very generous of Katie and he is impressed. This may be exactly what Brooke needs. Katie says she does not need to feel isolated again. Katie wants to get her house in order and it starts with this. Brooke laments that Bill is married to her sister and they have a child and that is exactly what she wanted for them, so leave and go to her. Caroline can not believe this is happening. Wyatt says they had to force it out of Ivy but she was planning on saying yes and settling. Maybe 20 or 30 years from now he can laugh about it. Liam tells Ivy to give it some time, do not do anything rash. Two weeks from now she will not feel this way. She says she has to; she is too in love with him. He hugs her and says okay, he will miss her.",
        "Steffy walks in and says good riddance, she heard. She thinks Liam was leading Ivy on and sending mixed signals, trying to come up with a Plan B. Telling Ivy how he feels only feeding her feelings when she just screwed over his brother. Bill tells Brooke that he had no idea she had these feelings still for him. She said she had put that behind him but she never forgot it. She has to force herself to forget but it is not easy, and he has to forget too. He says he will because he is married to her sister. Katie suddenly walks in and sees Brooke crying and wants to know why. She does not want her to feel pressured to take this job nor does she have to say so now. Katie proceeds and says Liam is not spending that much time at SP and they could use a new Editor and Brooke would be perfect. Brooke reconsiders and says yes and they hug. Ivy explains to Eric why she is having to leave .all because Steffy came back from Paris and interrupted all their lives, Liam, Wyatt and Aly. Steffy and Liam argue about Ivy. He thinks he should have spoken up sooner and Steffy says Ivy never really cared for Wyatt. She can not understand why he is being so nice to her. He says he knows she made mistakes but he does not think it wrong of him to tell her that he still cares so just let her leave the country peacefully. Steffy grumbles that she would be happy to help her pack. Liam tells her under no circumstances is she to go near her. Steffy heads straight to the Forrester manse. Eric tells Steffy that Ivy is upstairs packing. He can stay and referee. Steffy declines but says she just wanted to be sure Ivy was leaving. Eric leaves and Steffy goes up the stairs only to see Ivy on the top one heading down. They exchange words with Ivy reminding Steffy that she came home and targeted Liam who was with Ivy then. Steffy tells Ivy to leave and not come home. Do not call or text Liam, he is not interested. In leaving Ivy trips all by herself and falls down the stairs. Scared, Steffy screams Ivy's name as Liam comes barreling in the door only to see Ivy at the bottom of the stairs motionless and Steffy cringing at the top and calling out his name. He looks furious."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: You don't need to leave.",
        "Ivy: Yes, I do, Liam. I have to go home.",
        "Liam: Why?",
        "Ivy: Because it's too painful to be around you. I'm too in love with you to stay.",
        "[SCENE_BREAK]",
        "Caroline: You proposed?",
        "Wyatt: [Sighs] Yep.",
        "Caroline: [Gasps] Oh, my gosh! You guys are engaged?! Wyatt! That's so exciting! Let me see. [Gasps] Ooh, Ivy must have been drooling over this guy. And why is it not on her finger?",
        "Wyatt: Because she'd prefer one from Liam instead.",
        "[SCENE_BREAK]",
        "Eric: I have to say, it's gonna take some getting used to, the idea of Brooke working here at Spencer.",
        "Katie: Well, I hope she accepts our offer.",
        "Eric: Hmm.",
        "Katie: You think we're poaching?",
        "Eric: Oh, no. [Laughing] Yeah, a little.",
        "Katie: [Chuckles]",
        "Eric: I have mixed feelings about it, really. She's been a really big part, a very important part, of Forrester for a very long time. I'm not sure I like the idea of the company without her. But she hasn't been herself for a long time. Not since, uh... well, everything that happened between the two of you... what you put each other through. It's very generous of you to make this offer, actually. I'm very impressed. Maybe working closely with you and Bill is exactly what Brooke needs.",
        "[SCENE_BREAK]",
        "Brooke: Go.",
        "Bill: You just kissed me.",
        "Brooke: And that is why I need to turn down your job offer. Now just go.",
        "Bill: Not yet.",
        "Brooke: You're married to Katie. You have a child. And that's what I wanted for her. So please just go to Katie.",
        "[SCENE_BREAK]",
        "Eric: The timing of this job offer couldn't be more perfect.",
        "Katie: Oh? Why?",
        "Eric: [Laughing] Well, it's New Year's Eve. It's a time when everybody's thinking of fresh starts.",
        "Katie: You're absolutely right. Fresh starts and resolutions.",
        "Eric: Yeah.",
        "Katie: I have spent the last year really putting my house in order. You know, Bill and I are better than ever. Our family is stronger than ever. And now this year I want to concentrate on the other part of my family, and that includes Brooke. I don't want her to feel alone or isolated ever again.",
        "[SCENE_BREAK]",
        "Bill: Talk to me.",
        "Brooke: I thought you should know why I can't take the job. There's no need to prolong this conversation.",
        "Bill: Help me understand this, Brooke.",
        "Brooke: Isn't it obvious?",
        "Bill: If you don't want to take the job, don't take the job, but not because of... I mean, what are you gonna do? You gonna hide from me for the rest of your life?",
        "Brooke: No. Hide? No. We're just gonna -- we're gonna continue the way it was. It was fine with the pleasantries and the holidays.",
        "Bill: It was fine? You're gonna live in this big, empty house? That's fine? Not moving on? Not having a passion at work or at home? Brooke, you're a woman who needs passion. You thrive on it.",
        "Brooke: Don't worry about me, Bill. [Sighs] [Sniffles]",
        "[SCENE_BREAK]",
        "Caroline: Ivy doesn't want Liam, not anymore. It's you.",
        "Wyatt: Yeah, well, turns out feelings for Liam don't go away that easily.",
        "Caroline: And she just admitted this to you when you proposed?",
        "Wyatt: Oh, no. No, I think she was planning on settling for me, so yay. My mom had to force it out of her.",
        "Caroline: Your mom was there?",
        "Wyatt: Liam and Steffy were there, too. Let's just say it was quite the scene.",
        "Caroline: [Sighs] Wow, that is --",
        "Wyatt: Embarrassing? Yeah, it was definitely embarrassing. I mean, maybe 20 or 30 years from now I can laugh about it. But...yeah.",
        "[SCENE_BREAK]",
        "Liam: It seems so crazy to just take off to Australia. I mean, a few weeks from now, you're not even gonna feel the same way, Ivy. Just listen. Give it some time, you know? Don't do anything rash.",
        "Ivy: No, I don't have time, Liam. I'm leaving on a flight later today.",
        "Liam: Ivy, come on.",
        "Ivy: Liam, I'm doing it. I'm doing this. How many times do I have to tell? I'm too in love with you. L.A. is not an option for me anymore.",
        "Liam: Wow. O-okay. I'll miss you.",
        "Ivy: [Sighs]",
        "Liam: Whoa.",
        "Steffy: All I have to say is good riddance.",
        "Liam: So I guess you heard? Ivy's leaving.",
        "Steffy: Even though you still love her? Yeah, I heard.",
        "[SCENE_BREAK]",
        "Caroline: Can I get you anything?",
        "Wyatt: Number of a girl who's never met Liam before. That'd be nice.",
        "Caroline: I was thinking more like tea. Ooh, or whiskey. But I can't join in the whiskey drinking with you. I can listen to you while you bad-mouth Ivy.",
        "Wyatt: [Chuckles] I-I don't want to bad-mouth Ivy. I just... I-I thought she was the one. I was ready to start a life with her, and... all along she just... she wanted Liam.",
        "[SCENE_BREAK]",
        "Steffy: You shouldn't have said that to Ivy.",
        "Liam: Please don't take me out of context.",
        "Steffy: You were leading her on.",
        "Liam: I was absolutely not leading her on.",
        "Steffy: Oh, really?",
        "Liam: Yeah.",
        "Steffy: Because it sounds like you were looking for a plan \"B.\"",
        "Liam: That is really unfair.",
        "Steffy: No, you need to stop sending mixed signals to Ivy.",
        "Liam: I'm with you, Steffy. I'm with you. There's no mixed signals.",
        "Steffy: I know that. But does Ivy know that? When you look in her eyes and tell her you still have feelings for her?",
        "Liam: Okay, listen, I was being civil and caring, and it was obviously something that she needed to hear.",
        "Steffy: You were leading her on, giving false hope to a woman who just screwed over your brother. You think that's -- that's civil? You think that's caring? No. Telling Ivy what you feel only validates her awful behavior. That is a slap in Wyatt's face. How could you possibly think this is okay?",
        "[SCENE_BREAK]",
        "[Door opens]",
        "Eric: Hey. Whoa, whoa, whoa. Where you going? What's wrong?",
        "Ivy: I am -- I have to go upstairs and pack.",
        "Eric: Pack? Where are you going? Are you gonna move in with Wyatt? Is that what you're doing?",
        "Ivy: No, I'm... I'm going home. I'm going home to Australia.",
        "[SCENE_BREAK]",
        "Bill: I had no idea you still have these feelings.",
        "Brooke: I've been trying to hide them. I just... I thought if I ignored them long enough that they would just somehow disappear. I have to put what we had behind me. There's really no other option. I have to force myself to forget what it was like to be with you. And you have to forget everything that I've said here today. Please.",
        "Bill: I will. Because I'm married to your sister.",
        "Brooke: Yes, I know. And I wanted that.",
        "[Door opens]",
        "Katie: Hello! Oh! Hi! You're here!",
        "[Door closes]",
        "Katie: Well, I hope you're working your magic. Brooke. Are you okay? What's going on? Why are you crying? Brooke. What's the matter?",
        "Brooke: Nothing. [Sighs]",
        "Katie: Well, you've obviously been crying.",
        "Brooke: It's really not important.",
        "Bill: Actually, it is important. I know you're upset that Brooke left my office without making a commitment, so I came here to try to convince her to -- to take the job.",
        "Katie: Well, that's a good thing, isn't it? I mean, listen, I don't want you to feel pressured, okay? You don't have to make a decision right away.",
        "Bill: Well, uh... Brooke has made a decision, Katie. And as much as she would like to accept, she can't.",
        "Katie: [Sighs] I don't understand. Why don't you want to work with Bill and me?",
        "[SCENE_BREAK]",
        "Caroline: Ivy sure had me snowed.",
        "Wyatt: Yeah, it was not just you.",
        "Caroline: [Sighs] I thought she was smart.",
        "Wyatt: [Scoffs]",
        "Caroline: Is it just the accent?",
        "Wyatt: [Laughs] She's very smart, Caroline.",
        "Caroline: Well, not about men. She's a real big dummy, because you're one of the best guys I know. Trust me. When she comes to her senses -- and she will -- she's gonna be kicking herself because any girl would be lucky to have you.",
        "[SCENE_BREAK]",
        "Ivy: I've made a mess of things. That is pretty much what this all comes down to, Eric. I... at least I can admit that, right? I mean, not everybody around here is as self-aware as that.",
        "Eric: Meaning?",
        "Ivy: Meaning I just -- I just wish that Steffy would take some accountability for her part in all of this. When she came back from Paris, poof, my relationship with Liam -- it was done. And then I was just forced to just suppress all my feelings and move on. I just -- I can't help but wonder what life would be like if she'd just stayed in Paris. My life, Liam's life, Wyatt, Aly. Everyone has suffered at the hands of this girl, and... she did come back. And, unfortunately, that means now I have to leave.",
        "[SCENE_BREAK]",
        "Liam: I don't want to argue with you.",
        "Steffy: I don't, either. I'm not -- I'm not mad at you.",
        "Liam: It kind of seems like it.",
        "Steffy: Look, I'm not thrilled with what you said. I'm upset with Ivy. You know, the way she's treating Wyatt -- \"oh, I just want him for the moment, but Liam's the guy I really want.\" Don't you realize how horrible that is?",
        "Liam: Yeah, I do. It is. I know. And maybe you're right. Maybe you're right. Maybe I should have spoken up. I should have told Wyatt. I just -- I was hoping that Ivy would come to her senses. And honestly, I was trying to stay out of it. And Hell, I mean, now that it's all out there and -- and Ivy's moving back to Australia -- Steffy, staying out of it is exactly what we should both be doing.",
        "Steffy: W-why do you say that? What do you -- what do you think I'm gonna do?",
        "Liam: Because I'm trying to tell you, you don't need to get all up in Ivy's face and tell her how badly she treated Wyatt. She feels bad enough.",
        "Steffy: She doesn't care about Wyatt! She only cares about herself!",
        "Liam: That's obviously not true.",
        "Steffy: Oh, oh, and -- and you, of course, her compass.",
        "Liam: No.",
        "Steffy: Isn't that what she said to you?",
        "Liam: [Sighs]",
        "Steffy: After manipulating you into throwing the \"l\" word her way? That's pathetic! We're engaged, Liam, and she is trying to squeeze every bit of attention out of you before she goes back to Australia! I don't understand why you're being so nice to her.",
        "Liam: Hey. Ivy's made bad choices, okay? Full stop. But she's still important to me, and I don't think it's wrong to acknowledge that before she leaves the country. She's -- she's going halfway across the planet, Steffy. Just let her go peacefully. Can you do that? Do you hear me?",
        "Steffy: I don't want to be anywhere near Ivy. Unless it's to help her pack.",
        "Liam: Do-- don't. Don't even think about it, Steffy.",
        "[SCENE_BREAK]",
        "[Zipper closes]",
        "[SCENE_BREAK]",
        "[Knock on door]",
        "Steffy: Oh. Hey, Granddad.",
        "Eric: Let me guess. You're here to see Ivy.",
        "Steffy: Here to see if she's leaving.",
        "Eric: She's upstairs packing.",
        "[Cell phone rings]",
        "Eric: Look, I'm sorry it's come to this. [Sighs] Are you gonna be okay, or are you gonna need me to, uh, stay here and referee?",
        "Steffy: I'm Steffy Forrester. I'm always okay.",
        "Eric: Yeah, you are.",
        "[Door closes]",
        "[SCENE_BREAK]",
        "Wyatt: [Sighs] Look, it's New Year's Eve. You should go be with Ridge.",
        "Caroline: I will later. Right now, I'm concerned about my cousin.",
        "Wyatt: Oh, yeah? What are you and Ridge doing later? You guys need a third wheel?",
        "Caroline: Absolutely! That'd be so much fun! You should totally come over! It's not like we're gonna go out.",
        "Wyatt: Caroline. I was kidding. No, I'm not coming over. I'm not crashing your first New Year's as a married couple.",
        "Caroline: Okay, but you're more than welcome to.",
        "Wyatt: I know. Thank you.",
        "Caroline: Just think that this time next year, you're gonna be sipping champagne with another girl, someone worthy.",
        "Wyatt: [Scoffs] You think?",
        "Caroline: Oh, I know it, because you're an incredible guy and -- and there's a girl out there for you, someone who deserves you.",
        "Wyatt: [Chuckles]",
        "Caroline: I'm gonna hug you.",
        "Wyatt: No, don't. I don't --",
        "Caroline: [Grunts]",
        "Wyatt: All right [Chuckles]",
        "[SCENE_BREAK]",
        "Steffy: Good. You're packed.",
        "Ivy: You heard.",
        "Steffy: I heard a lot.",
        "Ivy: Well, I have a flight to catch, so...",
        "Steffy: So you're not gonna say anything?",
        "Ivy: What do you want from me, Steffy?",
        "Steffy: You to admit that you were wrong hurting Wyatt.",
        "Ivy: I've told you I screwed everything up. I've admitted to that. Why can't you admit your part in it?",
        "Steffy: Excuse me?",
        "Ivy: When you came back, Steffy, you targeted Liam.",
        "Steffy: Oh, my -- are you kidding right now? Really?",
        "Ivy: When you came back, you basically ruined everything.",
        "Steffy: Okay, that's one way to look at it.",
        "Ivy: [Sighs]",
        "Steffy: Well, at least you're doing the right thing. You're leaving.",
        "Ivy: Yeah, well, I think so.",
        "Steffy: Me, too. Don't come back. Don't call Liam. Don't text him. Don't e-mail him.",
        "Ivy: You don't have a right to tell me what to do.",
        "Steffy: I've been very patient with you, but enough is enough. You cheated on Wyatt, you went after my brother, now you want to go after Liam. Go to Australia. Get help. Do not come back to Los Angeles.",
        "Ivy: You want me gone, Steffy? I'm gone. Okay, you don't have to worry about me anymore.",
        "Steffy: [Gasps] Ivy! No! [Gasping]",
        "Liam: Ivy!",
        "Steffy: Liam. [Gasping]",
        "[SCENE_BREAK]",
        "Katie: I was really hoping you would take the job. I mean, I-I wanted this to be something you could be excited about, the three of us working together. I'm missing something here. And why wouldn't you want that?",
        "Brooke: [Chuckles] I do. It's just some things aren't possible.",
        "Bill: It's leaving Forrester, isn't it? A company you've been with for so long. Katie and I can understand why that would be hard. It's something you've cared about so deeply. But we'll be here for you. Katie and I will help you make that transition.",
        "Katie: Of course we will. Listen, we need you. We really do. Liam is basically full-time at Forrester. I'm picking up the slack. But more and more it's becoming apparent that we need a new editor for Eye on Fashion. That's what we've been talking about because who better to do that than you? You've spent your entire life in the industry. Someone with your voice, your expertise heading up the magazine, it would be amazing.",
        "Brooke: Oh, Katie, I'm flattered. I am, but --",
        "Katie: No, no, no, no, no. Also, this is not just about business, all right? It's about all of us. I want you in my life more. I want to see you every day. I mean, come on. Just think about it. Be collaborating, bouncing ideas off each other.",
        "Brooke: [Chuckles]",
        "Katie: A few long lunches. I don't know what you said to Bill. But I want you to reconsider.",
        "Brooke: Okay.",
        "Katie: Okay? Good. Good! You'll do it?",
        "Brooke: Yeah. Yeah, I can do this.",
        "Katie: Of course you can. You've made me very happy.",
        "Brooke: [Laughs]",
        "Katie: I love you.",
        "Brooke: I love you."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=xocEn6K3-Jc"
}