{
    "Episode Summary": [],
    "Recap": [
        "Thorn tells Stephanie how pleased he is to be back at Forrester and running it. Nick continues to talk to Bridget about getting back together. Dante implores her to stay with him.",
        "Eric and Ridge face off over Destiny Designs. Eric sees what a sham his marriage is. Brooke tries to fix it with intimacy."
    ],
    "Recap Author": "Beth",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Eric: Let her go, Ridge.",
        "Brooke: I just got a little faint. Dizzy, from all the stress. I just need to catch my breath.",
        "Ridge: \"Get your hands off my wife?\" Did you want to explain that?",
        "Eric: You want me to explain myself? First, I find the two of you are starting a business together, and now I find the two of you in each other's arms?",
        "Brooke: Eric, I don't know what Stephanie told you, but I'm not involved with Ridge.",
        "Eric: Oh no, that's right, you can't be in love with Ridge, because you're in love with Nick. Because you're certainly not in love with me.",
        "[SCENE_BREAK]",
        "Bridget: Excuse me, did you just say that you were going to cut the cord with what, a fishing knife?",
        "Nick: Well, I'd wash it first.",
        "Bridget: And no drugs, no doctors?",
        "Nick: Well, you're almost the doctor.",
        "Bridget: And you do realize a water birth doesn't mean delivering the baby at sea? It means, delivering the baby, literally, in water.",
        "Nick: Okay, okay. Well then, we just put a life jacket on you, and we dump you over the side.",
        "Bridget: All right. We're having this baby in the hospital, with a doctor, and any other interventions I might need.",
        "Nick: Did you hear what you said?",
        "Bridget: Hmm?",
        "Nick: You said \"we.\" You said \"we.\" We -- we're having this baby. Does that mean that I'm included too? 'Cause you did say \"we. 'Cause you did say \"we\" didn't you? Hmm?",
        "Bridget: Yes.",
        "Nick: I'm sorry, I know I'm irritating. I'm sorry. Charming. Charming, too.",
        "Bridget: Well, you're a little funny. I'll give you that.",
        "Nick: Well, you need a little funny in your life, you know. Everything's always so serious.",
        "Bridget: Oh yeah, well who's fault is that?",
        "Nick: Okay, I like serious. I do. It's kind of the yin and yang thing, right? We compliment each other. We're good for each other. That's one of the reasons I fell in love with you in the first place.",
        "[SCENE_BREAK]",
        "Thorne: Mother, Forrester is a new company. And I'm a new man, reconnecting with the staff, seeing all the old familiar faces. They're glad to have me back. I'm glad to be back. Thank you. Your faith means the world to me.",
        "Stephanie: Honey, I know you will never let me down.",
        "Thorne: I realize in a perfect world, you'd have both of your sons working here.",
        "Stephanie: I think if I could have a perfect world, I'd like to have all four of my children here.",
        "Thorne: So ridge still refuses to get on board?",
        "Stephanie: Worse than that, he wants to try and get the company back.",
        "Thorne: Well, the lawyers told dad that was impossible.",
        "Stephanie: Oh, he doesn't want it for your father. He wants it for himself. He told me if I don't give him control of this company, he and Brooke will start up a brand new company, and go up against us.",
        "Thorne: Well, you said no.",
        "Stephanie: Of course I said no. Then I sent my secret weapon down to their office to make sure that he and Brooke can't do anything about it.",
        "[SCENE_BREAK]",
        "Brooke: Where is all this coming from? Stephanie?",
        "Ridge: Is that why you come barging in here like this? Because mother's got you all fired up?",
        "Eric: Stephanie tells me the two of you were in her office, flaunting yourselves in front of her.",
        "Ridge: Well, in a way --",
        "Eric: Ridge, Brooke is my wife.",
        "Ridge: I know that, dad.",
        "Eric: But you don't respect it, Ridge. That much is clear. What I didn't realize was how little respect you have for me.",
        "Ridge: Oh come on, Dad.",
        "Eric: No, you couldn't have ridge. You couldn't have any respect for me, and do what you've done. Threatening to start up your own business, if Stephanie doesn't give you Forrester Creations? Doing an end-run around your father? Around your husband? I want to know exactly what's going on here.",
        "[SCENE_BREAK]",
        "Bridget: So, you think we're good together?",
        "Nick: Yes.",
        "Bridget: Oh, Nick. You know, so much has happened.",
        "Nick: And I've learned from all of it.",
        "Bridget: Yeah, well I thought I learned too, but then I went ahead and married you anyway.",
        "Nick: Oh, okay. Ah, ouch, I deserve that. I deserved it. And you deserve better.",
        "Bridget: Yes, you're right, I do.",
        "Nick: Well, I've been telling you that all along. What did I say to you the first time that we kissed?",
        "Bridget: That I deserved better.",
        "Nick: First proposal? Or third, or second, whichever one it was, I might have even put it in the vows, I don't remember --",
        "Bridget: Your point?",
        "Nick: My point is that I've been telling you this all along. That you do deserve better, but you never listen to me. So why the hell would I think you'd listen to me now?",
        "Bridget: Because that might've been the most honest thing you've said during our entire relationship.",
        "Nick: I'm so sorry I hurt you. It's such a privilege to be in your world, and I want that back, and I know how much it's going to take to rebuild trust, but I -- I'm there for it. I want to. I'll do whatever it takes.",
        "Bridget: To prove it to me?",
        "Nick: Yes.",
        "Bridget: Let's see, what have you already proven to me? That you are completely thoughtless, totally unreliable, and the world's biggest fool.",
        "Nick: You finished? Take your time if there's more.",
        "Bridget: Nick -- Nick, we've already been through all of this.",
        "Nick: No, you have been through it. I haven't been through it. I am ready to go through it for you.",
        "Bridget: Go through what?",
        "Nick: Whatever it takes. That's what I'm trying to tell you. I will do whatever it takes to build your trust back. I will swim to Catalina, I'll swallow an anchor if you want.",
        "Bridget: You'll swallow -- what?",
        "Nick: An anchor. It would help if you kind of chopped it into bite-sized pieces. It's tough to get a whole anchor down, you know.",
        "Bridget: I think you should go.",
        "Nick: But I just got here.",
        "Bridget: I'm just a little tired.",
        "Nick: I know I can be a little overwhelming. I have that effect on people.",
        "Bridget: Yes, I know you do.",
        "Nick: Okay, I'll go. You should get some rest, huh? Nice talking to you, whatever your name's going to be. I love you.",
        "[SCENE_BREAK]",
        "Thorne: So Ridge would rather start his own company than work with us?",
        "Stephanie: Start it up with Brooke.",
        "Thorne: Well, I sure as hell made my share of mistakes when she and I were involved.",
        "Stephanie: But you survived them. I'm not so sure I'm going to be able to say the same thing about your father and Ridge.",
        "Brooke: Eric, you've got this all wrong.",
        "Ridge: Dad, I may not agree with your marriage here, but I would never betray you.",
        "Eric: Destiny designs?",
        "Brooke: It's just a name.",
        "Eric: I know what it means, Brooke.",
        "Ridge: Dad, we're trying to force mother's hand. You'll know she'll do almost anything to keep Brooke and I apart.",
        "Brooke: We were bluffing, Eric.",
        "Eric: So you have no intention of going through with this?",
        "Ridge: Well, no. Well, I'm not sure now.",
        "Eric: Oh, so now you're actually considering it?",
        "Brooke: We weren't deliberately keeping you in the dark.",
        "Ridge: Dad, look. What I really want to do here is run Forrester Creations. I've dedicated most of my life to this company, I deserve to run it. If I can't, I'm going to start my own company, which I was hoping the two of you would be involved with.",
        "Eric: So now you want me on board?",
        "Ridge: I always did. Dad, I should've come to you before we confronted mother. I'm sorry about that. I should've done that. You can't really believe I'd stab you in the back.",
        "Eric: I don't know what to believe anymore. Look, if you want to get back at Stephanie, you go to it, all right, and I wish you luck. You just leave my wife out of it. Come on, Brooke. Let's go home.",
        "[SCENE_BREAK]",
        "Dante: Everything okay?",
        "Bridget: Yeah, I'm fine.",
        "Dante: Aren't you supposed to be sleeping?",
        "Bridget: Are you just checking up on me?",
        "Dante: I took a walk on the beach and on the way back, I noticed the window was open. You want me to close it?",
        "Bridget: Oh, no, no. That's fine. I like the breeze.",
        "Dante: I should tell you this, that Nick came by earlier.",
        "Bridget: I know.",
        "Dante: You heard us arguing?",
        "Bridget: I know you don't particularly care for Nick, but he is the father of my child.",
        "Dante: He told me to move out. Like he has any authority to make decisions about your life.",
        "Bridget: I know, I know, but he's just being protective.",
        "Dante: He's the one you need to be protected from. Come on, Bridget. We're on the verge of something here, okay? Don't let him mess it up. Get him out of your mind. Focus on your future -- on our future, together.",
        "[SCENE_BREAK]",
        "Ridge: Come to admire your handiwork?",
        "Stephanie: Headache?",
        "Ridge: Yeah, it just got worse.",
        "Stephanie: What happened?",
        "Ridge: Like you don't know?",
        "Stephanie: Oh, did your father walk in on something? I tried to warn him.",
        "Ridge: You got him worked up into a paranoid frenzy, mother.",
        "Stephanie: Well, you and Brooke are trying to take his company away from him.",
        "Ridge: You took the company away from him -- you're filling his head with all this stuff!",
        "Stephanie: Oh, I thought it was important for him to know that the two of you were making plans that didn't include him.",
        "Ridge: You just made him another pawn in this twisted game of revenge.",
        "Stephanie: You and Brooke are the ones that threatened me.",
        "Ridge: I was just using the language you seem to be used to. I'll say it again, listen carefully -- nothing's changed, we're still going to begin our own company together.",
        "Stephanie: I don't think Eric will let that happen.",
        "Ridge: Dad doesn't make Brooke's decisions.",
        "Stephanie: And he isn't going to make any decisions at Forrester -- as long as you are involved with her. Can't you see what's going on? She's set you against me, your wife, your brother. She's setting you against your father. When are you going to understand what this woman is really all about?",
        "[SCENE_BREAK]",
        "Eric: I can't believe I didn't see this.",
        "Brooke: There's nothing to see, Eric. It was a bluff.",
        "Eric: I thought we were in this thing together.",
        "Brooke: We are!",
        "Eric: I thought this whole thing was like a partnership.",
        "Brooke: Ridge and I should've talked to you, before we went to Stephanie.",
        "Eric: I knew it wasn't going to happen overnight, I knew that. But I thought if we could communicate, just be open with one another --",
        "Brooke: I'm sorry, eric. Ridge was just anxious. He could see that Thorne and Stephanie are ruining Forrester --",
        "Eric: I'm not talking about the company. I'm talking about, I'm talking about our marriage, if you can call it that.",
        "Brooke: Nothing happened with ridge and me.",
        "Eric: Well, I might find some consolation in that, if something were happening between you and me, but it's not.",
        "Brooke: I know you're frustrated.",
        "Eric: I am. You asked me to give you more time, and I have, and you've been spending it all with Nick, and now with Ridge. How am I supposed to feel about that? I'm not sure I can do this anymore.",
        "[SCENE_BREAK]",
        "Dante: Look, I don't want to pressure you, okay? I know there's a lot of things on your mind, a lot of changes in your life. But I want you to know that I'm here for you. Okay?",
        "Bridget: Thank you.",
        "Dante: Okay, now go to sleep. You must be exhausted after the late night shift.",
        "Bridget: Yeah.",
        "Dante: Is there anything else you want me to do before I leave?",
        "Bridget: No. Thank you so much.",
        "Dante: You sleep tight, Bella. Sleep tight.",
        "[SCENE_BREAK]",
        "Stephanie: Please consider the consequences of this decision.",
        "Ridge: For you and your band of misfits at Forrester Creations?",
        "Stephanie: For you and your family.",
        "Ridge: If you don't want me going into business with Brooke, you know what you have to do.",
        "Stephanie: Why would you do this to your wife and your children? No good can come from this.",
        "Ridge: And no good can come of you worrying about my marriage. Just stop it. You're just angry at Brooke because she married dad.",
        "Stephanie: Oh, your father's a lost cause as far as I'm concerned. For some insane reason, which I will never understand, he believes her. He just refuses to see that she's going to hurt him all over again. This marriage isn't going anywhere. Eric is never going to get from her what he really wants.",
        "[SCENE_BREAK]",
        "Brooke: Eric? I know this marriage is letting you down. I'm sorry.",
        "Eric: You know what I want to do? I want to just forget about the company right now. Let's let the lawyers duke it out. I don't want to know. I just want to focus on you. Let's concentrate on each other. Let's enjoy one another. Let's do something together. We'll go on a cruise. Go on a charter yacht and we'll cruise the Mediterranean and we'll cruise the whole world if you want.",
        "Brooke: The kids.",
        "Eric: We'll get Hope a tutor for god's sake. Or --",
        "Brooke: Eric --",
        "Eric: They can come with us.",
        "Brooke: I don't know if this is really a good time.",
        "Eric: You want no part of it, do you? Why is that? You can't bear that thought of being away from Nick and Ridge? Is that it?",
        "Bridget: Our daughter's having a baby.",
        "Eric: You can't take a vacation with me because of Bridget?",
        "Brooke: She is why we're married in the first place.",
        "Eric: You knew that was a bad idea. Maybe I shouldn't be encouraging her to stay with Nick. Maybe I'm just cursing her to a lifetime of unhappiness and misery.",
        "Brooke: You know I would never do anything to interfere with our daughter's family or future.",
        "Eric: Then what is it that's keeping us apart?",
        "Brooke: Sex. It's all about sex.",
        "Eric: Yeah. And intimacy and connection. We're living under the same roof, and we're not -- we're like roommates, that's not what I wanted.",
        "Brooke: I asked you to be patient.",
        "Eric: And I have been, Brooke. I just think I've, I've reached my limit.",
        "Brooke: I'm sorry. You're right. You're right, you have been very patient. And very kind. But if this is what you need, Eric. Then let's do it. Eric?",
        "Eric: No, no. No.",
        "Brooke: But this is what you want.",
        "Eric: No. I want you to love me."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=UorjLAoW5Cg"
}