{
    "Episode Summary": [
        "Episode # 7179 ~ Adversaries Steffy & Ivy strike an agreement to make amends; Ridge attempts to make an explanation to Brooke, who clearly isn't buying what he has to say."
    ],
    "Recap": [
        "Liam tells Ridge and Caroline that he knows this is not the way they wanted everyone to find out about it. He, Charlie and Pam congratulate them. Pam jokes there might just be a little Ridge Forrester in Caroline's tummy. Ridge steps up and says yes they are pregnant and they just wanted a little more time before telling everyone. Pam tells Charlie that Caroline did not look too happy that she was pregnant. She knows he thinks she should have kept her mouth shut. Brooke walks up and asks if there is a problem. Ann Landers to the rescue. Charlie tries to spirit Pam away but she blurts out to Brooke that Ridge and Caroline are having a baby. Ridge questions Caroline of how everyone knew. She says they saw her run to the bathroom and assumed as much by getting a pregnancy test. She hopes Ridge is not mad at her. She says the morning sickness is okay and she will get through this. He tells her this will be the greatest year of her life. Steffy thanks Liam but says he should have supported his President. Then he drops the bombshell that his cousin and her father are having a baby. Caroline is pregnant. Ridge tells Caroline that it is not going to make him feel good if she suffers. She wonders about Brooke. If Pam knows then soon Brooke will know. And she knows already that Ridge can not have children so what will he say to her. Ridge says that will be his problem. She just needs to focus on the baby. Steffy and Thomas do not know.",
        "Steffy tells Ivy that she does not want to fight. They need to really trust each other. Ivy agrees she should have never used the video against Steffy and Steffy agrees she should not have offered the job as a payback. Ivy says she would never blackmail Steffy. She felt guilty and that is not something she would actually do. Neither one of them did their own intentions. That is not who they are. Knowing that makes it a lot easier now to forgive and forget. Brooke laughs and says Charlie and Pam must have misheard some gossip as she does not believe Ridge admitted that they are having a baby. Pam says she heard it straight from the horse's mouth. Steffy says she is okay with this but she is kind of annoyed that Ridge did not tell her first. Liam says Ridge was annoyed too that they outed them. Steffy wonders how Thomas will feel when he finds out. Ridge suggests that Caroline go home and not stress, just meditate or whatever pregnant women do. Brooke walks in and says she just heard some incredible news about Caroline being pregnant. He says great news. They tried to keep it private for a while but it slipped out. She questions it and he said he had the reversal done and it worked out so all is fine now. Caroline is pregnant and very happy. It is exactly what they wanted. He apologizes for her not being on the top of that list. She is not that far along so that is why they kept it private for now. Brooke goes along for a while then asks who's baby is it it certainly can not be Ridge's."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: Congratulations, Ridge.",
        "Ridge: I, um...",
        "Pam: Sweetheart, I am so happy for you.",
        "Charlie: I mean, this calls for a celebration.",
        "Liam: We know that this is not the way that this is not the way that you wanted the world to find out. But we are kind of family.",
        "Pam: And you're pregnant! There's no reason it should be a secret, is there?",
        "Charlie: Uh, Pammy, I think that they kind of wanted to make the big, uh, splashy announcement.",
        "Pam: Ohhh. Is that it?",
        "Liam: Well, I mean, if that's the case, I do have some connections at a little boutique publishing company.",
        "Ridge: Liam, no. There's no reason for that.",
        "Pam: [Scoffs] Ridge, it's no secret that you two have been wanting to have kids. And now you're gonna have them. Who knows? There may just be a little Ridge Forrester right inside your wife's tummy.",
        "[SCENE_BREAK]",
        "Ivy: Steffy, I hope you know that that was all Liam's idea.",
        "Steffy: It did cross my mind that you put him up to it, the way he stormed in here and stopped the photo shoot. But then he called us both out.",
        "Ivy: Well, he did get us talking for the first time in a very long time.",
        "Steffy: Yeah, that's -- that's pretty remarkable.",
        "Ivy: Well, I guess he's a pretty remarkable guy.",
        "Steffy: I guess that's one thing we agree on.",
        "Ivy: You know, a lot of what he said was true. I never should've used that video against you, Steffy.",
        "Steffy: And I never should've used this modeling job as payback. I don't want to fight, Ivy.",
        "Ivy: Oh, Amen to that.",
        "Steffy: So, can we really do this? Really trust each other?",
        "Ivy: Steffy, I think that if we can forgive each other, then we can trust each other.",
        "Steffy: That easy, huh?",
        "Ivy: Yeah, but we have to truly forgive.",
        "Steffy: I don't even know what that means.",
        "Ivy: [Sighs] I think... I think it means acting like this transgression never happened.",
        "Steffy: You mean like...to pretend?",
        "Ivy: No, I mean genuinely believing that it never happened. Because it didn't.",
        "Steffy: Oh-kay.",
        "Ivy: Think about it. I blackmailed you, Steffy. I would never do something like that.",
        "Steffy: You did blackmail me.",
        "Ivy: Yes, I know, but it was because I was grieving. I was upset. I was hurt. My best friend in the entire world had just died. I should've been there for her, and I wasn't. So I felt guilty. And then, in return, I take that out on you. But it's not who I am. Blackmail is not something that I would actually do.",
        "Steffy: So, then, what did I do to you?",
        "Ivy: Well, as far as I can see it, you stole Liam from me.",
        "Steffy: That was not my intention, Ivy.",
        "Ivy: See, this is kind of exactly my point. That wasn't you. You were lovesick. You were longing. You didn't set out to intentionally hurt me. It's not something that you'd do. It's not who you are. And for me, knowing that, and believing that makes it really easy now to -- to forgive you.",
        "Steffy: You have a very interesting concept of forgiveness.",
        "Ivy: Yeah, well, my dad taught me that. And I guess, listening to Liam today, he's made me realize that I need to put it into practice. I guess, in a way, we both do if we're ever gonna get past this.",
        "[SCENE_BREAK]",
        "Liam: Secret's out now. Nothing you can do about it, right?",
        "Ridge: No, we're really happy. We are. We are pregnant, and, uh, we're just kind of trying to keep it a secret for a little while.",
        "Caroline: Mm-hmm.",
        "Ridge: Wouldn't really tell anybody.",
        "Liam: All right.",
        "Pam: Yeah, well, sorry about that. But, Caroline, you did make it a little obvious.",
        "Liam: Well, just to be clear, we are -- we are the first to know? You haven't told Steffy? And Thomas?",
        "Both: No.",
        "Liam: Well, listen, couldn't be happier for you. Cuz, this is like a dream come true for you, right?",
        "Caroline: Yeah.",
        "Liam: A baby with the man you love. Well done. Well done.",
        "[SCENE_BREAK]",
        "Steffy: Liam does have a way of simplifying things.",
        "Ivy: He made our World War III sound like a silly little skirmish.",
        "Steffy: Yeah, I just... wasting all this time and energy.",
        "Ivy: And to make it worse... he's right.",
        "Steffy: Yeah.",
        "Liam: Hey. [Knocks] Everything good in here?",
        "Steffy: Your ears must be burning.",
        "Liam: I think you have more important things to talk about than me.",
        "Steffy: And we have.",
        "Ivy: Yes. But you're the reason we're talking at all.",
        "Liam: So...things are better?",
        "Ivy: Getting there.",
        "Steffy: Yeah, getting there.",
        "Ivy: Yeah.",
        "[All chuckle]",
        "Liam: Well, it sounds like you're on the same page.",
        "Steffy: [Sighs] It's... we have to be honest. I mean, it's difficult, but we're gonna try to -- to get past this, and try to trust each other.",
        "Ivy: Treat each other as family.",
        "Steffy: You did the impossible.",
        "Liam: [Chuckles] Well, I'm glad to hear it. Lot of good news going around today.",
        "[Cell phone chimes]",
        "Ivy: Ah, it's Wyatt. He's, uh...he's looking for me. He's up in sky lounge. Heh...",
        "Steffy: Let him know about the good news.",
        "Ivy: Yeah. I will. Thank you so much, Steffy. And thank you, too.",
        "Steffy: Come here. And thank you. So much.",
        "[SCENE_BREAK]",
        "Pam: Always a good day when a baby's on the way. Though, I got to say, Charlie, it didn't really seem like Caroline was very happy that we knew she was pregnant.",
        "Charlie: Yeah, like I was saying, they wanted to keep it under wraps.",
        "Pam: [Scoffs] Too late for that. 'Cause I unwrapped it.",
        "Charlie: Yeah, and Ridge wasn't too happy about it, either.",
        "Pam: You're doing it again.",
        "Charlie: [Sighs] Look, I'm just saying --",
        "Pam: No, I know what you're just saying. You're just saying that you think I should keep my mouth shut.",
        "Charlie: Look... look, darling, it -- it's not your fault. It -- it -- it's like, you know -- like a disease.",
        "Pam: [Scoffs] What? So -- so now I'm a mouth-oholic?",
        "Charlie: Yes.",
        "Pam: Charlie! I can't even believe you said that. I think you're being so incredibly unfair about this.",
        "Brooke: Am I interrupting a lovers' quarrel?",
        "Pam: [Sighs]",
        "Brooke: Well, if I am, maybe I can help. What's the problem?",
        "Pam: Ann Landers to the rescue.",
        "Charlie: Yeah, well, it's, uh -- we really don't want to talk about it, Brooke.",
        "Brooke: Oh, sure you do. Come on, Pam. Let it out.",
        "Pam: Well...actually...",
        "Charlie: Pam, Pam, Pam. Ix-nay on the [Mumbles]",
        "Pam: [Scoffs] I wasn't about to tell her that, Charlie. Although she's gonna find out about that eventually. [Laughs]",
        "Brooke: Find out what?",
        "Charlie: Uh, nothing. Nothing, nothing, nothing. Come on, honey. Let's -- let's go get something to eat, shall we? Come on, come on, come on, come on.",
        "Pam: Psh! Ridge and Caroline are having a baby!",
        "Charlie: Oh, God.",
        "[SCENE_BREAK]",
        "Ridge: So, what happened there? Why did you tell them?",
        "Caroline: I didn't tell them.",
        "Ridge: You didn't? Then how did they know?",
        "Caroline: Uh, because, I... [Sighs] They just kind of put it together 'cause something happened.",
        "Ridge: What happened?",
        "Caroline: I got sick, and I had to run to the bathroom.",
        "Ridge: Morning sickness.",
        "Caroline: Yeah.",
        "Ridge: How bad is it?",
        "Caroline: I mean, it's not great. You know, but it just comes out of nowhere, and...",
        "Ridge: And then you told them you were pregnant?",
        "Caroline: No! I wouldn't do that.",
        "Ridge: Well, then, how -- how would -- how would they f-- how?",
        "Caroline: Honestly, I don't know. I-I came back from the bathroom, and Pam was standing there with a pregnancy test, and they said that --",
        "Ridge: Oh, God.",
        "Caroline: I know. And they, you know, insisted that I take it. I refused, and they kept insisting, and -- and somehow they put it together that I must already be pregnant. Are you mad at me?",
        "Ridge: Mad at you? No. I-I'm... no. Have you talked to your doctor about this?",
        "Caroline: Yeah, she said it could happen.",
        "Ridge: Are you okay? You're not bleeding or anything like that? Everything's...?",
        "Caroline: Stop. Everything -- I'm nauseous from time to time, but everything is normal.",
        "Ridge: Okay. Maybe you should stay home and not come to work for a while.",
        "Caroline: Is that because you're worried that people are gonna find out? That I just can't keep a secret?",
        "Ridge: No. Stop. I'm worried about you. How many times has this happened already?",
        "Caroline: A couple.",
        "Ridge: Are you okay?",
        "Caroline: I'm with you.",
        "Ridge: I know it's not perfect, but... we got to look past that. You're having a baby.",
        "Caroline: You really want this baby, huh?",
        "Ridge: Yeah. Don't ever doubt that. I'm here. It's our baby. It's no one else's. It's gonna be the greatest year of your life.",
        "[SCENE_BREAK]",
        "Steffy: You know I could be very upset with you.",
        "Liam: Oh, I am well aware of that fact.",
        "Steffy: You are?",
        "Liam: In my defense -- in my defense, you beating up on your cousin kind of put me in a nasty position.",
        "Steffy: I'll put you in a nasty position.",
        "Liam: [Laughs] You kind of turned into a high-school mean girl, though. Like, what's a V.P. to do?",
        "Steffy: You're supposed to support your president.",
        "Liam: Whi-- which I did. Most of the time.",
        "Steffy: No, no, no. You embarrassed me in front of all my employees.",
        "Liam: Am I about to get a lecture?",
        "Steffy: And if you are?",
        "Liam: Well, you s-- you see this ear?",
        "Steffy: Mm-hmm.",
        "Liam: This is the one where it goes in.",
        "Steffy: Okay.",
        "Liam: And this one...",
        "Steffy: [Gasps]",
        "Liam: ...Is where it comes out.",
        "Steffy: You arrogant...",
        "Liam: Yeah, that's me. Are you grateful?",
        "Steffy: Yeah, I'm very grateful.",
        "Liam: Now, I have some more good news. I just hope you take it well.",
        "Steffy: Okay. What?",
        "Liam: [Sighs] Ha... my cousin and your father... are having a baby. Caroline's pregnant.",
        "Steffy: What?",
        "[SCENE_BREAK]",
        "Caroline: Mnh-mnh.",
        "Ridge: Oh, really? There's got to be something you can take.",
        "Caroline: [Laughs] I really don't want to go down that route.",
        "Ridge: [Laughs] I -- they make pills for that. You don't have to be in pain if you're pregnant.",
        "Caroline: I know, but... it's just all part of the process.",
        "Ridge: It doesn't have to be.",
        "Caroline: Baby, I know that. But it's kind of what you -- [Clears throat] What you sign up for when you get pregnant.",
        "Ridge: Well, I-it's not gonna make me feel good if I see you suffer. It doesn't...",
        "Caroline: Aww. I'm gonna suffer less because you feel that way.",
        "Ridge: Really?",
        "Caroline: No, probably not.",
        "Ridge: Mm.",
        "Caroline: [Laughs] [Groans]",
        "Ridge: I'm sorry.",
        "Caroline: Hey, um...kind of left field here... what about Brooke?",
        "Ridge: What about her?",
        "Caroline: Well, Pam knows, so that means the whole building is gonna know pretty soon here. And Brooke knows about you and not being able to have children.",
        "Ridge: Well, I'll handle Brooke.",
        "Caroline: But when she hears, she's gonna just figure it all out. She's gonna put it together.",
        "Ridge: I will handle Brooke.",
        "Caroline: Okay, baby, but what are you -- what are you gonna say to her --",
        "Ridge: Shh. Why you doing that? Calm down. Everything's okay. No one's gonna interfere with this pregnancy. Not Thomas, and not Brooke. You need to focus on the important things -- you, me, and the baby. Our baby. Okay?",
        "[SCENE_BREAK]",
        "Brooke: A baby? [Laughs] Really? Ridge and Caroline.",
        "Charlie: Oh, yeah. You can keep a secret, all right.",
        "Brooke: Where did you hear this delicious piece of gossip?",
        "Pam: Oh, no, no. It's not gossip. Ridge said so himself.",
        "Brooke: Ridge never said that.",
        "Pam: He did. I heard it come right out of his own mouth.",
        "Brooke: You're lying, Pam.",
        "Charlie: No, she's not. I was there, too.",
        "Brooke: Where?",
        "Both: In the design office.",
        "Brooke: Ridge was there with you?",
        "Both: Yeah.",
        "Charlie: Along with Liam and Caroline.",
        "Pam: Well, except Caroline had to run out, because she was sick to her stomach, and I put two and two together. Morning sickness.",
        "Brooke: Uh, no. No, no, no. Ridge must've been joking.",
        "Charlie: What, are you kidding me? He was all atwitter.",
        "Pam: Yeah, I actually don't think he wanted anybody finding out.",
        "Charlie: Yeah, he wanted to make the big reveal himself.",
        "Brooke: So, he admitted it was true?",
        "Pam: Well, he didn't really have any choice. It was pretty obvious when \"bleh!\" You know...",
        "[Both chuckle]",
        "Charlie: I mean, Caroline is so pregnant. But I don't think they wanted to spread it around.",
        "Brooke: If I find out you're making this up...",
        "Charlie: Ask him yourself. But just don't tell him you heard it from Pam.",
        "Pam: Poor Brooke. It's like she couldn't handle it.",
        "Charlie: What part of it?",
        "Pam: Well, it's always been, you know, Brooke and Ridge, Ridge and Brooke. The legend.",
        "Charlie: She's jealous.",
        "Pam: I mean, it's probably got to be really tough for her, accepting that Ridge and Caroline are having a baby.",
        "[SCENE_BREAK]",
        "Steffy: My dad and Caroline? They're pregnant?",
        "Liam: You okay with this?",
        "Steffy: I mean, yeah, I just -- I -- I'm kind of annoyed that my dad didn't tell me first.",
        "Liam: Oh, he -- he didn't tell anyone.",
        "Steffy: How did you find out?",
        "Liam: Pam figured it out.",
        "Steffy: Oh, why am I not surprised? How?",
        "Liam: Uh, Caroline got sick, ran to the bathroom. Pam had a hunch, went out, grabbed a pregnancy test, and Caroline had no choice but to admit she was pregnant.",
        "Steffy: I can't believe I'm gonna be a big sister again.",
        "Liam: You're not all weirded out about it? 'Cause your dad kind of was.",
        "Steffy: He was?",
        "Liam: I guess maybe he and Caroline wanted to keep it under wraps for a while?",
        "Steffy: Well, some women do that just to make sure everything's okay.",
        "Liam: Right. Yeah. That makes sense.",
        "Steffy: I just -- I can't believe my dad's gonna be a father again. It's just...",
        "Liam: You sure you're okay with it?",
        "Steffy: Yeah, I'm okay with it. I just wonder how Thomas is gonna feel about all this.",
        "[SCENE_BREAK]",
        "Caroline: Do you think that Brooke will suspect?",
        "Ridge: No. She's not gonna suspect anything. I'm gonna take care of it.",
        "Caroline: Ridge, what if she finds out, and then --",
        "Ridge: \"What if? What if?\" This is -- this is what I don't want -- you stressing and getting anxious about stuff. Why don't you go home and do what women do -- meditate, or make me a nice dinner, and I'll be home later. Just stop stressing about it. I got it covered, okay? Bye.",
        "Caroline: [Laughs]",
        "Ridge: [Groans] Hi.",
        "Brooke: I heard some incredible news. From Pam. Not sure how accurate it is, but she said that Caroline is pregnant.",
        "Ridge: Yeah, well, we kind of tried to keep that private, but it slipped out. So...great news.",
        "Brooke: Is it?",
        "Ridge: Yeah, my wife is pregnant. Of course it's fantastic news.",
        "Brooke: Ridge, how is that possible? After everything that you were telling me?",
        "Ridge: Becau-- well, because I had my vasectomy reversed, and I was gonna tell you about it.",
        "Brooke: Okay. But I-I don't get it. You said that --",
        "Ridge: I know what I said, and I know what the doctor said. He was against it, too. But I just... Caroline really wants a baby. She wanted a baby, so I had this reversal done, and it was worth a shot. And not the most painless thing in the world, by the way. But we rushed it through, and everything worked out. My swimmers are swimming. Boom.",
        "Brooke: So, Caroline is pregnant.",
        "Ridge: Yes. And she's very happy. And I know you're not gonna throw her a party, but this is exactly what we wanted.",
        "Brooke: Why didn't you tell me?",
        "Ridge: I-I am telling you.",
        "Brooke: Why didn't you tell me you had the vasectomy reversed?",
        "Ridge: Be-because there was a few things going on, and I-I'm sorry you weren't top of that list. I apologize for that.",
        "Brooke: Well, it certainly happened fast.",
        "Ridge: Well, Caroline was anxious to have a family.",
        "Brooke: Mm. She couldn't be too far along.",
        "Ridge: Well, no. That's why we didn't want to tell anybody. But Pam, she has a nose for news. So, there you have it.",
        "Brooke: Yeah. There I have it. Or do I? Whose baby is it, Ridge? It certainly can't be yours."
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Nikky"
    ],
    "url": "https://www.youtube.com/watch?v=jAcSp55dkGA"
}