{
    "Episode Summary": [],
    "Recap": [
        "Eric and Stephanie make an effort to grant their daughters wish for a wonderful Christmas. Brooke pays Nick a visit to discuss this new situation and how it will affect her daughter. Bridget makes a decision and informs Felicia that she will raise and love Dominick as her own."
    ],
    "Recap Author": "Boo",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Nick: Want a little bit more? Just a bit? One more shot? No? You full? There you go. That's it. I'm getting a little hungry, too. And tired. Good morning.",
        "Bridget: Good morning.",
        "Nick: We're having a little breakfast here. You want to help?",
        "Bridget: No. I've got to get to work. Besides, looks like you've got everything under control.",
        "[SCENE_BREAK]",
        "[ Stephanie remembering ]",
        "Felicia: I'd like to have the best Christmas ever. Just like we used to have. With a huge tree -- Christmas carols -- dad's terrible eggnog. You think you guys can do that for me?",
        "[SCENE_BREAK]",
        "Taylor: Felicia, is there anything I can do?",
        "Felicia: Right now, I just want to get out of here and see my son.",
        "Taylor: I'll talk to the doctor and see if I can get you released.",
        "Felicia: Besides that, I guess I just want to know that he's taken care of.",
        "Taylor: He will be. I mean, he'll be surrounded by people who love him.",
        "Felicia: But I want him to be with his father. I'm just not sure that's going to happen.",
        "Taylor: Bridget didn't give you her answer yet?",
        "Felicia: I don't expect one yet. Unfortunately, I don't have a lot of time.",
        "Taylor: Do you want me to talk to her, and maybe see which way she's leaning?",
        "Felicia: No, she has to make this choice on her own. And not just with her brain. I know that Bridget is capable of accepting Dominick. The question is, can she love my child?",
        "[SCENE_BREAK]",
        "Nick: You sleep in?",
        "Bridget: I hit the snooze button a few times, yeah.",
        "Nick: That's a luxury we're gonna lose soon. He didn't sleep well, he was up a lot, so I just came out here with him and stayed with him.",
        "Bridget: I know.",
        "Nick: Did we keep you awake?",
        "Bridget: I couldn't really sleep, either. I just have a lot on my mind.",
        "Nick: You figure anything out?",
        "Bridget: Well, one thing's for sure. If I agree to raise this baby, that means me giving up a very important dream of my own.",
        "[SCENE_BREAK]",
        "[ Glass shattering ]",
        "Stephanie: I can't do this. I can't do this.",
        "[SCENE_BREAK]",
        "Felicia: I know she can. Bridget can love my child.",
        "Taylor: I think if anyone has a lot of love to give in this family, it would be Bridget.",
        "Felicia: She helped Ridge raise your kids for a while, right?",
        "Taylor: Yeah, but she was single then, and she was very alone, and she was searching for some sense of family, I think. But now she's married, and she's expecting her first baby.",
        "Felicia: I would think that would make her more capable of love, not less.",
        "Taylor: Yeah, normally I would agree with you, but she's been going through a lot lately. And where she is in her life, I think it might be difficult for Bridget.",
        "Felicia: You think I'm asking too much.",
        "Taylor: I just think you might be expecting too much right now.",
        "[SCENE_BREAK]",
        "Nick: You don't have to give up anything to be a mother to Dominick.",
        "Bridget: Yes, I do. I told you before, I have such a specific idea of what I want for our child. I don't want her growing up the way that I did, just embroiled in her parents' scandals.",
        "Nick: But Bridget, all parents want their children's lives to be perfect. But life isn't perfect, it's messy, and it's never what we expect. Look at this. I never expected this, but I'm also feeling things I've never felt before.",
        "Bridget: I'm not just thinking of myself. I'm thinking of Dominick, too. I was up all night thinking, if this is how I already feel before our child is born, how am I going to feel when she's here? Will I favor her needs over his? That's not what I want for him, either. He deserves to be loved so completely and unconditionally.",
        "Nick: We still have time. I'm going to take a shower, then I'm going to bring Dominick over to the hospital to see Felicia.",
        "Bridget: I'm on my way there. I can take him with me.",
        "Nick: You sure?",
        "Bridget: Yeah. I don't have time to wait and watch him while you take a shower anyway. So, are these all of his things?",
        "Nick: Yeah. Yeah, that's it. Thanks. The car seat's in the car.",
        "Bridget: Come on, Dominick. Let's go take you back to your mommy.",
        "[SCENE_BREAK]",
        "[ Pipes clanging ]",
        "[ Knock at door ]",
        "Eric: All right, I've got everything for the eggnog. Oh, good, good, good, you've started.",
        "Stephanie: No! I'm finished.",
        "Eric: The tree's not decorated yet.",
        "Stephanie: I don't think that we should be doing this. I don't think that we should be celebrating.",
        "Eric: This is what Felicia wants. I understand that. I understand that. But I can't handle it. I can't face this, Eric, I can't.",
        "Eric: I know. That's why I'm here. We'll do this together.",
        "[SCENE_BREAK]",
        "Taylor: I'm not trying to discourage you. I just want you to have a realistic idea of the kind of answer you may get from Bridget.",
        "Felicia: I wasn't prepared for any of this. But after seeing Dominick with his father, seeing Nick's reaction to him -- they belong together, Taylor.",
        "Taylor: They will be. Whether or not they live under the same roof, Nick will always be his father.",
        "Felicia: I don't want to get my hopes up. I get it. I do. I've given Bridget a really tough choice. But, believe me, I understand that. Forgoing the radiation till after Dominick was born was the hardest choice I've ever had to make in my life. But it was the right one. Now, I just hope bringing Dominick into her life is the right choice for Bridget.",
        "[SCENE_BREAK]",
        "Nick: So, I guess you heard the news.",
        "Brooke: Baby Dominick.",
        "Nick: Yeah. Baby Dominick.",
        "Brooke: It's incredible. A son. So how are you doing?",
        "Nick: Oh, you know, I'm trying to get the hang of it. He sure is easy to love.",
        "Brooke: What about Bridget?",
        "Nick: She took him over to the hospital to see Felicia.",
        "Brooke: Well, how is she doing with all of this?",
        "Nick: She's struggling.",
        "Brooke: This isn't going to be easy for her.",
        "Nick: No.",
        "Brooke: Eventually, she may grow to love this child, just like I'm sure that you do. If Felicia is dying, then that baby needs a father right now. I'm just not sure it's the best thing to expect Bridget to be a mother to him, too.",
        "[SCENE_BREAK]",
        "Felicia: Hi.",
        "Bridget: Dominick really missed his mommy.",
        "Felicia: I really missed him, too. Come here, baby.",
        "Bridget: See mommy?",
        "Felicia: Hi. I love you. How'd it go last night?",
        "Bridget: Dominick was up most of the night.",
        "Felicia: Oh, sorry.",
        "Bridget: He was up mostly with Nick, not me.",
        "Felicia: Oh.",
        "Bridget: How you feeling?",
        "Felicia: Hi, baby.",
        "Bridget: Felicia, we need to talk.",
        "Felicia: You've made your decision.",
        "Bridget: Look, it wasn't easy. I'm not going to lie to you, Nick and Dominick weren't the only ones up last night. I couldn't sleep, either. I was up thinking. My mind was racing. I was trying to figure out how to get out of this. I thought of everything, anything, so that this child wouldn't have to interfere with my life. So I got up this morning and I realized that there's just only one answer that I can give you.",
        "[SCENE_BREAK]",
        "Nick: I'm sorry that Bridget has to go through this.",
        "Brooke: It's not your fault.",
        "Nick: I guess life just doesn't turn out like you planned all the time, does it?",
        "Brooke: Nothing in Bridget's life turned out like it was planned. That's why she craves stability. And you were her stability. She was able to relax and enjoy her pregnancy. Plan for a future. But she didn't plan for this.",
        "Nick: Nobody did.",
        "Brooke: I feel terrible for Felicia. That she won't be able to be there to see her son grow up. And I'm sure that Bridget feels the same way. But you can't raise a child on just sympathy.",
        "Nick: I believe Bridget has what it takes.",
        "Brooke: She is a good person, but no matter how good you think somebody is, there's only so much that they can take.",
        "[SCENE_BREAK]",
        "Eric: All right, now we're going to make this Christmas magical for our daughter and our grandson, starting with this tree.",
        "Stephanie: You always do this.",
        "Eric: No, no, actually, this is your job. My job is the terrible eggnog.",
        "Stephanie: You think you can make anything beautiful. The realist and the dreamer --",
        "Eric: That's us.",
        "[SCENE_BREAK]",
        "Felicia: You can't do this. I understand that I'm asking too much.",
        "Bridget: Felicia, the only answer that I can give you is yes.",
        "Felicia: Yes?",
        "Bridget: Yes, I will raise your son as if he were my own.",
        "Felicia: But last night you said you didn't want this.",
        "Bridget: I didn't.",
        "Felicia: And then this morning, you just what?",
        "Bridget: This morning I came in and I saw Nick feeding Dominick breakfast, and I saw the joy on their faces. I just realized the joy that this child could bring to our lives.",
        "Felicia: And that's when you changed your mind?",
        "Bridget: No, it's just -- when I saw that there wasn't even a decision to be made, this little boy is already a part of my family. He's my nephew and he's my husband's son.",
        "Felicia: He's going to be your son, too. When the time comes.",
        "Bridget: Felicia, I will raise him as if he were my own, but he will always, always be yours.",
        "Felicia: There's so much Nick in him, too.",
        "Bridget: And I'm going to love him all the more for it.",
        "Felicia: You sure that you can do that? Not just accept him, but truly, truly love him?",
        "Bridget: I'm going to love him just like I'm going to love my own daughter.",
        "Felicia: Bridget, I really want you to be sure. This is all happening so fast.",
        "Bridget: I know, but Nick reminded me of something this morning, that sometimes things just happen in life that you don't expect, and when they've happened to me in the past, they've usually been bad. But they don't always have to be. And they haven't been lately. You know, the truth is, both of Nick's children were surprises.",
        "Felicia: You and Nick didn't plan to get pregnant?",
        "Bridget: No. And it could not have possibly come at a worse moment in our lives. But here we are. This is the last place that I ever, ever expected that I would be, but I'm happy in my marriage and I'm starting a family. It's just going to be a little bit bigger than I thought. I promise that Nick and I will give Dominick the best life we possibly can. He's going to have a little sister that loves him and two parents that love him more than life itself.",
        "[ Felicia sobs ]",
        "Bridget: When the time comes, I'm going to tell him all about his mommy. And how brave she was. I'm going to tell him how much you love him, Felicia, and how you're watching over him, and you --",
        "[ Felicia sobs ]",
        "Bridget: You always will be.",
        "Felicia: Thank you. I love you.",
        "Bridget: I know you do, and I love you, too.",
        "Felicia: Oh, baby."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=YUqbxjnLcec"
}