{
    "Episode Summary": [],
    "Recap": [
        "Eric and Stephanie cajole over some old Christmas traditions. He says her mother's love may not have been what she needed then, but perhaps it is what she needs now. Stephanie is surprised that he's seated in his mother's rooting section. They liplock until Felicia catches them. No mistletoe, are they having sex again? She reveals her Italian Stallion is coming home for Christmas. Stephanie wants to push her into a wedding, but Felicia tells her to content herself with bossing Thorne and Ridge around for now. Eric laments to Felicia he wishes he could think of something extraordinary to get Stephanie for Christmas. Ridge reads a story to the kids and his happy family reflects on Alexandria's sad Christmas without a mommy. Thorne and Taylor help Alexandria decorate her house, even putting up her Mommy stocking. Thorne tells Taylor that having Christmas alone in his house would have been terrible, but here in a new house surrounded by everyone, it has to be better. They share their philosophy that with every ending is a new beginning. They share that they are having a new beginning.",
        "Ridge and Brooke get amorous but are interrupted by Stephanie who wants to speak with Brooke. They wax poetic about their differences in the past but going to be daughter-in-law and mother-in-law again, and Stephanie's glad they are going to have a second chance. The family is going to be re-united and it wouldn't have happened except for Brooke. She's happy that the house is peaceful again this year \u0096 brothers and sisters, fathers and sons and mothers and daughters, the ability to forgive. But, she can not forgive her mother. As far as she is concerned, she died thirty years ago and is dead and buried and she never wants to see her again. Eric calls Pamela and speaks with Ann too and invites them there to his house for Christmas dinner. He will send the jet and make all the arrangements and they will be very comfortable. He hopes because she tried once and it didn't work out that she's not going to give up. Felicia tells her father this could have been the nicest Christmas ever, and now it's going to be a train wreck."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Stephanie: Would you stop dressing that tree? It's not a mannequin.",
        "Eric: Oh, would you stop addressing those Christmas cards? It's too late.",
        "Stephanie: I'm just sending them to people who sent us cards that I didn't have on my list in the first place.",
        "Eric: Who's that one from?",
        "Stephanie: Pam.",
        "Eric: She's a very faithful person, isn't she?",
        "Stephanie: She's a good person.",
        "Eric: Why don't you ask her for that recipe? You know, the Yule log thing, that didn't go so well, when you tried it a few seasons back?",
        "Stephanie: My mother's recipe, bush noel?",
        "Eric: Bush Noel, does that mean \"Yule log?\" Because that Yule log ended up tasting like Yule log sawdust.",
        "Stephanie: Well, I guess I misjudged the amount of eggs.",
        "Eric: Well, I guess so.",
        "Stephanie: Yes, and it's my mother's recipe. It's her written recipe, although I don't know why. She never read a recipe, she would bake the whole week before Christmas. A little dab of this, a little pinch of that. She would be singing and carrying on and the whole thing would turn out perfectly. She would look at my father and smile and say, \"Stevie helped.\" And give me that private little look. You're right. It really is too late.",
        "Eric: Well, some people maybe are not very good at love, but they keep doing it anyway.",
        "Stephanie: I meant the Christmas cards.",
        "[SCENE_BREAK]",
        "Eric: I meant your mother. I mean, the way she loves you, is maybe not what she needed then, but maybe it's what she needs now.",
        "Ridge: \"And laying his finger aside of his nose, giving a nod up the chimney he rose. He sprang to his sleigh, to his team gave a whistle. And away they all flew like a down of a thistle. But I heard him exclaim, 'ere he drove out a sight, happy Christmas to all, and to all a good night.\"",
        "Hope: Read it again!",
        "R.J.: Again, Daddy.",
        "Brooke: Oh, I think three times is enough. Besides, you need to get ready for Grandma.",
        "Ridge: And tonight, we'll read all about baby Jesus and the manger.",
        "Hope: The real meaning of Christmas.",
        "Ridge: That's right. The real meaning of Christmas.",
        "Hope: Mommy, how many more nights until Christmas?",
        "Brooke: Just a few.",
        "Hope: I can't wait to see the whole family, especially Alexandria. She must be sad missing her mommy.",
        "[SCENE_BREAK]",
        "Thorne: What's that smell?",
        "Taylor: Oh, Phoebe's baking cookies and then we get to ice them.",
        "Thorne: Hmm.",
        "Alexandria: Should we put up the old Santa, too?",
        "Taylor: Oh, yeah. We're going to put up everything.",
        "Thorne: Is there enough room?",
        "Taylor: Yeah, we'll put decorations on the banisters, outside, we'll put it all over the place. No, no, Ally, wait.",
        "Alexandria: You can use it, if you want.",
        "Taylor: You know what? I have my own. And Thomas and the girls are used to seeing mine up, but you know, your mommy is still a part of this family. We could put it up here. Do you want to do that? Come on, I'll show you where we can put it. Come on, right over here. What do you think of that? Do you like it? Look. Isn't that pretty. It matches everything.",
        "[SCENE_BREAK]",
        "Stephanie: So, now you're seated in my mother's rooting section?",
        "Eric: No, I'm seated in your rooting section. And you may not be able to forgive her or understand her, but maybe you don't need to. Listen, when you were a little girl, you didn't need to understand her, she was your mother. You accepted her.",
        "Stephanie: And I was a fool to do so.",
        "Eric: Well, love makes fools of all of us. Look at me.",
        "Felicia: Mm-hmm.",
        "Eric: What?",
        "Felicia: I don't see any mistletoe. Are you two having sex again?",
        "Stephanie: Surprise.",
        "Felicia: Well, joyful all ye nations rise.",
        "Eric: Well, that's what I say.",
        "Felicia: Most of these gifts are for Dominic and Dante. That's right. My Italian stallion's coming home for Christmas. There might be a couple in here with your names on them.",
        "Stephanie: Do you think that perhaps we could talk about a wedding?",
        "Felicia: Okay, mother. Let's just cut to the chase. Can you picture the dream wedding you've always wanted for me?",
        "Stephanie: Oh, very easily.",
        "Felicia: Good. I'm not having that wedding.",
        "Stephanie: Black. You haven't even given it a thought, have you?",
        "Felicia: Of course, I have. It's me you are talking to. I just don't think we should set anything in stone until Dante gets home. He gets a vote too.",
        "Eric: Wait, the husband gets a vote? When did they pass that law?",
        "Felicia: Just concentrate on bossing Thorne and Taylor around, okay? Then everybody will be happy. Except them, and they're not here.",
        "Stephanie: But they don't want a big wedding.",
        "Eric: It's going to be a different Christmas this year. Without Darla here.",
        "Stephanie: I just remembered. I have some place to go.",
        "Eric: Where are you going?",
        "Felicia: Last minute Christmas shopping for her favorite daughter?",
        "Stephanie: Oh, is Kristin here? I have to get to a shop before it closes.",
        "[SCENE_BREAK]",
        "Felicia: Mom's really going all out this year. It should be a Christmas we'll never forget.",
        "Eric: Yeah. It should be. If I could just think of what to get her, it would have been under the tree. In light of upheaval in her life right now. As soon as I can think of something extraordinary to show her how much I love her.",
        "[SCENE_BREAK]",
        "Ridge: What are you doing, sneaking around?",
        "Brooke: I still need to wrap a few more presents. Close the door.",
        "Ridge: Do you need a hand?",
        "Brooke: No, thank you.",
        "Ridge: Is there something wrong with my wrapping skills?",
        "Brooke: Well, it's just kind of funny. Because for somebody so artistic, it's strange how you manage to make every gift look like a paper mache ball.",
        "Ridge: Oh, is there a knife in my back? I think there's a knife in my back.",
        "Brooke: R.J. and Hope are really entranced by the Christmas story you read f them.",
        "Ridge: It's so amazing to see the world through their eyes. So many possibilities. All you have to do is dream, and dreams come true. I was helping hope brush her hair and I had to just stop and look at her. She's so amazing. She's been through so much and just continues to smile all the time. She's so eager for whatever life sends her way.",
        "Brooke: I know. She is a survivor, that's for sure.",
        "Ridge: Just like her mommy.",
        "Brooke: Just like Thorne and Alexandria will have to be this year. Stephanie too.",
        "Ridge: Maybe that's part of the power of stopping long enough to realize how far we've all come. And realizing that one of this things that made it possible to get through all of it, is the people that were always standing beside us when we were there. And knowing we don't ever want to be without them, ever again.",
        "[SCENE_BREAK]",
        "Taylor: Do you think Ally's okay?",
        "Thorne: Well, Christmas would have been hard at home, just the two of us. When you're in a new house with a new family, it's got to be better.",
        "Taylor: How about you?",
        "Thorne: I'm trying.",
        "Taylor: I know you miss her.",
        "Thorne: You know, sometimes it seems like Christmas is about that you had and lost.",
        "Taylor: For me, it's about endings. The end of a year and all of the hopes that you had from the end of rite. The end of people who were in your life and now they aren't. The end of all of the negative things we've allowed to happen in our lives. And understanding that with every ending, there's a new beginning. And you and I are -- we're having a new beginning. Everybody looks good with a purple moustache.",
        "Thorne: You know, we need to have Sally over.",
        "Taylor: I thought she was spending Christmas with C.J.",
        "Thorne: Well, as soon as she gets back. I was thinking that maybe you could do a little stealth shrinking on her. You know, she's lost so much -- her daughter, her business, all of her friends. Women have to live so much longer than men. Looks like we'll all end up in her situation.",
        "Thorne: Well, I have good genes. Just look how old Grandma Douglas is.",
        "Taylor: Yeah, and how alone.",
        "Thorne: Well, that's her own fault.",
        "[SCENE_BREAK]",
        "Felicia: So, you really don't know what you want to get mother for Christmas?",
        "Eric: Well, you know she doesn't care about jewelry and I don't dare buy her anything to wear. It's hard to think of anything that won't annoy her. Not that that's ever bothered me.",
        "Felicia: How about a rare tropical bird? She'll hate it.",
        "Eric: I'm actually thinking of something a little more rare.",
        "Felicia: An iguana? Ooh, they could end up getting along.",
        "Eric: Yeah, that's right. No, I'm thinking of something that your mother needs but she doesn't know. She needs --",
        "Felicia: Daddy --",
        "Eric: I'm going to invite her mother for Christmas.",
        "[SCENE_BREAK]",
        "Ridge: How about you wrap yourself in that paper?",
        "Brooke: And put myself under the tree?",
        "Ridge: Mm-hmm. How many nights did you say before Christmas?",
        "Brooke: Too many. I want you to open your present right now.",
        "Ridge: You like to be unwrapped, don't you?",
        "Brooke: Oh, yes.",
        "Ridge: Logan, you are all I want, all I have ever needed.",
        "Brooke: Well, it took you a while to come to your senses.",
        "Ridge: Well, I had a few minor hurdles to get over, that's all. And counting the days until I can look in those beautiful eyes and say, I do, to a lifetime commitment sealed with a kiss.",
        "Brooke: For the very last time.",
        "Ridge: The last time.",
        "Brooke: The last time.",
        "Ridge: The last time.",
        "Brooke: Yes.",
        "[Knock on the door]",
        "Stephanie: Hello? Are you two decent in there?",
        "Ridge: Come on in. You're early?",
        "Stephanie: Well, I wanted to beat the lines at the store.",
        "Ridge: What? More argyle socks for dad there?",
        "Stephanie: No, I gave those up years ago. It's a photo album for Alexandria.",
        "Brooke: Oh, that will be nice.",
        "Stephanie: Yeah, I hope she likes it. I want to try and make this a really Merry Christmas for her.",
        "Ridge: I'll go get Hope.",
        "Brooke: Okay.",
        "Ridge: Do you want come join --",
        "Stephanie: No. I'm going to talk to Brooke. It's okay. She'll be fine. I didn't bring a gun.",
        "Brooke: So, what is it, Stephanie?",
        "Stephanie: Well, I just, I got to thinking, you know -- we've had our battles, more than enough of them. And we both done lots of things that we've probably given the opportunity, we would like to take back.",
        "Brooke: Yeah.",
        "Stephanie: But here we are. Soon to be mother-in-law and daughter-in-law. Again. I just wanted to tell you that I'm happy we're getting a second chance. It's going to make this Christmas very special. Here we are, having the family reunited. And it wouldn't have happened if it hadn't been for you.",
        "Brooke: Me? Oh, you.",
        "Stephanie: Oh, sweetheart.",
        "Stephanie: Now, listen, just because we've had a warm, fuzzy moment doesn't mean that I don't expect Christmas gifts from you. I'm expecting, actually diamonds.",
        "Brooke: Okay. But I'm looking forward to getting some pretty little presents too, you know.",
        "Stephanie: All ready. So, you and Ridge going to get married after the first of the year? Do I get a front row seat?",
        "Brooke: Oh, I'm sure we can do better than that. This all seems so unreal.",
        "Stephanie: What? The ability to forgive one another?",
        "Brooke: Well, I mean, after everything I've put you through --",
        "Stephanie: What about me and everything I've put you through?",
        "Brooke: Oh, yeah. I forgot about that.",
        "Stephanie: Yeah. Well, I know I have a knack for driving people crazy, believe me. But I've, gosh, I've learned a lot about myself this year. And I faced some issues I didn't even realize I was going to face.",
        "Brooke: You're seeing things differently now.",
        "Stephanie: Yeah. I'm so grateful that Felicia's healthy. And I'm happy about Thorne and Taylor and you, Ridge. God, the house is peaceful again, you know. Brothers and sisters and fathers and sons and mothers and daughters. It's all --",
        "Brooke: Do you think you'll ever be able to forgive your mother?",
        "Stephanie: No. There are some things that are unforgivable. My mother died from me 30 years ago. And seeing her again didn't change one damn thing. As far as I'm concerned, she's dead and buried. And I don't ever want to see her again.",
        "Brooke: I'm sorry.",
        "[SCENE_BREAK]",
        "Taylor: Little girl is at her mother's.",
        "Thorne: You know one thing that makes me happy is ally will never like there was unfinished business between her and Darla. Darla was her best friend.",
        "Taylor: Yeah, we have to just keep reminding her that bond survives. It's so special that no one can replace that, not me, not anybody.",
        "Thorne: Yeah, I wonder how my mother feels when she has nothing but unfinished business with her parents.",
        "Taylor: Like I said, that bond survives, even if we wish it wouldn't.",
        "Thorne: Well, I can see new beginnings everywhere. Maybe she can too, someday.",
        "[SCENE_BREAK]",
        "Eric: Pamela? It's Eric Forrester.",
        "Pamela: Hello, Eric.",
        "Eric: What are you two doing Christmas?",
        "Pamela: Well, the whole ham or whole turkey is a little much for us these days. So, usually we just go out.",
        "Eric: Well, listen, as long as you're going out anyway, why don't you come here?",
        "Pamela: That's very sweet of you, Eric.",
        "Ann: What does he want?",
        "Eric: No, it's not sweet of me, I'm family, remember?",
        "Pamela: Just a minute. I think he wants to talk to you.",
        "Ann: Eric?",
        "Eric: Ann, hello. Listen, I'm calling to invite you to Christmas dinner.",
        "Ann: Stephanie changed her mind?",
        "Eric: Well, I thought --- I thought we could surprise her.",
        "Ann: I don't think that's a good idea.",
        "Eric: Listen, I realize that you didn't get exactly a warm welcome last time you were here.",
        "Ann: I'm not really up to traveling.",
        "Eric: Well, I'll send the plane. I promise you'll be very, very comfortable. I'll have the pilot send a car for you. You won't even know you're traveling.",
        "Ann: Let's be frank, Eric. My daughter hates me. Not without reason. And so do you.",
        "Eric: And you, holing up a half a continent away, helps solve that problem in what way, exactly?",
        "Ann: You can't say I didn't try?",
        "Eric: Yeah, once. And now, you're giving up. Listen, is your hotel dinner with Pam all that appealing?",
        "Ann: I want nothing more than to give Stephanie the peace she deserves. What will people be wearing?",
        "Eric: Everything from Santa Claus to Sunday best. And you'll be beautiful. I know you will. Listen, I'll talk to the pilot. I'll have him -- I'll have him call you right away. Thank you.",
        "Felicia: Now, you've done it.",
        "Eric: Yes, well, it seems I have. Your mother's going to have to think of something other than jellyfish to call me now.",
        "Felicia: Trust me, Daddy. She will. This could have been the nicest Christmas ever. And now it's going to be a train wreck."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread by Becky"
    ],
    "url": "https://www.youtube.com/watch?v=O-lOfYb3-SI"
}