{
    "Episode Summary": [
        "Episode # 7206 ~ Steffy becomes dismayed by what she learns when she overhears a private conversation between Ivy & Thomas; Liam is confused about why Steffy is suddenly so concerned with Ivy & Wyatt's relationship."
    ],
    "Recap": [
        "Liam and Steffy discuss Thanksgiving and how she can not wait until next year to get married, so get out that calendar and figure it out. She tells him that Thomas made his move but Ivy got away, so Wyatt has nothing to worry about. Liam says Ivy is committed to Ivy, so no harm. Steffy says she wonders if Thomas is being straight with her as she saw them, just a glimpse on Thanksgiving and there was a moment. Wyatt tells Ivy that she has been busy all morning and he thinks she needs to get recharged. He kisses her but she thinks of the one with Thomas, though she tells Wyatt this is exactly what she needs. Thomas walks in and sounds like he wants Wyatt to go out of town again, but Wyatt tells him if he does this time Ivy will go with him. Thomas touches on the night that Ivy spend the night in the Forrester house ..and how she came downstairs because of something she wanted.....something hot. Carter tells Thomas that he attracts women like a magnet but he is not even trying to connect with one. He must be interested in one that is not jealous. Steffy fills Liam in more, that she saw Thomas put his hand on Ivy's knee. She pulled away but it was almost like they did not want anyone else to see them. Liam says she has not liked Ivy in the past so this may be coloring her perspective.",
        "Wyatt has to leave to find Ivy's tablet and she dives into Thomas about trying to catch her in some game. He assures her this is no game. He wants more than just a few minutes with her. He wants to see where this goes. She tells him that night did not go that far and should have never happened. He says okay she can settle for Wyatt although he does not satisfy her. He knows she is attracted to him. She says he does not listen to her when she tells him she is committed to Wyatt. He says she is a gorgeous, exquisite women so he does not know why she is with someone like Wyatt. She says she loves him and what they have is incredible and she does not want to jeopardize that. Wyatt finds Ivy's tablet but Steffy suggests that he not look at it, she might have something private besides work in there. He says they have no secrets so that would not matter. Steffy starts to find Ivy and she overhears at the door that is ajar when Ivy says that night should never have happened and it will never happen again. Wyatt tells Liam that they are both acting real weird. Liam says it is not them, but Thomas. Wyatt says he knows. He can not stand to be around the guy. His last name suggests he can do whatever he wants, but Thomas can make a fool of himself as he is not going to be a Neanderthal man over this. Ivy comes in and Wyatt says he is not worried about Thomas. He trusts Ivy. She says she has felt in the middle but as far as Thomas is concerned she has made herself very clear and he is not going to be an issue. Steffy barges in and wants to talk to Thomas alone. She wants to hear it again that he spent the night with Ivy alone although he says nothing happened. She thinks he lied to her as she just overheard that Ivy is feeling guilty. She wants to know what he did that night. She wants to know or she will tell Wyatt. She is supposed to be with Wyatt and not cheating on him with Thomas. Ivy betrayed him and Wyatt needs to know."
    ],
    "Recap Author": "Wanda",
    "Show Title": "Bold and the Beautiful",
    "Transcript": [
        "Liam: Well, we survived thanksgiving.",
        "Steffy: Yeah, and the speeches at the table.",
        "Liam: Beautiful, heartwarming speeches.",
        "Steffy: Only your father gets to talk at our wedding. He keeps his speeches short... and short.",
        "Liam: [Chuckles] So, when are we doing this? I mean, are we getting married this year or -- or next?",
        "Steffy: Wait. You think I can wait until next year?",
        "Liam: [Chuckles] Okay. Uh, are we talking before or after Christmas?",
        "Steffy: Uh, how about tomorrow?",
        "Liam: Tomorrow?",
        "Steffy: Yeah.",
        "Liam: Well, look at that. I'm free this afternoon.",
        "Steffy: Oh, that's good. I will call carter and see if he's available. Perfect.",
        "Liam: Okay, no, but seriously, you -- you want all the bells and whistles, right? Like cake, dress, photos to show the grandkids?",
        "Steffy: I do. No, I-I do. I want all of it. But, you know, then again, it doesn't really matter. Because at the end of the day, I'm gonna be your wife.",
        "Liam: I quite enjoy seeing you happy.",
        "Steffy: Yeah? I hope Wyatt and Ivy are feeling the same way.",
        "Wyatt: Tell me you are not tempted.",
        "Ivy: [Sighs]",
        "Wyatt: Hmm?",
        "Ivy: No, I'm not, I'm not. I'm still too full from thanksgiving. I ate way too much of Pam's food. Actually, speaking of which, you need to hide those from her 'cause it's contraband.",
        "Wyatt: Yeah, but -- [Groans] You've been at it all morning. I just kind of figured you need a recharge.",
        "Ivy: Actually, yeah, that sounds about right.",
        "Wyatt: Baked goods won't do it for you?",
        "Ivy: No.",
        "Wyatt: You got something else in mind?",
        "Ivy: [Chuckles] This is good. This is all I need.",
        "Thomas: I thought you'd be there, man.",
        "Carter: Oh, you missed me? [Laughs] Sorry, man, I had a date.",
        "Thomas: On thanksgiving?",
        "Carter: Yeah, her friends had a dinner.",
        "Thomas: Oh, nice.",
        "Carter: Yep. [Sighs] It was. [Sighs] How was yours?",
        "Thomas: Could have been better. Looking good, Thomas.",
        "Thomas: You, too, Kiley.",
        "Carter: Okay, dude, you're not even trying.",
        "Thomas: What are you talking about?",
        "Carter: You attract women like a magnet.",
        "Thomas: All right, take it easy, take it easy. Doesn't always work out the way I want it to.",
        "Carter: She's obviously not the jealous type.",
        "Thomas: [Chuckles] Who?",
        "Carter: Whoever you're seeing.",
        "Thomas: Who says I'm seeing anybody?",
        "Carter: You barely looked at Kiley. You're seeing somebody.",
        "Thomas: Okay, yeah, maybe I've been trying to put something together.",
        "Carter: Yeah?",
        "Thomas: Sure.",
        "Carter: Here at work?",
        "Thomas: Are you kidding me? Under the watchful eyes of my father and my know- it-all sister?",
        "Carter: Yeah, they're still on you about that charlotte thing, huh?",
        "Thomas: Who knows, man? They're on me about everything, especially Steffy. I mean, she's my little sister. I should be giving her advice about love and everything else, not the other way around.",
        "Steffy: Hmm, I know Thomas. He hadn't said anything, so I asked him about it.",
        "Liam: And -- and what? He said nothing happened?",
        "Steffy: No, nothing, even though he and Ivy were alone at the house all night.",
        "Liam: Okay, good. Wyatt's got nothing to worry about, then. Well, what? Thomas made his move and Ivy denied him, so...",
        "Steffy: Yeah, I don't even know if he got that far. He was pretty tight-lipped about it.",
        "Liam: Uh, yeah, 'cause he got hosed.",
        "Steffy: He didn't say he was giving up.",
        "Liam: Well, that shouldn't matter. I mean, Ivy's committed to Wyatt.",
        "Steffy: Yeah, I-I hope so. Wyatt's really into Ivy. I would hate for him to get played.",
        "Liam: Ivy wouldn't do that.",
        "Steffy: That's what I thought. But then I saw her with Thomas at thanksgiving. I don't know. It was just this -- this really tiny moment, but it made me wonder if Thomas was being straight with me.",
        "Wyatt: Look at it a little closer.",
        "Ivy: Oh, yeah, I-I can see it.",
        "Wyatt: Right?",
        "Ivy: Mm-hmm. Yeah, it's beautiful.",
        "Thomas: There's all kinds of beautiful things in here.",
        "Wyatt: Oh, thanks.",
        "Ivy: [Clears throat]",
        "Thomas: Those the, uh, the gems you got up in san Francisco?",
        "Wyatt: Yeah. It's the first batch. We're just, uh, expecting some more later this week.",
        "Thomas: Are you gonna fly back up to get them?",
        "Wyatt: Uh, if I do, Ivy's coming with me.",
        "Thomas: Oh, if she wants to, though. She didn't last time.",
        "Ivy: No, well, I couldn't because of the collection.",
        "Thomas: Oh, wow. I didn't realize work kept you so much. It didn't keep you from getting home, though, right?",
        "Ivy: No, I just -- I-I went home and I worked.",
        "Thomas: But you weren't up in your room the entire time. I think you came downstairs because of something you wanted.",
        "Steffy: [Sighs]",
        "Liam: You know, you don't have to downplay it.",
        "Steffy: No, I don't want to make a big deal out of something that might not be.",
        "Liam: Okay, well, what did you see?",
        "Steffy: I saw them having some kind of private moment. Probably didn't think anyone was watching.",
        "Liam: And they were talking?",
        "Steffy: You know, Thomas was going up to her like he had to say something, and then he tried touching her, and Ivy pushed his hand away.",
        "Liam: Okay.",
        "Steffy: Oh, no, it's probably nothing. I don't know.",
        "Liam: But that -- but that's it? Like, he touched her, she pulled back? That's all you saw?",
        "Steffy: It was just this vibe. It's like they were being really secretive.",
        "Liam: Just because she pushed him away?",
        "Steffy: It was the way she did it. She was -- she was looking around, almost feeling like people might suspect something.",
        "Liam: Like, you think she had something to hide?",
        "Steffy: Yeah. Yeah.",
        "Liam: Okay, or she could have just been annoyed, you know. Thomas comes on really strong.",
        "Steffy: Well, whatever it is, I hope they put an end to it for Wyatt's sake.",
        "Liam: Okay, I'm not -- okay, I'm not quite getting this. Ivy rejected Thomas. He even said so.",
        "Steffy: Yeah, but then why were they being so secretive?",
        "Liam: Okay, I thought you said you weren't gonna make a big deal out of this.",
        "Steffy: Wyatt trusts Ivy. He thinks he found someone he can depend on and believe in. I'm not saying that's not who she is, but it'd be rotten if she wasn't.",
        "Liam: Well, yeah, I agree. And I think it's nice that you're concerned because you want Ivy and Wyatt to be happy.",
        "Steffy: Yeah, I do.",
        "Liam: But you've had issues with Ivy in the past. Are you sure that's not kind of coloring your perception here?",
        "Steffy: No! No, Ivy and I -- we're in a good place now, and we're working through our issues. I'm not accusing her of anything.",
        "Liam: Good, 'cause that could really screw things up.",
        "Thomas: Wait, so you didn't -- you didn't tell Wyatt about that night?",
        "Wyatt: She was working in her room.",
        "Thomas: Well, yeah, she -- she came back up to her room, she changed in there, and then she came back down for something hot. Soup, I think it was. The lady was hungry.",
        "Wyatt: Soup. What are we talking about here?",
        "Ivy: Yeah.",
        "Thomas: Well, I thought you guys were the kind of couple that, you know, tells each other everything -- what they did through the day, uh, breakfast, lunch, dinner...dessert.",
        "Ivy: Yeah. Actually, we are. I really need to get back to work, so... hey, uh, have you seen my -- my tablet?",
        "Wyatt: No, you had it with Pam in ridge's office.",
        "Ivy: Oh, yeah. Hey, do you mind checking that for me, please?",
        "Wyatt: Yeah, sure.",
        "Ivy: Thanks.",
        "Wyatt: I'll just, uh, I'll have Charlie put these in the vault.",
        "Ivy: Oh.",
        "Wyatt: I'll be back.",
        "Ivy: Thank you.",
        "Wyatt: Hmm.",
        "Ivy: That wasn't funny.",
        "Thomas: Oh, come on. You knew I wasn't gonna say anything.",
        "Ivy: Oh, really?! Did I?!",
        "Thomas: Yeah! Of course not! What -- who do you think I am? All right, look, I may not like that guy and I may not want you with him, but that's not my decision to make.",
        "Ivy: No, it's not.",
        "Thomas: Look, I just want a chance to prove my case.",
        "Ivy: Thomas, Wyatt and I are together.",
        "Thomas: And you're attracted to me.",
        "Ivy: You know, he could walk through that door any second.",
        "Thomas: I'll make this quick, then. Look, Ivy, this isn't a game for me. I mean, it started out that way, but it's not anymore. It's so much more than that. I-I want more than just a few minutes with you whenever we get a chance. I like you. I want to see where this goes.",
        "Thomas: One night with you was not enough.",
        "Ivy: Thomas, don't make it sound like something it wasn't. We stayed in the same house. We didn't stay in the same room.",
        "Thomas: And whose fault was that?",
        "Ivy: It shouldn't have gone as far as it did.",
        "Thomas: You know, you say that, but every time we hang out, it goes a little further.",
        "Ivy: Well, not anymore.",
        "Thomas: Never?",
        "Ivy: [Scoffs]",
        "Thomas: You want me to give up, then. All right. This is where it ends, you know. You want to settle for Wyatt even though he doesn't satisfy you.",
        "Ivy: I've never said anything like that.",
        "Thomas: You don't have to. I can see it. You're attracted to me. You're tempted.",
        "Ivy: You keep saying this isn't a joke to you, but when I actually tell you how I feel about Wyatt, you just don't listen.",
        "Thomas: You haven't told me how you feel. You say you're with him, that you're dating him, but -- but you never explained why.",
        "Ivy: Well, I shouldn't have to!",
        "Thomas: It doesn't make sense. You're this -- you're this gorgeous, talented, and -- and passionate woman. Why are you with a guy like Wyatt? Not even his own father respects him. I don't get it.",
        "Ivy: [Scoffs] You don't have to get it. You just have to accept it.",
        "Wyatt: Steffy tell you? Ivy's been getting a little wild lately?",
        "Liam: Uh, wild?",
        "Steffy: I didn't.",
        "Wyatt: You didn't tell him about Ivy's new designs?",
        "Steffy: No, I-I didn't.",
        "Wyatt: Nothing like she's ever done. Completely wild. But wild in a good way. Have you seen her tablet in here? [Snaps fingers] I'll show you.",
        "Steffy: Hold on. Wait. Isn't -- isn't that private?",
        "Wyatt: Ivy won't mind.",
        "Steffy: Well, she doesn't just use that for work.",
        "Wyatt: It's fine, Steffy. Geez. Ivy and I don't keep things from each other.",
        "Thomas: I hear what you're saying.",
        "Ivy: Okay, well, now you have to absorb it and accept it.",
        "Thomas: I understand you feel bad.",
        "Ivy: Thomas, I'm committed to Wyatt.",
        "Thomas: I get it. You don't want to hurt him.",
        "Ivy: I love him, Thomas. That's what you need to understand. We're together not because we work together or because I feel obligated. It's because we support each other and we're there for one another. What we have is so incredible, and I don't want to do anything to jeopardize that.",
        "Thomas: Why'd you kiss me, then?",
        "Ivy: [Sighs] I don't know. I don't know! That's not me. I don't act like that. I don't -- I don't just impulsively act on those feelings.",
        "Thomas: Passion? Desire? Those feelings aren't wrong, Ivy.",
        "Ivy: Well, they are when they're with someone else who isn't my boyfriend.",
        "Thomas: But you are having them with someone else. And that should tell you something.",
        "Wyatt: Ivy and I are a team. Not like ridge and Caroline. I mean, I'm not a designer, but she does come to me with her ideas from time to time, and I help her refine them. We work really well together.",
        "Steffy: I just think --",
        "Liam: That's awesome, man.",
        "Wyatt: Yeah.",
        "Liam: So cool.",
        "Wyatt: Wh-- why do you think she wouldn't be cool with me looking at her tablet?",
        "Steffy: No, I don't -- I don't know if she would or not. But if she doesn't have a problem with it, then go ahead and open it.",
        "Wyatt: Okay, what the hell is going on? I thought you worked out your issues with Ivy.",
        "Steffy: We don't have any issues. It was just a question. Look, guys, I-I got -- I got to go. I got to go talk to someone. Um, I'll see you later.",
        "[Door opens]",
        "Ivy: It was selfish and thoughtless.",
        "Thomas: It was what you wanted, Ivy.",
        "Ivy: [Sighs]",
        "Thomas: You shouldn't feel guilty about that.",
        "Ivy: But I do! Look, I wouldn't feel guilty if I was single, Thomas. But I'm not in the same position as you are. I can't just go around acting on every impulse I have. I'm in a relationship. Look, I'm gonna say this to you once more, so you have to listen carefully. What happened between us that night should never have happened. I feel so guilty. I feel awful. I shouldn't have allowed it, and it can never happen again.",
        "Wyatt: Out with it. Now.",
        "Liam: What?",
        "Wyatt: Since when has Steffy been concerned about Ivy's privacy?",
        "Liam: She's not.",
        "Wyatt: Then why was she acting all weird?",
        "Liam: Is she acting weird?",
        "Wyatt: Now you're acting weird, too, dude!",
        "Liam: Okay, I'm not! It's not a big deal! We just didn't want to get into it in front of you. It's not Ivy. It's...Thomas.",
        "Wyatt: Ugh.",
        "Liam: The way he's been acting lately.",
        "Wyatt: Yeah, well, nobody's happy about that.",
        "Liam: Yeah, I know, especially you.",
        "Wyatt: I mean, he thinks his last name means that he's better than us, Liam. And he thinks he can do whatever he wants to whoever he wants in this building, and that's not gonna happen. We talked about this after he made us feel like we're not welcome at Forrester in that meeting.",
        "Liam: I know. Well, that attitude hasn't changed.",
        "Wyatt: Yeah, well, he hasn't let up on Ivy, either. I just left the two of them in the design room.",
        "Liam: What are you doing in here, then?",
        "Wyatt: I just -- I can't stand being around the guy. I'm gonna hit him.",
        "Liam: Dude, you just said that Thomas has been getting too close lately.",
        "Wyatt: Yeah, and he hasn't let up on that, but trust me, Ivy's not having it.",
        "Liam: O-okay. So you're just not gonna stress about it?",
        "Wyatt: And act like the jealous Neanderthal boyfriend? No. Thomas can make a fool of himself. I am way too smart for that.",
        "Ivy: Hmm. Maybe a little too smart for your own good.",
        "Wyatt: Hey! Look -- hey. Look what I found.",
        "Ivy: Thank you.",
        "Liam: Uh, I have to -- I got to go check on...something somewhere.",
        "Wyatt: Thank you.",
        "Ivy: [Chuckles]",
        "Wyatt: You heard all of that?",
        "Ivy: Yeah, I did.",
        "Wyatt: I meant it. I'm not stressing about Thomas.",
        "Ivy: I know, because you don't want to sound like a jealous boyfriend.",
        "Wyatt: Okay, \"A,\" I'm not jealous. [Chuckles] \"B,\" it's because I know you can handle him.",
        "Ivy: Okay, look, I'm not gonna lie to you. I have felt a little uncomfortable because I know how much you don't like him, and I then have to listen to what he says about you.",
        "Wyatt: Yeah, he's not singing my praises wherever he goes.",
        "Ivy: Look, I have felt a little caught in the middle. But I've made my position clear with him. And as far as I'm concerned, Thomas isn't gonna be an issue for us anymore. There's a new after-hours club opening this weekend.",
        "Thomas: Are you going? I would if you asked me.",
        "Thomas: Well, you might have just caught me at the right moment. Must be my lucky day.",
        "Thomas: Glad it's someone's.",
        "Steffy: Helen, can I have a moment alone with my brother?",
        "Thomas: I'll text you. [Sighs]",
        "Steffy: It's not nice to lead her on, you know.",
        "Thomas: Who says I am?",
        "Steffy: I do. You have a woman in your life.",
        "Thomas: I have lots of women in my life, Steff. You, mom.",
        "Steffy: No, I'm talking about the special one. The secret one.",
        "Thomas: Not seeing any interns anymore, so you don't have to worry about that.",
        "Steffy: What about a jewelry designer, Thomas?",
        "Thomas: Ivy is with Wyatt. We've established that.",
        "Steffy: But that didn't stop you from kissing her.",
        "Thomas: Oh? It's old news, Steff.",
        "Steffy: Okay, so you're still telling me that you and Ivy spent the night at the house and you didn't even have a good-night kiss?",
        "Thomas: Go ahead, Steff. Rub it in. Nothing happened.",
        "Steffy: You know what, Thomas? I wanted to believe you, but I don't. Not anymore. Not after overhearing Ivy telling you how guilty she feels. You lied to me. Something did happen that night. And Ivy feels terrible about it. That's why she was avoiding you at thanksgiving. She was, like, pushing your hands away. It was almost like she was worried someone might suspect something. Wyatt went to san Francisco. What happened that night? What'd you do?",
        "Thomas: It's not what you think, Steff. She's making a big deal out of nothing, and so are you.",
        "Steffy: I'll tell Wyatt.",
        "Thomas: What?",
        "Steffy: I'll tell Wyatt what I heard.",
        "Thomas: Why?",
        "Steffy: He thinks that Ivy is committed to him.",
        "Thomas: They are committed. Look, we went up to her room, we made out a little bit, and that's it.",
        "Steffy: So the moment Wyatt leaves town, Ivy just makes out with someone else? Thomas, I told you to respect their relationship. I told you to stay away from Ivy.",
        "Thomas: Their relationship is fine. Ivy and Wyatt are still together.",
        "Steffy: Ivy is supposed to love Wyatt, not be cheating on him with you. Ivy betrayed him. And now Wyatt needs to know."
    ],
    "Transcript Author": [
        "Provided By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=Flv4wxtYqsA"
}