{
    "Episode Summary": [],
    "Recap": [
        "Mallet makes things worse for Harley when he fires the guard that threatened her. The guard manages to get Harley alone and beats her pretty badly. Josh changes his mind and tells Sebastian that he is interested in the plot with Blake to bring Alan down. Josh has a hard time keeping up with the mood swings that Reva is going through. They end up having a huge argument with Reva storming out telling Josh good-bye. Bill almost discovers Olivia's secret prison for Gus, but she manages to get him out of there before he does. After a love-making session, Olivia almost breaks and tells Bill what she has been up to. Gus starts a fire in the room Olivia has locked him in. Alan sees the smoke and rescues Gus. Gus thinks that Alan is the one that locked him in the room to begin with. The two almost come to blows before Gus throws Alan back in the room and locks him in. Alan begs Gus to let him out, reminding him that he is claustrophobic."
    ],
    "Recap Author": "Boo",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: Who said anything about going home, huh? The night is still young.",
        "Nate: Something told me when I got up this was going to be a great night.",
        "Reva: How do you know that I'm not some lunatic serial murderer who's going to kill you after you lured me into your hotel room?",
        "Nate: Well, if you were a serial murderer, wouldn't you be the lurer?",
        "Reva: Maybe I'm so good at it that I did lure you and you didn't even notice.",
        "Nate: Ah. Well, I had a good run.",
        "Reva: ( Laughs )",
        "Nate: I have a knack for reading people. It comes with my line of work.",
        "Reva: Which is?",
        "Nate: I think I already know a whole lot about you.",
        "Reva: Is that so?",
        "Nate: Let's take a crack at it. For starters, you're a woman that moves ahead at full speed, sometimes without thinking about the consequences.",
        "Reva: That's true. And it always gets me into trouble.",
        "Nate: Oh, no.",
        "Reva: Mm.",
        "Nate: Not trouble.",
        "Reva: Mm.",
        "Nate: That's the last thing i want.",
        "Reva: ( Laughs ) me, too. ( Laughs )",
        "Alan: Sebastian, so what you're telling me is that you're no closer today in finding gus than you were yesterday?",
        "Sebastian: No, but when i spoke with olivia, she was acting kind of strange.",
        "Alan: Well, olivia's been acting strange ever since I met her.",
        "Josh: Alan spaulding. And sebastian. How are you doing? Hey, you know the definition of a true coward? A man who uses women and children to settle a score because he can't deal with it himself.",
        "Alan: I have no idea what you're talking about, josh.",
        "Josh: Really?",
        "Alan: But if I did, i wouldn't care.",
        "Josh: You did a number on my wife today, alan. And I am getting real sick of you bulldozing your way around this town...",
        "Alan: My son is missing. He could have been kidnapped and if he's harmed, someone will pay.",
        "Olivia: ( Distorted ): Do you hear me? Stop being so stubborn. Just drop the investigation or someone you love will pay the price.",
        "Gus: You're not going to do anything to me. Because you're a coward. A coward. You're a coward. You're all talk, no action. ( Laughs )",
        "Olivia: Don't force me to hurt you, gus.",
        "Gus: What was that?",
        "Olivia: I said, do as you're told or you will be sorry.",
        "Bill: Olivia.",
        "Mallet: Cooper, come in. Thanks.",
        "Harley: Did you hear back from alan?",
        "Mallet: Alan spaulding?",
        "Harley: You gave him my message about gus, right?",
        "Mallet: Not yet.",
        "Harley: This is so important! Gus could be in real danger.",
        "Mallet: Harley, I threw your message out. I'm not going to contact spaulding for you. It's a mistake to trust that guy. You show him any weakness, he'll exploit it.",
        "Harley: This is different. Gus is alan's sun. He'll be as concerned about him as I am.",
        "Mallet: Unless he made gus disappear.",
        "Harley: Why would he want to do that?",
        "Mallet: I don't know the guy; you do.",
        "Harley: Okay, but my point is...",
        "Mallet: Listen. I know this much, okay? Gus used to be a cop and from what I saw, he's a pretty scrappy guy. I'm sure he can take care of himself.",
        "Harley: You are wasting time here. Get this: Gus could be in real trouble, so pick up the phone and call alan.",
        "Mallet: No.",
        "Harley: Do it!",
        "Mallet: Gus is not my priority right now, okay? You are.",
        "Olivia: What are you doing here?",
        "Bill: I got a bottle of wine in the car. I thought maybe we could play a little hooky: Go to the beach, relive our honeymoon. What are you doing down here in the basement?",
        "Olivia: Talking to the maintenance man.",
        "Bill: Maintenance man? On the intercom?",
        "Olivia: Yeah. See, he was supposed to clean out a room down here a while ago and he promised he would do it weeks ago, and he hasn't done it yet, and I'm just really upset about it.",
        "Bill: I can see that. You always talk to the maintenance guy like that?",
        "Olivia: When necessary.",
        "Bill: Okay, hon, that doesn't exactly breed company loyalty, you know that?",
        "Olivia: Thank you, dr. Bill.",
        "Bill: It's the love doctor to you. Okay? Listen, if you want someone to do work for you, you've got to encourage them, support them. Don't treat them like dirt. Here, watch. Watch and learn.",
        "Olivia: No. Don'T. Stop.",
        "Josh: Gus is missing?",
        "Alan: Yes, gus is missing, but it's not your problem. It's mine, so if you don't mind...",
        "Josh: Hey, don't dismiss me like I'm one of your servants, alan. You had my wife fired today as payback to me and my company.",
        "Alan: What's done is done. That wasn't even my choice.",
        "Josh: Oh, come on, alan. You own the station. What are you talking about?",
        "Alan: And I hire people to manage it for me. I don't involve myself in minor personal issues at the studio. She was the host of one of your top-rated shows.",
        "Alan: Formerly top-rated. The numbers have taken a nose- dive and change had to happen. Now, if you will excuse me. Sebastian, you said when you mentioned gus to olivia, she was... what, she acted strangely or something?",
        "Sebastian: She became very defensive very fast.",
        "Alan: Well, she's always defensive.",
        "Sebastian: This is different, I think. Here's a rundown of her comings and goings in the past couple of days.",
        "Alan: It looks like she's been going back to the office at night quite a bit.",
        "Sebastian: Mm-hmm.",
        "Alan: Look, I will check out these leads. You get... get some of the other ones, all right?",
        "Sebastian: Will do.",
        "Alan: Okay.",
        "Sebastian: And alan? Don't worry. We'll find gus.",
        "Alan: Good.",
        "Sebastian: Josh, sorry about reva.",
        "Josh: Yeah, well not as sorry as alan's going to be. You know that offer you made me earlier, joining forces with you and blake to bring down alan spaulding from the inside? I'm in.",
        "Reva: Sometimes trouble can be fun, but sometimes it's just plain trouble, so I think I'm going to p on my clothes and go home.",
        "Nate: What if I say no? Right?",
        "Reva: Turn around.",
        "Nate: Do I have to?",
        "Reva: ( Laughs ) yes.",
        "Nate: Right, again. This is one of those times where I really wish I had eyes in the back of my head.",
        "Reva: ( Laughs )",
        "Nate: It's that laugh again. Do you need help zipping or buttoning things? I have nimble fingers.",
        "Reva: I think I'm okay. Ooh. Mission accomplished.",
        "Nate: Do I get points for exercising ridiculous self- restraint?",
        "Reva: ( Laughs ) maybe one or two.",
        "Nate: Great. I'm redeeming them right now. Stick around. Have a drink with me.",
        "Reva: I don't think that's such a good idea.",
        "Nate: But you're not sure.",
        "Reva: I have a husband to go home to.",
        "Nate: He's starting to really irritate me. How he keeps cropping up at all the wrong times.",
        "Reva: ( Giggles ) well, I'll be sure to tell him you think so.",
        "Nate: Will you?",
        "Reva: Well, this has probably been the most unusual way I've ever met someone. But I was having a lousy day and you made it better, and I can't thank you enough for that.",
        "Nate: You can try.",
        "Reva: You know what? You're shameless, and I'm going to pass on the number. This was fun. Let's just leave it at that.",
        "Nate: Can't blame a guy for trying.",
        "Reva: You can't blame a girl for being flattered. I'll see you around.",
        "Nate: I do hope so. ( Laughs )",
        "Reva: Ah! ( Laughs ) ooh.",
        "Nate: ( Laughs ) bye-bye.",
        "Mallet: You asked for my help.",
        "Harley: No, you offered your help and then you refused it. Not the first time, I might add.",
        "Mallet: I'm helping the way i think is best.",
        "Harley: You don't know what's best for me. Not anymore. Maybe you never did.",
        "Mallet: Harley, listen to me. Gus isn't the only one who can be in trouble right now.",
        "Harley: Who, me? What? I could be in trouble?",
        "Mallet: Listen, I've done my best to protect you, but alan has pull in here and he used it the other day to threaten you. He had one of the guards put a scare in you, didn't he?",
        "Harley: Oh, yeah. About that, you mit try keeping a better eye on your staff.",
        "Mallet: Hey, I'm trying. You have to help me protect you.",
        "Harley: Help you? I trust you less than I trust alan.",
        "Mallet: Harley, all I want is to keep you safe.",
        "Harley: Well, I just want to keep gus safe.",
        "Mallet: Look, I know which guard threatened you: Brisco. Just tell me if anybody else was involved.",
        "Harley: If I do, will you call alan?",
        "Mallet: No.",
        "Harley: Then I am not going to have this conversation with you anymore.",
        "Mallet: Would you stop being so stubborn? ( Knock at door ) what? Come in! Oh, hey, brisco. Come on in. Cooper, get back to work.",
        "Harley: Yes, sir.",
        "Mallet: Oh, and close the door behind you.",
        "Harley: Yes, sir.",
        "Gus: Hey.",
        "Harley: ( Laughs )",
        "Gus: What? What was that for?",
        "Harley: Where have you been? I've been worried sick about you. No one's been able to find you.",
        "Gus: What are you talking? I'm just keeping a low profile, that's all. I'm fine. Look at me. Am I fine? I look fine? I'm fine. Now, I hate to say this, but your ex, the \"warden,\" he's right. You've got to save your energy. You've got to worry about yourself right now.",
        "Harley: You worry enough for both of us. That's for sure.",
        "Gus: I wouldn't call it worrying, I'd call it focused. I am focused on us. I am focused on our future.",
        "Harley: I love you for thinking that's still a possibility. Listen, I don't want you wasting the life that you still have...",
        "Gus: Hold it right there. I'll say it one more time. I don't have a life without you. If I can't look at you and be with you the way I am right now, and look into those eyes and at your nose, and kiss those lips, well, then...",
        "Harley: I hate you seeing me like this.",
        "Gus: I think you're beautiful. And I don't know what they're feeding you in here, but you're just getting more beautiful every day.",
        "Harley: Just don't go missing on me again, please?",
        "Gus: Baby, you can't get rid of me that easy. I just hate that you have to depend on somebody else to take care of you here. Just know I will be outside waiting for you, the day we can be together again.",
        "Harley: I am waiting for you, too. Gus, please be all right.",
        "Gus: Hey! Where did you go? What, are you clamming up on me because I called you a coward? Huh?",
        "Bill: What was that?",
        "Olivia: Just... just leave this alone. Please?",
        "Bill: Let me just talk to the guy.",
        "Olivia: No! He's my employee. I will handle it.",
        "Bill: Well, honey, we could do like a good-cop, bad-cop thing. You already tried the stick on him, and look what it got: An angry employee who locks himself in a closet. Come on. Let me just try my approach, okay? Please?",
        "Olivia: No. Bill...",
        "Bill: ( Clears throat ) hey, buddy, how's it going on there?",
        "Gus: What the hell? There's two of them now?",
        "Bill: I'm sure you're not up for talking much, probably had a long day. But I just wanted to introduce myself.",
        "Olivia: Don'T.",
        "Gus: What is going on out there? Answer me, damn it!",
        "Reva: Hey there, handsome. What are you doing here?",
        "Josh: You first.",
        "Reva: Maybe I'm looking for some action. Buy me a drink and you might be able to take me home.",
        "Josh: ( Laughs )",
        "Reva: That's funny?",
        "Josh: I'm just trying to keep up with you, reva. A little while ago you were so riled up because you quit your job that you could barely see straight. So what changed in the last hour?",
        "Reva: I did. I was so busy feeling sorry for myself I totally lost perspective.",
        "Josh: And now you have perspective?",
        "Reva: Who cares if I'm going through \"the change\"? Who cares if I'm not gainfully employed? Now we can do whatever we want. We can be whatever we want to be.",
        "Josh: That's the idea.",
        "Reva: So I'm older and wiser. That's a good thing. Some men say that even makes a woman sexier.",
        "Josh: I'm one of those men.",
        "Reva: And I finally just realized that I've still got it. And I know what to do with it. So life's not so bad after all.",
        "Josh: That's exactly what I've been trying to tell you for the last few weeks, but you have not wanted to listen to me. So what happened? What finally changed your mind?",
        "Mallet: Briscoe, move it along. Clean out your locker.",
        "Harley: Great, now he thinks I ratted him out. So much for you protecting me.",
        "Mallet: I covered for you. Listen, I was transferred to this joint with a mandate to clean it up and if I know someone's been bribed, I can't stand by and do nothing.",
        "Harley: Half the staff in here is dirty.",
        "Mallet: Then half the staff will be fired.",
        "Harley: Ooh.",
        "Mallet: Don't \"ooh\" me. I've got a job to do and I'm doing it. Ultimately, this place is going to be safer for you and everyone else in it.",
        "Harley: If only you were half as concerned about gus's safety.",
        "Mallet: Would you stop worrying about gus. Gus is fine.",
        "Harley: Really? And if he's not, it's going to be on your head. Well, I'm done with my filing, sir. Can I go back to my cell now warden, sir?",
        "Mallet: Yeah, please be my guest. Guard!",
        "Harley: Good. Maybe it will be a buddy of briscoe'S.",
        "Mallet: Chase. Good. Take cooper back to her cell.",
        "Guard: You got a real big mouth, cooper. We're going to shut it for you. ( Pounds on door )",
        "Gus: Open this door! Open this door, or you're going to regret it!",
        "Olivia: I... I can explain. Um...",
        "Bill: Olivia, there's no need to explain. Forget what I said. This guy's a nut job. Don't try to make nice with him. You should fire him.",
        "Olivia: Really?",
        "Bill: Yeah. Where's the... no, you know what? If he's going to be mad at anyone, let him be mad at me, okay? Let me fire him. Where's the key?",
        "Olivia: No.",
        "Bill: Unlock the door.",
        "Olivia: I... listen, no. Human resources can do it. That's their job. That's what I pay them for, okay? I love that you're willing to go to the mat for me, though.",
        "Bill: Any time. You know that.",
        "Olivia: No, I mean it. I... I think it's very sexy. So what do you say we replace that mat with a mattress and go there together?",
        "Bill: You are so bad, you know that?",
        "Olivia: And you love it.",
        "Bill: Yeah. I love it.",
        "Gus: Hey! I just wanted to say I'm leaving now. So good-bye. I'm running out of options, a way out. ( Laughs ) last cigarette. ( Laughs )",
        "Reva: Coming up on \"guiding light\"...",
        "Olivia: And there are no distractions. Let's go.",
        "Bill: Right.",
        "Gus: ( Coughing )",
        "Josh: You did it again. I can't put two words together without you thinking I'm wrong.",
        "Reva: Yeah? Well, I've got two words for you, joshua. Good-bye.",
        "Josh: Hey! [ Light chimes & glockenspiel plays throughout ]",
        "Reva: Are you asking what happened since the last time we saw each other?",
        "Josh: Should I?",
        "Reva: Maybe.",
        "Josh: Okay. Tell me.",
        "Reva: I don't know whether you can handle it, joshua.",
        "Josh: Hey, if I can handle reva shayne, I can handle anything.",
        "Reva: Okay. Since we parted ways down in the garage, I came back up here and I ordered a bourbon. Someone sent me their hotel room key. I assumed it was you. I went upstairs. I took off all my clothes and i climbed into bed, and before i know it, someone who I've never even met comes walking out of the bathroom: A very attractive man, dashing british accent. And he starts propositioning me, repeatedly. So I tell him on no uncertain terms I'm a married woman. I put my clothes back on and i leave. And here I am. ( Laughs )",
        "Josh: Wow.",
        "Reva: Yeah. ( Laughs )",
        "Josh: That is such a coincidence.",
        "Reva: Uh-huh?",
        "Josh: I was over at towers. Same thing happened to me. Lovely young girl half my age, british accent, propositions me. I had to fight her off with a stick.",
        "Reva: It's true.",
        "Josh: Yes, it is true. Look, I've got a hickey on my neck to prove it.",
        "Reva: You don't believe me. You don't believe me?",
        "Josh: ( Laughs ) come on, reva...",
        "Reva: Ask the bartender. He'll tell you. He's the one that passed me the guy's room key.",
        "Josh: Okay.",
        "Reva: You don't think it could happen, do you? You don't think that some guy, some strange guy could lay eyes on me and want to take me to bed.",
        "Josh: Every time I lay eyes on you, I want to take you to bed.",
        "Reva: Yeah?",
        "Josh: Yeah.",
        "Reva: Wow. Well, you're not the only one.",
        "Gus: Come on, baby. Yeah. Come on, go off already. ( Pounding on door ) fire!",
        "Olivia: You know what? Not here. I work here. Besides, our bed at home is a lot bigger and there are no distractions. Let's go.",
        "Bill: All right.",
        "Gus: Fire! ( Coughing )",
        "Brisco: You just got me fired!",
        "Harley: What are you talking about? No, no. I didn't snitch.",
        "Brisco: Don't play dumb with me.",
        "Harley: I didn't snitch, i didn't snitch, I didn't snitch. The warden found out some other way.",
        "Brisco: Who?",
        "Harley: I don't know. I don't know. Listen, I won't tell anybody about this if you just let me go, okay? I won't tell anybody.",
        "Brisco: You're damn right you won'T.",
        "Harley: No. Mallet! ( Cries )",
        "Brisco: Because I'm about to break your jaw.",
        "Harley: ( Whimpering ) wait... wait... wait... ( screaming )",
        "Mallet: Hey, hey! What the hell is going on here!",
        "Guard: She got the jump on me. Luckily, brisco was nearby.",
        "Brisco: Yeah, cleaning out my locker.",
        "Mallet: All right, all right, everyone, just calm down.",
        "Harley: ( Whimpering )",
        "Mallet: I know exactly what happened here. Hey, cooper, you like making trouble, huh? Well, I got news for you. ( Chuckles ) you're the one who's in trouble now.",
        "Gus: ( Coughing ) fire! ( Coughing ) somebody let me out! Fire! ( Coughing ) help!",
        "Alan: Gus! Gus!",
        "Gus: ( Coughing )",
        "Alan: My god, gus. Thank god I found you. I've been looking for you for days. Where have you been, son?",
        "Gus: You did this to me.",
        "Josh: So I guess this is what they mean. I'm not going to... you got fired.",
        "Reva: Demographics screw 'em.",
        "Reva: They're idiots. The \"reva lewis show\" without reva? They've got to be kidding. That show's not going to last three months, tops. And they'll only have themselves to blame because I'll be on to bigger and better things. Because I'm fine. I am. I'm fine, with a capital \"F.\" Fine. And I don't need you to make me feel better, okay?",
        "Josh: Okay.",
        "Reva: The job was getting to be a grind anyway, you know? It was the same thing every day. The fun had totally gone out of it, so it's best this way.",
        "Josh: Absolutely.",
        "Reva: Yeah. Thank you, bud.",
        "Josh: Hey, I figure this way, their loss, my gain, right? You're free now. You can come work for me.",
        "Bill: You want... you want a glass of wine?",
        "Olivia: No, all I want is you.",
        "Bill: Are you... are you sure? Well, listen, first I've just got to...",
        "Olivia: No.",
        "Bill: ...I've got to check my voice mail.",
        "Olivia: No, just later. I need you right now. I need you.",
        "Bill: I can see that.",
        "Olivia: Be with me. Just be with me please.",
        "Bill: Is everything all right?",
        "Olivia: I just want to be close to you, that's all.",
        "Bill: You sure nothing's wrong?",
        "Olivia: You got a problem with that?",
        "Bill: No, it'S... olivia, you seem a little upset. And I just... I want you to know if something is bothering you, if it's the crazy janitor or anything, that you can tell me.",
        "Olivia: It's not... I just don't feel like talking. I want to forget about everything for a while, everything except you and me.",
        "Alan: You think that I locked you in here?",
        "Gus: I know that you did.",
        "Alan: Why would I do that? I've been checking the entire building for you. I saw smoke coming from here and I...",
        "Gus: Where is here? Where is here?",
        "Alan: The basement of spaulding.",
        "Gus: That's perfect.",
        "Alan: Did you accidentally lock yourself in there or something? I mean, because I thought you had been kidnapped.",
        "Gus: Will you stop pretending to be concerned, okay? I know that you did this to me or you had somebody do this to me.",
        "Alan: Gus. Gus, why would I do that? I'm your father.",
        "Gus: Oh, you want me to go down the list? The list of times you have betrayed me? You are the last person I saw before I got knocked out and put in here.",
        "Alan: But that doesn't mean that I...",
        "Gus: You didn't even give me any bread with my water, okay? And probably the only reason you went and let me out is because you didn't want to be responsible in case I burned to death, right?",
        "Alan: Let me tell you, I give you my word, I don't know how you got in there but I will find the person responsible.",
        "Gus: I have been in here for days! Stop lying to me!",
        "Alan: Will you tell me one good reason why I would put you in there?",
        "Gus: Because you didn't want me to help harley. What have you done to her? Hmm?",
        "Mallet: You've mouthed off for the last time, cooper. I'm curtailing your privileges for 48 hours.",
        "Harley: You two-faced...",
        "Mallet: Hey. Hey, hey, hey, hey, hey. You just earned another 48. Keep it up and you'll never see the sun again.",
        "Harley: I should never have trusted you.",
        "Mallet: And let me make another thing clear, cooper, in case it's not obvious already. From now on, you are on my list. I will be watching you like a hawk. I will know everywhere you go and every single thing you do. Everything. Understand? Good. All right, guys, I can handle it. Go on. Now, you're going back to the infirmary and then back to your cell, all right, cooper?",
        "Harley: Get away from me.",
        "Mallet: No. Ssh. Harley, I'm trying to help you. Now, come on.",
        "Harley: Get away from me. I hate you.",
        "Mallet: Harley, you're hurt. Take it slow.",
        "Harley: Get out of my...",
        "Mallet: Easy, easy. I'll help you. Take it slow. Take it slow. Come on. Easy.",
        "Reva: I can't believe you're offering me a job. You're offering me a job!",
        "Josh: I can't believe you're upset about it, reva.",
        "Reva: I can't believe it! Because you're doing it out of pity.",
        "Josh: What are you talking about? You own a big chunk of the company.",
        "Reva: Oh, I'm a silent partner in lewis construction. What the hell do I know about lewis construction? What would my duties be, joshua?",
        "Josh: I don't know. It could be whatever... whatever we want, reva.",
        "Reva: See? See?",
        "Josh: Billy's been thinking about hiring somebody to take the initiative in sales, for instance. You're good with people, you're persuasive, you know the business. You could do that first. Or maybe we could use you in pr in some way. I don't know.",
        "Reva: Make-work. It's all make-work.",
        "Josh: So what? We make work all the time for people that we know, reva. We did it for... I did it for sandy, I did it for jonathan. You didn't seem to mind then. Now I'm doing it for you. Why? Because I love you, and because I love the idea of you being at my side every single day at work.",
        "Reva: To boost your ego. The dutiful little woman there to support her man.",
        "Josh: Oh, come on. Just stop.",
        "Reva: Stop what?",
        "Josh: Stop jumping all over every word I say, reva. Tell me what you need. Tell me what you need from me and I will give it to you, because right now, I don't have a clue. One minute you're crying over a broken mirror. The next minute, you come sashaying in here like you're some teenager on prom night. I feel like I need a traffic light to keep up with your mood swings.",
        "Reva: I am sorry this is all so inconvenient for you.",
        "Josh: Just tell me what you want. Do you want to work or not? Do you want to build a house in aspen or not? Do you want to travel the world with me or not, reva? Because right now, I'll do anything you ask. I promise.",
        "Reva: Just to shut me up.",
        "Josh: You did it again. I can't put two words together without you thinking I'm wrong.",
        "Reva: Yeah? Well, I've got two words for you, joshua. Good-bye.",
        "Josh: Hey! That's one word!",
        "Bill: Are you sure everything's okay?",
        "Olivia: Yeah, everything's fabulous.",
        "Bill: Because if you are in over your head with anything, anything at all, you know that you can tell me and I will help you. You know that, right? Olivia?",
        "Olivia: I just... all my life, I've made such a mess of things. Sometimes I just... I do things without thinking and then i can't take it back.",
        "Bill: Are you talking about something specific?",
        "Olivia: Maybe.",
        "Bill: Well, tell me. Olivia, you can tell me. I... I love you. Okay? And you can tell me anything.",
        "Olivia: You won't judge me?",
        "Bill: Well, I'll tell you something, I haven't yet, so why would I start now? Come on. Whatever it is, I'm sure it can't be that bad, anyway.",
        "Olivia: No, it's not. It's not. It's work stuff. Sebastian and alan are waiting for me to screw up and if i don't do things exactly right, then I may lose everything.",
        "Bill: Well, you're not going to lose me.",
        "Olivia: You say that now.",
        "Bill: I say that, period.",
        "Olivia: I've made mistakes in my life, bill, mistakes I can't undo.",
        "Bill: Then it looks like all you can do is move forward. With me. Okay? And whatever it is, I will have your back and you can tell me anything. You just have to trust me.",
        "Gus: What have you done to her? Hm? What have you done to her?",
        "Alan: Nothing.",
        "Gus: That's funny, because you told me that if I didn't back off my investigation, you were going to hurt her.",
        "Alan: I didn't say that. Oh, my god, listen to you. Gus, don't you know what's happening? She destroyed your brother. Now she's destroying you. Don't you see that?",
        "Gus: She's not the one that is evil, alan. You are. Every single word out of your mouth is a lie or an attempt to control me, and I am sick of it! Now, I am going to go and see her, and if anything is wrong with her or anybody has hurt her, you're going to be sorry. Sorry that I came back into your life!",
        "Alan: No, you're not going to see her. She's in prison. Wait!",
        "Gus: There. Okay?",
        "Alan: Gus. Gus. Gus. Don't do this. Gus? Gus, please let me out.",
        "Gus: I hope you enjoy your little time-out, mister.",
        "Alan: Gus? Gus, let me out! Gus? You know I'm claustrophobic. Let me out of here. Please. Please, gus!",
        "Mallet: Just a few more steps, okay?",
        "Harley: Easy.",
        "Mallet: Easy. All right, here we go.",
        "Harley: You should see the other guy.",
        "Mallet: Ssh. Relax, okay? Until the nurse checks you out. Yeah, hey, this is the... this is the warden. Send the nurse to my office immediately. Yeah, now. Hey, harley? Can you hear me? Harley, can you hear me? I'm so sorry. I thought I could keep you safe. I thought I knew who I could trust. I'm sorry. Hey.",
        "Harley: You. Thank god you're here. I don't know what I would do without you. I will never doubt you again. Next, on \"guiding light\"...",
        "Lena: Wait a minute. It is you.",
        "Mallet: Hey? All right, I'm right here. I'm going to stay right here. I'm going to stay here. I'm going to help you, okay? Stay awake.",
        "Harley: I love you."
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=ITYNoO6CrPo"
}