{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Marina: Okay, okay. I can do this. I can do this. I can do this. I can do \r\nthis. Okay, I just have to figure out what the guy wants, and I got to give it \r\nto him, and it'll be fine... If I could just figure out what it is that the guy \r\nwants before he comes back. ",
        "Thug: If anyone asks you, you don't know anything, or I’ll slit that pretty little throat of yours. ",
        "Marina: Okay, okay. What... what could someone possibly have? I just don't...\r\n",
        "(Laughter) ",
        "Reva: Don't even think that. ",
        "Shayne: Look at you. What, are you expecting the ghost of the crazy curator?\r\n",
        "Marina: Oh, ha, ha. Like you're not scary enough. ",
        "Josh: How are you doing, Marina? ",
        "Marina: Fine. I'm totally fine, yeah. What's wrong, Mrs. Lewis? ",
        "Reva: Actually I was just going to ask you the same thing. Are you in some \r\nkind of trouble? ",
        "",
        "(Phone rings) ",
        "Ben: Hello? ",
        "Ramona: Benjamin... ",
        "Ben: Ramona, hi. ",
        "Ramona: I've been waiting for your call. ",
        "Ben: Yeah, I've been meaning to call you. I just... ",
        "Ramona: Well, then I guess I saved you the trouble. I was wondering if you \r\nhad an answer for me. ",
        "Ben: An answer? ",
        "Ramona: Did I wake you, Benjamin? You seem a little foggy. ",
        "Ben: No, no. I'm sorry. No, I'm wide awake. ",
        "Ramona: Good. That's just the way I like it. So I was wondering if you were \r\nready to make a commitment? You know, make our arrangement a regular part of \r\nyour schedule? Benjamin? ",
        "Ben: I'm right here, and actually, I was wondering if you'd like to get \r\ntogether today down at the Beacon. ",
        "Ramona: Perfect. I'll book the suite. ",
        "Ben: I'll be waiting in the lobby. ",
        "",
        "Harley: My kids would love this. I'm sorry, you must have the wrong room, \r\nbecause I'm actually getting better. I'm almost on my way home. ",
        "Cassie: Check her vitals. ",
        "Blake: Okay, according to this chart, she's suffering from an acute case of \r\nhospital-itis. ",
        "Cassie: Oh, left untreated, it could get very, very... ",
        "Blake: Ugly. Very ugly, yes. Definitely showing all the symptoms. ",
        "Cassie: Playing with the remote control in her hospital bed. ",
        "Blake: Not recognizing her best friends. (Laughter) We'll definitely going \r\nto have to operate. That's right. ",
        "Harley: Get away from me. ",
        "Cassie: Oh, come on, you didn't know it was us. These are great costumes. \r\nAren't these great costumes? ",
        "Harley: You guys are going to have to work a little harder at being \r\nundercover. Come on, I saw your curly hair, Blake. ",
        "Blake: Oh. ",
        "Harley: And I bought those shoes with you. ",
        "Blake: Oh, right. (Laughter) Oh, wait a minute. Wait a minute. Look what we \r\nhave for you. ",
        "Cassie: Rick said you could have whatever you want, as long as we leave him \r\nsome. ",
        "Harley: He would. This is all for me? ",
        "Blake: Of course it is, you dope. ",
        "Cassie: And us, too. (Laughter) ",
        "Blake: This is your party, Harley. Welcome back to life. ",
        "",
        "Alan: Basketball. ",
        "Gus: Do you play? ",
        "Alan: No, no. Our father wouldn't allow it. He didn't want his children to \r\nlearn how to be team players. ",
        "Gus: That's very sad. ",
        "Alan: Yeah, it is. My son, Phillip, he was a good player, especially when he \r\nwas young. I guess sports like basketball is... Something that fathers and sons \r\nhave in common. What about you? ",
        "Gus: What about me? ",
        "Alan: I was... I was just wondering about you and your father. ",
        "",
        "Marina: No. No, no, I'm fine. I'm in no trouble. You know, not any more than \r\nusual anyway. ",
        "Reva: (Laughs) ",
        "Marina: Really. ",
        "Shayne: Mom... ",
        "Reva: No. I just... I just want Marina to know that she could tell us if \r\nthere was some kind of a problem. ",
        "Marina: Yeah, of course. Of course. Of course, I would. Shayne, I tell \r\neveryone everything, right? ",
        "Shayne: Pretty much. Mom, she's okay. She's fine. ",
        "Josh: Yeah, she looks like she's fine to me, too. Hey, why don't we go out to \r\nthe car and get the rest of the stuff, and then we can track down our daughter. \r\nCome here. You want to tell me what that was about? ",
        "Reva: It was really nothing. It was... It was just a feeling, I guess. ",
        "Josh: Just tell me. ",
        "Reva: It's no big deal. It came and it went. It's probably just... Jet lag is \r\nmaking me loopy. ",
        "",
        "Shayne: Are you sure you're okay? ",
        "Marina: Yeah, yeah. I'm fine. I'm totally fine. What's up with your mom, \r\nthough? She was acting really weird. ",
        "Shayne: Yeah, what else is new? She just got back from Vienna. She went to \r\ntalk to these doctors about this thing that's been happening to her. She was... \r\nWell, she thinks she's feeling what people think. It's kind of like reading \r\nminds. I think that's what she thought she was doing with you or something. ",
        "Marina: That's very spooky. ",
        "",
        "Reva: It was a sight. ",
        "Marah: Mom. ",
        "Reva: There you are. ",
        "Marah: How was Vienna? ",
        "Josh: Excuse me. Coming through. ",
        "Marah: I wish I could have come with you. ",
        "Reva: Oh, I missed you so much. But I brought presents. ",
        "Marina: Hey, you guys, I think I'm actually going to get out of here. I \r\nthought Ben was going to be here, but he's not, so... ",
        "Marah: I think he said something about the Beacon. ",
        "Marina: Oh, well, excellent. Then that is where I’ll be. ",
        "Reva: Put that upstairs when you have a minute. ",
        "Marina: Mrs. Lewis, the other day when you and all the moms were like, you \r\nknow, cleaning stuff out in here, you didn't find anything unusual, did you? ",
        "Reva: Um, can you be more specific? ",
        "Marina: I would if I could. ",
        "Reva: Well, all I really remember is a whole lot of garbage. ",
        "Marina: Yeah, you know what? Don't worry about it. It's really not a big \r\ndeal. I'll see you. ",
        "Marah: Okay. ",
        "Shayne: Marina, I’m going to call you later. Like you care. So what happened \r\non your trip? What did the doctors say, huh? Did they say that you got \r\nsuperpowers or what? I hope so, because I need you to read my math teacher's \r\nmind for the test on Tuesday. ",
        "",
        "Blake: There you go. ",
        "Harley: (Sighs) Thank you. My gosh, I forgot how nice it was to have \r\nsomebody brush your hair. (Laughter) ",
        "Blake: It's good, isn't it? Wait, wait, wait. Here, here, here. ",
        "Harley: Am I done? ",
        "Blake: Nice. ",
        "Cassie: Well, getting there. ",
        "Harley: Oh, no, I don't mean my hair. I mean... Oh, my gosh, I look like \r\nsomebody who was... ",
        "Blake: Shot and almost died. ",
        "Harley: Yeah. ",
        "Blake: Yeah. Here. I have something else for you, to cheer you up. Pictures.\r\n",
        "Harley: Oh, I can't look. ",
        "Blake: No, Ross took them last night. ",
        "Harley: Yes, yes. Look at my guys. ",
        "Blake: Yeah. Clarissa and Zach? It's love. It's love. ",
        "Cassie: I like the one of Kevin and Jason holding Jude upside down. That's \r\npretty funny. (Laughter) ",
        "Harley: Was he breathing? He looks blue. Oh, you guys, these are the best. \r\nYou guys are the best. ",
        "Blake: Yeah. ",
        "Harley: Tell Ross I said thank you. This is terrific. Oh, I cannot wait to \r\nget out of here and get my hands on these little guys. ",
        "Blake: Yeah, well, they miss you, too, you know. They do. ",
        "Cassie: Especially Zach. I think it's because he just got you back, you know? \r\nHe won't let anybody do anything for him. I can't tie his shoes. I can't read \r\nhim his story. \"It's only Mommy.\" ",
        "Harley: You're killing me. ",
        "Blake: I'm sorry. ",
        "Cassie: When are you getting out of here? ",
        "Harley: Well, actually I'm hoping tomorrow. I mean, I don't want to get my \r\nhopes up or anything, but I'm starting to go a little nuts. I really think that \r\nI can do my recuperating at home with my kids so that they don't forget what \r\nit's like to spend time with me. ",
        "Blake: Oh, that's not going to happen. ",
        "Harley: You think so? I feel like all I've done is shuffle those guys around \r\nbecause of my work. And then this happens because of my work. I mean, what is \r\nthis, this, my job, tearing my family apart? ",
        "Cassie: Hey, what is this? Working mother's guilt? ",
        "Blake: Yeah, we all go through it. ",
        "Harley: Well, you least you guys don't have to worry about, you know, getting \r\nmortally wounded on the job. It just makes me wonder if it's worth it. ",
        "Cassie: But you love being a cop. ",
        "Harley: Yes, but I love my family, too. I mean, you've got your kids, you've \r\ngot your family, and you've got the people you love. What else really matters?\r\n",
        "",
        "Alexandra: I'm at my wits' end, Nolan. I don't know where else to look for \r\nAlan. ",
        "Rick: Hey, Alex. ",
        "Alexandra: Rick. ",
        "Rick: What's wrong with you? You look like you lost your best friend. ",
        "Alexandra: My brother, he's disappeared. ",
        "Rick: He's disappeared? Oh, that's great. Good timing, Alex. I was ready to \r\ntell you we're ready to take him for his MRI. Listen I’ve got some time. I can \r\nhelp you find him. ",
        "Alexandra: Would you? ",
        "Rick: Yeah, no problem. Excuse me. ",
        "Archer: Dr. Bauer? ",
        "Rick: Yeah, that's me. ",
        "Archer: Hi, I’m Scott Archer from the County Clerk's office. ",
        "Rick: Hi, Scott. ",
        "Archer: If I could speak to you for a moment? ",
        "Rick: Listen, this is not a good time. Alex, you go ahead. I'll be right \r\nbehind you, okay? Excuse me for just a second. ",
        "Nolan: I am so sorry about this. I don't know what I was thinking. I mean, I \r\nshouldn't have left him alone. I'm going to... I'm going to check down the hall, \r\nall right? ",
        "Alexandra: This was not supposed to be this complicated. Alan, if anything's \r\nhappened to you, I will never forgive myself. ",
        "",
        "Gus: What's the matter with you? You okay there, big Al? ",
        "Alan: I would be if I could give them the slip. But I know they'd catch me. \r\nIt's only a matter of time before they would catch me. ",
        "Gus: Who's \"they\"? ",
        "Alan: You don't want to know. And I don't want to tell you. ",
        "Gus: All right. So you were asking about my father? ",
        "Alan: I was? ",
        "Gus: Maybe you weren’t. Forget it. ",
        "Alan: Well, maybe it... Maybe it was the voices that I hear in here. You see, \r\nthey... they make me say things and they do things that I wouldn't normally do.\r\n",
        "Gus: You're scaring me, big Al. You sound... That sounds pretty scary. ",
        "Alan: Yeah, yeah, it's very scary at times. I... Wait. Wait, I remember now. \r\nBasketball. Yeah, that's what we were talking about. Did your father play \r\nbasketball? ",
        "Gus: No. My father liked all sports pretty much. Baseball mostly. ",
        "Alan: Mmm. ",
        "Gus: Mets games. He used to watch a couple Bulls games. He taught me how to \r\nshoot a jump shot. ",
        "Alan: A jump shot, really? Those are pretty difficult. Let me see. Go ahead. \r\nWow. Well, that was very impressive. I bet your father was proud of you. ",
        "Gus: I don't know, Al. Are you proud of your kids? ",
        "Alan: Oh, I’m proud of both of my boys. Alan-Michael and Phillip. But they \r\nleft. ",
        "Gus: They what? ",
        "Alan: They left. Everyone... Everyone's gone now. ",
        "Gus: Well, that's a very sad story, Al. ",
        "Alan: Yeah, that is sad. I guess it was mostly my fault. I... I must have \r\nbeen terrible to Phillip. I can't really remember, but that's what people tell \r\nme. But I'm still his father. Tell me, don't you think that I deserve a second \r\nchance? ",
        "Gus: I don't know. Maybe. ",
        "Alan: It's a hospital, isn't it? You're a doctor, right? ",
        "Gus: No, Al. I'm a cop actually. ",
        "Alan: A cop. That means you help people. Maybe you could help me get my son \r\nback. ",
        "Gus: Maybe I can. ",
        "",
        "Marina: Ben? Ben? ",
        "Ben: Marina, what are you doing here? ",
        "Marina: Hey, wait. Do you see somebody following me? ",
        "Ben: What? ",
        "Marina: And that guy... That guy right over there. Is that guy looking at me?\r\n",
        "Ben: No, he's not. ",
        "Marina: Okay, Ben, I got to tell you something. It's about the museum. ",
        "Ben: Look later, Marina, all right? I have a business meeting in about two \r\nminutes. ",
        "Marina: No, no. Ben, Ben, I will talk really fast. Okay, this is really \r\nimportant. It was when we were at the museum and you guys... ",
        "Ben: You look fine right now. Okay, this is has to wait till later. You can't \r\njust barge on me at work whenever you feel like it. I'm sorry, but my boss is \r\ngoing to be here any second now. ",
        "Marina: Okay. ",
        "Ramona: Hello, Benjamin. Hello. ",
        "Marina: Hello. Well, are you going to introduce us? ",
        "Ben: Sure, of course. Mrs. Hendon, this is Marina Cooper, my girlfriend. ",
        "Ramona: Marina? ",
        "Marina: Hey. ",
        "Ramona: Well, it's a pleasure to finally meet you. Ben has told me so much \r\nabout you. ",
        "Marina: Really? ",
        "Ramona: Yes, he has. And it seems that we have a lot in common. ",
        "Marina: Oh. ",
        "",
        "Shayne: So, Mom, did you get to check out that place I told you about with \r\nthe big Ferris wheel where they serve chicken dinners and big beers? ",
        "Marah: You were too young to know about beer when dad took us there. ",
        "Shayne: He gave me a sip. ",
        "Josh: Wait a minute now. I don't remember that at all. ",
        "Reva: You know, actually I did pass by that place on my way back to the hotel \r\none night, and it looked so beautiful. It was all lit up. But I thought, \"No, \r\nI'm not going to go. I'm going to save that fun stuff for when we have a family \r\nvisit there.\" I pretty much stayed focused on why I was there at the time. ",
        "Marah: And what did you find out? Did you figure out why you're reading \r\nminds? ",
        "Reva: Yes and no. I mean, Dr. Langham tried to explain it all to me in \r\nlaymen's term, but it was still difficult to try to wrap my head around it. And \r\nit's a little difficult to try and explain to you, too. ",
        "Shayne: Just give it your best shot. ",
        "Reva: Okay. Dr. Langham is a psychiatrist who specializes in the study \r\nScience Energy or Energy Science. Anyway, it's the energy that is given off from \r\npeople who are both dead and alive. And some people have the ability to be able \r\nto receive that energy and read it. ",
        "Shayne: So then it's like a common thing? You're not an X-man? ",
        "Reva: Well, unfortunately, no, I'm not. But the ability to receive this \r\nenergy has a lot to with the fact that I tend to be an emotional person. (\r\nLaughs) ",
        "Marah: No? ",
        "Reva: Yeah. And it's... it's been an emotional year, you know, with Richard’s \r\ndeath and the trial and then the stalking business. And I was open to receive \r\nthat energy. I mean, it could go away as easily as it came on, and then I’ll \r\njust go back to being your ordinary, regular wife and mother. (Laughter) ",
        "Shayne: Yeah, I’m still waiting for that day to come. ",
        "Reva: Yeah, well... This is nothing for any of you to worry about. ",
        "Josh: So that's it? That's the whole deal? I mean, you don't have to follow \r\nup with any different kind of therapy or anything? You just relax and it goes \r\naway? ",
        "Reva: Actually, Dr. Langham is coming to make a speech at Springfield \r\nUniversity. And he's going to conduct a study while he's here, too. ",
        "Marah: He wants to study you? ",
        "Reva: No, no. He asked me to be a part of it, but the more I thought about \r\nit, the more I thought it wasn’t really a good idea. ",
        "Josh: Wow... ",
        "Reva: Yeah, well, I knew you've be relieved. I know I am. And I understand \r\nwhy you would be, I do. I mean, it's time to move on. I know everything I need \r\nto know about this gift of mine. ",
        "Josh: And you're comfortable with that? ",
        "Reva: Very comfortable. ",
        "Josh: Okay. So it sounds like the trip was worthwhile. ",
        "Reva: Absolutely. And until this second sight of mines goes away, I want you \r\nall to know that I intend to use my abilities for good, not evil. ",
        "Josh: (Laughs) ",
        "Reva (in English accent): But I would be aware of any bad thoughts you have \r\nof me. You might as well just say them out loud, because chances are, I can read \r\nthem. (Laughter) And hear them. ",
        "Marah: Well, I will keep that in mind, but I’m just glad to have you back, \r\nand maybe things can calm down a little bit now. ",
        "Shayne: Yeah, welcome home, Mom. So what am I thinking right now? ",
        "Josh: (Laughing) ",
        "Reva: I'm sensing something about a snack. Actually, there is something I \r\nshould do right... right away is to go see Harley. But I'll be back just as soon \r\nas I can. Okay? ",
        "",
        "Gus: I can't help you. Not with your problems with your son Phillip, okay? \r\nThat's your problem. That's you guys' problem. ",
        "Alan: I thought you just told me that you were going to help me get my son \r\nback. ",
        "Gus: Well, there's something that I can help you with okay, Al? ",
        "Alan: Look, I need all the help I can get right now. ",
        "Gus: Did you ever hear of a woman named Regina? Regina? ",
        "Alan: That's a pretty name. ",
        "Gus: Beautiful Italian woman? Phillip's nanny a long time ago? ",
        "Alan: Regina. Bella Regina. Yes. I wonder if she's upstairs. I need to check \r\non Phillip. I haven't seen him... ",
        "Gus: No, no, Al, Al. Big Al, you're doing that thing again. No. This was a \r\nlong time ago. Phillip's a grown man now. And the reason that I bring her name \r\nup is because as it turns out this woman was very important to both of us. I've \r\nbeen meaning to... Trying to tell you this. ",
        "Alexandra: Alan, here you are. You're suppose to be inside getting your test. \r\nI was about to call the police. ",
        "Alan: Well, isn't that funny, Alex? I'm here talking with the police. ",
        "Alexandra: Yes, so you are. You two having a nice chat? ",
        "Gus: Oh, yeah, we're having a lovely chat. ",
        "Alan: We were talking about fathers. ",
        "Alexandra: Is that so? ",
        "Alan: Yes. And it sounds like he had a pretty good father, unlike our father.\r\n",
        "Alexandra: Yes, well, Brandon was one of a kind, wasn't he? Thank goodness. (\r\nDoor opens) Nolan, I found him. Nolan, will you please stay with Mr. Spaulding?\r\n",
        "Gus: No, you know what, Nolan? Don't, please go home. I'm going to stay with \r\nMr. Spaulding. ",
        "Alexandra: Well, actually I have to speak with you for a moment. Excuse us. \r\nAll right, what the hell do you think you are doing? You see the condition this \r\nman is in? You want to push him right over the edge? ",
        "Gus: What is wrong with him? Is he on something? ",
        "Alexandra: My brother will be fine if you keep what you know to yourself. You \r\nspread this whole mess, spill it, and you will throw him over the edge, I know.\r\n",
        "Gus: Your brother is acting like he just had a lobotomy. ",
        "Alexandra: I can take care of my brother. You stay out of the way. ",
        "Gus: Is that what you think? Is that what you think? ",
        "Alexandra: Yes, I do. I know it. Gus, nothing good can come from you telling \r\nAlan that you are is his son, not now. Not for Alan, not for you. Fine, Alan, \r\nlet's go on in. I think they're ready. ",
        "",
        "Rick: So what can I do for you, Mr. Archer? ",
        "Archer: I know you're busy, Dr. Bauer. I'll get... I'll get right to the \r\npoint. We need a new County Medical Examiner. Now, I know I'm coming at you out \r\nof nowhere here, but we're... we're just really in a jam. I mean, you seem like \r\na good candidate. I mean, from what I understand, you've had a great deal of \r\ntraining in forensic medicine. ",
        "Rick: That was a very long time ago. ",
        "Archer: It doesn't matter. You've got the qualifications we're looking for. \r\nAnd as you know, it's part-time, so, you know, it won't interfere with your \r\nregular duties here at Cedars. ",
        "Rick: I wanted to know, what happened to Jed Simmons? Did he resign? ",
        "Archer: He... Dr. Simmons seems to have dropped off of the face of the earth. \r\nHe didn't show up for work one day, and he hasn't answered his calls and hasn't \r\nreturned to his house. ",
        "Rick: That's strange. ",
        "Archer: Well, the FBI is on the case now. So hopefully, you know, we'll track \r\nhim down. But in the meantime, we need a new M.E.. I mean, we've got cases \r\npiling up on us already. I mean, I'm sorry to put you in a bind like this, Dr. \r\nBauer, but I need to go back to the office with an answer. ",
        "Rick: What the hell? Sure. I mean, I could... I could really use a new \r\nchallenge. ",
        "Archer: That's good. ",
        "Rick: Yeah. ",
        "",
        "Ben: Mrs. Hendon, we're never going to get everything done, you know, our \r\nwork done if we don't get going. ",
        "Ramona: Well, I just can't tear myself away. I'm having such a good time \r\ngetting to know Marina. ",
        "Marina: Oh, I’m having a good time getting to know Mrs. Hendon, too. ",
        "Ramona: Please call me, Ramona. ",
        "Marina: Okay. ",
        "Ben: Oh, man. ",
        "Marina: What's wrong? ",
        "Ben: Nothing. No, I just... You know. ",
        "Marina: Don't you love that about him? He's so good, you know. He's always \r\njust so on top of things. ",
        "Ramona: One of my favorite things about Ben. I hope you realize what a great \r\nguy you have here, Marina. You're a very lucky girl. ",
        "Marina: Oh, well, you know, he's a very lucky guy. I guess it worked out \r\npretty well for the both of us, huh? ",
        "Ramona: Well, isn't she delightful? Ben, would mind getting me a drink before \r\nwe move on? Why don't we sit down? ",
        "Marina: Okay. ",
        "Ben: Do you really think that's the best idea right now? ",
        "Ramona: Really, relax Ben. It's all right. You know, if we're a little late \r\nfor a meeting, it's no big deal. Besides Marina and I promise to only say nice \r\nthings about you behind your back. ",
        "Ben: Marina, do you...? ",
        "Marina: Oh, no, I’m okay. Thanks. You know, it must be so great to be so just \r\nin control at your job, you know, just be able to make people wait. I do that at \r\nmy job, no tip for Marina. ",
        "Ramona: You know, I wanted to ask how did you liked the gift from Ben, the \r\nnecklace? ",
        "Marina: Oh, you knew about that? I loved it. ",
        "Ramona: Well, he was so excited he couldn't help himself. ",
        "Marina: Really? That was fast. ",
        "Ben: How's everything. ",
        "Ramona: Well, I’m having a great time getting to know Marina. She's \r\neverything you said she was. You don't take that for granted. ",
        "Ben: Believe me, I don’t. ",
        "Ramona: You know how men can be. ",
        "Marina: Oh, yeah. Men. ",
        "Ramona: Well, don't let him get away with anything. You make sure that he \r\ntreats you like a princess at all times. Well, I guess we'd better get going. \r\nThe conference room is upstairs. ",
        "",
        "Josh: Hey, how's that arm today, huh? ",
        "Shayne: Pretty good. ",
        "Josh: Yeah? ",
        "Shayne: Yeah. ",
        "Josh: Well, test it out. Let's go on down to the park and throw the ball \r\naround a little bit. What do you say? ",
        "Shayne: It's not really a good time. I already kind of made other plans. ",
        "Josh: What are you talking about? ",
        "Shayne: Tomorrow. ",
        "Marah: We're going to go to a party. ",
        "Josh: The two of you are going to go to a party together? ",
        "Marah: Yeah. I know it's kind of weird, but he begged me. ",
        "Josh: Okay. Well, if you're going to do that, you... you don't stay out late, \r\nbecause you have practice tomorrow. ",
        "Shayne: I'll be fine. ",
        "Josh: And every practice makes a difference. You know that. ",
        "Shayne: Dad, it's cool that you're so supportive of the baseball thing, and I \r\nappreciate it, too. ",
        "Josh: Well... ",
        "Shayne: I just need some time for my life also. You know what I mean? ",
        "Josh: I understand that. I just don't want you to let a good opportunity slip \r\nthrough your fingers, son. ",
        "Marah: Like you did? ",
        "Josh: Well, no, my situation was entirely different. I mean, yeah, my dad, he \r\nwanted me to go out for sports just like your Uncle Billy and like Hamp, and be \r\nthe big guy on campus and all that. But I didn't want to do that. I wanted to go \r\nmy own way. ",
        "Shayne: There's nothing wrong with that, Dad. ",
        "Josh: That's true. But see the thing is I gave up baseball because I didn't \r\nwant to be compared to my older brother, the football star. It cost me. It cost \r\nme a lot of... a lot of time because I was so determined to be different. ",
        "Marah: You still regret it? ",
        "Josh: No. No, I don't regret it at all. I love my life. I got you guys and I \r\nhave your mom, and I’m a happy guy. But this isn't about me. This is about your \r\nbrother. Son... son, I see the look in your eyes when you're on the pitching \r\nmound. Don't give up on your dream. See, if you do that, I’m afraid you'll never \r\nbe able to forgive yourself. ",
        "",
        "Cassie: Oh, the prodigal sister. (Laughter) ",
        "Blake: So how was it? How was the trip? Did you do the \"Sound Of Music\" tour?\r\n",
        "Reva: Well, no, really. All I know about Austria is all the fun things that I \r\ndidn't do that everybody told me I should do. But I'll tell you all about it. I \r\nreally do need to get in and see Harley. ",
        "Cassie: Go. I'll be here. ",
        "Reva: Okay, great. (Knock on door) (door closes) ",
        "Harley: Hi. ",
        "Reva: Oh. ",
        "Harley: No, that's okay. That's okay. Hey, how are you? Hey, I knew you \r\nweren't around. You were away? ",
        "Reva: I was gone, but I’m back now. It's good to see you. ",
        "Harley: You, too. ",
        "Reva: For a moment there, I thought you'd left us. ",
        "Harley: Yeah, the doctor said it was a pretty close call. ",
        "Reva: I didn't hear it from the doctors, Harley. I saw it. ",
        "Harley: What do you... What do you mean you saw it? ",
        "Reva: You and Nadine. When you were in the E.R., I... I saw your mom come for \r\nyou. I know how strange this sounds, but I... I saw what I saw. You and your mom \r\nwhen you were in trouble in the E.R. I mean, am I crazy? Was she here? ",
        "Harley: No, you're not... You're not crazy. I just... I can't believe that \r\nyou know this. I... Yes, there was a moment when I was in the E.R. and I \r\nflat-lined, and she was there. (Laughs nervously) ",
        "Reva: So, was it wonderful? ",
        "Harley: (Laughs) ",
        "Reva: Well, I mean, you know, seeing her? ",
        "Harley: Yes. Seeing her was... was wonderful. She's the reason that I came \r\nback. For my kids. ",
        "Reva: So you believe... ",
        "Harley: You know, I was trained as a police officer, you know. They teach us \r\nyou can't believe anything that you don't see with your own eyes or hear \r\nyourself. But I'm telling you I saw her and I heard her. Are you okay? ",
        "Reva: Oh... I should be asking you that question. ",
        "Harley: Well, I’m okay. You want to see my stitches? ",
        "Reva: Oh, no. ",
        "Harley: That cheers everybody up. ",
        "Reva: Not unless they're on your fanny. ",
        "Gus: Hi. ",
        "Reva: Oh. Hi. ",
        "Harley: Hi. ",
        "Gus: Hi. ",
        "Reva: I'll go. I'm going to leave you two alone. But if you need anything, \r\nseriously, you'll give me a call? ",
        "Harley: Oh, I’ll call you. ",
        "Reva: Josh sends all kind of love. ",
        "Harley: Say hi to him and the kids for me. ",
        "Reva: See you, okay? ",
        "Gus: See you. Hi. ",
        "",
        "Cassie: Hey, is Harley okay? ",
        "Reva: Yeah. Yeah, she’s... she's great, but I was right. I saw Harley and her \r\nmom when Harley was in the E.R. ",
        "Cassie: Isn't this one of those things you discussed with that doctor in \r\nVienna? ",
        "Reva: Yeah. ",
        "Cassie: Okay. So he thinks that you have a gift? He thinks this is the real \r\nthing? ",
        "Reva: Well, that's how I would like to think of it, but I’m not so sure I \r\nshould. ",
        "Cassie: Okay, so why is this a bad thing? ",
        "Reva: Because I’m having these feelings that the shooting, the Harley \r\nshooting is only the beginning of things that are going to happen to her, and \r\nit's frustrating knowing these things before she even does. ",
        "",
        "Harley: So where were you? ",
        "Gus: I was playing a little basketball. ",
        "Harley: (Laughs) Playing basketball? ",
        "Gus: Mm-hmm. ",
        "Harley: Well, maybe if I stay in here long enough, you'll be ready for the \r\npros. ",
        "Gus: No, that's not going to be happening. ",
        "Harley: (Laughs) ",
        "Gus: Do you want to take a little walk, get some air? I think you should. \r\nLet's go, up. ",
        "Harley: This is going to hurt. This is going to hurt. ",
        "Gus: Up, up, up. Don't be a chicken, come on. ",
        "Harley: Chicken. I've had three children. ",
        "Gus: Oh, stop it. Ready? You can do this. Does that hurt? ",
        "Harley: Yeah, it all hurts. ",
        "Gus: Come on. All right, we can take ourselves a little walk, get some air \r\nfor you, right? I'm going to tell you about the strangest conversation I’ve ever \r\nhad. ",
        "Harley: Really? ",
        "",
        "Rick: The scan shows when various diseases cause a particular parts of the \r\nbrain to fire. It also highlights drug receptors. ",
        "Alexandra: Drug receptors? ",
        "Rick: Mm-hmm. ",
        "Alexandra: Oh, you mean you could tell if Alan’s taken some sort of drug that \r\nwould alter his mental state or something? ",
        "Rick: Yeah, exactly. ",
        "Alexandra: (Laughs) Well, that's... that's amazing information. Thank you \r\nfor being so thorough. ",
        "Rick: You're welcome, Alex. If there's anything else that you need just let \r\nme know, okay? ",
        "Alexandra: No, I think I have everything I need to know for now. ",
        "Rick: Okay. I'll talk to you later. ",
        "",
        "Ben: I hate to leave you right now. ",
        "Marina: You know what, Ben? It's fine, just go. So work seems to be going \r\npretty good, huh? ",
        "Ben: I hope so. ",
        "Marina: Well, your boss seems to really love you. ",
        "Ben: Yeah, yeah, I guess she does. Marina, this job is... What I want to say \r\nis that I really feel like I'm doing it for both of us. I mean, the money is \r\ngreat and I’m making some good connections. ",
        "Marina: Ben, you know what? You don't have to explain anything, okay? Just \r\ngo. You know what? Go, go to work. Knock them dead, all right? ",
        "Ben: You're the best. ",
        "Marina: So are you. ",
        "Ben: Very funny, Ramona. ",
        "Ramona: Oh, lighten up, Ben. Everything is fine. I was really glad that I got \r\nto meet Marina. ",
        "Ben: What? ",
        "Marina: Just take it so you ",
        "can think about me while you're ",
        "at work. That's my handkerchief. ",
        "",
        "Cassie: Hey, I have an idea. It sounds a little crazy, but why don't you make \r\nit a new show and use your psychic powers? ",
        "Reva: No. No! No, no, no. Well, of course, you want to co-host with me. You \r\nknow, we could be the psychic sisters. ",
        "Cassie: Oh, come on. ",
        "Reva: Has a nice ring to it. ",
        "Cassie: It really does. ",
        "Reva: Mm-hmm. ",
        "Cassie: But I don't have any psychic powers. ",
        "Reva: Well, I happen to remember a time when you told me that you saw \r\nRichard. ",
        "Cassie: I did, yeah. His spirit came to me right before he died. But it \r\ndidn't happen before that, it hasn't happened since, so I’m sure it was just a \r\none- time-only thing. ",
        "Reva: Maybe. Maybe not. ",
        "Cassie: Okay. So what does Josh and the kids think about this? ",
        "Reva: Well, the kids are... The kids are actually fine with it. They're just \r\nthinking of it as another weird thing they know about their mother, but Josh is \r\nnervous. He's thinking of it as another, I'm sure, as another Reva crises that's \r\ngoing to take over our lives. ",
        "Cassie: It doesn't have take over your lives. ",
        "Reva: No, and I won't let it, because I'm downplaying the whole thing. I \r\nmean, I didn't even tell any of them about the results of the test I took over \r\nthere. ",
        "Cassie: Okay, so tell me. ",
        "Reva: I will, because I have to tell someone. Dr. Langham ran these test and \r\nmy results were so high on the sensory charts, and the impressions that I’ve \r\nbeen receiving have been increasing in frequency, especially since I stepped off \r\nthe plane back here. ",
        "Cassie: I wonder why. ",
        "Reva: Who knows? All I do know is that I've been having some very weird \r\nfeelings. I feel like somebody's trying to tell me something, and it's scaring \r\nme to death. ",
        "",
        "Rick: You ready, Alan? ",
        "Alan: Ready. This won't hurt, will it? ",
        "Rick: Oh, not at all, Alan. We're just going to take a quick look at that \r\nvast billion-dollar brain of yours, and I'm sure once we start looking, we won't \r\nfind anything at all. I'll be right back. ",
        "Alexandra: Alan, you're going to be just fine. Just fine. Come on, darling. \r\nWe're going to go into this room over here, and that's where they're going to \r\nput you in this tube, you see, and that's where you're going to have the test.\r\n",
        "Alan: Wait, wait, wait. They're going to put me in a tube? ",
        "Alexandra: Well, yes, they have to put you in the tube so they make certain \r\nthat you stay very still for the test, but Rick says it's not going to take that \r\nlong, maybe 30, 45 minutes. That's all you have to be in the tube. ",
        "Alan: That's a long time, Alex. ",
        "Alexandra: I know you don't like being enclosed, darling, but... ",
        "Alan: No, I don't like being enclosed! ",
        "Alexandra: All right. Alan, maybe this is a good time for you to start \r\nworking through that claustrophobia. You know, it's been a long time since \r\nBrandon locked you in that closet, Alan. It's time that you got over those \r\nfears, don't you think? Now, let's go on in. Can't be that bad. ",
        "Alan: No, no. I won't let you do this, Alex. No one is going to put me in \r\nthat tube. ",
        "Alexandra: Alan... ",
        "Alan: Because if they put me in that tube, I won't be able to breath. ",
        "Alexandra: Alan! ",
        "Alan: They're not going to put me in there, do you hear me?! ",
        "\n"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=-GdO3l4DCtA"
}