{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "alexandra: Huh. ",
        "Gus: What did you do to harley? She's acting like a stepford wife. ",
        "Alexandra: Well, she's happy. Isn't that a good thing? ",
        "Gus: I don't think so, no, because this morning she was suspicious of you and \r\nyour involvement with brad green, and now she's acting like a happy crazy \r\nperson. Then i catch you with brad's wife. What did you do to her? ",
        "Alexandra: I think it's best you don't know. ",
        "Gus: I think it's best that you tell me while I'm still calm. ",
        "Alexandra: Oh, really? Well, this is calm, huh? ",
        "Gus: Just tell me what you did. What did you do? ",
        "Alexandra: Okay. Harley called marie, asking her questions about brad and me. \r\nI just merely convinced marie that she should do what is best for everyone. ",
        "Gus: What is that, lie? ",
        "Alexandra: (Laughs) why are you so upset, for pete's sake? I gave you a \r\ngift, a gift of a very happy bride-to-be. Harley's off my back and yours. ",
        "Ross: Hello, gus, alex. ",
        "Alexandra: Ah, ross. ",
        "Ross: Glad I ran into you. Gus, i left a message for you with harley. ",
        "Gus: Oh, yeah. Right. Sorry, i've been busy. What's wrong? ",
        "Ross: Something i need to discuss with you, so meet me at the beacon in about \r\nan hour? ",
        "Gus: What's it about? ",
        "Ross: You'll see. And, alex, you come, too, because you are definitely a part \r\nof this. See you soon. Excuse me. ",
        "Alexandra: Oh. ",
        "Michelle: We're having company tonight? ",
        "Danny: What do you mean? ",
        "Michelle: Yeah, hello? ",
        "Danny: No, that's company. It's the name of a restaurant. ",
        "Michelle: Oh. Well, that's kind of a weird name. Do i like it? ",
        "Danny: Well, you used to. That's why you wrote it in your book. Tonight is \r\nnormally our date night. Normally. ",
        "Michelle: You get a date night with your wife? ",
        "Danny: Yeah. When you've got a kid, you've got to plan ahead. ",
        "Michelle: That's cute. I like it. Let's go. I'm going to get ready. ",
        "Danny: Yeah? You serious? You want to go? ",
        "Michelle: Yeah. Wouldn't want to keep my date waiting. ",
        "Danny: All right. ",
        "Bill: See you. Hey, give louise my best. All right. Take care. Yes, yes, yes, \r\nyes. ",
        "Tony: Good? ",
        "Bill: You know, i'll tell you something. Getting that lakefront property? ",
        "Tony: Mm-hmm. ",
        "Bill: Huge, huge. It was a steal. In fact, alan spaulding is going to use \r\nthat same word: A steal. And olivia. (Laughs) ",
        "tony: Are you sure that olivia is not... You know, not expecting anything \r\nfrom the tip? I mean, seriously. ",
        "Bill: Well, i'm sure she does, but it's not my problem, you know? ",
        "Tony: Bill, i'm telling you, be careful with her. She plays rough. ",
        "Bill: Yeah, whatever. Look, it's getting late. You want to put an end to \r\nbusiness? ",
        "Tony: Mm-hmm. ",
        "Bill: All right, good. ",
        "Tony: Let's do it. Doesn't mean the night's over, though, right? Drink? ",
        "Bill: Uh, well, yeah. Shuh-nize... I've seen her around. She's a nurse over \r\nat cedars. ",
        "Tony: Yes, she is. She's pretty sexy. ",
        "Bill: Yeah, she's... She's sexy. She's alone. ",
        "Tony: Yeah, that she is, isn't it? ",
        "Bill: Yeah, it's too bad. You know, if she had a friend, then maybe we could \r\nboth, you know, just... ",
        "Tony: Well, you know, i was thinking it was too bad for you. ",
        "Bill: For me? I'm thinking for you. ",
        "Tony: Yeah? Here we are. Hm? ",
        "Edmund: Well. Everything you always wanted to know about farming, but were \r\nafraid to ask. ",
        "Cassie: Do you know how long this has been ing on? She has been using credit \r\ncards in my name for years. And you couldn't believe the ples she's gone to, \r\nusing my name. This is unbelievable. ",
        "Edmund: Well, i'm glad you're not obsessing on it because then i'd have to \r\nworry. ",
        "Jeffrey: Ah. The mayor and first lady of springfield. How are you guys doing \r\ntonight? ",
        "Ross: Counselor. ",
        "Jeffrey: What have you got there? Is that your speech, ross? Some dirt? Got \r\nany other dirt for me? ",
        "Blake: Well, not unless you're interested in our kids. ",
        "Jeffrey: Kids. You know, it never ends with them, does it? It doesn't matter \r\nwhether they're two years old or 20 years old, especially if you've got more \r\nthan one. You guys have... How many is it again? ",
        "Ross: I believe we've had this conversation before. ",
        "Blake: Three altogether. ",
        "Jeffrey: Three? Wait, hang on, because, ross, you told me that there was...\r\n",
        "Ross: Yes, I did. I have an adult daughter from a previous relationship. You \r\nhave a very good memory. ",
        "Jeffrey: That's right, a daughter. Uh, what was her name? ",
        "Ross: Dinah. ",
        "Jeffrey: Dinah. That's right, dinah. And dinah doesn't live here. She'S... \r\nWhere did you say that she lived? ",
        "Ross: Jeffrey, I know what you're trying to do, and it's not going to work.\r\n",
        "Frank: I got your message. ",
        "Harley: Well, good thing i was at the police station to get yours. ",
        "Frank: What did ross say? ",
        "Harley: Only that he wanted to see you and gus, something about a case. I \r\ncannot find gus anywhere. ",
        "Frank: A case? The only case I'm working on with gus is the spaulding drug \r\nsituation. ",
        "Harley: Speaking of which, i might be able to offer you a little closure. I \r\nhad a chat with marie green this morning. ",
        "Frank: Please tell me she said something about alexandra. (Cell phone rings) ",
        "harley: Oh, sorry, wait. I called a lot of people looking for gus. Hello? ",
        "Alexandra: What do you think... What do you think ross wants with us? ",
        "Gus: I don't know. ",
        "Alexandra: Well, do you think he knows something about me? ",
        "Gus: Well, frank is already suspicious, so... ",
        "Alexandra: You've got to continue to protect me, gus, because I helped you \r\nwith harley and all her doubts... ",
        "Harley: Oh, never mind. He's right here. Hey, i've been looking all over for \r\nyou. ",
        "Gus: Yes, well, here I am. Yeah. What does he want? What does ross... What's \r\nthis all about? ",
        "Harley: I don't know. Frank thinks it's about brad green and the spaulding \r\ndrug case. ",
        "Alexandra: Oh. ",
        "michelle: Boy, am I glad i ",
        "went shopping today. ",
        "Danny: Yeah? ",
        "Michelle: I'm just winging ",
        "this, you know? ",
        "I hope this is okay. ",
        "Danny: I'm sure it's more than okay. Ha. ",
        "Yeah. That's... You look great. ",
        "Michelle: Of course, you'd say that even if i didn't, but... ",
        "Danny: Yeah. But fortunately, you do. ",
        "Michelle: Yeah, i kind of do, don't I? ",
        "Danny: Yeah, you do. ",
        "Michelle: Well, you said we were going out, so i'm trying to look special. \r\nIt's not every day a girl gets to go on a first date with a guy who says he's \r\nher husband. ",
        "Danny: (Chuckles) yeah, I guess you're right. ",
        "Michelle: Just so you know. ",
        "Danny: What? ",
        "Michelle: I don't kiss on the first date. ",
        "Danny: You sure about that? ",
        "Michelle: No. ",
        "Danny: Good. ",
        "Michelle: How far did we get the real first time? ",
        "Danny: Married. It's a long story. Ready? ",
        "Michelle: Yeah. ",
        "Bill: So, you want to put your money where your mouth is? ",
        "Tony: You mean, do I want to take yours? Absolutely. (Cell phone rings) ",
        "bill: Bill lewis. ",
        "Tony: Too bad. ",
        "Bill: Hello? Hold on, we've got a bad connection. Hey, get me some fries to \r\ngo with my skirt steak. ",
        "Tony: Oh, yeah, you bet. ",
        "Jeffrey: You know, maybe i should smile more. Everyone thinks that my motives \r\nare sinister, but really i was just trying to make conversation. ",
        "Ross: (Chuckles) what do you think? ",
        "Blake: Well, I don't buy it for a second, but then again, that's just me. ",
        "Ross: Jeffrey, you know almost everything about almost everybody in town, so \r\nwhy don't we just stop playing games? ",
        "Jeffrey: Okay, ross. ",
        "Ross: Ask me what you want to ask. ",
        "Jeffrey: How's dinah? ",
        "Ross: She is still wanted for the fatal shooting of her former fiancé. ",
        "Blake: My brother. ",
        "Ross: Yes. Are we done? ",
        "Jeffrey: I guess extradition in that country is nonexistent. Oh, hang on. \r\nWhere is she again? ",
        "Ross: You see that, blake? He's trying to trick me with his clever web of \r\nwords? ",
        "Blake: What's the matter, jeffrey? Are you afraid that the new mayor is gng \r\nto cut into your power base? ",
        "Ross: Jeffrey, if i knew where my daughter was, believe me, I'd do the right \r\nthing. ",
        "Harley: I'll be right back. ",
        "Alexandra: Well, no reason to jump to the worst case scenario, is there? No \r\nreason to get ourselves into a panic. ",
        "Gus: Right. Considering this massive conspiracy that we have been \r\nperpetrating is about to blow up in our face. ",
        "Alexandra: I took care of marie, and there's no way anyone can prove I had \r\nanything to do with brad covering up that drug traffic. And by the way, you are \r\nlooking guilty most of the time. Heavens, it's a wonder you survived undercover.\r\n",
        "Gus: You know, maybe you're right. Maybe I should be more like you. Smiles \r\nall the time. \"Smiles, everybody, smiles,\" while we are invited down here by the \r\nmayor of springfield to have a meeting with the chief of police, who's \r\nsuspicious of you. You're right. What am I thinking? It should be easy for me to \r\nlie. I've got it down to a science with my fiancee-- and that's really nice, \r\ntoo, starting out a whole new life based on a lie, after I get married. ",
        "Alexandra: All right. ",
        "Gus: That's good. ",
        "Alexandra: All right. But you are not the one who could go to prison. ",
        "Gus: What's the matter? Your confidence running out after paying off marie \r\ngreen? ",
        ">>Lexandra: Well, you are hardly inspiring confidence in me. ",
        "Gus: That's because frank is involved now, and he's got his chick, darci, \r\nsaying that you were in paris with brad green. Come on! The only thing that's \r\ngoing to stop frank from finding out everything is he's going to lose his job, \r\nget fired or get killed. Come on! ",
        "Alexandra: There is always a way. ",
        "Frank: So you're saying marie was absolutely sure that brad green was acting \r\nindependent of spaulding, right? ",
        "Harley: Marie insisted that brad acted alone. ",
        "Frank: Well, how does she know for sure? ",
        "Harley: Marie's marriage consisted of three things: Spending money, crying, \r\nand being nosy. There is no way that alexandra was involved with brad in the \r\ndrug thing without marie knowing. ",
        "Frank: Well, there it is then. Well, you must be relieved, right? I mean, I \r\nknow that's been weighing very heavily on your mind. I mean, can you imagine \r\nwhat would happen between you and gus if alexandra was involved? ",
        "Harley: Well, now i don't have to think about it. Right? I can plan my \r\nwedding. ",
        "Frank: Oh, sis, i just don't want anything to interfere with your happiness.\r\n",
        "Buzz: Hey, you. ",
        "Alexandra: What are you doing here? ",
        "Darci: Ross told us to come down. ",
        "Buzz: He said it was something we wouldn't want to miss. ",
        "Harley: Daddy. ",
        "Ross: Oh, i guarantee you're not going to want to miss it, because what i \r\nhave to say is going to change this family for a long time to come. ",
        "Bill: Well, my, my. I was gone for five minutes, you've alrea got company. \r\nIsn't that nice? Hi. ",
        "Tony: Bill? ",
        "Bill: Yes? ",
        "Tony: Sheryl. Sheryl, bill lewis, my partner in crime. ",
        ">>Heryl: Hi. Nice to meet you. ",
        "Bill: Nice to meet you. Nice to meet you. ",
        "Tony: She is a nurse. ",
        "Bill: A nurse? ",
        "Tony: At cedars, lucky for me. ",
        "Bill: Lucky... Oh, because you hurt yourself three minutes ago, right? ",
        "Tony: Well, you know, it's an old football injury. ",
        "Bill: Oh, is that football injury coming back? Is that... What's the \r\nprognosis on this injury? ",
        "Sheryl: Well, he'll live. ",
        "Bill: He will? My goodness. ",
        "Tony: Yeah, well, listen. You know what, bill? We've got to go. We have some \r\ndinner plans, so we'll see you later. ",
        "Sheryl: Oh. Well, I've already eaten, but thank you. ",
        "Tony: Okay. Well, what do you say? A drink, then? ",
        "Bill: You've got to forgive my friend tony, here. He's a little slow when he \r\nhears the word \"no.\" ",
        "Tony: Hey, I am not slow. ",
        "Bill: He's a little slow. He's... ",
        "Sheryl: I got you. Well, you know, a drink I can do. ",
        "Tony: Yeah? ",
        "Sheryl: Are you coming, bill? ",
        "Tony: Well, why does he got to go? ",
        "Bill: Who, me? ",
        "Sheryl: (Laughs) ",
        "bill: Well, sheryl, i'd love to go. In fact, i should probably be there in \r\ncase tony's arm gives out. You know, with that old football injury. ",
        "Tony: Hey, watch that shoulder. That's my bad one. Okay. ",
        "Sheryl: You know, i really should take a look at that. ",
        "Tony: Yeah. Maybe when goof-ball over there takes off. Hey, guys. How you \r\ndoing? ",
        "Michelle: Hey, tony. ",
        "Tony: Michelle, how are you? ",
        "Bill: Danny. ",
        "Michelle: Good. We're on a date. ",
        "Tony: Yeah? Well, that's great. Good for you. ",
        "Michelle: I'm michelle. Hi. ",
        "Sheryl: Well, i know. I mean... ",
        "Tony: She's a nurse at cedars. ",
        "Michelle: Oh. So, like, we work together, then, right? ",
        "Tony: Mm-hmm. ",
        "Michelle: Okay. ",
        "Sheryl: Yeah. I've always enjoyed working with you. ",
        "Michelle: I'm not dead. ",
        "Tony: Uh, okay. Well, we should... ",
        "Danny: I'm going to get us a table. Okay? ",
        "Tony: What do you say, we should go, huh? ",
        "Danny: I'm going to get us a table. ",
        "Bill: Sheryl, your chariot awaits. ",
        "Michelle: Tony? ",
        "Tony: Yeah, yeah? ",
        "Michelle: A little confused. ",
        "Tony: Why, what's up? ",
        "Michelle: Well, what's-her- name, I thought was with you and she left with \r\nhim. ",
        "Tony: Sheryl? Well, you know, we'll see. Wish me luck. ",
        "Michelle: Wow. Lucky girl, gets to choose between tony and bil right? ",
        "Danny: What? ",
        "Michelle: I just... You know, I mean, if i were single and those guys... Not \r\nthat i'm not... I know that i'm not. I mean, I'm with... Oh, screw it. ",
        "Ross: Chief cooper, detective aitoro, whdon't you come over and stand to my \r\nright? I'm just going to say a few words. All right? ",
        "Frank: Well, if one of us is getting fired, i hope it's you. ",
        "Gus: Careful what you wish for. ",
        "Ross: First of all, i'd like to say to the press, thank you for coming out \r\nhere this evening on such short notice. Now, then, the city of springfield is \r\ngrateful to the federal authorities for their help in arresting mr. Salerno. But \r\nas chief cooper has informed me any number of times, this case is far from \r\nclosed, because when a criminal like mr. Salerno can infiltrate one of \r\nspringfield's most established corporations, that means we have a lot of work to \r\ndo. And with that in mind, i've established a special commission on organized \r\ncrime, and I have selected a director for that commission, and that director is \r\nmr. Frank cooper. (Plause) ",
        "frank: Thank you. ",
        "Ross: And in addition... In addition to that, I am promoting gus aitoro to \r\nchief of detectives. (Applause) congratulations. ",
        "Buzz: Frank, I always said you'd amount to something someday. ",
        "Frank: Gee, thanks, dad. ",
        "Reporter #1: Detective aitoro? Detective aitoro? What's first on your agenda \r\nhere? ",
        "Gus: Uh, don't know. Fresher donuts in the thing, in the room. My boss is \r\nbetter at answering stuff like that, so... ",
        "Reporter #1: Uh-huh. Chief cooper, what is the commission going to be \r\ntackling first? ",
        "Frank: Well, we will be conducting an exhaustive investigation to make \r\nabsolutely sure that the recent sting operation captured all those involved in \r\nthe antimonious case. ",
        "Reporter #1: Are you saying that there may be more arrests? ",
        "Frank: I'm just saying that we'll go wherever the evidence leads us. ",
        "Reporter #1: Why don't we have a photo-op? ",
        "Harley: Hey. Is something wrong? ",
        "Gus: No, I... I don't want to make a big deal. ",
        "Harley: But honey it is a big deal, and I am so proud of you. ",
        "Gus: Well, I don't deserve it, really. I don't deserve you, really, either.\r\n",
        "Gus: Coming up on \"guiding ",
        "light\"... ",
        "Danny: If i could, I would take you home right now and... ",
        "Michelle: So why don't you? ",
        "Ross: Ross marler. ",
        "Dinah: Daddy? It's me. ",
        "Ross: Dinah. ",
        "Dinah: Cassie winslow, how is she? ",
        "Alexandra: Well, congratulations. A posting well-deserved. ",
        "Gus: Hm. ",
        "Harley: I just said the same thing. Of course, try convincing him of that.\r\n",
        "Alexandra: Well, modesty becomes him. It couldn't come at a better time, \r\neither, this promotion, huh? ",
        "Gus: I don't get your meaning. ",
        "Alexandra: Well, I just mean with the promotion, there's an increase in \r\nsalary, profile, and now you can give your lovely fiancee the life she really \r\ndeserves. ",
        "Harley: Ha! (Laughs) ",
        "alexandra: (Laughs) what? Did I say something funny? ",
        "Harley: I am still getting used to you caring, alexandra. ",
        "Alexandra: Well, I do, so get used to it. Okay, congratulations again. ",
        "Gus: Thanks. ",
        "Harley: You deserve me, and you certainly deserve this. ",
        "Gus: You actually did more than i have at the police department, you know? I \r\nwas, like, the last one to come to the party. You've solved more cases than me.\r\n",
        "Harley: You can't possibly think that i deserve this more than you. I'm not \r\neven on the force anymore. ",
        "Gus: You'd be surprised what i'm thinking these day ",
        "alexandra: Marie? Your timing couldn't be worse. Get out of here. ",
        "Marie: I'm aware of our agreement, but i thought it would be fun for me to \r\ncome down and have dinner in public one more time before i go. I can eat in \r\npublic, can't i? ",
        "Alexandra: No, not when the public is an assembled group of the mayor and the \r\ncommissioner. No, I don't want you around any of these people. ",
        "Marie: Oh, I'll be good. ",
        "Alexandra: No. Good? Good? You go right home and you order a pizza, because \r\nthe money i paid... (Lowers voice): The money i turned over to you, my dear, \r\nbuys me certain things: Your story to harley and your cooperation. And it mns \r\ncomplete inaccessibility to you. I don't want you anywhere near these people \r\nthat can ask inconvenient questions. Now, bye-bye, marie. ",
        "Cassie: Well, i can't wait to go home and snuggle up to a good book of \r\norganic pesticides. ",
        "Edmund: Ooh, dibs on that when you're finished. ",
        "Cassie: (Laughs) my evil twin is somewhere in europe, wearing fur. Oh, and \r\nshe's probably at the luxembourg royal charity ball, probably as we speak. ",
        "Edmund: How did you find that out? ",
        "Cassie: Because i ordered statements on every card i could track down. Lo, \r\nthey even sent me a new card: Princess cassandra winslow. ",
        "Edmund: Uh-huh. You know what's really troubling you about all this? Is this \r\nwoman has the life that you once had, and as strange as this may sound, you miss \r\nit. ",
        "Cassie: That's ridiculous. ",
        "Edmund: Oh, it's not ridiculous, cassie. You were a first lady. You were the \r\nprincess of san cristobel and now... ",
        "Cassie: I'm happy. I'm really happy. And you have given me this life that \r\ni've always wanted. I would just like to rip my old life out of the greasy \r\nmanicured paws of this nut-job. And speaking of manicure, you should see her spa \r\nbill: $200 for her manicure! ",
        "Edmund: $200? ",
        "Cassie: Yes! ",
        "Edmund: That's ridiculous. That's where i draw the line, because I never \r\nspend more than a hundred on mine. (Laughs) ",
        "cassie: You think this is funny. ",
        "Edmund: No. Well, yeah. ",
        "No, I don'T. Of course, not. Just... I hate to see you upset. (Door slams) \r\nhey, let's light a fire on this whole sordid affair, shall we? Hello, jeffrey.\r\n",
        "Jeffrey: Edmund, what can i do for you? ",
        "Edmund: Well, as strange as this may sound, I need your help. ",
        "Danny: So, about that kiss... ",
        "Michelle: All right, you don't talk about a kiss; you just do it. ",
        "Danny: Hey... I'm not complaining. ",
        "Michelle: It was nice. ",
        "Danny: It was more than nice. ",
        "Michelle: It was hot. ",
        "Danny: (Laughs) yeah. You could say that. ",
        "Michelle: So that girl that was here before with tony, was he, like, serious \r\nabout her? ",
        "Danny: I don't know. I guess he's... He was serious about what he wanted to \r\ndo with her. I think... He probably just met her. ",
        "Michelle: Really? He doesn't have, like, a girlfriend or anything? ",
        "Danny: Not as far as I know. There was only one girl that tony was ever \r\nserious about. Marah lewis. ",
        "Michelle: Which is... Oh, that's reva's daughter, right? ",
        "Danny: Right, reva's daughter. And that didn't work out, scarred him for \r\nlife, so now any girl who comes along... ",
        "Michelle: Is just any other girl? ",
        "Danny: I guess, yeah. ",
        "Michelle: So, what about you? ",
        "Danny: What about me? ",
        "Michelle: Were you the kind of guy who would pick up a girl in a bar? ",
        "Danny: I'm taking the fifth. ",
        "Michelle: Supermarket? ",
        "Danny: (Laughs) ",
        "michelle: Laundromat? ",
        "Danny: Uh-uh. ",
        "Michelle: You can tell me. What? Look, you've got to figure, before my brain \r\ngot all scrambly, you know, I knew what i was getting into. Right? ",
        "Danny: Yeah. A life of joy and contentment. ",
        "Michelle: So, what were they like? Were there a lot of them? Were they \r\npretty? ",
        "Danny: What are you going to... What are you going to eat? ",
        "Michelle: Whoa. What are you hiding? ",
        "Danny: I'm not hiding. ",
        "Michelle: You were, like, a player or something. You were, like, the love \r\nthem and leave them kind of guy? ",
        "Danny: Okay. You really want to know? ",
        "Michelle: I want to know. You can tell me. Come on, i can take it. ",
        "Danny: Okay, the truth. The truth is that my life began and ended with you. \r\nYou're the only woman whoever meant anything real to me. You want a little more \r\ntruth? If i could, I would take you home right now and... ",
        "Michelle: So, why don't you? ",
        "danny: Hey, what are you? Hey... ",
        "Michelle: Look, tony and bill left with that nurse. They don't know her. So, \r\nwhat's wrong with us? ",
        "Danny: What happened to your \"no kiss on the first date\" policy? ",
        "Michelle: I kind of broke that one already, didn't i? ",
        "Danny: Yeah, you did. We haven't eaten yet. ",
        "Michelle: Well, i'm not really dressed for burgers, anyway. ",
        "Danny: I like the look, by the way. ",
        "Michelle: You do? ",
        "Danny: Mm-hmm. ",
        "Michelle: Hm. I'm just kind of feeling a little self-conscious, you know. ",
        "Danny: Why? ",
        "Michelle: Well, it's kind of the trick, since i don't really know what kind \r\nof self i am. ",
        "Danny: (Laughs) well, you don't really know anybody here, and even if you \r\ndid, who cares what they think? ",
        "Michelle: You're trying to stall. ",
        "Danny: No, I'm not. I just... No, I just... I want to make sure we're not \r\ncutting our date night short, that's all. ",
        "Michelle: I hadn't planned on cutting it short. ",
        "Danny: Michelle, if you're doing this because you... ",
        "Michelle: Don't try to protect me. All right? I know what I'm doing, and i \r\nknow what I want. Right now, anyway. Let's get out of here. ",
        "Sheryl: Bill, i love your car! I mean, a summer night in a convertible doing \r\n100 miles an hour. I'm a nurse. I should know better than that. ",
        "Bill: Well, hey. It was fun, right? Did you have fun? ",
        "Sheryl: I did. Thank you. ",
        "Bill: Well, no, thank you. ",
        "Tony: It's leased. The car. ",
        "Bill: What? ",
        "Tony: It's leased. ",
        "Bill: So what? ",
        "Tony: Look, i'm just saying that your car is leased. ",
        "Bill: I hear what you're saying. I hear what you're saying. ",
        "Sheryl: Okay, i'm going to go and freshen up. ",
        "Bill: Okay. Well, you want anything? Anything you want. Tell me. ",
        "Sheryl: Sure. Well, you know, surprise me. ",
        "Tony: Okay, you. You're an idiot, you know that? ",
        "Bill: At least I've got a car, right? Do i have a car? ",
        "Tony: Oh, you're going to go there. Okay. ",
        "Bill: What's going on? Two of my usual single malt, please, and let's see... \r\nA grasshopper for the lady. What's wrong with a grasshopper? ",
        "Tony: (Laughs) ",
        "bill: What? ",
        "Tony: You know what? Forget it. Back to the point. ",
        "Bill: What are you talking about? ",
        "Tony: Your car is leased, man. ",
        "Bill: So what? ",
        "Tony: I'm, you know... ",
        "Bill: What, do you think it's some sort of sham or something? ",
        "Tony: Yeah, possibly. ",
        "Bill: Is that what you're implying here? Well, so it's better than you can \r\ndo. ",
        "Tony: Hey. ",
        "Bill: What have you got? ",
        "Tony: Hey, I don't have to try to do anything. You know why? I've got a \r\nmotorcycle. ",
        "Bill: That moped is a motorcycle? ",
        "Tony: Ha. Women love men on motorcycles, pretty boy. ",
        "Bill: I scored big points with the convertible. ",
        "Tony: Hey. ",
        "Sheryl: Hi. Now, you boys weren't fighting over little ole me, were you? ",
        "Tony: No, absolutely not. That would be entirely... No, that would be rude.\r\n",
        "Bill: It would be insensitive, in fact. ",
        "Tony: Yeah, insensitive. ",
        "Sheryl: It would. ",
        "Bill and tony: Yeah. ",
        "Sheryl: It would. It would be, yes. Oh, thank you. It would be wrong and \r\ninsensitive, but i'm worth the fight, so who's ahead on points? ",
        "Tony: Now we're talking. See, you're my kind of girl. I like... I like her. I \r\nlike you. ",
        "Sheryl: Well, you know, i'm one of six-- all brothers. ",
        "Tony: I see. ",
        "Sheryl: Um... ",
        "Tony: Cheers? ",
        "Sheryl: Who ordered the grasshopper? ",
        "Bill: Oh, tony. ",
        "Tony: (Laughs) he's lying. I'm telling you. ",
        "Sheryl: Darling? Can I get a domestic on tap? ",
        "Bill: Sheryl, you just keep getting better and better and better. ",
        "Tony: That's my girl. ",
        "Bill: Just be-be-be the woman of my dreams and tell me you're a cubs fan. ",
        "Sheryl: Fourth generation season ticket holders. ",
        "Bill: I just, right here, I'm melting. I just melted right here. ",
        "Tony: Okay, here's my thing. You have to adopt me. No, I'm serious, you \r\nreally do. And please, say yes, because if you don'T... Well, if you do, i \r\npromise you i will take you-- I have a beautiful horse farm, horses, it's \r\nbeautiful. Lots of acres. You'd love it. ",
        "Sheryl: Well, i really do love horses. ",
        "Tony: Yeah? ",
        "Sheryl: Yeah. ",
        "Tony: I'm in. ",
        "Bill: Tony, what do you know about horses? You're a city boy. I come from a \r\nfamily of cowboys, as a matter of fact. Family of cowboys. (Pager beeping) \r\nhorses all over the place. ",
        "Sheryl: Oh. Guys, it's mine. I... ",
        "Tony: What, you're on call or something? You are, aren't you? ",
        "Sheryl: Yeah. Well, only for emergencies, so i'm going to have to go. You all \r\nhave been so much fun. ",
        "Bill: What do you mean, you've got to go? Can we get your number so... Well, \r\none of us can give you a call? ",
        "Sheryl: Well... ",
        "Bill: You're a righty. ",
        "Sheryl: I am, indeed. Let's see which one of you can speed-dial the fastest. \r\nAll right, boys, well... ",
        "Tony: Absolutely. ",
        "Sheryl: You two have fun together tonight. ",
        "Tony: Okay, yeah. Hm. ",
        "Bill: I wish there were two nurses. ",
        "Tony: Oh, i'm sure you do. Now, listen, it's gone, but you know what I'm \r\ngoing to do? I'm going to call it a night, man. I'm going to down this thing, my \r\nroom's upstairs, i'm going to bed. Okay? ",
        "Bill: All right, fine. You know what? I'm going to call it a night, myself. \r\nTruth be told, though, i was this close. ",
        "Tony: (Laughs) in your dreams, pal. Hey, do me a favor, will you? Conjure \r\nup some more ways for us to make some money, all right? ",
        "Jeffrey: Criminals are very smart, aren't they? Just let us do our job. The \r\nfact of the matter, she's probably going to move on to another identity anyway, \r\nso... Identity theft is very difficult to prosecute. What you really want is for \r\nit to stop, so cut your losses, cut your cards and go out to the farm and \r\nreclaim some soil or whatever it is you do out there. ",
        "Edmund: Well, are you all right with this? ",
        "Cassie: Well, i don't really have a choice, now, do i? I guess I will just go \r\ncancel my credit cards. ",
        "Jeffrey: Good idea. ",
        "Cassie: Excuse me. ",
        "Jeffrey: Okay, yeah. ",
        "Edmund: Thank you for your help. ",
        "Jeffrey: Just doing my job, edmund. Chances are cassie is never going to hear \r\nabout this woman again. ",
        "Ross: Ross marler. ",
        "Dinah: Daddy? It's me. ",
        "Ross: Dinah. Let me go somewhere where I can talk. Hold on. ",
        "Blake: Hey. ",
        "Ross: Hi. I've got to take this call. ",
        "Blake: Oh. Is everything okay? ",
        "Ross: Yes. It's municipal stuff. ",
        "Blake: Okay. Listen, if you need me, I'm going to take a walk with darci \r\naround the lake. I'm going to try to convince her to plan her wedding. All \r\nright? ",
        "Ross: That's fine. That's fine. I'll find you. ",
        "Reporter #1: So chief cooper... ",
        "Frank: Yes? ",
        "Reporter #1: What follow-up is being done on the antimonious case? ",
        "Frank: Well, katy, you know i can't comment on an ongoing investigation, but \r\ni will say that i'm going to shake some trees, even the tallest ones in the \r\nforest. ",
        "Harley: I can't wait for you to be my husband. ",
        "Gus: I really love you. ",
        "Harley: Mmm. I love you. We are going to be so good together. (Laughs) ",
        "gus: Better than we already are? ",
        "Harley: Well, see, that's the thing. I think that before we kind of didn't \r\nhave a clue abut this. You know, there was so much stuff going on all the time. \r\nI left the force, and then you found out you were a spaulding, and I kind of \r\nhated the spauldings. But that's all in the past, you know? Now we both know \r\nexactly what we're getting into. ",
        "Sheryl: Mm. Well, you know, this may sound forward, but... ",
        "Tony: Fire away. ",
        "Sheryl: I was really hoping that one of you would still be here. ",
        "Tony: Yeah? Okay. You really want the beer? ",
        "Sheryl: Not really. ",
        "Tony: You hungry? ",
        "Sheryl: No. ",
        "Tony: Then what can i do for you, sheryl? Hm? Anything you want to do, you \r\nname it. ",
        "Sheryl: Well, we could take a ride on that motorcycle of yours. ",
        "Tony: Yeah, we could do that, couldn't we? ",
        "Sheryl: Mm-hmm. ",
        "Tony: Something a little better: I got a room upstairs. It's right here. ",
        "Sheryl: Well, room service could be fun. ",
        "Tony: Mm-hmm. But before we do leave, I have one question for you. Which one \r\nof us were you hoping was here? ",
        "Sheryl: Does it really matter? ",
        "Danny: Are you sure you don't want to order something? Delivery? ",
        "Michelle: Not really hungry. ",
        "Danny: Chinese? Are you okay? ",
        "Michelle: That's a great way to throw some water on a fire, danny. ",
        "Danny: Michelle. ",
        "Michelle: Look, see, I was... In the restaurant, i was thinking. Well, \r\nactually, I was looking at you and I was watching you looking at me, and there \r\nwe were. We were doing the thing that couples like to do, except for this one \r\ntiny, little thing. ",
        "Danny: What's that? ",
        "Michelle: Don't worry. I'm not going to ruin anything. ",
        "Alexandra: Frank. ",
        "Frank: Hello, alex. ",
        "Alexandra: Or should I say chief cooper, or should I say commissioner? ",
        "Frank: Whatever works for you. ",
        "Alexandra: Well, I know you're going to do an excellent job, and your father \r\nis so proud of you. ",
        "Frank: Well, thank you. Thank you very much. You know, I was hoping we could \r\nchat. Downtown. ",
        "Alexandra: I beg your pardon? ",
        "Frank: Our new mayor wants to ensure that the mob completely stays away from \r\nspaulding, so i was hoping we could work together on that. ",
        "Alexandra: Frank, you mean right now? ",
        "Frank: I'm a little anxious for answers. ",
        "Alexandra: What can i possibly tell you that you don't already know? ",
        "Frank: That's exactly what i want to find out. ",
        "Ross: Dinah, it's so good to hear your voice. I was just talking about you.\r\n",
        "Dinah: With whom? ",
        "Ross: Well, it doesn't matter. Is everything okay? Are you safe? ",
        "Dinah: I miss home. How are blake and the kids? And bill? Oh, my gosh, i \r\nhaven't seen my brother in so long. ",
        "Ross: Everything... Everybody here is fine. ",
        "Dinah: Harley? ",
        "Ross: She's fine. ",
        "Dinah: And cassie winslow, how is she? ",
        "Ross: You're still thinking about cassie? ",
        "Dinah: I guess when the guilt crushes me. I've had a lot of time to reflect, \r\ndaddy, about what i did. ",
        "Ross: That's good, sweetheart. ",
        "Dinah: I'm sorry for everything. All the pain i caused, the trouble. You \r\nknow, I... I live with hart's death every day, and i guess he was the only man I \r\never loved, so when i think of his children growing up without a father, it's \r\nhard to go on sometimes. I'm so sorry. ",
        "Ross: I don't know if i can make this sound right, but it is good to hear you \r\nsay this, because your remorse, dinah, is a positive thing. Don't you forget \r\nthat. Now, you never answered me. Are you okay? ",
        "Dinah: Well, it's hard. Life. Stupid life. I don't know, I guess it's just \r\nhard. Mom and matt send me money. ",
        "Ross: I know, yes. ",
        "Dinah: But when i go to pick it up, i spend hours trying to see if the police \r\nare waiting to jump out of a van or something, try to arrest me. I'm really too \r\nparanoid to go outside anymore. I'm just scraping by. ",
        "Ross: I'm sorry, dinah. I am so sorry. ",
        "Dinah: Isn't that weird? How life on the run, you really can't go anywhere or \r\ndo anything? ",
        "Ross: Is there anything that i can do? You know that you can count on me. \r\nI'll do whatever you want. ",
        "Dinah: I know. I know, and you know what? That means so much to me. Thank \r\nyou. But I will call you again, soon. I promise, okay? I love you, daddy. \r\nPrincess cassie winslow, party of one. ",
        "Cassie: So this account's closed? Thanks. ",
        "Edmund: Well, if that's seven down, I believe there's only one more to go.\r\n",
        "Jeffrey: Ha-ha. Well, it looks like my work is done here. Good luck with the \r\nmites. ",
        "Cassie: Yeah, i'd like to speak to someone about closing an account. Uh-huh.\r\n",
        "Jeffrey: So we're all set here? ",
        "Cassie: Yes. ",
        "Jeffrey: No more problems? ",
        "Cassie: Thank you. ",
        "Jeffrey: Okay. See you later. ",
        "Cassie: 8-7-4-0. 3-6-9-1. 2-8-5. 3-7-1-1. ",
        "Edmund: I am doing you the honor of bringing you these scissors, and now I'm \r\ngoing to go pay the check. ",
        "Cassie: Yeah, the name is princess cassandra winslow. Yes. You know what? I \r\nthink that i'm just going to keep this one open. Who knows when i'll need to use \r\nit next? Yeah. Thank you. ",
        "Harley: Next, on \"guiding ",
        "light,\" brought to you by ",
        "cover girl... ",
        "Cassie: You are living my life... ",
        "Dinah: Princess cassie winslow, party of one. ",
        "Cassie: ...But I'm not about to let you have it. ",
        "Danny: I have wanted to make love to you since the minute you came home from \r\nthe hospital. ",
        "Michelle: Then let's do it. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=j1M7AGI47l4"
}