{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Olivia: I'm sorry. I'm sorry, baby. I'll never leave you alone again. I \r\nshould have known better than to trust anyone. Should have known. ",
        "Buzz: You don't mean that. Why don't you take a break? Go out stretch your \r\nlegs for a second. ",
        "Olivia: Last time I left her alone, look what happened. Why did I leave her \r\nwith Ava? Was I insane? ",
        "Buzz: It was an accident. It could have happened on anybody's watch. She \r\ndidn't mean to hurt her? ",
        "Olivia: How do you know? ",
        "Buzz: Ava's a good kid. Give her a chance. Be fair. ",
        "Olivia: Be fair? Is this fair? ",
        "",
        "Ava: Why won't she call already? ",
        "Coop: Who? ",
        "Ava: The nurse from Cedars. She said she would call me the minute Emma \r\nrecovered. And now the phone's not working and now I'm wondering and worrying \r\nthat something's wrong. ( Phone rings ) Hello? Yes, you're order is ready. Why \r\ndon't you come down here and pick it up! ",
        "Coop: Would you please-- look at me-- can you just go a little easier? Okay. \r\nEmma is not going to die. Okay? She's not. ",
        "Ava: Why didn't I check on her when I put her to bed? ",
        "Coop: Stop it. Emma drank that perfume of her own free will. You are not to \r\nblame here. ",
        "Ava: Olivia is blaming me. Buzz is blaming me. ",
        "Coop: Buzz is blaming you? Buzz is not blaming you. He's on your side. ",
        "Ava: The only thing that matters right now is that little girl. And I cannot \r\nbreathe until I know this she's okay. ",
        "",
        "Mel: Yeah, I'm just walking into a meeting. ",
        "Rick: Okay, so how does the rest of your day shape up? ",
        "Mel: Busy. It's complicated case. ",
        "Rick: Too complicated to get a cup coffee? ",
        "Mel: I'd love to, Rick, but-- ",
        "Rick: How about we just turn that around. \"But Rick, I would love to.\" ",
        "Mel: I'm sorry. I can’t. We'll touch base later. ",
        "Rick: So is that all we're doing now just touching base? ",
        "Mel: Rick, I'm sorry, okay, I'll see you at home. ",
        "Rick: Right, I'll see you at home. ",
        "Alan-Michael: Must be nice to have someone at home. ",
        "Rick: You could find someone, cuz but you just got to look a little bit. ",
        "Alan-Michael: Just so hard to choose. But I do envy you for being in a solid \r\nrelationship. Nice and peaceful. No folder on the \"Springfield Burns\" web site.\r\n",
        "Rick: Yeah. I got to go. Good seeing you again. ",
        "Alan-Michael: Off to meet your girlfriend for a nooner? ",
        "Rick: Excuse me? ",
        "Alan-Michael: It's a joke. I'll see you later, cuz. ",
        "Rick: You alone? ",
        "Beth: Well, except a few shopping bags. You want to see what I bought? ",
        "Rick: Not particularly. But I would like to see you. Can you take a break?\r\n",
        "Beth: You know what? I was hoping that you would say that. Give me an hour to \r\nget a few things done and freshen up. ",
        "Rick: I'm setting my watch. You got exactly 59 minutes and 30 seconds. ",
        "Beth: Why do I foal like I'm in high school? ",
        "Rick: I don't know, Beth. I mean I keep asking myself the same question. \r\nListen, I'll see you in a few, okay? Bye. What the hell am I doing? ",
        "",
        "Jonathan: So, this is everything I can think of about Alan Spaulding-- A.K.A. \r\nMr. Tashiwa, apparently by Reva Shayne Lewis. ",
        "Mel: Okay. Thanks. It might help. ",
        "Tammy: You don't sound too optimistic. ",
        "Mel: I'm not. I mean Alan has a really good case. ",
        "Lizzie: Except that I'm not crazy and I'm not a danger to my baby. ",
        "Tammy: We know that. ",
        "Mel: Right. But if I'm honest, you're erratic behavior doesn't help. I mean \r\nyou took a shot at your granddad. ",
        "Lizzie: There's got to be something I can do. ",
        "Mel: Well, if I were you and I wanted to keep my baby, I would stay as far \r\naway from Jonathan as possible. ",
        "Jonathan: What the hell is this? I'm the father of that kid. Or did you \r\nforget that? ",
        "Mel: You've also been accused of arson, of serving drinks to a minor, not to \r\nmention you're not the D.A.'s favorite person. Add your baggage to Lizzie’s, \r\nAlan comes out looking like the pope. He's going to win this case. ",
        "Jonathan: You think they're going to come after me? ",
        "Mel: With both barrels. ",
        "Lizzie: I don't care. My daughter is not going to grow up without her father. \r\nThe three of us are a team. Win or lose we're going to win this case. Right? ",
        "Mel: Okay. We need testimony from anyone you can find that will have sympathy \r\nfor you in this case, okay if you can find them, have them contact me. ",
        "Lizzie: I'm on it. ",
        "Jonathan: Wow. Okay. So, Mel, do we have a chance? ",
        "Mel: There's always a chance. As long as you don't do anything questionable, \r\nlike have Alan try to throw you off a balcony. ",
        "Jonathan: Scout's honor. Promise. But I do have a fish that I could catch. So \r\nif we're done here... ",
        "Mel: Wait, wait, wait. What's the plan? ",
        "Jonathan: Just strictly legal. It's some detective work. I mean you trust me, \r\ndon't you? ",
        "Tammy: No. ( Laughter ) ",
        "Jonathan: See? That's why I love this girl. ",
        "Mel: He's going to get into trouble, isn't he? ",
        "Tammy: Probably. But his heart's in the right place. ",
        "Mel: What about your heart? I mean, your boyfriend and Lizzie are about to \r\nhave a baby-- you're okay with that? ",
        "Tammy: Of course not. But Jonathan made a mistake while we were separated. I \r\ndon't love what he did. But I love him. And I want him to know his child. ",
        "Mel: When do you draw the line and just walk away? ",
        "Tammy: I never considered it. Jonathan and I have had tough times, but it has \r\nonly made us stronger. If you love somebody you can make it through anything, \r\nright? ",
        "",
        "Rick: I got to go. Thank you very much. Keep the change. ",
        "",
        "Blake: You. ",
        "Alan-Michael: Me? ",
        "Blake: Yes. Why hasn't the C.E.O. of Spaulding endorsed me for mayor? ",
        "Alan-Michael: Sleeping with all the Spaulding men isn't exactly a \r\nqualification. ",
        "Blake: So what do I have to do to get the company vote? ",
        "Alan-Michael: I did see the video of you and Jeffrey O’Neill in \"Springfield \r\nBurns.\" ",
        "Blake: It's not funny. My number is plummeted after that thing aired. You \r\nknow I practically lost the entire conservative vote. I'm going to have to \r\nreinvent myself. Go for the younger vote. New image. New wardrobe. ",
        "Alan-Michael: Still look good to me. ",
        "Blake: Still, what's up with that? It's like everybody sees me as this old \r\nwidow. Alan-Michael, why do people not see my potential? ",
        "Alan-Michael: Tell you what, come back when I can see all that potential and \r\nI might give you my endorsement. I want to experience the new Blake. Not on \r\n\"Springfield Burns.\" ",
        "Blake: You don't have to worry because I'm not going to do everything that \r\nwill merit me getting back on that thing. I could kill whoever's behind it. ",
        "Alan-Michael: You and everybody else. I can't believe the way that loser's \r\nripping through this town. There's a bounty out, you know. ",
        "Blake: No kidding? Who do you think's behind it. ",
        "Alan-Michael: You? Where are you getting the money? ",
        "Blake: I was thinking of taking up a collection. Alms for the screwed. ",
        "Alan-Michael: Count me in. ",
        "Olivia: You might be able to forgive Ava for what she did, I can't, Buzz. ",
        "Buzz: Get past this. ",
        "Olivia: No, I can’t. You might be able to. I know what happened. I know \r\nwhat's going on. She thinks I tried to kill her, that I left her to die in that \r\nfire, she couldn't get to me now she's going after Emma. ",
        "Buzz: That's not what happened. It was an accident. Just an accident. Honey, \r\nlook, we've got-- this isn't good for any of us. You, me, anybody. We got to get \r\npast that. We've got to patch things up, come together somehow. I mean, if \r\nthere's one thing the Cooper’s are good at, it's when someone's in trouble, \r\nrallying around them. So please let us be here. For you. For both of you. Okay?\r\n",
        "",
        "Lizzie: Hi, Karen. Is my grandmother here? Please don't say no; I'm really \r\ndesperate. ",
        "Coop: Why? What's wrong? Is this about the baby? ",
        "Lizzie: Yes. No, the baby is fine, but... why are you here? ",
        "Coop: I'm here to see your little sister. She drank a whole bottle of white \r\nroses. ",
        "Lizzie: Is she okay? ",
        "Coop: Well, I think so. ",
        "Lizzie: I can't believe how hard it is to be a mom. You take your eyes off \r\nthem for a second and something goes wrong. ",
        "Coop: That's the thing. Ava didn't exactly take her eyes off. She put her to \r\nbed, but she didn't know she had the bottle with her. ",
        "Lizzie: How would she? ",
        "Coop: Right. How would she? ",
        "Lizzie: Motherhood is such a huge responsibility. Truth is, I'm kind of \r\nscared. ",
        "Coop: You know, Lizzie, I think you're going to do all right. ",
        "",
        "Buzz: I'm trying to help you. You keep shutting me out. Are you really that \r\nafraid to depend on anyone? ",
        "Olivia: I know what happens when I do. ",
        "Buzz: They all leave? ",
        "Olivia: Always, Buzz, always. ",
        "Buzz: Is that what you're going to teach her? Is that what Emma is going to \r\nlearn, that you can't depend on anybody but herself? ",
        "Olivia: You better believe it. ",
        "Buzz: That's hog wash. Forget about this, I don't care about anybody. No one \r\ncares about you. I do. I love you. There was a time when I didn't think I'd ever \r\ncare about anyone the way I care about you. But it was a gift given to me by my \r\nfamily. And I had to work hard to deserve it. And something I'm trying to give \r\nyou, that you're going to have to work hard to accept. ",
        "Olivia: What if I can't? ",
        "Buzz: I'll still be here. ",
        "Olivia: Only to disappoint you. ",
        "Buzz: So I'll be disappointed. I'm not going anywhere. And neither is the \r\nrest of my family. Which, by the way, Frank is on his way right now. ",
        "Olivia: Frank is coming here? ",
        "Buzz: Uh-huh. Right now. And I think he's going to have a word or two to say \r\nabout your grudge with Ava. ",
        "Olivia: It is a grudge. It's not doing anybody any good. I need to let it go.\r\n",
        "Coop: I just want to check on Emma. ",
        "Olivia: Glad you came. Is Ava with you? ",
        "Coop: No. She's back at Co2. ",
        "Olivia: Would you do me a favor and call her? I need to talk to her. ",
        "",
        "Coop: So, guess who wants to see you. ",
        "Ava: Emma? Is she awake? ",
        "Coop: No. I'm sorry she's still the same. It's Olivia, and she wants to you \r\ncome down here right now. ",
        "Ava: Is she armed? ",
        "Coop: Ava, she's being really sincere. Tell what you, look, I'll cover for \r\nyou at Co2, but I think that you should get down here and talk to her before the \r\nmoment is lost. I don't know what my dad did, but he must have worked his magic.\r\n",
        "",
        "Frank: I'm sorry I'm late. I couldn't get away. ",
        "Olivia: It's okay. I'm glad you came. No matter what's happened between us \r\nyou still make me feel safe. ",
        "Frank: I brought her favorite stuffed animal. Emma, I brought your favorite \r\nlittle bunny that used to make you laugh. She's going to be okay. So are you.\r\n",
        "",
        "Lizzie: You so have to help me. Granddad's gone off his rocker. He's taking \r\nme to court. He's trying to prove that I'm insane he says that my behavior has \r\nbeen erratic. ",
        "Lillian: Your behavior is a little risky. ",
        "Lizzie: All pregnant women freak out a little bit. You of all people should \r\nknow that. After I have the baby it will be okay. I'll be a great mother. ",
        "Lillian: You do realize raising a child is a lot of work. ",
        "Lizzie: I know that! I practically raised myself in Arizona. ",
        "Lillian: I know, I know. ",
        "Lizzie: No! I was like the mother. Mom was out of control. It was hard \r\nsometimes. And I protected her, just like I'm going to protect my little girl.\r\n",
        "Lillian: You realize your mother did all she could. She did the best job \r\npossible. ",
        "Lizzie: Yes, I know that she loves me, okay, I know. I'm trying to prove to \r\nyou that I'm fit. So that you could testify for me against granddad. Would you \r\ndo that for me? ",
        "Lillian: Honey, you know how much I love you. But your mother's worried, \r\nwe're all worried that you're attaching yourself very much like that man in \r\nArizona, who's name you don't like to mention. ",
        "Lizzie: Jonathan is nothing like Carl! He would never do anything to hurt me \r\nor my baby. ",
        "Lillian: Your mother told me a lot of things he has-- ",
        "Lizzie: Forget all of that! Forget all of that. Listen to me. He is \r\nwonderful. And I couldn't be doing this right now if it wasn't for him, he gets \r\nme. I mean, he gets me. Knowing him has completely changed my life. ",
        "",
        "Coop: Ava said she would be here any minute, so uh... look, Dad, I don't know \r\nwhat you said to Olivia in there. But thank you. ",
        "Buzz: I don't think Olivia really believes that Ava meant to hurt Emma \r\nanymore than Ava believes that Olivia left her in the fire to die. ",
        "Coop: That's the story Ava’s sticking to, though. ",
        "Buzz: Oh, come on. This is not our fight. This is the-- we -- ",
        "Coop: I know. You don't have to finish it. In the end we're Cooper’s. And we \r\nfight, then we make up. ",
        "Buzz: We're making up? ",
        "Coop: Feels like it to me. ",
        "Ava: Hey. Great to see you two talking. ",
        "Buzz: You know, we're Cooper’s, we make up, we fight and make up. ",
        "Coop: Speaking of which maybe you should get in there use some of that same \r\nmagic on Olivia. I'm covering for her at Co2 today, so... watch her back, \r\nplease. ",
        "Buzz: I don't think I'll have to. ",
        "Coop: Okay. Good luck. I'll call you later. ",
        "Ava: Okay. Thanks. I can't stop thinking about Emma. I can't really blame \r\nOlivia for hating me right now. ",
        "Buzz: She doesn't hate you. I think she's ready to bury the hatchet. ",
        "Olivia: There she is. Arrest her. ",
        "",
        "Lizzie: Jonathan, he's fearless. I've never met anyone like him before in my \r\nentire life. ",
        "Lillian: Fearless? ",
        "Lizzie: He's not scared of anything, not even granddad. He's like one of \r\nthose romantic characters that you read about the ones this would die to protect \r\nyour honor. ",
        "Lillian: Right. He really protected your honor, didn't he? ",
        "Lizzie: He would, he would. Especially now that he knows me. We've shared so \r\nmany secrets. He's told me stuff that Tammy doesn't even know about. ",
        "Lillian: Honey, speaking of secrets remember when you were little you and I \r\nshared all those secrets. You've always told me everything. Things you've told \r\nnobody else. ",
        "Lizzie: Yeah, I mean, I tell you everything. ",
        "Lillian: I'm not sure about that any more, but I have one question for you. \r\nAre you falling in love with Jonathan? ",
        "",
        "Jonathan: Hey, Tammy, it's me. Listen, I think I'm on to something, but I'm \r\nnot sure what. Got to go. ( Knock at the door ) ",
        "Rick: Hello! ",
        "",
        "Tom Phelphrey, Marcy Rylan, Stephanie Gatschet, \"Inside The Light.\" ",
        "I think my favorite part of playing the role of Jonathan is making out with \r\nStephanie. ",
        "Tammy loves her family. She likes to keep it in the family. ",
        "The young people: Stephanie, John, Tom, Michelle, it's very nice when we all \r\nwork on the same day. Because we hang out together. ",
        "See Jonathan, Lizzie and Tammy Wednesday, September 6, \"Inside The Light.\"\r\n",
        "",
        "Olivia: What are you waiting for, arrest her! ",
        "Frank: For what? ",
        "Olivia: Criminal negligence. I don't know, Frank, you're the cop. ",
        "Buzz: This is why you wanted Ava here, because Frank was coming? ",
        "Olivia: I want justice. Are you going to arrest her, or do you I have to go \r\nover your head? ",
        "Buzz: Oh, Olivia... ",
        "Olivia: What? ",
        "Ava: Listen, okay, it was an accident. I feel terrible about what happened. I \r\ndidn’t... I would trade places with her if I could. I didn't know she drank the \r\nperfume. I mean, come on! ",
        "Olivia: You were being paid to know. It was your job, you were baby- sitting.\r\n",
        "Frank: I really don't think a crime has been committed here. ",
        "Olivia: Oh, great. Great. I should have known you wouldn't take my side on \r\nthis. What is it going to take for you to see it my way? What is it going to \r\ntake? Does my daughter have to die?! ",
        "Ava: ( Screams ) Stop it! ",
        "Buzz: Whoa! ",
        "Frank: Are you okay? Are you all right? ",
        "Ava: I'm fine. ",
        "Frank: Did she hurt you? ",
        "Ava: No, I'm fine, okay. I feel really sorry about what happened. I'm sorry.\r\n",
        "Frank: Ava, listen. I'm sure Emma will wake up and going to be fine and \r\nOlivia will settle down, but... I think maybe for now it might be best if you \r\ngo. I'm sorry. ",
        "Alan-Michael: Hey, what's going on? Rough day? ",
        "",
        "Lizzie: Tammy and Jonathan are getting married. ",
        "Lillian: But it's not a crime to have feelings for someone who is getting \r\nmarried. ",
        "Lizzie: No. Tammy, she has been so good to me. She's the best friend that \r\nI've ever had. ",
        "Lillian: You wouldn't want to be in love with the same man she is. ",
        "Lizzie: I wouldn't do that. I wouldn’t. Not now. ",
        "Lillian: But, honey, you can't always control the person you love. Sometimes \r\nit just sneaks up on you. ",
        "Lizzie: And Jonathan, he sneaks up on you, let me tell you. He's like an \r\nacquired taste. Like caviar or brussel sprouts. At first, you like want to spit \r\nhim out. And then later... ",
        "Lillian: Later on it's your favorite thing to eat. ",
        "Lizzie: Yes! I mean, Jonathan has been a surprise, let me tell you. To look \r\nat him at first you're like, yuck, take a shower, brush your hair, I mean, I \r\nswear. Roxy is better groomed than him most of the time. But there's something \r\nso pure about him. Just so real and pure. You know? ",
        "Lillian: I certainly am beginning to. ",
        "Lizzie: When he cares about someone, he cares with his whole heart and soul. \r\nHe wants to protect you, I feel so safe when I'm around him. ",
        "Lillian: You don't feel safe around your family, do you? ",
        "Lizzie: No. I don't ever want to go back there, Nanna. I want to raise my \r\ndaughter and I want-- Jonathan. I do. I want him. Oh, God, it's the truth. I'm \r\nin love with him. I love him. ",
        "",
        "Beth: What are you thinking? ",
        "Rick: What am I thinking? How right and wrong this feels at the same time.\r\n",
        "Beth: Yeah. ",
        "Rick: I'm telling you, when I'm with you, I feel like I'm 17 all over again. \r\nI do. I feel happy, I feel like I can be myself. And Beth, you're the only \r\nperson I feel that with. ",
        "Beth: I know what you mean. ",
        "Rick: So what are you saying? That being with Alan is not the playground \r\neverybody thinks it is? Is it? ",
        "Beth: I thought we agreed we weren't going to talk about them in here. ",
        "Rick: Spouses. ",
        "Beth: You know what we should do next time? ",
        "Rick: What? ",
        "Beth: We should rent a movie. ",
        "Rick: A movie. A sappy movie? Funny movie? ",
        "Beth: Better yet, we should go to see a movie, we can out to one. ",
        "Rick: That sounds great except we can't do that, can we. ",
        "Beth: You're right. You're right, we can’t. ",
        "Rick: I got to go. ",
        "Beth: Rick, you know, what we have doesn't have to affect our regular lives.\r\n",
        "Rick: Right, yeah. ",
        "Beth: It's okay for us to be together as long as we don't hurt other people \r\nand we're not going to do that. Being here reminds us of who we are, it grounds \r\nus and that's important. ",
        "Rick: Yeah, it is. ",
        "Beth: Thanks for the roses. ",
        "Rick: You're welcome. See 'ya. I don't want to go. ",
        "Beth: We'll do it again. ",
        "Rick: I know. I can't wait. Bye. ",
        "Beth: Don't tell me you forgot your wallet again. ",
        "Jonathan: No. My wallet's right here. So is this where you play doctor? ",
        "",
        "Remy: Okay, we're alone. Give me the real scoop on Lizzie’s case, has she got \r\na chance? ",
        "Mel: Well, it will be tricky. ",
        "Remy: In other words, you took a case you might lose, that might tarnish your \r\nreputation as a favor to Rick? ",
        "Mel: Rick? ",
        "Remy: Hello, Lizzie, best friend's daughter? ",
        "Mel: That's the last reason why I took this case. I took this case because if \r\nwhat Lizzie said about her granddad is true, then he is the sick one. And I \r\nthink that she deserves a chance to raise her child. Nobody's the perfect \r\nparent. Look at me, look at... ",
        "Remy: Rick? How are you two doing? ",
        "Mel: We're trying. ",
        "Rick: Hey, Mel, what a surprise. I didn't think you had time for... ",
        "Mel: I didn't earlier. ",
        "Rick: I just decided to come by myself. Obviously by myself. I was hoping \r\nthat my wallet, I was... ",
        "Mel: Oh, yes. ",
        "Rick: Thank you. Oh, my gosh, where did you find it? ",
        "Mel: Coop gave it to me. ",
        "Rick: I'm always losing things. ",
        "Remy: I've noticed. You got to be more careful with your valuables. ",
        "Tammy: Hey, look who's here. ",
        "Rick: Hey. ",
        "Tammy: The guy that just bought us coffee. Mel used your wallet. ",
        "Rick: Oh, she did. So, how are you, Lizzie and Jonathan getting along these \r\ndays? ",
        "Tammy: Fine. Well, we would be fine if Alan would leave us alone. ",
        "Remy: He's mounting a whole case trying to declare Lizzie a nut case so he \r\ncan raise the baby. ",
        "Rick: Oh, man. I'm sorry. ",
        "Tammy: We'll be okay. We have Mel. ",
        "Rick: Mel is your attorney? ",
        "Mel: I am. ",
        "Rick: Thanks for telling me, that's great. ",
        "Tammy: She's trying to get us to compile list of people to testify against \r\nAlan. Any ideas? ",
        "Rick: You can start with me. ",
        "Tammy: You know Beth’s on Alan’s side and you and Beth are really close, \r\nright? ",
        "Rick: Well, we're friends. ",
        "Tammy: You'd really do that for us? ",
        "Rick: Well, look, you know, Lizzie can be, you know, sort of selfish \r\nsometimes. But she's not insane at all. You know what makes me want to do this \r\nthe most? ",
        "Tammy: What? ",
        "Rick: You. This is a very unselfish thing you're doing. You're an amazing \r\nyoung woman, you know that. ",
        "Mel: She certainly is. ",
        "Tammy: Lizzie would do the same for me. ",
        "",
        "Lizzie: I don't want to love Jonathan, but I do. I need him. ",
        "Lillian: What are you going to do, Lizzie? ",
        "Lizzie: Nothing. Because I can't have him. Not the way I want him. He loves \r\nTammy, they're so good together. Sometimes I just watch them and I pretend like \r\nI'm Tammy, like he's hugging me. I'm not telling you any more because it's kind \r\nof stupid. ",
        "Lillian: It isn't stupid at all, sweetie, I understand. Because once I loved \r\nsomeone I shouldn't have loved. It was so awful. It was so painful. ",
        "Lizzie: No. Totally. And Tammy she's like the greatest person ever. It was \r\nbad enough that I went after her boyfriend, Joey, but her fiancée? I wouldn't \r\njust lose her as a friend. I'd lose Jonathan, too. ",
        "",
        "Olivia: No, you are not welcome here. ",
        "Frank: Look, I only want to help. ",
        "Olivia: You had your chance, Frank. Ask your son to leave. ",
        "Buzz: Frank, can I get a minute with you? She'll come around. For now. I'm \r\nsorry. ",
        "Frank: Just take care of her. And Emma, too. While you're at it, look out for \r\nyourself. ",
        "Buzz: Look, I know better than anyone does what grief can do to someone. You \r\ncan't use my family like that. You can't turn us against each other, okay? I'll \r\nsee what the doctor has to say and bring back some dinner. ",
        "",
        "Alan-Michael: Here, drink this, take an aspirin, call me in the evening when \r\nyou need a back rub. ",
        "Ava: I'm so sorry. I cried all over your expensive shirt. ",
        "Alan-Michael: I'll get a new one, take it out of your baby- sitting pay. ",
        "Ava: I wasn't baby-sitting for Emma for the money. I was trying to do a favor \r\nfor Buzz and smooth things over with Olivia. And look what happened. ",
        "Alan-Michael: Hey, if it makes you feel any better I can top it. I went out \r\nto Arizona to visit Phillip and Beth when Lizzie was a baby. I want to be a nice \r\nguy, so I let them go out while I stayed with Lizzie. And while I was taking \r\ncare of her she toppled off the bed, practically cracked her head open. I felt \r\nterrible. It was unforgivable. This isn't making you feel any better, is it? ",
        "Ava: No. It's not. ",
        "Alan-Michael: What if I flew out a world-class pediatrician to look at Emma, \r\na friend in Chicago. How would that make you feel? ",
        "Ava: Really? You're kidding me. ",
        "Alan-Michael: Consider it done. I'll call him right now. You wipe those eyes, \r\ntake that aspirin. And remember, ring any time after midnight. ",
        "",
        "Beth: Get your mind out of the gutter. Rick and I have been friends longer \r\nthan you've been alive. ",
        "Jonathan: Yes, and you're very comfortable with each other. You share your \r\nthoughts and your feelings and... what's this? And this. What's that you're \r\nsharing? You didn't think I'd leave without a picture, did you? This is one of \r\nmy favorite moments ever. ",
        "Beth: Rick and I are very affectionate. ",
        "Jonathan: I can see that. I like your hair all rumpled like that. I like your \r\nshirt even better. Even if it is barely on. ",
        "Beth: You caught me at an inappropriate time. ",
        "Jonathan: It was very inappropriate. I'm not here to pass moral judgment. I \r\nmean, I can understand why you'd have something on the side. Alan doesn't \r\nexactly strike me as a love god. I just figured it would be someone more like \r\nCoop or a bell hop, someone you can control. ",
        "Beth: Okay, cut the crap, what do you want? ",
        "Jonathan: So glad you asked. You destroy Alan’s case against Lizzie. Or I \r\nwill blow these pictures up and make them a billboard. That baby's ours and we \r\nhave a right to raise it. ",
        "Beth: Fine. If you feel so strongly about it, maybe we could work something \r\nout. ",
        "Jonathan: No. No maybe. Just do it. Or I'll tell your husband that Dr. Rick \r\nhas been giving you free exams. Right? Alan's not a barrel of laughs when he \r\nfeels betrayed. So, do we have a deal? ",
        "",
        "Alan-Michael: My doctor friend just finished with his last patient. He's on \r\nhis way. ",
        "Ava: Just like that? ",
        "Alan-Michael: Well, he did wrangle the jet out of me. But for you and my \r\nlittle niece Emma, I can suffer without it for a few hours. ",
        "Ava: Must be nice to be so powerful and use it for good instead of-- ",
        "Alan-Michael: Evil? ",
        "Ava: Yeah. ",
        "Alan-Michael: I do throw that in a little bit here and there. For balance.\r\n",
        "Ava: Yeah, that's what I hear. You have a lousy reputation from what Marina \r\nsaid it's mostly deserved. But how much of that is an act? ",
        "Alan-Michael: I wonder that myself. So, I'll see at work tomorrow? ",
        "Ava: Yeah, sure. Seems like every time I'm in trouble, there you are. ",
        "Alan-Michael: Just don't tell anybody. I do have a reputation to uphold. ",
        "Ava: Thanks. ",
        "",
        "Beth: Say I keep my end of the bargain, how do I know you'll keep yours? \r\nForget about Rick and destroy those pictures. ",
        "Jonathan: You don’t. ",
        "Beth: So I guess this is just your basic blackmail. ",
        "Jonathan: Yes, I'm glad we understand each other. ",
        "Beth: Who are you trying to protect, Jonathan? Lizzie? Lizzie? Because I'm \r\nher mother. I love her. ",
        "Jonathan: Yes. Yes, you are. Then act like it, okay, sabotage the hearing. \r\nYou know that your daughter is not insane. Fix it. ",
        "Beth: How? How am I supposed to do that? ",
        "Jonathan: Well, you've done a pretty good job of hiding your little affair \r\nwith Dr. Rick, so I'm sure you'll think of something. And, um, you know what \r\nhappens if you don’t. ",
        "",
        "Rick: If I didn't tell you before, thank you. ",
        "Mel: For what? ",
        "Rick: For what? For taking Lizzie’s case, honey, I know that you're clearly \r\nnot a fan of the Spaulding’s, particularly Phillip. I appreciate it. ",
        "Mel: Lizzie is not to blame for what Phillip did. She's trying to break away \r\nfrom the family, make a fresh new start. If Phillip had done that, our lives \r\nwould be different. ",
        "Rick: Maybe it can be different. Maybe, look, maybe we can't go back to the \r\nway things were-- ",
        "Lizzie: Uncle Rick. ",
        "Rick: Hey, honey, how you doing? ",
        "Lizzie: Hey. Nanna said that you were with Emma. ",
        "Rick: I was there when they brought her in. Ethanol toxicity. ",
        "Lizzie: What did she ingest? ",
        "Rick: Perfume. Her vital signs are good. ",
        "Lizzie: She'll be okay, though, right? ",
        "Rick: Well it's a game of wait and see right now, honey, but I think she's \r\ngoing to be fine. ",
        "Tammy: Did he tell you? Rick's going to testify on your behalf. ",
        "Rick: Well, you know, if your father can't be there, I think I'm good second \r\nchoice. ",
        "Lizzie: Yeah, you are. Thank you so much. ",
        "Rick: You're welcome, honey. You're welcome, muffin. ",
        "Lizzie: Thank you. ",
        "Tammy: Excuse us. So, who else did you find? ",
        "Lizzie: Nobody. I went to see my Nanna and she's on my mom's side. ",
        "Tammy: That sucks. ",
        "Lizzie: Yeah, tell me about it. The only Spaulding who doesn't think I have \r\nmy one foot in the cuckoo's nest is Roxy. Hey, you. ",
        "Coop: Hey. Lizzie, were you able to see you little sister, Emma? ",
        "Lizzie: No, but when I was leaving I saw Ava and she looked really upset. ",
        "Coop: Oh, no. Olivia, was she with Olivia? ",
        "Lizzie: No. When I saw her, my uncle, Alan-Michael, was consoling her. ",
        "Jonathan: ( Laughing ) ",
        "Lizzie: Jonathan! ",
        "Jonathan: Break out the wedding dress! Married life, here we come! ",
        "Tammy: Are you crazy? ",
        "Jonathan: No, I am not crazy. And neither is Lizzie which the whole world \r\nwill soon know. I think our problems are finally over, babe. Things are looking \r\nup for us! Things are looking way up. ( Laughs ) ",
        "",
        "Next on \"Guiding Light\"... ",
        "Lizzie: Staying in clothes. Going out clothes. I have slutty clothes. ",
        "Tammy: You have slutty maternity clothes? ",
        "Jonathan: What is it? ",
        "Beth: It's paper trail, proving everything that Alan’s been denying. ",
        "Jonathan: Beth is going to do the right thing for everybody. Us, you, the \r\nbaby. ",
        "Beth: Me? Are you having me followed? ",
        "Alan: I don't know, should I? ",
        "Jonathan: You're not welcome here. ",
        "Josh: Jonathan. ",
        "Jonathan: Go find your wife, Josh. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=iDdjMEVILpI"
}