{
    "Episode Summary": [],
    "Recap": [
        "Everyone was worried about Harley, who went into surgery. Michelle was worrying about not finding Danny, who was walking around the neighborhood targeted for renovation. Buzz took off to clear his head and ran into Danny. He admonished Danny to follow through on his plans. Then Phillip comforted Buzz. Alexandra convinced Olivia to get Phillip to run Spaulding because of Alan's condition. She also pointed out that Alan is too smart to leave an obvious trail. Olivia then headed off a story about Alan's condition through Holly. Danny found out about Harley from Michelle when they met up, and Edmund tried to make a move on Cassie."
    ],
    "Recap Author": "Barbra",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Gus: Coop, we're all here.",
        "EMT #1: I need six units.",
        "EMT #2: Yeah.",
        "Gus: Your father's here.",
        "Mel: Dr. Kopass is...",
        "Gus: Just give me a minute, please.",
        "EMT #1: We got to go.",
        "Gus: I know what I...",
        "[SCENE_BREAK]",
        "Cassie: Rick. Every 20 minutes, please, tell us something.",
        "Rick: I know.",
        "Cassie: Rick, save her. You owe me.",
        "Rick: I'm going to do everything I can.",
        "Cassie: Hey.",
        "Frank: Hi.",
        "Cassie: Now would be a good time to get a cup of coffee, try and to get something to eat, maybe. It's going to be another 45 minutes before she's fully into surgery, Frank, and about 30 before they're going to come and say something to us.",
        "Michelle: She's right, Frank.",
        "Frank: You really think I could eat right now, do you?",
        "Cassie: If you can, yes, I do. Maybe you should call Marina. Is she back at Company? I can call her if you want me...",
        "Frank: No, that's all right, thanks. I'll take care of it. What... what am I going to say?",
        "Michelle: Just tell her that we're waiting, and that they're doing everything that they can.",
        "Frank: Michelle, there's got to be something I can do, though. I mean, give blood, anything. I'll do anything for my sister. It's my sister we're talking about...",
        "Michelle: Okay, I know, I know, Frank. I don't think so, but I'll check for you, okay? Just hang in there.",
        "Blake: Oh, my God, oh, my God. Where... where is she? Is she okay?",
        "Cassie: They took her into surgery.",
        "Blake: So that's good, I mean, she got here in time, so that's good. She's going to be okay, right?",
        "Cassie: We don't know that.",
        "Blake: What are you talking about? She's here...",
        "Cassie: She flat lined once so we're going to have to be prepared, Blake",
        "Blake: Oh, my... you can't do that. (Crying) Oh, my God, Harley, don't die.",
        "Cassie: A lot of people die who shouldn't.",
        "Blake: I'm sorry, Cassie, I'm sorry...",
        "Cassie: It's okay...",
        "Blake: ...I'm sorry.",
        "Cassie: It's okay.",
        "Blake: I'm not giving up hope. I mean... Cassie, I can't imagine a world without Harley, I can't...",
        "Cassie: I know, we won't.",
        "Phillip: Hey, how is she? Did either one of you see her?",
        "Cassie: I did. She didn't look good.",
        "Blake: I have the boys, right? That's my job. I'm... I'm... I'm taking the boys. They're with Ross right now at the house and...",
        "Phillip: I just talked to him on the phone. That's great. I'm glad.",
        "Blake: Zach is, you know, he's... he's happy. He thinks... he thinks he's on a vacation. I told him that his mom had to work, so... so he could stay and play with his cousins and... they all played ball and, you know... cheered.",
        "Phillip: Good. Oh, hey, that's good, that's good. It's better that he thinks that. That's good. It will be okay. Everything's going to be all right.",
        "Cassie: Hey. Do you want me to make any calls? You know, I can call Marina. I can. Is there any other relatives that you would like here?",
        "Frank: It's always been just us.",
        "Cassie: For a long time, huh?",
        "Frank: Ever since Harley was eight, it's just been the two of us.",
        "Cassie: It's not like that anymore. You have friends and they're here. And you... you have Buzz. He's here.",
        "Frank: He's gone, right?",
        "Cassie: Maybe he just stepped out for a minute, Frank.",
        "Frank: Yeah. Maybe. She's going to make it, right? Right, Cassie, she's going to make it.",
        "Cassie: That's what we're praying for. But you're not alone, Frank. You know, you're not alone.",
        "Phillip: You know what, I got to go for a minute. If something happens, call me...",
        "Blake: All right.",
        "[SCENE_BREAK]",
        "Danny: This is Danny Santos. Leave a message. I'll call you back. (Answering machine beeps)",
        "Michelle: Hey, Danny, it's me again. Look, I'm still on duty at the hospital and... something really terrible has happened and... where are you? Why do you disappear like this? Look, call me. I'm going to meet you at Company, but I'm going to go now. So, would you try to come early and... just call me back. Hey, Frank?",
        "Frank: Yeah?",
        "Michelle: You can give blood if you want. They're happy to have the donations. But it's too late for it to be typed and crossed for this surgery. But you know what, they have some of Harley's own blood from when Zach was here.",
        "Blake: That's good. That's good, Frank. That's like she's getting herself back. That's really good.",
        "Michelle: Can I talk to you?",
        "Cassie: Yeah, sure.",
        "Frank: Michelle, thank you.",
        "Cassie: What's up?",
        "Michelle: Do you know where Danny is?",
        "Cassie: No, he's working, I guess, I don't know.",
        "Michelle: His cell phone's off and I can't get a hold of him. My shift is over. I'm supposed to go meet him. Can you call me if there's any word?",
        "Cassie: Of course, yes, absolutely.",
        "Michelle: Or if... or if she needs anything at all. Thanks.",
        "Cassie: Yeah.",
        "[SCENE_BREAK]",
        "Gus: Dad, hi. It's been a while. I need to ask you favor. It's about my girl. Can you talk to whoever is in charge up there? And tell them that she doesn't belong there. It's not her time. It's not her time. Please. Please.",
        "[SCENE_BREAK]",
        "Danny: Do you still live in there? What else was taken from you? What did we take from you? Not anymore. Things are going to change. This place will thrive again, I promise. I'll make it happen. Hey, Buzz?",
        "Buzz: (Breathing heavily) Hey. (Laughs) Danny Santos. I thought you were out of the thug-in-the-dark-alley business.",
        "Danny: Well, I am. What... what are you doing? Going for a run or something? What...",
        "Buzz: Got to keep fit.",
        "Danny: Well, I wouldn't recommend this neighborhood for it. Not for a while.",
        "Buzz: (Laughs) Since you guys moved in on it anyway.",
        "Danny: Actually, I meant... what I meant was pretty soon it will be much safer to run around here. You're going to see new businesses.",
        "Buzz: Really?",
        "Danny: Yeah.",
        "Buzz: And who will perform this wondrous miracle?",
        "Danny: I am. Yeah, me and my cousin, Tony, and Cassie Winslow. As soon as our government grant comes through, we're going to start redoing this whole area. Yeah, pretty soon you won't recognize it...",
        "Buzz: Funny.",
        "Danny: ...When we're done.",
        "Buzz: It was like that the last time you came through here.",
        "Danny: Well, it's... it's going to be different this time. You'll see. Take care.",
        "Buzz: Hey. Are you serious?",
        "Danny: Yeah, I'm serious.",
        "Buzz: Okay. I've got some things to say to you.",
        "[SCENE_BREAK]",
        "Alexandra: I am not selling Alan up the river.",
        "Olivia: If you have evidence that proves he set me up for the stalking case, then that's exactly what you're doing.",
        "Alexandra: No. There are mitigating circumstances. Alan is not well; you saw that for yourself. And I'm going to make certain that the authorities know that as well. Cause I'm... I want to help Alan.",
        "Olivia: So you'll get some diminished capacity charge?",
        "Alexandra: Hopefully, yes, yes. And very discreetly and quietly, too, because I want Alan to get treatment.",
        "Olivia: Sure, instead of sending him to jail which is where I would have gone. Wow, you're good. You almost had me.",
        "Alexandra: What?",
        "Olivia: Alan knows he's in trouble for what he did to Reva, for what he set me up to fry for. And now he's using this illness to wiggle out of it.",
        "Alexandra: Oh, come on! Now, that's... that's... that's not the way...",
        "Olivia: He faked two heart attacks. Come to think of it, you helped him there, too, didn't you? He could do it and he would do it.",
        "Alexandra: Olivia, believe me, believe me, this is not the case, no. (Laughs )",
        "Olivia: That doesn't work for me. Try again.",
        "Alexandra: (Stammers) Olivia, think. It's one thing to have a doctor fake some tests and lay in bed, you know, playing sick. But you saw him. Do you really think he's faking this illness?",
        "Olivia: I wouldn't put anything past him. Are you kidding me?",
        "Alexandra: But the... I don't even think he could get away with it. More to the point, Olivia, why would he even try?",
        "Olivia: Uh, because he's angry with me and he wants to pay me back?",
        "Alexandra: Oh, so he set you up and he leaves a trail of evidence that leads straight back to him? No, Alan's saner than that, believe me, much saner. Olivia, think. Come on, you know what kind of a man Alan is. There is no way he would humiliate himself by acting this way. Not for you, not for anger, not for anyone. And if you could think clearly for just one minute, you'll know that I'm right.",
        "[SCENE_BREAK]",
        "Frank: All right, thank you, thank you for calling. And please keep me posted.",
        "Cassie: What's going on?",
        "Frank: Oh, she's still in surgery.",
        "Cassie: Okay. Well, you know what, it's going to be a long day.",
        "Frank: No thanks, Cassie.",
        "[SCENE_BREAK]",
        "Alexandra: That's why I need... I need Phillip at the... at the helm of Spaulding. I need him in control and to handle any fallout that's surely bound to happen. Okay? Then I can help Alan. Now, please, if you could think clearly for just one minute, you'll know I'm right.",
        "Olivia: All right, make it happen.",
        "Alexandra: And Phillip?",
        "Olivia: You'll have him.",
        "Alexandra: Well, thank you. I've got to run an errand and then I will be in touch with the D.A. I'll let you now exactly what's happening.",
        "Olivia: Alexandra, get him a good doctor. I want him to have the best.",
        "Alexandra: So do I. (phone rings)",
        "Olivia: Hello.",
        "Henry: This is Henry Reynolds, \"Springfield Journal.\" Is Phillip Spaulding there?",
        "Olivia: No he's not. This is Olivia Spencer Spaulding. Can I help you?",
        "Hen: Maybe you could. We're running a story tomorrow about Alan Spaulding's condition.",
        "Olivia: What?",
        "Henry: We have two reliable sources who say it's a breakdown. They also say Phillip Spaulding has severed all company ties.",
        "Olivia: You know what, Mr. Reynolds? Let me give you a piece of advice. If you want to run some slanderous piece, you better double check your sources. And you know something? Be prepared to lose the advertising space Spaulding buys in your newspaper. And one more thing, and it's very important, get yourself a good lawyer. (Sighs)",
        "[SCENE_BREAK]",
        "Edmund: Good news I hope?",
        "Cassie: Not the best.",
        "Edmund: All right, how about this? The architect has finalized the plans I showed you for Richard's library...",
        "Cassie: Not now, Edmund, okay, not now.",
        "Edmund: Not now? I thought you'd want to see them.",
        "Cassie: I don't want to see you, okay? I don't want to see you. And I don't want to stand here and listen to you glom onto Richard's memory so you can score some points with whoever you want to score points with, okay?",
        "Edmund: I don't have to glom onto Richard's memory, Cassie. I'm part of that memory. I was his brother long before he met you.",
        "Cassie: A brother you hated, okay?",
        "Edmund: Not ever, actually.",
        "Cassie: Well, that's funny because I only knew you trying to ruin Richard's life, so...",
        "Edmund: Well, Richard remembered other things. Cassie, I was hoping we...",
        "Cassie: I said not now, okay? Not now, not today. Just leave me alone.",
        "[SCENE_BREAK]",
        "Buzz: You see that window there?",
        "Danny: Yeah.",
        "Buzz: The one with the planter in it.",
        "Danny: Yeah.",
        "Buzz: That's Mrs. Pappas. Hey! Tries to grow basil in there in the summertime. 80 years old. She gets... robbed... twice a year, you know. Got her hip broken the last time. And God bless her, she's not moving. She's staying there. She's holding down three jobs. Just put her grandson into college. That... that... that is... that was... the youth center. Mr. Nichols ran it that for about 18 years, until they torched that to the ground. You wouldn't know how that happened, would you?",
        "Danny: Well, I heard about it.",
        "Buzz: You heard about it, did you? (Laughs) Nothing closer than that?",
        "Danny: Buzz look, the main reason that I'm doing this...",
        "Buzz: I know. See a profit, see a big mega-mall over there...",
        "Danny: No, I want to make this place... this whole area into a decent place to live again, so that people like Mrs. Pappas can feel safe in their homes. I want to rebuild this place into what it was. Actually, I want to like it a hell of a lot better. I... I feel like I owe it to these people.",
        "Buzz: I... well, you know, debts, sometimes they have high interests. I mean, you want to atone. You want to make up for mistakes. That's fine. That's good. Commend it but... you know how you do that? You do it by sticking. I mean, you... don't come in here, see that building, take it to the ground and say, \"Well, you know, it's tough. Costs a little too much here, you know, so, boom! We're out of town.\" No, you get these people's hopes up, give me your hand, you follow through.",
        "Danny: I know what you think of me. I know what this whole town thinks about me. All I can tell you is just watch and you'll see.",
        "[SCENE_BREAK]",
        "Phillip: Tough to stick, isn't it, Buzz? When the going gets rough. So what are you going to do? Are you going to take off?",
        "Buzz: I needed to walk. (Laughs) I needed to run.",
        "Phillip: Damn, you must have run. You got this far before I caught up to you. Why here?",
        "Buzz: Why here? Well, here's where it happened. Here's where I left them. You know, Frank and... Harley weren't born yet. Oh, you know, can you imagine her when she was a toddler? I mean, she must have been just, wow, knocking down everything in sight. Always busy, always moving.",
        "Phillip: Yeah, she probably was.",
        "Buzz: I see her now. And I see her when she's three, when she's five, she's eight, she's... like every age, every single age all at once, you know?",
        "Phillip: Lizzie still makes the same face when she's mad that she did when she was six months old. It's the mouth.",
        "Buzz: Yeah. And my imagination, that's it. It's so easy to see Harley as a kid. You know, she's Harley. She moves. That's what she does. She just... ( sighs) She's full of life. Comes into Company, cleans off the counter. She... she chases Zach, chases Jude around. She... she kisses, hugs Marina. She... she goes all over the place... gets them... throws them in the holding cells, you know? She's... that woman is so full of life. She just moves. Now when she's... when she's there, you know it's going to be okay. She's alive. She's not moving now. Not a finger. Not a twitch. They push air into her; take air out of her. That's breathing. She's not moving.",
        "Phillip: You know, Buzz, when Lizzie was so sick, and we were waiting. She had been so brave, even though it all hurt like hell-- I remember this day we were playing. And we'd been through everything in the room about three times. And she was trying to be so good for me. She's trying not to show me how much pain she was in. I remember Lillian finally relieved me, and I walked out of hospital, I got in my car and... I just drove. I was all the way to Clayton before I realized what I was doing. I pulled over... I literally... It was like I woke up behind the wheel. And there was a part of me, Buzz, I didn't think that I could walk back into that room again.",
        "Buzz: You turned around.",
        "Phillip: Yeah.",
        "Buzz: You walked into that room.",
        "Phillip: Of course I did.",
        "Buzz: Phillip... you're a good father. I mean, forget about the other stuff. You've always been a good dad .",
        "Phillip: So, are you, Buzz. You may have come to it a little late, but you know what they say about the reformed.",
        "Buzz: Yeah, they fall off the wagon.",
        "Phillip: No. In the end, they are the strongest believers of us all.",
        "[SCENE_BREAK]",
        "Danny: Hey, you're early. Hi.",
        "Michelle: You didn't check your messages?",
        "Danny: Um... no... messages? Was my phone off? Maybe my phone was off.",
        "Michelle: Yeah, it's been off for hours, Danny. I've been trying to get ahold of you.",
        "Dan: Well, honey, I was working.",
        "Michelle: Well you got to leave it on, because I could have been hurt. Something could have happened to Robbie, you know.",
        "Danny: Okay. All right. What's the matter?",
        "Michelle: Um... Harley Cooper was shot.",
        "Danny: What? I just saw Buzz. He didn't say anything.",
        "Michelle: Well, she's at the hospital right now and... and Rick's doing surgery on her as we speak. And... everybody's there... and it's... it's... it's pretty bad. And I just keep thinking about her little boys, you know? They don't even know. Their mom could die tonight and they wouldn't know.",
        "Danny: They're little. They're too young to even understand...",
        "Michelle: Well, they'll know something. They just won't know what, you know. They'll wake up one morning and their mom will be gone.",
        "Danny: Hey. Hey, there. Is this giving you a little déja vu?",
        "Michelle: Oh, God...",
        "Danny: With your mom?",
        "Michelle: ...Just got me, you know?? I wanted to see you so badly. I just needed to know that you were okay...",
        "Danny: I'm sorry...",
        "Michelle: ...And I know that that's like neurotic and needy...",
        "Danny: No, it's not...",
        "Michelle: ...And whatever.",
        "Danny: ...It's okay. It's all right. I didn't know that my phone was off, honey. That's all.",
        "Michelle: Why do you do that? Why do you just check out like that? You know, no word, no clue, nothing, why?",
        "[SCENE_BREAK]",
        "Buzz: Any word?",
        "Frank: They said she's holding her own. They just called and... said she was stable.",
        "Buzz: Well, that's good news.",
        "Frank: Could be better.",
        "Buzz: It will be.",
        "Frank: Where'd you go?",
        "Buzz: Uh... out for some air. You know me. I forgot to call Marina, so...",
        "Frank: No, actually, I'll... I'll do th ...",
        "Buzz: I'll take care of the other stuff. Frank, I'm here, okay?",
        "Alexandra: Uh, Buzz, how is Harley?",
        "Buzz: She's still in surgery. Don't know much else.",
        "Alexandra: Do you want me to leave?",
        "Buzz: Why?",
        "Alexandra: Well, I just didn't know if you were comfortable with me being here.",
        "Buzz: Because you put her through hell?",
        "Alexandra: Look, when it was necessary.",
        "Buzz: For the good of the family.",
        "Alexandra: Yes, it... it really was. Well, now that you obviously know, can you blame me for trying to keep it from Gus?",
        "Buzz: Blame? Me? (Laughs) I can't afford to be in the blame business today. But this lying business, it's... it's done, isn't it?",
        "Alexandra: All over.",
        "[SCENE_BREAK]",
        "Edmund: All I'm asking for, Cassie, is a chance. Please, let me be your friend.",
        "Cassie: (Scoffs) Why do you care what I think? Why?",
        "Edmund: Because you matter.",
        "Cassie: I matter? Why?",
        "Edmund: Because you and your children are the only part of Richard I have left.",
        "[SCENE_BREAK]",
        "Olivia: Hi.",
        "Holly: Hello, Olivia.",
        "Olivia: Been a while.",
        "Holly: Since way before my police investigation.",
        "Olivia: And before my arrest. Two big mistakes.",
        "Holly: You think?",
        "Olivia: I never believed that you were the stalker.",
        "Holly: It's funny, I missed that message.",
        "Olivia: That's because I was so busy consumed with my own messed up life, I didn't have time to think about anything else. I'm sorry. By the way, that messed up life, it does not include stalking Reva.",
        "Holly: I didn't think so. For what's it worth, I didn't think you were any guiltier than I was.",
        "Olivia: I'm not.",
        "Holly: I got to get going. I'm heading for Cedars to check up on the Cooper's.",
        "Olivia: I know, I heard about that. Phillip is or there right now. Before you go..",
        "Holly: Oh, something else on your mind?",
        "Olivia: Well, you know what your business reporter is up to, don't you?",
        "Holly: Yeah, well I'm kind of a hands-on editor.",
        "Olivia: You are. That story you're running about Alan, you have to kill it.",
        "[SCENE_BREAK]",
        "Cassie: I can't be your family, Edmund. Not after everything that we've been through. I just... I can't.",
        "Edmund: Well, it wasn't the best way to bond, I'll grant you that.",
        "Cassie: I mean, now I'm... I'm just trying to... if you are trying to better yourself and you want to change who you are, I think it's great. I really do. And I wish you the best. But I can't be a friend to you. I can't be anything to you. I can't. I'm sorry. And if you'll excuse me, I've got to go check on the kids, and I've got to get back to the hospital.",
        "Edmund: Hospital? What's going on?",
        "Cassie: Harley Cooper was shot this morning.",
        "Edmund: Harley? Cassie...",
        "Cassie: I got to go.",
        "Edmund: ...I'm sorry. Is there anything I can...",
        "[SCENE_BREAK]",
        "Danny: Michelle, I didn't check out. It was work, I no idea that my phone was turned off. That's it. It... and maybe it's a habit, a little bit, too.",
        "Michelle: Is it the... same old habit that makes you go it alone? You know, like taking down your mom without telling anyone?",
        "Danny: No, that's not... no, that's not what this was about. It just... I don't know. It's not the way my family was. You know, your family, the Bauer's, they all... you all sit around the dining room table at dinner and discuss every detail of you day. And that's... with my family, we didn't even know when dinner was until Carmen announced that it was ready. And we just... we didn't tell each other things. My parents came and went, and the same with Mick. And all they ever said was, \"It's just business.\" It's a bad habit.",
        "Michelle: (Sighs) Can you break that habit? (Laughter)",
        "Danny: Well, judging from the look on your face, I'd better.",
        "Michelle: Yeah, I think you better. So where were you?",
        "Danny: Business. Come on. Honey, I just went down to Fifth Street. I was checking out the neighborhood and... taking notes. Trying to prioritize for construction and... isn't this boring?",
        "Michelle: No...",
        "Danny: It's totally boring.",
        "Michelle: ...It's not at all. I want to know everything. Everything that you're thinking, you're planning, all of it, okay?",
        "Danny: Okay. All right. Deal.",
        "Michelle: Good.",
        "Danny: Come here.",
        "[SCENE_BREAK]",
        "Olivia: Look, please, don't run this. It will just humiliate Alan for no good reason.",
        "Holly: Not to mention the damage to your stock options.",
        "Olivia: It's nothing your readers would be interested in. It's tabloid fodder.",
        "Holly: What? Are you insulting my paper?",
        "Olivia: No. I'm not doing that. I'm just saying that the legitimate concerns of the investors will be answered very soon, I promise. I promise. 24 hours. Sit on the story for a day. That's all I'm asking.",
        "Holly: 24 hours and that's it.",
        "Olivia: Fine. Thank you.",
        "[SCENE_BREAK]",
        "Alexandra: Well, look, I'm not saying I'll never protect my family again, you know how it goes, Buzz. I mean, look at you.",
        "Buzz: Yeah, look at me.",
        "Alexandra: Yeah, I know. You'll stay right here till your baby girl's out of the woods. I know you.",
        "Buzz: You do?",
        "Alexandra: Yeah. I saw you with Frank. You went for a little walk to clear your head, get some air, huh? Get those funny little things that happen in the eyes kind of dried out. (Sighs)",
        "Buzz: Yeah.",
        "Alexandra: Yeah. Hey, give me a call if anything changes, would you? Any time.",
        "Buzz: Yeah.",
        "Alexandra: And somehow would you just leave word about Harley's condition for me? Okay. Just send some word.",
        "Buzz: You got it.",
        "Alexandra: Okay. Gus, I am so sorry about Harley. Gus, is there anything... ( monitors beeping)"
    ],
    "Transcript Author": [
        "Provided by Eric Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=krd6ukg9pYc"
}