{
    "Episode Summary": [],
    "Recap": [
        "Alan talks to Phillip in his secret room and tells him that he had to kill him to keep him from taking the children away. Gus finds him in his secret room, but doesn't see the bloody gloves that Alan has hidden there. When Alan finds out that Harley is still alive, he calls someone and hires as many bounty hunters as they know to find her. Danny learns that Harley is alive and helps her out by letting her hear and see her boys. Olivia convinces Harley that she didn't shoot Phillip. She also gets assurances from her husband that he isn't going anywhere. Harley and Gus go on the run together."
    ],
    "Recap Author": "Boo",
    "Show Title": "Guiding Light",
    "Transcript": [
        "( thunder crashes ) ( thunder crashes ) ( rolling thunder ) ( thunder crashes ) ( thunder rumbles ) ( thunder crashes ) ( thunder crashing ) ( rolling thunder ) ( gunshots ) ( rolling thunder ) ( thunder crashing ) ( thunder crashing )",
        "Gus: Stop chasing the wrong leads. The killer is still out there. It's not Olivia. Who the hell are you? Why do you keep sending me these?",
        "( Thunder rumbles )",
        "[SCENE_BREAK]",
        "Olivia: So, what, you've come back from the dead so you could prove that I killed Phillip?",
        "Harley: Why are you burying these?",
        "Olivia: Because it's evidence-- evidence that I'm an idiot. They're love letters I wrote to Phillip when I was pregnant with Emma, when I still thought...",
        "Harley: There was hope. I can understand that, I guess.",
        "Olivia: I'm sure you could. Did you know that everybody in this town thinks that I killed Phillip? I mean, your Gus, he wants it so bad, and Alan and Alexandra and probably everybody else in this town would love to see me fry for it. It doesn't even matter what the truth is, if me going down will get holy Harley Cooper off the hook.",
        "Harley: That's not true, Olivia-- not if you didn't kill him.",
        "Olivia: You're so full of crap. You give me one good reason why I shouldn't turn you in right now.",
        "( Thunder crashes )",
        "[SCENE_BREAK]",
        "Marina: Hey.",
        "Danny: Hey. I've been trying to call you. I've been worried about you, about all of you. Are you okay?",
        "Marina: Yeah, yeah. Everything's fine, considering.",
        "Danny: What can I do to help?",
        "Marina: Nothing, nothing.",
        "Danny: Marina, are you sure?",
        "Marina: Yes, yes, I'm sure. You know that.",
        "Danny: Well, okay, because I saw the lights on; I thought I would just check in.",
        "Marina: No. No. Don't. Everything's... everything's fine. It's just... it's crazy right now, you know? We're not sure what we're going to tell the boys, and listen, I've got to go, okay? I promised Mel that I'd... never mind. I'll explain everything later, okay? I'll call you.",
        "[SCENE_BREAK]",
        "Buzz: Frank. Frank, for god's sake, don't make that call.",
        "Frank: Dad.",
        "Buzz: You call the dogs on Harley, they're going to put her behind bars. They're going to put her behind bars, Frank, and for a lot more years for the escape.",
        "Frank: Do you really think she's safer on the run, dad?",
        "Buzz: Frank, every minute that the authorities think that she has died is another minute she has to get away.",
        "Frank: Oh, great. So much for the big secret, huh?",
        "Danny: Don't worry. I've kept much bigger secrets than this. I didn't see you, you didn't see me.",
        "Buzz: No, get over here.",
        "Frank: What? What are you doing?",
        "Buzz: Get over here.",
        "Frank: Oh, that's... that's great.",
        "Danny: What? What can I do?",
        "Buzz: I want you to help me keep my daughter safe. Help me keep her brother away from her.",
        "[SCENE_BREAK]",
        "Harley: We have a lot in common, you and me. ( Thunder rumbles ) We, more than anyone, had reason to want Phillip dead.",
        "Olivia: Still do.",
        "Harley: Not me.",
        "Olivia: Oh. Jailhouse conversion? That's nice. Personally, I still hate the bastard.",
        "Harley: I'm sorry.",
        "Olivia: You made a mistake coming here tonight, Harley.",
        "Harley: Well, I wanted to check on Gus.",
        "Olivia: ( Laughs ) What, did you think I was going to plug him?",
        "Harley: I could run.",
        "Olivia: Not very far, by the looks of that blood on your shirt. Spaulding security would be all over you.",
        "Harley: You would do that?",
        "Olivia: Why not? I'm the chick who ratted Gus out at your trial.",
        "Harley: Did you kill Phillip?",
        "Olivia: We gave him children, Harley. He still hated us for it. But so much for love, right? That's why I came out here tonight, so I could bury these. As much as I thought about wanting Phillip dead, I never wanted to kill him.",
        "Bill: Olivia!",
        "Harley: What are you going to do?",
        "Olivia: There's only one way to find out.",
        "[SCENE_BREAK]",
        "Alexandra: Gus.",
        "Gus: Hi.",
        "Alexandra: Hi. Is that the note that came in your gift box? Yes, I did see it. I did. What's going on?",
        "Gus: Well, I'll level with you, okay? I only came here tonight to squeeze Olivia. See, if she's not guilty...",
        "Alexandra: What do you mean, if...? I thought you were so convinced.",
        "Gus: Yeah, well, somebody keeps telling me I'm looking in the wrong place. And I don't know, call me crazy, but I'm starting to believe it.",
        "( Thunder crashes )",
        "[SCENE_BREAK]",
        "Alan: You gave me no choice, Phillip. You told me you were taking the children, that I would be left with nothing and all alone. You dared me to stop you! Happy birthday, Phillip. ( Thunder crashes ) Happy birthday, son.",
        "( Thunder crashes )",
        "Alan: I'm sorry, son. There is nothing I wouldn't do to protect myself or my family's future. You knew that better than anyone.",
        "( Thunder crashes )",
        "[SCENE_BREAK]",
        "Marina: What a night. Please, somebody be home. Mel. Hi. I am so glad you're home. Look, I was on my way home from Company, and the power lines went down and the stoplight is out at second and Lennox, so I pulled over. Are you sure you don't have to go back to the hospital tonight? And the kids are sleeping? Good. Okay. Yeah, I'll be careful. Um, I guess I'll see you soon. Thank you. ( Gasps ) Lizzie.",
        "Lizzie: I didn't mean to scare you.",
        "[SCENE_BREAK]",
        "Bill: Olivia, what are you doing out in the middle of a lightning storm?",
        "Olivia: Playing with metal objects.",
        "Bill: No, I'm serious. What are you doing out here?",
        "Olivia: Well, we're not exactly having a tea party, Bill.",
        "Bill: Who's \"we\"? What are you talking about?",
        "Olivia: No, I meant that it's not... ( laughs weakly ) it's not exactly a tea party when you're burying garbage.",
        "Bill: You're out here burying garbage?",
        "Olivia: Yeah. Literally and figuratively.",
        "Bill: Letters to Phillip? What's going on?",
        "Olivia: Look, I don't want to get into it now. Can we just... can we just go somewhere else? Can we do that?",
        "Bill: Yeah. Yeah, sure. But... I don't know if you heard, but there's some pretty bad news about Harley.",
        "Olivia: No, I heard. It's really sad. I'm so sorry, Bill.",
        "Bill: When you see someone go from bad to worse, and you just assume that life will kind of go on.",
        "Olivia: Listen, there's something I have to tell you. But just not here, okay? Can we go somewhere else?",
        "Bill: Yeah. What about...",
        "Olivia: Just leave them. It's okay.",
        "[SCENE_BREAK]",
        "Alexandra: Gus, what do you think about the graphic on this envelope?",
        "Gus: I don't know. I was about to ask you the same thing.",
        "Alexandra: You're not going to show this to Alan, are you?",
        "Gus: No, I am not, and you better not say anything.",
        "Alexandra: I won't. I won't. But what does all this mean, about Phillip's killer?",
        "Gus: I don't know. I've got to go. I've got to go see Harley.",
        "Alexandra: All right, go, go, go. But do me a favor. Stay in touch with Alan, all right? We don't want him to get suspicious.",
        "Gus: Where is he?",
        "Alexandra: Well, I saw him heading toward the attic. And Gus? I am truly happy that Harley's okay.",
        "Gus: Yeah, well, I'll be happy when my girl is cleared and my brother's real killer is in prison for life.",
        "( Thunder crashes )",
        "[SCENE_BREAK]",
        "Harley: Zach. Jude. I need to see your faces. If I could just see your faces.",
        "[SCENE_BREAK]",
        "Alan ( echoing ): There will be...",
        "Beth ( echoing ): Phillip... dead?",
        "Alan ( echoing ): Nothing can be done for phillip.",
        "Phillip: Oh, my god. ( Gunshots echoing )",
        "( Thunder crashes )",
        "[SCENE_BREAK]",
        "Harley: Are you okay?",
        "Gus: That's supposed to be my question.",
        "Harley: I'm fine. Mel stitched me up.",
        "Gus: But you're laying low, right?",
        "Harley: Of course I am. What do you think I am?",
        "Gus: I think you're Harley Davidson Cooper. Fearless, impulsive Harley Cooper. That's why I called.",
        "Harley: That's why you called? It's because you don't trust me.",
        "Gus: I'm calling because I can. Because I can call you any time I want to now, because you're free.",
        "Harley: For now.",
        "Gus: Forever, baby. I promise.",
        "Harley: Gus?",
        "Gus: You just rest, okay? I'll see you really soon.",
        "Harley: Gus?",
        "Gus: I love you.",
        "Harley: I love you, too.",
        "[SCENE_BREAK]",
        "Danny: Hey. How are you feeling? Anything that we should know about?",
        "Buzz: You mean, did I nearly have a heart attack when I found out my daughter was dead? You bet. It must have been some mistaken ID. They thought that the prisoner who died was Harley and not someone else.",
        "Danny: It'll give her a chance to get away.",
        "Buzz: Yeah. They'll find out the truth soon. When they do, they're going to go after her like she's a killer, like a piece of meat.",
        "Frank: Okay, that was Rick. They asked him to come in to perform an autopsy on the body...",
        "Buzz: Oh, Frank. For god's sakes.",
        "Frank: Dad, I asked him to stall.",
        "Buzz: You're a good man.",
        "Frank: He's going to work on the bus driver first, and I asked him not to say anything publicly about Harley and the mistaken ID, so...",
        "Buzz: God bless you, Frank.",
        "Frank: Pop, I have to find her. If the Feds find her first, I don't have a say in anything. Do you understand that?",
        "Danny: Frank, how are you planning on finding her?",
        "Frank: I'm going to use my men.",
        "Danny: If you use them, tell them to find her, then everyone's going to know Harley's alive, right?",
        "Frank: Then I'll put an APB out on Gus.",
        "Danny: He's with her?",
        "Frank: Well, I'm sure he is.",
        "Buzz: A safe bet.",
        "Frank: Yeah. Hopefully Harley and Gus won't do anything stupid and then they'll just get picked up.",
        "Buzz: Could I have a moment with my son?",
        "Danny: Of course.",
        "Buzz: Thanks. Frank, I know this is an impossible position.",
        "Frank: Yeah, yet again.",
        "Buzz: Those boys almost lost their mother. I cannot bear to see that happen again.",
        "Frank: Then let me bring Harley back safe and sound, and we'll deal with whatever we have to.",
        "Buzz: You do what you have to do, Frank.",
        "Harley: I can't. My boys.",
        "Danny: You can't go in there. I know you want to, but you can't.",
        "( Thunder rumbles ) ( thunder crashes ) ( thunder crashes )",
        "[SCENE_BREAK]",
        "Gus: Hello?",
        "Alan: ( Gasps ) Well, you found me.",
        "[SCENE_BREAK]",
        "Harley: Let me go.",
        "Danny: Harley, you can't go in there. It's a bad idea.",
        "Harley: What difference does it make?",
        "Danny: Just keep it down. Keep it down.",
        "Harley: I'll see them and they'll see me, and I'll go back to prison, but at least I'll see them.",
        "Danny: You want to raise your kids, right? Not just spend five minutes with them and then get caught?",
        "Harley: I know what you're saying, and it makes sense, Danny, but they're so close to me. Please.",
        "Danny: Harley, your father and Frank know you're alive.",
        "Harley: How?",
        "Danny: It doesn't matter. You can't go in there. You're being hunted. Buzz would protect you, but Frank is in a totally different situation.",
        "Harley: Frank. So what you're saying to me is if my brother sees me, he's turning me in?",
        "Danny: He wants to bring you in himself. He's trying to control the situation to keep you safe, but...",
        "Harley: He can't keep me safe. Nobody can keep me safe. I'm tired, Danny.",
        "Danny: I know you are.",
        "Harley: You know what? You're right. I've got to be smart. I've got to stay a couple of steps ahead of everybody.",
        "Danny: Right.",
        "Harley: Distract Frank for me.",
        "Danny: Why?",
        "Harley: Distract Frank and my father.",
        "Danny: Harley.",
        "Harley: Then I can grab my kids.",
        "Danny: No.",
        "Harley: They're my kids. They belong with me.",
        "Danny: You need to stop for a minute and think.",
        "Harley: I don't have a minute. I have to move now.",
        "Danny: Is that what you want? A life on the run for your kids?",
        "Harley: I don't know. I don't even know what I'm thinking.",
        "Danny: Listen to me. I'm going to do something, but you have to play along and stay out of sight.",
        "Harley: What do you mean, \"play along\"?",
        "Danny: Just tell me that you'll do it.",
        "Harley: Of course.",
        "[SCENE_BREAK]",
        "Bill: I knew this place was still going to be open, waiting on news about Harley.",
        "Olivia: All right, I can't take this anymore, so I'm just going to say it. She's not dead.",
        "Bill: What?",
        "Olivia: She's alive, all right? I saw her at the house. We were talking outside when you walked up, and she took off. I guess she's on the run, and I didn't say anything to you, all right? I protected her because she believes I did not kill Phillip. My question to you is, what do you believe?",
        "[SCENE_BREAK]",
        "Danny: Come here. I thought we should come outside for a minute. You guys have been cooped up inside for way too long.",
        "Zach: That's okay.",
        "Danny: So, well, actually... you know what? I lied. I brought you out here because I wanted your advice about something.",
        "Jude: About what?",
        "Danny: A girl.",
        "Zach and Jude: Ew.",
        "Danny: What if the girl is Marina?",
        "Zach: Marina's okay.",
        "Danny: All right. That's what I thought you'd say. So this is what we're going to do: I'm going to ask you some questions, and you're going to give me your honest answer about Marina. But first, I want you guys to tell me what's going on with you. Like, how's school? Sports? What do you like, what don't you like? Because I'm curious.",
        "Jude: I like story time!",
        "Danny: You like story time.",
        "Zach: I like science. We're learning about frogs.",
        "Danny: Oh, yeah. Awesome. Robbie loves frogs. What about jokes? Do you guys know any good jokes that you want to tell me? Huh?",
        "Jude: Knock, knock.",
        "Danny: Knock, knock? Who's there?",
        "Jude: Ants.",
        "Danny: Ants. Ants who?",
        "Jude: The cow with the pants. That one. No. With lots of pants.",
        "( Thunder crashes )",
        "[SCENE_BREAK]",
        "Lizzie: Hello? We need some food! Can I get two veggie burgers and then one of the small salads with no tomatoes and extra cucumbers?",
        "Marina: That's weird.",
        "Lizzie: What, the salad?",
        "Marina: I mean, that's just the way I like it.",
        "Lizzie: Well, hello. We did used to hang out, remember?",
        "Marina: Yeah, I know.",
        "Lizzie: We've actually been through a lot together.",
        "Marina: Probably more than we wanted to.",
        "Lizzie: Huh.",
        "Marina: I didn't mean that against you or anything, Lizzie. I just meant we've both had a lot of bad things happen to us.",
        "Lizzie: Yeah, I was actually thinking about that when I was driving. Things are always crazy. They're never normal in my family. In fact, I don't know if I'd know normal if it slapped me in the face. Hey. Don't even get an idea, okay?",
        "Marina: No. I was just thinking about Coop. I don't know, he seems pretty normal, for a guy anyway. You and him...",
        "Lizzie: Him and I are nothing, okay? My mother is trying to protect him from me.",
        "Marina: Look, Lizzie, I think that Coop can probably take care of himself. Your mom is probably just wanting you to take a break, I mean, after everything you've been through this year. You're just lucky \"taking a break\" means going to Europe.",
        "Lizzie: When you have no money... what do you do when you take a break?",
        "Marina: My family doesn't believe in breaks.",
        "Lizzie: Well, then I guess it's good for me that you work for me. ( Laughs )",
        "Marina: I guess you could think of it like that.",
        "Lizzie: You know, you really don't have to hide anything from me. If there's anything you want to talk about, you can talk about Harley, if you want to cry, whatever it is, you're more than welcome to it.",
        "Marina: Well, thank you, Lizzie, but the last thing I want to talk about tonight is Harley.",
        "[SCENE_BREAK]",
        "Gus: What are you doing here?",
        "Alan: I could ask you the same question.",
        "Gus: I'm looking for you. Where are we, exactly?",
        "Alan: We're in the attic.",
        "Gus: Yeah. I'm talking about this room.",
        "Alan: This room is where I come to be alone.",
        "Gus: And do what?",
        "Alan: Well, not exactly alone. I come here to be with Phillip.",
        "Gus: I don't... I don't understand.",
        "Alan: I come here when I want to talk to Phillip. When I'm down, when I'm hurting, when I don't want anyone to see me like that.",
        "Gus: Well, your little secret is out now.",
        "Alan: What am I going to do about that?",
        "( Thunder crashes ) ( Thunder crashes )",
        "Alan: Gus, you know how much I miss your brother, don't you?",
        "Gus: Yeah, of course.",
        "Alan: You know that I would have given anything, anything in the world, to have him here celebrating his birthday with us today.",
        "Gus: We all would have, dad.",
        "Alan: This family is in such pain.",
        "Gus: Well, not just this family.",
        "Alan: Could you just be loyal to the Spauldings, your family, for one night?",
        "Gus: What's the matter with you?",
        "Alan: There's nothing the matter with me. Don't you understand? You are my son. I need you! I need my entire family. I need my children, my sister all around me, to protect them from being hurt again.",
        "Gus: All right. All right. All right. Let's get out of here, all right? Can we get out of the attic, please?",
        "Alan: Okay, okay.",
        "[SCENE_BREAK]",
        "Frank: No, Rick, I understand. You did what you could. Thanks. That's great.",
        "Buzz: What?",
        "Frank: That's great. One of Rick's assistants knows Harley and has figured out what's going on, and he said now, Harley's going to be all over the news within the hour.",
        "Buzz: The whole world's going to be looking for her.",
        "Frank: Dad, I did what I could. I tried.",
        "Buzz: You gave her more time than she had.",
        "Announcer: ...Originally presumed dead but now thought to be on the run, Harley Cooper.",
        "Frank: Damn.",
        "[SCENE_BREAK]",
        "Bill: Why didn't you tell me about Harley before?",
        "Olivia: It's complicated.",
        "Bill: Well, I'm a smart guy. Let's hear it.",
        "Olivia: I didn't want you chasing after her to help her escape.",
        "Bill: Oh, my goodness.",
        "Olivia: What do you want from me? I said it.",
        "Bill: Well, I'd like you to be straight with me for a change.",
        "Olivia: You want me to be straight with you?",
        "Bill: Yeah, that would be nice. It'd be nice.",
        "Olivia: Oh, let's give it a try. We both know what this is about.",
        "Bill: Well, I'm not so sure anymore, because it's just so complicated.",
        "Olivia: It's about Phillip. I didn't shoot him. I swear on Emma's life. I swear on... our love. Because that's what it is. You know, it's rough and tumble and it's a competition to see who can avoid bailing on the whole thing first, but that's what it is. I didn't do it. I promise you.",
        "Bill: And I believe you. I do. But you've got to be straight with me. I mean, what are you doing out in a lightning storm digging ditches under the tallest tree you could find? I mean, I'm surprised you didn't have an antenna wrapped around your head. Are you insane?",
        "Olivia: Well, because I had something to do. I had to bury some letters that I wrote to Phillip.",
        "Bill: What are you talking... what letters would you be... oh, those kind of letters. I see. ( Clears throat ) Well, that's just great.",
        "Olivia: Look, it's stupid, okay? I'm trying to bury a mistake. It's pointless. I never had any problem screwing up over and over again.",
        "Bill: Well, you know what they say the definition of insanity is? It's doing the same thing over and over, expecting different results.",
        "Olivia: Well, then prepare my room at Ravenwood, because I am coming home, papa.",
        "Bill: Come on. What mistakes do you keep on making, huh?",
        "Olivia: Are you kidding? I have a tendency to sabotage my own love life.",
        "Bill: Well, not this time.",
        "[SCENE_BREAK]",
        "Danny: All right, guys. Why don't you go ahead and draw those pictures you told me you were going to draw for me? I'll be right over.",
        "Harley: Thank you for giving me that. I don't feel quite so empty anymore.",
        "Danny: Okay. Harley, what are you going to do?",
        "Harley: Run.",
        "( Thunder rumbles )",
        "[SCENE_BREAK]",
        "Marina: It looks like the power's back on.",
        "Lizzie: Good.",
        "Marina: I guess I'll head home.",
        "Lizzie: All right. Well, give Zach a kiss for me. Tonight had to be the weirdest thing for the little guy.",
        "Marina: Yeah, I will. I think I'm actually going to head back over to Company and make sure that my dad and my grandpa get home safe.",
        "Lizzie: You really like taking care of people, don't you?",
        "Marina: I guess. I never really thought about it. Are you going to go home?",
        "Lizzie: What choice do I have? I left Roxy home. She needs me. It's okay. You can go ahead. I'll pay.",
        "Marina: No. I've got this one.",
        "Lizzie: But really, it's okay, Marina.",
        "Marina: No. Really, Lizzie. I got it.",
        "Lizzie: Thank you. Listen, if you need anything or want to talk to anybody about anything, you can call me no matter what.",
        "Marina: Okay.",
        "Lizzie: Okay. Thank you again.",
        "Marina: All right. Drive safe.",
        "Lizzie: You, too.",
        "Marina: Please, nothing else tonight.",
        "[SCENE_BREAK]",
        "Alan: When the blackout hit, I had to get away from everybody.",
        "Gus: Well, I certainly know that feeling.",
        "Alan: You know, tonight was supposed to be a celebration of Phillip's life, his birthday, and the only thing I could think about was the loss. I really put on quite a show for those kids.",
        "Gus: This is emotionally tough for you, isn't it?",
        "Alexandra: Oh. Oh, here you are. Well, you heard the news? Harley's alive.",
        "Alan: Well, this is great news. You must be overjoyed, Gus.",
        "Gus: Isn't that a miracle?",
        "Alan: Yeah. Well, do they have her back in prison?",
        "Alexandra: Actually, they haven't found her yet.",
        "Alan: Oh, gosh, son. You must have been devastated. I mean, this is great news. Why do I have the feeling you already knew, huh?",
        "Gus: Why do I get the feeling that you were happier when she was dead?",
        "[SCENE_BREAK]",
        "Buzz: What did you do with the boys?",
        "Danny: Oh, we just went outside. Shoot the breeze, you know.",
        "Buzz: Thanks.",
        "Danny: Sure.",
        "Frank: I can't stand it. I can't stand it. I can't stand it, pop. I have to find her.",
        "Buzz: Frank, don't let them hurt her.",
        "Frank: I will never let anyone hurt Harley. Ever.",
        "[SCENE_BREAK]",
        "Bill: Hey. I'm still here. I'm still here.",
        "Olivia: Yeah, with a lot of bumps and bruises to show for it.",
        "Bill: I can handle it. And for the record, you didn't sink whatever it was you had with Phillip, okay? He did.",
        "Olivia: But am I going to sink us?",
        "Bill: How about I never let that happen?",
        "Olivia: I don't want to bury love letters that I wrote to you one day, Bill. I want this to work.",
        "Bill: Then you know what? It will work. It will. Come on, you don't think there's a person out there who doesn't regret some mistake that they made? Come on, baby. Every day is a chance to do something right. So let's start now, huh? Let's start now. Let's fight for each other. All right?",
        "Olivia: All right. All right.",
        "Bill: All right?",
        "Olivia: Just kiss me. I'm sold.",
        "Bill: I can do that.",
        "( Thunder crashes )",
        "[SCENE_BREAK]",
        "Buzz: Oh, Harley, Harley, Harley, Harley. Where are you? You're out there somewhere. Run, baby, run. At least you're not behind bars. You must be so scared. Frank thinks there's only one way for you to be safe, but I think if I knew what was going to happen, I would have taught you something about disappearing, because disappearing is something I'm pretty good at.",
        "Marina: Grandpa?",
        "Buzz: Hi.",
        "Marina: Hey. You're not going anywhere, are you? What's this about disappearing?",
        "Buzz: Not in the near future. I was just talking to your aunt, you know. The air. I wish I could help her.",
        "Marina: I think dad's right. I think that he needs to find her before some crazy does, you know?",
        "Buzz: Wish I could find her.",
        "Marina: Once you did, what would you do?",
        "Buzz: Give her the keys to my bike, give her all the money in my wallet and-- foom-- send her flying away.",
        "Marina: You'd let her go, just like that?",
        "Buzz: For a shot at freedom? You bet.",
        "Marina: But if she came back and she finished out her sentence?",
        "Buzz: She's going to have years tacked on for escaping.",
        "Marina: Well, she'd get out eventually.",
        "Buzz: Right. She's going to come and work her way into our lives on a day-to- day basis. It's harder than it sounds.",
        "Marina: I just wish we could turn back the clock.",
        "Buzz: Me, too.",
        "Gus: And why would it be good news, huh? There's probably a thousand cops out there right now trying to be a hero and bring her in. I've got to call Frank at the station.",
        "[SCENE_BREAK]",
        "Alan: Well, I want you to know that I'll do whatever I can. You can use the entire Spaulding resources if you need them.",
        "Gus: Oh, the old Spaulding resources. Throw that at anything...",
        "Alan: Well, I don't want money to be an issue. If you want the money to help you find Harley, go ahead. The family loves you. Isn't that right, Alex?",
        "Alexandra: Of course, Alan.",
        "Gus: I've got to get in touch with Frank.",
        "Alan: Please give us a call.",
        "Alexandra: Good luck, darling. Good luck. There's a package in the hallway. Just take it to her, okay?",
        "Alan: I'd like some time alone.",
        "Alexandra: I thought you just had some, Alan. We'll talk tomorrow.",
        "Alan: It's me. I'm sure you have bounty hunters in your rolodex, don't you? ( Thunder crashes ) good. I want you to hire every one of them and pay them three times what you normally pay. I want you to find Harley Cooper. Dead or alive. ( Thunder crashes ) but the alive part doesn't matter that much to me.",
        "[SCENE_BREAK]",
        "Gus: Harley? ( Whispers) Harley? What are you doing here? Are you all right?",
        "Harley: I'm fine.",
        "Gus: Why'd you leave the house?",
        "Harley: I was worried about you. What's in the suitcase?",
        "Gus: Some clothes for you. Alexandra gave them to me.",
        "Harley: Your family.",
        "Gus: Yeah, I know, I know.",
        "Harley: You told Alex?",
        "Gus: It's a little... I'll explain later.",
        "Harley: Listen, I saw Olivia.",
        "Gus: What? Where? Where?",
        "Harley: I don't think she did it, Gus. I know you're not going to agree with me, but it's just a feeling I have.",
        "Gus: Well, I have the same feeling. I was hand-delivered this. It's a clue. It's the first shot I'm going to get at really finding out who the killer is. I mean, I've been given three of them, but this is the first one, because it's got these towers, and if I could just figure out...",
        "Harley: You mean, \"we.\"",
        "Gus: We. Yeah.",
        "Harley: Well, we have to stick together.",
        "Gus: Yeah. Well, as long as you don't try pushing me away to protect me.",
        "( Thunder rumbles )",
        "Harley: It could be dangerous. I mean, somebody could take a shot at me. I don't want you to get hit.",
        "Gus: As long as they miss both of us. Anyway, if we could figure out where exactly these towers are, we could figure out who really shot Phillip.",
        "Harley: I'm up for that.",
        "Gus: All right, then. Butch Cassidy and Sundance ride again.",
        "( Thunder rumbles )",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light.\"",
        "Edmund: Get dressed and stop playing games.",
        "Dinah: Oh, I'm not playing games, and you out of all people should know you can't help who you fall in love with.",
        "Edmund: I'm in love with Cassie.",
        "Dinah: She'll never love you back. Not like I do.",
        "Cassie: You're making a huge mistake. I used to be the princess of this island! You can't do this to me!"
    ],
    "Transcript Author": [
        "By Boo Proofread by Jolene"
    ],
    "url": "https://www.youtube.com/watch?v=QoeZi2YTgOY"
}