{
    "Episode Summary": [],
    "Recap": [
        "Cassie sees Dinah in the barn accuses her of setting the fire and tells her that though she (Dinah) may hate her that she simply wants to save RJ. Olivia and Bill have sex. Reva tells Sandy she thinks they should take a trip together to San Cristobel. He refuses and walks off. Harley finds out that Phillip has bought WSPR. Tammy decides that she and Joey should wait. Lizzie drugs Joey and decides to make it look like they slept together. Phillip tells Alan that he's never been happier. Dinah saves RJ, and runs to the house to get help for Cassie. Olivia tells Bill that she worried about their trip tomorrow and that she thinks she should go alone. Sandy gets a postcard that reads \"I saw you.\" Dinah is arrested after Edmond and Jeffery save Cassie."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Dinah: Hiya, cassie.",
        "Cassie: Dinah. You set this fire. My little boy rj is up there and he can't get down!",
        "Dinah: Hart's son?",
        "Cassie: Dinah, you may hate me and you want to see me dead, but he doesn't deserve this. Help me move this beam so I can get to him.",
        "Dinah: Oh, just relax. I would never let anything happen to hart's son. I'll go up there and get him myself.",
        "Cassie: You stay away from my son!",
        "Alan: Hello, son.",
        "Phillip: Well, hello, father. What are you doing, wandering around in the middle of a blackout?",
        "Alan: Well, as a matter of fact, I'm looking for you. It'S... it's rather late. Don't you think it's time for you to call it a night?",
        "Phillip: Are you telling me I'm out past my curfew?",
        "Alan: Well, yes, something like that. And as your father, I think it may be time for me to put my foot down.",
        "Joey: So this is the party. What about the spaulding board members who are going to meet me here?",
        "Lizzie: Well, they couldn't make it, so it's just going to be the two of us. We can still celebrate, though. I got us some champagne.",
        "Joey: Lizzie, I can'T.",
        "Lizzie: Why not?",
        "Joey: (Sighs) look, there's something I need to tell you. It's about me and...",
        "Lizzie: Hm, later. Please.",
        "Joey: No, lizzie. Now.",
        "Lizzie: No. Sorry, it's going to have to wait, okay? There's something that I have been waiting to tell you for so long and I've just... I've kept it in and I can't do that anymore. Joey, I love you. (Laughs) (kissing) I love you. I love you so much, and I know if you just give me a chance, then I could be so much better than tammy, and I'll prove that to you, starting tonight.",
        "Bill: Remind me why we didn't do this earlier?",
        "Olivia: Because you were stubborn, you didn't want to mix business with pleasure.",
        "Bill: Mm, and you were married.",
        "Olivia: That didn't stop you from flirting with me.",
        "Bill: It didn't stop you from flirting with me. It was fun, but this is much, much better.",
        "Reva: You know, I wonder if all of springfield is blacked out or if it's just this area. You know what I'm thinking? We should take a trip, you know? Just the two of us, down to the islands. You know, I know your childhood wasn't the greatest, and no matter what the faults were that your adoptive mother had, she still loved you and I'm sure she misses you.",
        "Sandy: I'm sure she does.",
        "Reva: So we'll take a trip. We'll go to san cristobal. You don't have to spend time with your father if that makes you uncomfortable, but we could see marissa, and she would...",
        "Sandy: No. No way. Never.",
        "Jeffrey: (Groans) what happened? What am I... what am I doing here?",
        "Dinah: Listen to me. This place is burning up fast, and I can't do everything. What's it going to be? Me, you, or your son?",
        "Cassie: Get rj.",
        "Dinah: That's what I was going to do anyway. Because he's hart'S. I was there when he was born, remember?",
        "Cassie: Get rj, dinah! Get my little boy!",
        "Edmund: Here, take this.",
        "Jeffrey: (Coughing) how did I get here?",
        "Edmund: You don't know?",
        "Jeffrey: No. I remember going to the... the generator. I was in the loft.",
        "Edmund: And then?",
        "Jeffrey: Then everything's a blank. I don't know. What happened?",
        "Edmund: I followed you out to the barn and I found you unconscious on the floor. I think part of the roof must have caved in and knocked you out. You fell off the loft. Your lantern fell into the hay. It started a fire. The fire is still going. The fire department is coming, but I've got to get out of here.",
        "Jeffrey: Wait, how did I get here? Did I walk here?",
        "Edmund: I carried you.",
        "Jeffrey: (Laughs) you saved me? (Laughs) eddie, you could have left me there.",
        "Edmund: Believe me, the thought crossed my mind.",
        "Cassie: Rj!",
        "Dinah: Rj, where are you, baby?",
        "Rj: Mommy?",
        "Cassie: Honey?",
        "Dinah: Honey, listen. Just speak up. I can't see where you are.",
        "Cassie: Rj, honey, it's okay. You can listen to her.",
        "Dinah: We're going to get you out of here, buddy, but I can't see you.",
        "Rj: I'm over here.",
        "Dinah: Okay, speak up.",
        "Cassie: Rj, it's okay. You can go to her. Edmund!",
        "Rj: I'm scared.",
        "Dinah: It's okay, baby. It's going to be all right.",
        "Cassie: Edmund! Jeffrey!",
        "Bill: That wasn't bad.",
        "Olivia: It was all right.",
        "Bill: It was kind of nice.",
        "Olivia: It was very nice.",
        "Bill: It was unbelievably nice.",
        "Olivia: It was, wasn't it? (Laughter)",
        "Bill: Do we make a better team in the boardroom or the bedroom? Hm?",
        "Olivia: Well, why do we have to choose? Why can't it be both?",
        "Bill: You know, I don't want this to complicate things.",
        "Olivia: Oh, it won'T.",
        "Bill: It won't?",
        "Olivia: Uh-uh.",
        "Bill: Then this is it.",
        "Olivia: This is it?",
        "Bill: This is definitely the best deal that I ever made. (Laughter) ( thunder crashes) oh, well, look at that. Perfect timing, huh? As much as I hate to say it, I've got to get going.",
        "Olivia: Right now?",
        "Bill: Well, yeah. Because if we're going to get up at dawn for the shareholder's road trip, then odds are I'm not going to get any sleep here.",
        "Reva: Sandy, I know that you have bad memories of home, but your mother, she...",
        "Sandy: I'm not going back there, reva.",
        "Reva: Okay. Well, then, just think about it, okay? Because I don't want to push you.",
        "Sandy: No. You're impossible. Anyone ever tell you that?",
        "Reva: Just a few hundred times. Okay, just really. I'm not going to push you here, I just...",
        "Sandy: Well, then don't!",
        "Reva: Okay. But I truly believe that you can't move forward with your life until you've dealt with your past.",
        "Sandy: Sounds like too many self-help books.",
        "Reva: Me? No. It's just experience.",
        "Sandy: Well, everyone's experience is different, okay?",
        "Reva: Yes. Okay. Then let's just forget about seeing marissa-- for now.",
        "Sandy: Forever.",
        "Reva: How about this? How about the two of us then just go down to san cristobal? We can go to san cristobal and san jamar.",
        "Sandy: No.",
        "Reva: We could go together. It would be fun.",
        "Sandy: Fun like a root canal.",
        "Reva: Okay, look, we can go to san cristobal. We can see the palace. You can meet your uncle alonzo. Then we'll go to san jamar. You don't have to spend time with your family-- you don'T. We can just go to your childhood haunts, you know? I can see your school.",
        "Sandy: Reva, read my lips-- and don't just humor me or pretend like you're listening, really hear what I'm saying: I don't want to go back to the islands. I'm never going back, and i don't want to see my so-called mother ever again. So my answer is no, no, and no. Clear enough for you?",
        "Reva: But...",
        "Sandy: Enough!",
        "Harley: Hi. Everything okay in here?",
        "Reva: Is it?",
        "Sandy: Yeah. Everything's fine.",
        "Cassie: Rj! Answer me if you can still hear me!",
        "Dinah: Rj, where are you?",
        "Rj: Over here.",
        "Dinah: Where are you, honey? I can't see you. Talk to me.",
        "Rj: Upstairs.",
        "Dinah: I know, baby. I know, I know. I promise it's going to be okay. I'm going to get you out of here. Oh. I see you, babe. I see you now. Okay, all right. You see me? Okay, come on. Come to me. That's it. That's a good boy. That's a good boy. That's it. (Laughs) okay, don't be scared. It's going to be all right. We're going to get you out of here. Somehow.",
        "Rj: (Coughing)",
        "Dinah: All right, buddy. I'm going to get us out of here, all right? You okay? Everything is going to be fine, okay? All right, ready? Sure? Okay, here we go.",
        "Jeffrey: (Coughing) you chose the angel on your shoulder over the devil, edmund. That's fantastic.",
        "Edmund: I'm glad it's so funny. If you'll excuse me, the barn is on fire. I need to...",
        "Jeffrey: Where's cassie?",
        "Edmund: I think she... i think she's upstairs.",
        "Jeffrey: Where is she?",
        "Edmund: Cassie!",
        "Reva: Hey, hon. Do you know whether the lights are out all over town?",
        "Harley: Oh, they're out all over town. Although I just came from the hospital, and they said that some parts are back on, so hopefully...",
        "Sandy: Oh. I guess you can add company to that list.",
        "Harley: Oh, good.",
        "Reva: You were at the hospital. How's buzz? Did the angioplasty go well?",
        "Harley: It was great. Thank you for stopping by. I appreciate that. No, he's doing really, really well, which is remarkable, considering the stress the poor man is under, knowing that phillip and his bulldozer could come here and demolish the place at any second.",
        "Reva: It's criminal. It's really criminal.",
        "Harley: Well, maybe you'd be willing to say that on the record. Maybe you could do a piece on your tv show about what he's doing to us.",
        "Sandy: She already tried.",
        "Harley: Yeah. I pitched the idea last week.",
        "Sandy: The boss killed it.",
        "Harley: Holly killed it? Why?",
        "Reva: Oh. You don't know. I can't believe he's been able to keep this so hush- hush.",
        "Harley: Who is keeping what hush-hush?",
        "Reva: Holly doesn't own wspr anymore. She sold it. To phillip.",
        "Harley: (Laughs bitterly) I should have seen this coming. Of course. Megalomaniacs always love to control the airwaves.",
        "Reva: Didn't he own a piece of the \"journal\" at one time, too?",
        "Harley: Yeah, but that was different.",
        "Sandy: How so?",
        "Harley: Because that was an investment. You know, this is propaganda. The man has a plan and he needs support.",
        "Reva: So you think company and wspr are just the start?",
        "Harley: Oh, I know it.",
        "Reva: Well, you know what? That doesn't matter. We'll just have to look around it, you know? I mean, he may be the boss, but there is a way to get around things like that. That's why I have this brilliant young producer of mine working with me. Right?",
        "Sandy: You got it.",
        "Reva: You know what, sweetie? Why don't you go home? It's been a very stressful day for you. Go home and squeeze on your babies. I love you, and we're going to take care of things here, okay?",
        "Harley: Thank you so much. I will take you up on that offer. The lights are back on. That's what I'm happy about.",
        "Reva: Drive carefully.",
        "Harley: I will. Thanks, sandy.",
        "Sandy: Good night, harley.",
        "Reva: So, are you ready to stick by my side as we go up against the corporate giant, phillip, my boss? Because if I get fired, you're going down with me.",
        "Tammy: Hey, guys.",
        "Reva: Tammy, I thought you left already.",
        "Tammy: Yeah, I'm such a space cadet. I think I left my wallet here. I got back to the beacon and realized...",
        "Reva: There it is.",
        "Tammy: Catch you guys later.",
        "Reva: No, you know what? Why don't you wait? Because now that the power is back on, I can make you coffee. Hot coffee.",
        "Tammy: No, I can'T. I can't be late.",
        "Reva: Late for what?",
        "Tammy: Um, nothing. I just... I have stuff to do. Good night.",
        "Reva: Good night.",
        "Sandy: Good night.",
        "Reva: You know what? Excuse me. Hey, you know what? It's awfully late for you to be driving home alone. Do you want me to follow you home in my car?",
        "Tammy: Oh, um, no. No, I'm fine. The streetlights are back on and now that the rain's stopped, it's a beautiful night. Perfect.",
        "Reva: So, you seem so happy.",
        "Tammy: I am.",
        "Reva: Yeah? Any particular reason?",
        "Tammy: Um, maybe. Joey and I are back together.",
        "Reva: I knew it, because i saw you two earlier.",
        "Tammy: I care about him so much, aunt reva. And we're meeting up later. That's why I have to get going.",
        "Reva: Oh, later. You're meeting later. Where, at the farm?",
        "Tammy: Um, yeah.",
        "Reva: So you're meeting your mom and edmund and all the kids and spending your first night back together again at the farm, all together? Oh. You're not, are you? Where are you meeting him? At the beacon? Am I right?",
        "Tammy: Yeah.",
        "Reva: So, the two of you back together, in your room, in the middle of the night. My gosh, how does a person pass the time? (Thundering)",
        "Joey: Lizzie, I like you. We're friends. And maybe if timing was different, things were different, we could be more than friends, but...",
        "Lizzie: But what?",
        "Joey: I got back together with tammy today. Just now, tonight.",
        "Lizzie: Oh.",
        "Joey: Lizzie, I'm really sorry. I thought you knew.",
        "Lizzie: How was I supposed to know that, again?",
        "Joey: Because of the way we were acting before, how close we were, you know, at company, in the car.",
        "Lizzie: I just figured it was another one of your usual drama routines, and I figured tammy was promising you that if you just gave her another chance that things would be different this time.",
        "Joey: Lizzie, they are going to be different this time.",
        "Lizzie: Yeah, right.",
        "Joey: Lizzie, I care a lot about tammy. I love her.",
        "Lizzie: No, you don'T. You don't, okay?",
        "Joey: Lizzie. Lizzie. I think you're a really great girl. Listen to me, okay? And... and, well, I know that i was leading you on, and I'm sorry for it. I didn't mean it, and I know things were going somewhere, but I know-- I know-- someday you're going to make a lucky guy an amazing girlfriend.",
        "Lizzie: Yeah, but not you.",
        "Joey: Lizzie, nothing... nothing has to change. We can still be friends, okay? Lizzie?",
        "Alan: I saw buzz earlier today at cedars.",
        "Phillip: Oh?",
        "Alan: You know, he and I have not been the best of friends down through the years, but we do have a history. I think if the history had been a little different, maybe we could have been friends much like you and rick.",
        "Phillip: Did you come down here to tell me all the reasons that I'm to blame for buzz's heart attack?",
        "Alan: No, as a matter of fact, I came down here to tell you that i am to blame for the road you're going down now.",
        "Phillip: Which I finally appreciate. I mean that, dad. I've never been happier.",
        "Cassie: Rj. You're okay, thank god.",
        "Dinah: Don't I get any thanks?",
        "Cassie: Put him down and help me, dinah.",
        "Dinah: He looks so much like hart.",
        "Cassie: Put him down, dinah. You're scaring him.",
        "Dinah: I'm not scaring him. Do I scare you, rj? No. No, you like me, don't you? Yeah. You're not scared. Your mommy should be, though.",
        "Bill: Coming up on \"guiding light\"...",
        "Harley: Hey, guys. Am I interrupting a business meeting?",
        "Cassie: Well, we don't have much time. You've got to pull this beam while I push it and you can help me get out of here. Only one man could kick \"trading spaces\" host paige davis out of her own home. It's nate. A special makeover event. Next \"oprah.\" Oñ",
        "Cassie: Don't do this, dinah. Don't do this. Rj, it's going to be okay, all right? Everything is going to be okay. Dinah, I'm his mother, okay? And he needs me.",
        "Rj: Mommy.",
        "Cassie: It's okay. He needs me. Come on, we don't have much time. You've got to pull this beam while I push it, and you can help me get out of here.",
        "Rj: Mommy.",
        "Dinah: No. I'm sorry, I can't do that.",
        "Cassie: Dinah!",
        "Rj: Mommy!",
        "Cassie: Oh, god. Dinah! Somebody help me! Help!!",
        "Reva: What do a guy and a girl do in a hotel room all night? Count sheep?",
        "Tammy: Oh, please don't make me have this conversation.",
        "Reva: You started it. Because you were being honest with me, and I want you to be honest with me, tammy. But don't worry, because I'm not going to preach to you, because you're 18, and you're all grown up for that, and you wouldn't listen to me, anyway.",
        "Tammy: That's not true. I would.",
        "Reva: Would you? Okay, good. I just... I have a question to ask you. This is your first time, right? Are you prepared?",
        "Tammy: Oh. Yes. Yes, I've thought about this really hard, aunt reva, and i love him so much. I feel so close to him.",
        "Reva: Okay, okay. And that's great. I'm happy about that, I am, but that's not exactly what I'm asking. I'm asking if you've had the talk, you and joey, the safe sex talk. Do you have condoms? Because you can't always count on the guy to come through on that score. And first and foremost, the most important thing is that you take care of yourself.",
        "Tammy: Okay, I see what you're trying to do here, aunt reva. It's not going to work.",
        "Lizzie: So, you and tammy for real this time. Are you sure that's what you want?",
        "Joey: Positive.",
        "Lizzie: Okay. Then I am happy for you. I really am. Honestly, I'm happy. It's no big deal. I mean, we just weren't meant to be together, right? But you, my man, have won the spaulding contest, and now you're getting back together with tammy. What more of a reason to celebrate, huh?",
        "Joey: Oh, no, no, not for me. I'm going to go.",
        "Lizzie: Oh, come on. It's just one glass. It's from my grandfather's private collection. I'm sure it's great.",
        "Joey: Lizzie, I don't think it's a good idea.",
        "Lizzie: Joey, when did you turn into such a stick-in-the- mud, huh? Listen, you don't have to drink the whole glass, but just have a few sips for good luck, okay?",
        "Joey: (Sighs) okay. Right. A few sips. I mean, it is a special occasion.",
        "Lizzie: Very right. Here you are. Cheers.",
        "Bill: Olivia? Everything okay?",
        "Olivia: Yeah, everything's fine. I was just thinking that... about the trip tomorrow. You know, this is our chance to convince the major stockholders that they should side with us, right? It could make us or break us.",
        "Bill: Yeah, so?",
        "Olivia: So I think I should go it alone.",
        "Bill: What? Why?",
        "Olivia: Because if we both show up, we're going to appear too eager. You know, maybe even desperate, right? So only one of us should go. I'm the logical choice. They know me from my stint at spaulding. They don't know you from adam.",
        "Bill: All right, you've got a point, but here's a better idea. Why don't we both go, okay? You can take the meetings alone like you want to, and if they go well one-on-one, then that's great. But if the shareholders need to see me, then I can jump right in. And then later that night at the hotel, we can, you know, compare notes.",
        "Olivia: It's tempting. It is. I just... if we're both gone, then who's going to keep an eye on phillip, huh?",
        "Bill: Well, harley will.",
        "Olivia: Not as good as you would. My way is best. I'll go, you stay.",
        "Bill: No, wait a minute, now. So that's it? I don't get a say?",
        "Olivia: Don't go acting all hurt, now. Come on.",
        "Bill: I'm not. What are you talking about? A half hour ago, we were about as close as two people can get. Now you're shutting down on me. Why, what happened?",
        "Olivia: No. Don't think this means that we're more than we were before.",
        "Bill: I don't, I just think that...",
        "Olivia: You're being paranoid.",
        "Bill: I'm not paranoid.",
        "Olivia: When did you get so insecure? Just, you go home. Go home, get some sleep. I'll call you tomorrow. Go on.",
        "Harley: Hey, guys. Am I interrupting a business meeting?",
        "Cassie: Help! Edmund! Jeffrey! Somebody help! I'm trapped in here! Please, god. (Crying) I'm begging you. My kids have lost so much already. Please don't let them lose me this way. Help!",
        "Edmund: No rj, no cassie.",
        "Jeffrey: I'll help you.",
        "Edmund: Just stay put. You'll only be in the way. (Knocking at door) cassie?",
        "Dinah: I need your help. You have to help me.",
        "Dinah: The barn's on fire.",
        "Edmund: Where's cassie?",
        "Dinah: Cassie is out there. The staircase has collapsed, and she's trapped beneath it.",
        "Edmund: Oh, my god.",
        "Dinah: You need to help her.",
        "Edmund: Oh, my god.",
        "Dinah: Help her.",
        "Harley: This won't take long. Okay, I just heard something i thought you both should know.",
        "Bill: What?",
        "Harley: Guess who just bought wspr.",
        "Bill: Who?",
        "Olivia: Phillip.",
        "Bill: Great, now he's got a mouthpiece to spew out any personal opinion on any subject he'd like. Maybe we should show her our information. Maybe you know some of the people.",
        "Harley: Who? What?",
        "Olivia: No, it's a list of spaulding stockholders who usually keep a low profile. We got it from alan this evening.",
        "Harley: Alan just gave this to you?",
        "Olivia: No, we took it. We stole it form his computer.",
        "Harley: (Laughs)",
        "Bill: It's a beautiful thing.",
        "Olivia: Yeah. So, you got a problem with that?",
        "Harley: No. Of course, not. I admire it.",
        "Bill: First thing tomorrow morning, we're going to visit every shareholder and convince them why our company has more to offer than spaulding does. (Cell phone rings) oh, you know what? I'm sorry, I've got to... I've got to take this. Bill lewis.",
        "Harley: Here. Olivia.",
        "Bill: Yes. Hold on, I can't hear you. Yeah, hold on.",
        "Harley: You know, it's none of my business, but are you and bill...?",
        "Olivia: We're business partners. We're business partners. Strictly professional, it just has perks. It's nothing personal.",
        "Harley: Sure you can keep it that way? Not personal? I just mean that usually, you know, once feelings get involved, somebody always wants more and...",
        "Olivia: That's not going to happen, because there are no feelings involved. Look, I've learned my lesson. There are two things that are important to me in this world: My daughter and my work. That's enough. I'll never feel anything for another man again.",
        "Sandy: Oh, my god.",
        "Phillip: Alan, I've spent my entire life in turmoil. Half the time I was fighting you, half the time I was trying to be the man that you wanted me to be. I could never decide who i wanted to be because I always had those two voices in my head constantly competing with each other. I was always trying to make everybody happy, and always failing, because you can't make everybody happy. That's how I ended up in the hospital. That'S... that's what indecision does to you. You give it enough time and it's like a cancer, and you either cut it out completely or it will consume you. And you'll come home from work one day and they'll tell you you're crazy, and they'll take your children away and they'll lock you up in a nuthouse someplace. Because you know, what I... what I finally realized-- and it took that time to do it-- is that all that I really have, all that any of us really have, is our family. I have my children, and they are not going to grow up with the conflict that I did. They're not going to waste half of their lives worrying about things that they can't change. No, they're going to know who they are and what they want. And every day of their lives, they are going to be proud to be spauldings. I told you. It's all good. Come on, let's get out of here. I want to go home and kiss those kids of mine. Show them that I'm not the monster that everybody says I'm becoming. It'll be fine.",
        "Lizzie: Wouldn't it be nice if we could have some music? But, you know, we can't because of the blackout. No electricity, right?",
        "Joey (slurred): Right.",
        "Lizzie: I take it you like the champagne, though.",
        "Joey: Yeah. Um, it's strong. One glass is pretty...",
        "Lizzie: You look weak. You should sit down, okay?",
        "Joey: I'm all right.",
        "Lizzie: Come on. No, no, no, no, no.",
        "Joey: No, I'm cool.",
        "Lizzie: No, I'm serious. Just sit down, okay? It'll be a lot more comfortable.",
        "Joey: I'm fine.",
        "Lizzie: Uh-uh, sit down. There. Isn't that better?",
        "Joey: Sure.",
        "Lizzie: Okay. Can I tell you something? I... you know, I care about you, and I really am your friend, and I have your best interests at heart, only your best interests.",
        "Joey: Okay.",
        "Lizzie: Okay, good. I kind of need to tell you something. It's kind of a confession, maybe.",
        "Joey: All right. Well, it's starting to make me feel really, uh, good.",
        "Lizzie: (Laughs) okay, so I'm ready to tell you. Are you ready to listen to me?",
        "Joey: Yes.",
        "Lizzie: Do you want to hear me or not?",
        "Joey: Yes.",
        "Lizzie: Are you sure? Okay, okay, okay. Okay, so here's the thing. I had my grandfather let you win the contest.",
        "Joey: What?",
        "Lizzie: Well, see, the thing is, you didn't have enough points, so I asked him to declare you the winner.",
        "Joey: Whoa, whoa, whoa, whoa. Why would you do that?",
        "Lizzie: Well, because, i mean, you needed the money and the scholarship and the job, and you worked so hard for it, joey, that you deserved it. So, don't you see the difference between me and tammy now? Tammy would never have done anything like that for you. She never would have gone that far.",
        "Joey: No, tammy would never do anything like that. That'S... that's low, lizzie. That's really low.",
        "Lizzie: How can you say that?",
        "Joey: Lizzie, you lied.",
        "Lizzie: But I did it for you, joey. Don't you see that?",
        "Joey: Who was it? Who was the winner?",
        "Lizzie: It doesn't matter.",
        "Joey: No, lizzie. Who, who... was it tammy? Was it tammy?",
        "Lizzie: You don't get it, do you? It doesn't matter who the winner is. The only thing that matters to me is you.",
        "Reva: I just want to help you make sure that your first time is special-- and safe-- because I love you.",
        "Tammy: Joey and I have talked about it, a while ago, actually, and we're prepared. We'll be safe.",
        "Reva: And joey knows it's your first time? So he'll be extra sweet and patient with you. Because some guys, you can't count on that all the time, you know? Especially if they're young. They have a tendency to rush things. So if you want romance, like if you want candles and music and that sort of thing, you may want to take care of that yourself. I don't want you to have any doubts about this, that maybe tonight isn't the right time, you know? Because if it's not the right time, you don't have to do things tonight. You don't have to rush this.",
        "Tammy: Maybe you're right. Maybe we are rushing a bit. And it's not that I have any doubts about joey, because i don'T. But we just got back together. It doesn't have to be tonight, does it?",
        "Reva: That's up to you, tammy.",
        "Tammy: I think maybe we should wait a little bit longer.",
        "Joey: I don't feel so good.",
        "Lizzie: Joey, just sit back down, okay? Come on. That's all right. I'm going to take care of you. I know exactly what you need. Come here.",
        "Joey: Oh.",
        "Lizzie: Upsy-daisy. You know, I meant what I said earlier when I said I loved you? I really do.",
        "Joey: Lizzie?",
        "Lizzie: Yes, yes. And I know you love me, too. And it's okay. You can admit it, all right? You don't have to fight it anymore, okay? I'm here and I'm yours. All right? Come on. Joey?",
        "Joey: Lizzie...",
        "Cassie: Edmund, help! Help me, edmund!",
        "Edmund: Cassie!",
        "Jeffrey: You stay there!",
        "Cassie: I'm over here!",
        "Edmund: Come on. (Yelling)",
        "Cassie: It's too heavy!",
        "Edmund: Come on!",
        "Jeffrey: Come on!",
        "Edmund: Count of three. One, two, three.",
        "Jeffrey: Come on! Let's go. Go, go, go, go. (Sirens approaching) (coughing)",
        "Cassie: Thank you, dinah.",
        "Edmund: Dinah?",
        "Jeffrey: Dinah marler?",
        "Cassie: One and the same.",
        "Edmund: The woman who tried to kill you?",
        "Cassie: The woman who killed hart, and she's been on the run ever since.",
        "Jeffrey: Dinah marler, I'm the district attorney, and you're under arrest.",
        "Cassie: I want to know why you're here!",
        "Jeffrey: We've got to get out of here. Let's go!",
        "Cassie: You set this fire, didn't you? Didn't you!",
        "Reva: I really don't mean to force my opinions on you, tammy. I just want to make sure that your first time is as special as mine was.",
        "Tammy: I'm sure it will be. When it happens.",
        "Reva: But just not tonight?",
        "Tammy: Not tonight. But joey will understand, because he loves me as much as i love him.",
        "Reva: It doesn't get any better than that.",
        "Tammy: I guess I should go. Say good night to sandy for me?",
        "Reva: I will, sweetheart. I love you.",
        "Tammy: Oh, I love you, too. Thank you.",
        "Reva: You're very welcome. Drive safely. Sandy? Sandy?",
        "Lizzie: Joey? Listen, okay, there'S... there's something that I want to give you that I can't give to anyone else, and you're the only person I want to give that to, no matter what. I can't do this. I want my first time to be special, and I want you to want me as much as I want you. Of course, I could make you think we did it. That might be just as good as the real thing, right?",
        "Olivia: You want one?",
        "Harley: No. No, thanks. Wow, you are really strong. I wish I could do that. I wish I could just, you know, turn it off. As angry as I am, every time i see gus, I just feel...",
        "Olivia: You know, you'll get there. If that's what you really want, you'll figure out that you have to do what's best for you. I don't care about anyone except my daughter and myself.",
        "Bill: (Sighs) sorry about that. Are we... more to talk about?",
        "Olivia: No. No, we're done.",
        "Harley: Okay, good. Well, I've got to get home. Hey.",
        "Bill: Yeah?",
        "Harley: Let's you and me get together tomorrow and keep this ball rolling while olivia is out of town.",
        "Bill: Sure.",
        "Harley: Okay? Hey, have a good trip.",
        "Olivia: Thanks.",
        "Bill: So, I had a good time tonight.",
        "Olivia: Yeah, I did, too. I'll call you.",
        "Bill: Take care.",
        "Cassie: Come on. Let me look at you. God, you're all covered with soot. I've got to get you in a bath. I love you, rj. I love you so much.",
        "Edmund: You okay? Okay, why don't I take him upstairs and start his bath, then? All right?",
        "Cassie: Yeah. You've got to go take a bath with edmund, okay? And then I'll be up as soon as i can. Okay? Bye.",
        "Cop: Mr. O'neill?",
        "Jeffrey: Yeah, this is her right here. Dinah marler. I want her arrested for murder, right now.",
        "Cop: Dinah marler, you're under arrest for murder...",
        "Cassie: Wait, first, I want to know what she's doing here.",
        "Jeffrey: Not now, mrs. Winslow.",
        "Cassie: Yes, now. Dinah, what the hell are you doing here?",
        "Jeffrey: Come on, get her out of here. I'm sorry. This is procedure, mrs. Winslow.",
        "Cassie: Since when?",
        "Dinah: You tell rj I'm sorry about his daddy and about everything, okay?",
        "Cassie: Oh, you will be. Trust me.",
        "Cassie: Next, on \"guiding light\"...",
        "Bill: Look, if phillip has something up his sleeve...",
        "Harley: Which he does, I know it.",
        "Bill: He's not going to just let it float around on the internet. You know what we need? We need someone on the inside, like a coworker or a family member.",
        "Harley: I've got the perfect insider.",
        "Cassie: Oh, my god. It was her. It was her.",
        "Jeffrey: It was her, what?",
        "Cassie: Dinah was the impostor."
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=_Fegp2Oz4u0"
}