{
    "Episode Summary": [],
    "Recap": [
        "Marah has moved back to her parents house, but isn't ready to talk to her mom about her and Tony. Eden arrives at the Lewis house to tell Marah that she is making a big mistake by breaking up with Tony. Marah wants to know why Eden should even care about her relationship with Tony. Eden tells Marah if it weren't for Bill, she would go after Tony herself. Reva meets Dr Langham at the country club-who tries to convince her to do the readings for the show herself. Reva does a successful reading for a maid at the country club.",
        "Eden tries to convince Tony she never meant for Marah to see the pictures. Tony grabs Eden, and holds her close while asking her if this is what she wanted. Danny walks in and finds Tony and Eden in what he thinks is a passionate embrace. Cassie decides to take Edmond up on his offer of moving out to the farm. Jeffrey O'Neil receives a suspicious package at The Beacon."
    ],
    "Recap Author": "Sylvia",
    "Show Title": "Guiding Light",
    "Transcript": [
        "reva: Oh, i like that.",
        "Marah: It's not right. Nothing is.",
        "Reva: So take a break. Do something fun. I'm going to the club; you can come with me.",
        "Marah: What are you doing at the club?",
        "Reva: I'm having a meeting with chris.",
        "Marah: No thanks, i have to work.",
        "Reva: You need to work?",
        "Marah: Mom, don't do this. I'm fine.",
        "Reva: Oh, really? You're fine. You move out of the museum and back in here with your dad and me and you don't say boo about it, and you're fine.",
        "Marah: Tony and i just need some time apart, that's all.",
        "Reva: Why?",
        "Marah: Mom, i love you for worrying, but don'T.",
        "Reva: Marah...",
        "Marah: Mom. You know how you needed to take time away and go to italy, and you needed some time for yourself? Well, that is what i need.",
        "Reva: Well, it looks like you have a visitor. Eden.",
        "Eden: Hi, mrs. Lewis. Is this a bad time?",
        "Reva: Yes, actually. We were in the middle of something.",
        "Marah: Mom, it's okay. Eden, what do you want?",
        "Eden: I'm here to tell you that you're making a huge mistake.",
        "Marah: Maybe you didn't do this, but it is in you to do it. You don't just wake up one day and decide that you're not going to be a violent man anymore.",
        "Cassie: Hey.",
        "Danny: Come on in. Thanks for coming to the house.",
        "Cassie: Sure. I know you wanted to stay close to michelle. How's she doing?",
        "Danny: She's pretty down, you know, trying to make sense of it all.",
        "Cassie: She and ben were best friends. I don't know if she's ever going to be able to make sense of that.",
        "Danny: I know. I know.",
        "Cassie: It's unbelievable. I mean, you think you know someone your whole life and then you realize you don't know them at all.",
        "Danny: Yeah. Or on the other hand, you think someone's the devil incarnate and they turn out to be completely different.",
        "Cassie: I suppose.",
        "Danny: Mm-hmm.",
        "Cassie: What's so funny?",
        "Danny: I saw you, the way you were with edmund last night, the way he was with you. I saw it.",
        "Cassie: Yeah. So?",
        "Danny: So, talk about a 180. You guys looked like a little happy family in the making.",
        "Cassie: Oh. (Laughs) no. No. We are taking it slow. At least i am.",
        "Danny: Hm.",
        "Cassie: You don't believe me.",
        "Danny: I didn't say anything. Didn't say a word.",
        "Cassie: Okay, well, i have proof. Edmund offered to fix up the farm for me and the kids.",
        "Danny: That's proof?",
        "Cassie: Yeah. He got his hands on the plans that richard and i had drawn up when we were going to fix it up, and I told him no. What do you think about that?",
        "Danny: The truth?",
        "Cassie: Yeah.",
        "Danny: I think you should rethink his offer.",
        "Edmund: All right. I don't see mrs. Chitwood and will.",
        "Rj: I want to play horsey.",
        "Edmund: Oh, rj, i don't think we should play horsey.",
        "Rj: Please?",
        "Edmund: In your mother's lobby? I just don't think it's a good... Okay. Okay. Come on. Just for a minute. Whoo! Ready? Go. Hey, you hold on tight, springfield kid. We're looking for a couple of low-down varmints that robbed the freight train and stole the orphans' milk money, and even though i'm just a horse, i'm going to help you look, because i know what a good low-down varmint looks like. All right, let's go. Hey. Look over there. What do you think that is? One of the...",
        "Rj: Daddy, daddy, daddy.",
        "Jeffrey: Not again.",
        "jeffrey: Where's your mom, kid? You don't know? Maybe she's off accepting her mother of the year award, hmm? Could you? I don't have time to baby-sit.",
        "Edmund: Really? Not even after school or on weekends?",
        "Jeffrey: I have a job, winslow.",
        "Edmund: Right. Catching criminals. Which is exactly what we were doing, right, partner?",
        "Jeffrey: Oh, yeah?",
        "Edmund: We're playing cowboys. We're looking for a bad guy. How about it, o'neill? You want to give it a whirl?",
        "Jeffrey: I think I'll leave that to you. Okay, look, maybe we should remind the little tyke that I'm not his daddy.",
        "Edmund: Right. Rj. Boom. Do you remember last night when i told you about mr. O'neill just looking like your daddy?",
        "Rj: Daddy.",
        "Edmund: But not being your daddy. He's not your daddy. Hey, look, it's mrs. Chitwood. All right, all right. There's mrs. Chitwood. She has your goggles, she has your flippers. You run down to the beach and i'll see you there later, okay? Go on.",
        "Jeffrey: Nice job, dr. Phil.",
        "Edmund: Thanks for all the help.",
        "Jeffrey: (Laughs) excuse me? It's not my responsibility.",
        "Edmund: You're all heart, mr. O'neill.",
        "Jeffrey: I don't want that kid hanging on to me every time i turn around, okay? If i want a pet, i'll get a schnauzer.",
        "Edmund: He's little and confused. It's not going to be an easy fix. Unless...",
        "Jeffrey: Unless?",
        "Edmund: Well, you get a new face or you get a new place to live.",
        "Cassie: So I think the entrance to the garage should be over here.",
        "Danny: I think it would be better around the corner over on hicks. Yeah.",
        "Cassie: Why did you say that?",
        "Danny: Because there'd be less foot traffic.",
        "Cassie: No, about me and edmund and the farm.",
        "Danny: Oh. That.",
        "Cassie: Look, you're laughing. I'm glad you think my life is so funny.",
        "Danny: Don't be so sensitive. You're the one who said that edmund found these... These plans that you and richard had started together, so i just, you know, I started thinking.",
        "Cassie: Thinking?",
        "Danny: Yeah.",
        "Cassie: About what?",
        "Danny: Well, how'd the idea get into edmund's head in the first place?",
        "Cassie: I guess we talked about it.",
        "Danny: Right, so it started with you.",
        "Cassie: Wait a minute. All I said is I wanted a yard for the boys. That's it.",
        "Danny: Okay. And what about the plans? Did edmund just stumble across those?",
        "Cassie: Okay, i may have mentioned the plans, but i did not send edmund on a mission. I did not do that.",
        "Danny: Well, you didn't have to. The guy's obviously in love with you.",
        "Cassie: Oh, wait. (Laughs) okay. Now you're freaking me out. No one has said the \"l\" word, danny. No one.",
        "Danny: Infatuated, whatever. The guy offered to do something nice for you and for your kids.",
        "Cassie: Yes. It was very nice. It was very sweet and I said \"thank you,\" but it is way too soon. It's way too soon.",
        "Danny: Why? Were there strings attached?",
        "Cassie: No. No. But I know where it's going. Can we get back to the plans here, please? Can we just...",
        "Danny: Oh, no. I'm not letting you off that easy. Sorry.",
        "Cassie: We're wasting time. Come on.",
        "Danny: The fact that you are coming back to life, finally, is wasting time?",
        "Cassie: I'm happier than I've been in a long time. I know. I know. But that's not the point.",
        "Danny: Yeah, it is, because apparently edmund is at least partly responsible for that.",
        "Cassie: (Laughs)",
        "danny: Right?",
        "Cassie: You're defending edmund winslow?",
        "Danny: No. I'm just... I think you've managed to do the unthinkable.",
        "Cassie: You are defending edmund winslow.",
        "Danny: No. I'm just saying that it is possible for people to change. You believe that i've changed.",
        "Cassie: Yes, I do.",
        "Danny: So, why don't you consider his offer? You guys have come this far.",
        "Cassie: I don't know.",
        "Danny: What are you so afraid of? You say there are no strings attached, you're not going to marry him anytime soon, that's not what you're talking about. So he'll spend the weekends. Your boys will have their yard.",
        "Cassie: They would love that.",
        "Danny: So you should think about it.",
        "Cassie: Okay, i'll think about it, I'll think about it.",
        "Danny: There's another bonus, too.",
        "Cassie: What's that?",
        "Danny: Well, it will give you a chance to figure out if this thing with edmund is a fling or if he means more to you than you think.",
        "Reva: Marah's busy.",
        "Marah: It's okay. Eden's my friend.",
        "Reva: Really?",
        "Eden: Thanks, mrs. Lewis, now i know how you feel about me. But I'm here to make sure your daughter doesn't do something that she's going to regret.",
        "Reva: How noble.",
        "Marah: Don't you have a meeting with christopher?",
        "Reva: I can postpone it.",
        "Marah: Go.",
        "Reva: Okay. But I'm going to come back just as soon as we're finished.",
        "Marah: I'm sorry about that.",
        "Eden: It's okay. She was just being protective.",
        "Marah: Well, I don't need protecting right now.",
        "Eden: Well, you're lucky you even have a mother. Now if we could just get her to get you to move back into the museum.",
        "Marah: You know, this is where I belong. I need somewhere where i can concentrate and focus on my work.",
        "Eden: Look, i am the last person to stop you from following your dreams, but that's not what this is about.",
        "Marah: That's not for you to say.",
        "Eden: You know, it is those damn photos. I should have just ripped them up when I had a chance.",
        "Marah: That wouldn't have mattered.",
        "Eden: They are fake, marah.",
        "Marah: No, they're not, eden. Tony admitted to me that he was with that girl.",
        "Eden: Yeah. But that was after you guys broke up.",
        "Marah: Yeah. And when he realized that she was setting him up, he went crazy.",
        "Eden: He told you?",
        "Marah: No. No, tony doesn't remember hurting the girl. Tony, he got drunk and the whole thing is just a big blur to him.",
        "Eden: Yeah, but that was before. He thought he had lost you.",
        "Marah: Oh. Oh, and people just do crazy things?",
        "Eden: Oh, i should know.",
        "Marah: Yeah, well, that's right, you should. Because you and tony are so much alike. You used to tell me that you understood him better than i did.",
        "Eden: No, i understand both of you, and I know that you two should be together.",
        "Marah: Why do you care, eden? Why is this such a big deal to you? Why does it matter so much?",
        "eden: You and tony have something special and I don't want you two to lose that.",
        "Marah: Why do you care?",
        "Eden: Because i'm your friend.",
        "Marah: Well, then believe me when i'm telling you that I am doing what i have to do, for me.",
        "Eden: There is no way that you could be clear one day after a breakup.",
        "Marah: No?",
        "Eden: No. Do you realize that tony changed for you?",
        "Marah: He did the best that he could.",
        "Eden: No. Do you know how difficult it is to become a completely new person?",
        "Marah: Well, I thought I did, but maybe you understand it in a way that i never could.",
        "Eden: Don't let a dirt bag like salerno come between you and destroy everything that you guys have worked for.",
        "Marah: You don't understand, eden. Those photos could not have come between tony and me if there wasn't something wrong to begin with.",
        "Eden: What, like a fatal flaw?",
        "Marah: Yes. Yeah. The violence. Look, I'm not blaming tony. I know that he tried to change.",
        "Eden: He did change.",
        "Marah: For now. But that will always be a part of him.",
        "Eden: A part of his past.",
        "Marah: Tony and i have been through too much for me to be that naive.",
        "Eden: You love him. Don't lose sight of that.",
        "Marah: I will probably always love tony but right now I have to think about me, about my life and what is best for it.",
        "Eden: You know, this is my fault.",
        "Marah: Are you listening to anything that I'm saying?",
        "Eden: Yes, I hear you. You're scared. But if those stupid photos hadn't fallen out of my bag.",
        "Marah: Then it would have been something else, eden. Okay? I was fooling myself about tony because I wanted to much to believe.",
        "Eden: You can believe. This is just your hurt talking.",
        "Marah: No, eden. This is me being practical. It's just like... It's just like what happened with ben reade. If somebody had been able to see that and catch that sooner...",
        "Eden: You cannot compare ben to tony.",
        "Marah: I'm not.",
        "Eden: They are not even similar.",
        "Marah: I am not going to bury my head in the sand.",
        "Eden: But that is exactly what you're doing here. Look... Marah, do you want to hear the truth? If bill wasn't in the picture, i would make a move on tony myself.",
        "Marah: Why are you telling me this?",
        "Eden: Because some day someone is going to come along and not care about you, and they're not going to care about tony's past, and then what are you going to do, marah? Huh?",
        "Reva: Christopher. I'm so sorry i'm late.",
        "Christopher: Oh, don't apologize. I was enjoying the sun. Everything okay?",
        "Reva: Yeah. It's marah, my daughter. She broke up with her boyfriend last night.",
        "Christopher: We can do this another time.",
        "Reva: No, she doesn't have much use for her mama right now.",
        "Christopher: So, what's on your mind, reva?",
        "Reva: My tv show, and your suggestion that I act as the reader in the special segments i want to do.",
        "Christopher: You know as well as i do it was more than a suggestion.",
        "Reva: I just don't think I'm ready for it yet.",
        "Christopher: Reva, will you stop doubting yourself? And will you stop forgetting the work we did in italy?",
        "Reva: In a controlled environment, but to start reaching out to the \"other side\" in front of a live studio audience is a different story.",
        "Christopher: It doesn't matter. You have a gift. It's with you anywhere.",
        "Reva: I am more comfortable with it, that's for sure.",
        "Christopher: You know what? I'm going to prove it to you.",
        "Reva: Where are we going? (Laughs)",
        "cassie: I have to admit, it'd be nice to live in a house again.",
        "Danny: See? I know what I'm talking about.",
        "Cassie: Yeah, sometimes.",
        "Danny: All that land.",
        "Cassie: And the pond and the stable. I mean, tammy could ride horses anytime she wanted.",
        "Edmund: Think about it, mr. O'neill. Life away from the beacon could afford you unspeakable freedoms.",
        "Jeffrey: Yeah, yeah. This is a hotel.",
        "Edmund: Exactly. It's transient. It's nothing compared to a real home.",
        "Jeffrey: Something I haven't known in a long time.",
        "Edmund: Exactly. No more children running around with chocolate under their fingers. No more toy cars grinding away on the floor overhead.",
        "Jeffrey: Well, now, that is a good point.",
        "Edmund: And nobody to call you \"daddy.\" Unless, of course, she's obliged to late at night. You know what, mr. O'neill? I read about an adults-only condominium complex opening up right downtown.",
        "Cassie: I've got to admit, it does sound pretty nice.",
        "Danny: Not just for the kids, but for you, too.",
        "Cassie: And christmas. I could have christmas there and i could invite the whole family.",
        "Danny: Edmund could play santa.",
        "Cassie: (Laughs) no. Jeffrey could play santa. He's the one with the beard.",
        "Danny: Jeffrey? O'neill?",
        "Cassie: Yeah. I know he's a pain in the you- know-what, but he did save my life.",
        "Danny: Well, I have to admit, I was with you until you mentioned o'neill.",
        "Jeffrey: No. No, no, on second thought, i don't think that would work for me.",
        "Edmund: You're kidding?",
        "Jeffrey: I know. I value my privacy too much.",
        "Edmund: This? This is what you call privacy?",
        "Jeffrey: Well, a lot more than that. I mean, that would be like... More like an episode of \"the young and the restless.\" We're too old for that.",
        "Edmund: Mr. O'neill, we're never too old for that. Come on. You're just as old as you feel. Think about it. All those nubile women, available, or persuaded, chasing you around the laundry room all day long. It'd be fantastic.",
        "Jeffrey: You've really thought a lot about this, haven't you?",
        "Edmund: It's a thing of beauty, isn't it?",
        "Jeffrey: It does have its merits, but no. I think I want to stay right here, thank you.",
        "Edmund: What about rj?",
        "Jeffrey: Well, we're just going to have to teach him that i'm not his daddy.",
        "Cassie: So what do you got against jeffrey o'neill?",
        "Danny: Um, aside from the fact that he's rude and obnoxious?",
        "Cassie: Oh, come on. He's got some good qualities.",
        "Danny: Really?",
        "Cassie: Doesn't he?",
        "Danny: Like what?",
        "Cassie: I don't know. (Laughs) come on, i thought you guys were friends. I mean, you play racquetball together.",
        "Danny: No, that's called networking. Besides, he's got a vested interest in making sure fifth street is finished. It makes his job easier.",
        "Cassie: You don't like prosecutors.",
        "Danny: I'm just saying that i have a feeling about him, and i don't know what it is, but it's there.",
        "Cassie: Thank you. Thanks for talking to me about edmund and the farm. You've given me a lot to think about.",
        "Danny: I'd think about what i said about o'neill, too, if i were you.",
        "Cassie: Well, you're not me. He saved me from falling off a roof. Isn't that good enough for you?",
        "Eden: Hi.",
        "Tony: How'd you know to find me here?",
        "Eden: I saw your car outside. I just talked to marah.",
        "Tony: How is she?",
        "Eden: She's putting on a good front.",
        "Tony: Maybe it's not a front. Maybe it's exactly where she wants to be.",
        "Eden: No, that's not true and you know that. Come on. If you would just talk to her.",
        "Tony: Maybe i already did talk. Last night. It's over.",
        "Eden: No, you two belong together.",
        "Tony: Listen, there's nothing you can do about this, so just drop it. It's not your fault, if that's what you're worried about.",
        "Eden: Yes, it is my fault. I should have burned those pictures when I...",
        "Tony: I'm the one who's in the pictures! Okay? Not you. If there's anyone to blame, it's me.",
        "Eden: I know, but she wouldn't have seen them if it wasn't for me.",
        "Tony: I'm the problem. I can't control my temper. I hurt people.",
        "Eden: Would you stop it? I'm not going to let you destroy yourself. Listen, I went to the museum and you had these strung all over the place. Are you crazy?",
        "Tony: She already saw them. Who cares?",
        "Eden: Tony, stop it. I am not going to let you do this.",
        "Tony: Why? Huh? Why? What do you care, huh? What, do you feel guilty or something? Is that it? Did you want this to happen?",
        "Eden: No.",
        "Tony: Is that it? Did you want marah to see these pictures?",
        "Eden: No.",
        "Tony: Tell me, eden. Is this... Is this what you want?",
        "Edmund: Hey. I was...",
        "Cassie: Hey.",
        "Edmund: I was just going down to the beach. I told the boys I'd help them build a sand castle.",
        "Cassie: Mrs. Chitwood showed up, everything's okay?",
        "Edmund: Yes, everything's fine. I just wasn't expecting you back here so soon.",
        "Cassie: Neither was i. But I wanted to talk to you and i wanted to apologize.",
        "Edmund: Cassie...",
        "Cassie: No, you... You offered to fix up the farm and i was a jerk, and I'm sorry.",
        "Edmund: Cassie, you really don't have to do this. It was presumptuous of me to begin with to start nosing around your living arrangements.",
        "Cassie: You weren't nosing around anything.",
        "Edmund: Yes. Yes, i was. The farm is about you and richard, it's the last place you want...",
        "Cassie: Would you let me be wrong? Because I am. I'm wrong. All you did was respond to something I said and i have to tell you that it was... It was a very sweet gesture. Thank you.",
        "Edmund: Well, you're welcome. And I'm sorry I phrased things in the way i did and left myself open to certain misinterpretations.",
        "Cassie: (Laughs) okay. I can jump to conclusions sometimes.",
        "Edmund: Yes, well, we all have our quirks.",
        "Cassie: Yes, we do. And who knows? Maybe one day, we'll be ready to take that next step.",
        "Edmund: Right.",
        "Cassie: Right.",
        "Edmund: Who knows?",
        "Cassie: So, is it too late? Does the offer still stand?",
        "Edmund: Wait a minute. You're seriously considering this.",
        "Cassie: Yeah, but i want two things. I think we should do it together and I want to split the cost.",
        "Edmund: Well, cassie, you do make more money than i do.",
        "Cassie: Yeah, i probably do make more money. But, you know, i don't know, i think... I think it'll be fun. We can go there on the weekends and holidays, you know? And if you ever need to get away, you can come over. It'll be great, right?",
        "Edmund: Are you talking about sort of a time-share arrangement?",
        "Cassie: Yeah, sort of. (Laughter)",
        "edmund: Okay, one question: If i come on the weekends and you're there, do i have to sleep in the hayloft?",
        "Cassie: No. I think we can work something out.",
        "Reva: Christopher, this...",
        "Christopher: Ssh.",
        "Reva: What are you doing? (Knocks on door)",
        "louise: Oh. Hello, mr. Langham.",
        "Christopher: How are you, louise? Have you met mrs. Lewis?",
        "Louise: Well, i've seen her. I've handed her a towel from time to time. I saw you the night of the presentation. That's when I met mr. Langham. How are you?",
        "Reva: Fine.",
        "Christopher: Louise was interested in being part of one of my workshops.",
        "Reva: Oh.",
        "Christopher: Louise, are we alone?",
        "Louise: Well, yes, but...",
        "Christopher: Good. I need your help with something.",
        "Reva: Christopher.",
        "Christopher: Have you ever had a conversation with louise?",
        "Reva: No. But I don't understand how doing a reading in a ladies' powder room is going to prove your point.",
        "Christopher: Ah, that's where you're wrong.",
        "Woman: What on earth?",
        "Louise: Oh, we're closed, lady. Toilet exploded. It's a whopper of a mess. This is crazy.",
        "Christopher: Will you stop fighting it long enough to give me a chance to show you?",
        "Reva: Okay. What do you want me to do?",
        "Christopher: Louise, would you step behind this door, please? And remember, respond to mrs. Lewis with only a yes or a no.",
        "Louise: Got you.",
        "Christopher: Reva, take your time and concentrate on louise. Good. What are you feeling?",
        "Reva: I'm not. There's a man. A very tall, wiry man with white hair. Is he your brother... No. No, he's... Husband... Is he your husband?",
        "Louise: Yes.",
        "Reva: This is wrong. Talking like this, in here.",
        "Christopher: Reva, you have a gift. Louise, would you like to stop?",
        "Louise: No.",
        "Christopher: Anywhere reva.",
        "Reva: I see the man as a boy. He's lying in a wheat field. There's a breeze and lots and lots of sunshine. He's lying on his back looking up. He looks so very peaceful and he's looking at the clear blue sky and there'S... Has he passed on?",
        "Louise: Yes.",
        "Reva: He's running now. Calling... Calling out \"sp.\" I'm seeing the letters \"s\" and \"p.\" Does that mean anything?",
        "Louise: His dog, when he was a boy-- espie, short for sport.",
        "Christopher: Yes or no answers only please, louise.",
        "Reva: He wants you to know he's happy.",
        "Christopher: That's nice. Thank you, louise.",
        "Reva: I'm so sorry.",
        "Louise: Oh, no, honey. You told me just what I hoped to hear. Dean grew up on a farm in kansas. He loved it there. (Sobbing)",
        "christopher: Reva. Reva, wait. Reva. You can be very proud. You helped to bring louise some peace.",
        "Reva: Why do I feel so empty inside, like i've just done something horribly wrong.",
        "Christopher: You're overwhelmed. That's normal at the beginning.",
        "Reva: I don't think i'll ever understand this.",
        "Christopher: I wish i had answers. All I can tell you is this: What you have is rare and very special. I just hope that you can reach out and use it to help other people. But that is not for me to decide.",
        "Tony: Tell me, eden, is this what you want? Huh? Huh?",
        "Eden: This is what I wanted, but not like this. I wanted you to want me, but you... You're in love with marah and I'm with bill.",
        "Tony: Funny, I don't see bill here.",
        "Eden: I used to choose what's bad for me, but I don't anymore.",
        "Tony: I didn't ask what was good for you. I asked you what you want.",
        "Eden: I want you to be with the woman you love. And that's marah. Because if you guys can't make it together, then...",
        "Tony: Then what? Then what? If we can't make it together, then what? Tell me. What?",
        "Danny: You're a hard man to find, tony. Then again, maybe I was following the wrong scent.",
        "Cassie: So, did you have fun playing in the water? Mrs. Chitwood sure is cool, isn't she?",
        "Rj: So is uncle edmund.",
        "Edmund: Hey, thanks for the endorsement, springfield kid. Hey, the springfield kid and i played horsey before he went down to the swimming pool.",
        "Cassie: Wow, horsey. That sounds like fun.",
        "Edmund: That's right. Hey, what about I take you to a real farm someday and I teach you how to ride a real horse? Be good? All right. You know, I think that...",
        "Bellhop: Mrs. Winslow?",
        "Cassie: Yeah?",
        "Bellhop: This arrived this morning for mr. O'neill.",
        "Cassie: Wow, that sure looks beat up.",
        "Bellhop: Yeah, that's why i thought you should see it.",
        "Cassie: Okay, thanks. Thank you. Oh, my goodness.",
        "Jeffrey: Did you lose something?",
        "Cassie: Uh... I hope you have insurance.",
        "Jeffrey: Oh, great. You're opening my mail now.",
        "Cassie: No, i'm not.",
        "Jeffrey: Well, I wouldn't be surprised. You know, the guide book only gave this dump two stars after all, and after everything else that you've done...",
        "Cassie: Excuse me.",
        "Jeffrey: What?",
        "Cassie: I did not open your mail. The package broke, okay?",
        "Jeffrey: Rj, that doesn't belong to you, and i'm sure your mother has taught you... Well, then again, maybe she hasn't.",
        "Edmund: As usual, mr. O'neill, you're way out of line.",
        "Jeffrey: Rj, give that to me, please. Rj, I'm asking nicely. I said, give it to me, you little...",
        "Cassie: Hey! What is your problem?",
        "Marah: Hey, mom.",
        "Reva: Hi, honey.",
        "Marah: How was your meeting with professor langham?",
        "Reva: It was eye-opening. And intense.",
        "Marah: Is that good?",
        "Reva: I hope so. I'm not sure.",
        "Marah: Okay.",
        "Reva: Chris conducted this experiment and it scared me a little bit, and it also kind of excited me. Gave me a glimpse of my possibilities.",
        "Marah: So that is good.",
        "Reva: I don't know. How are you?",
        "Marah: I'm hanging in there.",
        "Reva: So, did your visitor make things better or worse?",
        "Marah: Eden was just trying to be a friend.",
        "Reva: Lucky you.",
        "Marah: You heard her. She wants me to go back to the museum.",
        "Reva: To tony? Why would she want to do that?",
        "Marah: Because she's grateful for everything that we've done for her. Because we stuck by her when she was in a time of need. She's just trying to return the favor.",
        "Reva: What are you not telling me?",
        "Marah: Eden said that she might go after tony if bill weren't in the picture.",
        "Reva: Bingo.",
        "Marah: But she also said that she would never do that to me.",
        "Reva: I still don't trust her.",
        "Marah: Mom, don't go reading into this, okay?",
        "Reva: Sweetheart, every time i see that girl, i get a very clear picture of her dealing a deck of cards, trying to put one over on someone.",
        "Marah: Eden is not putting one over on me.",
        "Reva: You talk a good game. But if you're going to let eden deal from the bottom of the deck, you better be sure that you don't care whether or not you win or lose.",
        "Danny: What the hell was that?",
        "Tony: Just back off, danny.",
        "Danny: Back off? Why? So you can screw up your life?",
        "Tony: Too late.",
        "Danny: What do you mean, \"too late?\" What do you mean?",
        "Tony: Take a look for yourself, compliments of don salerno.",
        "Danny: Salerno? Tony. (Sighs)",
        "tony: He sent them to eden.",
        "Danny: Right. Of course he did. And she, what? What, accidentally showed them to marah? When? When was this?",
        "Tony: Last night.",
        "Danny: Well, I've got to hand it to her, she doesn't waste any time.",
        "Tony: It wasn't like that, danny.",
        "Danny: Oh, come on, tony. I saw with my own eyes.",
        "Tony: You saw what you wanted to see, all right? Eden...",
        "Danny: Eden what?",
        "Tony: She was trying to get me back to see marah.",
        "Danny: Right. Sure she was. With her hands all over you? Give me a break.",
        "Tony: I don't have to justify anything to you, okay?",
        "Danny: Tony, eden is a liar. She doesn't want you back with marah. Why do you refuse to see that?",
        "Tony: Maybe... Maybe if i hadn't gone to see salerno, this wouldn't have happened.",
        "Danny: Eden's the one who dragged you there. She's the one who set you up! And now, thanks to her, you lost the one... The best thing you had going for you.",
        "Tony: So, that's it? That's what this is about? You don't care about me? You're pissed because you lost your lewis-santos connection?",
        "Danny: Where is this junk coming from?",
        "Tony: From you.",
        "Danny: Me?",
        "Tony: Yeah. You don't say it, but I know.",
        "Danny: (Sighs) game over, eden.",
        "Eden: Hey, bill. It's me. I was hoping you were home. Well, I wanted to talk to you. Well, I'm home, so will you call me as soon as you get this? I really need you. Okay, bye.",
        "Jeffrey: I'm sorry, i didn't mean to... You know.",
        "Cassie: Right. Well, you know what? Maybe you should tell that to rj.",
        "Jeffrey: Rj, I'm sorry, okay? Here. Buy yourself a drumstick.",
        "Edmund: What would the boy want with a piece of chicken?",
        "Cassie: (Laughs) come on. I didn't tell you to bribe him, mr. O'neill, okay?",
        "Jeffrey: I'm sorry. I just thought... Chicken?",
        "Cassie: I am so sorry if mr. O'neill scared you, you know? I think that he can be a nice man. It's just because he's not used to children.",
        "Edmund: That's one explanation. Look at the chicken. Next, on \"guiding light.\"",
        "Michelle: Did eden tell you about marah and tony?",
        "Danny: No, what happened?",
        "Michelle: They broke up.",
        "Danny: Now that you're off the hook with these garden of eden murders, you can go back to your original project: Prying tony away from marah.",
        "Edmund: Isn't fit for a linen closet, isn't it?",
        "Cassie: Hi. This has been \"guiding light.\""
    ],
    "Transcript Author": [
        "By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=Tp96EEHasM0"
}