{
    "Episode Summary": [],
    "Recap": [
        "Reva tells Jonathan that she overheard Lizzie telling Beth that he is the father of Lizzie's baby. He tries to deny it and finally admits but that he will not admit it to anyone else. He tells her that Tammy and he will still move. Reva tries to tell him that he will make a good father and not to turn his back on his own baby. Jonathan tells her that he is too much like Alfred. Tammy tells Ava that she knows she loves Coop and that if her guy was having a baby by another woman, she isn't sure she could be as generous. Josh and Billy are at Cross Creek waiting for Cassie and Reva. He is excited about telling Reva about moving the cabin to Springfield. When there is a knock at the door, he runs to the door and kisses (surprise) Cassie. They both are embarrassed. Billy giggles. Josh calls Reva who lies and says she missed her flight and that Cassie will have to stand in for her. Reva goes home and as she is taking a shower, finds clumps of hair coming out. She starts to cry hysterically.",
        "Lizzie tells Coop that she will move back into the mansion because she is afraid to stay alone in the apartment and he tells Alan and her that he will, too, for he wants to be with Lizzie and the baby. Alan isn't pleased, but tells Lizzie that the baby and she are his future and that he will turn Henry into a Spaulding. Jonathan sneaks up on Lizzie at the mansion and startles her. \"Hey, Lizzie how was your Memorial Day\", he says hatefully. She asks him what he wants. \"Just checking in on you, the baby \", he adds with disgust."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Tammy: Mom told you she kicked us out?",
        "Jonathan: No, she didn't see Cassie yet.",
        "Reva: No, but you're welcome to stay at my place.",
        "Tammy: Thank you, but no thank you. Jonathan and I are going to do this on our own. It'll be us against the world, but that's how we like it.",
        "Jonathan: Yeah and if you ask me, the world better look out.",
        "Tammy: Are you hungry?",
        "Jonathan: Yeah.",
        "Tammy: I'll go get us something to eat, like hamburgers or something.",
        "Jonathan: Works for me.",
        "Tammy: You want anything? Are you hungry?",
        "Reva: No, sweetie, thanks. I'm not hungry.",
        "Tammy: Okay, I'll be right back.",
        "Reva: So, where are you going?",
        "Jonathan: I'm not sure yet.",
        "Reva: Far away?",
        "Jonathan: Okay, you're going to find this out sooner or later. Yeah, when the trial is done, Tammy and I are going to go away-- anywhere away, just to go.",
        "Reva: You can't. You can't do that.",
        "Jonathan: Don't worry about it, I'll get a big ugly sofa bed, so whenever you want to stay...",
        "Reva: Jonathan, you can't leave town right now.",
        "Jonathan: Why not? I'm tired of the complications. I'm tired of everybody getting in my business and all of the complications. Give me one reason why I can't leave town?",
        "Reva: Because you're going to be a father.",
        "[SCENE_BREAK]",
        "Josh: Reva's favorite.",
        "Billy: Yeah, I remember.",
        "Josh: All right. We are ready to go on this thing and I can't wait to spring this on Reva. It's going to be like this, Reva darling, you know we've always talked about how Cross Creek is our real home? Well we're moving it to Springfield-- every brick, every stick of furniture. So, when we feel like getting away to Cross Creek, we'll already be there.",
        "Billy: ( Laughs ) You're like a kid at Christmas?",
        "Josh: I feel like a kid right now, Billy, and I feel like the parent who can't wait to see the reaction on the kid's face when they give that kid the surprise of her dreams.",
        "Billy: Hmm.",
        "Josh: What is this? ( Imitating Billy ): Hmm.",
        "Billy: No, no. Wait, wait. I'm just-- I mean are you sure about this? I mean...",
        "Josh: Yes!",
        "Bill: Reva likes this land a lot.",
        "Josh: I know that, but we'll still have the land, Billy. We just need the space to build the center on. I mean everybody wins here. H.B., we fulfill his dreams, and we get to hang on to the house that we love. Unless of course you've changed your mind.",
        "Billy: No. If everybody's on board, me too.",
        "Josh: Okay, well I've talked everybody else. Everybody else is on board. Reva is the only one that doesn't know.",
        "Bill: Well, hey. Going to be a big change.",
        "Josh: Reva likes change. We both know that. I mean, she's sitting there; she's afraid that our lives are going to be boring and uninteresting. Well, ha!-- I'm going to show her.",
        "Billy: You certainly are. ( Knock at the door ) Oh, hey, oh.",
        "Josh: Here, I think she's here. Get the lights.",
        "Billy: ( Laughs )",
        "Josh: Ugh...",
        "Cassie: ( Gasps )",
        "Josh: Um...",
        "[SCENE_BREAK]",
        "Lizzie: Thank you for coming here with me. I know you hate this place. So as a reward, I called cook, and she's making those little peanut buttery kiss cookies things that you love.",
        "Coop: Uh-huh. Lizzie, those are your favorite cookies.",
        "Lizzie: Yeah, right. Okay, so I've been kind of dreaming about them at night. And they're so good with milk.",
        "Coop: Right.",
        "Lizzie: I'm eating them all the time.",
        "Coop: So, great. Well, bring on the cookies. This way we can get your cookie craving fix or whatever you need and uh... is that why we're here?",
        "Lizzie: Yeah, and um, I don't know, I just kind of like being here. Sometimes, there's no place like home.",
        "Coop: This is home? Lizzie, since when?",
        "Lizzie: All right, I know that it wasn't that long ago that I wanted to get out of this place, far and forever, but I've been kind of freaked out living in the apartment alone. And I'm having these nightmares that me and the baby are all alone and it's crying and crying and crying and crying, and I can't stop it, and I don't know what to do. It's awful. I don't know, I mean it's probably normal for any single mom to go through that.",
        "Coop: Lizzie, you're not exactly the typical single mom type.",
        "Lizzie: Why? Because I have money? Money doesn't make you feel any less alone. Feeling alone and scared, it can't be good for the baby. So, I'm moving back in. At least I'll be a single mom getting a lot of TLC.",
        "Coop: You want to move back in here with the baby?",
        "Lizzie: Yeah.",
        "Coop: Lizzie, I can't let you do that.",
        "[SCENE_BREAK]",
        "Ava: I like it. And I hope you will, too, Baby Bradshaw. I'd like to think that we'll be friends, even though I won't be around very much. Hi.",
        "Tammy: My order won't be up for a few minutes, so I thought I could-- wow, did you do all of this?",
        "Ava: Pretty much, yeah.",
        "Tammy: For Coop? But I thought you guys were--",
        "Ava: Going to be nothing more than just friends? Well, you know, Coop has to focus on Lizzie and the baby right now.",
        "Tammy: It's got to be hard for both of you. Even if he is doing the right thing?",
        "Ava: I know, but that's why I lov--",
        "Tammy: Relax. You can say the \"L\" word around me.",
        "Ava: Yeah, well, the only thing that I'm working on right now is saying good- bye.",
        "Tammy: Hey, I really don't know how you do it. I don't think I would be nearly as generous as you are if the guy I loved was having a baby with someone else.",
        "[SCENE_BREAK]",
        "Jonathan: So you think Cassie will mind if I steal some knives and forks?",
        "Reva: Did you hear what I said to you? You're going to be a father.",
        "Jonathan: That's funny, Reva. It's a little twisted, even for you, but that's funny.",
        "Reva: I don't think it's funny. You slept with Lizzie Spaulding.",
        "Jonathan: Where did you get that?",
        "Reva: It's true, isn't it?",
        "Jonathan: Tammy's on her way home, drop it.",
        "Reva: I can't drop it, Jonathan. We're talking about a baby, here.",
        "Jonathan: You don't know what you're talking about.",
        "Reva: Did you sleep with Lizzie or not?",
        "Jonathan: Yes, okay? Once-- one time.",
        "Reva: Well I guess nobody told you that's all it takes.",
        "Jonathan: Oh, give me a little credit. I grilled Lizzie, as soon as I found out she was pregnant. She proved to me the baby is not mine, it's Coop's.",
        "Reva: Yeah, well that's what you and Lizzie wish.",
        "Jonathan: Why are you doing this?",
        "Reva: Because I heard Lizzie tell her mother that the baby was yours. Congratulations, Jonathan, you're going to be a daddy.",
        "[SCENE_BREAK]",
        "Coop: I don't know, this-- Lizzie, this place is just so weird. It's like everyone co-exists, all right. You know, yes, they're together and like that, but I've never seen them hang out. I've never seen you guys mingle. I've never seen you guys just act normal.",
        "Lizzie: Okay, well we can't all be Cooper's.",
        "Coop: I'm not saying that we don't have our problems. I'm just saying that anyone who lives in this house turns out to be weird. It's like they're some oxygen deprived person when they come out of here.",
        "Lizzie: Wow. Me, too?",
        "Coop: No. Lizzie, you were hurt here, too. Remember? I just don't want our child to be the next victim, that's all I'm saying.",
        "Lizzie: Then, I don't know what to do. I don't know where to go.",
        "Alan: Is something wrong, Elizabeth?",
        "Lizzie: No. I want to move back in here, but Coop doesn't--",
        "Alan: Let me guess. Young Henry here doesn't want his child to be raised around big bad granddad, is that it?",
        "Coop: It's a good guess, Alan. Think about it. With you and all the bad vibes here, how many of your kids have been raised normal here?",
        "Alan: Tell me something, what are you offering Elizabeth and the baby? One room in your family boarding house and all of the buzz burgers they can eat?",
        "Lizzie: No, stop. Coop, Granddad. You know what the truth is? That Coop has so much to offer me, you have no idea. Okay.",
        "[SCENE_BREAK]",
        "Tammy: So you fixed this place up for Coop and then you moved out.",
        "Ava: Seems a little strange, doesn't it? It's just something that I needed to do.",
        "Tammy: What do you think Lizzie would have done if the situation were reversed?",
        "Ava: Oh, I'm sure she would have acted graciously and honorably. ( Laughter ) Yeah. But I thought you guys were friends?",
        "Tammy: Well, we are, kind of. I still know who she is.",
        "Ava: That doesn't really matter very much right now, does it?",
        "Tammy: No, I guess not.",
        "Ava: It's not like Coop ran off and slept with some random girl and got her pregnant. I mean Coop and I haven't even really been on a real date.",
        "Tammy: It doesn't make it any easier though, does it? It is hard to walk away from something that feels so right. Believe me, I know.",
        "Ava: I guess you would.",
        "Tammy: I mean when you feel that kind of connection with somebody...",
        "Ava: His stronger connection will be with his baby and that's the way that it should be. I grew up without a dad; it's not easy.",
        "Tammy: I had one for a little while after my mom remarried. I remember the first time I got a birthday card that signed \"Love Dad.\" Oh, it felt like so good. I felt like I was safe and more loved than I ever was in my life.",
        "Ava: I would give anything to feel that way. That's why it's so important that Coop's baby has all of his attention, feeling safe and loved from day one.",
        "Tammy: Every baby deserves that.",
        "[SCENE_BREAK]",
        "Jonathan: Why are you doing this? I'm trying to have a life. I do have a life. A life with Tammy.",
        "Reva: I'm just telling you what I heard.",
        "Jonathan: Yeah? Well, Lizzie is lying.",
        "Reva: Why would she lie about something like that to her mother? Everybody thinks Coop is the father. She loves him.",
        "Jonathan: No, no! This is not happening right now. Tammy and I are leaving to get away from all of the crap, all of bad memories, and all of the people who won't accept us together.",
        "Reva: You can't just walk away from a baby.",
        "Jonathan: Oh, no?",
        "Reva: No.",
        "Jonathan: You did it-- more than once.",
        "Reva: Okay, yeah. Yeah, I checked out on my own kids more than a few times, and we all ended up damaged goods.",
        "Jonathan: So what am I supposed to do?! Stay here and make up for your mistakes?!",
        "Reva: You're supposed to stay her and be a parent to that child! Family matters, Jonathan, and you're too young to understand this, but time goes by so fast, and you think you can make up for all the stuff later, but sometimes later just doesn't happen!",
        "[SCENE_BREAK]",
        "Josh: I'm really sorry. Obviously, I thought you were Reva.",
        "Cassie: I'm sorry, I think I should have rung the doorbell, maybe?",
        "Josh: It was one of those--",
        "Billy: Guys, calm down. Calm down. Cassie, he's just giving you a big old southern welcome, that's all.",
        "Josh: You're not helping, all right.",
        "Billy: ( Laughs )",
        "Josh: I'm sorry.",
        "Cassie: Hey, there you are.",
        "Josh: R.J.! Hey. Good to see you, buddy, because we're going to need all of the help we can get.",
        "R.J.: Can I eat before I help?",
        "Billy: Those are my sentiments exactly.",
        "Josh: I'm sure we can figure out something. Where is she? Where's Reva? The last I heard she was getting on the plane with you? What happened?",
        "Cassie: She wasn't there. I figured she took the flight with you guys.",
        "Josh: Great. Okay, well I can't get a signal here. I'm going to step outside and see if I can't get her on the phone.",
        "R.J.: Mom, I'm hungry.",
        "Billy: Hey. Hey, listen, big guy. Out in the kitchen there's \"PB,\" and \"J.\" You think you can make a sandwich?",
        "R.J.: No problem.",
        "Billy: Good. Now, while you're out there, I want you to make me a sandwich, extra peanut butter, extra jelly and a big ole glass of milk, okay?",
        "R.J.: Okay.",
        "Bill: Good.",
        "R.J.: Mom, you want one?",
        "Cassie: No thanks. I'm good.",
        "R.J.: Okay.",
        "Billy: Are you okay?",
        "Cassie: I'm great. I couldn't be better. I'm just wondering where Reva is. I hope she gets here soon.",
        "Billy: Yeah, well, you might want to splash a little water on your face because you're still blushing like a bride.",
        "Cassie: Don't.",
        "Billy: Don't what?",
        "Cassie: You know what. You have feelings for Reva. Old feelings, new feelings, whatever you want to call them, just don't project them on to me and Josh.",
        "Billy: Darling, I'm not projecting them; I'm just calling it like it is.",
        "Cassie: Would you just stop?!",
        "Billy: Hey, hey, it's okay. When somebody's there for you, when somebody really helps you out, I mean really comes though for you, they get inside you and you can't help but want to be with them.",
        "Cassie: I am the one who helped Josh and Reva get back together. Why would I want to get in the middle?",
        "Billy: Darling, sometimes that just happens. Hey, do you ever think that Josh and Reva might not want to be together? Maybe they're not supposed to-- maybe if you let nature take its course instead of forcing them back together...",
        "Cassie: No one forced them to do anything. And there is nothing between Josh and me. He just helped me through a difficult time in my life, and he and Reva happened to be apart.",
        "Billy: Yeah. You guys got real close?",
        "Cassie: As friends. I will admit, when and if I get into another relationship, yes, I would love to have someone who's as kind and generous and honest as Josh, but that is why I'm so happy to have him as a brother-in-law and a friend. I am thrilled for him that he's so happy with Reva.",
        "Billy: Nice speech.",
        "Cassie: I meant it.",
        "Billy: Oh, yeah.",
        "Cassie: Thank you very much. Besides, we can't all be Josh and Reva.",
        "Billy: Hey, did you ever think that Josh and Reva might not want to be Josh and Reva. Maybe it's our turn to take a spin on the dance floor.",
        "[SCENE_BREAK]",
        "Jonathan: What's up with you? You don't have enough excitement in your life you have to mess with me?",
        "Reva: God no.",
        "Jonathan: Reva, listen to me. I will not lose Tammy.",
        "Reva: You're not going to lose her. She loves you. She'll understand and she'll respect you if you take responsibility for this child. She grew up without a father. She's not going to wish that on any child.",
        "Jonathan: Maybe not, but she's forgiven me too many times already. If she finds out I had a baby with Lizzie, she's gone. I don't know why you want me stuck with Lizzie Spaulding, anyway. That'll ruin everything.",
        "Reva: This isn't about Lizzie, or Tammy, or you. It's about that baby-- your baby.",
        "Jonathan: Nobody has to know that.",
        "Reva: So what are you going to do, just pretend that it's not yours?!",
        "Jonathan: Did it ever occur to you that this kid is going to be better off without me?",
        "Reva: I don't believe that. I think you could be a great father.",
        "Jonathan: Are you serious? You know me.",
        "Reva: I do know you, and I know that you have a good heart and you could love a child.",
        "Jonathan: No, no, no. If I walk away right now, the kid will not get what every kid wants to be a part of this world, my world? What kid wants to be a part of the cycle that Alfred started?",
        "Reva: I won't let you give up.",
        "Jonathan: Just leave it. Reva, leave it. This kid will be happy with Coop. Coop and Lizzie will take care of it. They'll live happily ever after. Tammy never has to know.",
        "Reva: So you really think it's that easy? You just walk away and never look back.",
        "Jonathan: As far as I'm concerned, this kid is not mine, never has been.",
        "Reva: Nice try, but I don't believe a word you just said.",
        "[SCENE_BREAK]",
        "Ava: Thanks for coming up and checking on me.",
        "Tammy: Any time. If you ever need to talk...",
        "Ava: Okay, I'll take you up on that, as long as the subject is not about, you know...",
        "Coop: Hi.",
        "Lizzie: Hey, girls.",
        "Tammy: Lizzie, how you feeling?",
        "Lizzie: Terrific. Coop is taking great care of me.",
        "Ava: Can I get anybody anything?",
        "Lizzie: No thanks, Ava. We were actually here to show granddad the beautiful nursery you did for the baby.",
        "Tammy: It is beautiful. Ava did a great job.",
        "Coop: Well, why don't we head upstairs.",
        "Alan: This will be a first. I've never been upstairs before.",
        "Lizzie: It's nice and homey.",
        "Alan: I'm sure it is.",
        "Lizzie: Come on, Granddad, it's this way.",
        "Tammy: It will get easier.",
        "Ava: Yeah, maybe when the baby is like 15.",
        "Lizzie: See, isn't it beautiful? Look at the cute little border. It matches the curtains. Oh, Coop, did you fix the window yet? I know it was kind of hard to open and we want the baby to have fresh air.",
        "Coop: That's my next project.",
        "Lizzie: See, he is totally on top of everything, Granddad, and the baby's room is right next to Coop's, which is perfect. Ooh, plus that fact that when he's working, he can take the baby monitor downstairs and listen, so we don't have to worry. And, we will never have to worry about who's watching the baby because we've got Buzz, Marina, Frank, Harley. It's just a lot of fun here. There's a lot of laughing, a lot of music. Everyone's always kind of running into each other because there's always a line for the bathroom.",
        "Alan: Elizabeth, your child is not going to be raised in a fraternity house.",
        "Lizzie: Granddad.",
        "Alan: Listen, there were towels all over the floor in the bathroom. The hall has not been painted since Nixon was president, and the food is unacceptable.",
        "Lizzie: It's good for the baby to be around all kinds of people.",
        "Alan: The baby will have plenty of time to broaden its cultural horizon. But now your infant will have special needs.",
        "Coop: Lizzie, your grandfather is absolutely right.",
        "[SCENE_BREAK]",
        "Reva: Yes, you had a horrible father. And I hate the fact that you had to spend one day in the care of Alfred, but that doesn't mean you're doomed to repeat his mistakes. Just the opposite, Jonathan. You would never allow a child to feel unloved or unwanted, and that baby will be lucky to have you!",
        "Jonathan: Not now, Reva, not now. I can't.",
        "Reva: Do you think I planned any of my kids? Don't be afraid. Let me help you. I will when I... when I can. But this is your chance. This is your chance to make up for all of that stuff that happened to you. It's your child, Jonathan. And you can prove to Alfred and everyone else in this town that you are a good, decent person, and that you'll make a great father.",
        "Tammy: Who's hungry?",
        "Reva: Don't blow the opportunity. If you do, you'll never be able to live with yourself.",
        "Tammy: What opportunity? Jonathan...",
        "[SCENE_BREAK]",
        "Tom Pelphrey, \"Inside The Light.\" Thank you so much for watching. You guys really make obviously what we do worth it because without you, we wouldn't do it. It's always nice to meet you guys and hear from you, and I really appreciate your support, and I hope you keep watching. See Jonathan, Wednesday, May 31st, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Tammy: What's going on? You're talking about opportunity?",
        "Reva: Yeah, how they don't come along all that often, and you shouldn't walk away from something important because you'll live to regret it.",
        "Tammy: Is this about us going away?",
        "Jonathan: Yes.",
        "Tammy: You're upset that we're leaving?",
        "Reva: Of course I am. It's always hard to say good-bye to your baby.",
        "Jonathan: It's not about you.",
        "Reva: No, it's about you, and the fact you can have a decent life here with the people who care about you and the people who need you.",
        "Jonathan: I think they'll be fine without me and they'll probably be better off.",
        "Reva: I don't believe that. Not anymore. Tammy knows.",
        "Tammy: I know what?",
        "Reva: The kind of person he is underneath it all.",
        "Jonathan: It doesn't matter, Reva. Things always get screwed up with me. There's always a problem.",
        "Reva: And you know how much worse you'll feel.",
        "Tammy: Aunt Reva, we don't want to hurt anybody.",
        "Reva: I know that, sweetheart, I do. It's just... think about who you are and what's right for you now.",
        "Jonathan: I'm trying.",
        "Reva: I love you. I love both of you. Just think about what you're doing.",
        "Tammy: She really wants us to stay.",
        "Jonathan: Uh-huh.",
        "Tammy: Are you okay?",
        "Jonathan: Oh, yeah, I'm fine.",
        "Tammy: You're not sure about going now?",
        "Jonathan: No, no, it's not that. It's just, um, things are a little more complicated here than I thought they were.",
        "[SCENE_BREAK]",
        "Coop: I love this room. I love that a friend cared enough to take the time to do all this work. But that's not enough. Look, I could fight, but I wouldn't want to bring my child into the middle of that kind of tension. If I want my kid to be happy, I need to work with Lizzie's family, not against them. Alan, both of us want the best thing for Lizzie and the baby. And I certainly don't want her wasting extra energy going between both of us, back and forth again. Look, Lizzie, you're looking a little tired. Alan, perhaps maybe you should take her home.",
        "Alan: Gladly.",
        "Coop: By the way, I have to work tonight, but I will meet up with you back at the house afterwards, okay?",
        "Lizzie: Okay. You will?",
        "Coop: Yes. Lizzie, we've got some planning to do. If you are going to move back into your family's house, then so am I.",
        "Lizzie: ( Laughs ) Yes.",
        "[SCENE_BREAK]",
        "Reva: Oh, God, no. Not now. Yes, hi. It's Reva Lewis calling to confirm my next chemo session. Yeah. Yes, I'll be there. I'm sorry, I've got another call coming in. Thanks. Oh. Is this the voice I hear in my dreams?",
        "Josh: Well, I certainly hope so. Please, Reva, tell me you're at the airport?",
        "Reva: I wish I could. I missed my flight.",
        "Josh: You're kidding?",
        "Reva: No, and I'm afraid it's the last flight out of the day.",
        "Josh: Okay, look, I'll tell you what, I'll just send a jet and--",
        "Reva: No, no, really. Don't bother. I think I'm stuck here.",
        "Josh: Reva, honey, sweetheart, I need you here with me in Oklahoma, okay?",
        "Reva: I know and I want to be there for you on your big day, but you've got Cassie and Billy, right?",
        "Josh: Yes, but...",
        "Reva: It sounds like a party.",
        "Josh: But, honey, it won't be a party without you. When can I expect you?",
        "Reva: I'm not sure. There's still a Jonathan problem.",
        "Josh: There's always going to be a Jonathan problem, Reva?",
        "Reva: I know, but he really needs me.",
        "Josh: I understand that, but I need you, too, and I think I was first in line.",
        "Reva: You know what, honey, I don't want to ruin this day for you. I know how much the groundbreaking for the new center means to you.",
        "Josh: H.B. would want you here.",
        "Reva: Now you're playing dirty.",
        "Josh: I'm just giving it my best shot, darling.",
        "Reva: You know, Cassie can step in for me. She's better at all of that ribbon- cutting stuff anyway, you know waving at people.",
        "Josh: Yes, but, Reva, I have another surprise for you, okay?",
        "Reva: Good, I'll have something to look forward to.",
        "Josh: We have a whole lot to look forward to, darling.",
        "Reva: Joshua, you make the most of this day, you hear me. This is your time. You make every second count. That's what I want more than anything. I love you, Bud. And I'll see you soon.",
        "Josh: Okay. I love you, too. Call me if you change your mind.",
        "Reva: I will, sweetie. I've got to run. The heck with this. No more cancer. I want it gone because I have too much to do. I've got a life, damn it! I have a life.",
        "[SCENE_BREAK]",
        "Josh: Ah!",
        "Billy: Uh-oh.",
        "Josh: Reva's not coming.",
        "Cassie: What do you mean she's not coming?",
        "Josh: Reva's not coming!",
        "Cassie: How can she not be here for the groundbreaking ceremony.",
        "Josh: I think we'll have to do whatever we have to do to make this thing work.",
        "Billy: You're about to see my little brother go into crisis management.",
        "Cassie: Well this is a major crisis. Can't she get on a plane? I don't get it.",
        "Josh: I don't understand. I used my best guilt tactics against her, but they didn't work because she was in some kind of cosmic mom mode.",
        "Cassie: Oh, no. Jonathan?",
        "Josh: Yes, Jonathan.",
        "Cassie: So your disappointed?",
        "Josh: Yes, I'm disappointed, but I understand. I understand. Reva's part of this, whether she's here or not. So we just have to make the whole thing work out. We just have to do what we have to do. We'll make H.B. proud and we'll make Reva proud. Isn't it strange how life can change in a moment...",
        "[SCENE_BREAK]",
        "Jonathan: You want things to be good and simple and easy, but they never are.",
        "Tammy: It's just us, Jonathan, it comes with the territory.",
        "Jonathan: I only ever wanted things to be good for you. You're all I have ever wanted.",
        "Tammy: What did Reva say to you?",
        "Jonathan: When it's just you and me, things make sense.",
        "Tammy: That's why we're going.",
        "Jonathan: You don't know how much I wish I could put you on my bike, right now, and go.",
        "Tammy: Soon. As soon as your hearing's done, we'll go. We're free.",
        "Jonathan: ( Laughs ) Free.",
        "Tammy: I saw Ava today. She's really trying, but she is so sad. You know, she was on the verge of something good with Coop, and now there is no chance because of Lizzie and the baby. Some things I guess you just can't get past. But that's not us.",
        "[SCENE_BREAK]",
        "Lizzie: ( Laughing ) Yay, we're all going to live together.",
        "Alan: I don't remember inviting Henry.",
        "Coop: I can run it by my sister, the Spaulding CEO, but I don't think we need to turn it into something like that, okay?",
        "Alan: Fine. I'll see you in the car, Elizabeth.",
        "Lizzie: You are the most amazing man.",
        "Coop: Thank you. I just want to be a good dad.",
        "Lizzie: We're going to live together, like a real family, like my mom and my dad and I did when I was little. I can't believe how happy I am right now. I'm sorry. No, I'm not. I should go. I'll go. Thank you for proving how lucky I am to have you, how right I was to love you, to keep believing.",
        "[SCENE_BREAK]",
        "Jonathan: I love to see you happy.",
        "Tammy: Because of you.",
        "Jonathan: I just don't want anyone or anything to change the way we are right now.",
        "Tammy: Things change. It doesn't have to be bad.",
        "Jonathan: Yeah. I just want things to stay on the right track. I want to put my other stuff behind me, my mistakes, Alfred.",
        "Tammy: What does he have to do with any of this?",
        "Jonathan: I don't know, things happen. History repeats itself.",
        "Tammy: What do you mean?",
        "Jonathan: Choices. I don't know. I don't know who I am. I don't know who he made me.",
        "Tammy: Hey, you are nothing like Alfred. It's like Reva said, you are a wonderful, loving person. And I hate him for the way he hurt you, but he failed.",
        "Jonathan: How do you know? Maybe I just haven't had the chance.",
        "Tammy: I know.",
        "Jonathan: I just want to be good enough for you.",
        "Tammy: You are. You are. That's why I want to go away with you. I want to spend forever with you.",
        "Jonathan: Then I have to go tie up a few loose ends.",
        "Tammy: What kind of loose ends?",
        "Jonathan: I have to decide who I want to be.",
        "[SCENE_BREAK]",
        "Josh: That was the best curve ball I've ever seen in my entire life.",
        "Cassie: Hey, hey. So did you clear your mind?",
        "Josh: Hey. A little game of catch does it every time. Thank you, young R.J. now, have you thought about what you're going to say at the groundbreaking?",
        "Cassie: I'm sorry?",
        "Josh: Huh?",
        "Cassie: I thought my job was just to clap and cheer.",
        "Josh: Well, I'm sorry because you've been promoted. Your sister seems to feel that you're the one for the job, that you need to represent the Lewis women.",
        "Cassie: I can't do that.",
        "Bill: Oh, yes you can.",
        "Josh: She said you would be excellent at cutting ribbons and shaking people's hands and that you always do the right thing.",
        "Cassie: Oh, yeah, that's me. I always do the right thing.",
        "Josh: Well, see, that's good because you're going to be up there standing with me right at my side during the ceremony.",
        "Cassie: No, Josh, I can't do it.",
        "Josh: Yes, you are.",
        "Cassie: I will cheer for you with all my heart, but I can't--",
        "Josh: La-la, la-la I can't hear you.",
        "Cassie: I won't stand up there with you. No one can take Reva's place!",
        "[SCENE_BREAK]",
        "Reva: ( Gasping ) Oh, God, no. ( Sobbing ) Isn't strange how life can change in a moment...",
        "Reva: No... ( crying ) life can change in a moment.",
        "[SCENE_BREAK]",
        "Lizzie: Oh, thank you, Granddad! Thank you for giving me hope for the future. Ooh, I love you so much.",
        "Alan: Elizabeth, you and your baby are my hope for the future. There's nothing I wouldn't do for you two. I hope you know that.",
        "Lizzie: So you don't care if Coop moves in here?",
        "Alan: Well, with house this size, how often would I have to see him.",
        "Lizzie: Granddad?",
        "Alan: I'm just joking. As a matter of fact, I plan on spending a little quality time with young Henry.",
        "Lizzie: What does that mean?",
        "Alan: It's very simple. The way to keep your baby from becoming more like a Cooper, I must make Henry more into a Spaulding. Elizabeth, your baby will be a Spaulding.",
        "[SCENE_BREAK]",
        "Ava: Did he like the room?",
        "Coop: He's ready to move in himself.",
        "Ava: Yeah, I bet.",
        "Coop: One more chapter in that book.",
        "Ava: Don't get so side tracked with all of the stuff going on you forget to write the book.",
        "Coop: Some day. Right now Lizzie and the baby are my full-time job.",
        "Ava: I'm sure you'll figure out how to make it all work out.",
        "Coop: Sometimes you just have to make a choice and go with it.",
        "[SCENE_BREAK]",
        "Tammy: San Francisco. I think we'd like it there.",
        "[SCENE_BREAK]",
        "Lizzie: Dashiell Henry Bradshaw. That's good if you end up a writer like Coop. How does anyone pick? You know, I think I am just going to have to wait until I see you, then I'll just know what your name should be. Out of cookies, need more.",
        "Jonathan: Hey, Lizzie, how was your Memorial Day?",
        "Lizzie: What do you want, Jonathan?",
        "Jonathan: Just checking in on you, the baby.",
        "[NEXT_ON]",
        "Jonathan: I know, Lizzie.",
        "Lizzie: You know what?",
        "Jonathan: This baby could look like me.",
        "Lizzie: My family is not going to rest until you make an honest woman out of me.",
        "Jonathan: That baby is mine."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=wZ5IJeotQzc"
}