{
    "Episode Summary": [],
    "Recap": [
        "Alan visits a still delusional Phillip in a private room that is made to look like the Spaulding boardroom. Alan lets his son know that he is leaving town for the welfare of the family. A doctor reports that Phillip will most likely never be rational again. Frank offers Mallet a job. Gus & Harley share their information about Alan's whereabouts and rush to the warehouse. Frank arrests Alan, and they all head to the courthouse. Edmund and Dinah spend the night together. \"Evil Edmund\" visits with Edmund for a while. Cassie throws a party for RJ. Jeffery is a clown for the party and despite not knowing any tricks does a good job. Rick stops by to see Tammy & Cassie on the anniversary of Richard's death. Ross visits with his daughter. Edmund and Cassie have a civil conversation regarding Richard."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Dr. Reese: Mr. Spaulding, I didn't expect to see you today.",
        "Alan: Is everything all right?",
        "Dr. Reese: Of course.",
        "Alan: Good, good.",
        "Dr. Reese: Mr. Spaulding, I saw on the news this morning...",
        "Alan: Don't believe everything that you hear, Doctor. Just open the door.",
        "Dr. Reese: Shall I announce you?",
        "Alan: No, I'll... I'll go in myself.",
        "Phillip: Oh, Dad, I'm glad you're here. Come on in.",
        "[SCENE_BREAK]",
        "Dinah: Guess who?",
        "Edmund: How many guesses do I get?",
        "Dinah: One. What are you doing here?",
        "Edmund: Just continuing with our plan.",
        "Dinah: Operation Hurt Cassie?",
        "Edmund: Yes. Let her feel the same loss that you and I felt, to fall in love with a child that doesn't even exit.",
        "Dinah: Wow. When you turn, you turn.",
        "Edmund: Yes, I do.",
        "Dinah: What do you say we torture Cassie later, and you join me back at my place?",
        "Edmund: Huh.",
        "[SCENE_BREAK]",
        "Janet: You sure you don't need more manpower?",
        "Cassie: No, I think I'm going to be okay, even though my clown canceled. But I guess I'll figure that one out somehow.",
        "Ross: Oh, Hello, Cassie. Janet.",
        "Janet: Hi, Mr. Mayor.",
        "Cassie: Hey, Ross. Clarissa inside?",
        "Ross: Yeah, she's inside chasing RJ all over the restaurant. Not only is RJ her favorite cousin, she just told me that she's going to marry him some day.",
        "Cassie: Oh, well, she has good taste.",
        "Ross: Yeah.",
        "Cassie: ( Laughs )",
        "Ross: Is Dinah planning to stop by, do you know?",
        "Cassie: I don't think so. She's more than welcome, but I don't think she is.",
        "Ross: Oh, well, I think I'll go to the Beacon and spend some time with her. She's not picking up her cell phone, so I'm going to have to track her down.",
        "Cassie: She's playing hard to get, huh?",
        "Ross: Yeah, that's my girl. If I'm back within the hour, is that okay?",
        "Cassie: Oh, have... stay an hour-and-half. I don't care. The party may end early, because I don't have a clown.",
        "Ross: ( Laughs ) Well, I can't help you with that.",
        "Cassie: Oh, come on. Come on, please? ( Laughs ) What am I going to do without a clown?",
        "Jeffrey: Hey, Gorgeous. Need some help?",
        "[SCENE_BREAK]",
        "Frank: I'm going to the station. Do you want to come by for old times' sake?",
        "Mallet: Nah, I think it's time for me to get going, Frank.",
        "Frank: Got a job waiting for you?",
        "Mallet: Not really.",
        "Frank: Well, uh... listen, why don't you join me? We got a brand-new computer system...",
        "Mallet: Frank, me and computers? I don't even know how to turn one on.",
        "Frank: Alan Spaulding is still on the loose, and he's got very deep pockets, if you know what I mean. Yeah, I've got a few good men, but...",
        "Mallet: Frank, I'm glad you trust me. But Harley's free. Thank God. Nobody needs me hanging around here, especially her.",
        "Harley: Hey, you're still here. We got a tip about Alan.",
        "Gus: Yeah, an informant of mine... well, old informant, hangs out at the docks.",
        "Harley: Yeah, yeah, yeah. And there's nothing down there except that old office complex, right? So if that's where he's hiding out, we could get a jump on him.",
        "Frank: Okay, well, it's worth a shot.",
        "Gus: More than a shot.",
        "Frank: All right, then let's go.",
        "Harley: Coming?",
        "Mallet: Maybe I'll tag along.",
        "Harley: Let's see how you like being chased, Alan.",
        "Mallet: I just don't get it, though. I figured he'd be out of the country by now. Why would he stick around Springfield?",
        "[SCENE_BREAK]",
        "Alan: Well, you look... you look good, Phillip.",
        "Phillip: We got some stuff that we need to go over before the meeting. That new project on the east side of Springfield-- we've run into some trouble with the zoning.",
        "Alan: Well, I'm sure you'll handle it fine, son.",
        "Phillip: Well, yes, I'm sure I can. I'm just trying to keep you involved.",
        "Alan: Well, I appreciate that, which leads me to tell you why I'm here. I need to talk to you about something.",
        "Phillip: Sounds serious.",
        "Alan: Well, I suppose it is, because I have to say good-bye.",
        "Phillip: Good-bye? I don't understand.",
        "Alan: Phillip, I have to leave Springfield to protect you, to protect both of us.",
        "[SCENE_BREAK]",
        "Frank: Okay, the office complex is over there.",
        "Harley: Great. Listen, Gus and I, we're going to start on the first floor and work our way up. You two, start on the roof, work your way down.",
        "Frank: Okay, how about you, Gus, and Mallet stay put right here?",
        "Gus: No, Frank, we're not doing that.",
        "Mallet: No, no, he's right. He's right. We're all unarmed. Let's just let the cops do their thing, all right? If Alan's around here, they'll get him.",
        "Harley: No, I want him.",
        "Frank: Sis, I cannot let a civilian go charging in there.",
        "Gus: Frank, we're not just civilian.",
        "Frank: Stay out of this, Gus.",
        "Gus: No, either you use us or you don't; we're going to go in by ourselves, then.",
        "Frank: Fine. How about I put you in the back of my squad car?",
        "Harley: You're wasting so much time, Frank.",
        "Frank: Sis, if Alan's here, do you really think he's going to quietly?",
        "Mallet: Hey, hey, hey, we all know the risk, okay?",
        "Harley: We have to do this. And don't give me that look, Frank. I'm not afraid of Alan Spaulding.",
        "Gus: Well, he'd better be afraid of us. Let's go. Just wait.",
        "Harley: What?",
        "Gus: Wait. Just stop, okay?",
        "Harley: Okay, if I stopped or took a breath at any time during this whole nightmare, I'd be dead, or certainly still in prison.",
        "Gus: Listen to me. I know that you want to tear this building apart brick by brick until we find Alan.",
        "Harley: Yeah, and then I'm going take those bricks and I'm going to throw them at his head.",
        "Gus: Yeah, I understand. I know. But there's a right way to do everything, okay? So from now on, we both go to the door. There's two on the door. I'll be the point person.",
        "Harley: You're just afraid if I open that door and Alan's on the other side, I'm going to strangle him.",
        "Gus: No. Yeah, well, I want to strangle him first. Is that okay?",
        "Harley: You trying to protect me?",
        "Gus: Well, yeah, of course I'm trying to protect you. With everything we've been through this year, I will do whatever I have to do to keep you out of harm's way.",
        "Harley: Okay, but I just want you know something. You're wrong.",
        "Gus: About what?",
        "Harley: Well, not just you. You, Frank, Mallet-- you're all wrong. You think that I'm doing this because of what Alan did to me?",
        "Gus: Well, what... that wasn't enough?",
        "Harley: It is, yeah. But I'm doing it for Phillip too, because no matter what he did, he didn't deserve to die that way. So I guess I'm picking up, you know, the sword and the shield.",
        "Gus: Right. I understand. Have you got my back?",
        "Harley: Always.",
        "Gus: All right. Well, I got yours.",
        "[SCENE_BREAK]",
        "Alan: Phillip, it's become very clear to me that you have taken your rightful place here at Spaulding Enterprises. You've accomplished everything you set out to do. And I feel it's time that I should step aside now.",
        "Phillip: You're leaving?",
        "Alan: I'm going to go away and let you continue to do all of this on your own, just like it was always meant to be.",
        "Phillip: But you don't have to do that.",
        "Alan: Yes, I do, because if I don't, it could be too dangerous.",
        "Phillip: Dangerous?",
        "Alan: You see, Phillip, here at Spaulding Enterprises, you are protected. You can run this company any way you want to until one of your children are ready to take over.",
        "Phillip: Is everything all right with the kids?",
        "Alan: Oh, yes. The kids are great. You have done a marvelous job with those kids. I mean, they're successful, secure, competitive. Why, they're perfect little Spaulding's.",
        "Phillip: I love them all so much. I just want to try to give them everything they deserve.",
        "Alan: And I want you to have everything that you deserve, Phillip. So good luck.",
        "Phillip: I can't believe this. You're leaving already?",
        "Alan: Well, you have board members waiting, so give them hell, son.",
        "Phillip: All right, Dad. Listen, I appreciate everything that you're doing.",
        "Alan: Good-bye, son.",
        "Phillip: I'll see you, Dad. Okay, Gentlemen, thank you so much for coming. We have a lot to accomplish today. Let's start with this. If you'll have a seat, begin on page 85.",
        "Alan: I only want to keep you safe, Phillip. Take care, son.",
        "[SCENE_BREAK]",
        "Jeffrey: So there I was with a decision to make. Okay, stay in a room full of lawyers or go to you with a room full of brats. And it was a tossup, but the sexy mom won.",
        "Cassie: Wow. Is that your way of trying to get lucky at a kids' party?",
        "Jeffrey: Well, I wouldn't put it that way.",
        "Cassie: How would you put it?",
        "Jeffrey: There appears to be a small dog pulling on my leg. Hello.",
        "Kid: Are you a magician?",
        "Jeffrey: Well, I've been told that I have magic fingers.",
        "Cassie: Jeffrey.",
        "Kid: You're here for the party, right?",
        "Jeffrey: I'm not...",
        "Cassie: He is the best magician ever.",
        "Jeffrey: What?",
        "Cassie: Yes. You go inside and tell all the kids that Jeffardo the magnificent is here, okay? All right.",
        "Jeffrey: Jeffardo the magnificent?",
        "Cassie: If you want to make magic with me later, you better pull something out of your... hat.",
        "[SCENE_BREAK]",
        "Dinah: It's in your eyes still.",
        "Edmund: What is?",
        "Dinah: Cassie. You've always wanted her. A part of you still admits that to yourself, but I think sometimes you deny it.",
        "Edmund: You can't truly hate someone until you love them first.",
        "Dinah: You know what, Edmund? I've got this feeling tonight that you and I are going to connect in a very special way, and it's going to be right, and you're going to see everything there is to me, everything I have. You just... you need to ask. That's all. And I want you to know that when baby died, a part of me was lost. And I know technically it wasn't mine, but I felt it inside of me. It was a part of me. It was growing inside of me. And I didn't want to listen to anybody, because it was my connection to you. And I want to give you another baby tonight, our own baby from conception.",
        "Edmund: No, Dinah. This is not what this is about, so don't even think it.",
        "[SCENE_BREAK]",
        "Dr. Reese: Is everything all right, Mr. Spaulding?",
        "Alan: Yes, Dr. Reese. He seems to be rather calm.",
        "Dr. Reese: He is. As I'm sure you saw, he's still completely delusional, no grip of reality. But he enjoys his delusions.",
        "Alan: How is his chest?",
        "Dr. Reese: Almost completely healed. Your son has remarkable recuperative powers.",
        "Alan: Yes, he does. He always has.",
        "Dr. Reese: Pretty soon all he'll have left is his scar.",
        "Alan: Me, too.",
        "Dr. Reese: I'm sorry?",
        "Alan: Doctor, I may not be returning here for quite a while.",
        "Dr. Reese: How long?",
        "Alan: I'm not certain. You don't feel that he's going to come out of this in any way or return to reality?",
        "Dr. Reese: Not likely.",
        "Alan: At least he's safe and happy here. Take care of my boy.",
        "Harley: Alan.",
        "Gus: Stay right there, Alan. Don't you move.",
        "[SCENE_BREAK]",
        "Rick: Hey, Beautiful.",
        "Tammy: Rick, Hi.",
        "Rick: Hi.",
        "Tammy: What are you... well, where's Jude?",
        "Rick: He's upstairs. So how are you doing?",
        "Tammy: Okay, I guess.",
        "Rick: Well, you're here helping your mom.",
        "Tammy: Yeah, well, I want to keep an eye on her this week.",
        "Rick: Yeah?",
        "Tammy: Make sure she doesn't crack up.",
        "Rick: Right. Listen, I only got a couple of minutes, but I have some very good news I wanted to share it with you and your mom. I just saw the doctor for my checkup, and Tammy, your father's heart is as strong as ever, and ticking away.",
        "Tammy: Aw...",
        "Rick: Sure.",
        "[SCENE_BREAK]",
        "Jeffrey: No, no, Cassie. You seriously don't think that I...",
        "Cassie: Are you freaking out? ( Laughs )",
        "Jeffrey: Um...",
        "Rick: Hello?",
        "Cassie: Hi.",
        "Jeffrey: Hi, Rick.",
        "Cassie: I was thinking about you.",
        "Rick: Likewise.",
        "Jeffrey: Rick, good. You're here. You can help.",
        "Cassie: Oh, can you move that?",
        "Jeffrey: Oh, yeah.",
        "Rick: You need help. Sure.",
        "Cassie: Do you know any magic? ( Laughs )",
        "Jeffrey: Yeah, do you know any magic?",
        "Rick: Wrong, wrong, wrong.",
        "Jeffrey: Oh, come on.",
        "Rick: No, no, no. I have to be in the hospital in a couple of minutes. Sorry.",
        "Cassie: Oh, great. Oh, look at him. He's so cute when he's freaking out.",
        "Jeffrey: Yes, I'm freaking out, because I don't know any magic. I do know some magic, okay? I'm going to make myself disappear. How's that?",
        "Cassie: Uh-uh. No, no, no. You can't do that.",
        "RJ: Mr. O'Neil?",
        "Jeffrey: RJ.",
        "RJ: Are you really going to do magic?",
        "Jeffrey: No.",
        "Cassie: Isn't that great? He is. Isn't that awesome?",
        "Rick: Exciting stuff. I've got to go. I'll see you later.",
        "Cassie: Oh, yeah. Bye, Rick.",
        "Jeffrey: Thanks a lot, Rick.",
        "Rick: You're welcome.",
        "Jeffrey: Listen, RJ. Your mother thinks that I can do... yes. You know what? I'm just going to be able to do just about any magic trick you like.",
        "RJ: Like what?",
        "Jeffrey: Well... like what? You know what? Step up. Step up. Gather around, everybody. You will witness the greatest magic tricks of all time, because I... I...",
        "Cassie: Jeffardo the Great.",
        "Jeffrey: ...Jeffardo the Great... Jeffardo the Great, can pull money straight out of thin air, right out of your ear. See?",
        "Kid: You got that money out of your pocket.",
        "Jeffrey: Yeah, well... well... how did it get there, huh? Think about that. Now I will produce a magic handkerchief from my pocket, and I will place in front of Mrs. Winslow. You see? And I will make her disappear. Go. Go. Go over there.",
        "Girl: She's right behind you.",
        "Jeffrey: Yeah, well... ( Laughter ) you see, it's because there's a great secret that I am not telling you, that I, Jeffardo the Magnificent, am the worst magician that ever lived. Ever, ever. And to prove it, I will show you my next demonstration, the old pull-the-table cloth trick. See? There it goes. And with Jeffardo the Not-so- Magnificent, simple paper plates become flying saucers. ( Laughter ) There we go. Yes. And you know what? My greatest trick of all is going to be the famous Jeffardo the Magnificent food fight! ( Cheers and laughter )",
        "[SCENE_BREAK]",
        "Edmund: Before I can start a new family, I have to sever ties with my old one, and that has to start with making Cassie suffer the way I've suffered.",
        "Dinah: You really want it that badly?",
        "Edmund: I want Cassie to think she's getting her baby, and then I want to see her face when she discovers there is no baby. I want to see her crushed by her own love for something.",
        "Dinah: Hm. Remind me never to make you too angry at me.",
        "Edmund: I know how much you want a child, Dinah. I love you for that. But our only goal right now can be making Cassie pay, because when the padding is pulled away and that flat, sexy stomach of yours is revealed, sans baby...",
        "Dinah: ( Laughs ) Well, she'll be devastated, won't she?",
        "Edmund: Yes, she will.",
        "Dinah: What happens then?",
        "[SCENE_BREAK]",
        "Harley: You're not going to get anywhere.",
        "Harley: You're not going to get anywhere. Don't run.",
        "Frank: I got him, Harley!",
        "Harley: How does it feel, Alan? This is me winning. It's my turn to win, Alan.",
        "Gus: What are you doing here, Alan?",
        "Alan: All right, you got me. Take me downtown. I won't resist.",
        "Gus: Answer the question.",
        "Alan: Well, you see, I was in my secret place, hatching a plan of world domination.",
        "Gus: Very funny.",
        "Alan: Why don't you arrest me and get it over with, huh? That is if you can prove anything against me. Just arrest me. Come on.",
        "Gus: You're going to prison. Take my word for it.",
        "Alan: This is what a son does to his father, huh?",
        "Gus: Save me the big disappointment speech. We've already had that discussion, Dad.",
        "Alan: Well, I guess there's nothing more to say, is there?",
        "Harley: Everyone knows who you are and what you've done. The people in my life wouldn't stop until I was safe and free. What about you? What do you have? Where are the people who love you, Alan?",
        "Alan: Gone, gone.",
        "Frank: Let's get him out of here.",
        "[SCENE_BREAK]",
        "Bad Edmund: Sweet kid. A bit unstable perhaps, but sweet. So, Dinah can't really be pregnant because this is the only way to punish Cassie. You're a genius, man.",
        "Edmund: At another time, another place, Dinah and I might have...",
        "Bad Edmund: Yes. Well, she's bought what you're selling at any rate, and that's all that matters.",
        "Edmund: It's not as if I have a choice. I have to win Cassie back.",
        "Bad Edmund: Then Dinah has to fake this pregnancy for the duration.",
        "Edmund: Cassie has to believe the child is still alive. If not, I'll lose her forever.",
        "Bad Edmund: And when she learns the truth?",
        "Edmund: I'm still working on it.",
        "Bad Edmund: Well, in the meantime you can use the notion of the baby to pull Cassie away from Jeffrey O'Neil. Where are you going?",
        "Edmund: I hate to miss a good party.",
        "Bad Edmund: Especially one thrown by Cassie. What happens to Dinah in the end?",
        "Edmund: Dinah's getting what she wants, for now-- a certain kind of love. That will have to be enough.",
        "Bad Edmund: Oh, that's cold, man. That's really cold. I couldn't have planned it better myself.",
        "Edmund: Yes, but you did. We did.",
        "Bad Edmund: We did.",
        "[SCENE_BREAK]",
        "Jeffrey: Okay. Here. You hold on to this magic handkerchief, and you wear the cape, okay? ( Laughter )",
        "Cassie: You have surprised me again.",
        "Jeffrey: Well, surprising you is the easy part. Figuring you out is the hard part.",
        "Cassie: I like to play hard to get. You've got to earn your way.",
        "Jeffrey: Well, how am I doing so far?",
        "Cassie: Very, very good.",
        "Jeffrey: That's hard to get? ( Cell phone rings )",
        "Cassie: ( Laughs )",
        "Jeffrey: Sorry. Oh.",
        "Cassie: Is it good news or bad news?",
        "Jeffrey: Well, good news is that they've got Alan. The bad news is that I've got to go deal with the arraignment.",
        "Cassie: Are you going to make it back before the end of the party?",
        "Jeffrey: Well, I can't disappoint my fans. And I can't disappoint you either. So, uh... oh, look.",
        "Cassie: ( Laughs )",
        "Jeffrey: You have to hold on to Jeffardo's magic coin while he's gone. Bye.",
        "[SCENE_BREAK]",
        "Alan: What are we doing at the courthouse? I haven't even been processed yet. Don't you want to leak my mug shot to the papers?",
        "Harley: You're a flight risk, Alan.",
        "Frank: I'll try to minimize the time getting you from point A to point B.",
        "Mallet: Yeah, we can hold you before we have to charge you.",
        "Gus: Right. So Frank's going to make sure we take that time to make sure you don't slip away.",
        "Alan: Well, I'm going to be exonerated.",
        "Gus: Yeah, right.",
        "Harley: They're going to slam the cell door on you. And there's nothing you can do about it.",
        "Alan: Don't assume that you have a strong case against me just because I'm in handcuffs, Harley. My so-called confession to the court won't stand up.",
        "Gus: Is that right? What about the gloves there?",
        "Alan: Alexandra has them. Why don't you bring here in? She knows this place better than I do anyway. Why did you bring me in when all I did was just...",
        "Harley: You kept telling everyone that you wanted justice for Phillip, that you wanted the people who killed him to pay. Why don't you own up to what you did? You shot him.",
        "Alan: And you pushed him over the edge and ruined his life.",
        "Harley: I didn't take his stuff.",
        "Alan: And now you're about to ruin Gus's as well.",
        "Harley: No. No. But you can be sure I'm going to ruin yours, because there's nothing you can say that will keep you out of prison for murder.",
        "Gus: Well, you're a killer, Dad. And however you did it, you did it. And then you tried to frame somebody else to take the rap. I... I just think that's disgusting.",
        "Alan: Really? You two think you know everything, don't you?",
        "Harley: What don't we know? Enlighten us. Really. But you better do it quickly, because it won't be long before they take you and lock you in that tiny little cell.",
        "Jeffrey: All right. All right. What is this? What is this? What's going on here?",
        "Alan: Counselor, I'm glad you're here. These people are harassing me.",
        "Jeffrey: What's the story, Frank?",
        "Alan: The story is you'd better think twice before you try to prosecute me, because I'll have you brought up on charges of false imprisonment.",
        "Jeffrey: Alan, I assume that you've been advised of your right to remain silent. I would strongly suggest that you avail yourself of that right now.",
        "Frank: Look, we found him in an abandoned office complex.",
        "Alan: Take a good look at what you lost, Mallet.",
        "Mallet: What?",
        "Alan: Well, you had the opportunity. I gave you the chance to keep running with Harley, convince her to love you. You had that opportunity. Now look who's got her.",
        "Mallet: Don't you ever shut up, Alan?",
        "Alan: You know, you were the true hero. You stood beside her when she was in prison; you helped her get out. And look who is with her after everything that you have sacrificed.",
        "Mallet: You're going to have a good time in prison, again. Now, don't you forget to write.",
        "Harley: I just can't wait for the judge to get here to make this official, you know? Because I want to him behind bars. I want to see that.",
        "Gus: You're going to see him behind bars. I promise you.",
        "Harley: And I don't mean to sound so bloodthirsty, because I know he's your dad. I'm just...",
        "Gus: Let's just get out of here.",
        "Harley: No. No. I want to watch this. I want to be here when the judge gets here.",
        "Gus: He is not going to be granted bail, okay? Jeffrey's going to make sure of that. Yeah, it would be great to see him, you know, actually be put behind bars, but it's not going to give you what you need.",
        "Harley: Well, what do I need?",
        "Gus: Something really big. I'll give it to you. Trust me. See.",
        "Harley: Mm-hmm.",
        "Mallet: Well, I think they're finally moving on and leaving you behind, Alan.",
        "Alan: And Harley's leaving you behind as well.",
        "[SCENE_BREAK]",
        "Dinah: Edmund? Edmund? \"My dearest, tell your heart to stop racing. I didn't walk out on you. We came to a very special understanding today. Such a moment in time calls for a very special champagne. I'll bring it back as fast as I can.\" Okay, well, sooner or later, this will look real. ( Knock on door ) Edmund?",
        "Ross: No. Take another guess.",
        "Dinah: Daddy. You know what? Just a minute, okay? Just give me two seconds. Hi.",
        "Ross: Hi.",
        "Dinah: What's this? Pringles and milk? Thank you.",
        "Ross: I like looking after you and the baby.",
        "Dinah: Oh, I know you do. I know you do. And you know, it's... I'm sorry. It's a shame you're not going to be able to be a granddad for this little one.",
        "Ross: Well, there's going to be another baby if you want one. I mean, you're a young, beautiful woman.",
        "Dinah: Oh... ( Laughs ) you know what? When you say it I believe it. And I like your tie.",
        "Ross: Thank you. Please, please believe it.",
        "Dinah: I do. I do. You know what? I am beginning to think, why don't I just have a baby? Forget the guy. I'd be fine with it.",
        "Ross: Well, of course you'd be fine, but you'd be selling yourself short. Dinah, you can have it all.",
        "Dinah: You know, I agree with you. I think that I can have it all. All I want is to know who I'm having dinner with every night. ( Laughs ) You and Blake and the kids, you know, every time I see you, it doesn't matter where you guys are, what table you're at, it is the family table. And that's what I want.",
        "Ross: And you can have that. The whole family sitting around the table, talking about the day, refusing to eat their vegetables. It's just glorious. It just that perhaps you should broaden your horizons as to what kind of man you want at that table.",
        "Dinah: Okay, so this is Dad telling me to get rid of Edmund, right?",
        "Ross: Ooh, that would be an awfully good start.",
        "Dinah: It is so strange to me that you do not get it. I know that a million and two people told you not to marry Blake.",
        "Ross: Counting her mother, it was a million and three.",
        "Dinah: Yeah, exactly. But you did it. You did it. An in your heart that it was right for you.",
        "Ross: Oh, yes. Yes, but it was never ever, ever, ever easy for us.",
        "Dinah: I'm not looking for easy, Dad. I am looking for love. And that's where you and I are similar. We do what it takes to love the people we want.",
        "Ross: You know something?",
        "Dinah: What?",
        "Ross: I can't argue with that.",
        "Dinah: ( Laughs ) Hey, whoa. Finally.",
        "Ross: Listen, I have to go back to Company and pick up your little sister. Are you going to be all right?",
        "Dinah: Yes. Better than you think.",
        "Ross: Drink your milk.",
        "Dinah: Okay, Daddy. Thank you. Oh, man. I'm going to prove it to everybody that I can do this, that this is for real, including Edmund.",
        "[SCENE_BREAK]",
        "Tammy: So you seem okay.",
        "Cassie: Oh? Do you know what? I think I have the best daughter in the world, always looking out for me.",
        "Tammy: Yeah, you do. ( Both laugh )",
        "Cassie: You know what, baby? I think things are... I think they're finally looking up.",
        "RJ: Uncle Edmund.",
        "Edmund: Hey, Buddy. I wouldn't have missed this for anything in the world. Not for anything in the whole world. How are you?",
        "RJ: Good.",
        "Edmund: Good.",
        "Tammy: Oh-oh. You have company.",
        "Edmund: Cassie. Hi. I'm sorry.",
        "Cassie: Hi.",
        "Edmund: Hi. I didn't want to intrude, I just... what kind of pal would I have been if I didn't come by to make sure RJ was having a good time. And you are. You're having a great time, isn't that right?",
        "RJ: Jeffrey came and did magic.",
        "Edmund: Did he? Well, he's quite the sorcerer, isn't he? Now I don't want to stop you, RJ. I want you to go inside and eat cake till you pop.",
        "RJ: Got it.",
        "Edmund: See you, buddy.",
        "Cassie: You weren't intruding. RJ's really happy to see you.",
        "Edmund: Thank you. I never could have imagined things getting this bad between us, Cassie, but they did. They are.",
        "Cassie: No. Yeah, they're sad.",
        "Edmund: Yes. But I didn't come by today with any agenda. Not about the child. Not about anything else. I just... I want to be supportive. And not just for RJ.",
        "Cassie: Edmund...",
        "Edmund: Cassie, I know this is a very difficult time for you.",
        "Cassie: Because it's the anniversary of Richard's death. Yeah. You remembered.",
        "Edmund: Well, he was my brother, Cassie. I miss him too.",
        "Cassie: I'm sorry. It's just something that we're always going to share. ( Cell phone rings ) Aren't you going to answer that?",
        "Edmund: I don't think so. We have no time anymore to speak, let alone speak civilly. Actually, would you give me a minute, please? Thanks. Hello?",
        "Dinah: I miss you. When you coming back?",
        "Edmund: Well, the whole process may take a bit longer. If you can be patient, I'd appreciate it.",
        "Dinah: You're sounding so formal. What's the deal? Very sweet that you wanted to get me the champagne, but you know, I'd rather you be right here by my side now. ( Kids cheering in the background )",
        "Cassie: Pin the tail on the donkey.",
        "Edmund: Of course.",
        "Cassie: Edmund, where are you? What are you doing?",
        "Dinah: Edmund? What are you doing? You said you were going to a liquor store. It sounds like you're in a playground.",
        "Edmund: Well, I'm just in front of the wine shop now, and there's an ice cream store next door.",
        "Dinah: Good planning. You know, you could have ordered the champagne through the concierge and never leave my side. What's the deal?",
        "Edmund: I know. But there was a particular bottle I was looking for.",
        "Dinah: Okay, well, when are you planning to come back?",
        "Edmund: Be there in a flash.",
        "Dinah: Hey. Hey, hey, hey. Before you hang up. Did you forget?",
        "Edmund: Forget what?",
        "Dinah: Good answer.",
        "Edmund: Forget Cassie?",
        "Dinah: Don't use the C word, please?",
        "Edmund: As I've said, Dinah, Cassie who?",
        "[SCENE_BREAK]",
        "Cassie: Are you still stuck at the courthouse?",
        "Jeffrey: Yeah, I'm still stuck here. I'm trying to process Alan. Now wait a minute. You back up. Edmund was there?",
        "Cassie: Yeah. Yeah, he was.",
        "Jeffrey: Well, did he do anything to upset you?",
        "Cassie: No. I mean, not in the way that you're talking about. He... well, he was just remembering this damn thing I've been remembering all week. This is the anniversary of Richard's death.",
        "Jeffrey: I'm sorry.",
        "Cassie: Yeah, me too.",
        "Jeffrey: I should have stayed with you.",
        "Cassie: No, you didn't know. But anyway, Edmund... you know what? I think things are starting to get better between us. I think he's finally starting to let go. At least, I think he's starting to let go, so...",
        "Jeffrey: Sounds like he's trying to hold on.",
        "Cassie: Yeah, I don't know.",
        "Jeffrey: Edmund never shows his cards, Cassie, you know that... until he's already screwed up. And then...",
        "Cassie: I know. I know. But you know what? He sees the life that I'm making for myself, and I think that he's getting the message that I... that I'm moving on. Yeah.",
        "[SCENE_BREAK]",
        "Frank: Mallet, I can't tell you how many times that I honestly believed that I was never going to see Harley again. I mean, I want her to live a normal, happy, healthy life, you know?",
        "Mallet: She deserves that.",
        "Frank: Yeah, you're damn right she does.",
        "Mallet: Your whole family deserves a break, Frank.",
        "Frank: What about you? Why not stick around?",
        "Mallet: Stick around here? Springfield?",
        "Frank: Yeah, Springfield.",
        "Mallet: Well, no matter how much rotten stuff goes down around here, nobody ever leaves, and if they do leave, they always come back.",
        "Frank: So why don't you come back? Listen. Every once in a while, I talk to Marina's mom.",
        "Mallet: How is Eleni?",
        "Frank: She's doing fine. But after all these years, she finally confessed that she's never really felt at home ever since she's left Springfield. So why don't you stick around, man? I mean, what does home feel like to you? Where is that?",
        "Mallet: Nowhere, Frank. ( Laughs ) Well, here, I guess. But it's been a while. Maybe... I guess I could give it a shot. Maybe I'll stick around.",
        "Frank: Welcome home, Mallet. It's good to have you back, Buddy.",
        "Mallet: Thanks.",
        "Frank: It's good to have you back.",
        "Mallet: Thanks.",
        "[SCENE_BREAK]",
        "Gus: Ready? You ready?",
        "Harley: Yes.",
        "Gus: You ready to see your new home? Home.",
        "Harley: I don't get it.",
        "Gus: You don't get what? Home.",
        "Harley: Home is, you know, floors and walls, and plumbing would be nice.",
        "Gus: No, no. Home. Home. Say it with me. Let's say it together.",
        "Gus and Harley: Home.",
        "Gus: Again.",
        "Gus and Harley: Home.",
        "Gus: That's good, because home is what?",
        "Harley: Home is where...",
        "Gus: Love is.",
        "Harley: Love is.",
        "Gus: Where you... where you feel safe. And I love you. So in essence, you're my home.",
        "Harley: ( Laughs )",
        "Gus: Okay. So let me...",
        "Harley: Yes?",
        "Gus: While I have you with your eyes closed... that's it, right. Keep them closed.",
        "Harley: Oh, gosh.",
        "Gus: And I'll show you... I'll show you your home.",
        "Harley: Oh, golly. ( Laughs )",
        "Gus: All right? Here we go.",
        "Harley: ( Laughs )",
        "Gus: Okay. Now.",
        "[SCENE_BREAK]",
        "Man: Turn around.",
        "Man: Turn around. Have a seat.",
        "[SCENE_BREAK]",
        "_Next on \"Guiding Light.\" _",
        "Gus: I do everything for you.",
        "Rick: All right. Anybody here? Let me look at you.",
        "Reva: Somebody stole money out of the Lewis Construction account.",
        "Jonathan: You're better off without me.",
        "Tammy: What are you doing here?",
        "Nate: What are you doing here in the dark?",
        "Reva: What are you doing here? His real name is Alfred Randall.",
        "Tammy: Oh, my God! Jonathan!"
    ],
    "Transcript Author": [
        "By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=MqFDSoK2ftM"
}