{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Cassie: Okay. All right. Well, you know what? The storm is going to pass \r\nbecause it always does. There you go. You know, things got to get scary and I \r\nguess pretty bad before they get better. But they always get better. (Thunder \r\ncrashing) ",
        "Bill: Hi. ",
        "Olivia: Hi. I thought you had a date with beryl. ",
        "Bill: Sheryl. ",
        "Olivia: Whatever. ",
        "Bill: No, whatever. Sheryl. She's a nurse over at cedars. ",
        "Olivia: Oh, well, that's every man's fantasy, right? The uniform, the sponge \r\nbaths. Are you in need of urgent care? ",
        "Bill: Whatever you're doing in my dirty little mind, get out. ",
        "Olivia: So what are you doing here if you could be playing carol's cpr dummy?\r\n",
        "Bill: Sheryl. Looking out after you. I was already downstairs, she got called \r\ninto work. You know, it's a black out. ",
        "Olivia: Really? And I thought my eye sight was going. ",
        "Bill: Well, shouldn't you be out here handing out candles, directing traffic? \r\nI mean your guests seem a little freaked out. ",
        "Olivia: Oh, I'm hiding. You'd think these people have never been in a room \r\nwith the lights off. You know one of them is going to run into a wall and \r\nthey're going to end up seeing meryl the nurse before. ",
        "Bill: Sheryl. ",
        "Olivia: Is that what I said? Well, I'm here at your service. What can I do \r\nfor you? ",
        "Reva: Really, it's fine. We'll go ahead and lock up. You just go to the \r\nhospital, tell buzz that we love him. ",
        "Hawk: Listen, I'll be... ",
        "Reva: And that we're going to take care of everything here, okay. ",
        "Hawk: I didn't hear a word you said. ",
        "Reva: You bet. Have a nice evening. ",
        "Hawk: No, we got a storm. ",
        "Reva: So what are the chances of the airport being open? ",
        "Sandy: Well, om my vast experience as an air traffic controller and weather \r\nman... ",
        "Reva: You know what? You're a smart mouth. ",
        "Sandy: ...I'd have to say that hawk will have to wait till the weather gets \r\nbetter. ",
        "Reva: Well, that's good news then. Because then we could have a little longer \r\nthan him. ",
        "Hawk: God's way of making me miss that meeting tomorrow. ",
        "Reva: Yeah, well, we're glad we're stuck with you a little. Aren't we, sandy?\r\n",
        ">&gtAndy: Yeah, yeah. Of course. Why don't I see if I could rustle up some \r\nmore candles? ",
        "Reva: Good idea. ",
        "Sandy: How high do you think we are? ",
        "Man: Why? ",
        "What, are you scared? ",
        "Sandy: That's what you think, ",
        "right? ",
        "That I'm afraid. ",
        "That I'm weak. ",
        "Go ahead, say it. ",
        "Reva: Sandy? Candles? ",
        "Sandy: Yeah, yeah. Oh. Of course. Here we go. Right here. ",
        "Reva: Oh, great. ",
        "Hawk: Oh, right. Let's line them up. ",
        "Reva: Any matches down there, too? ",
        "Sandy: Got them. ",
        "Hawk: Take advantage of this quality time. Because I want to learn everything \r\nthere is to know about you. Here we go. ",
        "Lizzie: You guys, it's really no problem for me to pick you up for the dinner \r\nthing. ",
        "Joey: Well, we're cool. ",
        "Tammy: Yeah, you probably have things you want to do. ",
        "Lizzie: No, not really. ",
        "Joey: Look it's my fault you got stuck out in the sticks with bobby from the \r\nsopranos. Let me make it up to you. Please? I'll call you a car, I'll get you to \r\ndinner there myself. It's the least I can do. ",
        "Alan: Oh, I'm so glad I've got all three of you here together. The dinner has \r\nbeen canceled tonight. ",
        "Tammy: Well, wait. What does this mean for the contest? This was the last \r\nchallenge. ",
        "Joey: You're not going to call a winner? ",
        "Alan: Oh, no, no, joseph. There is a winner. And tonight one of you will go \r\nhome a newly minted young executive. ",
        "Cassie: The best thing about the lights going out is that we get to make \r\nsmores. Will's going to be so jealous that he missed this. We're going to try \r\nand melt the chocolate by the candle light, okay. Are you okay? ",
        "Yeah. ",
        "Edmund's going to get that generator started soon and the lights will be back \r\non, all right? What do you say we play another game? Want to play another game?\r\n",
        "Rj: Yeah! ",
        "Cassie: Yeah? Okay, chutes and ladder or battleship? ",
        "Rj: Chutes and ladders. ",
        "Cassie: Chutes and ladders. Okay, I'll be right back. You're not too afraid \r\nto stay here by yourself, right? ",
        "Rj: Maybe my imaginary friend will come later on. ",
        "Cassie: Well, I hope so. And maybe she'll play the game with us. ",
        "Edmund: We left this whole barn standing. I guess it looked pretty from the \r\nroad. Well, I suppose pretty things make pretty graves. ",
        "Olivia: I need to find my bag. I don't know where it is.) It's around here \r\nsomewhere. Please. ",
        "Bill: Find your bag? ",
        "Olivia: My bag. ",
        "Bill: Let's look. All right... ",
        "Olivia: Oh. ",
        "Bill: Oh, excuse me there, lady. Will you please sit down?Ubr please sit \r\ndown, and I will find this bag for you, okay? Don't move. Okay, now why am I \r\nlooking for this bag? ",
        "Olivia: In case I have to get out of here. Money, keys, credit cards. I don't \r\nleave home without them. ",
        "Bill: Well is there a reward involved? ",
        "Olivia: How about dinner since you and... ",
        "Bill: Sheryl. ",
        "Olivia: Right. Didn't get to have any. ",
        "Bill: Ta-da. ",
        "Olivia: Thank you. You are my hero. ",
        "Bill: Well, all in a day's work. Take a look out there. (Thunder rumbles) \r\nit's just so... ",
        "Olivia: Dark? That's generally the case when there's a blackout. ",
        "Bill: Yeah, I'm well aware of that. Not my first blackout. ",
        "Olivia: Really? ",
        "Bill: The last time it happened, I was a kid. ",
        "Olivia: So you were safe at home with mom and dad? ",
        "Bill: No, actually, I was with ben and his dad. And, yeah, I guess we were \r\nsafe. Michelle, on the other hand, got stuck in an elevator. Craziness. ",
        "Olivia: You must really miss your friend ben. ",
        "Bill: Yeah, I do. I miss michelle. You know, she doesn't remember any of that \r\nstuff since the accident. It's like I lost two of my best friends. Cue the \r\nviolins while bill has a moment of self-pity, please. Guess I need to find \r\nmyself a new playmate. You interested? ",
        "Olivia: I don't know. What does it involve? ",
        "Bill: Well, just hanging out, watching some action movies, calling each other \r\nby our last names. You know, beer and pizza involved. ",
        "Olivia: All right. Well, I like beer and pizza. ",
        "Bill: Excellent. And if I run away from home, i get to hide out at your \r\nplace, but you can't tell my parents. ",
        "Olivia: I see. And is that what you're doing right now? Are you hiding out?\r\n",
        "Bill: Nope. Just looking to have a little fun during the blackout, that's \r\nall. You're the first person that popped into my head. ",
        "Olivia: Right. Right after florence nightingale. So does sheryl like beer and \r\npizza and action movies? ",
        "Bill: Ah, who knows? But all this talk about food is making me hungry. I \r\ndon't suppose we can get room service up here. ",
        "Olivia: I don't think they're going to climb up to this floor in the dark, \r\nbut we could venture out, see what we find. ",
        "Bill: Let's do it. Oh, there's one more requirement if we're going to be new \r\nplaymates here... ",
        "Olivia: I already said I'm buying. ",
        "Bill: Excellent. ",
        "Olivia: (Laughs) ",
        "Alan: Congratulations, mr. Lupo. ",
        "Tammy: Joey's the winner? ",
        "Joey: I didn't even snag a celebrity on the final challenge. ",
        "Alan: Well, that event was canceled because of the weather. Now, joseph, you \r\nhave just earned full tuition to college and a job at spaulding enterprises. ",
        "Joey: Man. ",
        "Lizzie: Oh, I'm so happy for you! ",
        "Alan: Well done, young man. Now, joseph, there are some board members that \r\nare really excited about meeting you tonight before you go home, so let'S... ",
        "Joey: Yeah. You name the time and the place, I'm there. Oh, my gosh! My mom \r\nis going to freak. I'd call her but my cell phone is out. ",
        "Tammy: Okay, let's go use the pay phone inside. You so totally deserve this, \r\njoey. I'm psyched for you! ",
        "Joey: Thanks. You won't be sorry, mr. Spaulding. ",
        "Alan: I never am. Elizabeth, shouldn't that be you on joseph's arm instead of \r\nher? ",
        "Lizzie: The night is still young, granddad. ",
        "Alan: This is what you wanted, though? For joseph to win. What next? ",
        "Lizzie: We'll see. (Laughs) I can't do it. I can't do it.My no, you know \r\nwhat? I can. Okay. ",
        "Hawk: You know what they say about the waltz. ",
        "Reva: What? ",
        "Hawk: That it never goes out of fashion. Once in a while, it comes back with \r\na bang. ",
        "Reva: Just like you. (Thunder rumbles) ",
        "Hawk: Waltzing like this, moving you around the floor, almost seems like \r\ndancing with your mama. ",
        "Reva: Aw. I miss her. There's nothing like the bond between a mother and her \r\nchild. ",
        "Man: \"Oh! ",
        "I'm so scared! ",
        "It's so far down!\" ",
        "You know, I'm sick of this. ",
        "And I try. ",
        "I have tried so hard with you, ",
        "but... ",
        "Man: Whoa, sandy. ",
        "Sandy, help. ",
        "Reva: Thanks, pop. ",
        "Hawk: I didn't see you singing along. ",
        "Sandy: Was I supposed to? ",
        "Hawk: Reva, if this boy inherited anything from you, i am still on the hunt \r\nfor it. ",
        "Reva: Well, I think he has my eyes. And he plays a mean game of pool. ",
        "Sandy: Mm-hmm. ",
        "Reva: And I'm thirsty. I'm going to go rustle us up some sodas. ",
        "Hawk: You know what I learned the hard way? Honesty always wins out. Tell the \r\ntruth and shame the devil. ",
        "Sandy: Is there a reason you're bringing this up? ",
        "Hawk: Are you always this jumpy? ",
        "Sandy: Sorry. I just... sorry. ",
        "Hawk: I was talking about josh. I wish he'd come clean with my gal about \r\ncross creek before he left. Reva ever tell you about cross creek? ",
        "Sandy: No. ",
        "Hawk: It is so beautiful. It doesn't even seem real, but it is. There's a \r\npower of truth in that beauty. Truth that can clear a man's head, allow him to \r\nsee things that other people can'T. ",
        "Sandy: Like what? ",
        "Hawk: I don't know. See clear through to a man's soul. (Thunder rumbles)\r\n",
        "Sandy: You sure there's nothing that you wanted to ask me? ",
        "Hawk: Let's see where reva has got to with those sodas. ",
        "Cassie: Hey, rj. Rj? Okay, what, did you decide to play hide and go seek and \r\nnot tell me about it? That's not fair. All right. Ready or not, here I come. (\r\nThunder rumbles) ",
        "Edmund: You came here for cassie. She turned to you. She wanted you, she \r\nneeded you. She didn't need me anymore. I suppose nothing lasts forever. God. \r\nYou're lucky she was with you at all. No. No. Cassie... cassie's my life. What \r\nman would be foolish enough to give up his life. I'll see you in hell, mr. \r\nO'neill. Damn it! ",
        "Olivia: Oh, wow. This is fun. ",
        "Bill: Looks like half of springfield had the same idea we did. Hey, there, \r\nlizzie. ",
        "Lizzie: Hi, bill. I see you could be doing better. ",
        "Olivia: Just always the charmer. So how did that contest go? Did you grandpa \r\nfix it so that you could win? ",
        "Lizzie: Oh, no, he didn'T. It was a fair fight, olivia. ",
        "Olivia: Oh. Well, there's always a first time for everything. ",
        "Bill: Look, I've got to go say hi to reva and hawk. ",
        "Olivia: Give him my love. I'll grab a table. ",
        "Bill: Okay. ",
        "Tammy: This is so cool about you winning the contest. Don't forget to call \r\nyour mom. ",
        "Joey: She's going to be in total shock. I should probably thank lizzie, too. \r\nI mean, it was her idea to have the contest in the first place. ",
        "Tammy: And I'm sure she'll never let you forget it. ",
        "Joey: Look, I'm just relieved that it's all over. Now I can actually focus on \r\nother parts of my life. Like you. ",
        "Lizzie: I've got to do something. I can't just let joey slip through my \r\nfingers like that. ",
        "Hawk: Nice talking to you again, bill. But I don't want to keep you from...\r\n",
        "Reva: Oh, don't worry. She'll keep. ",
        "Hawk: I thought we'd seen the last of her when josh sent her packing. ",
        "Reva: Yeah, well, olivia is nothing if not resilient. ",
        "Bill: All right, all right. Retract the claws before someone gets hurt, hm?\r\n",
        "Hawk: Ain't she a lot to handle, boy? ",
        "Bill: We'll see about that. Nice talking to you, okay? ",
        "Reva: (Chuckles) ",
        "Olivia: So, how excited were they to see us together? ",
        "Bill: Oh, you know. ",
        "Olivia: Yeah. You're a brave men. I don't know too many men who could take \r\nthe heat. ",
        "Bill: Well, I decided that you're worth it. ",
        "Olivia: Somehow I think it's just the fact that our partnership drives people \r\ncrazy. ",
        "Bill: Yeah, well, wait until they find out that you're my new playmate. ",
        "Olivia: Can we talk shop for a minute? ",
        "Bill: Yeah, until the warm beer gets here, sure. ",
        "Olivia: We have a good thing going, we have a good plan. But now we have to \r\nconvince shareholders that they should work with us. ",
        "Bill: Piece of cake. ",
        "Olivia: No, it's not. There are a number of shareholders. I only have a \r\nrelationship with a few of them. ",
        "Bill: We're running out of contacts. ",
        "Olivia: We're going to have to find some more. You know, I think I figured \r\nout a way to take our operation to the next level. Would you excuse me? Alan? \r\nHuge favor? Okay, don't say no. I just... I need to check my e- mail. Please.\r\n",
        "Alan: Well, I can't afford to be out of touch with the world, olivia, but \r\nit's also a sport of mine just watching you work. ",
        "Olivia: Really? How so? ",
        "Alan: Well, just observing you trying to get board members to join you and \r\ndon quixote over there. ",
        "Olivia: Are you saying it's a waste of our time? ",
        "Alan: No, I'm not saying that at all. I'm just saying that I have been \r\npreparing phillip all of his life for this kind of battle and now that he \r\ndoesn't have you to distract him, he's maniacal about winning. ",
        "Olivia: Maniacal-- what a good word to describe him. Although I wouldn't say \r\nit in public, because he did spend some time in an asylum. ",
        "Alan: But we both know he needed a little rest, that's all. ",
        "Olivia: Oh. Is that how you're spinning it? ",
        "Alan: As opposed to how you would? Saying he's nuts, he's unfit to lead? I \r\nknow the rumors that you have been spreading around. ",
        "Olivia: You never know, alan. The board might want alternative leadership.\r\n",
        "Alan: I'll tell you one thing: Spaulding enterprises will always be run by a \r\nspaulding. ",
        "Olivia: I couldn't agree more, alan. When I'm done, when I've retired, I will \r\nhand the reins over to emma. ",
        "Alan: If you'd played your cards right, I could have put you there. You would \r\nhave made a wonderful successor. ",
        "Olivia: Alan, you never would have chosen me over your children. ",
        "Alan: Well, we will never find out, will we, olivia? Now, if you will... \r\nwell, isn't this interesting? Index files. ",
        "Olivia: You've got a funny computer. I don't know how that came up. ",
        "Alan: I think we're done. As I always said, it's fun watching you work. ",
        "Bill: Well? ",
        "Olivia: I think that I've tapped into a shareholder database. ",
        "Bill: And that's all you got. Well, I'll give you points for trying. I could \r\nhave told you that little plan of yours never would have worked, to try to get \r\nstuff off alan's computer. \"Excuse me, mr. Universe, while I check my e-mail. \r\nYou're going to be distracted by my gorgeous, beautiful bosom while I root \r\nthrough your root subsystem.\" No one ever tried that trick before, right? ",
        "Olivia: You think I have a beautiful bosom? ",
        "Bill: The best in town. ",
        "Olivia: Okay. Well, here you go, dimples. The trick is to get a copy of that \r\nfile. ",
        "Bill: Stand back, ma'am, and witness the marvel of modern technology. ",
        "Hawk: See alan spaulding over there? Still trying to rule the world. ",
        "Reva: Yeah, and phillip is following in his footsteps. ",
        "Hawk: All in the family, huh? ",
        "Reva: Speaking of family, what happened to sandy? Where'd he run off to? ",
        "Hawk: That boy does have a way of skittering around. What is his story? ",
        "Reva: Well, I thought you two were getting to know each other. ",
        "Hawk: He don't make it easy. ",
        "Reva: No, not for me, either. And he came looking for me. ",
        "Hawk: Look, I don't say nothing about it, but he seems preoccupied, anxious.\r\n",
        "Reva: You know something, pop? With the other kids gone, sandy's done a good \r\njob of filling up that nest that felt pretty empty. ",
        "Hawk: Like your mama always said, you learn to be happy with the spirit of 'em, \r\nthe memories, the echoes of them in your heart. ",
        "Sandy: Well, folks, it's all set. ",
        "Reva: What is? ",
        "Sandy: The planes are down, but the trains are running, and I got you on the \r\nnext thing smoking back to tulsa. You're leaving tonight. ",
        "Edmund: (Grunting) you down to the last five of your nine lives? I'm going \r\nto live to regret this. (Grunting) you can thank me later. (Thunder rumbles)\r\n",
        "Cassie: Rj? This isn't funny. Mommy wants you to come out now. This \r\nblackout's got me a little spooked. Rj. What's that smell? Rj? Rj! ",
        "Coming up on \"guiding ",
        "light\"... ",
        "Bill: Let me just say one thing. ",
        "Olivia: What? ",
        "Bill: We should just... yeah. ",
        "Cassie: I'll be right there. I'm on my way. (Screams) Oprah: What is \r\nlurking ",
        "This is a cbs news special report. Bob schieffer reporting from cbs news \r\nheadquarters in new york. Good day. We have an update for you now on the two big \r\nbreaking stories. First bill clinton, the former president, is if the hospital \r\nhere in new york city. He's scheduled to have heart bypass surgery. According to \r\nhis wife, senator hillary clinton, her husband experienced chest pains and \r\nshortness of breath yesterday at their suburban new york home. Mr. Clinton went \r\nto a local hospital, had some tests, then he spent the night at home, but this \r\nmorning the doctors gave him some more tests and a blockage was discovered. \r\nSenator clinton said they advised the former president to have surgery as soon \r\nas possible. We have no word on just when he will have the operation. Bill \r\nclinton, of course, is the 42nd president of the united states. He is 58 years \r\nold. Out on the campaign trail today, both president bush and senator kerry \r\nextended their prayers and best wishes to mr. Clinton. Now, to the other \r\nbreaking story, the hurricane. Dan rather has the latest on that from florida.\r\n",
        "Rather: The clouds are rapidly darkning. The wind and surf way up as the \r\nouter fringes are big and still very dangerous hurricane frances begin reaching \r\nflorida's atlantic coast. Projections indicate the brunt of this now-category \r\nthree hurricane with 115mph sustained winds could strike florida perhaps some \r\ntime tomorrow. Heavy damage, torrential rains and flooding are possible. The \r\nevacuation of 2.5 million people is still under way. Virtually the entire \r\natlantic coast of florida is under a hurricane warning. We'll have extensive \r\ncoverage of this dangerous hurricane on tonight's \"cbs evening news.\" Dan \r\nrather, cbs news, palm beach, florida. ",
        "To repeat, on that other big story, former president bill clinton in the \r\nhospital scheduled for heart bypass surgery. We'll have more about that and \r\nwe'll hear more on the hurricane from dan rather in florida on tonight's \"cbs \r\nevening news.\" I'm bob schieffer, cbs news in new york. Good day. Mation that we \r\nwanted. I think it's all right here. ",
        "Olivia: No, no. Don't show me here. Show me when we get back to my place. Go. \r\nGo, go, go. ",
        "Lizzie: So, do you guys want to go celebrate? We can go to oakdale. I'm sure \r\nthey have power there. ",
        "Joey: Lizzie... (thunder rumbles) tammy and I kind of made plans. ",
        "Lizzie: Oh. Okay. ",
        "Joey: Lizzie, there's something I... ",
        "Lizzie: No. I understand... it's okay. ",
        "Joey: No, lizzie, no. ",
        "Lizzie: No, no, really. It's okay, I understand. You go to new york and \r\nthings just happen. ",
        "Joey: Nothing happened, lizzie. ",
        "Lizzie: Granddad, I'm going to go home with you, okay? ",
        "Alan: Are you certain? ",
        "Lizzie: Uh-huh. ",
        "Alan: Lupo? When I call, pick up the phone. ",
        "Joey: Yes, sir. ",
        "Tammy: She took that well. ",
        "Joey: I kind of feel bad. But not that bad. This is where I want to be. ",
        "Tammy: Me, too. Now we have the whole night to ourselves. You know, I still \r\nhave my room at the beacon. The power is off. Nobody will bother us. ",
        "Joey: I thought maybe you changed your mind. ",
        "Tammy: No. I know what I want. ",
        "Joey: Me, too. ",
        "Edmund: (Panting) yes, I'd like to report a fire, please. It's an \r\nemergency! It's a fire! Cassie! Cassie! ",
        "Cassie: Oh, my god. Oh, god. Rj! ",
        "Rj: Mommy! I can't get down! ",
        "Cassie: Oh, god. Okay. You're okay, all right? I want you to stay where you \r\nare. Mommy is going to come get you, but don't move. Okay? we really got it! We \r\ngot it! ",
        "Bill: Yes, we got it. We got it. ",
        "Olivia: I can't believe it. ",
        "Bill: What? You can't believe what? That I was smart enough to hack into \r\nalan's computer or that he's dumb enough to leave it open to hackers. ",
        "Olivia: Oh, god. Let me see it. ",
        "Bill: Look at that, right there. ",
        "Olivia: That's it. ",
        "Bill: Right there. Every shareholder at spaulding, the amount of shares, \r\nvalue of shares, and here, look at this. Right there. Every shareholder's \r\naddress. ",
        "Olivia: Phone numbers, email addresses, web sites, companies they own or work \r\nfor. I mean, we won the lottery! This is it! ",
        "Bill: Yes, we did. ",
        "Olivia: We can leverage people with this. We can buy them out. ",
        "Bill: We can bribe them, we can dig up dirt, we can do whatever it takes, but \r\nwe've got to get these people on our side. ",
        "Olivia: Somebody is going to help us put the brakes on phillip's plans. ",
        "Bill: Knock on wood. ",
        "Olivia: No, really. Remember when you said you didn't want to beat phillip at \r\nhis own game, but you wanted to beat him playing your game? ",
        "Bill: Yeah? ",
        "Olivia: I think with this, you can probably do both! (Cheers) ",
        "Bill: Nothing like a good rush of power, huh? ",
        "Olivia: Oh, god. We have to celebrate. ",
        "Bill: We've got to celebrate. What are we going to do? How are we going to \r\nit. Have we got beer here? Have we got beer? ",
        "Olivia: Beer? Beer? No, we have champagne. Mini-bar on the house. ",
        "Bill: Mini-bar! ",
        "Olivia: Oh, it's warm champagne. ",
        "Bill: The power is out. ",
        "Olivia: Thanks again, captain obvious. ",
        "Bill: Well, listen, I don't care. We are players now. There's no way I'm \r\ngoing to let this moment pass us by. ",
        "Olivia: You're right. We have to celebrate. This is our first big win, okay? \r\nAll right. We've had pizza, we've had beer. How about a little action movie. ",
        "Bill: Action movie? ",
        "Olivia: Or... ",
        "Bill: Or maybe... ",
        "Hawk: I went to all the trouble of seeing to it that i even have a ride to \r\nthe train. Most folks would have stopped at just buying the ticket without \r\nasking. ",
        "Sandy: Not me. Life's too short to be timid about things. I like to do it \r\nfull-throttle. ",
        "Reva: Sandy just wanted to make sure he did what he thought was best. ",
        "Hawk: Oh, I know. I know. And that meeting is important. I just would have \r\nliked to have had a little more time. ",
        "Reva: Oh. ",
        "Hawk: Especially to get to know you better, sandy. ",
        "Sandy: Well, how about next time I come to cross creek? ",
        "Reva: Oh, that is a wonderful idea! (Car horn honks) oh, you know what? \r\nThere's your... that's your cab. You've got to go. It was so good to see you.\r\n",
        "Hawk: Not near as good as it is for me to see you. Look at you, sister. \r\nBeautiful and healthy. Robust. Shining clear, just like that creek. ",
        "Reva: I love you. ",
        "Hawk: I love you, too, darling. ",
        "Reva: I'm going to go tell the cab. ",
        "Hawk: All right, all right, all right. ",
        "Reva: You've got to go. ",
        "Hawk: I've got to go, got to go, got to go, got to go. You take care of her.\r\n",
        "Sandy: I will. ",
        "Hawk: Now, you hear what I'm saying? (Thunder rumbles) I don't know what \r\nmakes you so skittish, and I'm not going to push, because you're reva's boy. Be \r\ngood to her. Don't hurt her. Or I'll be back here. Unhappy. (Car horn honks) \r\noh, bye, honey. ",
        "Reva: You have a safe trip. ",
        "Hawk: I will. ",
        "Reva: And don't forget how you're voting, right? (Laughs) hey. You guys \r\nwant to come back in? I mean, I was just going to lock up, but... ",
        "Tammy: Oh, it's time for us to go. ",
        "Joey: Yeah. ",
        "Reva: Okay, well, if you go, make sure you go inside because when it decides \r\nto rain, it's going to pour. ",
        "Tammy: All right. Ready? ",
        "Joey: Almost. ",
        "Messenger: Mr. Joseph lupo? ",
        "Joey: Joseph? That sounds serious. ",
        "Messenger: From spaulding enterprises. Sign here. ",
        "Joey: Thanks. Wow, they don't waste any time. It's from alan. The board \r\nmembers have a private suite at towers. ",
        "Tammy: They have power back there already? ",
        "Joey: They want me to meet them there tonight. They're leaving tomorrow. ",
        "Tammy: Right now? ",
        "Joey: Alan said it could happen this way. ",
        "Tammy: So I guess this changes our plans. ",
        "Joey: Yeah. I'm really sorry, tammy. I have to go. ",
        "Tammy: I know. ",
        "Joey: We can meet up after. ",
        "Tammy: Really? You promise? ",
        "Joey: I promise. I mean, these board members are probably ancient. I mean, \r\nthey're not going to want me there longer than five minutes. ",
        "Tammy: Okay, go. ",
        "Joey: Thanks. I love you. ",
        "Tammy: I love you, too. ",
        "Joey: I love you more. ",
        "Tammy: I love you more. ",
        "Reva: Thank you for getting hawk back to oklahoma. ",
        "Sandy: Just trying to be helpful. ",
        "Reva: You know something? You've made quite a difference in my life, jonathon. \r\nYou're a wonderful son, not that I had anything to do with that. I just get to \r\nstand here and collect all the good stuff now. I missed the tantrums, the flying \r\nfood, your first steps. First broken this, scraped that. ",
        "Sandy: You didn't miss much. ",
        "Reva: Are you okay? ",
        "Sandy: Yeah, I just... I'm remembering another stormy night. ",
        "Reva: Bad memory? ",
        "Sandy: Yeah. Yeah. ",
        "Reva: You were born on a night just like this. ",
        "Sandy: Like frankenstein? The lightning makes the monster? ",
        "Reva: No, no, no. There were fireworks, but much, much more rain. And your \r\nfather was freaked out. So was I. But you came right on schedule. There's so \r\nmuch you don't know before a baby's born, and then when you do know, when you \r\nknow what it is to give birth, what the first week is going to be like, and the \r\nfirst month, the first year, then to have to give that child up so soon. It's \r\ntruly an awful feeling. Truly an awful feeling. Especially after knowing what \r\nyou're giving away. It's that feeling, you know? The last time you touch the \r\nlittle hand. It burns a place inside you, and even though you're standing here \r\nwith me, and I can touch you now and I can love you, that hole is still inside \r\nme because of what I did to you. ",
        "Sandy: Reva, you don't have to keep apologizing. ",
        "Reva: Yes. Yes, I do. For the rest of my life. And when you have kids, you'll \r\nunderstand why. These things always catch up to us. ",
        "Man: I'm so scared! ",
        "It's so far down!\" ",
        "Sandy: You know, I'm sick of ",
        "this. ",
        "And I try. ",
        "I have tried so hard with you, ",
        "but... ",
        "Man: Whoa, sandy. ",
        "Sandy, help! ",
        "Edmund: Yes, cassie winslow. It's edmund winslow. Right. It's the old barn. \r\nIt's empty but there are other structures nearby, right. No flammable liquids, \r\nno animals, no people. Good. Thank you. Cassie? Come on, cassie! Fire \r\nextinguishers. Where? Right. You stay put. ",
        "Cassie: Okay. All right, rj? I'm right here, okay, sweetie? I'm not going to \r\nleave you. ",
        "Rj: Mommy? ",
        "Cassie: I'm right here. I'm going to come get you. ",
        "Rj: It's getting hot. ",
        "Cassie: I know. I'll be right there. I'm on my way. (Timbers crashing) ",
        "Rj: Mommy! ",
        "Bill: I, um... ",
        "Olivia: Ssh. ",
        "Bill: I should probably say something. ",
        "Olivia: No, you don't need to talk. We don't need to talk. We don't even have \r\nto say the word \"talk.\" ",
        "Bill: I should probably... ",
        "Olivia: Probably what? ",
        "Bill: Let me just say one thing. ",
        "Olivia: What? ",
        "Bill: We should just... ",
        "Olivia: Just... ",
        "Bill: Yeah. ",
        "Olivia: (Giggles) ",
        "Tammy: Tonight. Joey. Tonight. ",
        "Joey: 525. Right. (Knock on door) so, this is the party? ",
        "Lizzie: And you're the guest of honor. ",
        "Reva: I'm sorry I got so heavy and emotional on you. It seems to have upset \r\nyou. ",
        "Sandy: It's okay, reva. ",
        "Reva: I don't know what got into me, really. Maybe it was seeing hawk, \r\nremembering that no matter how grown up I am, I'm still someone's kid and that's \r\nnice. It's comforting. You know, whatever storm you're remembering, whatever \r\nhappened then, it seems like it was bad. I mean, is it something you want to \r\ntalk about? ",
        "Sandy: Why don't we just help clean up, hm? ",
        "Reva: You know, I have a way of getting things out of people. No secret is \r\nsafe around yours truly. ",
        "Sandy: Oh, really? ",
        "Reva: I'm not tired, either. Are you? Because I'd be perfectly happy staying \r\nhere and talking all night, getting to know you better. ",
        "Edmund: Cassie! You're fine. Come on. ",
        "Jeffrey: (Groans) what happened? ",
        "Rj: Mommy! Mommy! ",
        "Cassie: I'm okay. Rj, I'm okay. Just stay calm, all right? I'm going to come \r\nup there. I'm coming, rj. Just one second. Come on. ",
        "Rj: Mommy! ",
        "Cassie: Oh, god, edmund. Thank god. ",
        "Next, on \"guiding light.\" ",
        "Olivia: It didn't stop you from flirting with me. ",
        "Bill: It didn't stop you from flirting with me. It was fun. This is much, \r\nmuch better. ",
        "Cassie: My little boy rj is up there and he can't get down! ",
        "Dinah: Hart's son? ",
        "Cassie: Help me move this beam so I can get to him. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=y3p12Pt16yI"
}