{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "\r\n\r\nReva: Well, it's very peaceful. Your brochure said that you don't have any \r\nfax machines or televisions or newspapers, or...? ",
        "\r\nDaphne: No. They interfere with communication. ",
        "\r\nReva: Well, the only thing I plan on communicating with is myself. ",
        "\r\nDaphne: You may be surprised. ",
        "\r\nReva: They antiques, they're all... They're all so unusual. ",
        "\r\nDaphne: Well, they're all for sale. ",
        "\r\nReva: Really? ",
        "\r\nDaphne: Mm-hmm. I buy things that speak to me. So when they speak to \r\nothers, I'm willing to part with them for a reasonable price.",
        "",
        "\r\nBuzz: Holly, was that... Is that... Oh, finally. ",
        "\r\nHolly: What are you doing in Chicago? ",
        "\r\nBuzz: I was imagining you at this convention with stuffy, you know, \r\nnetwork executives, eating slimy hotdogs with soggy crusts around... And I \r\njust, I had to rescue you. ",
        "\r\nHolly: Well, actually it's been fascinating and I don't need to be rescued. ",
        "\r\nBuzz: No? ",
        "\r\nHolly: But it would be nice to have some company for the evening. ",
        "\r\nBuzz: Yeah? ",
        "\r\nHolly: Yeah. But you have to be funny and... ",
        "\r\nLounge announcer: Currently appearing in the starlight lounge, Eddie \r\nivories. ",
        "\r\nHolly: ...And not romantic. Friendly. ",
        "\r\nBuzz: I will be friendly. Friendly, funny, I can... I would be the least \r\nromantic guy you ever met. ",
        "\r\nHolly: Good. Shall we have a drink here? ",
        "\r\nBuzz: It's up to you. ",
        "\r\nHolly: Or maybe we could grab a couple of chairs out in the lobby. ",
        "\r\nBuzz: The lobby? (Piano playing)",
        "",
        "\r\nRichard: I have a question for you. How would you feel about having \r\nanother brother or sister? ",
        "\r\nTammy: Mom's pregnant? ",
        "\r\nRichard: No, no, no, no. Mom's not pregnant, but I was just wondering \r\nhow you would feel about that? ",
        "\r\nTammy: I think it would make mom very happy. ",
        "\r\nRichard: So do I.",
        "",
        "\r\nDax: Richard is thinking about the baby he and Cassie lost. Prince \r\nWilliam's son is about the same age that child would have been now. That's in\r\n\r\nour favor. ",
        "\r\nMayhew: Yes, but you can't force Richard and Cassie to adopt, even if we \r\ncan prove that his father is the true heir to the throne. ",
        "\r\nDax: Richard has served the principality of San Cristobal all his life. The \r\nonly reason he pressed for a democracy was just in case Edmund had rights to \r\nthe throne. If Edmund had no right to the throne then there's no problem. If \r\nAlonzo himself isn't interested in leading the country, then Richard can be \r\nregent until the boy is grown. It solves everything. ",
        "\r\nMayhew: If Cassie and Richard adopt the baby. But you know that \r\nCassie's reluctant. ",
        "\r\nDax: If he's for it, he'll convince her-- if he believes she'll be happy. ",
        "\r\nMayhew: And how do you plan to convince Richard. ",
        "\r\nDax: I'll let someone else do that for me. Don't worry, my dear, it won't be \r\nyou. The baby's mother is desperate to get back to the states. She'll do what\r\n\r\nshe has to do. ",
        "\r\nMayhew: What if the girl finds out that Alonzo Baptiste isn't just a \r\nfisherman? ",
        "\r\nDax: Now, we can't let her find out until the deal is set. Now I think it's \r\ntime for Richard to be introduced to that beautiful baby. I guarantee, one look\r\n\r\nand he'll see for himself, this is the best way to heal Cassie after all \r\nEdmund's \r\ndone to her. ",
        "\r\nMayhew: I don't know. This could backfire. ",
        "\r\nDax: Get Camille and the baby, bring them here.",
        "",
        "\r\nRichard: That one? ",
        "\r\nTammy: I think it's...",
        "",
        "\r\nDax: The election results should be posted any moment. It's a foregone \r\nconclusion, of course... ",
        "\r\nRichard: But still, you never know. (Laughs)\r\n",
        "\r\nDax: Perhaps to take your mind off the waiting, we can discuss a bit of \r\nunofficial business. ",
        "\r\nRichard: Oh, business. ",
        "\r\nTammy: I'm going to go check on the farm cats. ",
        "\r\nRichard: Okay, love. See you later. ",
        "\r\nTammy: See you. ",
        "\r\nRichard: All right, what's this about, Dax? ",
        "\r\nDax: You remember the unfortunate young lady that Mrs. Mayhew \r\nmentioned? She... The one you said you would see? ",
        "\r\nRichard: Oh, the American woman? Yes, yes. ",
        "\r\nDax: Well, she's here. Mrs. Mayhew has brought her to see you. Oh, here \r\nthey are. ",
        "\r\nCamille: She told me that you wanted to see me, Mr. Winslow? ",
        "\r\nRichard: Uh... I'm sorry, yes. Yes, that's right.",
        "",
        "\r\nCamille: If there's anyone I trust on this island, it's you. I would have voted\r\n\r\nfor you if I could, but I still think that I'm an American citizen. ",
        "\r\nRichard: I suppose you would have to change your nationality. And you \r\ndon't want to do that? ",
        "\r\nCamille: No, no. I mean, I love San Cristobal, but... I did when I came \r\ndown here on vacation. I thought I loved Alonzo. That's why I married him \r\nfive days after we met. ",
        "\r\nRichard: Well, you couldn't have known him very well-- five days. ",
        "\r\nCamille: No. I didn't know him at all. But I swear, if he walked in right \r\nnow, I would do anything for him. That's what scares me. I am not a \r\nfisherman's wife. It's not me. I want so much more from my life. That's why I\r\n\r\nwant to go back to the states. ",
        "\r\nRichard: But I understand that you don't wish to take the child with you? ",
        "\r\nCamille: Oh, no. If I walked in with a kid, my parents would disown me. ",
        "\r\nI told them that I got a job down here as a nanny, and that's why I've stayed\r\n\r\nfor so long. You must think I'm terrible to lie to them like that. ",
        "\r\nRichard: Well, it's not my place to judge. You really, really want to go \r\nhome? ",
        "\r\nCamille: Lord, yes. If I could go back to that day on the beach with \r\nAlonzo, I would surely do everything differently. I'm just... I'm not the mother\r\n\r\ntype. Do you know what I mean? ",
        "\r\nRichard: Well, I really can't say that I do, but if you feel that way, then you\r\n\r\nreally have a large problem here. ",
        "\r\nCamille: No kidding. This... This poor little baby didn't ask to be born. ",
        "\r\nHe deserves so much more. I can't give him any kind of a life. He deserves to\r\n\r\nbe loved, at least. ",
        "\r\nRichard: Yes.",
        "",
        "\r\n\r\nDanny: Hey. What's going on? How are you? ",
        "\r\nTony: Why do you want to know? ",
        "\r\nDanny: Okay. I guess I won't talk about what a great day I had. ",
        "\r\nTony: What, two days at Spaulding and you're already running the place? ",
        "\r\nDanny: Well, not yet. Not yet. Soon. It feels good to have all that power, \r\nthough. ",
        "\r\nTony: You had power before. ",
        "\r\nDanny: Yes, and I was always looking over my shoulder to see who \r\nwanted to stab me in the back and take it away from me. ",
        "\r\nTony: You think it's anyTony: You think it's any different in the \r\ncorporate world, man? ",
        "\r\nDanny: It is different. I... Had a meeting at towers today. Flashed my \r\nSpaulding corporate charge card and they treated me like I was royalty. I \r\nremember the days when I used to be invisible in that joint. No more. ",
        "\r\nTony: And that's enough for you now? ",
        "\r\nDanny: Hell, no. I've only been on the job two days. You know, I used to \r\nlook at those \"regular Joes\" in their pinstripes reading the \r\n\"wall street journal.\"\r\nIt seemed like an alien world to me. ",
        "\r\nTony: You know, you're scaring me now. ",
        "\r\nDanny: Well, yeah. It is scary. Because now there's a whole new world of \r\npossibilities available to me. You know, in the past if I wanted to imagine \r\nwhat I would be like 30 years in the future, all I would have to do is check out\r\n\r\nuncle Rico. Or Carlos. Or the graveyard. ",
        "\r\nTony: So now you check out old man Spaulding? You know what, Danny? ",
        "\r\nWhy don't you come back in a couple weeks. Yeah, wait until you have to fill \r\nout, like, 20 forms just to take a week-long vacation. They're going to make \r\nyou grovel, man, just because you're not one of them. ",
        "\r\nDanny: I'm not going to fight about it. Tony, you have a lot of potential, \r\nand I know how easy it is to get stuck in the family business. There's a lot \r\nwaiting for you out there. ",
        "\r\nTony: We'll see. ",
        "\r\nDanny: Yeah. Well, I can't stick around. Oh, you won't believe what's \r\ngoing on tonight. Claire is throwing an instant baby shower for Michelle. ",
        "\r\nBetter late than never, I guess. ",
        "\r\nTony: Better never if that chick's still in it. ",
        "\r\nDanny: Hey, you know what? Today even my mother-in-law can't get to \r\nme. I've got a fantastic job. I've got an amazing wife, a stupendous and \r\nbrilliant kid. You know, Tony, sometimes things just work out.",
        "",
        "\r\nClaire: Hm. This looks great. You know, I am so lucky that I was able to \r\nbook this place on such short notice. ",
        "\r\nMeta: How many people did you invited? ",
        "\r\nClaire: Plenty. Believe me, plenty. I just want to surprise Michelle, so let's\r\n\r\njust relax and enjoy ourselves, okay? ",
        "\r\nMeta: What time exactly did you ask people to come? ",
        "\r\nClaire: Well, it was short notice, Meta. I mean, it was, but I guess they're \r\nfashionably late. You know how people are. Let's face it, this entire baby \r\nshower is fashionably late, but I think the timing is right. Showers are to \r\ncelebrate new beginnings, and here we are. A new beginning for us. A new \r\njob for Danny. A new life for Carmen behind bars. ",
        "\r\nMichelle: Can we not talk about Carmen? ",
        "\r\nClaire: Oh, I'm sorry. Of course not. ",
        "\r\nMeta: When does \"fashionably late\" get to be \"we're not \r\ncoming?\"\r\nClaire: Meta, they are coming. I mean, I did get a lot of answering \r\nmachines that I left messages on, and voice mails. But they'll be here. They \r\nwill be here. Trust me. You know, I've got all these things planned. We're \r\ngoing to make one of those hats with all the ribbons... ",
        "\r\nMeta: Claire, did anybody actually say they would be here? ",
        "\r\nClaire: They are coming! ",
        "\r\nMichelle: Claire, like you said, it was short notice, and I appreciate all that\r\n\r\nyou're doing, but nobody is coming. ",
        "\r\nMaria: What do you mean? I wouldn't miss this for the world. My \r\ninvitation must have been lost in the mail. ",
        "\r\nClaire: No, it wasn't. ",
        "\r\nMaria: Well, I am Roberto's great-grandmother. I have a right to spoil him. ",
        "\r\nMichelle: You have no rights when it concerns my baby. ",
        "\r\nMaria: Your baby?",
        "",
        "\r\nCamille: It's not Alonzo's fault. I practically threw myself at him. We had \r\nso much wine that night. He probably doesn't even remember he's married. ",
        "\r\nNo surprise when he took off and joined the merchant marine. Then I found \r\nout that I was pregnant. ",
        "\r\nRichard: Did you inform him? ",
        "\r\nCamille: No. ",
        "\r\nRichard: Why not? ",
        "\r\nCamille: Honestly, Mr. Winslow, I thought that if Alonzo came back and \r\nwanted to have a family, then I would be stuck here. I'm only sticking around\r\n\r\nlong enough to figure out what I can do about him. I'm sorry. I need to blow \r\nmy nose. This happens when I start crying. Would you mind... ",
        "\r\nRichard: I'm not really an old hand at this sort of thing. (Baby cooing)\r\nCamille: You look like a natural to me. There. ",
        "\r\nDax: I have to agree. ",
        "\r\nRichard: He's got such green eyes. ",
        "\r\nCamille: Sort of like yours. ",
        "\r\nRichard: Well, I'm sure he wants his mother. ",
        "\r\nCamille: Oh, no, no. I'm really so bad with babies. It's a wonder he's still in\r\n\r\none piece. ",
        "\r\nRichard: Well, you really should try to take care of him. ",
        "\r\nCamille: I do try. It's just, I don't have any money and I have nobody to \r\nhelp me. There. (Baby coos)\r\nRichard: All right, well, the first thing you're going to have to do is you're\r\n\r\ngoing to have to contact this Alonzo person and inform him that he is the \r\nfather, and that you intend to give the child up. If you're determined to do \r\nthat, \r\nthen you're going to have to dissolve the marriage. Then I suppose you could \r\nleave the child with social services here until the father decides what he wants\r\n\r\nto do. If he doesn't wish to claim the child, well, then you can give permission\r\n\r\nfor adoption. Once all this is done, then I'll see what I can do about getting\r\n\r\nyou a ticket back to the states. Dax, you'll handle those arrangements. ",
        "\r\nDax: Oh, of course. ",
        "\r\nRichard: All right. Mrs. Mayhew will make sure you get home safely. ",
        "\r\nCamille: Thank you, sir. ",
        "\r\nDax: As your advisor and lifelong friend, I must be blunt. You may have \r\nallowed your wife's happiness to walk right out of this garden.",
        "",
        "\r\n\r\nDaphne: I don't know where I got that old, musty old thing. Oh. Yes. It \r\nwas from an old Dutchman. He passed away last year. ",
        "\r\nReva: It has... ",
        "\r\nDaphne: An aura. ",
        "\r\nReva: Yeah. ",
        "\r\nDaphne: Mm-hmm. Most people laugh when I mention auras. ",
        "\r\nReva: Not me. Too many strange things have happened to me. I try to keep \r\nan open mind. ",
        "\r\nDaphne: That's good. That's a great way to be. ",
        "\r\nReva: My mama had the gift. ",
        "\r\nDaphne: You mean...? ",
        "\r\nReva: Yeah. She saw things. She called them her visions. In fact, there was \r\na time when she found a little boy that had been missing for several days. ",
        "\r\nDaphne: Mm... God. ",
        "\r\nReva: She saw him in a bunch of wild strawberries, you know, and sure \r\nenough, she could pinpoint the place exactly, and they found the little boy \r\nsitting there in the middle of the woods, surviving on wild berries. ",
        "\r\nDaphne: Wow, that's thrilling! ",
        "\r\nReva: She always said it was because she had a little Cherokee blood \r\nrunning through her veins. ",
        "\r\nDaphne: Perhaps. ",
        "\r\nReva: It's just strange. She helped so many other people, but she was never \r\nable to help herself with the gift. ",
        "\r\nDaphne: Well, that's often the way. ",
        "\r\nReva: She had another child that she gave up at birth. She died before she \r\nwas able to find her-- my sister, Cassie. ",
        "\r\nDaphne: Well, you know the sixth sense is hereditary. Yes. It can be \r\npassed down just like blonde hair and blue eyes. Have you ever...? ",
        "\r\nReva: No. Me, no. No. Although I... I've always felt that I've had a \r\nconnection with my ex-husband. Like, I can sense when he's in trouble. Or if \r\nthe phone rings I know when it's going to be him, that sort of thing. ",
        "\r\nDaphne: So, is your ex- husband one of the things you've lost? ",
        "\r\nReva: Well, considering the fact that I referred to him as my ex, it doesn't \r\ntake a sixth sense to figure that one out.",
        "",
        "\r\nEdmund: A trip to the moon... ",
        "\r\nHolly: I don't know about this. I can hardly hear ourselves think. ",
        "\r\nBuzz: A drink? ",
        "\r\nHolly: I said, it's a noisy place. ",
        "\r\nBuzz: Face? ",
        "\r\nHolly: Place. ",
        "\r\nBuzz: There's something on my face? ",
        "\r\nHolly: (Laughs) no. Yes, actually, there is. ",
        "\r\nBuzz: I wish he'd stop that caterwauling. Holy... ",
        "\r\nHolly: Is that...? ",
        "\r\nBuzz: It is. ",
        "\r\nHolly: (Laughs) no, no, no, no. Wait. Let's savor every moment. Let's \r\nwatch him make a fool of himself. ",
        "\r\nBuzz: Oh, yeah. ",
        "\r\nEdmund: Danke schoen (Buzz and Holly laugh)\r\ndanke schoen\r\nBuzz: I can't delay gratification. ",
        "\r\nEdmund: Thank you for all the joy and pain I recall central park in fall \r\nwhen you tore your dress what a mess I confess that's not all danke schoen \r\ndarling danke schoen thank you for walks down lover's lane I can see hearts \r\ncarved on a tree letters intertwined for all time yours and mine that was \r\nfine...",
        "",
        "\r\nDax: I saw your face when you took that baby in your arms. ",
        "\r\nRichard: What? A perfectly normal human reaction to an innocent child? ",
        "\r\nDax: Oh, is that what it was? The baby resembles you. ",
        "\r\nRichard: Oh, come on. If he does, well, it's pure coincidence. ",
        "\r\nDax: Or a godsend. How easy for Cassie to be able to... to bond with a \r\nbaby that is so much like the one she lost. ",
        "\r\nRichard: Yes, well, it could also be a constant painful reminder, colonel. ",
        "\r\nNo child can replace the loss of her own baby. Or her injuries that prevent her\r\n\r\nfrom having another. ",
        "\r\nDax: See what she says when she holds that babe in her arms, feels his soft \r\nbreath on her cheek, looks into his eyes that are so much like yours. If she \r\nrejects the idea once she sees the baby, so be it. The birth mother plans to put\r\n\r\nthe baby up for adoption anyway. She wants to go back home. If she knows \r\nthat you and Cassie would love and care for the baby, she could go with a \r\nlighter heart. It seems so right for everyone involved. ",
        "\r\nCassie: Richard? ",
        "\r\nRichard: Darling. ",
        "\r\nCassie: Hi, Dax. ",
        "\r\nRichard: How was your meeting? ",
        "\r\nCassie: It was fine. I just couldn't keep my mind on the meeting. I kept \r\nthinking about the election and... ",
        "\r\nRichard: What? What is it? ",
        "\r\nCassie: I couldn't help but think, you know, no matter how many children \r\nenjoy the museum and appreciate all the work I did, our child will never see it. ",
        "\r\nRichard: Darling, I think there's something that we need to discuss.",
        "",
        "\r\n\r\nCassie: Is something wrong? ",
        "\r\nRichard: No, no. ",
        "\r\nCassie: Yes, it is. ",
        "\r\nRichard: Nothing's wrong. I've just been, you know, watching the way \r\nyou've been coping with the loss of our son. ",
        "\r\nCassie: You've been coping, too. ",
        "\r\nRichard: Yes. ",
        "\r\nCassie: I'm sorry. I'm sorry. You know, it was our only chance for us to \r\nhave a child of our own. ",
        "\r\nRichard: Well, that's not true. ",
        "\r\nCassie: I can't search the world over for a doctor that's going to tell me \r\nwhat I want to hear, you know. I mean, we have to accept that I can't have \r\nanymore children. ",
        "\r\nRichard: It means you can't give birth to any more children. That's \r\ndifferent. ",
        "",
        "\r\n(Trumpet fanfare)\r\nDax: Please. ",
        "\r\nMr. Winslow doesn't wish to be disturbed. ",
        "\r\nHe'll issue a statement later on. ",
        "\r\nCome back here! ",
        "\r\nReporter #1: Mr. Winslow! ",
        "\r\nReporter #2: How does it feel to be San Cristobel's first president? ",
        "\r\nReporter #1: You won by a landslide. ",
        "\r\nReporter #2: Will you give an acceptance speech? ",
        "\r\nRichard: Well, perhaps, you know, once I get the official notice of the \r\nvote. (Marching band and crowds cheering in the background)\r\nDax: It's official. ",
        "\r\nRichard: Oh. ",
        "\r\nCassie: Congratulations. (Horns blaring)\r\nRichard: I will be happy to address everyone, but right now I really do \r\nneed a few moments just to collect my thoughts. If you don't mind. ",
        "\r\nDax: Please. This way. ",
        "\r\nRichard: Thank you. ",
        "\r\nDax: Mr. President will let you know when he's ready. ",
        "\r\nCassie: Something tells me that Mr. President's ready. That sparkle is back \r\nin your eye. ",
        "\r\nRichard: Now if I can just get it back in yours. (Horns blaring and crowds \r\ncheering)\r\nCassie: You know, I can be happy without having a baby. I can. I'm so \r\nproud of you. And I'm proud that we've come out of this past year and we've \r\nsurvived. You know? And I'm not going to let anything ruin your moment of \r\ntriumph so don't worry about me, okay? I'm going to be fine.",
        "",
        "\r\nClaire: Why don't you just\r\nClaire: Why don't you just leave? ",
        "\r\nMaria: No. ",
        "\r\nClaire: You have trouble taking a hint, don't you? Michelle and Danny \r\ndon't want you in their lives. Or Robbie's life. ",
        "\r\nMaria: She isn't crazy about you, either. ",
        "\r\nClaire: I love Michelle. ",
        "\r\nMaria: I love Daniel. ",
        "\r\nMeta: And we all love Robbie, but we dislike and mistrust each other \r\nintensely, so there's no point in trying to make this into a warm, fuzzy event. ",
        "\r\nLet's just get on with it. ",
        "\r\nMichelle: Good idea. ",
        "\r\nClaire: Why don't you open your presents? ",
        "\r\nMichelle: Sure. Whatever. ",
        "\r\nClaire: That's from me. (Laughs nervously) you like it? And that one is, \r\ntoo. ",
        "\r\nMaria: And this is mine. ",
        "\r\nMichelle: Oh, aunt Meta. You've already given Robbie so much already. ",
        "\r\nMeta: This is special. That photograph of your mother was taken on your \r\nfirst day of school. She was so proud of you. ",
        "\r\nMichelle: Thank you. ",
        "\r\nWoman: You're having a baby shower! Oh. My daughter just had a baby. ",
        "\r\nIt made us closer than ever. ",
        "\r\nMaria: Would you... Would you take a picture of us? ",
        "\r\nWoman: Oh, absolutely. Okay. Ready? Everybody together. All right. ",
        "\r\nReady? Say \"cheese.\"",
        "",
        "\r\nDanny: I hope Michelle's having a good time, hanging out with her \r\nfriends and family. What's going on? ",
        "\r\nTony: Plenty. Nothing I'm going to tell you anymore, though. ",
        "\r\nDanny: We're still family. ",
        "\r\nTony: Are we? Did you hear Josh Lewis was cleared? ",
        "\r\nDanny: Oh, yeah? No, I didn't hear it. ",
        "\r\nTony: Yeah. Turns out it's all a frame-up, and he didn't give Vreeland that \r\nkickback, so... ",
        "\r\nDanny: Well, I never thought he did. It's one for the good guys. ",
        "\r\nTony: Is that what you are now, a \"good guy?\"\r\nDanny: So, aren't you happy for Marah? ",
        "\r\nTony: Sure. ",
        "\r\nDanny: You don't look it. ",
        "\r\nRomeo: That's because Tony didn't get the credit that he deserves. ",
        "\r\nTony: That's because Tony doesn't give a damn. You know, Sam was the \r\nbig hero. Whatever. Marah was all over on him, on the TV news. She was \r\nreally grateful. ",
        "\r\nDanny: What did he do? ",
        "\r\nTony: The point is, Josh Lewis is off the hook. ",
        "\r\nDanny: Right. Okay, well, I'm going to get out of here. I think I'll stop by \r\ncompany and see if my wife needs any help carrying home all the loot. ",
        "\r\nRomeo: So big, bad Danny Santos gets to carry his wife's packages. How \r\nthe mighty have fallen. Guess you get to mow the lawn, too, huh? Change \r\ndiapers, all that kind of good stuff? ",
        "\r\nDanny: (Laughs) real men know how to change diapers. ",
        "\r\nCarlos: Got a moment? ",
        "\r\nDanny: Not for you. ",
        "\r\nCarlos: Find one. I'm sure you'll want to hear this.",
        "",
        "\r\nEdmund: Oh, leave me alone. ",
        "\r\nBuzz: (Laughs) what's a Prince like you doing in a place like this? ",
        "\r\nEdmund: Buzz off. ",
        "\r\nHolly: He hates people who say that. ",
        "\r\nEdmund: Yes, well, everybody hates me anyway. ",
        "\r\nBuzz: (Mocking): Oh, he's depressed. ",
        "\r\nHolly: Who wouldn't be, making a fool of himself nightly? ",
        "\r\nEdmund: It's an honest living. ",
        "\r\nHolly: I don't know. The purple tux. ",
        "\r\nEdmund: I'm still the Prince of San Cristobal. ",
        "\r\nBuzz: Prince, I don't know. That's been done. ",
        "\r\nHolly: What... Duke of earl. ",
        "\r\nBuzz: The ayatollah of rock- and-rollah. (Laughter)\r\n",
        "\r\nHolly: There is a precedent, you know. After the revolution, the royal \r\nRussian refugees, didn't they wind up washing dishes and opening doors in \r\nParis? Of course, even they didn't get to tackle the lounge lizards top 40. (\r\nLaughter)\r\n",
        "\r\nEdmund: Look, I suppose it would be too much to ask if you would just \r\nleave me alone. ",
        "\r\nHolly: He wants us to keep quiet. ",
        "\r\nBuzz: And he probably wants to stay out of the press. I mean, you owning \r\nyour own newspaper and all. ",
        "\r\nEdmund: I'm just trying to get back up on my feet. (Applause)\r\nHolly: You know, the hotel is filled with people who own newspapers. ",
        "\r\nBuzz: That's right! The convention. By the end of the day, you're going to \r\nbe on all the AP wires. Maybe they won't run your picture. ",
        "\r\nHolly: Oh, who could resist the purple tux? ",
        "\r\nEdmund: What have I ever done to you? ",
        "\r\nHolly: Let me get st... You tried to throw me in jail for the rest of my life. ",
        "\r\nYou tried to maim and kill friends of mine: Reva, Cassie, Richard. Shall I go\r\n\r\non? You deserve every bit of humiliation they are heaping on you. ",
        "\r\nBuzz: And then some. ",
        "\r\nEdmund: This is the last straw. ",
        "\r\nHolly: Oh, could you turn that up?",
        "",
        "\r\nRichard: My heartfelt thanks to the people of San Cristobal. \r\nI am indeed honored to accept the presidency, and I will do my utmost to \r\nlive up to the trust that you have put in me. I must say that I would not be \r\nstanding here today if it were not for my family-- my lovely wife and my \r\nbeautiful children-- and my loyal supporters. This is a new era for San \r\nCristobal. Let it begin.",
        "",
        "\r\nBuzz: But you still got those lapels. ",
        "\r\nEdmund: You think this is a joke? That I've been reduced to this? That \r\nI've lost the woman I love? Damn you. Damn you.",
        "",
        "\r\n\r\nDanny: Make it fast. ",
        "\r\nCarlos: We're very pleased you beat that rap. ",
        "\r\nDanny: I'm sure. I bet you didn't know Carmen was alive, either. ",
        "\r\nCarlos: Danny, I swear. Remarkable woman-- more lives than a cat. ",
        "\r\nDanny: Is there a point to this? ",
        "\r\nCarlos: I understand you've found employment with Spaulding enterprises, \r\nand of course we're always proud when one of our own reaches a position of \r\nsuch opportunity. ",
        "\r\nDanny: Like I really give a damn what the other families think. ",
        "\r\nCarlos: There are powerful people beyond our families, Danny, and they're \r\nnot happy. They sent me to remind you that no one has ever left our \r\norganization alive.",
        "",
        "\r\nReva: Believe me, if I had any kind of a sixth sense, I wouldn't have hurt \r\nso many people that I cared about. ",
        "\r\nDaphne: Some pain is inevitable. ",
        "\r\nReva: Oh, well, this went a little further than some pain. I deserted my \r\nown children-- several times-- and I made several men's lives miserable. ",
        "\r\nDaphne: Well, maybe your gifts haven't had time to develop. ",
        "\r\nReva: Well, maybe they'll do that here. ",
        "\r\nDaphne: (Laughs)\r\nReva: With all these auras around. ",
        "\r\nDaphne: Perhaps. Well, let me know if you need anything. I stay up late, \r\ndon't hesitate. ",
        "\r\nReva: (Laughs) I am, actually, a little sleepy. ",
        "\r\nDaphne: Well, good-night then. ",
        "\r\nReva: Good-night, Daphne. What is it about that old thing? I'm tired. ",
        "\r\nEdmund: Beth. What happened? How did it come to this? ",
        "\r\nWoman: Ah go on and jump already, would you?",
        "",
        "\r\n\r\nMichelle: Okay. Let's go, aunt Meta. ",
        "\r\nMeta: Okay. ",
        "\r\nClaire: But what about the cake? I ordered it specially. ",
        "\r\nMeta: You and Maria can divvy it up. ",
        "\r\nClaire: Wait a second. Look. Someone is coming. I told you, Michelle. ",
        "\r\nOne of your friends is here.",
        "",
        "\r\nCarlos: I'm only the messenger. ",
        "\r\nDanny: If it were up to you, Carlos, I'd be given a big going away party. ",
        "\r\nCarlos: We had a deal, Danny. I honor my deals. Unfortunately, you didn't \r\nmake a deal with them. ",
        "\r\nDanny: So, they're going to kill me. ",
        "\r\nCarlos: No. They sent me with an offer. ",
        "\r\nDanny: Mm-hmm. ",
        "\r\nCarlos: If you do this one last favor for them, they'll make an exception for\r\n\r\nyou. ",
        "\r\nDanny: What kind of favor? ",
        "\r\nCarlos: You have access to all Spaulding's financial holdings. Simply \r\nrelieve them of $25 million.",
        "",
        "\r\nReva: Who's there? Daphne? Mama? ",
        "\r\nEdmund: Oh. Beth?",
        "Main Navigation within The TV MegaSite:"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=9iKRH1KdMDs"
}