{
    "Episode Summary": [],
    "Recap": [
        "Gus and Harley \u0096 In the Light",
        "At the rehab center, Gus is asked to relinquish items that he could use to harm himself or others. He is locked in his room and starts to panic. When he is told that he must participate in an exercise program, he makes an excuse to go back to his room for something. In the meantime, Harley is at Company talking to Zach and Jude. She explains that Gus will be away for awhile and receives a phone call that Gus has left the center. As she curses Gus, he suddenly appears telling her he needs to go to the place of his demons, the cabin. Mallet and Dinah wait in a car talking about how to usurp Harley as CEO of Spaulding. He tells Dinah that things are like with Hart and that Harley slept with her boyfriend. He says that they need to tell about Gus's addiction. He shows her a gun and tells her that it's time to work on Harley. Harley and Gus go to the cabin where Beth held him hostage. He goes through the agony of cold-turkey withdrawal. Harley stands by his side trying to get him to focus on pleasant things. He goes ballistic and starts to fight with her, trying to get away. They physically fight and she ends up tackling him and tells him he will have to go through her to leave. As Harley is reading to Gus and consoling him, Dinah calls faking a bad connection and telling Harley, \"Zach and Jude emergency Company\". Harley rushes to the boys. Mallet seizes the opportunity to try and lure Gus back into taking pills by showing him a bottle of them. Gus is strong, however and resists. When Harley talks to Dinah and realizes all is well with the boys, she returns to the cabin. Gus makes her lock him in the room where he was held captive. He goes through a frightening withdrawal experience, screaming, crying and hallucinates, seeing Mallet, Alan, Alexandra and Beth taunting him. After agonizing hours, he asks Harley to let him out and they return to Company. He is refreshed and healthier, reading to Zach and Jude, beating the addiction withdrawal. Harley is glad to have him back, but as the closing music plays, looks on at her three guys with a worried look on her face."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Counselor: Mr. Ee toro? We're ready for you.",
        "Harley: I'm proud of you... Mr. Ee toro. ( Laughs )",
        "Gus: Tell the boys that... don't tell the boys.",
        "Harley: No.",
        "Gus: Bye.",
        "Counselor: Welcome to Greentop. We'll need your belt, keys, watch, shoelaces, anything that could be used to harm yourself or others.",
        "Gus: Yeah, because I could kill you with my house key.",
        "Counselor: Please.",
        "[SCENE_BREAK]",
        "Harley: Thank you.",
        "Zach: Mommy, are you okay?",
        "Harley: Yes. Yes, I'm okay. I just missed you guys, that's all.",
        "[SCENE_BREAK]",
        "Gus: \"No drugs, no alcohol, no visitors, no loud music, no tv, no skipping group sessions,\" no breathing. What do you do in this place?",
        "Counselor: It can get better.",
        "[SCENE_BREAK]",
        "Harley: Wow, potassium chloride. I have absolutely no idea where to find that.",
        "Zach and Jude: Ask Gus.",
        "Harley: Yeah. Well, you know what, baby? I know that Gus said that he would help you with your science project, building that volcano, but the problem is Gus is away.",
        "[SCENE_BREAK]",
        "Counselor: Insomnia, chills, tremors, fatigue, difficulty in focusing. Any other symptoms?",
        "Gus: Yeah, losing my patience. Look, I just need to get this drug out of my system, okay, and I'm going to be fine.",
        "Counselor: The first 48 hours is the toughest. After that, the real work starts.",
        "Gus: What does that mean, \"after that\"? How long am I supposed to be in here?",
        "Counselor: As long as it takes.",
        "[SCENE_BREAK]",
        "Harley: He's on a special assignment, and he's going to come back to us very soon. And in the mean time, I'll help you. We'll be fine.",
        "[SCENE_BREAK]",
        "Gus: Can I make a phone call?",
        "Counselor: Check number seven on your rule list. Exercise period. It's compulsory.",
        "Gus: Do you like this place?",
        "Man: Just wait until you start climbing the walls.",
        "Counselor: This way.",
        "Gus: I'm going to get my rule sheet.",
        "[SCENE_BREAK]",
        "( Cell phone rings )",
        "Counselor: Ms. Cooper?",
        "Harley: Yes.",
        "Counselor: This is Mark Kramer from Greentop.",
        "Harley: Is everything okay with Gus?",
        "Counselor: He was scheduled for exercise, and instead he slipped out of the facility.",
        "Harley: And you have no idea where he is?",
        "Counselor: No, Ms. Cooper, he's gone.",
        "Harley: Damn you, Gus. Where are you? So you're telling me that no one, not one person on your entire staff has seen my husband? That's great. No, that's great. Can anything ever just go right? Anything ever? You gave me your word.",
        "Gus: Hi.",
        "Harley: You promised.",
        "Gus: I promised that I would kick this thing, and I will. I just can't do it in that place, okay.",
        "Harley: Then where, Gus? Oh, by the way, nice move breaking the window, that's really classy.",
        "Gus: I didn't break any window. I didn't break any window. They're lucky I didn't rip the walls down. When I got there, they locked the door.",
        "Harley: Ah...",
        "Gus: No, I can't-- I felt like I was cut off from my family. I can't feel that thing again, okay?",
        "Harley: Again? You mean like in the cabin?",
        "Gus: I can take a lot of punishment, but I don't want to feel that. Being kept away from you when I don't want to be. I don't want to feel that.",
        "Harley: I'm at a loss. I don't know what to do. I don't know how to do this? Do we call Rick? I don't know.",
        "Gus: I need to face my demons, and I need to go back to the place where the demons first got hold of me.",
        "Harley: You want to go back to the cabin?",
        "Gus: You want to go with me?",
        "Harley: Baby... Gus, listen to me. I love you, and I am behind you in this thing, but, come on, I'm not a doctor. I'm not a therapist.",
        "Gus: I know. But I don't need one of those. I don't need that if I have you. If you're with me under the same roof, there's not a problem I can't beat. I know this; I feel that.",
        "Harley: What if the pills are stronger than this thing?",
        "Gus: They're not, though. I know they're not.",
        "Harley: Look at you. This is going to be brutal.",
        "Gus: Life is brutal, but this is going to be mine if I don't kick these pills.",
        "Harley: What if it doesn't work?",
        "Gus: Then I'll go back to rehab. I need to do it my way first. Are you with me now?",
        "Harley: I have to see if Rick will take the kids, obviously.",
        "Gus: Is that a yes?",
        "Harley: How can I ever say no to you?",
        "[SCENE_BREAK]",
        "Alan-Michael: Substance abuse is such a tragedy because it doesn't just affect the addict. What happened today is a perfect example. Gus goes out on a call, obviously impaired, and bang-- Mallet winds up in the hospital, all because of those pills. Well, at least something good can come out of it.",
        "Dinah: Really?",
        "Alan-Michael: Look, we both want Harley to step down as CEO from Spaulding. This could make her do it. I can see the headlines now, \"CEO's hubby has hush- hush habit.\"",
        "Dinah: The bad PR would be enough to get her to resign from Spaulding.",
        "Alan-Michael: Also blowing the whistle on Gus would guarantee that he couldn't hurt Mallet or anyone else again. You in or you out?",
        "Dinah: Let's go.",
        "[SCENE_BREAK]",
        "( Keys jingling )",
        "Gus: Sorry.",
        "Harley: I'm here with you this time, remember? Come on. Honey, you're burning up.",
        "Gus: I guess I got the hots for you.",
        "Harley: Yeah, that's why you're shivering. We should go back to town, sweetie.",
        "Gus: No, no, no.",
        "Harley: We should go back to town. This is not a good idea.",
        "Gus: No, there's a little heater. There's a little heater.",
        "Harley: Honey... hey, city boy, you know how to use that thing?",
        "Gus: Just keep watching. I could have been an eagle scout.",
        "Harley: If the eagle scouts give out badges for thermostating.",
        "Gus: I got this, I got this.",
        "Harley: Here, let me.",
        "Gus: I got this, I got this, I got this. Just get the stuff from the car. Get the rest of the stuff. Get the rest of the stuff. This is perfect. This is just what I needed, a little project to focus on, like a little goal, something to get done. Almost ready. Got any marshmallows?",
        "Harley: Fresh out.",
        "Gus: That's a shame, because I'm not addicted to those yet. Maybe...",
        "Harley: Don't say anything.",
        "Gus: I'm sorry. I'm sorry.",
        "Harley: It'll be okay. It'll be okay. It'll be okay. It'll be okay. Hey, baby, be careful. You're going to burn your marshmallow.",
        "Gus: How long has it been?",
        "Harley: What, sweetie?",
        "Gus: How long has it been?",
        "Harley: I don't know. I don't know.",
        "Gus: How long?",
        "Harley: We've been here a couple of hours.",
        "Gus: That's crazy. We've been here at least seven or eight hours, don't you think? Isn't it?",
        "Harley: We've been here for two hours, sweetie pie.",
        "Gus: That's okay, because they say that the first 48 is the hardest part.",
        "Harley: Well, forty more to go...",
        "Gus: Right.",
        "Harley: ...In our mountain hideaway. No, it's not our farmhouse in Tuscany, but we can have fun, right?",
        "Gus: Right. We can have fun.",
        "Harley: What if I make you some tea?",
        "Gus: This place, I can feel it like a knot in my stomach, like I'm wondering if I was going to get out of here alive. I was wondering what you were doing at home, if you were missing me or if you were suffering... or if you hated me. I think maybe you'd have been better off.",
        "Harley: Never. Never. Listen to me. Baby, listen to me. You know what the problem is? We're not doing anything, okay? That's the problem is we're just stranded here doing nothing. Look, I got an idea. ( Laughs )",
        "Gus: ( Laughs ) I think you lost your mind.",
        "Harley: \"Contortion\". It's \"Contortion\". It'll pass the time.",
        "Gus: Put that thing down. You're embarrassing yourself.",
        "Harley: Baby, this game requires an incredible amount of flexibility and skill. What's the matter? You think I'm going to wipe the floor with you? Do it!",
        "Gus: I'd rather eat broken glass, or I'll drink turpentine, but I don't play \"Contortion\".",
        "Harley: Left foot blue. ( Laughs ) Pretty sexy game, isn't it?",
        "Gus: What time is it?",
        "Harley: Too soon to ask again, sweetie pie. Listen, did I ever tell you about Jack Parker, an old instructor of mine at the academy?",
        "Gus: No.",
        "Harley: He was this tough old bird, and he had this foolproof method of getting through long workouts... long stakeouts staying alert and focused. And you know what he'd do? He would sing the sappiest songs that he knew out loud. Do it.",
        "Gus: \"Aba, daba, daba, daba, daba, daba,\" said the chimpie to the monk \"aba, daba, daba, daba, daba, daba,\" said the monkey to the chimp all night long they'd chatter away all night long they're all happy and gay swinging and swinging in their honky-tonky way...",
        "[SCENE_BREAK]",
        "Alan-Michael: See that cabin on the hill?",
        "Dinah: Yeah. That cabin, is that the cabin that Beth brought Gus and Alan to after the accident?",
        "Alan-Michael: Gus is up there now with Harley.",
        "Dinah: What is he doing up there? Is he detoxing with her?",
        "Alan-Michael: Bad idea, huh?",
        "Dinah: Where's your camera?",
        "Alan-Michael: It's not as simple as that. Proving Gus has a problem isn't enough. The problem has to be kept a problem.",
        "Dinah: Okay, what are you talking about?",
        "Alan-Michael: What if it does work, if Harley is able to help Gus get off pills? A: The crisis is over; and b: It makes Harley look like an even stronger leader.",
        "Dinah: So what are you suggesting?",
        "Alan-Michael: That we... encourage Gus to keep taking those painkillers. This is one of those life- defining moments. Either you go for the prize or you settle for second best. I know what I'm reaching for, and I've got what I need to make it happen. Maybe I'm not being clear enough. If you don't give Harley an exit strategy from Spaulding now, you might as well take this gun and shoot her, because that's where you're headed.",
        "[SCENE_BREAK]",
        "Gus: What time is it?",
        "Harley: Stop worrying about the time. You should focus on something else there. How about this? If you were lost in the forest, which of these berries would you eat to survive?",
        "Gus: I am lost. I'm lost.",
        "Harley: You could be missing some valuable information here, babe. I mean, it's kind of interesting. If you were... if you were lost in the forest...",
        "Gus: Why are you doing this to me? Why are you reading it to me? I am coming apart from the inside, you understand me? And you're talking to me about fruit, about fruit? You eat the fruit. I can't do this anymore! I cannot do this! I am leaving! I am leaving!",
        "Harley: No! You're not quitting on me. You're not quitting on me, Aitoro. You want to leave? You're going to fight through me.",
        "Gus: Get off me! Get off me.",
        "[SCENE_BREAK]",
        "Dinah: What are you doing with that?",
        "Alan-Michael: Remember? If you couldn't have Hart, no one could. Maybe that's how you'll settle the score with Harley, too. I can see it happening. She did sleep with Mallet, and that's eating at you a little more every day.",
        "Dinah: No kidding.",
        "Alan-Michael: So wouldn't it be better to act now like this with me than to let the resentment build up? Bang, bang.",
        "Dinah: All right. Let's do this.",
        "[SCENE_BREAK]",
        "Gus: I want to live and grow old with you.",
        "Harley: You hungry? ( Clock ticking )",
        "Gus: Look at it. It's stopped! It was a lot later than this.",
        "Harley: I think I need to take you to rehab, sweetie.",
        "Gus: No.",
        "Harley: Mm-hmm.",
        "Gus: I quit smoking, remember? I can do this... I can do... like Mark Twain said: \"It's easy. I've done it a hundred times.\"",
        "Harley: Mark Twain? Speaking of Mark Twain...",
        "Gus: You should leave me. I'm pathetic.",
        "Harley: \"'Tom!' No answer. 'Tom!'\" ( Cell phone rings ) I'm not answering that.",
        "Gus: It's okay.",
        "Harley: Hello?",
        "Dinah: Harley? I... ( unintelligible gibberish )",
        "Harley: Dinah? I can't understand you.",
        "Dinah: I said... ( unintelligible gibberish )",
        "Harley: It's a bad signal. Is something wrong?",
        "Dinah: Zach and Jude at...",
        "Harley: The boys? What about them?",
        "Dinah: ...Emergency... Company...",
        "Harley: Did you say \"Emergency\"? Dinah? Dinah?",
        "Gus: Problem? Problem?",
        "Harley: Um... uh... Frank? Dad? Is anybody there? Could you pick up? If somebody's there, pick up, please.",
        "Gus: What is it?",
        "Harley: That was Dinah. She said... I couldn't understand her. She said something about the boys and an emergency at Company, but nobody is picking up.",
        "Gus: Want to go and see?",
        "Harley: I can't leave you!",
        "Gus: It's okay. I'll hang out with Tom Sawyer, and you go see.",
        "Harley: Mm-mm.",
        "Gus: They're my kids, too.",
        "Harley: I will be back as soon as I can, okay? I love you. As soon as I can, okay? I won't be long, I promise, okay?",
        "Gus: I can do this. ( Knock on door ) ( louder knock on door )",
        "Alan-Michael: Hey, bro.",
        "Gus: What do you want? How did you find me?",
        "Alan-Michael: It wasn't that tough. This doctor friend of mine, turns out he runs this rehab called Greentop. Ring a bell? All right. He told me you checked in. Painkillers, huh? It's tough to kick.",
        "Gus: Our father put you up to this.",
        "Alan-Michael: You really must not be feeling too hot, huh?",
        "Gus: Why don't you do what you set out to do. You go tell our father that I'm a drug addict, and I'm having a hell of a time. And then you can drink your brandy and smoke your cigars and have a nice little celebration. And then the two of you can go straight to hell.",
        "Alan-Michael: You've got it all wrong, Gus. I hate Alan, and I hate that he watched you, his son, get hooked on pills without lifting a finger to help you. But that's what I'm here to do: Help, one brother to another. I... I know a little bit about these things, and you sure look like you could use someone around who understands.",
        "[SCENE_BREAK]",
        "Harley: Where are Zach and Jude? Are they upstairs?",
        "Lynn: No, they're not here.",
        "Harley: What happened to them? Lynn, if you know, you have to tell me! Just tell me!",
        "Dinah: Hey, I didn't know you were going to be tied up today.",
        "Harley: Where are the boys?",
        "Dinah: What? Why?",
        "Harley: The boys! The ones that you called me about! Are they hurt?",
        "Dinah: No, of course not. They're fine.",
        "Harley: Dinah, you said it was an emergency! I raced here.",
        "Dinah: Hey, hey, hey. I said that there was no emergency. Mel and Rick gave me a call, said the boys wanted to stop by. I said okay. I'm so sorry that wasn't clear.",
        "Harley: No, I... ( chuckles ) I got to call Rick. Call Rick? I have to get back.",
        "Dinah: You got to get back?",
        "Harley: It's just something I'm taking care of, that's all. How's Mallet feeling?",
        "Dinah: He's okay. I'm going to pick up a burger and sneak it over to the hospital.",
        "Harley: Good. Thank God he's okay. Thanks... thanks for the call. Really.",
        "[SCENE_BREAK]",
        "Gus: I don't need your help.",
        "Alan-Michael: That's all right. So where's Harley?",
        "Gus: She'll be here.",
        "Alan-Michael: You know, I could give you a lift back to town. You could get yourself cleaned up, rest. You could see Harley later.",
        "Gus: I promised her that I'm waiting.",
        "Alan-Michael: Okay. But you really need to take this slow. Give yourself a break. Back in Springfield, you've got family, you've got doctors. All you have here is bad memories and...",
        "Gus: How could you keep bringing up my father?",
        "Alan-Michael: You were trapped in here with Alan...",
        "Gus: I don't want to talk about it.",
        "Alan-Michael: ...The guy who wanted your wife dead. And he would've killed her himself, as easy as he killed Phillip.",
        "Gus: I've got to get some air!",
        "Alan-Michael: Good idea, brother. Let me help you. Okay, so where do you want to go? Where do you want me to take you? The rehab center? The house?",
        "Gus: A bar.",
        "Alan-Michael: A bar? Okay.",
        "Gus: No, I can't go to a bar. I'm sorry. I'm not thinking straight.",
        "Alan-Michael: That makes sense. You're hurting.",
        "Gus: Actually, I could use a beer, so...",
        "Alan-Michael: A beer won't do much for you, but one of these will take the edge off.",
        "Gus: No pills.",
        "Alan-Michael: No, these aren't strong ones. They're mild, just enough to give you a breather. Go ahead.",
        "Gus: That's what got me messed up in the first place.",
        "Alan-Michael: It's your choice, but this is the easier way.",
        "Gus: Harley's coming back soon.",
        "Alan-Michael: No, you've got to do what works for you. She'll understand.",
        "Gus: No, I made a promise.",
        "Alan-Michael: Gus, this...",
        "Gus: Thanks for trying to help me.",
        "Alan-Michael: Gus, wait. Gus!",
        "[SCENE_BREAK]",
        "Dinah: How's Gus?",
        "Alan-Michael: Horrible. Just not horrible enough. ( Sighs ) I guess we'll just have to run the photos I took and start a word-of-mouth campaign.",
        "Dinah: Well, you know what? Good luck with that. I'm out. I am tired of doing your dirty work.",
        "Alan-Michael: Whoa, whoa, whoa. It's too late for that, gorgeous. You want Harley out of the picture just as much as I do, period. So crank up that sultry little voice of yours and start whispering about her drug-addicted husband. It's not like you'd be lying.",
        "[SCENE_BREAK]",
        "Harley: Honey, are... are you... Gus? Gus, how are you... oh, God. Oh, God, please tell me... ( gasps )",
        "Gus: Thought I'd take a little walk. Are the kids okay?",
        "Harley: They're fine. Come here.",
        "Gus: You didn't happen to see a bunch of flying monkeys with Spaulding faces circling around looking for me, did you?",
        "Harley: No, Gus, there's no monkeys, no.",
        "Gus: Oh, God. Oh, God.",
        "Harley: Okay.",
        "Gus: God... put me in the room.",
        "Harley: What? What?",
        "Gus: Put me in the room and close the door. Don't open it, even if I beg you.",
        "Harley: No, no, no. I've done everything you've wanted...",
        "Gus: You want to help me or not? Just do what I say! Do what I say! Now lock it! Okay, bring it on. Help me!",
        "Harley: What was that?",
        "Gus: ( Crying ) God!",
        "Harley: Gus?",
        "Gus: Help me! ( Screaming )",
        "Harley: \"Aba, daba, daba, daba, daba, daba,\" said the monkey to the chimp all day long they'd chatter away all day long, happy and gay... Swinging and swinging in their honky-tonky way... \"aba, daba, daba, daba, daba, daba...\"",
        "Alan: Come on, son. This is your favorite song. You know it, join in! All night long, they chatter away all day long, they were happy and gay swinging and singing in a honky-tonky way \"aba, daba, daba, daba, daba, daba...\"",
        "Gus: Jeez, it's bad enough that I'm hemorrhaging like a stuck pig, but now I got to listen to them? \"Aba, daba, daba, daba, daba, daba...\" This is one party that I did not want to come to. I'm sorry. I'm sorry, I'm sorry you got shot. That was my fault. I'm sorry.",
        "Mallet: You know what, partner? If I would have been turned one more inch to the left when that clown pulled the trigger, I'd be dead right now-- which, if this keeps up, wouldn't be such a bad deal. All day long they'd chatter away all day long, happy and gay swinging and swinging in their honky-tonky way... ( singing continues, becoming more and more distorted )",
        "Gus: Stop it! Stop it! ( Screaming ) ( sobbing )",
        "Harley: You know what I wish? I wish... I wish that I could hold you in my arms and tell you over and over and over again that it will be okay. It will be okay, baby. Baby? I want you to listen to something. It's a story that Zach wrote. It's called... it's called \"My very own policeman.\" \"I have my very own policeman. His name is Gus. He lives with my mommy because he is her husband. Gus is strong and brave. He doesn't shave every day because he's too busy getting the bad guys. That is Gus' job. He does it better than anyone in the world. Even the policemen who do shave, like Uncle Frank.\"",
        "Gus: Zach thinks that about me?",
        "Harley: You're his hero. Mine, too, by the way.",
        "Gus: Then I should start acting like one, huh? Harley?",
        "Harley: I'm here, baby.",
        "Gus: Start over again from the beginning.",
        "Harley: \"I have my very own policeman. His name is Gus. He lives with my mommy because he is her husband. Gus is strong...\" ( Clock ticking )",
        "Gus: Hey.",
        "Harley: What? What time is it?",
        "Gus: I thought that was my line. It feels like I've been in here for days.",
        "Harley: You have. 48 hours plus. How are you feeling?",
        "Gus: Better. You want to see?",
        "Harley: Hi. ( Laughs )",
        "Gus: Hi. I missed you.",
        "Harley: I was right here, right here the whole time.",
        "Gus: I know. That's what got me through this. I think I'm going to be okay.",
        "Harley: Can we go home?",
        "Gus: That'd be nice.",
        "Harley: ( Chuckles ) Hey! Oh! ( Laughs ) Be careful with Gus. He's not feeling well.",
        "Gus: This is okay. This is exactly what I need to make me feel better. \"There was a song in every heart; and if the heart was young, the music issued at the lips. There was cheer in every face, and a spring in every step.\"",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light,\"",
        "Josh: Any other hobbies?",
        "Dr. Heartland: Uh, thank you for asking, but you're not my type.",
        "Jonathan: He took off, huh? Can't say I blame him.",
        "Buzz: Look, you get on that plane, you're going to hate yourself for the rest of your life.",
        "Lizzie: No, I'm not okay. I am pregnant, and I don't where the father is."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=JajraiQ9I1I"
}