{
    "Episode Summary": [],
    "Recap": [
        "At Cedars, Ben tried to kiss Marina, but she told him it was over between them. Shayne blew his first few pitches, but greatly improved after Marina arrived. The town was thrilled when Shayne's team won the game. Marina told Shayne she was so sorry she wasted so much time on Ben, when she could have been with him. Lizzie visited Ben and told him that she didn't care if he was a bad guy, as long as he got Marina out of her way. Cassie checked up on Tammy's date's past. She discovered that he had recently picked up his grades, and was volunteering at a youth center. Though he teased Cassie for overreacting, Edmund made it clear to the boy that he would have to answer to him if he hurt Tammy. Cassie kissed Edmund as they stargazed, and thanked him for bringing her back to life. Frank and Gus theorized that Ben may have killed Jed Simmons and the two escorts over Simmons's suspicions of Ben. They also thought that Mitch Hendon killed his wife and tried to pin it on Ben for revenge, but, when Ben was not charged, he tried to take care of Ben himself. Jeffrey said they had no proof, and told them that two weeks before his death, Simmons filed suit for blackmail against Eden. He said this made her a more viable suspect than Ben or Mitch. Meanwhile, Eden told Tony that some people don't understand their way of life. Tony agreed, saying Marah was one of those people."
    ],
    "Recap Author": "Hilary",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Umpire: Hey, hey! Folks, come on now, he's hurt! (Crowd reacts) You okay? Take your base.",
        "(Applause)",
        "Lizzie: What's up with Shayne going off on the batter like that? That's so not like him.",
        "Tammy: I sure he didn't mean to.",
        "Lizzie: Yeah, sure he didn't mean it.",
        "[SCENE_BREAK]",
        "Josh: Settle down, son. Focus on the glove. Joey, you give him a good target now.",
        "Buzz: Does Shayne have a gripe against the batter?",
        "Josh: No, the kid was leaning in.",
        "Buzz: Well, he let him know it. Seems a little tense.",
        "[SCENE_BREAK]",
        "Eden: Look at Shayne's dad. He needs to chill out. It's just a game.",
        "Jeffrey: \"Just a game\"? Is that what you said, just a game?",
        "Eden: Uh-huh.",
        "Jeffrey: \"There is no game in the world so tidy, so dramatically neat as baseball. With cause and effect, crime and punishment, motive and result, so cleanly defined.\" Baseball.",
        "Tony: You know, that's pretty good. Did you make that up yourself?",
        "Jeffrey: No, I didn't make that up myself. It's Paul Gallico. Doesn't anyone read anymore? (Applause)",
        "[SCENE_BREAK]",
        "Darci: Frank?",
        "Frank: Yeah.",
        "Darci: Game's over there.",
        "Frank: I know. I'm just looking for Marina. She should be here by now.",
        "Darci: Marina wouldn't miss Shayne's game. She'll be here any minute, I'm sure. Come on, Shayne, let's go. Come on, Shayne.",
        "[SCENE_BREAK]",
        "Joey: Come on, Lewis, forget about the batter, all right? It's just you and me out there having a catch like we've been doing all season. No sweat.",
        "Shayne: No sweat, man. Marina was supposed to be here. I don't know where she is.",
        "Joey: Whoa, whoa, whoa, forget about the girls, all right? They come and go. Baseball's for life.",
        "Shayne: Thanks, Joey. That's real deep. Thanks a lot, brother. (Applause)",
        "Lizzie: Come on, Shayne, you can do it. Come on! (Cheers and applause)",
        "Umpire: Ball!",
        "Frank: Looks like the Lewis's are going to have a long night. (Cell phone rings) Maybe me, too.",
        "Lizzie: Come on.",
        "Frank: Hola, Frank no esta aqui.",
        "Gus: Hey, where are you, Senor Cooper?",
        "Frank: At the baseball game.",
        "Gus: Yeah, well, you know where you should be instead?",
        "Frank: The baseball game.",
        "Gus: No, I think you should be down at the Bauer place. Because I got something. I got something, Frank, that puts Mitch Hendon at the barbecue and possibly links him to the attack on Ben Reade.",
        "Frank: I'm on my way. Darci, I'm sorry.",
        "Darci: Popular guy, huh?",
        "Frank: Guess I'm going to have to go. I apologize...",
        "Darci: No, no apologies. It's more popcorn for me, huh?",
        "Frank: Listen, Dad's going to open up Company later in celebration of Shayne's victory here so...",
        "Umpire: Ball three!",
        "Frank: ...Well, maybe not, but anyway.",
        "Darci: All right, well, I'll see you then.",
        "Frank: Yeah, yeah, thanks.",
        "Darci: Frank, I'll call you when Marina gets here, okay?",
        "Umpire: Ball four, take the base! (Crowd reacts)",
        "Lizzie: It's a good thing Marina isn't here to see this.",
        "Buzz: Whoa!",
        "Josh: Son, settle down!",
        "Buzz: A little chin music.",
        "Josh: You know, his mental game is way off. You don't happen to know where his good luck charm is, do you?",
        "Buzz: It's not like Marina to miss a game.",
        "[SCENE_BREAK]",
        "Marina: Ben, stop. Ben, get off of me.",
        "Ben: It's not too late for us.",
        "Marina: Ben, it is over between us.",
        "Ben: So it doesn't matter that I'm still in love with you?",
        "Marina: Don't say that.",
        "Ben: You want me to lie?",
        "Marina: Well, why not? You're pretty good at it. Ben, I just... I don't want you to get the wrong idea about why I'm here, okay? I mean... Yeah, I do feel... I feel really bad for you...",
        "Ben: Don't, don't. I am not some charity case for you.",
        "Marina: You were stabbed. You were dragged into a hot tub. You were left for dead. I just... I don't want you to think that... That... That has anything to do with what happened between us. You still lied to me. You used me. You used me back then. You're probably using me right now...",
        "Ben: I told you I screwed up.",
        "Marina: Yeah, you did. You did, you screwed up. You screwed around. You screwed me over.",
        "Ben: But I didn't kill anyone. And when everyone realizes that, you're going to be sorry for treating me like this.",
        "Marina: When it comes to you, Ben, I am sorry in more ways than I can count.",
        "Ben: Marina, please. Don't go.",
        "[SCENE_BREAK]",
        "Frank: Okay, so let's say that Mitch Hendon lost his ring while he was attacking Ben Reade. All right, the guy's special ops. I mean, he knows at least a dozen ways to kill somebody instantly with his bare hands. I mean, why complicate things with a hot tub and an ice pick? I mean, just get the job done.",
        "Gus: Because Hendon wanted to see Ben suffer and squirm. I mean, the guy was messing around with his wife, right? So, to let off a little steam, he stabs him, and he throws him in the hot tub. He wants to see him drown the way that... That his wife did; the wife that was cheating on him.",
        "Frank: That's a pretty brutal theory.",
        "Gus: Yeah, but it works.",
        "Frank: All right, we'll see if it does. Come here, I'll tell you what; I'll be Mitch Hendon, you be Ben Reade.",
        "Gus: Why do I have to be the victim?",
        "Frank: Because I'm the chief.",
        "Gus: All right.",
        "Frank: Here, turn around. The guy comes up from behind, right? Puts around... Puts his arms around him like this. Puts him in a big hold like this. Puts direct pressure on his carotid artery until he passes out, just like that.",
        "Gus: Okay, you're hurting me, Frank.",
        "Frank: Okay?",
        "Gus: Uh-huh.",
        "Frank: All right, now, the guy's out cold. He turns him around face to face, and then takes an ice pick and stabs him right in the gut.",
        "Gus: That's a little too realistic.",
        "Frank: All right, then he drags him into the hot tub.",
        "Gus: We're not going to do that part, are we?",
        "Frank: Well, there goes the theory, though.",
        "Gus: Why?",
        "Frank: Because it doesn't account for the other three murders: The two escorts and the coroner.",
        "Gus: (Sighs) Frank, all I can say is that your daughter dumped Ben Reade just in the nick of time.",
        "[SCENE_BREAK]",
        "Umpire: Ball four, take your base! (Cheers and applause)",
        "Marina: Hey. Okay, what did I miss?",
        "Darci: Uh, not much.",
        "Marina: \"Not much\"? What is happening here? Come on, Lewis! Show them some heat! Okay, sit that batter down!",
        "Buzz: Good luck is in the house.",
        "Lizzie: Well, look who's decided to grace us with her presence. When is Shayne going to wake up and realize she's a totally rebound? (Cheers and applause)",
        "Umpire: Strike three! (Cheers and applause)",
        "Josh: He's back.",
        "Marina: Hey, way to go, hotshot. You ready to start playing now?",
        "Shayne: I think my luck has changed. (crowd murmuring) Hey, batter! (Cheers and applause)",
        "Marina: Come on, Shayne, whoo!",
        "Josh: Big hit this inning, son. Come on, you can do it.",
        "Buzz: Come on!",
        "Josh: Your granddaughter showed up just in time, by the way.",
        "Buzz: She does know how to make an entrance, doesn't she?",
        "Josh: Yeah.",
        "Jeffrey: You see that Cubs scout over there with the radar gun? He clocked your kid at 91 miles an hour earlier.",
        "Buzz: Whoo.",
        "Josh: That's my boy.",
        "Jeffrey: Yeah, if Shayne keeps working out that arm, I bet you he could break 100.6.",
        "Buzz: .6? Why .6?",
        "Jeffrey: Well, because it's the fastest recorded pitch ever, Nolan Ryan, 1974.",
        "Buzz: I take it you're a baseball buff.",
        "Jeffrey: Oh, I know a little bit about it. You can call me a walking almanac actually.",
        "Josh: I see.",
        "Jeffrey: Yeah. Peanut?",
        "Josh: No thank you.",
        "Jeffrey: See you later. (Cheers and applause)",
        "[SCENE_BREAK]",
        "Edmund: Who does he think he's impressing?",
        "Cassie: I know.",
        "Edmund: Nobody likes a showoff.",
        "Cassie: Obviously my daughter does.",
        "Edmund: Tammy doesn't like Jeffrey.",
        "Cassie: Jeffrey? We're talking about Joey.",
        "Edmund: Joey?",
        "Cassie: Edmund, would you please stick with this? Look what he's doing now.",
        "[SCENE_BREAK]",
        "Joey: Can you do me a favor?",
        "Tammy: Depends on the favor.",
        "Joey: I drained my water bottle and I hate the orange sports drink stuff we have down here. Can you make a run to the vending machine for me?",
        "Tammy: I think I could handle that.",
        "Joey: Thanks. (Cheers and applause)",
        "[SCENE_BREAK]",
        "Cassie: Did you see that? He was kissing her. He was kissing her.",
        "Edmund: Yes, I saw it. Would you please stop hitting me? Besides, I thought... At one point you were excited about her first date.",
        "Cassie: That's before I found out he was a punk, remember? No, that's it.",
        "Edmund: What... What's that? What are you doing?",
        "Cassie: I am calling in the reinforcements.",
        "Edmund: You know, Cassie, I think everyone deserves a chance and the right change, given the right environment, given the right place.",
        "Cassie: I wasn't talking about you earlier when I said all that stuff. I believe that people can change, but not this little hot high school boy that wants my daughter. Nancy, hi, it's Cassie. Look, do you know anything about the Lupo family? Uh-huh. Oh, you have a friend who plays tennis with his mother, huh? Great, can you find out everything there is to know? Tammy's been hanging out with this boy. Need I say more? Thank you. Okay, bye. The moms are on it. I will know his G.P.A., his social security number and what he had for breakfast in about 20 minutes.",
        "Edmund: Might you be overreacting?",
        "[SCENE_BREAK]",
        "Umpire: Safe! (Cheers and applause) He's out! (Applause)",
        "Eden: Oh, please, come on, I've seen grandmothers in wheelchairs move faster than that. Makes me miss the speed of stickball.",
        "Tony: What do you know about stickball?",
        "Eden: Oh, believe me, in Chicago, I was a force to be reckoned with.",
        "Tony: Yeah, I'm sure.",
        "Eden: I was. You can ask my brother; he'll vouch for me.",
        "Tony: All right.",
        "[SCENE_BREAK]",
        "Gus: (Stammers) I'm not defending Eden here; I'm just saying that I pushed her up against the wall. I got the black book out of her, so we got it. That's all that matters, right?",
        "Frank: There's so many married names in here, it's going to keep the country club gossiping for at least a year.",
        "Gus: Wait a minute, check this out. The two girls in there, the two escorts, Renee and Ariana, they weren't only roommates, but they both dated the same coroner like a month before he got... Before he got offed.",
        "Frank: Why do I feel one of your theories coming on? Okay...",
        "Gus: Thank you very much. Now, Jed Simmons, he's our friendly neighborhood coroner, right? He... he investigates a disappearance of a girl, like several years ago, a high school girl. And he gets something that's connected to Ben Reade, but not enough to build an entire case on. But he gets very scared so he wants to play the hero, and he notifies the two girls that he's been dating-- the escorts-- that they are working with a freak named Ben Reade.",
        "Frank: Okay, so Jed Simmons warns these two girls about Ben.",
        "Gus: Yeah, and Ben sees now all of a sudden everybody's acting very strange around him.",
        "Frank: And he finds out why.",
        "Gus: Yeah, and he wants to just off all three of them.",
        "Frank: Do you see what we're doing here? We're like jumping all over the place, making major leaps of logic.",
        "Gus: Yeah, yeah, but it works, Frank, it works. And if we're right, you know what it means. It means that we are dealing with two killers here.",
        "Frank: Hold on one second. Wait... wait. Let's backtrack here. Mitch Hendon, all right, when he killed his wife, Mrs. Hendon, he knew that there was a serial killer running around, correct?",
        "Gus: Um-hmm.",
        "Frank: So maybe he picks up a couple of items or details from the other murders, and uses them against Ben. Uses them to set up Ben for the killing of his wife, Mrs. Hendon.",
        "Gus: Sweet revenge.",
        "Frank: But then we released Ben.",
        "Gus: Yeah, so Hendon decides to take on Ben Reade himself. Just take care of business. Get an ice pick and a hot tub, and there we have the whole story.",
        "Frank: Well, I never ever hear myself say this, but... We make a pretty good team.",
        "Gus: Yeah. You just have one other person to convince.",
        "Frank: Jeffrey O'Neill.",
        "Gus: Jeffrey O'Neill. Yeah.",
        "[SCENE_BREAK]",
        "(Cheers and applause) she was looking kind of dumb with her finger and her thumb in the shape of an \"L\" on her forehead well the hits start coming and they don't stop coming head to the rules and I hit the ground running didn't make sense not to live for fun your brain gets smart but your head gets dumb so much to do so much to see so what's wrong with taking the back streets you'll never know if you don't go you'll never shine if you don't glow hey now, you're an all star get your game on, go play hey now, you're a rock star get the show on, get paid and all that glitters is gold only shooting stars break the mold it's a cool place and they say it gets colder you're bundled up now wait till ya get older but the media men beg to differ judging by the hole in the satellite picture the ice we skate is getting pretty thin the water's getting warm so you might as well swim my world's on fire how about yours? Cuz that's the way I like it and I never get bored hey now, you're an all star get your game on, go play hey now, you're a rock star get the show on, get paid all that glitters is gold only shooting stars break the mold go for the moon go for the moon go for the moon go, go, go for the moon hey now, you're an all star get your game on, go play hey now, you're a rock star get the show on, get paid and all that glitters is gold only shooting stars somebody once asked could I spare some change for gas I need to get myself away from this place I said yep, what a concept I could use a little fuel myself and we could all use a little change well the years start coming and they don't stop coming head to the rules and I hit the ground running didn't make sense not to live for fun your brain gets smart but your head gets dumb so much to do so much to see so what's wrong with taking the back streets you'll never know if you don't go you'll never shine if you don glow hey now, you're an all star get your game on, go play hey now, you're a rock star get the show on, get paid and all that glitters is gold only shooting stars break the mold and all that glitters is gold only shooting stars break the mold.",
        "(Cheers and applause)",
        "Announcer: Final score tonight, Springfield, 1, Bay City, 0. Great game, players. Have a terrific summer. (Cheers and applause)",
        "Jeffrey: That's quite a boy you got there, Lewis.",
        "Josh: Yes, I agree.",
        "Jeffrey: I got to run but I'm so glad I was here to see his big day.",
        "Josh: All right, thank you very much.",
        "Jeffrey: Congratulations.",
        "Josh: Thanks.",
        "Cassie: Hey!",
        "Josh: Hey, that was a great game, huh? Oh, man.",
        "Cassie: Yeah, I can't believe Reva missed it.",
        "Josh: Well, you know what, it was a nail biter. She wouldn't have survived it anyway. (Laughter) Excuse me, excuse me. Can I get through here? Coming through. Thank you very much. Hey.",
        "Shayne: Hey, Dad.",
        "Josh: I've never been more proud of you, son.",
        "Shayne: Thanks.",
        "Josh: Congratulations.",
        "Shayne: Thank you.",
        "Josh: You're great.",
        "Shayne: Thank you. Have you seen Marina?",
        "Josh: Well, you know what, she was up there before. I... Go look for her. You know what, it's fine. I'll tell you what, I'll head over to Company. Maybe I'll see you over there.",
        "Shayne: All right.",
        "Josh: I'm proud of you, son. Proud of you.",
        "Marina: Thought maybe you could use this. (Laughter)",
        "Shayne: I was so worried about you.",
        "Marina: You have nothing to be worried about.",
        "Shayne: Yeah, but when you didn't show up, I didn't know where you were. I thought...",
        "Marina: I'm here now.",
        "[SCENE_BREAK]",
        "Frank: Where's this guy, huh?",
        "Jeffrey: (Whistling) Hello, boys. Frank, you missed a heck of a game.",
        "Frank: Well, you know, we got this pesky thing called a murder investigation going on.",
        "Jeffrey: Oh, oh, oh, someone's cranky. All right, so what's the reason for this urgent meeting, gentlemen?",
        "Gus: We got a new theory for you.",
        "Jeffrey: I told you before, Gus, theories do not a case build.",
        "Gus: We got two killers.",
        "Jeffrey: All right, you got my attention.",
        "Frank: All right, here's the deal. We think the coroner found a link between Ben Reade and the missing girl. The coroner then decides to call his two favorite escorts, Renee and Ariana, fills them in. Ben Reade finds out, kills all three.",
        "Gus: Then we got our old friend, Mr. Hendon. He finds out that Ben Reade's been screwing around with his wife. So Mr. Hendon decides to off Mrs. Hendon and pin it on Ben Reade.",
        "Frank: So we release Ben, right? Hendon finds out about it, decides to do him in himself. Loses the ring in the struggle.",
        "Gus: We got ourselves two killers.",
        "Jeffrey: You know what I think? I think... The butler did it.",
        "Gus: Oh, come on.",
        "Frank: What is your problem?",
        "Jeffrey: Oh, there's are nice theories, gentlemen. Maybe you should investigate them further. But come on, I can't bring that into court.",
        "Gus: I cannot stand this case! None of it makes any sense! You got wigs on corpses and pins on prostitutes and ice picks in hot tubs. I can't take it, Frank!",
        "Frank: Okay, you know what...",
        "Gus: I can't take it!",
        "Frank: ...Just everybody calm down, calm down...",
        "Jeffrey: Hendon's ring...",
        "Frank: Let's just go back and deal with facts.",
        "Jeffrey: ...Hendon's ring found at the scene of Reade's attack is purely circumstantial, gentlemen. Yeah, yeah, sure, you got the magical matching bruises. But these are not the magical clues that you think they are, okay? If Hendon claims that he lost the ring, he simply lost the ring. His lawyer can say that someone planted it there, okay, to frame him. Just like Eden said that someone planted that pin at the museum to frame her.",
        "Gus: That was different.",
        "Jeffrey: How so?",
        "Gus: Because it was just different, that's all.",
        "Frank: Okay, hold on one second. You know, we're pitching really good stuff to you here. All right, throw us a bone, anything...",
        "Gus: And we got bones! You forget about the bones?",
        "Jeffrey: Bones. You want to know why I'm skeptical, gentlemen? Because I did some digging myself and I found something. I found this, okay? Someone must have misfiled it. Two weeks before the coroner died, he filed a lawsuit against the Garden of Eden. Charging one Eden August with blackmail and larceny. So I would love to spend all day kicking around your little theories here, gentlemen. But they discount one big smoking gun, your sister.",
        "[SCENE_BREAK]",
        "Darci: So, Buzz, I went ahead and called Frank on his cell phone to let him know that Marina got to the game okay. He hasn't called me back yet, though.",
        "Buzz: Well, that's Frank, all work and no play. I got to check in with the kitchen.",
        "Darci: Uh-huh.",
        "Tony: What is up with that?",
        "Eden: That's just Buzz letting me know that I am still an outcast in this town. But you know what, I don't care. Because today was the first day in a long time that I didn't feel like I was a victim or a suspect. I had a great day.",
        "Tony: Yeah, it's too bad Marah missed out.",
        "Eden: Well, you know what, I got lots of pictures for her.",
        "Tony: Yeah. You and that camera.",
        "Eden: What?",
        "Tony: Nothing. (Laughs)",
        "Eden: No, what?",
        "Tony: Let's just... It's nice to see you using your photography skills for something good instead of... You know.",
        "Eden: Evil?",
        "Tony: Try blackmail. Eden, come on, you used to take pictures of guys in bed in Chicago.",
        "Eden: You know, I can't believe you would bring that up.",
        "Tony: What, I'm just busting your chops a little bit.",
        "Eden: Well, it's not funny. Look, I told you I don't do that anymore. Or what, you don't believe me?",
        "Buzz: Would you like something to eat? some refills.",
        "[SCENE_BREAK]",
        "Tammy: I need a major favor.",
        "Lizzie: What's that?",
        "Tammy: Leave. Please. I've had like no time alone with Joey.",
        "Lizzie: Okay. I'll just wheel myself on out of here.",
        "Tammy: Lizzie, don't be like that.",
        "Lizzie: It's all right.",
        "[SCENE_BREAK]",
        "Cassie: Really? Okay. Uh-huh. Really? All right, well, thanks, Nancy. Thanks a lot. Bye.",
        "Edmund: So what does the underground mommy network have to say about Tammy's date?",
        "Cassie: Well, it seems like he's really taken to his community service. He has fulfilled all of the hours that the court demanded him to fill. And he's stayed on as a volunteer at the youth center, playing big brother to some kid who doesn't have a father anymore.",
        "Edmund: I'm disgusted.",
        "Cassie: He also brought his grades up, too.",
        "Edmund: No, really, I don't need to hear anymore. Let's string the miserable little creep up by his heels. Cassie, it seems the kid has turned his life around.",
        "Cassie: I don't care. I don't like him. I don't trust him.",
        "Edmund: Well, I'm just glad for the company. It's nice to know I'm no longer the only reformed black sheep in town.",
        "Tammy: Hey, Mom, I'm going to head to the Hamburger Shack up the road with Joey.",
        "Cassie: And risk insulting Buzz?",
        "Tammy: He'll get over it. It's all grownups here and, well, the kids are...",
        "Cassie: They're all down the road, right. Well, you know, I can't take you over there right now.",
        "Joey: I've got my car, Mrs. Winslow, it's all good.",
        "Cassie: \"It's all good\"?",
        "Edmund: Now, Cassie. Hi, Joey.",
        "Joey: Hi.",
        "Edmund: Joey's an excellent driver. Aren't you, Joey?",
        "Joey: Yeah. I mean... Yes, sir.",
        "Edmund: Good. Airbags? Seat belts? Full tank of gas?",
        "Tammy: Oh, my gosh.",
        "Joey: Yeah. I mean, yes, yes, yes.",
        "Edmund: Good, and you're going to have Tammy back here in two hours. Not two hours and five minutes, but two hours.",
        "Joey: Two hours? Yes, two hours, definitely two hours.",
        "Edmund: Good, excellent. Well, let's... let's synchronize watches, shall we? Oh, it's an old habit. We'll have to break that. Picked it up leading paramilitary forces to violently overthrow a government.",
        "Joey: Um... Well, how'd that go for you?",
        "Edmund: How do you think?",
        "Tammy: Uncle Edmund!",
        "Joey: Well, we'll see you back in an hour-and-a-half. Sir.",
        "Edmund: Good. Have fun.",
        "Cassie: He's scared.",
        "Edmund: I know.",
        "Cassie: I like it.",
        "Edmund: I thought you might.",
        "Cassie: (Laughs) Well, you know what, the only problem we have now is that we have two hours to kill, all by ourselves. What do you suggest?",
        "Edmund: Well, actually, we have an hour-and-a-half. And I have only one suggestion.",
        "[SCENE_BREAK]",
        "Josh: Well, I'm just... I'm sorry you couldn't stick around for a bit after the game, Mr. Messner. Yeah. Oh, yes, my son is most definitely looking forward to reporting soon. Yeah, thank you. I will give him that message. Yeah, bye-bye. As soon as I find him.",
        "[SCENE_BREAK]",
        "Tony: I don't think that you're still working for Salerno.",
        "Eden: You know, I should never have told you that in the first place. Danny started getting all weird on me once I said that.",
        "Tony: Well, that's only because we had issues with Salerno.",
        "Eden: Oh, you had or have?",
        "Tony: Uh-huh. No, had. That's over now.",
        "Eden: Oh, how do you know it's over?",
        "Tony: Because Danny... Says so. Look, I think we still have to consider Salerno as a... as a... As a suspect in these murders.",
        "Eden: I don't think Salerno would... would do that. I mean, what does he have to gain? Come on, he's got... With his operation, please.",
        "Tony: Well, Eden, you did take some girls away from him.",
        "Eden: No, I didn't, they came to me. I cleaned them up, I gave them some money until they got on their feet.",
        "Tony: Oh, so you're a regular Good Samaritan? Is that it?",
        "Eden: Well, I did check with Vinnie before I started, and he said he didn't have a problem.",
        "Tony: And you bought that?",
        "Eden: Yeah, he still has a thing for me. But I really don't think he would try to bring my business down. I mean, especially now that I'm legit, he's... I think he's happy for me.",
        "Tony: What makes you say that?",
        "Eden: I haven't heard any complaints.",
        "[SCENE_BREAK]",
        "Jeffrey: A legal complaint, gentlemen. That's what I'm talking about. This is the kind of evidence that I can use in a court of law to convince a judge and a jury.",
        "Frank: Yeah, well, you know what, you're going to have to convince us first.",
        "Jeffrey: Well, Frank, the complaint is pretty straight forward, okay. In it, the coroner claims that one of the girls got him in the sack while her buddy started snapping pictures, j-peg files, that she could use to blackmail him. Of course, Eden couldn't possibly be involved in something as nasty as that.",
        "Gus: You know damn well that my sister used to do that business in Chicago.",
        "Jeffrey: Well, I'm not her brother, Gus. I wanted to make sure what kind of truth you're capable of.",
        "Gus: All right, so now I passed your little test. Can we continue?",
        "Jeffrey: The way I see it, once Eden got a strong foothold here in Springfield, she decided that she could ratchet up her business a notch, supplementing her hooking with...",
        "Gus: Escorting. It's just escorting.",
        "Jeffrey: ...With blackmail.",
        "Frank: All right, do you really think Eden is capable of killing two of her employees and the client just to dodge a lawsuit? Come on.",
        "Jeffrey: Frank, this theory is a lot more viable than the one that you're throwing me, all right. And a lot more capable to use in a court of law. You got something to say, Aitoro?",
        "Gus: Who are you, O'Neill? What are you doing here? What are you so fixated on my sister for? And what do you want? Is this just another notch on your belt, or one more for the D.A.'s office? Or do you want the damn truth?",
        "Jeffrey: I want it all, Gus. I want the hard facts jammed packed with the truth. So much truth that I'm guaranteed a win in court. You guys are handing me nice theories, wonderful, brilliant ideas, but no hard evidence that I can use.",
        "Frank: Oh, great, so you're just going to throw out everything we've just said...",
        "Jeffrey: I'm not throwing out everything, Frank. But if you remove Ramona Hendon's murder from the picture, what do you get? Who comes leaping out at you as our killer? Eden August. Her connection to the mob, okay? Her relationship with the victims, a prior homicide.",
        "Gus: Why would my sister do this? Why? What would she have to gain? Ruin her life, ruin her business. What would she have to gain?",
        "Jeffrey: You're the detective, Aitoro. You figure it out. Okay, we're talking about motive here, gentlemen. My experience with serial killings, motive doesn't just jump out at you and bite you in the bottom, okay? Do your job. Dig into Eden's psyche and maybe we might be able to build a case.",
        "[SCENE_BREAK]",
        "Eden: You know, I'm literally out of Salerno's line of work, but I don't think that means I'll ever really be out of it. You know there's always still some kind of scars. You would know about that, wouldn't you?",
        "Tony: Oh, so guys only understand one kind of message?",
        "Eden: Tony, look, I wasn't putting it down. I was just saying that, you know, I mean, if I had that kind of muscle, I might take that road, too. I'm just saying that some people don't understand our life.",
        "Tony: Marah never could.",
        "Eden: Yeah, because Marah wasn't raised that way. She's lucky. She never had to understand it. She's still lucky.",
        "[SCENE_BREAK]",
        "Josh: Hey, Cassie, have you seen Shayne anywhere?",
        "Cassie: Not since the game. But all the kids went to the Hamburger Shack, so I'm sure he's there.",
        "Josh: Okay, thanks a lot.",
        "Cassie: See you.",
        "Josh: See you.",
        "Cassie: Now, where were we?",
        "Edmund: I believe you were inventing new and dirty constellations.",
        "Cassie: (Laughs) Oh, right. Well, see there, there's Cassiopeia. Do you see it?",
        "Edmund: No, I don't. Oh, right.",
        "Cassie: Now, the story goes Cassiopeia was a very beautiful queen, but she was very vain. So when Neptune, the Sea God, placed her in the sky, he decided to stick it to her. He placed her on her throne with her head pointing toward the north star, so she would spend the half of every evening upside down.",
        "Edmund: Good story.",
        "Cassie: The point is you have turned my life upside down. In a good way.",
        "Edmund: You know, I could say the same thing about you.",
        "Cassie: Thank you.",
        "Edmund: For what? Turning your life upside down?",
        "Cassie: For bringing me back to it.",
        "Edmund: Well, now we have an hour and ten minutes. And I don't think that's nearly enough time to make love to you as often as you deserve.",
        "Cassie: Well, I guess we better get it right the first time.",
        "[SCENE_BREAK]",
        "Lizzie: Hey, Ben. The nurse told me you were over here.",
        "Ben: What do you want, Lizzie?",
        "Lizzie: Gosh, no, \"Hi, how are you doing?\" Or how about \"Thanks for going to see me at the hospital.\"",
        "Ben: What do you want, Lizzie?",
        "Lizzie: Well, I thought that you should know that if your plan was to torpedo Shayne's last baseball game, it almost happened.",
        "Ben: Yeah, yeah, that's what I do all day. I sit around coming up with evil plans to destroy Shayne's sporting events. I'm a murder suspect. Someone stabbed me with an ice pick. I've got other things on my mind.",
        "Lizzie: Like Marina. I mean, Shayne was blowing the whole game away without her there. He launched a baseball at the... At the batter's head. (Laughs)",
        "Ben: You know, really, honestly I could really care less about Shayne. All I care about is Marina knowing the truth. That I don't deserve to be treated like some outcast.",
        "Lizzie: Well, all I want is for Shayne to know the truth; that Marina isn't over you yet. I'm here to encourage you, Ben.",
        "Ben: You're here to encourage me? You're like 12 years old, all right?",
        "Lizzie: What does that matter? I mean, Shayne's going to be off on his \"field of dreams\" soon and leaving Marina behind. And who does she have? I'm just saying.",
        "Ben: Give it up, Lizzie. You don't care what happens to me. You just want Shayne all to yourself.",
        "Lizzie: (Laughs) You're right. You know, I know what people are saying about you, and honestly as long as you take Marina out of my way, I don't care if you're Barney or you're Jack the Ripper.",
        "[SCENE_BREAK]",
        "Shayne: I wish we could just stay here forever. So many good things have happened to me here in this field.",
        "Marina: Yeah. There's going to be other fields, though, you know. They'll be other good stuff.",
        "Shayne: Ah, it's going to be different, though. I mean, here I was a big fish in a little pond, you know. And I go the pros, I'm going to be a tiny, tiny, little fish in a huge ocean. It's going to be sink or swim.",
        "Marina: You'll swim. Seriously, I mean, you're going to be great.",
        "Shayne: Yeah? Well, I wish I could just have five more minutes of high school first.",
        "Marina: Yeah, right.",
        "Shayne: I was really going out of my mind before. I mean, it was... Bad enough I didn't know where you were. And then I found out that you'd gone to the hospital to see...",
        "Marina: I know, I'm sorry. And I really let Ben have it, though. I seriously doubt that he will be calling me anytime soon. You know, you pitched your fastest today. 91 miles an hour.",
        "Shayne: Yeah. (Laughs) You know what, it must have been all the good vibes from the bleachers. You better watch out. I'm going to make you come to all my games now.",
        "Marina: You promise?",
        "Shayne: Um-hmm.",
        "Marina: Hey, I know you did one of these for me before, but that was before you were a big fancy pro ball player. Do you mind? \"Love, Shayne.\" It's a big step up from \"Your pal, Shayne.\"",
        "Shayne: Yeah, well, I waited a long time for you to get over Ben.",
        "Marina: Yeah, it happened. I'm just really sorry it took so long. I wasted all that time with him when I could have been with you.",
        "Shayne: Hey, it's okay. You know, we have a month left. There's not going to be any baseball, no Ben, just me and you...",
        "Marina: But I like baseball.",
        "Shayne: I like baseball, too, but I'm just saying...",
        "Marina: For example, there is... first base.",
        "Shayne: (Laughs) I'm liking first base. I like that.",
        "Marina: And we do have an entire month left, so, you know, we may even get to second.",
        "Shayne: Maybe even third.",
        "Marina: Yeah, maybe.",
        "Shayne: And you know, if we're hitting triples, well, maybe we could just go ahead and...",
        "Marina: Yeah, you know what, shut up.",
        "[NEXT_ON]",
        "Edmund: I'm glad for the opportunity to look out for you and the kids.",
        "Eden: Oh, my God, did you think I was hitting on you just now?",
        "Gus: More like a man with Ben Reade or more like a... a husband...",
        "Mitch: That kid took my wife away from me! He deserves...",
        "Gus: He deserved what, Mr. Hendon, what? Death by ice pick?"
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=RVjEsibBtZc"
}