{
    "Episode Summary": [],
    "Recap": [
        "At the wedding, Jonathan catches Lizzie as she almost faints. Tammy gets irritated and leaves. Lizzie admits to everyone that Jonathan is the father. Coop finally tells Lizzie it is over and leaves. Lizzie vows to Beth and Alan that she will get Coop to marry her. Buzz tells Coop there is someone for him; Ava. Jonathan tries to get Tammy to forgive him and she tells him forgiving him is nothing for he is going to have a baby.",
        "Billy takes Reva to a cancer support meeting and she sees Suzy's dad (the little girl whose mother has breast cancer she met a few weeks ago). The worker tells Reva the mother died. Reva makes Billy take her home. Billy gets Reva to vent about having cancer. Josh decides not to go to San Francisco and apologizes to Cassie about the kiss. They both appear uncomfortable with the other. Josh goes home and Reva tells him that Jonathan is having a baby with Lizzie. He tells Reva that she looks exhausted and that he will rearrange things to help her. She lovingly asks him \"Don't you realize we have lived together long enough to know there is nothing I cannot handle\"? Josh just looks at her and says nothing."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Alan: I think it's time for us to go home.",
        "Beth: Well, I think we should wait and see what Lizzie's has to say.",
        "Buzz: Coop, what's going on?",
        "Lizzie: Coop? Coop?",
        "Jonathan: Whoa, hey, hey, hey. Come here. Get a chair.",
        "Lizzie: This isn't how I want it. I didn't want it...",
        "Jonathan: Don't talk. Don't talk.",
        "Lizzie: I... I didn't want you to find out this way.",
        "Buzz: You didn't want us to find out, period.",
        "Lizzie: Okay. Jonathan is the father of the baby. Now the whole town knows. I just wanted to be with Coop. I still do.",
        "Jonathan: Shh, just try to relax.",
        "Coop: Jonathan. Get your hands off her.",
        "[SCENE_BREAK]",
        "Josh: Cassie. Guess those didn't get rained on the other night, huh? It's kind of funny, because that storm pretty much drenched everything else, didn't it?",
        "Cassie: Yeah, it uh... it kind of came out of nowhere.",
        "Josh: Cassie, um...",
        "Cassie: I thought you were supposed to be in San Francisco.",
        "Josh: Yeah. Couldn't bear the thought of leaving.",
        "[SCENE_BREAK]",
        "Reva: Billy. This is the last place I want to be. You promised to help me.",
        "Billy: Yes, but you promised to be good and you weren't. I'm just bringing you back here because I need a little support, that's all.",
        "Reva: And I need to find Jonathan to find out if he went to Lizzie's wedding to claim his baby.",
        "Billy: You'll find out sooner or later.",
        "Reva: Screw later.",
        "Billy: Darling, you are sick.",
        "Reva: That's what they keep telling me.",
        "Billy: Okay.",
        "Reva: Are you going to help me, Billy, or are you going to walk?",
        "Billy: Yes, I'm going to help.",
        "Reva: The timing here is lousy. Jonathan needs to understand how important it is that he claims that child as his own. He's denying it right now, but sooner or later he's going to be glad that he faced the facts. You know it and I know it.",
        "Billy: Yeah, I do, I do. Look, I just want you to save your energy for right now. Okay, here we are. This is what I want you to do.",
        "Reva: Oh, no, you said you were bringing me to Jonathan.",
        "Billy: I will. As soon as you face your facts.",
        "Reva: I am not going to that meeting, Billy. You expect me to go to that?",
        "Billy: Yeah, yeah. And as soon as you do, I'll take you back to Cross Creek.",
        "Reva: No, that wasn't the plan.",
        "Billy: Well, the plan changed. I'll take you back to Cross Creek and I'll bring Jonathan home to you.",
        "Reva: I am not going to some stupid meeting. Who's going to be in there, anyway? A bunch of cancer patients that I don't even know. My family needs me now, Billy, no. No, no, I am out of...",
        "Billy: Whoa, whoa. Look. Either you go to the meeting, or I call Josh and I tell him you've got cancer. Your choice.",
        "[SCENE_BREAK]",
        "Coop: Randall, did you hear what I said?",
        "Jonathan: Listen, Henry. I was just trying to save you from making the biggest mistake of your life. But if you're still into that, you knock yourself out.",
        "Coop: Are you okay?",
        "Lizzie: I'm worried about little Jenna.",
        "Jonathan: Hey. Bring me some water, quick. Lady's pregnant, all right?",
        "Coop: It's okay. Your family's here to take care of you.",
        "Alan: Exactly, Henry, and we will take it from here.",
        "Beth: Lizzie, everything is going to be fine.",
        "Lizzie: You're going to be there too, right?",
        "Coop: Lizzie...",
        "Lizzie: You want this. You love this baby, Coop. Jenna needs a father who's good and decent and kind. And we don't have to call off the wedding. We can still get married. You can make this happen, Coop. Please say yes. Please.",
        "[SCENE_BREAK]",
        "Jonathan: Tammy. Tammy?",
        "Alan: Leaving so soon?",
        "Jonathan: Just leave me alone.",
        "Alan: No. You and I have some things we need to discuss.",
        "Jonathan: Then why don't you send me a letter?",
        "Alan: You know something? You have very bad judgment, young man. Interrupting a wedding like this? The only thing I can figure out is... you must really love children.",
        "Jonathan: Leave me alone.",
        "Alan: That's it, isn't it? You are thrilled at the prospect of becoming a father, aren't you? Being tied to Elizabeth for the rest of your life, huh?",
        "Jonathan: Cut the reverse psychology and get the hell out of my face.",
        "Alan: You get the hell out of my face and I'll get the hell out of yours.",
        "Jonathan: Oh, save your threats, old man. They're not going to work on me.",
        "Alan: This is not a threat. This is a friendly warning, because you have no idea how much that baby means to me.",
        "[SCENE_BREAK]",
        "Lizzie: Coop, listen to me. I know what I did was wrong, but I did it for the right reason. I did it to be a good mother!",
        "Coop: Lizzie...",
        "Lizzie: A good mother for this baby, the baby that we both love!",
        "Coop: Lizzie. Lizzie!",
        "Lizzie: Come on, we can still give her the home that we both dreamed of.",
        "Coop: Lizzie! Enough! Please, God! ( Yells )",
        "Lizzie: ( Screams )",
        "Coop: Listen. It is over!",
        "[SCENE_BREAK]",
        "Josh: Uh, about the other night...",
        "Cassie: You know, it's strange. You're right, these didn't get any water at all.",
        "Josh: It was a mistake. It was a klutzy... accident on my part. I was trying to kiss you on the cheek, and you turned your head, and I sort of caught the... um... I apologize. I hope you weren't offended.",
        "Cassie: Offended? No. Josh, of course not. We're friends, and... and stuff happens, it's not a big deal. Okay? Would you just tell me what is going on with Reva anyway? I thought the idea was that she'd go to San Francisco with you.",
        "Josh: Yeah, that was the idea, but, uh... turned out she can't go.",
        "Cassie: Uh-oh, Jonathan again?",
        "Josh: No, no, I think she's just exhausted. She's been dealing with a lot lately. I guess, anyway. But I think I have a solution. I'm... going to try to make some time for her. I mean for us. Anyway, I was wondering if, um... if you could keep an eye on things where the project is concerned for a couple of days while I basically wine and dine your big sister.",
        "Cassie: Uh-huh, I see, okay. So that's... that's why you came by.",
        "Tammy: Oh, Mom. ( Crying )",
        "Cassie: Honey?",
        "Tammy: You were right all along.",
        "Cassie: About what?",
        "Tammy: Falling in love with Jonathan.",
        "[SCENE_BREAK]",
        "Reva: Not only am I sick, weak, exhausted, and bald; now I'm being blackmailed, too.",
        "Billy: But you're being blackmailed with love, darling.",
        "Reva: This isn't funny, Billy. You'd honestly rat me out to Josh?",
        "Billy: What do you think?",
        "Reva: You know what? You being the all-caring one doesn't suit you well.",
        "Billy: Darling, look, I know what denial looks like. And this meeting is... it really will help you. You don't want to acknowledge that you're sick, but you are! Hey, the meeting will help.",
        "Reva: A.A. meetings get people to stop drinking. What is this going to do for me, huh? Except take up precious time better spent...",
        "Billy: Doing what?",
        "Reva: Helping my husband fulfill the dream that he's waited for his entire life; helping my son realize that he needs to claim that baby as his own.",
        "Billy: Sweetie, sweetie, this is going to make you seem like you're not alone. I'm telling you, you just don't realize the power that other people's stories can have.",
        "Reva: The power of what? Fifty more awful things that I have to think about on top of the other ones that keep me up at night? No. Thanks, but no thanks. Excuse me... um, I think I know him. Does he have a young daughter named Susie?",
        "Moderator: That's right.",
        "Reva: Yeah, I thought I recognized him. I met her when I was here waiting outside the examine room on the... the first day that... how's Susie's mom doing?",
        "Moderator: She passed away two days ago.",
        "Reva: What? Oh, no, that can't be. She was diagnosed a while before me. I mean, she was fine. Well, obviously not fine, but. Susie...",
        "Susie's dad: Sweetheart. You were supposed to wait in the other room.",
        "Reva: Take me home.",
        "Billy: Reva...",
        "Reva: Don't, Billy. I mean it. Get me the hell out of here. That woman was younger than me.",
        "Billy: Why don't you have a seat?",
        "Reva: I'm not sitting. I'm not going to any meetings, especially after seeing Susie and her daddy. So what are you going to do, Billy? You going to cap off my wonderful day and call Josh?",
        "Billy: I'll make sure that Jonathan knows you're here, okay?",
        "Reva: See, I feel better already. Now that I'm at home, you know, I can just curl up in front of the TV for a couple of days, and by the time Josh gets back, I'll be good as new.",
        "Billy: Yeah, and I'll just have a drink with my orange juice in the morning and everything will be fine.",
        "Reva: Don't start with me, Billy, because I am tired.",
        "Billy: You're tired because you're sick.",
        "Reva: You know what? You can just drop my meds off on the kitchen table on your way out. Thank you.",
        "Billy: Reva... Reva, you have what Susie's mommy had.",
        "Reva: Except I'm still alive.",
        "Billy: Yeah, and, you know, if anybody in the whole world I ever could think would be able to beat cancer's butt, it's you. But you've got to admit, the kind of fight that you're in, darling, it's... it's okay to be afraid.",
        "Reva: ( Laughs ) You remember this?",
        "Billy: What are you going to do? You're just going to bury it all and put it all down, say you'll all be as good as new tomorrow, is that it? Hey, look, darling... I know how hard it is to look a disease in the face and say that you have it. I have a disease. I'm an alcoholic. You know what they say in A.A.? You're only as sick as your secrets.",
        "Reva: Yeah, well... you know, Susie's mom's cancer wasn't a secret, and look where that got her.",
        "Billy: So that's enough for you to let it slide, huh?",
        "Reva: How do you think it was for Susie and her daddy these last couple of months? Do you think they had any fun? Do you think that he smiled the way Josh smiles every time he talks about his project?",
        "Billy: At least he got to spend some time with his wife.",
        "Reva: Enough, Billy.",
        "Billy: Look, if I'm getting to you, it's good.",
        "Reva: What do you want from me? Huh? Do you want me to curl up in a little ball, and... and shiver with terror? You want me to say that I've got this black cloud over my head that just keeps getting bigger? You want me to say that when I saw Susie with her daddy it reminded me of Josh holding onto Marah and that tore my heart out?! Is that what you want?",
        "Billy: Well, it's a start.",
        "Reva: How do you think it felt when I stood in front of that meeting room? I felt trapped, helpless. I felt... betrayed. I felt like the least important, powerless person on the face of this earth. And you know what else? I also felt incredibly ungrateful.",
        "Billy: Why?",
        "Reva: Because, Billy, I've had this life that's been full of choices and chances. I've had four incredible kids, a man who married me a million times despite everything that was between us. I have the wild and crazy life that people would kill for. Did I appreciate it? No. Instead, I'm... I'm thinking about the fact that it may be over and it may be somebody else's turn to live that life. And I hate it. It really may be the end of the infamous Reva Shayne. So what? Huh? Do I just say out loud that this could kill me? That I could die?",
        "[SCENE_BREAK]",
        "Lizzie: Okay, I screwed everything up. I see that now! I am so, so sorry.",
        "Coop: Sorry does not cut it, Lizzie's. All right? Because I know you wouldn't have said anything at all if Jonathan hadn't burst in here and blown your little scam.",
        "Lizzie: It wasn't a scam!",
        "Coop: Yes it was! Give me a break, Lizzie's. That nursery filled with baby books? The printouts of all the little sonograms? Naming the baby Jenna? You did all that just to reel me in.",
        "Alan: Take it easy with her, Bradshaw.",
        "Buzz: It's the truth.",
        "Coop: Listen, listen. I wish it didn't prove what kind of a sucker I was. Every single time I showed Ava any attention at all, you popped up with some sort of little kiddie gift to give. All right? You were guilting me. Every time I showed attention to anybody else, anyone at all, there you were to make sure I was feeling like I was neglecting you and I was neglecting our child. Lizzie, I busted my butt to prove that I could measure up, that I was worthy to be that baby's father.",
        "Lizzie: No, you still can! You can love her like she's yours! A father raises a child; he doesn't just make one!",
        "Coop: No. No, listen to me, Lizzie's! Listen to me. It is over. All right, listen to me. I am not the father of that little baby.",
        "Lizzie: No, no!",
        "Coop: All right, you got that?",
        "Lizzie: No. Jonathan doesn't love Jenna the way that you do.",
        "Coop: That is not my problem anymore. All right? You know what? One day, he will, though. He's going to wake up and he'll realize that he wants to be in that child's life. So you better get used to that. You all... you all better get used to that.",
        "[SCENE_BREAK]",
        "Tammy: ( Crying )",
        "Cassie: Honey, what happened.",
        "Tammy: I don't even know where to start.",
        "Cassie: Okay. I'm ready when you are.",
        "Tammy: Mom, I need to do something for me. Jonathan's going to come here looking for me.",
        "Cassie: Okay?",
        "Tammy: Remember that time you locked me in my room to keep me away from Jonathan? I want you to do that this time. ( Pounding on door )",
        "Jonathan: Tammy! Hey, come on, I know you're in there! Your car's outside! I'm not going away!",
        "Tammy: Get rid of him, please.",
        "Cassie: Uh, that doesn't sound like it's going to be so easy to do.",
        "Jonathan: ( Still knocking ) Tammy!",
        "Cassie: Can you give me a hint about what's going on here?",
        "Tammy: Jonathan got Lizzie's Spaulding pregnant. Right. The baby that everyone thought was Coop's is Jonathan's. Only he kept that a secret until about an hour ago. How's that for a surprise?",
        "Jonathan: Where's Tammy?",
        "Cassie: She's right there. And you two need to talk.",
        "[SCENE_BREAK]",
        "John Driscoll, \"Inside The Light.\" Frank Dicopoulos is the brother that I never wanted but kind of have to deal with now. And Michelle is a joy to work with. Marcy Rylan is... she's very sweet. Who's the right girl for Coop? Lizzie or Ava? I don't know. Keep watching. We'll find out. See Coop Wednesday, June 21, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Lizzie: I don't want Jonathan Randall anywhere near my baby. He hurt me, Coop! He forced himself on me.",
        "Coop: You're a liar.",
        "Lizzie: What?",
        "Coop: Jonathan Randall came in here and admitted that he was the father of that baby. He freely and openly admitted it. Now why would he do that if he assaulted you? Huh? Jonathan may be a loser, but he's no dummy. The last thing that he wants is more trouble with the D.A..",
        "Lizzie: It was a crime of passion, of revenge!",
        "Coop: Stop. Stop it, Lizzie's. Stop lying right now. Jonathan cares for you. All right? He cares for that baby. Except for the fact that we didn't notice it because we were too preoccupied, we were too stupid, we were too dumb to notice what was going on. All right, if he hated you so much, and if he wanted to hurt you so much, then why was he there catching you when you fell just now, huh?",
        "Lizzie: Jonathan Randall got me drunk and ripped off my clothes...",
        "Coop: Stop! Stop it, Lizzie's. I know Jonathan's telling the truth because I could see it in his face.",
        "Lizzie: In his face?",
        "Coop: The look on his face. I recognized it. Do you know why? It was the same look that I had on my face when I thought the kid was mine. That, Lizzie. That look right there is the look of a trapped man.",
        "Alan: Buzz, I think it's time for you to go home now.",
        "Buzz: Not quite yet.",
        "Lizzie: Buzz, wait. I'm sorry.",
        "Buzz: You didn't do anything to me.",
        "Lizzie: I know. But you're always really nice to me, even when I usually don't deserve it. You're probably going to want this back.",
        "Buzz: Jenna's bracelet.",
        "Lizzie: I know that you gave it to me because you thought that the baby was your granddaughter. And for what it's worth, I really wanted her to be.",
        "[SCENE_BREAK]",
        "Tammy: Go away.",
        "Jonathan: Tammy, you can't keep doing this every time we get into a fight. You run home, you lock yourself in your room, you have your mother play guard dog. I can't keep kicking down doors and carrying you away to solve things.",
        "Tammy: Good.",
        "Jonathan: Good?",
        "Tammy: See 'ya.",
        "Jonathan: You're surprised, you're hurt, you're angry. I get that. But this is us, Tammy.",
        "Tammy: And what's that supposed to mean?",
        "Jonathan: It means we're not perfect, it means we mess up, it means we are two totally different people who are crazy in love with each other. You know that. I have a million faults. You know that, too. We both have to deal with that.",
        "Tammy: Or not. Conversation's over. Good-bye.",
        "Jonathan: Are you mad? Are you mad. Get mad. Go ahead, yell, scream, call me every name in the book, do whatever you have to do to make yourself feel better. Because one way or another, we're going to put this behind us.",
        "[SCENE_BREAK]",
        "Reva: I could die of cancer tomorrow or next week. You know, or I could die of something else some other time. You know, some stupid bird flu bug or some food poisoning or by a runaway steamroller. You could get hit by it, too, you know, Billy.",
        "Billy: Well, then I guess we'll just have to look both ways. Look, just answer me this, though. If you were to die tomorrow, when would Josh find out about it, at your funeral? Or were you going to hide that from him, too?",
        "Reva: You can be a real bastard sometimes.",
        "Billy: I'm only hitting low because I... I want to get something out of you. Is it working?",
        "Reva: We've been over this already. I'm not going to let Josh abandon that project because of me.",
        "Billy: Darling, you're the only thing that's ever meant anything to him in his whole life.",
        "Reva: Why don't you stop!",
        "Billy: Because, darling, he's your husband. He would want to know.",
        "Reva: Yes, he'd want to know! Of course he'd want to know! Stop it! Because he's the most selfless, generous, most caring man either one of us has ever known.",
        "Billy: No matter what I say, you're not going to change your mind about telling him, are you?",
        "Reva: No.",
        "Billy: Okay.",
        "Reva: So, we going to keep this between us?",
        "Billy: Yeah. Always wanted you all to myself.",
        "Reva: Thank you.",
        "Billy: Look, I'm going to go over to Company and get you some soup, because you need to keep your strength up. Okay? And...",
        "Reva: I can't guarantee I'm going to eat it, though.",
        "Billy: Yeah, well, minestrone's still your favorite?",
        "Reva: That's it.",
        "Billy: ( Laughs ) Okay, hold on, I'll be right back. I know. I'm going to drop your meds off in the kitchen and I'll go out the back way.",
        "Reva: How am I going to make this okay for you, Bud?",
        "Josh: Did I hear somebody say \"Bud?\"",
        "Reva: Hey. What are you doing here?",
        "Josh: Well, I just got to thinking that I could be in San Francisco by myself or I could be right here in Springfield with my beautiful bride and a bottle of champagne.",
        "Reva: ( Laughs )",
        "Josh: The champagne won out.",
        "Reva: ( Sniffles )",
        "Josh: What's going on, Reva? What's wrong?",
        "Reva: I can't do this anymore. Joshua, I have to tell you something.",
        "[SCENE_BREAK]",
        "Tammy: You do something so stupid and awful and then talk about how we have to get through it as a couple? Like suddenly you're the voice of responsibility?",
        "Jonathan: Look, we can't pretend the Lizzie thing didn't happen.",
        "Tammy: Oh, I'm pretty far away from that, don't worry. And I get it, Jonathan. I'm not naive. When I wanted to forget about you, I went out with Joey.",
        "Jonathan: Right. Joey: Jerk.",
        "Tammy: The point is, nothing happened. I didn't go to bed with him. I couldn't.",
        "Jonathan: I thought you said you understood why this happened?",
        "Tammy: But that doesn't make it okay. Jonathan, we're supposed to have this amazing connection?",
        "Jonathan: We do.",
        "Tammy: Then why didn't you realize that what you were doing was ruining everything we had?",
        "Jonathan: Everything... everything we had? You walked out on me. You left me. I had nothing. Nothing mattered, nothing was important.",
        "Tammy: But I didn't think you would sleep with... God, Jonathan!",
        "Jonathan: You took out a restraining order against me and had me thrown in jail. Excuse me if I didn't know it was a mind game. Excuse me if I didn't know that you were going to take me back when you were ready, when you felt like it.",
        "Tammy: Jonathan...",
        "Jonathan: No! Hey, you ruined this thing first. You try and put this on me like I made this thing bad? The truth is, it was already trashed.",
        "Tammy: You're right. I set this whole thing in motion, didn't I? I pushed you right into Lizzie's arms.",
        "[SCENE_BREAK]",
        "Lizzie: I just hope that you don't hate me.",
        "Buzz: Keep the bracelet.",
        "Lizzie: Really?",
        "Buzz: For your baby, yeah. Don't think for one second this excuses anything. You messed with my kid. You made him care. I can't hate you. But I'm still angry.",
        "Alan: Sweetheart, I think it's time for us all to go home. You and the baby have had enough stress for one day.",
        "Lizzie: She's going to love the bracelet. Little Jenna.",
        "Beth: Sweetie, you... you can't still be thinking about naming her Jenna, not... not after what just happened.",
        "Lizzie: Of course I am. How else am I going to get Coop back? ( Door slams )",
        "[SCENE_BREAK]",
        "Buzz: Thought you might be ready for one of these.",
        "Coop: ( Laughs ) Thanks. You know, it's weird. Right now I'd be married to Lizzie's if...",
        "Buzz: Hey. ( Glasses clink ) To Jonathan Randall. You got used to the idea, didn't you?",
        "Coop: I don't know. I... I mean, I wasn't ready to be a father so early. Definitely not like this. You know, once I warmed up to it, it did. It did touch me on the inside. You know?",
        "Buzz: Yeah, I know. Your time will come.",
        "Coop: Yeah.",
        "Buzz: Until then, I think there's somebody out there that can chase the blues away.",
        "Coop: Ava.",
        "[SCENE_BREAK]",
        "Cassie: Oh, I'm sorry.",
        "Billy: Oh, sorry. Uh, hey.",
        "Cassie: Billy.",
        "Billy: My partner in unrequited love, right?",
        "Cassie: Stuff it. Billy, I am in no mood to be messed with today, okay? So if you're about to whisper in my ear about, oh, I don't know, how supposedly shaky Josh and Reva's marriage is, or should be, if you had your druthers, don't.",
        "Billy: No, no...",
        "Cassie: And don't even insinuate that I, perhaps, play a part in because of my so-called \"feelings\" for Josh. Take it somewhere else. I don't want to hear it.",
        "Billy: No, actually, I was going to say I was wrong. No... no, you were right. You were right, right from the beginning.",
        "Cassie: I was?",
        "Billy: Yeah. Josh... Josh and Reva, they... they need each other more than ever right now.",
        "[SCENE_BREAK]",
        "Reva: This may... no, it will come as a shock to you, because it sure as hell did for me. Joshua, I...",
        "Josh: What is it, Reva? Come on, you look pale as a ghost right now.",
        "Reva: Yeah.",
        "Josh: Talk to me, okay? You can tell me anything, you know that. Whatever this is, I'll just.. I'll put everything else aside so I can help you.",
        "Reva: It's Jonathan. He's in trouble.",
        "Josh: Jonathan.",
        "Reva: He got Lizzie's Spaulding pregnant.",
        "Josh: What?",
        "Reva: Yeah, they slept together when Jonathan and Tammy were split up. Jonathan was trying to get over Tammy and Lizzie's was trying to get over Coop. Anyway, Jonathan is really shaken up about it.",
        "Josh: Shaken up how?",
        "Reva: Because it was an accident, you know, compounded by a mistake or a mistake compounded by an accident.",
        "Josh: Yeah, I know how that can happen.",
        "Reva: But the bottom line is that there's a baby. And it's a little girl.",
        "Josh: Well, that's... wow, a new little granddaughter.",
        "Reva: Yeah.",
        "Josh: A baby's a good thing, right?",
        "Reva: Yeah. It's one of the greatest treasures of all times. It should be, anyway, but Jonathan doesn't see it that way.",
        "Josh: Because he's not in love with Lizzie.",
        "Reva: Well, I don't know whether he is really able to fully love anybody or anything just yet, but...",
        "Josh: So obviously you've talked to him.",
        "Reva: I have pleaded with him and lectured him and tried to get him to understand how important having a child is; that you can't take family for granted because... because you just never know how much time you're going to have with them.",
        "[SCENE_BREAK]",
        "Beth: Oh, sweetie, don't bother with that. We'll just... we'll give it away.",
        "Alan: The dress, too. I don't want to keep it around as a reminder.",
        "Lizzie: No, the dress isn't going anywhere, and neither is the veil. I'm going to need this stuff for... for when Coop does marry me. I'm going to get him back. I have to have him. Spaulding's always get what we want. Right?",
        "[SCENE_BREAK]",
        "Buzz: I thought mentioning Ava would put a smile on your face.",
        "Coop: Just... I don't know how easy it's going to be to pick things back up where we were before. I mean, Dad, I really, really, really messed with her feelings.",
        "Buzz: You did the right thing.",
        "Coop: No?",
        "Buzz: Yeah.",
        "Coop: Yeah, I know. I just... I hope that she just doesn't feel like she doesn't want anything to do with me.",
        "Buzz: Next time you see her bring her a bouquet of flowers, you know? Don't scrimp. Red roses.",
        "Coop: Red roses...",
        "Buzz: And I don't know, maybe a spring bouquet?",
        "Coop: Spring bouquet. I think I could do that.",
        "Buzz: A vase.",
        "Coop: A vase. ( Laughs ) No skimping, all right.",
        "[SCENE_BREAK]",
        "Tammy: I hurt you as much as you hurt me.",
        "Jonathan: No. All right, look, we are both good at it. But if you think about it, nothing has changed between us, nothing important.",
        "Tammy: Jonathan, you're going to have a baby, a daughter. With Lizzie.",
        "Jonathan: Yeah, but it doesn't mean that we can't have our life. I mean, there'll be this kid out there, but it won't be a bother to us. I mean, really, we're talking about a Spaulding heir. That group would be glad to take care of that kid. I mean, I'd probably get a shotgun aimed at my head if I went to see it.",
        "Tammy: Do you honestly think it's that simple?",
        "Jonathan: Sure. Why not? I didn't ask for this kid. I don't need to raise this kid. I need you, now, more than ever. Which is why you have to forgive me. Okay?",
        "Tammy: You're not getting it, Jonathan. It doesn't even matter if I forgive you or not.",
        "Jonathan: What?",
        "Tammy: You have a daughter on the way. Every time I look at her I'm going to start seeing her daddy's face on her more and more. And it's just going to remind me again of how you betrayed me.",
        "Jonathan: No, no...",
        "Tammy: And sooner or later, you're going to see that little girl as the best thing you've ever done. The best part of you.",
        "Jonathan: No, no, listen to me. You're all that matters to me. You are the best part of me, not that baby.",
        "Tammy: Go, please.",
        "Jonathan: Tammy...",
        "Tammy: Please, I need to think. I told you, I do. I need to think all this out.",
        "Jonathan: This doesn't have to be a big deal.",
        "Tammy: It already is a big deal. Good night, Jonathan.",
        "Jonathan: Can't we just...",
        "Tammy: Good night! ( Door slams )",
        "[SCENE_BREAK]",
        "Cassie: Well, talk about your 180's.",
        "Billy: ( Laughs ) I just... just see things differently now, that's all.",
        "Cassie: Mm-hmm.",
        "Billy: Yeah, I...",
        "Cassie: Why is that?",
        "Billy: Well, I was thinking about it, you know, and it came to me that Josh needs Reva, Reva needs Josh. They just... they're really right for each other.",
        "Cassie: Well, then we finally agree.",
        "Billy: Yeah. Yeah, and that's good, because wouldn't we feel horrible if we were responsible for breaking up something that was so darn good.",
        "[SCENE_BREAK]",
        "Josh: Wow. Just when you think everything is going to quiet down, it's \"bang!\"",
        "Reva: Tell me about it.",
        "Josh: So how long have you known about this?",
        "Reva: For a while.",
        "Josh: That explains a lot. I mean, why you've been disappearing and why you've been so exhausted all the time, and why I had been thinking that you've been hiding something from me when you've actually been dealing with this mess.",
        "Reva: And who knows how it will turn out? Because there's no guarantees that Jonathan will want to have anything to do with the baby.",
        "Josh: Yeah, you're right. But if he... if he does, he's going to need a whole lot of help, right? Which you are not going to give him by yourself, Reva. Obviously, that's what you've been trying to do this whole time, and it's wiped you out. So...",
        "Reva: No, I'm okay.",
        "Josh: No, you're not. You're not. So I'm going to move some things around, change some appointments I've got, so...",
        "Reva: No, you're not. You're not going to do that.",
        "Josh: Reva...",
        "Reva: You're not going to change a single plan that you've made.",
        "Josh: This is what I do. I take care of you.",
        "Reva: Not this time! No. Honey, no. Really. Because you can't take any time away from this. You need to be there to oversee the construction of the hospital. You do. This is your life's work. This is the project that you love. And I won't let you not be there for any single moment of it, sweetie. I won't. This mess that we're talking about is something that I can handle. I can. And I will.",
        "Josh: You're sure about that?",
        "Reva: Oh, come on. Haven't we lived together long enough for you to know that there's nothing I can't handle?",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Ava: I'm so sorry to leave you like this. I'll miss you more than you'll ever imagine.",
        "Buzz: You know what you're going to do?",
        "Coop: Pops, I know what I have to do.",
        "Frank: Ava, I've got to be honest with you, you really don't seem like the cut and run type to me.",
        "Coop: Ava! Ava, it's me, Coop. Did she say anything about where she was going?"
    ],
    "Transcript Author": [
        "Provided By Suzanne Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=nKzmm3yu9is"
}