{
    "Episode Summary": [],
    "Recap": [
        "Lizzie listens to a voice mail message to Jonathan from Billy. Jonathan tells her about Reva's cancer and the need for a bone marrow donor. She promises not to tell anyone. Later, she visits Tammy in the hospital and realizes that Jonathan didn't tell Tammy the real reason he had to leave town. She selflessly spares Tammy. Colin tells Billy that if Reva doesn't receive the bone marrow, things will be bad. Jonathan arrives and Reva is happy to see him. She becomes delirious and thinks she is talking to Jonathan as a little boy. Present-day Jonathan remembers the day in question years ago. Later, Jonathan finds out that he is a match and undergoes the operation. After Reva gets the bone marrow, Jonathan makes her promise that she will fight to live. They both realize they are mother and son by choice. He tells her that he remembers that day when she talked to him as a little boy. He also tells her that when he awoke from the surgery, he realized he needed to be a parent for his child. After he goes back to Springfield, he finds Lizzie at the Spaulding mansion. Again, Lizzie selflessly tells him that she knows he and Tammy need their space. He tells her no that she will live with them as long as she is carrying his baby. Lizzie is elated and they leave together for their home."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: Gretel? Gretel?",
        "Gretel: I'm still here. Guess you are, too.",
        "Reva: So far, so good.",
        "Gretel: Anyway, hold down your lunch after chemo, 'cause I'm going in for surgery. If I make it out...",
        "Reva: When you make it out.",
        "Gretel: Okay. Can you be here?",
        "Reva: Of course. I'll be right here waiting for you. We're in this together, remember?",
        "[SCENE_BREAK]",
        "Colin: Billy, why isn't Reva's son calling you back?",
        "Billy: Well, you know, he's a nice kid, but he's not the most reliable.",
        "Colin: Yeah, so I've heard.",
        "Billy: Hey, but he loves his mother.",
        "Colin: Well, not enough to call back. Look, we are running out of time, Billy. We need a donor. If not him, then...",
        "Billy: Well, wait a minute. He's the only one that she told about the cancer besides me, and I got a feeling that she had a reason for that, so I don't think he's going to let her down.",
        "Colin: I'm in a bind here. I'm her doctor. I can't go against her wishes and start contacting anyone else in the family. But you can.",
        "Billy: Well, is a couple more hours going to kill her?",
        "Colin: No.",
        "Billy: Okay. Well, let's wait those hours, and if he doesn't show up, I'll... call me back. I'll call everybody else, okay?",
        "[SCENE_BREAK]",
        "Lizzie: Is his phone off? Tammy could be trying to call from the hospital. He has a message. Should we listen to it?",
        "Billy: Jonathan, it's Billy. Look, there's no easy way to say this. You're mom's taking a turn...",
        "Jonathan: Are you listening to my voice mail?",
        "Lizzie: What's wrong with Reva?",
        "Jonathan: Don't touch my phone!",
        "Billy: This is Billy.",
        "Jonathan: It's me.",
        "Billy: Where the hell have you been, boy?",
        "Jonathan: Chill out, dude. What's going on?",
        "Billy: Reva needs a bone marrow transplant, and I want you to come out here and get tested.",
        "Jonathan: I thought you...",
        "Billy: No. I can't. My bone marrow's no good. I can't save her, but you can.",
        "Lizzie: So are you going to tell me what's going on, or what?",
        "Jonathan: Well, I hadn't planned on it.",
        "Lizzie: You know, you can talk to me about it. I happen to know a little bit about the big \"C.\" It is cancer, right?",
        "Jonathan: Breast.",
        "Lizzie: I'm sorry.",
        "Jonathan: You're a survivor, right?",
        "Lizzie: Leukemia.",
        "Jonathan: Maybe that's why you're stronger than you look.",
        "Lizzie: I was lucky. My brother donated the cells that I needed.",
        "Jonathan: So that stuff really works, huh?",
        "Lizzie: Are you a match for your mom?",
        "Jonathan: I don't know. I don't know. That's why I'm going there to get tested.",
        "Lizzie: Reva really is lucky to have you.",
        "Jonathan: Well, she hasn't told anybody except me and Billy yet, so...",
        "Lizzie: Not even Josh?",
        "Jonathan: Nope. That's why I couldn't live with myself if I didn't try and help, you know? Not that that's my usual way, but...",
        "Lizzie: That makes the both of us. We only do things that are good for us. Makes you wonder if we're going to be good parents.",
        "Jonathan: I don't know if I can be a good son, let alone a good parent. You have to promise me not to say anything, because I promised Reva. And I haven't even told Tammy yet.",
        "Lizzie: I won't say a word, okay? It'll be our little secret.",
        "Jonathan: Cool.",
        "Lizzie: Jonathan, wait. Good luck.",
        "[SCENE_BREAK]",
        "Tammy: Are you going somewhere?",
        "Jonathan: Yeah, just for a day or two. I got a lead on a new business we can start, and it's something that Alan can't get his hands on, but I've got to go out of town and meet some guys. I don't want to leave you.",
        "Tammy: I'm fine. You have responsibilities. Go.",
        "Jonathan: You're my responsibility.",
        "Tammy: Not your only one. Go close the deal and make some money. We're broke, and you're having a kid. The sooner you go, the sooner you come back.",
        "[SCENE_BREAK]",
        "Billy: Hey, how you doing?",
        "Reva: Billy. Where have you been hiding?",
        "Billy: Well, I was at the airport.",
        "Reva: The airport? What's going on with you two?",
        "Billy: Well, I... I was chartering an airplane in case we need it.",
        "Reva: For what?",
        "Colin: Reva...",
        "Billy: Well, you've kind of got those crazy urges, and you've... you've done driving the race car, so I figured maybe skydiving would be next.",
        "Reva: That's so sweet. Forget about the parachute, though. Just toss me out of the plane and put me out of my misery.",
        "Billy: I don't want to hear you talking like that.",
        "Reva: I could be like the guy who fell off the Empire State Building. When he got to the 33rd floor, he...",
        "Billy: He said... so far so good. You rest. I...",
        "Colin: What's the story?",
        "Billy: I got the plane all ready, so we'll take her wherever she needs to go, wherever we find a donor.",
        "Colin: Well, I'm guessing that's not going to be Jonathan. And we are just about officially out of time. It is time to start calling the rest of the family.",
        "Jonathan: I'm here. I had to get hosed down before I came in here, so tell me, who do you got to sleep with around here to donate some bone marrow?",
        "Billy: I don't think you could've cut it a little closer. Could you?",
        "Colin: Look, I'll get the ball rolling.",
        "Billy: Okay.",
        "Reva: Jonathan?",
        "Billy: Don't say anything about the donor part, okay?",
        "Jonathan: Hey, gorgeous.",
        "Reva: Jonathan. My baby, my little boy. What are you...",
        "Jonathan: It doesn't matter. All that matters is that I'm here, okay?",
        "Reva: Okay. It's so nice to see you. Just spending this little amount of time with you has made it all worth it. It's made all the difference. You're what's been missing from my life, even though I didn't know it. But soon you're going to have to go back home to your wonderful, loving family. But I want you to know that I'll be thinking about you always. And if you're ever lonely, or if you ever feel sad, you just think about your... your friend, Reva. I'll be like your fairy Godmother.",
        "Young Jonathan: But I don't want to leave you.",
        "Reva: Well, even the best fairy tales have to come to an end sometimes.",
        "Young Jonathan: Fairy tales are for babies.",
        "Reva: Not all of them. Look out at the pond. You see those swans out there? You see how beautiful they are? Do you know the story of \"The Ugly Duckling\"? How that duckling that nobody loved turned out to be the most beautiful swan ever?",
        "Young Jonathan: Yeah.",
        "Jonathan: I remember.",
        "Reva: We're all ugly ducklings until someone loves us enough to show us the swan we really are, the swan we always were.",
        "Young Jonathan: Even you?",
        "Reva: Oh, I was the original ugly duckling. I grew up dirt-poor, living off of hand-me-downs, with my nose pressed up against the glass of the candy store window. But then I met a boy named Joshua-- Joshua Lewis. And he saw a swan. And lo and behold, when I looked in the mirror...",
        "Jonathan: (Laughs)",
        "Young Jonathan: And you were a swan.",
        "Reva: At least when I was with him.",
        "Young Jonathan: Will I be a swan one day?",
        "Reva: Oh, Jonathan. Oh, I wish I could wave a magic wand and make it all happen right now. But we ugly ducklings need a long time to grow up. It's not always easy, and it's not always fun or fair. And sometimes it... it means that we have to be separated from the people we love most, and that can be the hardest thing of all.",
        "Young Jonathan: You're crying.",
        "Reva: Only because I'm so happy. Because when I close my eyes, I can imagine the kind of swan that you're going to grow up to be, proud and strong and brave. And that makes it all worth it. I'll always be a part of your life. It'll all be worth it. I know it will. I want it to be. Jonathan... what are you... you shouldn't be here. You should be with Tammy. She needs you. I'm fine.",
        "Jonathan: Really? I hear you have cancer.",
        "Reva: But...",
        "Jonathan: Shh. Hey, Tammy's okay. She's got plenty of people looking after her.",
        "Reva: I've been babbling, haven't I? I didn't say anything stupid, did I?",
        "Jonathan: It's been enlightening. You're very proud of me, huh? You want to have, like, ten more sons, just like me?",
        "Reva: Oh, well, now that would be very interesting.",
        "Jonathan: I don't want this to get around, but I'm very glad that I'm your son. I was so scared when I first came looking for you that I was going to find some stuck-up, straight-laced suburban snob.",
        "Reva: (Laughs)",
        "Jonathan: Yeah. But I found you. And you can drink, and you can shoot pool, and you can play cards like a pro.",
        "Reva: (Laughs)",
        "Jonathan: And you are a fighter. You are a fighter. So you fight this. Okay?",
        "[SCENE_BREAK]",
        "Colin: You made it just in time.",
        "Jonathan: Yeah, look. I know the chances are good that I'm not going to pass that test...",
        "Colin: Look, you'll either be a match or you won't.",
        "Jonathan: Well, whatever you can do, do it. You know, I don't care what you have to do. It's just that if anybody deserves to live, it's her.",
        "Colin: I can't argue with you there.",
        "Jonathan: So let's do it.",
        "Colin: Let's go.",
        "[SCENE_BREAK]",
        "Gretel: Reva? Reva? You're not fading on me, are you?",
        "Reva: Oh, no. My son, he's here.",
        "Gretel: What's he like?",
        "Reva: He's nothing but trouble, unless he's on your side. And then he's like... I don't know. He's like an avenging angel. He's Jonathan.",
        "[SCENE_BREAK]",
        "Billy: Well, what's the verdict?",
        "Jonathan: Well, I... I guess I finally did something right!",
        "Billy: It's going to work?",
        "Colin: He's a match.",
        "Billy: Okay, finally did something in this world worth doing.",
        "Jonathan: I can't believe I actually did it.",
        "Billy: Yeah. Hey, now comes the fun part. Who's going to tell Reva?",
        "[SCENE_BREAK]",
        "Lizzie: Hi.",
        "Tammy: You're not the nurse.",
        "Lizzie: No, I'm better. I come bearing gifts. Magazines, candy, new nighttime Oil of Olay. What?",
        "Tammy: What are you doing?",
        "Lizzie: How's this bed? I have got the most amazing down pillows in the car. Oh, wait! And if you're hungry, I have Towers chef on speed dial, or we could call Buzz. Nothing like a burger in bed.",
        "Tammy: Lizzie, Lizzie. Too much. Look, all I really want to do is go home, even if Jonathan won't be there.",
        "Lizzie: Oh, so he told you?",
        "Tammy: About the business trip? Yeah. I just hope your grandfather doesn't find out. I mean, he might try to ruin that for Jonathan, too.",
        "Lizzie: Yeah. So you don't care if Jonathan leaves?",
        "Tammy: It would be totally selfish of me to ask him to stay.",
        "Lizzie: It just comes to you as naturally as breathing, doesn't it?",
        "Tammy: What?",
        "Lizzie: Being generous, thinking of everyone else's needs but your own!",
        "Tammy: My mom wouldn't say that.",
        "Lizzie: Oh, yeah, unless she's comparing you to me.",
        "Tammy: Well, at least you're not with Jonathan.",
        "Lizzie: No, I'm just having his baby. I'm sorry.",
        "Tammy: Yeah.",
        "Lizzie: Okay, it still hurts, and you're being nice to me anyway. If I was you, I would...",
        "Tammy: Yeah, I know. I know. And I have my moments. (Sighs) But I love Jonathan. What can I do? He's worth sacrificing for. And that's how you feel about the baby.",
        "Lizzie: I'd like to think that I could sacrifice something for someone else.",
        "Tammy: You're giving up all that Spaulding luxury to live with me and Jonathan, right?",
        "Lizzie: Yeah, 'cause you're my friends, and you're good to me. That's selfish, too.",
        "Tammy: When the time is right, you'll know what to do.",
        "Lizzie: No wonder Jonathan is so crazy about you. When I grow up, I want to be just like you.",
        "Tammy: Aw.",
        "Lizzie: Aw.",
        "Tammy: Okay, get out of here. Take your magazines and get out.",
        "Lizzie: Fine.",
        "Tammy: Okay, okay, leave me the Oil of Olay, though.",
        "Lizzie: Ha, yeah.",
        "[SCENE_BREAK]",
        "Reva: Absolutely not.",
        "Colin: Reva, it's one thing to spare your family the burden of having to deal with your illness. It is another thing entirely to ask your family to let you die when there's a chance they could save your life.",
        "Reva: I specifically told you that I didn't want...",
        "Colin: Reva, stop! Stop it! God, I am so sick of you using this rationale and not wanting anyone to have to deal with you, when all everyone wants to do is help you. It is so unbelievably selfish! And it's a slap in the face to other patients.",
        "Reva: What?",
        "Colin: You don't think anyone hearing they have cancer would do anything they possibly could to save their life? Unless they're suicidal. And you don't fit that profile. Stop... stop trying to be a martyr, Reva. Come down off your cross. Let people... let people help you.",
        "Billy: Okay. Heard all the yelling, figured I better come in.",
        "Reva: Are you in on this?",
        "Billy: Yes. I called Jonathan.",
        "Reva: This is a conspiracy.",
        "Colin: Yeah. That's exactly what it is, Reva. It's a very elaborate plan to save your life.",
        "Billy: Darling, what's the use in having people love you if you won't let them love you?",
        "Jonathan: So, she done throwing stuff at you guys yet?",
        "Reva: I didn't want you involved in this, Jonathan.",
        "Jonathan: I know, I know. We all appreciate the selfless act, but now it's time to get serious.",
        "Reva: Oh, serious. Okay. Did you tell the doc about your medical condition?",
        "Colin: What condition?",
        "Jonathan: Three cavities and orange juice gives me heartburn.",
        "Reva: No. No. He fell down some stairs, and they thought they were going to have to operate on his leg.",
        "Jonathan: Reva...",
        "Reva: So the doctor checked his medical records and found out that he'd had an allergic reaction to anesthesia as a child.",
        "Jonathan: You make it seem like it's such a big deal.",
        "Reva: Your throat closed! You could have died.",
        "Colin: Listen, it's been a long time since Jonathan was a child, okay? I will get the records. We will use different agents, Reva, all right? And I promise you, even money, those doctors are not half the doctors of me and my team. We will be very careful.",
        "Reva: I don't want to take the chance.",
        "Jonathan: Well, you will. Reva, let me do this for you.",
        "Billy: It's three against one. You lose. Time to save your life.",
        "[SCENE_BREAK]",
        "Jonathan: Hey, can I use your cell phone before I go in...",
        "Nurse: Sorry, sweetie, look to the sign.",
        "Jonathan: Yeah, but I'm not planning on checking out, and if I did, and I didn't call this girl... Come on. Thank you.",
        "Tammy: Hello?",
        "Jonathan: Hey.",
        "Tammy: How's it going?",
        "Jonathan: It's cool. More importantly, how are you doing?",
        "Tammy: I'm fine. Lizzie just came. She brought me like a whole department store of stuff. How's the business stuff?",
        "Jonathan: Tammy, I got this meeting I've got to go to.",
        "Tammy: Go. Go. I'm just glad that you called.",
        "Jonathan: I love you.",
        "Tammy: I love you, too.",
        "[SCENE_BREAK]",
        "Colin: You ready?",
        "Jonathan: Born ready. I am determined not to let this get in my way what if? What then? What now? Shifting lanes so rearrange mm, give me a moment God, it's strange how life can change in a moment.",
        "[SCENE_BREAK]",
        "Reva: Jonathan.",
        "Jonathan: (Chuckles) It's me. I'm even harder to kill than you are.",
        "Reva: (Laughs)",
        "Jonathan: (Laughs) So what's new?",
        "Reva: Not much.",
        "Jonathan: Did you ever see that movie where the guy gets a transplant from the killer, and then he starts killing people?",
        "Reva: Well, I'm not having any overwhelming desires to burn things down, if that's what you're asking.",
        "Jonathan: Good, good.",
        "Reva: You okay?",
        "Jonathan: Yeah. I'm not the sick one. How do you feel?",
        "Reva: Like I ran a couple of marathons, only they had someone drop an anvil on my head.",
        "Jonathan: That good, huh?",
        "[SCENE_BREAK]",
        "Billy: You know, he's kind of a crazy kid, but he's an awfully good son.",
        "Colin: Yeah.",
        "Billy: When will we know if it worked?",
        "Colin: Not for a while, but the procedure went well. Mother and son are doing fine. I've got to count this one as a win.",
        "[SCENE_BREAK]",
        "Reva: Hey, hey. You have to stop.",
        "Jonathan: It hurts when you laugh?",
        "Reva: It hurts you.",
        "Jonathan: (Laughs) Ow!",
        "Reva: Hey...",
        "Jonathan: Huh? Oh... hey, look, matching hospital bracelets.",
        "Reva: Yup. You're always trying to copy me.",
        "Jonathan: Yeah, right.",
        "Reva: Don't be afraid. What you did today was incredibly foolish.",
        "Jonathan: You mean possibly save your life?",
        "Reva: I mean you risking your own life. It was foolish and brave and selfless.",
        "Jonathan: Yeah, well, I don't need that getting around, okay?",
        "Reva: I know you don't. But thank you.",
        "Jonathan: Oh, you don't have to.",
        "Reva: You know, until today, we've been fighting so hard to get to know each other because of biology-- getting to know each other, because that's what we're supposed to do, mother and son, because the DNA says so. But after today, what you did, I feel like we're mother and son by choice.",
        "Jonathan: (Laughs) It's about time, right? No, I... I mean, I bet you never thought I'd put all ten toes in the water, huh? But how am I going to be a good father if I can't be a good son?",
        "Reva: You are my son, in every way. So in case the transplant doesn't take...",
        "Jonathan: Don't you even think about it.",
        "Reva: There's just some things I have to say.",
        "Jonathan: Reva...",
        "Reva: Some things that a mother has to say to her son in order to guide him if she doesn't...",
        "Jonathan: Reva, Reva. I have one thing to say to you. Shut the hell up.",
        "[SCENE_BREAK]",
        "Jonathan: Wait, wait. Let me... let me run this by you. You tell me if this sounds about right.",
        "Reva: You take it easy.",
        "Jonathan: Okay. I leave Tammy alone in the hospital back home with Alan Spaulding breathing down my neck. I come here, I let them stick some cartoon- sized needle in my spine, or whatever, to, like, literally suck the life out of me.",
        "Reva: Where are you going with this?",
        "Jonathan: Oh, no, hold on. You're going to love this, okay? So I come here, yeah, I guess, to save your life. And what do you want to do? You want to give me a death bed speech?",
        "Reva: I do not.",
        "Jonathan: Okay, so what's the \"Jonathan...\" (coughing feebly) \"There's something that I must tell you, my son.\"",
        "Reva: Stop it. I mean it. I'm serious.",
        "Jonathan: I'm serious, too. I mean it. I don't want to hear it. I put my butt on the line. What's the best you can come up with? \"Remember the Alamo.\" \"This one's for the jipper.\"",
        "Reva: Gipper.",
        "Jonathan: Whatever.",
        "Reva: Don't you get it, sweetie? Please, there are things that I need to say, things that I learned the hard way; things that I've been saving up to say to my children, and not just you. I want to say it to all my children-- to you, to Dylan, to Marah, to Shayne.",
        "Jonathan: Well, so what? I'm the closest one, so you tell it all to me? I'm the closest kid around, so you're going to spew that junk on me?",
        "Reva: This isn't going exactly how I thought this would. I am trying to spare you making the same dumb mistakes that I made.",
        "Jonathan: Then just say that. \"Don't be dumb, Jonathan.\" End of lecture.",
        "Reva: Why are you getting hostile about something that I'm... that I'm doing out of love?",
        "Jonathan: Because it sounds like defeat. It really sounds like giving up. And you don't get to do that. You know what the truth is, Reva? Nobody knows anything. We're flesh and bone, and every now and then we can use each other for spare parts to keep going when we're broken. The only way you get to do that is if you live. That's the secret of life. So save the halftime speeches and just keep living.",
        "Reva: (Sobs) Yeah. I'm doing everything I can to keep living.",
        "Jonathan: Well, you've got to do better. Okay? You know, I'm screwed.",
        "Reva: (Laughs)",
        "Jonathan: This is about me here. This isn't about you. This is about me, because I woke up after that surgery, and I'm not going to try to be cool or smooth or anything about this, but I thought about that baby... and I know now...",
        "Reva: You know what?",
        "Jonathan: I know that I am going to be there for her. I will be there when she's born. I will be that guy who takes way too many pictures of her doing absolutely nothing, and... yeah.",
        "Reva: That's good, Jonathan, that's good.",
        "Jonathan: But if you have all this wisdom saved up, then save it for your granddaughter, you know what I mean? It's probably better she learned some things from you anyway. So, deal? You've got to stick around. So just do it.",
        "Reva: (Laughing) Don't laugh. It isn't just me you chose today. You know that.",
        "Jonathan: Yeah.",
        "Reva: You chose that baby, too.",
        "Jonathan: Yeah, I know that. And I wasn't expecting it, but... anyway, do we have a deal?",
        "Reva: Yes. We have a deal. Lay down.",
        "Jonathan: I will.",
        "Reva: Lay down.",
        "Jonathan: I am.",
        "Reva: Easy.",
        "Jonathan: Okay.",
        "[SCENE_BREAK]",
        "Katie: Miss Elizabeth. No one told me you were moving back.",
        "Lizzie: That's because no one knows. Mom and granddad are still out of town, right? If anyone calls, I'm not here.",
        "Katie: Shall I make up your old room?",
        "Lizzie: Are the bars still on the windows?",
        "Katie: Only if you let them be, miss.",
        "Lizzie: Oh, come here, girl. Let's face it, huh? Always been a spoiled rich girl. Gonna tell me that I can do this, Rox, huh? Tell me that I can care about someone other than myself?",
        "[SCENE_BREAK]",
        "Colin: Everything looks good. Your vitals are within acceptable ranges. You just need to rest, give your body a chance to heal now, huh?",
        "Reva: Well, I don't know if my immune system's listening, but I keep whispering to my white cells, \"Accept the marrow, accept the marrow.\"",
        "Billy: Darling, you're going to be okay now. Can I get you something?",
        "Reva: You can get me my son. Hey. You look pretty darn good for someone who just had himself sucked dry from the inside out.",
        "Jonathan: Yeah, well, I needed to lose a few pounds anyway. How's she doing today, Doc?",
        "Colin: Excellent.",
        "Billy: Hey, you did something good.",
        "Jonathan: Oh, no, no...",
        "Billy: Hey, welcome to the family, okay?",
        "Jonathan: Yeah, thanks.",
        "Billy: Let's give them a minute or two, Doc, okay?",
        "Jonathan: Hey, lazy bones.",
        "Reva: Yeah.",
        "Jonathan: You still in bed? You have something you should be doing?",
        "Reva: Not at the moment, Gimpy.",
        "Jonathan: (Laughs)",
        "Reva: You leaving?",
        "Jonathan: You remember your promise.",
        "Reva: If I live to be 100, which I have every intention of doing, I won't forget what you did for me. I don't want you to forget, either.",
        "Jonathan: How could I forget? I couldn't do that to my fairy Godmother.",
        "Reva: You remember that?",
        "Jonathan: Yeah. A kid could never forget that.",
        "Billy: Hey, your taxi's here. I'd take you to the airport, but...",
        "Jonathan: You have other things to look after.",
        "Billy: You got that right.",
        "Jonathan: (Sighs) Okay. Wait. One last meaningful look.",
        "Reva: Oh, no. Get out, please. Get out of here. Go, go! Get! Please tell Tammy that I love her.",
        "Jonathan: Okay, wait, there is one more thing. I don't say this enough out loud anyway, but I...",
        "Reva: I know. I love you, too, son.",
        "[SCENE_BREAK]",
        "Gretel: What are you doing?",
        "Reva: Oh, I'm writing a letter to my son.",
        "Gretel: The nurses are talking about him like crazy. I didn't get to meet him.",
        "Reva: You will. If you get through the surgery the way I did, which I know you will, then you can come to Springfield and see all of us. That means my son, his bride, and his little baby will be born by then, too.",
        "Gretel: Do they know if it's a boy or a girl yet?",
        "Reva: It's a girl. Maybe they'll name it Gretel. (Laughs)",
        "Gretel: Cool. But I bet he names her after his mom.",
        "Reva: Oh, I don't know. That name comes with a whole lot of baggage. And I think everyone's entitled to their own life, you know? Entitled to live their life the way they want to live it. I'm just writing this letter to my son-- to the baby, actually-- in case...",
        "Gretel: In case what?",
        "Reva: You know what? In case nothing. I'm going to say whatever I want to say to that sweet, beautiful little face myself.",
        "Gretel: Okay. Not sure what just happened, but you seem cool with it, so...",
        "Reva: Do you know the story of the ugly duckling?",
        "Gretel: Not really.",
        "Reva: No? Wow. Well, then I guess I'm going to have to tell it to you, because it's a classic.",
        "[SCENE_BREAK]",
        "Lizzie: Simone. That's kind of good, too. God, none of these feel right, Rox. Before, this was actually kind of fun, you know, figuring out names with Tammy and Jonathan. Oh, God, I'm actually missing the good ol' days with Tammy and Jon-Jon? Come here, girl. Hmm? It's definitely the hormones. Yes, it is.",
        "Jonathan: Hi, Lizzie.",
        "Lizzie: Hey, you're back fast.",
        "Jonathan: Oh. Yeah, I didn't want to leave Tammy alone for too long.",
        "Lizzie: How are you feeling?",
        "Jonathan: I'll live.",
        "Lizzie: How's your mom?",
        "Jonathan: She'll live, too, if there's any justice in this world.",
        "Lizzie: Hey, if I can beat it, so can she. How's Tammy? She must have missed you.",
        "Jonathan: I haven't seen her yet.",
        "Lizzie: You came here before you...",
        "Jonathan: Don't make a big deal out of it. I was on my way to the hospital when I stopped by the hotel to drop my bag off, found this note that you wrote. So what's the deal?",
        "Lizzie: Well, I just thought that it was time that I give you and Tammy your privacy back, and besides, I'm much more comfortable here.",
        "Jonathan: Since when? You're a prisoner here.",
        "Lizzie: No, I have my servants, and hot and cold anytime I want. Monogrammed towels, teddy bears... I mean, did you read the note? I'm better. It's better this way, okay?",
        "Jonathan: No. It's not better for Tammy. She wants you with us while you're going through the pregnancy. And it's certainly not better for you.",
        "Lizzie: How about you?",
        "Jonathan: Yeah. I want you with us, too, while you're carrying my baby. Yeah.",
        "Lizzie: Your baby?",
        "Jonathan: Yeah. Come here. Up, up, up, up! Come here, you little beast. Are you coming home or what?",
        "Lizzie: Home? Yeah. I'm coming home.",
        "Jonathan: Dog, you smell weird.",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Lizzie: Okay, I can't wait. I got the Outskirts bar back for you, and I got Tammy back into Springfield U.",
        "Blake: You bailed out on Jeffrey because of Josh.",
        "Josh: If you want to be mayor, you got to watch what you're doing.",
        "Jeffrey: Yeah, well you should watch who you're doing.",
        "Colin: There's no reason for you to stay here anymore. We've done everything to prepare your body to finish this fight, and now it's either going to beat the disease, or it won't."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=X4RiIRMlkOo"
}