{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Cassie: What are you doing?",
        "Clerk: Mr. Winslow asked that his mail be \r\nforwarded to towers.",
        "Cassie: Oh, right. \"The avenging angel\"? I \r\nnever pegged you for the fiction type.",
        "Jeffrey: Oh, yeah. Yeah, yeah. How did you \r\nthink I ended up doing what I do?",
        "Cassie: Really?",
        "Jeffrey: You lost my space. Yes, detective \r\nnovels. They're the best. I just haven't had much time lately. That's all.\r\n",
        "\r\nCassie: I guess you have been busy. You got Vinnie Salerno, Brad Green. Wow, \r\nseems like you're Springfield’s avenging angel.",
        "Jeffrey: Just doing my job.",
        "Cassie: Seem more like a job.",
        "\r\nJeffrey: Well, yeah, you're right. It was, let's see, it was five years in the \r\nmaking. I'm feeling pretty good about myself.",
        "Cassie: So what are you going to do now that \r\nyou've got what you wanted?",
        "Jeffrey: Well, you tell me. Now that Eddie’s \r\nin the clear, you two must be closer than ever.",
        "",
        "\r\nEdmund: Please, Mr. Ambassador, accept these as a small token of my \r\nappreciation. From my country, of course.",
        "Ambassador: Oh, this must be very difficult \r\nfor you to obtain, eh? At great cost, I'm sure.",
        "Edmund: You have no idea.",
        "Tammy: Edmund, I need to see you about mom.\r\n",
        "Edmund: Tammy, hi. You remember the \r\nambassador, of course. I'm sorry, it's not a very good time.",
        "Ambassador: This obviously important to your \r\nyoung friend. Please, our business is finished.",
        "Tammy: I'm really sorry.",
        "Ambassador: Oh, no. Not at all. Hmm? Thank \r\nyou again.",
        "Edmund: No, thank you, Mr. Ambassador. Have a \r\nsafe trip home.",
        "Ambassador: Thank you.",
        "Edmund: Give my best to Elaina.",
        "Tammy: You did it. You left.",
        "Edmund: Tammy--",
        "Tammy: You have to move back.",
        "Edmund: Tammy, I can’t. Your mother and I \r\nneed some space. I think it'll be more comfortable for her to...",
        "\r\nTammy: You and mom had a fight, right? I've had a lot of time to think about it \r\nand I figured it all out. It's because of me.",
        "",
        "Olivia: You can't be serious.",
        "Phillip: Have a scotch.",
        "Olivia: You're actually accusing me of \r\ncommitting fraud?",
        "Phillip: That's right.",
        "Olivia: Look, the only thing I'm guilty of is \r\ntrying to make this marriage work despite your efforts to undermine it.\r\n",
        "Phillip: (Laughs) I tried to undermine it. \r\nThat's good.",
        "Olivia: Maybe you should call Rick, because \r\nyou're obviously not well.",
        "\r\nPhillip: You tricked me into signing my proxy over to you so that you could sell \r\nmy stock. People go to jail for that, sweetheart.",
        "Olivia: Well, that isn't actually what \r\nhappened, sweetheart. But your memory of events probably isn't the most \r\nreliable.",
        "Phillip: I expected you to say that.\r\n",
        "\r\nOlivia: You knew what you were signing. I sold high and bought low. It's what \r\nyour family has done for generations.",
        "Phillip: Yeah, but the problem is that those \r\nprofits didn't end up in my accounts. They ended up in yours.",
        "Olivia: We're married, Phillip. What's mine \r\nis yours and vice versa.",
        "\r\nPhillip: Now see, you may see it that way, but the government sees it as a \r\nfelony. But it's okay. You don't have anything to worry about. You'll still able \r\nto see Emma on visiting days.",
        "",
        "\r\nGus: Huh, frank. Now look, I'm actually very happy to get back into the thick of \r\nthings, you know. The whole federal investigation thing, it’s just... it's not \r\nfor me. I mean, these guys... they're so uptight; I can't even believe I was one \r\nof them. Now, I'm happy to be back here with you guys in this crud hole with the \r\nworking stiffs. Have you seen my casebook, frank?",
        "Frank: You know, Aitoro, you can't go back to \r\nthe way things were.",
        "Gus: What are you talking about?",
        "\r\nFrank: What I'm saying is that Danny Santos isn't the only hero in town. Here, \r\nhere! Whoa! Way to go. Way to go.",
        "Gus: What is all this? What?",
        "\r\nHarley: Don't be so modest, honey, you did it.   Yeah.   Here, here, Gus.   You \r\nput it all on the line, okay. You were willing to take down your own family if \r\nyou had to. And that took guts.",
        "Frank: Yeah, you definitely showed us what \r\nyou're made of.",
        "(Speech)",
        "Harley: Well, I always knew what he was made \r\nof.",
        "Frank: Well, then that brings me to this. To \r\nGus.",
        "(To Gus)",
        "Frank: The cop's cop.",
        "Here, here. (Cheers and applause)",
        "Gus: You people stop. Please. Just stop \r\nbecause this is not true.",
        "",
        "\nGus: I can't take all the credit for this. ",
        "Frank: Well, that's true.",
        "Gus: You know, cooper here is equally, if not \r\nmore so, responsible. That's how I feel.",
        "Harley: No, not really. No, no.",
        "Frank: He's right, sis.",
        "\r\nGus: I mean, it's true. You might have given up your badge, but you were just as \r\nmuch a cop's cop as me or anybody.",
        "Harley: No, no. Stop. Stop.",
        "Frank: Now who's being modest now?\r\n",
        "Harley: Okay, go on. (Laughter)",
        "\r\nGus: Hello? It's true. It's true. You worked both angles. You worked the Salerno \r\nangle. You worked the Spaulding angle on this case.",
        "\r\nFrank: Yeah, not to mention putting up with Jeffrey O’Neill, right, everybody? \r\n(Laughter) so then that brings me around to another toast here. To my sister. To \r\nHarley.",
        "Here, here. To Harley.",
        "Harley: No, no. Seriously, to Harley and Gus. \r\nThe two who never stop till they catch all the bad guys. Right?",
        "Gus: Yeah.",
        "",
        "Edmund: Tammy, your mother and I are not \r\nfighting because of you. We're not really even fighting, I don't think.\r\n",
        "Tammy: Oh, you're just saying that to make me \r\nfeel better.",
        "Edmund: No, I'm not. I mean, I want you to \r\nfeel better. But, no, I'm not.",
        "Tammy: You've moved out. Something's \r\nobviously wrong.",
        "\r\nEdmund: Your mother and I are having some difficulties. Things can get very \r\ngray. But, Tammy, I promise you it has nothing to do with you.",
        "\r\nTammy: Are you sure? Because ever since the kiss, nothing has gone right. I \r\nmean, it was bad enough that Joey found out, but if you and mom break up...\r\n",
        "Edmund: Hold on. Hold on. Hold on. How did \r\nJoey find out?",
        "",
        "Olivia: I can not be charged with fraud. \r\nEverything I did, I did for Emma. And for you.",
        "Phillip: That's what I said.",
        "Olivia: I had your legal consent.",
        "Phillip: But see they don't think you did.\r\n",
        "Olivia: Who's they?",
        "Phillip: The feds. See, they don't think I \r\nwas in my right mind when I signed those documents.",
        "Olivia: Well, how would they know anything \r\nunless you said something?",
        "Phillip: I don't know. They must have \r\nstumbled on to something during their investigation.",
        "Olivia: Yeah, I bet.",
        "Phillip: Oh, come on. Now, you didn't really \r\ntell me what I was signing, did you?",
        "Olivia: I most certainly did. But you were \r\nconfused at times. You barely even knew your name.",
        "\r\nPhillip: Oh. So, then I guess I was too confused to know what was going on. I \r\nwasn't really in my right mind, so the feds had it pegged.",
        "Olivia: No.",
        "Phillip: And if I wasn't in my right mind, \r\nthen you didn't have my consent.",
        "Olivia: I don't know what you're trying to \r\npull.",
        "Phillip: I'm just trying to get at the truth.\r\n",
        "Olivia: You're twisting the truth.\r\n",
        "\r\nPhillip: I've got to tell you, Olivia, this does not look good for you. It kind \r\nof looks like you took advantage of me at my weakest moment.",
        "Olivia: I tried to help you in your weakest \r\nmoment.",
        "Phillip: Is that why you married me?\r\n",
        "Olivia: Yes. What other reason could I have \r\nhad?",
        "",
        "Frank: All right. Hey, Patrick, do me a favor \r\nand turn around there, buddy. There we go.",
        "Harley: What are you doing?",
        "Gus: Yes. That's perfect.",
        "Frank: Is this better?",
        "Gus: Much better. (Cheers and applause) \r\nthat's what I'm talking about. That's what I'm talking about.",
        "Frank: Well, sis, any chance of getting you \r\nback on the force?",
        "Harley: Not right now. I am way too busy with \r\nHarley’s angels. But someday, who knows?",
        "Frank: You just give the word.",
        "Harley: (Laughs) I will.",
        "Frank: Good job, guys.",
        "Gus: Are you okay?",
        "Frank: About time you came.",
        "",
        "Buzz: Next time give me more than 20 minutes. \r\nHey, way to go, honey.",
        "Gus: Oh, buzz.",
        "Buzz: You, too.",
        "Gus: Too much, Mr. Cooper.",
        "Buzz: I'm proud of both of you.",
        "",
        "\r\nTammy: I should have told Joey the truth from the beginning. It's my fault. I \r\nwas always comparing him to you. I gave the poor guy a complex. And I took him \r\nfor granted.",
        "Edmund: Tammy, you can work this out.\r\n",
        "Tammy: He gave me back our tickets to the \r\nsummer fling. He's not going.",
        "\r\nEdmund: Well, the course of true love never did run smooth. But if Joey’s \r\nimportant to you, let him know that and don't stop fighting until you win him \r\nback.",
        "Tammy: Good advice. Are you going to take it?\r\n",
        "Edmund: Well, Tammy, it's not that simple \r\nwith me.",
        "Tammy: Why not?",
        "Edmund: It's hard to explain.",
        "Tammy: Well, try.",
        "Edmund: Um, Tammy, your mother and I love \r\neach other, but it’s...",
        "Tammy: Well, then why aren't you together? \r\nWhat is more important than love?",
        "",
        "Cassie: You know, it's not like I've been \r\nlucky in my whole life, Jeffrey.",
        "Jeffrey: Okay, well, I'm not talking about \r\nyour whole life. I'm talking about now. Now is pretty good, right?",
        "Cassie: Yes, you have a point.",
        "Jeffrey: Okay, so stop fighting me all the \r\ntime. I'm the guy that saved your life, remember? Twice.",
        "Cassie: I never asked you to save my life.\r\n",
        "Jeffrey: Okay, I really... I'm trying. I \r\nreally am trying.",
        "Cassie: Sorry. Sorry.",
        "Jeffrey: Okay, so you and the ambassador were \r\nhappy. So, go find him and drag him back.",
        "Cassie: Do you really think that'll work?\r\n",
        "Jeffrey: Stop thinking. That's what gets you \r\nin trouble all the time. Stop thinking and just do.",
        "Cassie: I don't know. I don't know. I don't \r\nknow.",
        "Jeffrey: Okay, you know what? I tried. I \r\nreally did. I tried. Good luck. You're on your own.",
        "",
        "Phillip: You know, I don't really remember \r\nour wedding very well. It's all kind of foggy.",
        "Olivia: Yeah, I should have taken pictures.\r\n",
        "Phillip: Why didn't you? It was our wedding \r\nday.",
        "Olivia: I did nothing illegal. They won't \r\nfind anything and I will fight them tooth and nail.",
        "\r\nPhillip: Yep. But you know what? I think you're going to have a tough time. \r\nUnless you want to fight another charge.",
        "Olivia: What charge?",
        "Phillip: Perjury.",
        "Olivia: You've been taping me?",
        "Phillip: Oh, come on.   Now, you didn't \r\nreally tell me what I was signing, did you?",
        "Olivia: I most certainly did.   But you were \r\nconfused at times.   You barely even knew your name.",
        "Phillip: I'm sorry. I didn't want to use \r\nthis, but they made me.",
        "Olivia: That isn't admissible in court.\r\n",
        "\r\nPhillip: No? Hm, maybe. Maybe not. But it doesn't really matter, because it \r\nconfirms their suspicions, and you know how they are.",
        "Olivia: Would you stop saying \"they?\" \"They\" \r\nis you.",
        "Phillip: Oh. It's not mine. It's theirs.\r\n",
        "Olivia: Do you honestly think that I would \r\nsell your stock for my own personal gain?",
        "Phillip: (Laughs) of course I do. Why else \r\nwould you do it?",
        "\r\nOlivia: I did it for you. And for Emma. I'll call my broker, if you don't \r\nbelieve me. I'll transfer every single share back into your account. You'll make \r\na huge profit.",
        "Phillip: I like that idea, and I'll be taking \r\nyou up on it. But you still committed fraud.",
        "Olivia: I did not. Just forget about the \r\nstock, okay? Think about Emma.",
        "\r\nPhillip: You're absolutely right. Emma comes first. So, if you want to avoid \r\ngoing to prison, there's only one thing that you can do. You're going to give \r\nher up.",
        "",
        "Frank: Here. Grab a plate, everybody.\r\n",
        "Alexandra: Oh, excuse me. Fresh turkey. It's \r\nexcellent. Buzz made it himself.",
        "Gus: Are you following me or something?\r\n",
        "Alexandra: I beg your pardon?",
        "Gus: Are you following me? You keep popping \r\ninto my life like this, I'm going to... I'm going to...",
        "Alexandra: Gus, buzz invited me and I wanted \r\nto be here for you.",
        "Gus: How quickly you change your tune, \r\nAlexandra.",
        "Alexandra: Oh, come on. You put your family \r\nfirst and I am extremely grateful.",
        "Gus: I didn't do it for you.",
        "",
        " ",
        "Edmund: Look, you and Joey will be able to \r\nwork this out. You'll see.",
        "Tammy: And what if we can't?",
        "Edmund: Well, if you can't, you don’t. And \r\nJoey Lupo loses a very special young lady.",
        "Tammy: Okay, please don't tell me that I'm \r\nyoung and there are plenty of other guys out there.",
        "Edmund: You are and there are, but I won't \r\nsay it.",
        "Tammy: Does this ever get any easier?\r\n",
        "Edmund: No.",
        "Tammy: Do you think you and mom will...\r\n",
        "Edmund: I don't know. I don't know, Tammy. \r\nBut speaking of your mother, there she is.",
        "",
        "Phillip: You know, the way I look at it, I'm \r\ndoing you a favor.",
        "Olivia: Of course you do.",
        "Phillip: Well, yeah. You've been juggling \r\nmotherhood and business and you've been failing at both.",
        "Olivia: I'm a good mother.",
        "\r\nPhillip: Oh, but you're so much better at so many other things. Like lying and \r\nstealing. And I don't want my daughter to grow up believing that those things \r\nare all right.",
        "\r\nOlivia: Are you talking about Emma? Because your other daughter, Lizzie, grew up \r\nto do all those things very well, and I wasn't even around.",
        "Phillip: Emma deserves to have a loving home.\r\n",
        "\r\nOlivia: And she's going to get that from you and the freaks you live with? \r\nYou're doing this because I kept her from you, because I told you she died.\r\n",
        "Phillip: Well, that would certainly be reason \r\nenough, but no. I'm doing it for Emma.",
        "Olivia: This is your payback.",
        "Phillip: Right. Because, as you say, I enjoy \r\nbeing cruel.",
        "Olivia: You're sick.",
        "Phillip: No. Actually, I'm not any longer, \r\nunfortunately for you. Of course, there might be another way.",
        "",
        "\r\nAlexandra: Gus. Gus, come here. Look, I realize you did not do this for me. You \r\nknow, most of the years of your life, I spent trying to keep you out of this \r\nfamily, my family. Even after you learned the truth. And I was wrong.\r\n",
        "Gus: Alexandra, I hate false sincerity.\r\n",
        "Alexandra: No, I mean, this, Gus. You're a \r\nSpaulding. I know that now.",
        "Jeffrey: Sorry I'm late.",
        "Frank: You got it, right? Did you get it?\r\n",
        "Jeffrey: Yeah, I've got it. It's right here.\r\n",
        "Frank: All right, good. Listen, go over there \r\nand do it. I'll hold onto this for you. Go.",
        "\r\nJeffrey: Cooper? Aitoro? I've got something here for you. Great job. Well done, \r\nokay? Now, this is something from the mayor's office. Ross would have done this \r\nhimself but he's out cutting a ribbon somewhere, something like that.\r\n",
        "\r\nFrank: You know what? Let's hear it for Jeffrey O’Neill. (Cheers and applause) \r\nnice heart-warming speech. That was great.",
        "Jeffrey: Let's do this right. All right, here \r\nwe go.",
        "Harley: Thanks, Frank.",
        "Jeffrey: All right, here we go. \"To Gus \r\nAitoro\"-- hold that, Frank-- \"and Harley cooper, whose brave efforts have helped \r\nbring an end to organized crime in Springfield.\" Smile.",
        "Photographer: Smile.",
        "Jeffrey: There you go. Okay? Of course, we've \r\ngot to check brad green's files to find out what other secrets he left behind.\r\n",
        "Photographer: Smile.",
        "",
        "Tammy: Mom, I was just...",
        "Cassie: Trying to help. Yeah, I know. Do you \r\nthink you could give us a moment alone? Please?",
        "Tammy: Sure. Okay. Good luck.",
        "Cassie: Thanks.",
        "Edmund: She's worried about Joey-- and about \r\nus. She wants her world to be perfect again.",
        "Cassie: So do I. That's why I want you to \r\ncome home.",
        "",
        "Olivia: Coming up on \"Guiding Light.\"\r\n",
        "Phillip: No, I think this is the end of the \r\nline for you, honey.",
        "Olivia: Don't count on it, sweetie.\r\n",
        "\r\nCassie: I know you're not perfect. I'm not, either. Edmund, follow your heart. \r\nPlease come home. oprah: Go inside a maximum security prison for women.\r\n",
        "Edmund: Cassie, I'm not coming home.\r\n",
        "Cassie: Give me a good reason why.\r\n",
        "Edmund: I gave you my reasons yesterday.\r\n",
        "Cassie: I said a good reason.",
        "Edmund: Cassie, don't do this. Please.\r\n",
        "Cassie: This noble thing isn't working.\r\n",
        "Edmund: Believe me, I am not trying to be \r\nnoble.",
        "\r\nCassie: Well, maybe not but that's how it comes off. Edmund, I don't want you to \r\nsacrifice for me. Be selfish. I just want you to love me.",
        "Edmund: Cassie, I do love you.",
        "Cassie: Well, then prove it. Come home.\r\n",
        "Edmund: I can’t. I can’t. You know I can’t.\r\n",
        "\r\nCassie: I know what you said, okay? But you know... I know you're not perfect. \r\nI'm not either. Edmund, follow your heart. Please come home.",
        "",
        "Sandy: Hey there, little cousin.",
        "Tammy: Sandy, what's wrong with us?\r\n",
        "Sandy: Us, as in you and me?",
        "Tammy: Me and my mom. Why do the guys in our \r\nlives always leave us?",
        "Sandy: Oh. I didn't know about your mom and \r\nEdmund. What happened there?",
        "Tammy: I don't know all the details but \r\nEdmund moved out of the beacon.",
        "Sandy: Maybe they're taking a break. People \r\ndo that sometimes.",
        "Tammy: I can't help but feel that I'm the one \r\nwho started this whole entire mess.",
        "\r\nSandy: Tammy, I'm sure your mom has a good reason for breaking up with Edmund. \r\nThe guy does have a dark side.",
        "Tammy: She didn't break up with him. He left \r\nher.",
        "Sandy: Okay, then. He's nuts. Your mom's \r\nawesome. He's lucky to have her.",
        "\r\nTammy: I know. Even though we live in this stupid hotel, this is the most normal \r\nour lives have ever been for me and my brothers. Edmund was so good with the \r\nboys. How are we going to tell them that he's gone? They've never had to go \r\nthrough anything like this in their lives.",
        "Sandy: But you have, right? You've said a lot \r\nof goodbyes in your life.",
        "Tammy: And they don't get any easier. And \r\nthen there's Joey. Joey's gone, too.",
        "Sandy: How can I help?",
        "Tammy: Help me figure out what mom and I are \r\ndoing wrong?",
        "Sandy: Oh. That one's easy.",
        "",
        "Olivia: So now you're telling me there's \r\nanother way to work out this mess.",
        "\r\nPhillip: Mm-hmm. You can still avoid going to prison, and I'll tell you what, \r\nI'll even let you stay out at the mansion.",
        "Olivia: How generous of you.",
        "Phillip: In the servant's quarters.\r\n",
        "Olivia: It'll be like a vacation compared to \r\nliving with you and your family. I'm sure there's more.",
        "Phillip: No. You can see Emma as much as you \r\nlike. As long as the nanny is with you.",
        "Olivia: You want me to have supervised visits \r\nwith my own child?",
        "Phillip: Yes. I don't trust you. You already \r\nleft town with her once already.",
        "Olivia: To protect her from Lizzie.\r\n",
        "Phillip: Lizzie is not a threat to her.\r\n",
        "Olivia: Lizzie hasn't changed, Phillip. \r\nYou're going to let Lizzie have unsupervised visits with Emma, aren't you?\r\n",
        "Phillip: Why wouldn't I? She's not going to \r\ntake her anywhere.",
        "Olivia: Don't waste your breath. It's not \r\ngoing to happen.",
        "\r\nPhillip: It'll happen if I say it'll happen. You've lost your rights. Actually, \r\nI think it's a pretty good deal. Take it or leave it.",
        "",
        "\r\nJeffrey: I love you guys. I hate to eat and run but I've got another \r\nappointment. I'm really going to miss working with you. I really am.",
        "Harley: Good. Well, you know, Jeffrey, next \r\ntime you have an undercover assignment, you can stick it...",
        "Gus: Stick it in your ear.",
        "Harley: Exactly.",
        "Jeffrey: That's my terrier. You don't let me \r\ndown.",
        "\r\nHarley: And you know what? Don't call me that. It's Harley. You can call me \r\nHarley, I have no problem with that. Just don't ever call me that code name \r\nagain.",
        "\r\nJeffrey: Okay, okay. I agree with you, Harley. If you ever get tired of tracking \r\ndown cheating husbands and if you get tired of punching parking tickets, you \r\nknow where to find me.",
        "Gus: I don't punch tickets. What's he talking \r\nabout?",
        "Harley: I know, I know.",
        "Gus: I've never punched a ticket in my life.\r\n",
        "\r\nFrank: Hey, Aitoro. Come over here. Try these peanut butter cookies. Come on, \r\nseriously. They're delicious. Right, guys?",
        "Gus: He knows I'm allergic to peanuts. He's \r\ntrying to kill me.",
        "Alexandra: He's quite a young man.\r\n",
        "Harley: Are you talking about Gus?\r\n",
        "Alexandra: Yes. Yes, I'm very proud of what \r\nhe did. You, too, Harley.",
        "Harley: Are you feeling okay?",
        "Alexandra: (Laughs) of course. I just gained \r\na new sense of respect for him.",
        "Harley: Okay, now I know something's up.\r\n",
        "",
        "Edmund: I can’t. I can’t. I can't, Cassie. As \r\nmuch as I want to do this, we can’t. It's not right.",
        "Cassie: Edmund, it's the only thing that is \r\nright.",
        "Edmund: No, it's not. You will be waiting a \r\nlifetime for me to disappoint you.",
        "Cassie: No. No. You won't disappoint me.\r\n",
        "Edmund: Yes, then Cassie, I'll disappoint me. \r\nI really want to spare myself that.",
        "Cassie: Spare yourself from what, Edmund?\r\n",
        "\r\nEdmund: I want to spare myself a lifetime of worrying about everything I do and \r\nsay, afraid that you're going to leave me at any moment. I don't want to do \r\nthat.",
        "Cassie: That won't happen. I don't want you \r\nto feel that way.",
        "\r\nEdmund: Cassie, you can't say that. There's always going to be that little tiny \r\npart of you that's going to doubt me.",
        "Cassie: No, no. I made a mistake and I will \r\nnever doubt you again, Edmund.",
        "Edmund: Cassie, you're lying to yourself.\r\n",
        "Cassie: No, I'm not.",
        "Edmund: Yes, you're lying to yourself and \r\nyou've got to be honest with me.",
        "Cassie: I'm being honest with you. Okay? I \r\nthought...",
        "Edmund: You thought, you thought, you thought \r\nthat I'd tripped up, that I'd gone back to my old ways.",
        "Cassie: I just let my imagination run wild, \r\nbut you know what? I'm past that.",
        "Edmund: But I'm not.",
        "Cassie: But you will be, Edmund. You will be.\r\n",
        "Edmund: No, Cassie, I don't think so. Cassie, \r\nI like the man I've become and I've become him because of you.",
        "Cassie: No, it wasn't because of me. I mean, \r\nhe's always been there, Edmund.",
        "Edmund: Perhaps. But you haven't always \r\nbelieved in him.",
        "Cassie: No. Edmund, I have.",
        "\r\nEdmund: Cassie, just let me finish. I like the man I've become. I don't want to \r\ngive him up. And as much as I love you, I won't give up that part of me. Not \r\neven for you.",
        "",
        "Olivia: I don't want your deal.",
        "\r\nPhillip: Do I have to remind you that the case is still open? All I have to do \r\nis make one phone call and you'll be put away for a long, long time.",
        "Olivia: You can't do this.",
        "\r\nPhillip: Yeah, I can. And I am. And if you try to fight me on it, or if you try \r\nto leave town with Emma, it won't be nearly as pleasant for you.",
        "Olivia: I want a divorce.",
        "Phillip: Oh, absolutely. When I'm ready.\r\n",
        "Olivia: You must be loving this. Phillip in \r\ncontrol.",
        "Phillip: Well, this part, I have to say I \r\nkind of am. It must be killing you.",
        "Olivia: No, don't gloat just yet. I've gotten \r\nmyself out of tougher situations than this.",
        "Phillip: No, I think this is the end of the \r\nline for you, honey.",
        "\r\nOlivia: Don't count on it, sweetie. You may have a lot of clout in this town, \r\nbut motherhood has a way of winning out over everything else.",
        "\r\nPhillip: Motherhood? (Laughs) please. Oh, I saw you kissing bill lewis during \r\nthe festival. You know, you're lucky I didn't decide to put you in a kennel with \r\nthe rest of the dogs in heat.",
        "",
        "Alexandra: No, nothing is up. I just want us \r\nto be friends again.",
        "Harley: Well, I don't know what to say to \r\nthat. I don't know if we can be.",
        "\r\nAlexandra: Oh, of course we can. Come on, we've got too many people in common \r\nnot to be. Besides, you are family.",
        "Harley: In more ways than one. Did my father \r\nput you up to this?",
        "\r\nAlexandra: Oh, not at all. Not at all. Now, look, Harley, I know I've made some \r\npretty big mistakes and one of the biggest I made was in taking your friendship \r\nfor granted. I'd like to fix that if I can, if you will give me a chance.\r\n",
        "Harley: You're serious.",
        "\r\nAlexandra: Absolutely. We have known each other for so long, Harley. Your family \r\nis very, very important to me. What do you say? Can we give it a shot?\r\n",
        "Harley: I guess we could give it a shot.\r\n",
        "Alexandra: Are you sure?",
        "\r\nHarley: Alexandra, you know, for a long time, I thought that you were the only \r\nperson in that family who actually had a heart. And then I started to believe \r\nthat, I don't know, that yours hardened or maybe you actually lost it.\r\n",
        "Alexandra: No, no, no. Go ahead. Go ahead. \r\nYou're not saying anything to me that I haven't said to myself.",
        "\r\nHarley: Well, I'm sorry to hear that. I mean, I'm happy to hear that, I'm just \r\nglad that you know it. Let’s... let's just see how it goes. Okay?",
        "Alexandra: Okay, okay. Thank you, darling. By \r\nthe way, you need any help with the wedding?",
        "Harley: What wedding?",
        "\r\nAlexandra: Well, yours, of course. I don't mean to step on any toes, I know, but \r\nAlan would be just loving to give you two the celebration...",
        "",
        "Buzz: Excuse me. If there's going to be a \r\nwedding, I'm going to throw it.",
        "Harley: You know, we haven't even started to \r\nthink about...",
        "Gus: Yeah, we have. What? Our wedding? \r\nYeah...",
        "Buzz: Yeah, your wedding.",
        "Gus: We've got a date.",
        "Harley: No.",
        "Frank: What? What? You set a date?\r\n",
        "Harley: We, actually... we talked about a \r\ndate.",
        "Gus: No, we set a date. It's my father's \r\nbirthday. It's Joe August’s birthday.",
        "Alexandra: Of course.",
        "Frank: Well, that's great. I mean, were you \r\nguys planning on telling us?",
        "Buzz: So, when is your father's birthday?\r\n",
        "Harley: You know what? Could you excuse me \r\nfor a second? Can I have a word with you over here?",
        "Gus: What's up? What's the matter?\r\n",
        "\r\nHarley: Sweetie, I know that we talked about that day and that we promised Eden \r\nit would be on your father's birthday. It's obviously such an important day to \r\nyou.",
        "Gus: Yeah.",
        "Harley: Really.",
        "Gus: Uh-huh.",
        "Harley: It's just that I don't think that I \r\ncan stick to that.",
        "Gus: No, no. We set a date, remember? We said \r\nto Eden it would be my father's birthday.",
        "\r\nHarley: No, we didn't set anything. No. And you know what? Do you know what it \r\ntakes to plan a wedding? We haven't even started yet.",
        "Gus: Okay, so we'll start planning things. \r\nYour father will help, people will help.",
        "\r\nHarley: Yeah, my father will help and Alan will help and Alexandra will help. \r\nEverybody will help, but you know what? We just wrapped up a big case, you know? \r\nWe haven't even gotten back to normal yet.",
        "Gus: Things are as normal as they're ever \r\ngoing to get.",
        "Harley: Sweetie, this is a terrible time to \r\nplan a wedding.",
        "Gus: It's always a terrible time with you. \r\nIt's always a terrible time. What's the problem? I don't understand.",
        "Harley: That is so not true.",
        "Gus: It is true. Think about it. There's \r\nalways an excuse for something... do you want to marry me?",
        "",
        "Phillip: Well, I thought you said it was too \r\nearly for that.",
        "\r\nOlivia: Not today. You know, I'm glad that I know where I stand with you because \r\nfor a while there, I wasn't sure if you were being the devoted husband or just a \r\ndemented sadist out for revenge.",
        "Phillip: Neither. Just a father looking out \r\nfor his child.",
        "Olivia: Oh, shut up. You may love Emma as \r\nmuch as I do, but that's not what's driving you.",
        "Phillip: Really? Okay, you tell me what's \r\ndriving me.",
        "Olivia: Pure unadulterated hatred.\r\n",
        "\r\nPhillip: Well, you got me there. But as long as we're being honest, I would \r\nimagine that you hate me just about as much as I hate you.",
        "Olivia: Probably more.",
        "Phillip: I'm not sure that's possible.\r\n",
        "Olivia: Oh, it's possible.",
        "",
        "Tammy: Sandy, has Joey talked to you at all? \r\nAbout me?",
        "Sandy: Funny thing: Until a couple days ago, \r\nthe guy, all he could do was talk about you. And now? Not a word.",
        "Tammy: He hates me.",
        "\r\nSandy: Au contraire. It's the complete opposite. The guy is suffering because he \r\ncares so much. Give him some time, Tammy. I mean, I'm sure Joey Lupo will come \r\naround. He won the heart of the most beautiful girl in Springfield. He's not \r\ngoing to throw that away. You know what we should do? We should go and get some \r\nice cream!",
        "Tammy: Oh, no. I...",
        "Sandy: Come on!",
        "Tammy: I'm not hungry. I'm not hungry. But \r\nyou go.",
        "Sandy: You'll be okay?",
        "Tammy: No. But thank you for listening.\r\n",
        "Sandy: Any time. Give me a hug.",
        "Tammy: Thank you.",
        "\r\nSandy: And don't worry. I'm counting on you to help me out when I fall on my \r\nface the first time. It's bound to happen some day. Take care.",
        "",
        "\r\nCassie: I'm not a quitter, Edmund. I hurt you. Wounds heal. Look at me. Now, \r\nmaybe you need a little time to yourself, you need a little distance.\r\n",
        "Edmund: Distance? Distance is not going to \r\nhelp.",
        "Cassie: You'll see, Edmund.",
        "Edmund: You just can't trust me, Cassie.\r\n",
        "Cassie: I made a mistake, Edmund. How many \r\ntimes do I have to say that?",
        "\r\nEdmund: Have you ever asked yourself why you made that mistake? Cassie? What I \r\ndo doesn't matter. It's who I am.",
        "Cassie: Edmund, I love who you are.\r\n",
        "Edmund: No, that's not true. Not entirely.\r\n",
        "Cassie: Yes, it is. Stop putting words in my \r\nmouth.",
        "Edmund: It's true.",
        "Cassie: No, it's not. It's not. And you know \r\nwhat? You're going to see that. Soon you will see that.",
        "Edmund: Cassie. Cassie, you have got to go \r\nand you've got to go now.",
        "Cassie: No, Edmund. I'm not giving up.\r\n",
        "",
        "Harley: How can you even ask me that?\r\n",
        "Gus: Just answer the question: Are you going \r\nto marry me or are you not going to marry me?",
        "Harley: Yes, I'm going to marry you.\r\n",
        "Gus: Okay. So, then, no more excuses. Right?\r\n",
        "Buzz: Uh, is there a problem here?\r\n",
        "Gus: No.",
        "Harley: No.",
        "Gus: We're getting married. In July. My old \r\nman's birthday. Right?",
        "Harley: Right.",
        "Buzz: Okay, they're getting married in July.\r\n",
        "\r\nAlexandra: Beautiful. A late summer wedding. They can be gorgeous, you know? And \r\nwe'll have it on the grounds. The grounds... oh, it'll be wonderful.",
        "Buzz: How about a church wedding? You haven't \r\ndone one of those yet.",
        "Gus: Whatever you do, ask her. She makes the \r\nrules.",
        "\r\nFrank: Well, sis, whatever you want. But you know, the good news is, with dad \r\nrunning the show here, you know you're going to have one of the biggest, fattest \r\nGreek weddings this town has ever seen.",
        "Alexandra: (Laughs) well, Alan may have \r\nsomething to say about that. Please.",
        "Buzz: Harley doesn't really go in for fancy \r\nstuff, do you?",
        "Alexandra: Oh, come on. She's been married at \r\nthe Spaulding grounds before.",
        "Buzz: She was a lot younger then. And same \r\ngoes for Gus over there. You know, he's one of the family now.",
        "",
        "Olivia: You know, it's strange because we \r\nhate each other at the same fever pitch that we used to make love.",
        "Phillip: Well, you know, for some people \r\nthere seems to be a thin line between love and hate.",
        "Olivia: Don't be so smug. You've had a good \r\nday so far, but the day isn't over.",
        "Phillip: Are you really going to try to \r\nthreaten me?",
        "Olivia: There is such a thing as karma, \r\nPhillip. Whatever you do to me comes back tenfold.",
        "",
        "Nanny: I told you, Emma. Mommy and daddy are \r\nright here.",
        "Cassie: What we have is too good, Edmund. And \r\nit means everything to me and everything to my kids.",
        "Edmund: Cassie, I will always love you and I \r\nwill always love the kids, but I am sorry. This is not going to work.\r\n",
        "Cassie: Don't say that.",
        "Edmund: I have to say it and you have to \r\naccept it.",
        "\r\nCassie: No, I don’t. I don’t. Edmund, when I was at my lowest and I kept pushing \r\nyou away but you kept coming back every time.",
        "Edmund: No, it's not the same thing.\r\n",
        "\r\nCassie: Yes, it is the same thing. It is the same thing. Now, maybe right now \r\nyou need time to yourself and that's fine, but I am going to keep coming back \r\nuntil I break down all of your defenses.",
        "Edmund: Cassie, I'm not going to let you do \r\nthat.",
        "Cassie: Well, you just try and stop me. I \r\nwill spend the rest of my life showing you how much you mean to me.",
        "Edmund: I'm not a prince anymore. I'm not \r\neven a bad one.",
        "Cassie: Edmund. You're a man. You're just a \r\nman.",
        "Edmund: That's right. I'm just a man. And I \r\nknow I can live with that. And I don't think you can.",
        "Cassie: Hey. Are you waiting for me?\r\n",
        "",
        "Tammy: How did it go?",
        "Cassie: Edmund's still there and I'm here.\r\n",
        "Tammy: I'm so sorry, mom.",
        "Cassie: Yeah.",
        "Tammy: Does this have anything to do with...\r\n",
        "Cassie: No. No, no. It doesn’t.",
        "Tammy: Mom, Joey knows.",
        "Cassie: Oh, Tammy. Is he totally freaked?\r\n",
        "Tammy: Totally. He's probably never going to \r\nspeak to me again.",
        "Cassie: No, no. He will. He will.",
        "Tammy: I'm serious. I hurt him so badly.\r\n",
        "Cassie: Well, you'll have to make it up to \r\nhim.",
        "Tammy: But how?",
        "Cassie: I don't know. I'm in the same boat, \r\nhoney. I guess we'll just have to get through it together.",
        "Tammy: Just like old times, huh? You and me \r\nagainst the world?",
        "Cassie: Two tough chicks.",
        "Tammy: Two clueless tough chicks. (Laughter)\r\n",
        "Cassie: Well, maybe if we put our heads \r\ntogether.",
        "Tammy: Well, this is different: You coming to \r\nme with guy problems.",
        "Cassie: Who better? We're born fighters. \r\nWe'll get through this.",
        "Tammy: And we will get them back. I don't \r\nknow how, but we will.",
        "Cassie: Yeah. We will.",
        "",
        "Phillip: You can take the rest of the \r\nafternoon off, Janice.",
        "Olivia: It's okay. Why don't you go shopping \r\nor go to the movies or something?",
        "Nanny: I did need some new shoes.",
        "Olivia: Good. Have fun. I'll see you back at \r\nthe house.",
        "Phillip: Hi sweetheart. Did you have fun in \r\nthe park today? Did you have fun?",
        "Olivia: Oh, that's a tired little girl. Are \r\nyou sleepy?",
        "Phillip: I think I'm going to take you for a \r\nwalk down by the lake. Would you like that?",
        "Olivia: No. Come on, it's hot down there. \r\nThere are no trees on that path. Besides, it's her nap time.",
        "Phillip: Just an extra 20 minutes. She can \r\ntake a nap when she gets home.",
        "Olivia: Do you not want her to sleep tonight?\r\n",
        "Phillip: Okay. We'll take a nap now. And then \r\nmaybe we'll sit by the pool. How's that?",
        "Olivia: Fine.",
        "\r\nPhillip: Okay. You know what? Pretty soon, daddy's going to be teaching his \r\nlittle guppy how to swim. And horseback riding and tennis and so many other \r\nthings.",
        "Olivia: I have things to teach her, too.\r\n",
        "Phillip: Not if I can help it.",
        "Olivia: She's as much my daughter as she is \r\nyours. You may want to forget that, but she won’t.",
        "Phillip: We'll see. Now I'm going to take my \r\ndaughter home. Oh, don't you have to call your broker?",
        "Olivia: Hi, Beth. It's Olivia.",
        "",
        "Gus: Thing's got a scratch on it already. How \r\nappropriate.",
        "Harley: Honey, I know you hate all this hero \r\nstuff, but you really are one.",
        "Gus: I was thinking, actually, you're the \r\nhero. Walking down the aisle with a guy like me.",
        "Harley: That's bravery, all right. (Laughs)\r\n",
        "Gus: Baby, I know that you're gun-shy.\r\n",
        "Harley: Mm-hmm.",
        "Gus: We're going to work this out.\r\n",
        "Harley: Yeah. But you have to admit, it's a \r\nlot easier catching the bad guys than it is getting married.",
        "Gus: We can't back out now because we'd look \r\nlike idiots.",
        "Harley: Yeah. That's true.",
        "Gus: All right?",
        "\r\nHarley: I was thinking that when you first came here, when we first met, you \r\nwere this chain-smoking mean rogue cop who had more sharp edges than a barbed \r\nwire fence.",
        "Gus: You just compared me to a barbed wire \r\nfence.",
        "Harley: I know. That's the best thing I could \r\ncome up with right now.",
        "Gus: You loved me back then. You couldn't \r\nkeep your eyes off me.",
        "Harley: Did I mention cocky? Chain-smoking, \r\ncocky...",
        "Gus: You were. Admit it. You can't admit it? \r\nEven now?",
        "Harley: My lips are sealed.",
        "Gus: Yeah, well, I have the secret recipe \r\nto...",
        "Harley: (Laughs) you know, honey? I'm just \r\nsaying I don't need a marriage license to know how lucky I am.",
        "Gus: I am going to stand up wherever it is \r\nthat we end up and tell the world I am the luckiest guy.",
        "Harley: July.",
        "Gus: July. And that's right around the \r\ncorner.",
        "Harley: Whew, yeah. You can say that again.\r\n",
        "",
        "Tammy: Next, on \"Guiding Light.\"",
        "Alexandra: You don't truly think that I \r\nappreciate what you've done for me, do you?",
        "Beth: Wow. It's been so long, I forgot how \r\nwonderful marriage could be.",
        "Olivia: You have to help me turn things \r\naround and grind Phillip into the dirt."
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=AZIDTgYBznw"
}