{
    "Episode Summary": [],
    "Recap": [
        "At the Bauer barbecue, Tony is hostile to Danny and wants him to be honest with Michelle. Michelle tries to put up a good front to everyone but Tony and Reva see through her act. Robbie arrives and cries out \"mommy\" upon seeing Michelle. Gus is nervous about Darci knowing his secret. Frank tells Gus that he doesn't think the Spaulding-Salerno case is really wrapped up; he thinks Brad was working with someone else at Spaulding. Harley quizzes Gus about why he keeps talking to Darci about something. Frank proposes to Darci. She accepts but prepares to tell him the truth. Jeffrey shows up and people give him a hard time, except for Reva. Philip and Olivia argue again; he wants her to go with him to the barbecue, just to keep up appearances, but she refuses. He takes Beth instead. Bill drops by and they flirt. They go have margaritas and then go back to his place to have sex. One of Phillip's spies is following her. Reva asks Jeffrey to look into the credit card reports that make it look like someone is pretending to be Cassie. He agrees to look into it. He phones someone asks says they better not be impersonating Cassie."
    ],
    "Recap Author": "Suzanne",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Ross: Hello, Danny.",
        "Danny: Ross, hey. You know what? I think that the new mayor should do the honors. What do you say?",
        "Ross: Well, I have a better idea. Ever since Judy dropped Robbie off to stay with us, he's been counting down the days till the fourth, so...",
        "Danny: Yeah, I know. I wish he could be here, too. I really do.",
        "Tony: So bring him here. He misses his mother, right?",
        "Ross: Very, very much.",
        "Danny: Yes, I know he does. But if Michelle doesn't remember him, and she probably won't...",
        "Tony: Danny, how long you want to keep lying to her? How long do you want to keep that up?",
        "Danny: It's not forever. I don't want to push things. Michelle memory is just starting to come back. She remembered something last night.",
        "Ross: There you go, that's progress. Next year things will be as they should be.",
        "Danny: Tell you what, Ross. Tell Blake to bring the kids by later, okay?",
        "Ross: What about Michelle?",
        "Danny: I'll find a way to get Robbie out of here and take him to the park for fireworks.",
        "Ross: All right. Good idea. I'll let Blake know right now.",
        "Danny: Okay, thanks.",
        "Tony: It's her son. Danny, you hear me? It's her son. She has a right to know.",
        "[SCENE_BREAK]",
        "Reva: So you ready to scream yet?",
        "Michelle: Mm-hmm. I'm glad to see you.",
        "Reva: You know what? Let's pretend like everyone's naked or something.",
        "Josh: Isn't that for fear of public speaking?",
        "Reva: I find that it works for just about anything. I also have to give you thumbs-up for even attempting this, you know, to face all of these guests.",
        "Josh: Yeah, hungry, hungry strangers. This is so bizarre. My name is Josh Lewis.",
        "Michelle: Hi.",
        "Josh: I am Reva's husband.",
        "Michelle: Josh, nice to meet you again.",
        "Reva: He actually has a question to ask.",
        "Michelle: Oh, go ahead. Shoot.",
        "Josh: Yeah. I don't mean to be insensitive, but I was wondering if you made your famous apple pie again this year.",
        "Reva: It reminds him of his mama's recipe, and his wife just can't seem to get the knack for it.",
        "Michelle: What would be the fourth without it?",
        "Cassie: Hey, there you are.",
        "Josh: How are you, sweetheart?",
        "Cassie: Good. Happy fourth. Hi.",
        "Michelle: Cassie Winslow, right?",
        "Cassie: Yes. Yeah!",
        "Michelle: You must be Edgar.",
        "Edmund: Edmund.",
        "Michelle: Sorry.",
        "Edmund: It's okay. You were very close.",
        "Cassie: Close. Don't worry. You have a lot of faces to remember.",
        "[SCENE_BREAK]",
        "Danny: Okay. Oh, hey, everybody.",
        "Michelle: Hi, Danny.",
        "Danny: Ready to do this, honey?",
        "Michelle: Bring it on.",
        "Gus: Take it easy, all right? No one's... no one's watching your every little move, okay?",
        "Darci: You don't know how much I want to believe that.",
        "Gus: No use drudging up your past. Don't put those back in the bowl.",
        "Darci: So as long as I don't mention brad green and Alexandra, right? I'll be fine.",
        "Harley: Honey?",
        "Gus: Yeah? Hey, Tony. Hey, honey.",
        "Harley: What are you guy's whispering about over there?",
        "Gus: Oh, just potato salad. Things... recipes...",
        "Harley: Really? You know I don't like secrets.",
        "Gus: Oh, well, don't worry.",
        "Michelle: Yeah. Sure, that sounds great.",
        "Danny: Okay, all right.",
        "Michelle: So you know the naked thing? It's not working. And it's kind of disturbing.",
        "Harley: Hey, Michelle. Hi, I'm Harley Copper.",
        "Michelle: Yes, you know me. I know the face and your vital stats, so...",
        "Gus: Aitoro. Gus Aitoro.",
        "Michelle: Yes, I know that face, too. Yeah, what's up with the facial hair? Always thin like that, every picture I have of you.",
        "Gus: Wow. It's a trade secret, I guess. What have you been studying it?",
        "Michelle: Yeah, you know, Danny's keeping me on track.",
        "[SCENE_BREAK]",
        "Rick: Just look at her. She's trying so hard.",
        "Mel: Well, hopefully not too hard, you know?",
        "Rick: Well, you know, today is supposed to be fun. Now I don't want her to be overwhelmed.",
        "Mel: Well, keep an eye on her. If she looks like she's ready to blow, we'll drag her inside.",
        "Rick: Okay. You know, I really started to worry that she'd never get her memory back. You know, then last night...",
        "Mel: I know.",
        "Rick: For the first time since she woke up I'm really starting to feel hopeful.",
        "Michelle: Yeah, so I was given my Grandma B's apple pie recipe, and then all of a sudden it was like I could feel my hands kneading that dough. You know what I mean?",
        "Harley: Yeah. I made an apple pie once, last thanksgiving.",
        "Gus: Yeah, it wasn't bad. Was it for company? It was pretty good, miraculously. I'm sure yours is just as good if not better.",
        "Harley: I made that for you guys.",
        "Michelle: Oh.",
        "Danny: Here you go. It's orange soda, it's your favorite.",
        "Harley: Michelle was just telling us about last night about how she's starting to remember things.",
        "Danny: Isn't that great?",
        "Harley/Gus: Yeah.",
        "Danny: It's just the beginning.",
        "Michelle: Yeah, and then today, you know, my friends and family are going to be here. I'm sure it's all going to start flooding back any minute.",
        "Gus: You will become better than ever.",
        "Michelle: That's great.",
        "Danny: You bet she will.",
        "Michelle: Thanks. Can you excuse me for a minute?",
        "Danny: Sure.",
        "Michelle: Starting to think you weren't going to make it.",
        "Tony: Well, I am here for you and Danny. Enjoyed your speech, by the way. Too bad I don't believe any of it.",
        "Michelle: So you think I was lying?",
        "Tony: Flashes of memory? I don't think so.",
        "Michelle: This is the house I grew up in. What's so hard to believe?",
        "Tony: Oh, I don't know, Michelle. It just seems like you should be a little more excited about remembering, don't you think? Huh?",
        "Michelle: Well, how come they bought it and you didn't?",
        "Tony: Because you told them what they want to hear. Hey, all I want to hear is the truth.",
        "Michelle: Well, I guess we have that in common.",
        "[SCENE_BREAK]",
        "Phillip: Well, stealing files, are we? And on a holiday, no less.",
        "Olivia: What can I say? I have a strong work ethic.",
        "Phillip: But you don't work here anymore.",
        "Olivia: Thanks so much for the reminder.",
        "Phillip: Actually, after your performance at the board meeting yesterday, you're very lucky that you're not doing time.",
        "Olivia: Are you still threatening to send me up the river?",
        "Phillip: Well, I have the evidence, and you know that, so if I were you, I wouldn't test me again.",
        "Olivia: I was just sharing with the board members here that I was proud of you for getting over your... you know, insanity. I just feel proud of the electric convulsive therapy treatment.",
        "Phillip: Are you almost finished here?",
        "Olivia: What does it matter?",
        "Phillip: Because we're going to the barbecue.",
        "Olivia: No. We're not going to the barbecue. I'm not spending the day with you.",
        "Phillip: Oh, trust me, honey. It'll be no picnic for me. But, you see, its tradition, and its Emma's first. So these pictures must have both her parents in them.",
        "Olivia: You know, you want me gone. You want us to act like a happy little family. It's a little crazy. Should call the boys at Ravenwood?",
        "Phillip: So much for you wanting to spend time with Emma.",
        "Olivia: Oh, Phillip. The only reason you want me to go is so we can keep up appearances for Rick and everybody else, but I've got news for you; they're on to us.",
        "Phillip: Suit yourself.",
        "Olivia: Okay, have fun. Go pledge allegiance to hypocrisy.",
        "Phillip: (Laughs) right. Tell me something, Olivia. When have you ever believed in anything besides yourself?",
        "Olivia: I used to believe in true love... until you taught me better.",
        "[SCENE_BREAK]",
        "Tony: Okay, Michelle, listen. You're lying to people who believe that your memory is starting to come back, you know?",
        "Michelle: They so desperately want me to be this Michelle person that they know and love.",
        "Tony: Okay, yeah, I know that. Do you blame them?",
        "Michelle: No, no. And that's why I'm trying to give him a little hope.",
        "Tony: Okay.",
        "Michelle: That's why I tried to bake that apple pie, and I burned it.",
        "Tony: You burned it?",
        "Michelle: Yes.",
        "Tony: Well, that's too bad, because I would have loved a slice.",
        "Michelle: That's not helping.",
        "Tony: Okay, look, I'm sorry. They just... they love you. These people, they love you and they want something from you, Michelle.",
        "Michelle: Yeah, apple pie.",
        "Tony: No, they want what you used to give them. They want what that pie means. That's what I'm trying to say.",
        "Michelle: I know, and I'm trying to give them that hope. Is there something wrong with that?",
        "Tony: Well, I don't know. You tell me. I mean, did your lie feel good?",
        "Reva: Could you excuse us for just a moment?",
        "Tony: I will see you around.",
        "Reva: Good. Thanks.",
        "Michelle: What's up?",
        "Reva: I got a look at that apple pie. I looked at it and it just... I think I can help.",
        "[SCENE_BREAK]",
        "Mel: Hey.",
        "Rick: Hey.",
        "Danny: She's doing great, isn't she? She might even remember something else today.",
        "Rick: Well, not necessarily, Danny.",
        "Danny: Yeah, but she could.",
        "Rick: Yeah, yeah, she could.",
        "Danny: You think maybe today is a good day to tell Michelle about Robbie?",
        "Mel: Oh, I don't know about that, Danny.",
        "Danny: What do you think, Rick? It might be the push that she needs.",
        "Rick: You know what, Danny? I don't know if this is the time or place to do it.",
        "Danny: Yeah, me either. I want to do it right. I hate not telling Michelle, but I don't want to freak her out. And I don't want to freak out Robbie.",
        "Ross: Danny, you're doing everything you can to protect her. And, frankly, I don't blame you. I don't blame you at all.",
        "Danny: Well, I do.",
        "[SCENE_BREAK]",
        "Cassie: Michelle seems so comfortable with Reva.",
        "Josh: Well, you know, Reva understands her, I think, more so than most people.",
        "Edmund: I can imagine.",
        "Jeffrey: Hi, everyone. How're you doing? What do we got here, some cake? Okay, let me guess. There's a new game this year to replace the egg toss. It's called \"who hates Jeffrey O'Neill the most\"?",
        "Josh: Sign me up.",
        "Cassie: No, hey, you don't have a shot.",
        "Jeffrey: You're the one who said I should come here.",
        "Cassie: I did not.",
        "Jeffrey: Yeah, you did. You said it would be a good place for me to say my good- byes.",
        "Edmund: Good-byes? Oh, you're not telling us you're leaving, are you?",
        "Jeffrey: I think I'm going to miss you the most, Mr. Ambassador.",
        "Edmund: Please don't tease us.",
        "Jeffrey: (Laughs) well, you're going to have to find another somebody to kick around. See you later.",
        "[SCENE_BREAK]",
        "Harley: Look at this. More whispering. Hey, if I didn't know better...",
        "Frank: Yeah, Gus wishes.",
        "Darci: Don't blame Gus. It's my secret.",
        "Frank: Oh, you've got a secret, do you?",
        "Darci: No. My secret mission, is to borrow the recipe for Buzz's Baklava.",
        "Frank: Yeah, well, that's not going to happen, because he barely gave it to Eleni and she was my wife, so...",
        "Gus: Poor you, you'd have to marry into the family just to get the recipe.",
        "Harley: This is such a coincidence, because, Frank, weren't you just saying something about...",
        "Frank: Hey, sis, can you go to the car and get the rest of the food, please?",
        "Harley: I think we've already got everything.",
        "Frank: I'll just double-check.",
        "Darci: Don't worry, big guy. I have no intention of dragging you to the altar.",
        "Frank: Oh, I am not worried.",
        "Harley: Hello? Do I still have to go to the car?",
        "Gus: Yes, because I need to ask Gus a question.",
        "Darci: Not today, you don't. You're off duty.",
        "Harley: Yeah, you guys can play cops tomorrow.",
        "Frank: Look, I just have one question for him.",
        "Gus: Go ahead. Shoot. What? Come on, this guy's my boss. Am I really going to say no to the boss? I mean...",
        "Harley: All right, fine. Starsky and Hutch, you guys can do your little cop thing. We'll be right over here. Darci and I, we're going to be unwrapping the food. I can hear you.",
        "Frank: This is about the Spaulding/Salerno case.",
        "Gus: Oh, right. Well, it's an open-and-shut case, right?",
        "Frank: Really? Well, I'm not so sure about that.",
        "Gus: You know, the girls are right. We really should talk about this later and get this thing going, all the food and everything.",
        "Harley: Frank, Jeffrey O'Neill, he has this case sewn up.",
        "Frank: Well, you know what? I thought we all agreed just to one question.",
        "Harley: I didn't agree to anything.",
        "Frank: Can you pipe down for two seconds? The reason is, all these pieces, just don't add up.",
        "[SCENE_BREAK]",
        "Olivia: Phillip, I'm not going to plaster on a fake smile and go to the Bauers'.",
        "Bill: Yeah, me neither.",
        "Olivia: Bill.",
        "Bill: William Harlan Lewis III, but yeah, you can call me Bill. Don't tell me they make you leave through the back door here at Spaulding.",
        "Olivia: Oh, is that how Josh and Billy expect you to leave Lewis?",
        "Bill: Yeah, well, I'm not going anywhere. I'm still there.",
        "Olivia: Yeah. I'm Mrs. Phillip Spaulding.",
        "Bill: Well, technically you are.",
        "Olivia: Don't remind me.",
        "Bill: Well, technically, I'm still weighing my options.",
        "Olivia: Whatever you say.",
        "Bill: No. I gave my Uncle Josh and my dad an ultimatum. I think they're going to meet my terms.",
        "Olivia: Oh, good. Well, at least you don't have spies following you around, watching your every move, making sure you don't take off with the Spaulding heir.",
        "Bill: You'd never consider something like that.",
        "Olivia: Oh, boy. Of course, I have. I can't give Emma the kind of future she deserves. So, her future depends on me staying in Springfield.",
        "Bill: But, beating Phillip at his own game?",
        "Olivia: You better believe it.",
        "Bill: So, then, if you're not going to the barbecue, what have you got planned?",
        "Olivia: My own version of the red, white and blue.",
        "Bill: Sounds interesting. Well, I've got the white socks.",
        "Olivia: Well, I've got the red.",
        "Bill: You certainly do. Now, what are we going to do about the blue?",
        "Olivia: How about some blue margaritas at Olivia's?",
        "Bill: All in the pursuit of happiness?",
        "Olivia: Something like that.",
        "[SCENE_BREAK]",
        "Gus: Frank, I think you're just upset over the whole Spaulding/Salerno case because the Feds and O'Neill, they all kept you out of the loop. You know, but I'll tell you what. Tomorrow, you and I can sit down, we can go over the whole case, \"a\" to \"Z.\" How's that?",
        "Frank: Well, you know what? I've read the report, and there's just something a little off.",
        "Gus: Can you be more specific?",
        "Harley: No, he can't. When frank gets a feeling about something, he's usually right.",
        "Gus: Well, he's not this time.",
        "Harley: I'm serious. What's wrong? What about this case doesn't make sense for you?",
        "Darci: Harley, come on. Not you, too. I thought you were on the \"no work\" side.",
        "Harley: Well, I guess it's in my blood.",
        "Darci: Hon, make me a hot dog.",
        "Gus: Honey, I need a beer or something. I just...",
        "Harley: Mm-hmm.",
        "Gus: I'm very thirsty.",
        "Harley: Mm-hmm. Hey, Michelle, I can't wait for that apple pie.",
        "[SCENE_BREAK]",
        "Michelle: Oh, yeah.",
        "Reva: Well, you know what? I had a feeling that you might need backup, so is that not beautiful? There's two of them. One of them is Helberg's, the best bakery in town.",
        "Michelle: You're kidding me. You must be psychic or something.",
        "Reva: Sweetie, I know that you're just trying to please everyone, but you can't. It's not possible.",
        "Michelle: Tell me about it.",
        "Reva: You tell me something. Are you really starting to get your memory back?",
        "Michelle: Was it that obvious?",
        "Reva: I had a hunch, and then I saw Tony pull you aside.",
        "Michelle: Yeah, yeah. He knew I was faking, too.",
        "Reva: Tony's a pretty sharp guy.",
        "Michelle: Yeah, he is. So how come he broke up with your daughter?",
        "Reva: Oh, well, there were a lot of reasons. I just think that they wanted different things.",
        "Michelle: Oh, that's too bad.",
        "Reva: Well, things happen for a reason. They just weren't meant to be. Besides, a part of me thinks that Tony is just better off alone sometimes. His lifestyle is very edgy.",
        "Michelle: Well, some women love that.",
        "Reva: I know.",
        "[SCENE_BREAK]",
        "Danny: Hey. Do you have a problem with how I'm handling Michelle?",
        "Tony: My problem, Danny, is that you are handling Michelle. You need to... you know what? No, forget it. I don't need to do this. Have a nice day, okay?",
        "Jeffrey: I'm sorry, Tony. Am I in your way?",
        "Tony: You're always in my way, O'Neill. I thought... I thought I heard you were leaving town. No? Huh?",
        "Jeffrey: Yeah. Yeah, I am. I just want to tell you that you got a free pass this time because your cousin made a deal.",
        "Tony: Yeah, well, Danny's a hero.",
        "Jeffrey: Yeah. Well, the next D.A might not be so generous, just so you know.",
        "Tony: Good thing I'm clean.",
        "Jeffrey: Yeah, good thing you are.",
        "[SCENE_BREAK]",
        "Cassie: Look at him. Look at him. It's bad enough he's bugging Danny, but now he's leaning on Tony.",
        "Edmund: Repeat after me: Jeffrey O'Neill will not ruin my barbecue.",
        "Cassie: Jeffrey O'Neill will not ruin my barbecue.",
        "Edmund: You see? Wasn't that easy? Besides, he's leaving town and you'll never see his face again.",
        "Cassie: Yeah, well, that's good.",
        "[SCENE_BREAK]",
        "Rick: Well, look who's here to meet us.",
        "Mel: We have to set up another father-daughter play date.",
        "Rick: I just can't wait till they're old enough to play together.",
        "Phillip: Oh, Rick? Bit of advice: When they're like this, never wish for time to speed up. Never, never.",
        "Mel: Where's Olivia?",
        "Phillip: Uh, working.",
        "Rick: Oh. She's not in the holiday spirit, I understand.",
        "Phillip: No.",
        "Mel: I would think she'd want to be here with Emma.",
        "Phillip: Well, I don't know. I guess being with Emma is just not a priority right now.",
        "Beth: Phillip.",
        "Phillip: But thank goodness Beth has graciously offered to fill in.",
        "Beth: It's just a temporary arrangement. I helped Phillip hire the nanny.",
        "Rick: What is your trick, buddy? I mean, I can't get my exes to send me Christmas cards.",
        "Mel: I think it's great that you two get along so well.",
        "Rick: Yeah, me, too.",
        "Phillip: Well, nobody's been killed yet. That's certainly a plus.",
        "[SCENE_BREAK]",
        "Danny: What's your problem today? No, I'm serious. Today is supposed to be a good day. Michelle is remembering things. There's hope.",
        "Tony: Well, that's good, Danny. You should have hope. You should.",
        "Danny: What? Is this all about me not telling Michelle about Robbie?",
        "Tony: It's all of this, man. All of it. The day, the act, you are forcing Michelle to make an apple pie when she can't remember her own son, man.",
        "Danny: I... Tony, I'm just trying to make things okay.",
        "Tony: No, you're not, Danny. No, you're not. You're trying to make everything look okay. It's called appearance. It's the same thing you did when you used dirty money to get... to look clean with Salerno, right? It was all about the appearance then. Tell me, Danny, how does it look from the outside? Huh?",
        "Danny: You're all about honesty, aren't you? How's that new, clean life on the ranch going, Tony? Did you distance yourself enough from me?",
        "Tony: Well, you know what? I tried, but you asked me to move back in.",
        "Danny: I'm trying to do what's best for Michelle.",
        "Michelle: Well, nobody asked you.",
        "[SCENE_BREAK]",
        "Bill: Coming up on \"Guiding Light\"... now, if you did those things, what do you think would happen?",
        "[SCENE_BREAK]",
        "Olivia: You tell me.",
        "Jeffrey: I found out that someone has been impersonating her Royal Highness Cassie Winslow. It better not be you.",
        "Tony: I should go. I'll see you guys.",
        "Michelle: Why?",
        "Tony: Because I don't belong here, Michelle.",
        "Michelle: Of course, you do.",
        "Tony: No, I don't.",
        "Danny: No, maybe he's right.",
        "Michelle: Look, this is my family's barbecue, right? I want you here, not that I'm convinced that that matters to you.",
        "Danny: Of course, it matters to me.",
        "Michelle: You know, you left here last night and you were so angry, pretending everything was fine. Why can't you show that? Why can't you show that?",
        "Danny: Michelle, maybe I don't want you to worry.",
        "Michelle: Well, maybe I want to worry.",
        "Danny: Why would you want to worry?",
        "Michelle: Because it's honest, it's real, and it's about all I've got right now. It's like what you said.",
        "Tony: Listen, I don't want to get in the middle of it, all right?",
        "Michelle: Oh, good. More conflict avoiding. Just what I need.",
        "Rick: Is everything okay over here?",
        "Danny: Yeah. Everything's fine.",
        "Rick: Good. If you have a minute, I want to reintroduce you to a friend of mine.",
        "Michelle: Ah. I'll be there in a minute. Look, I didn't mean to start a whole thing, I just... you know, just be real with me, okay? That's all I ask.",
        "Tony: Well, so you heard that. What are you going to do about Robbie, Danny? Huh?",
        "Danny: I'm going to tell her. Soon.",
        "Tony: Yeah.",
        "Danny: Yeah, would you rather I just spring it on her here in the middle of the barbecue?",
        "Tony: You know what? Listen, a couple of days ago would have been nice, yeah.",
        "Danny: I'm not going to discuss this with you anymore. Now, listen, Blake is going to be dropping Robbie by later, and I need you to keep Michelle busy till I can get him out of here and take him to the fireworks.",
        "Tony: Danny, I don't want to be a part of this. I don't even want to be here, all right?",
        "Danny: Well, that's your decision, Tony. But that's the way it has to be right now. Will you help me or not? Because I need to know.",
        "Tony: Why do you do this to me? See, I'm telling you, you're making a big mistake. You're making... okay, yeah, fine. I'll help you. All right?",
        "Danny: Thank you."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Linda"
    ],
    "url": "https://www.youtube.com/watch?v=xgQ-ho1z4YU"
}