{
    "Episode Summary": [],
    "Recap": [
        "Olivia's hired man traps Ava in the elevator when he receives a phone call from Olivia who tells him the plan is off. He lets Ava go and she promptly goes to the police station to report the man. There, she finds Olivia who is happy to see Ava is okay. Doris, the DA, tells Olivia that she will be charged with murder and her child could go to foster care. Olivia finds the hired man and pays him a deposit, telling him that she may need his services later. Ava's adoptive father leaves a message on Olivia's phone that the name of his ex-wife is, Paralta.",
        "Jonathan and Lizzie move to the penthouse and Tammy and Remy decide to go to supper at the Bauer house. Josh and Reva think about old times when they were younger while they are trapped in the garage. They laugh while remembering and Reva starts the car radio. She dances and invites him to dance with her. As they do so, they stare in one another's eyes and start to kiss, passionately. Cassie finds Billy who tells her that Josh is in the garage. She goes to find Josh."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Gillespie: Mrs. Spencer, it's me. About your little problem Ava Peralta, since you didn't mention how loud you wanted me to take it with the young lady, I've got to assume we're talking ten, as in all the way. I just wanted to let you know I'm on it. She won't be bothering you anymore.",
        "Olivia: That was yesterday. Frank! Where is he? Chief Cooper. We have to find him. Frank?",
        "Doris: Would a District Attorney do?",
        "Olivia: I...",
        "Doris: You seem a little upset, Ms. Spencer.",
        "Olivia: I... how do you know my name?",
        "Doris: I know your name because I'm probably going to be prosecuting you for murder. Back in the room, please. Look, we don't allow people of interest to wander the place station without an escort. Did you hear me, Ms. Spencer?",
        "Olivia: I don't want to kill anyone. I just... I didn't mean to... I didn't try to kill anyone.",
        "Doris: Then enter a non- guilty plea. Not that that would help, because from what I've heard-- and this is off the record-- if Ava Peralta testifies against you in court, you're going away for a long, long time.",
        "Olivia: I can't go to jail. My little girl needs me.",
        "[SCENE_BREAK]",
        "Gillespie: This must be my lucky day. Going down?",
        "[SCENE_BREAK]",
        "Lizzie: I hate packing.",
        "Jonathan: Well, your problem is you have too much stuff. See, for me, this-- and little Lou's cage-- will be more than enough.",
        "Lizzie: This stuff is going to get all wrinkly.",
        "Jonathan: No nagging. You're not my real wife, remember?",
        "Lizzie: I know that, but you can't risk getting caught with Tammy. That is why we're leaving.",
        "Jonathan: I am not going to get caught with Tammy. I'm not going to blow it. We're not going to be living above Tammy anymore. Getting out of here is what's best for you and the kid.",
        "Lizzie: You're going to like the penthouse. The view is to die for and there's so much more room than we have here. We wont be tripping over each other.",
        "Jonathan: Uh-huh.",
        "[SCENE_BREAK]",
        "Tammy: This is a good thing. Jonathan has to do this for the baby and for us. It's not going to be forever.",
        "[SCENE_BREAK]",
        "Cassie: \"Meet me where it all began.\" Okay, well, I'm here, Josh. Where are you?",
        "Harley: Look who it is, my best friend.",
        "Cassie: Hello.",
        "Harley: What are you doing?",
        "Cassie: Nothing much.",
        "Harley: Do you have time for a cup of coffee?",
        "Cassie: I'm not sure.",
        "Harley: What, are you waiting for a better offer?",
        "Cassie: Josh texted me. I'm supposed to me him here, and no Josh.",
        "Harley: No Josh. Did you try calling him?",
        "Cassie: I tried calling him, yes. He didn't pick up, thank you.",
        "Harley: Probably just got stuck at work. I wouldn't worry about it.",
        "Cassie: Yeah, probably.",
        "Harley: Cassie. I probably should keep my mouth shut.",
        "Cassie: Oh boy.",
        "Harley: You know? But you're my friend and the thing is that I know first-hand that Josh Lewis is a one-woman guy, and I see you getting your hopes up about this...",
        "Harley: Yeah, that one woman is me, Harley. Josh is free now. He is free to be with a woman of his future, not of his past.",
        "[SCENE_BREAK]",
        "Josh: Hello! Is there anybody there? We're stuck in here. Hello?",
        "Reva: Nobody?",
        "Josh: Do you have a signal?",
        "Reva: No. You should probably try yours again.",
        "Josh: Nothing, nothing. What is it with me and parking garages? I can't be here.",
        "Reva: Yeah, well, that makes two of us. You shouldn't be here with me.",
        "Josh: What does that mean?",
        "Reva: I just meant that we're divorced and we're here.",
        "Josh: Yeah.",
        "Reva: It's just not fair. I really can't be here. I can't do this.",
        "Josh: Reva, what are you afraid of?",
        "Reva: They say no good deed goes unpunished.",
        "Josh: Good deed, huh? You mean spying on me?",
        "Reva: I was here looking for Billy.",
        "Josh: Uh-huh. Yeah, that's right. I'm sorry.",
        "Reva: Well, you've accused me of a whole lot worse.",
        "Josh: What do you want?",
        "Reva: Do they have lemonade?",
        "Josh: Yeah.",
        "Reva: You know, I may have a protein bar in here somewhere. Thank you. You want to share?",
        "Josh: Yeah, thank you very much. At least we know we won't starve.",
        "Reva: Or die of thirst.",
        "Josh: What else you got in that bag, huh? Deck of cards, maybe? As I recall, you're a pretty good poker player.",
        "Reva: Yeah, well, I haven't lost my touch, but no cards.",
        "Josh: No cards. So what does that leave us with?",
        "Reva: Well, I guess maybe we could talk like normal people do. It's been a while since we've done that.",
        "Josh: Talk?",
        "Reva: You hesitated.",
        "Josh: No, we can talk. That's fine. We just need to set some ground rules, that's all.",
        "Reva: Ground rules?",
        "Josh: Uh-huh. No regrets. No finger pointing. How's that?",
        "Reva: It's okay.",
        "Josh: And if somebody screws up, they have to pay the other person a dollar.",
        "Reva: You're really into the gambling thing.",
        "Josh: I'll start. Shayne. I got a postcard from Shayne. Seems that while he's saving the world, he still has plenty of time for a young girl named Heather.",
        "Reva: That's funny. When I saw him in New York, it was Isabelle.",
        "Josh: Right. By the way, thank you for not telling me about that because, hey, why would I want to go visit Marah and Shayne in New York?",
        "Reva: You know what? I'm sorry. That was borderline finger-pointing.",
        "Josh: Okay. All right. You know, there was a time when we could pass the time without hardly saying a word.",
        "[SCENE_BREAK]",
        "Cassie: Okay. Don't look at me like that.",
        "Harley: Like what?",
        "Cassie: Like you think I'm crazy. They're divorced. They signed the papers.",
        "Harley: Oh, they're divorced.",
        "Cassie: No, no. It is over. They're not going back.",
        "Harley: Uh-huh. They're Josh and Reva. They're Reva and Josh, Josh and Reva. Honey, they can add those divorce papers to their divorce paper collection.",
        "Cassie: Okay, look, your situation was completely different. He wasn't over her.",
        "Harley: Absolutely. You're right. It was completely different.",
        "Cassie: Yes.",
        "Harley: I just don't want you to get hurt.",
        "Cassie: Okay, can we change the subject?",
        "Harley: To what?",
        "Cassie: I don't know. Anything simple. I don't know, world peace.",
        "Harley: Okay. How about something a little more local? How's Tammy?",
        "Cassie: She's... you know, she's trying to be brave.",
        "Harley: Like mother like daughter.",
        "Cassie: Harley, Reva gave us her blessing.",
        "Harley: Excuse me?",
        "Cassie: Yes. She gave us her blessing. She wants us to be happy.",
        "Harley: I would have liked to be a fly on the wall for that conversation.",
        "Cassie: And, honey, I have been running from this for months, Harley. I've been avoiding it, I've been denying it and trying to think of every possible reason to not be with Josh and I've just... I'm not running anymore.",
        "Harley: There's only one thing for you to do.",
        "Cassie: What's that?",
        "Harley: Find Josh. And who better to help you than your cop friend?",
        "Cassie: I love you.",
        "[SCENE_BREAK]",
        "Lizzie: Why are the movers moving so slowly? Jonathan!",
        "Jonathan: Huh?",
        "Lizzie: Can you carry the fragile stuff for me?",
        "Jonathan: Look at this, we're going to need two penthouses for this stuff.",
        "Lizzie: Are you kidding me? We have so much closet space. We might even have one for you.",
        "Jonathan: Yippee.",
        "Lizzie: We're going to be happy there.",
        "Jonathan: Sure we are.",
        "Lizzie: We will be. It will be our baby's first home and... it's so much better than this tiny... I won't be crowding you.",
        "Jonathan: You said that already.",
        "Lizzie: I know, it's because I don't know what else to say.",
        "Jonathan: Well, you don't have to say anything",
        "Lizzie: I just... I can tell that this is killing you.",
        "Jonathan: Well, it is what it is.",
        "Lizzie: I just wish I could say something that would make it better.",
        "Jonathan: Look, it's all right. It's not going to be the end of the world because it's not forever, right?",
        "Lizzie: Right. Thank goodness I'm not an elephant. They're pregnant for, like, 22 months. No elephant jokes.",
        "Jonathan: Would I do that?",
        "Lizzie: You!",
        "Jonathan: Okay. 22 months, wow. Imagine us stuck together for 22 months?",
        "Lizzie: No way. That would be horrible.",
        "Jonathan: 22 months. Damn.",
        "[SCENE_BREAK]",
        "Doris: Does this mean you're willing to talk about what happened that night in the parking garage?",
        "Olivia: Talk about what?",
        "Doris: Look, if Ava Peralta testifies against you in court, you could be facing charges of vehicular assault, drunk driving and attempted murder.",
        "Olivia: This is just insane.",
        "Doris: Maybe you want to risk your freedom or your daughter going into foster care.",
        "Olivia: No, no.",
        "Doris: Mr. Cooper, we're in the middle of something here.",
        "Buzz: I'll only take a minute.",
        "Olivia: I thought you were gone for good. I need to make a call.",
        "Doris: You know what? That can wait. I am trying to do you a favor here. Once Ms. Peralta signs a statement, all bets are off.",
        "Ava: You know what? I left something in my room with my husband. He's a marine.",
        "Gillespie: Your husband's just going to have to wait.",
        "Ava: What are you doing?",
        "Gillespie: Sorry. I didn't mean to scare you but the door to my room's broken and I need someone to turn the handle while I try and force the lock. Tell me you won't disappoint me.",
        "[SCENE_BREAK]",
        "Doris: This is a one-time only offer, Ms. Spencer. If Ava brings charges, you're going to be facing some pretty unhappy Mother's Days.",
        "Buzz: I'm no lawyer, but I think before you start making threats you should have a lot more than what ifs.",
        "Doris: You know what? You're right, Mr. Cooper. You're not a lawyer.",
        "[SCENE_BREAK]",
        "Ava: What are you doing?",
        "Gillespie: Hello?",
        "Olivia: God, I caught you. Thank God. You haven't....",
        "Gillespie: Not yet.",
        "Olivia: The job is off. Do you hear me? Don't do it.",
        "Gillespie: Would you mind repeating that?",
        "Olivia: Don't do it. I will pay you, but do not do anything. Do you understand? Are we clear?",
        "Gillespie: We're clear. That was maintenance. Looks like I won't be needing you after all. Have a nice day.",
        "[SCENE_BREAK]",
        "Tammy: The cameras... we should play it safe.",
        "Jonathan: Yeah, I guess so.",
        "Tammy: So today's the day, huh?",
        "Jonathan: You should see how much stuff Lizzie has.",
        "Tammy: Yeah, I remember from when we moved in.",
        "Jonathan: That was a crazy day.",
        "Tammy: We've had a lot of those lately.",
        "Jonathan: Uh-huh. It won't always be like that...",
        "Tammy: I know.",
        "Jonathan: Did you get the locket?",
        "Tammy: Yes, I got it, thank you.",
        "Jonathan: Yeah, I wanted to make sure you had it before I left. I figured....",
        "Lizzie: Tammy.",
        "Tammy: Lizzie. Hey, I just came to say good- bye.",
        "Lizzie: That's sweet. Well, thanks for stopping by. I know this is hard for you.",
        "Tammy: Sure. I have something for you.",
        "Jonathan: You got me a present?",
        "Tammy: Sort of. It was Richard's. He gave it to me for my 13th birthday. I kind of always liked it, so I thought it could help you count down the seconds till the baby's born.",
        "Jonathan: I already am.",
        "Lizzie: You guys, we should... we should get a move on it. The truck's waiting outside.",
        "Jonathan: Yeah.",
        "Tammy: I hope you're happy in your new place.",
        "[SCENE_BREAK]",
        "Cassie: Josh? No, he's not here either.",
        "Harley: So wait, the message said, \"Where it all started?\"",
        "Cassie: Yes, \"Meet me where it all began.\" And I'm beginning to hate cryptic romantic messages.",
        "Harley: Where else did it start for you guys?",
        "Cassie: I don't know. I don't know.",
        "Harley: I'm saying maybe your idea of where it started is different than his.",
        "Cassie: So I have to then think like Josh?",
        "Harley: Yeah, you know, just... what's... what's some place that would mean something to him?",
        "Cassie: Something to him, something to him. The lighthouse?",
        "Harley: Why the lighthouse?",
        "Cassie: Well, I don't know, he and Reva were going to end their marriage there, so maybe he's thinking new beginning for us.",
        "Harley: Possibly.",
        "Cassie: Okay, I don't know, but it's worth a shot. Are you coming? Are you going to follow me in your car?",
        "Harley: You are on your own.",
        "Cassie: But we're a team.",
        "Harley: Yeah, but if Josh is there, then I'm the third wheel. You guys have stuff you've got to work out, you know.",
        "Cassie: Wish me luck, okay?",
        "Harley: You don't need luck.",
        "[SCENE_BREAK]",
        "Josh: Okay, well, I'm hungry. I think it's time to break this thing in half, don't you?",
        "Reva: Break away.",
        "Josh: Okay. Here you go. No, thank you, really. Is this supposed to taste like chalk?",
        "Reva: You've never had a protein bar before?",
        "Josh: I have, but this one kind of sucks. How long have you had this in your purse?",
        "Reva: I don't know, why?",
        "Josh: Because the expiration date says March '04. That's kind of old, Reva.",
        "Reva: '04 was a very good year.",
        "Josh: I think I'll just stick to the lemon soda. Diet, thank you.",
        "Reva: Way to go. Supposed to be Cassie and him, not you and him. You went through so much trouble, too, texting Cassie, Billy paying off the parking attendant. Brilliant plan, Reva.",
        "Josh: Awkward silence. Who would have guessed that that would ever happen with us?",
        "Reva: Cassie. He should be with Cassie. Long after you're gone. You've come way too far to get weak now.",
        "Josh: You look like there's something you want to say.",
        "Reva: No.",
        "Josh: Is that your cell phone?",
        "Reva: No, it's...",
        "Josh: This is one of those medical alert things, right? I mean it tells you when you're supposed to take your med... why do you have this?",
        "[SCENE_BREAK]",
        "Jordan Clark, \"Inside The Light.\" My oldest daughter out in L.A., When she came and saw it, she said, \"You know, there are a lot of people that really love you.\" And I said \"Well, you know, that's true.\" And I think that the best thing about it was getting a chance to thank all the fans because without them we don't have a job. I think that's true, right? It was fun. It was so much fun, and it was so much fun because we were a minority in that little theater and we made a big noise. And we won four out of the six awards so that looked pretty good. Kim said, \"You look like you're in another place.\" I think that I was because I don't remember spinning around on stage and my daughter said, \"You spun around.\" That dance. That's tacky. See Billy, Wednesday, September 27, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Buzz: Well, I think you scared her off.",
        "Olivia: You know, when you left before, I thought you were ready to throw me to the wolves.",
        "Buzz: Not that wolf.",
        "Olivia: Are you back because you feel sorry for me?",
        "Buzz: I don't operate that way.",
        "Olivia: Why are you back?",
        "Buzz: Seattle's a lousy place to be alone.",
        "Olivia: Have you changed your mind about me deliberately trying to hurt Ava? You know, forget it... just, just go. I don't need anybody.",
        "Buzz: No one doubts your survival skills. I mean, what's the point of being the last one standing if you're standing alone?",
        "Olivia: I'll always have Emma.",
        "Buzz: Okay. Maybe not for you but is it enough for you, is it enough for Emma?",
        "[SCENE_BREAK]",
        "Ava: I need to report a shady character at the Towers.",
        "Sergeant: A shady character?",
        "Ava: Yeah, he got into the elevator with me and he was about to do something...",
        "Olivia: Ava! Thank God you're all right.",
        "Ava: No thanks to you.",
        "Buzz: In separate quarters, okay? Emma's out of the hospital and she's back in school. That's what matters.",
        "Ava: I'm happy about that, that's great, okay? Buzz, I warned her. I told you, you would never hurt me again.",
        "Olivia: You're going to press charges? You're going to take my little girl away from me?",
        "Ava: You tried to kill me. Not once, but twice. Maybe she should be in a better home with someone else.",
        "Olivia: Oh, nice, this is the thanks I get for saving your life?",
        "[SCENE_BREAK]",
        "Lizzie: Just wait until we make it our own.",
        "Jonathan: How do you propose we do that?",
        "Lizzie: You know, new furniture, monogrammed towels, little things that make it personal.",
        "Jonathan: I don't need any of that stuff.",
        "Lizzie: I know you don't need it but we have to live her for a while, so it could be fun.",
        "Jonathan: No. I have everything I need. No shopping sprees, okay?",
        "Lizzie: Okay. It's people that really count anyway, so we could have a party.",
        "Jonathan: What? No, no.",
        "Lizzie: Yes, a housewarming party. We have to do that.",
        "Jonathan: No, we don't.",
        "Lizzie: Jonathan, if we want people to think that we're a real couple....",
        "Jonathan: We're not a real couple. This is just for show.",
        "Lizzie: Exactly. Which is why...",
        "Jonathan: Lizzie, get a grip. I don't want a party. I don't want monogrammed towels. This is it. This is as far as I go. I've done everything that I could. I don't see Tammy, I'm shacked up here with you....",
        "Lizzie: I didn't ask you to move in. And, in fact, I didn't ask you to do any of this.",
        "Jonathan: I know, I know. I'm not blaming you, but you've got to stop pushing, okay? You've got to stop trying to make this into something that it's not.",
        "Lizzie: Okay, I'm sorry. I'm not trying to be pushy. I won't ask you for anything ever again.",
        "Jonathan: Lizzie. Come on, stop crying. It's not good for the baby.",
        "Lizzie: I'm not good for the baby. I can't even make a real home for her. I mean what kind of parent would bring a baby into the world with no love, no tenderness, no hope? It's just like that... the awful house that I just moved out of.",
        "Jonathan: All right. Look. You're not going to mess up the baby and you're not going to let me mess up the baby, okay? We might be broken but who knows? Maybe two broken people can produce one thing that's whole.",
        "[SCENE_BREAK]",
        "Remy: Damn. For a second, that was the most amazing smile until you saw it was me.",
        "Tammy: I'm sorry. I thought you were...",
        "Remy: Yeah, I know who you thought I was.",
        "Tammy: He and Lizzie moved out today.",
        "Remy: And you miss him like crazy.",
        "Tammy: I'm easy to read.",
        "Remy: Easy's good. I mean...",
        "Tammy: I know what you mean.",
        "Remy: All this heartbreak hasn't kept you from focusing, that's good.",
        "Tammy: I have some time to throw back into school, but I have a psych paper due this afternoon and I have a lot left to work out on.",
        "Remy: It's a good thing it's my day off.",
        "Tammy: You're not talking me into skipping.",
        "Remy: Dean's son. I can't have you flunking out of my old man's college. Besides, I got an \"A\" in psych.",
        "[SCENE_BREAK]",
        "Josh: What's going on, Reva? I mean, come on, first I find you passed out at the top of the lighthouse and now I find this thing. What's the deal?",
        "Reva: Well, I guess there's no point in keeping it a secret, and it's a good thing you're sitting down. I'm not 16 anymore. You know, and that little fainting episode that I had, I went to see a specialist and she reminded me that I'm still dealing with menopausal issues.",
        "Josh: Menopausal issues. Yes, I remember those.",
        "Reva: Yes, I know, I put you through hell.",
        "Josh: No, no, no, that's okay. Hey, news flash, I'm no spring chicken myself, you know, so...",
        "Reva: No, really?",
        "Josh: Yeah, instead of a fridge full of beer, now I have a fridge full of vitamins.",
        "Reva: Don't say beer. I could use one right about now.",
        "Josh: Well, I'll tell you what, we'll do that the minute we get out of here. In fact, we're not going to wait another minute to get out of here.",
        "Reva: We're not?",
        "Josh: No. Nail file, please.",
        "Reva: What for?",
        "Josh: I'm going to pry open the electric box by the gate and I'm going to open the door.",
        "Reva: Go for it, MacGyver.",
        "Josh: You mock me.",
        "Reva: No, I just... first round's on me.",
        "Josh: Hey, hey, hey, hey.",
        "[SCENE_BREAK]",
        "Buzz: What guy in an elevator?",
        "Ava: Ask her.",
        "Olivia: I don't know anything about a guy in an elevator.",
        "Ava: What did you mean by you saved my life?",
        "Olivia: The car. I could have run you down, but I didn't.",
        "Ava: You expect me to thank you for deciding not to run me over?",
        "Olivia: I never intended to run you over.",
        "Ava: Just like you never intended that guy in the elevator to do whatever.",
        "Olivia: Whatever! I've got to go pick up Emma.",
        "Buzz: About Emma, she... her principal called.",
        "Olivia: Why? Why did she call you?",
        "Buzz: Well, she said she was concerned about her home life.",
        "Olivia: You're kidding me. Why didn't you tell me before?",
        "Buzz: I was going to but Ava came.",
        "Olivia: Well, what exactly is she concerned about?",
        "Buzz: She'll talk to you about it.",
        "Olivia: Yeah. I'm going to talk to her. Where does she get off threatening me like that?",
        "Buzz: She's not threatening, nobody is threatening you.",
        "Olivia: She wants to take Emma away from me.",
        "Buzz: No one wants to take Emma away from you.",
        "Olivia: You tell Ava and Doris and that principle that nobody takes my child away from me!",
        "[SCENE_BREAK]",
        "Lizzie: You don't have to be doing this.",
        "Jonathan: No, I got you upset and you are carrying the mother lode, so it's the least I can do. I mean, you do like it, right?",
        "Lizzie: Yeah, who wouldn't?",
        "Jonathan: You know, it's weird that you and I could have a baby. I mean, we might as well be from different planets.",
        "Lizzie: I don't think it's that weird. Some people might even call it fate. And we're not that different.",
        "Jonathan: My house could fit in your bathroom.",
        "Lizzie: Okay, besides the money stuff. We both came from messed-up families.",
        "Jonathan: That's true.",
        "Lizzie: And the gold-plated faucets don't really make a difference when you feel like an outcast.",
        "Jonathan: I guess I get that.",
        "Lizzie: Which is why I want our daughter to grow up independent and unafraid, like you.",
        "Jonathan: Not like me. Let's give this kid a fighting chance.",
        "Lizzie: Hey, you're massaging my feet. How many guys would do that?",
        "Jonathan: I don't know. I was thinking the other day, I was...",
        "Lizzie: What?",
        "Jonathan: Well, I was in Company and there was this chick in there from the hospital with green scrubs on, you know?",
        "Lizzie: Let me guess, was she a hottie?",
        "Jonathan: Yeah. But she was a surgeon. And I was thinking doctor, you know, that wouldn't be too shabby.",
        "Lizzie: Are you on drugs?",
        "Jonathan: Maybe.",
        "Lizzie: Wait, please don't stop. I've actually had some crazy ideas myself.",
        "Jonathan: Like what?",
        "Lizzie: Like, wouldn't it be cool if our baby grew up to be normal?",
        "[SCENE_BREAK]",
        "Tammy: Are you sure this isn't cheating?",
        "Remy: I didn't write any of it.",
        "Tammy: Yeah, but you inspired me. How do you know so much about deviant behavior, anyway? Are there secrets about the Boudreau's I need to know?",
        "Remy: Okay, so we're the Huxtable's. It doesn't mean I haven't learned a few things on the street.",
        "Tammy: Such as?",
        "Remy: Such as... how crime could run in families. Once you get a pattern going...",
        "Tammy: If you're talking about Jonathan...",
        "Remy: I wasn't even thinking about Jonathan. ( Phone ringing ) Hey, sis. No. I am having a good night.",
        "[SCENE_BREAK]",
        "Billy: Hey, Cassie, what are you doing here?",
        "Cassie: I'm looking for Josh.",
        "Billy: Well, I thought the two of you...",
        "Cassie: You thought? You thought what?",
        "Billy: Nothing, none of my beeswax.",
        "Cassie: No, no, no, Billy Lewis.",
        "Billy: What am I doing?",
        "Cassie: You were surprised to see me. You looked like you knew that I was supposed to be meeting Josh.",
        "Billy: How would I know that?",
        "Cassie: Oh come on, don't play games with me. You know where he is, you tell me.",
        "[SCENE_BREAK]",
        "Josh: Okay...",
        "Reva: I'm fine.",
        "Josh: You sure you're all right?",
        "Reva: I am, I am. I just... wow. Can't believe... I used to be so graceful.",
        "Josh: Graceful, really? You could move well. Hey, hey, do you remember that night at the drive-in theater?",
        "Reva: Which night?",
        "Josh: The dancing night when we were sort of in the middle of everything.",
        "Reva: Oh, that night.",
        "Josh: Yeah.",
        "Reva: I believe I embarrassed you that night.",
        "Josh: Well, of course you embarrassed me but by the time it was over, every guy in the place was jealous.",
        "Reva: Oh, yes, the golden words every girl wants to hear.",
        "Josh: I don't remember what was playing.",
        "Reva: Something heavy, I think.",
        "Josh: And then it was over and they all started honking their horns.",
        "Reva: That's when I cranked up the radio.",
        "Josh: Right, and that's when you got out of the car and started dancing and then you got me dancing with you.",
        "Reva: Yeah, the impossible.",
        "Josh: And everybody was looking at us.",
        "Reva: Because we were hot.",
        "Josh: Right.",
        "Reva: ( Turns on car radio ) What do you say? For old time's sake?",
        "Josh: Reva, we just got divorced.",
        "Reva: Yeah, big deal.",
        "Josh: We'll run down the battery in the car.",
        "Reva: Oh, I see. You're embarrassed.",
        "Josh: Oh.",
        "Reva: Okay. There's nowhere to go you made your choice and now it's up to me to bow out gracefully though you own the key baby whenever you call me I'll be there.",
        "[SCENE_BREAK]",
        "Buzz: Are you going to sign it?",
        "Ava: I was planning on it. She tried to kill me.",
        "Buzz: What's stopping you?",
        "Ava: You still believe in her in spite of everything?",
        "Buzz: I believe she's at her breaking point. I tried to help her. She wouldn't let me in. If she doesn't let somebody in, you know, she's going to lose everything she loves.",
        "[SCENE_BREAK]",
        "Gillespie: Talk about timing. If you had waited one minute later... is this what we agreed upon?",
        "Olivia: Consider it a deposit. I still may need your services.",
        "Gillespie: Well, the Peralta girl's easy on the eyes. Let me know when you want me to pay her another visit.",
        "Olivia: I won't lose you, Emma, not another daughter. Not again. Never.",
        "[SCENE_BREAK]",
        "Sutton: Ms. Spencer, Greg Sutton. I've been trying to call you. When you were here about your daughter you put up for adoption, I must have had a mental block or something, but I remembered the name of the guy my ex-wife married. His name was Peralta. Lives in Shrewsbury, or used to, anyway. That's where your daughter grew up. I hope that helps.",
        "[SCENE_BREAK]",
        "Lizzie: Wait. Ow.",
        "Jonathan: What's wrong with you?",
        "Lizzie: The baby kicks me every time I laugh. It's like she's laughing. Feel it!",
        "Jonathan: Okay.",
        "Lizzie: Okay. Did she kick?",
        "Jonathan: Yeah, she... well, you better laugh while you can, little girl, because when you come out, your mother and I will mess you up.",
        "Lizzie: Hey, no. Don't even say that. We have a fighting chance. You said so yourself.",
        "Jonathan: I was humoring you.",
        "Lizzie: Humor me some more.",
        "Jonathan: Okay. Well, Tammy and having her in my life was the best thing that ever happened to me, but maybe when you're born, you'll be the best thing that ever happened to me, baby.",
        "[SCENE_BREAK]",
        "Tammy: Trouble?",
        "Remy: No, I've just got to run to the store for Mel. Don't want to bail, but unless you want to go to a Bauer Boudreau family supper.",
        "Tammy: I'd love to.",
        "Remy: Are you serious?",
        "Tammy: A family dinner sounds really good to me right about now. Will you just give me a sec to print out my paper?",
        "Remy: I'm on it.",
        "[SCENE_BREAK]",
        "Cassie: No holding out on me.",
        "Billy: Last time I saw him, he was in the parking garage at the Lewis site down by the water. Parking garage.",
        "Cassie: Parking garage?",
        "Billy: Yeah.",
        "Cassie: Hello. Thank you.",
        "Billy: Yeah. Oh, Reva, the things I do for you.",
        "[SCENE_BREAK]",
        "Reva: I just remembered what was playing at the drive-in that night. \"One Flew Over The Cuckoo's Nest.\"",
        "Josh: Yeah, well, that would certainly be our movie, wouldn't it? I'll be around just call me, I'll be there whenever you need me I'll be there just call on me I know you'll be there.",
        "[NEXT_ON]",
        "Lizzie: That is the message.",
        "Mel: Remy and Tammy? Problem?",
        "Mel: Yeah, she's in love with someone else.",
        "Cassie: Josh, are you in there? Hello?"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=wjdrFgP8EBk"
}