{
    "Episode Summary": [],
    "Recap": [
        "Beth returns home and finds Rick who tells her that Lizzie and Jonathan were married. She is upset and phones Lizzie. Jonathan and Lizzie go to the mansion to find Beth. With Lizzie in another room, Jonathan tells Beth that if she tires to do something about his and Lizzie's marriage, he will plaster the pictures of her and Rick on a downtown billboard. Lizzie realizes Jonathan doesn't have his phone with him and doesn't tell him. Jonathan tries to connect with Tammy for a rendezvous. He realizes later that his phone is missing. Reva faints and Josh takes her to Cedars. While there, Billy tells Josh to go home for he will take care of Reva. Rick takes care of Reva and Billy lies and tells him that Reva went drinking the night before; explaining why she fainted. Rick realizes that Reva and Billy are \"together\".",
        "APPROXIMATELY 12 MINUTES OF GUDING LIGHT ARE UNAVAILABLE DUE TO THE SEPTEMBER 11 COVERAGE",
        "Josh gets drunk and starts a fight in a bar after Cassie tells him they need to be \"just friends\". Reva arranges for Cassie to go to Josh at the bar. Cassie takes him home and tells him that she is his great friend. Reva tells Billy later that this fits into her plan and is doing the right thing."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "[Missing some of this transcript due to national breaking news.]",
        "Rick: Thanks, appreciate that.",
        "Beth: Hey.",
        "Rick: Hey. (Laughing) You look great.",
        "Beth: (Laughing) It's okay, you don't have to be nervous. Are you kidding? You can compliment a friend when's she just came back from a spa.",
        "Rick: Friend?",
        "Beth: With many benefits.",
        "Rick: So, where were you? Were you at the spa during Lizzie's hearing?",
        "Beth: It wasn't my idea. It was my husband's.",
        "Rick: Oh, the husband, he sent you away, huh? I see.",
        "Beth: It's a long story, but I'm out now and rejuvenated, and so that's what I want to talk to you about. What happened at the hearing? What did I miss?",
        "Rick: You've got to be kidding, you don't know?",
        "Beth: Know what?",
        "[SCENE_BREAK]",
        "Jonathan: How high of a drop do you think that is?",
        "Lizzie: You can't jump off the terrace.",
        "Jonathan: Tammy's right down there. It's really not that high.",
        "Lizzie: Did you know that some honeymooners never even open the door to their suite for the first week?",
        "Jonathan: Do you think that weird Dr. Baker's still in the hallway.",
        "Lizzie: What do you think?",
        "Jonathan: I think I can get to Tammy without Alan catching me.",
        "Lizzie: Is it that horrible being here with me?",
        "Jonathan: Lizzie, I'm keeping you and the baby safe from Alan, but that is only half my job.",
        "Lizzie: Well, you're not going to call her.",
        "Jonathan: That's what the telephone's for, Lizzie.",
        "Lizzie: Granddad's probably bugged that line.",
        "Jonathan: I know what I'm doing.",
        "Lizzie: Jonathan.",
        "Jonathan: You are my wife, and you will trust me and respect me as your husband. (Cell phone rings)",
        "[SCENE_BREAK]",
        "Tammy: It's him! Hey, you, where you been?",
        "Jonathan: I'm just with my new bride and whoever else might be involved when I pick up the phone, new family, you know what I mean?",
        "Tammy: Yeah. Yeah, you might want to keep this short and to the point, I guess. Family can really intrude on your privacy.",
        "Jonathan: You got it.",
        "Tammy: So how's the honeymoon going?",
        "Jonathan: Ah, it's perfect. It's great, but there is some stuff that I need in our old room that I forgot. And I would hate to leave Lizzie even for a minute. Maybe you can help me.",
        "[SCENE_BREAK]",
        "Josh: What is it, Reva, what's wrong? Are you sick?",
        "Reva: It's nothing.",
        "Josh: Reva, losing consciousness on the top of a lighthouse is not nothing.",
        "Reva: I'm fine. I can take care of myself.",
        "Josh: Yeah, well, that's obvious.",
        "Reva: I have to go.",
        "Josh: Look, I'm going to take you to the hospital.",
        "Reva: No! No, I'm fine.",
        "Josh: Reva, will you just listen to me, please? Look, I know things are weird between us right now, but you need to get checked out-- now. If there is something wrong with you, we need to know what it is.",
        "[SCENE_BREAK]",
        "Beth: I can't believe that Lizzie married Jonathan. This is a disaster. And because of Alan, I wasn't even there to stop it.",
        "Rick: Beth, you need to keep it down. It wouldn't have mattered if you were there. I'm telling you, Jonathan made this heartfelt engagement right in the middle of the courtroom, and Lizzie accepted-- happily, I might add.",
        "Beth: Because she wants to get out of Alan's clutches. I can't believe she married that mess.",
        "Rick: Beth...",
        "Beth: And I guess it didn't even matter that I was--",
        "Rick: She's in love, Beth. She's in love.",
        "Beth: She views Alan and me as the same thing now. She views me as an enemy.",
        "Rick: Well, you know what, you didn't stop Alan from doing what he was doing to her, unfortunately.",
        "Beth: Ouch.",
        "Rick: I'm...",
        "Beth: No, you're right. I was so busy trying to show Alan how powerful I was, I forgot to be a mother.",
        "Rick: You're a good mother. Hey, what can I do to help you?",
        "Beth: You are already doing more than you know. Believe me. (Sighs) I'll... I'll call you.",
        "Rick: Okay.",
        "[SCENE_BREAK]",
        "Jonathan: So meeting up later to pick up my things might work. When's good for you?",
        "Tammy: Well, I'm with my mom right now, at Company. We haven't even started eating yet, so... I might be home later.",
        "Jonathan: Well, if not tonight, that's cool. Another time?",
        "Tammy: Do you want me to call you if I get home at a decent hour?",
        "Jonathan: Yeah, if you think of it, I'll be here.",
        "Tammy: With the new bride?",
        "Jonathan: Yup. I just wish I didn't need that stuff at your place so bad.",
        "Tammy: Well, I want you to have it. Trust me, I know what it's like to need something badly.",
        "Jonathan: So, um, maybe I'll see you later?",
        "Tammy: Maybe. (Cell phone ringing)",
        "Jonathan: Okay, I should let you get back to your dinner.",
        "Tammy: Yeah. Good talking to you.",
        "Jonathan: Oh! Wifey, you want to get to these thank-you notes? We need to do it now because I'm going out later.",
        "Lizzie: The notes are going to have to wait.",
        "Jonathan: Why, who was on the phone?",
        "Lizzie: My mom. I have to go see her. She's freaking out. She didn't know about the wedding.",
        "Jonathan: Her loss. Why do you want to go over there, so her and Alan can make us admit that this is isn't real?",
        "Lizzie: I don't think she is with my granddad on this one. Anyway, we have to convince her that this marriage is real. I can go by myself. Just, um... go see Tammy. I know you miss her. Have fun. I will manage on my own.",
        "Jonathan: Okay, okay.",
        "Lizzie: I got it.",
        "Jonathan: No, stop.",
        "Lizzie: I have it.",
        "Jonathan: I'll go with you. We've got to keep up this act.",
        "Lizzie: Thank you.",
        "Jonathan: Ooh. Easy, you're going to crush the baby.",
        "Lizzie: It won't be bad, okay, I promise. And you said that Tammy was going to call you, so the second that she calls you, you can bolt. Are you ready?",
        "Jonathan: Anything for my wife.",
        "Lizzie: Let's go. Jonathan, you, uh...",
        "Jonathan: What?",
        "Lizzie: You're a great husband.",
        "[SCENE_BREAK]",
        "Cassie: Amazing what one phone call from Jonathan can do for your appetite.",
        "Tammy: I told you I wasn't worried. It's all part of the plan.",
        "Cassie: Uh-huh. Okay, if you say so.",
        "Tammy: Oh, but you can't tell anybody. He is a married man.",
        "Cassie: Hold on. You think that, what, that spices it up or something?",
        "Tammy: You tell me.",
        "Cassie: Josh being married is not a good thing. But I'm glad that you're going to see Jonathan.",
        "Tammy: You don't sound it.",
        "Cassie: That's because I'm worried about you. I'm worried about this whole, crazy, weird, threesome thing you've got going on.",
        "Tammy: We've got it all worked out.",
        "Cassie: Really? So it worked out that Jonathan couldn't leave Lizzie to see you last night?",
        "Tammy: Okay, so maybe it won't always be easy. Maybe it will be fun. This is what I want to do for Jonathan and for the baby.",
        "Cassie: You are a saint, you know that?",
        "Tammy: Hardly. But I do believe you do everything you can to support the one that you love.",
        "[SCENE_BREAK]",
        "Reva: You know what-- you're walking too fast.",
        "Josh: Okay, okay.",
        "Reva: I don't need to be here.",
        "Josh: Well clearly the first thing we need to do is find some intern to slap some surgical tape on your mouth.",
        "Reva: You know what, you have some damn nerve. We're apart, you know we're separated, estranged, however you want to put it, and yet you have the nerve to quick-march me over here to this hospital anyway.",
        "Josh: There might be something wrong with you, okay? I mean something more than the usual.",
        "Reva: Oh, that's funny. Ha, ha, ha...",
        "Josh: How are you feeling right now, in this moment? I don't want to fight with you, okay? That's... all that's done. But I'm not going to walk away, either, not until I know what is going on. Can we get some help here, please? Anybody? Hello!",
        "Reva: Would you stop it, please.",
        "Rick: What are you doing here? You look a little pale.",
        "Reva: I'm fine.",
        "Rick: Are you experiencing any weakness, nausea--",
        "Billy: What is going on? Are you guys ganging up on her?",
        "Josh: She passed out at the top of the lighthouse.",
        "Billy: Oh, she did? So you dropped her here and maybe she'll get some professional help. That's the magic touch right there.",
        "Josh: Do you have any idea what might be going on with her?",
        "Rick: I'll let you know when I know. Okay, I'll be right back.",
        "Josh: Thank you, Rick, I appreciate it.",
        "Billy: This way, please.. I appreciate you bringing her over here, but you can go now.",
        "Josh: Are you kicking me out, Billy?",
        "Billy: No. No, I'm just saying she doesn't need both of us to see her through this little hiccup. She just needs me.",
        "[SCENE_BREAK]",
        "Rick: Was there any discomfort when you fainted, light-headedness, chest pain, anything like that?",
        "Reva: No, no, nothing like that.",
        "[SCENE_BREAK]",
        "Josh: What exactly are you scared of, Billy? What, do you think she's going to come walking out of there and she's going to run into my arms because I brought her here? I'm the big hero, is that it?",
        "Billy: You'd like that, wouldn't you?",
        "Josh: You're wrong.",
        "Billy: Well, good, because it will make it all the easier for you just to go home.",
        "Josh: Why are you turning this into something about the three of us?",
        "Billy: I'm not. Look, wait a minute. I'm just trying to do what is the best for Reva.",
        "Josh: No, you're not. You're doing what is best for you. I have every right to be in that room. The woman in there happens to be the mother of my children!",
        "Billy: Josh, I will call you as soon as Rick tells me anything, okay?",
        "Josh: Save your quarter. Excuse me.",
        "Billy: Wait, wait, wait. You're not going back in there, okay?",
        "Josh: (Laughs) Give me one good reason why I shouldn't",
        "Billy: Well, I'll tell you one good reason is Reva doesn't want you there. Is that good enough? Look, she told me it's very tough being around you. Right now, it's particularly hard for her.",
        "Josh: Okay, I get she's angry.",
        "Billy: Actually, she feels guilty because she chose me over you. If you really love her as much as you say you do, and you want to help her, then you'll go home and you'll go home now.",
        "[SCENE_BREAK]",
        "Lizzie: Hello, cue the wedding march! Mom?",
        "Jonathan: This not showing up thing is getting to be a habit with her.",
        "Lizzie: I don't get it. Jeremy says she was in the study. Where else would she be?",
        "Jonathan: Well, with the size of this joint, it could be another zip code.",
        "Lizzie: Okay, I'm going to go look for her. Promise you won't leave?",
        "Jonathan: I wouldn't dream of it. Just don't take too long because I've got somewhere to be.",
        "Lizzie: How could I forget? When Tammy calls, just give me a signal, and I'll help you get out.",
        "Jonathan: Thank you.",
        "Beth: You.",
        "Jonathan: Hey, Mom.",
        "Beth: I'm already having my lawyers look into an annulment, so don't get too comfortable.",
        "Jonathan: I thought you were going to come in and give me a little kiss on the cheek and say \"Congratulations, Jonathan.\"",
        "Beth: Where's Lizzie?",
        "Lizzie: I don't know. I like to give my wife a little freedom. We missed you at the wedding.",
        "Beth: Yes. Well, if I had been at the wedding, it never would have happened. I would have stopped it at \"Dearly beloved.\"",
        "Jonathan: Hmm. Except that you didn't. And don't talk to me about an annulment. It's too late for that, because I'm really digging the married life. I talked to Lizzie's baby doctor the other day. He said we can keep having sex until that little pumpkin pops out. I mean, that's crazy, huh? I had no idea.",
        "Beth: What is it that you want?",
        "Jonathan: I want a happy, healthy little girl. I want a good life. I want world peace.",
        "Beth: You know, just because I wasn't at the wedding, doesn't mean I'm not going to do nothing about this so-called marriage.",
        "Jonathan: No, no. We're official now. You see, it's too late. Standing by and doing nothing is exactly what you're going to do. Unless you want these pictures I have here of you and Dr. Rick blown up and plastered on a billboard downtown. Your call, Mom.",
        "[SCENE_BREAK]",
        "Cassie: Hey.",
        "Josh: Hey.",
        "Cassie: What's wrong?",
        "Josh: Nothing.",
        "Cassie: Josh...",
        "Josh: Nothing. Oh, wait, I'm sorry, that's right, I just got kicked out of the hospital by my wife's boyfriend.",
        "Cassie: You're wife's-- Billy?",
        "Josh: Yeah. Billy. What we suspected all along is true. Billy and Reva are an item.",
        "Cassie: Okay--",
        "Josh: They both confirmed it.",
        "Cassie: I'm sorry, go back. Why were you in the hospital?",
        "Josh: Because Reva was there. In fact, I'm the one who brought her there because I literally stumbled over her unconscious body at the lighthouse.",
        "Cassie: What? Oh, my God! What happened to her?",
        "Josh: Well, I don't know. But my brother, the eminent Dr. Lewis, seems thinks it's nothing serious, so why should I?",
        "Cassie: Right.",
        "Josh: Yeah. I am so glad I ran into you. The one person who will understand what I just went through with them. The one person who will get as pissed off as I am right now--",
        "Cassie: No.",
        "Josh: Well, maybe not quite as pissed off because you're much more compassionate and understanding than I am, but the point--",
        "Cassie: No, what I meant is no, I don't want to hear about it. I can't-- I shouldn't be the one for you go to about this.",
        "Josh: Why not?",
        "Cassie: I can't be that person for you anymore. I can't.",
        "Josh: Are you saying we're not friends anymore?",
        "Cassie: No, Josh. Of course I'm not saying that.",
        "Josh: Then what are you saying?",
        "Cassie: I'm just saying that we need to figure out how to be just friends, and that's not easy when we came so close to being...",
        "Josh: Came so close to being so much more.",
        "Cassie: Yeah.",
        "Josh: Right, okay. So what do you suggest, polite e-mails? Or maybe hand signals from a discrete distance?",
        "Cassie: Please don't be angry with me.",
        "Josh: I'm not angry with you. I'm just trying to find out what is going on inside your head right now, Cassie.",
        "Cassie: What's going on inside my head is that you can't come to me every time there's a problem-- Reva's upset and she's hurt you or whatever. I think we need some distance, and I think it needs to be on that subject.",
        "Josh: Okay, okay. Are you even hearing what you're saying right now? Because where would I be today if I hadn't been able to come to you these last few months? In fact, where would you be today? Tell me, can you honestly say that we haven't been there for each other, supporting each other, and helping each other. Can you say that?",
        "Cassie: No, I can't.",
        "Josh: Okay, Cassie, we've been good friends for a lot of years. In the last few months we've become great friends, right? Is that because we've been having incredible sex? No, it's not, because we've chosen not to go down that road. Cassie, this is what it's about: Communication, connection, being there for each other, right? And great friends-- great friends don't have subjects that they can or cannot talk about. And if they did, I would question what kind of friendship they had in the first place. I'll see you later.",
        "Cassie: Josh? Josh!",
        "[SCENE_BREAK]",
        "Rick: Well, your B.P. is kind of low, Reva, but other than that, nothing is really jumping out at me.",
        "Reva: Because I'm fine.",
        "Rick: Reva, you keeled over for no apparent reason, which means there's a reason.",
        "Billy: Hey.",
        "Rick: Hey.",
        "Billy: How we doing in here?",
        "Rick: I'm dealing with a very uncooperative patient who says she passed out because of a couple of missed meals. Do you have anything to enlighten me about?",
        "Billy: Yes, actually there is something wrong with her, and we just didn't want to say it because Josh was here. But there's no sense hiding it from you.",
        "Reva: Billy.",
        "Billy: No. I'm going to come out and tell him. We went out drinking last night. We hit every bar down in Louisiana. Don't worry, I didn't drink anything, but Reva made up for it. And I'm telling you, what you're trying to diagnose here is one colossal, American hangover.",
        "Rick: Reva, you said there was no nausea or headache.",
        "Reva: Oh, well not tonight. But this morning, ooh-wee, I was a basket case.",
        "Rick: Why didn't you tell me that when you came in?",
        "Reva: Because of Josh, you know. He's judging us enough already as it is.",
        "Rick: For what? Are you and Billy...",
        "Billy: Bingo.",
        "Reva: Shocked?",
        "Rick: Yeah, it takes a lot to shock me these days, I'm afraid.",
        "Billy: Well, so can we go?",
        "Rick: Yeah. No driving for a while. Drink plenty of fluids, the non- alcoholic variety, okay?",
        "Reva: Okay. Thanks for all your time.",
        "Rick: Listen, I'm just glad that everything's okay.",
        "Billy: All right.",
        "Rick: All right, take care.",
        "[missing some of the transcript here, due to breaking news.]",
        "[SCENE_BREAK]",
        "Cassie: I am so stupid. There are a million different ways you could have handled that. And that's the one you went with.",
        "[SCENE_BREAK]",
        "Josh: Excuse me. I thought I told you not to park that bottle that far away. If you could pour me another one, that would be fabulous. Thank you so much. Does this run in families, do you think? I mean, really. Getting the run around from people. First I get it from my wife, and then what a surprise, I get it from her sister. And maybe I'm just screwed, no matter what you try or no matter who you try. What do you think, huh? Okay. Excuse me. Another one, pal.",
        "Bartender: I think you've had enough.",
        "Josh: What?",
        "Bartender: Let me call you a cab now, sir.",
        "Josh: You don't want to pour me another drink? Okay, okay, that's fine. I'll just pour one myself. Holy!",
        "Patron: You miserable, sloppy drunk.",
        "Josh: (Laughing) Actually, my friend, I will be whatever damn kind of drunk I choose to be.",
        "Patron: Get out of my face.",
        "Josh: This face right here, you mean this one?",
        "Patron: Hey, I'm warning you, back off.",
        "Josh: Oh, oh, oh, he's warning me. The guy with the beer spilled all over his crotch is now warning me.",
        "Patron: What's up with you, man? You looking to bloody that pretty little face of yours.",
        "Josh: Talk is cheap, my friend.",
        "Patron: If you don't shut up, we'll be doing a little more than talking. At least I will. You'll be on the floor.",
        "Josh: Maybe, but once I get off the floor, you-- you will be sorry.",
        "Garrett: Mrs. Lewis, this is Garrett at Outskirts. I'm sorry to bother you, but your husband is here and he has had a few drinks, and it looks like there could be trouble.",
        "Reva: Oh, no.",
        "Garrett: I'll do what I can to calm him down, but you need to get here.",
        "Reva: I'll be right there. No, I can't. Wait, I know what I have to do now.",
        "[SCENE_BREAK]",
        "Jonathan: You two have a nice chat?",
        "Lizzie: Great. We talked everything out. Mom is on our side. She's in our corner.",
        "Jonathan: Excellent. We have the family bonding. Excluding Alan of course, but... it is getting late. Mom, we'd love to stick around, but mom 2 here needs her rest. We're going to go. We'll see you. This way.",
        "Lizzie: Thanks. You didn't get a call from Tammy, did you?",
        "Jonathan: No.",
        "Lizzie: I just... I didn't hear your phone ring.",
        "Jonathan: No. It's weird, she should have been home by now. Oh, where is my phone?",
        "[SCENE_BREAK]",
        "Tammy: I'm still waiting. I wish you'd check in.",
        "Remy: Jonathan was supposed to come over?",
        "Tammy: Yeah, we had everything all planned out. I just don't know where he is. I tried his cell, I tried the room, oh...",
        "Remy: And you're folding up. Never a good sign. I'll take you out to dinner or desert. You can be seen with your new guy. Meanwhile, you have your phone on you in case Jonathan tries to reach you.",
        "Tammy: In case? He is definitely going to call me back.",
        "Remy: Okay, then, then why wait here when you can do it behind a big chunk of chocolate?",
        "Tammy: You should have been a lawyer instead of a cop.",
        "Remy: You've been talking to my mama.",
        "Tammy: Big chocolate cake. Good.",
        "[SCENE_BREAK]",
        "Jonathan: Come on, Tammy, pick up.",
        "[SCENE_BREAK]",
        "Patron: Hey, hey, hey...",
        "Josh: No, no, no, it's fine. My stepson happens to own this place. So I would suggest that you get the hell out.",
        "Patron: And when I do, I'll be taking a couple of your teeth with me.",
        "Josh: Oh, I'm really scared. I'm shaking in my boots.",
        "Patron: You should be scared.",
        "Josh: Let me tell you something. You are nothing. Compared to the Shayne sisters, my friend, you are nothing.",
        "Patron: Are you calling me a girlie man? You son of a...",
        "Cassie: Josh! What the hell is wrong with you?",
        "Patron: He had it coming.",
        "Cassie: You had it coming. Hey, Josh-- hey-- you all right?",
        "Josh: You weren't here before.",
        "Cassie: You weren't on the floor before. You've been drinking.",
        "Josh: Yes, I have. And once I get off this floor, and you leave, I'm going to continue drinking.",
        "Cassie: I don't think so. I'm going to get you home.",
        "Josh: No, ma'am. No, no, no, no.",
        "Cassie: Uh-huh.",
        "Josh: No. Because all of the women who used to be in my life have made it very clear, I am on my own.",
        "Cassie: Okay. Not tonight you're not. Excuse me, could you help me, please? All right. You are coming home with me.",
        "Josh: Oh!",
        "Cassie: Here we go. Thank you. I've got him.",
        "Josh: Why are you doing this?",
        "Cassie: Because you need a friend, Josh. You need a great friend, actually, right now, and that is what we are to each other. Still.",
        "Josh: You smell really good. (Cell phone rings)",
        "[SCENE_BREAK]",
        "Reva: Gary? She did? Great. Thanks for letting me know. Billy, call off the dogs. I found him.",
        "Billy: Is he okay?",
        "Reva: Yeah, he's at Outskirts, drunk, looking for a fight, but I sent Cassie over there.",
        "Billy: Should I...",
        "Reva: Steer clear. The bartender says she's got everything under control.",
        "Billy: So she is going to take him home and tuck him in. Are you okay?",
        "Reva: No, but that's not really important, is it?",
        "Billy: It is to me.",
        "Reva: Don't you start, Billy Lewis. I don't need lectures or sob stories. I'm going to do the right thing, whether those two deserve it or not, but...",
        "Billy: But what?",
        "Reva: You would think that doing the right thing would automatically make you feel good, but that's not how it is, at least not this time.",
        "[NEXT_ON]",
        "Mallet: I want to know why you're so suddenly eager to focus your investigation on Alan-Michael.",
        "Lizzie: We are having the most amazing honeymoon. I don't have to tell you how fantastic it is.",
        "Jonathan: I wish that I could rip your clothes off right here.",
        "Tammy: You and me both.",
        "Alan-Michael: You think I'm a real wretch, don't you?"
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=LKEYPYPQ51Q"
}