{
    "Episode Summary": [],
    "Recap": [
        "Cassie tells Tammy about Jonathan blackmailing her and Tammy goes to find Jonathan to see if it is true. Jonathan admits everything and tells her that he would do anything to keep the two of them together. Tammy forgives him but tells him that she needs her mom in her life and they need to make it work. Quinn gives Lizzie an expensive purse and while they are at CO2, observe Ava and Coop's closeness. Ava complains about the way Lizzie treats him to Coop but he tells her about Lizzie's history. Lizzie later gives Ava the purse that Quinn gave her, telling her she got it with her work discount. After Ava decides that the purse it too expensive decides to take it back and Coop wants to go with her. After a talk with Jonathan about Josh, Reva decides to go looking for him and runs into Olivia instead. Olivia rubs it in that Josh has asked her on a date, and Josh finding the two of them together confirms it. He tells Reva that she has said he will never be enough for her so he is trying to move on."
    ],
    "Recap Author": "Jennie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Ava: I am so sorry I'm late, Coop.",
        "Coop: What happened to the girl who sets her watch ten minutes fast?",
        "Ava: Oh. Yeah, well, it didn't work today.",
        "Coop: Oh. You know what that means: No employee of the month status. I guess Dad's going to take that title.",
        "Ava: Maybe I don't deserve any words, anyway.",
        "Coop: Well, I certainly don't buy that all. You know, I have to say that um... I feel really lucky, I feel things are going good, you know. I have you as a great friend. Lizzie, she's my girl and uh... yeah, I'm doing okay.",
        "Lizzie: You know what? If you care about him as much as you say you do, you won't say anything to hurt him. Why torture him over a silly, meaningless kiss?",
        "Ava: Yeah, you're really, really lucky.",
        "[SCENE_BREAK]",
        "Quinn: Greetings, Lizzie.",
        "Lizzie: Hi, Quinn.",
        "Quinn: How are you? How's Scoop? How's the penthouse-- I mean your place? Your new place.",
        "Lizzie: It's great. We got that figured out, though, right?",
        "Quinn: Of course we do. Now comes the time to show me how grateful you are. So, how about buying me some dinner?",
        "Lizzie: ( Laughs ) How about I let you buy me dinner?",
        "Quinn: Oh, that's right, I forgot, you're poor.",
        "Lizzie: You think we can go some place a little bit more private?",
        "Quinn: You know what? See, I'd be flattered if I didn't think you were just trying to get me away from your boy. Are you embarrassed of me or something?",
        "[SCENE_BREAK]",
        "Olivia: Hmm, I think I will.",
        "Josh: Hello, Jeffrey.",
        "Jeffrey: Josh.",
        "Josh: You got a minute?",
        "Jeffrey: Actually, you know, I've had a pretty long night.",
        "Josh: I guess you're going to be in for a lot of long nights, aren't you? I mean, you're going to start sleeping alone again, right?",
        "Jeffrey: You know?",
        "Josh: Yeah. Do I know about the fact you pretended to be Richard for so long, or you sprung Dinah from prison, or that Cassie never knew anything about that because you never bothered to tell her?",
        "Jeffrey: Cassie told you all that?",
        "Josh: Let's just say we found out at the same time.",
        "[SCENE_BREAK]",
        "Reva: Hey! Ooh, geez. Did you forget your keys.",
        "Jonathan: No, my hands are full.",
        "Reva: Oh, thank you. That Tammy really is a good influence on you.",
        "Jonathan: Hey, who said it wasn't my idea?",
        "Reva: Yeah, right.",
        "Jonathan: All my idea. ( Laughter ) Well, you put a lot on the line for us. And Tammy and I, we are grateful, so. I don't have a lot of supporters out there.",
        "Reva: Well, you're my son and you're stuck with me, and I'm stuck with you.",
        "Jonathan: Stop it, you'll make me cry. ( Laughing ) I hope Tammy's mother feels the same way about her. She's over at the farmhouse right now, trying to see if she can patch things up, but you don't think so.",
        "Reva: I wish... I really do wish that I could say that Cassie's ready to accept you two together, but--",
        "Jonathan: I didn't think so, either. Tammy really wants it, though.",
        "Reva: I know. But I think that Cassie really believes she's saving her daughter's life by keeping you two apart.",
        "Jonathan: ( Laughing ) Well, people believe a lot of crazy things, but as far as all this goes, I wouldn't sweat it. Leave Cassie to me.",
        "[SCENE_BREAK]",
        "Tammy: Hi, Mom.",
        "Cassie: Honey, what are you doing here?",
        "Tammy: I thought since Jonathan was cleared of the arson charges, that maybe we could-- I don't know, at least talk.",
        "Cassie: I'd like to.",
        "Tammy: Look, Mom, the three of us got off to a bad start. We all made mistakes. There has to be some kind of way that we can start over.",
        "Cassie: Honey, I wish we could start over. But there has been nothing but trouble since Jonathan came into our lives.",
        "Tammy: He's changing, Mom, really.",
        "Cassie: No, he's not. Honey, he is not changing. Not unless you think going from arson to blackmail is a positive change.",
        "Tammy: Blackmail?",
        "Cassie: Yeah.",
        "Tammy: You think Jon is blackmailing someone?",
        "Cassie: Yeah, I think Jonathan is blackmailing someone; I think he's blackmailing me.",
        "[SCENE_BREAK]",
        "Quinn: Here, I got you something for being such a cad. It might help you with your lies. It's a purse from that store you tell everyone you work at. Even the price tag surprised even me.",
        "Lizzie: Oh, wow.",
        "Quinn: Mm-hmm. So, can we eat now, because I'm starving. Besides, I'm cold.",
        "Lizzie: Okay, okay, listen. You've got to be good.",
        "Quinn: Aren't I always good?",
        "Lizzie: No. Come on. Oh, no, great.",
        "Quinn: What's up now?",
        "Lizzie: She's here. ( Quinn laughs ) Hi, Ava.",
        "Quinn: Hello, Ava.",
        "Coop: Hey, Lizzie. I thought I heard your voice.",
        "Lizzie: Hey, Coop, I missed you.",
        "Coop: Ah. Since this morning.",
        "Quinn: Scooper.",
        "Coop: Fine.",
        "Lizzie: Boys. ( Cell phone rings ) Ooh. I need to get that. Hello.",
        "Quinn: So, I love the new place.",
        "Coop: Thanks.",
        "Quinn: You really must have saved a bundle on ceilings and walls, too. And gotten the beat on that whole let's-- it's summer, let's eat outside thing. It's smart business thinking.",
        "Coop: Well you know, we try.",
        "Quinn: I suppose business must be booming or else how else can you afford someone with Lizzie's expensive tastes.",
        "Coop: Well I'd have to say it's because of tips from generous patrons like yourself. That and the fact that I've taken on some side assassin work.",
        "Ava: Gosh, that guy is so annoying.",
        "Coop: Quinn, please. He's harmless-- annoying-- but harmless.",
        "[SCENE_BREAK]",
        "Reva: How are you going to handle Cassie. She wants you in jail, remember?",
        "Jonathan: Well, maybe she learned her lesson. You know how it is with moms and their kids. Huh? Tammy goes over there, spends some time with mommy, and little by little, she starts to come around. You know how it is.",
        "Reva: Yeah. Why do I get the feeling you're not telling me everything?",
        "Jonathan: Hey. Maybe I feel like things are going to turn out okay for once. ( Laughing ) Check it out! This is me looking hopeful, huh?",
        "Reva: That's scary.",
        "Jonathan: I know, yeah, it's very scary. I know you don't get to see it very often, but now that Tammy and me are a thing and we're out there and... I don't know, I feel like things might be looking up, and things might be looking up for you, too, Reva.",
        "Reva: I'm fine. I'm doing okay.",
        "Jonathan: Come on. You've got to be over the sleeping-by-yourself thing by now. There is a guy out there waiting for you, Reva.",
        "Reva: Yeah? Well, I'm not looking.",
        "Jonathan: You're not. Are you... are you talking about my old pal Joshua?",
        "Reva: You know what? That's none of my business.",
        "Jonathan: Hey, if you want Josh back, you better get the lead out, lady.",
        "Reva: Excuse me.",
        "Jonathan: I have my problems with Josh, but if you have your heart set on hooking back up with the guy, hell, that's what I want, too. I just want you to be happy.",
        "Reva: You think it's a long shot.",
        "Jonathan: Uh-huh. The way I see things going with Auntie \"O\" I thought Josh moved on. I don't know, I saw them at the Beacon the other day; they were getting pretty hot.",
        "Reva: You know what? Please. Olivia has never let go of the idea of Joshua, and he needed a distraction, that's all.",
        "Jonathan: If you say so.",
        "Reva: I say so. Thanks for the vote of confidence, though.",
        "Jonathon: Where are you going?",
        "Reva: I just remembered that I have to get down to the shops on Main Street while they're still open. Tell Tammy thanks for the flowers.",
        "Jonathan: Reva...",
        "Reva: I'll talk to you later.",
        "Jonathan: Hey.",
        "Reva: Hey.",
        "[SCENE_BREAK]",
        "Tammy: Jonathan is blackmailing you?",
        "Cassie: Yup. Is that so surprising. When Jonathan wants something-- and he wants you-- don't you think he'll do whatever he has to do to get it? Lie, cheat, threaten?",
        "Tammy: You must have backed him into a corner somehow.",
        "Cassie: Honey, I told him what I always tell him, the truth. I told him that he's bad for you, and that I won't stand by and watch while he ruins your life.",
        "Tammy: So you made him feel like there's no chance. Like that's no hope for us to get alone. That I have to choose.",
        "Cassie: You do have to choose. You get to choose. You get to choose between the wonderful, happy life you're capable of, or the dark, twisted complicated existence--",
        "Tammy: Stop it, stop it! What could Jonathan possibly be blackmailing you with?",
        "Cassie: Jonathan found some information about Jeffrey that he thought would be painful. And he's threatening to tell the whole world to destroy my relationship with Jeffrey.",
        "Tammy: You're just making this up.",
        "Cassie: I'm not making this up.",
        "Tammy: You're desperate for me to doubt him, to hurt me.",
        "Cassie: Honey, I want to help you. Jonathan is trying to hurt me. And so far, he's doing a pretty good job of it. Jeffrey's staying at the Beacon tonight.",
        "Tammy: What?",
        "Cassie: Well, it turns out Jonathan was right. There are things I didn't know about Jeffrey. Things he didn't want me to know. And once he finally admitted it all...",
        "Tammy: You kicked him out?",
        "Cassie: Honey, the ugly truth is... that you are with a blackmailer and I am with a liar. So I guess the apple doesn't fall far from the tree, does it?",
        "[SCENE_BREAK]",
        "Jeffrey: So what's your story, Josh, misery loves company?",
        "Josh: No, that's not really my style. I just want the people I care about to be happy.",
        "Jeffrey: Yeah, I get the picture. How long have you known, Josh?",
        "Josh: Jeffrey, it's not really about what I know or how long I have known. It is about what you did and how long you've been lying about it. I mean, really, you've been with Cassie for quite a while. You never once thought about coming clean with her?",
        "Jeffrey: Oh, yeah, I thought about it.",
        "Josh: And yet you kept your mouth shut? Jeffrey, I didn't start asking questions about you because I was looking for trouble. And Edmund is certainly the last man on the planet that I would want to believe about anything. But for once, it seems he got his facts straight.",
        "Jeffrey: If you say so.",
        "Josh: You hurt Cassie.",
        "Jeffrey: Cassie's hurt right now because someone else got to her.",
        "Josh: No, you hurt Cassie. But she's strong, and she'll get over it, and she'll get on with her life. And my guess is that in the end, she'll be happy that she's not wasted her whole life on someone who has lied to her from day one.",
        "[SCENE_BREAK]",
        "Lizzie: Hey, I'm back.",
        "Quinn: Well, it's about time. You decided what you want?",
        "Lizzie: You know what, I would love, love, love, love? Is for Ava to get a life. Or at least a good hobby.",
        "Quinn: Mmm, feeling threatened, huh?",
        "Lizzie: Oh, please. I mean, she's just a distraction. I wish there was something to distract her. You don't have any friends that owe you any favors, do you?",
        "Quinn: You mean you want me to set her up?",
        "Lizzie: Well I mean, she's pretty-- if you like that type.",
        "Quinn: She's a waitress. I mean, she's a hot waitress, but she's a waitress all the same. Now a one-night stand maybe, but friends won't date out of their bracket. I mean, it just doesn't work socially.",
        "Lizzie: Yes, it does.",
        "[SCENE_BREAK]",
        "Coop: Ava, what are you not saying?",
        "Ava: Nothing. It's just, you know, I don't want to tell you because I don't want to hurt you. Only I don't want to watch you get hurt by not knowing, so...",
        "Coop: Ava, not knowing what? Whatever is on your mind, please, just spill it.",
        "Ava: There's nothing to spill. Lizzie and I just have a different idea and way of treating a guy we love.",
        "[SCENE_BREAK]",
        "Tammy: Maybe it was a mistake for me to come here.",
        "Cassie: No, it wasn't. Because now you can go to Jonathan and you ask him about our little chat. When you do, I want you to watch his eyes. Ask him about how he broke in here.",
        "Tammy: He came in here to get me my teddy bear.",
        "Cassie: Was he looking for your teddy bear when he broke into Josh's room? Ask him about what he was digging around for there? And why he came here to tell me all about and what a good time he had doing it. When you do that, don't take your eyes off of him; you'll get some answers. You'll know if I'm just making this up or not. Maybe then you'll realize what kind of a man he really is. I take it you're not staying for dinner. So take care, and drive safely.",
        "Tammy: Mom?",
        "Cassie: Honey, I need to get dinner on the table for your little brother.",
        "[SCENE_BREAK]",
        "Jeffrey: I know you like things nice and simple, Josh. Good guys and bad guys, but my life is a little more complicated than that.",
        "Josh: Yes, I've noticed.",
        "Jeffrey: You know, with such a narrow view, you run the risk of being disappointed with a lot of people a lot of the time. But I'm going to tell you something: Cassie and I, we're going to work through this. We're not finished, far from it.",
        "Josh: You know what? This is none of my business.",
        "Jeffrey: Oh, is it? Oh, none of your bu-- now... now you realize that?",
        "Josh: Cassie can make up her own mind, I'm sure.",
        "Jeffrey: Nothing and no one, including you, is going to keep me away from Cassie. This conversation is over.",
        "Josh: Whatever you say.",
        "Jeffrey: Yeah, whatever I say, and what I say is Cassie is going to accept what I've had to do in my life because she knows that I love her. And I will do whatever it takes to protect her and what we have together.",
        "Josh: You played Richard for a long time, didn't you?",
        "Jeffrey: What's your point, Josh?",
        "Josh: Well, just now I felt like I was talking to Edmund.",
        "[SCENE_BREAK]",
        "Reva: Olivia.",
        "Olivia: Reva!",
        "Reva: Let me guess, you are buying your way into someone's heart, and I'm guessing it's Josh's.",
        "Olivia: No, no, no. Wrong guess. Actually, this is for you.",
        "Reva: Me?",
        "Olivia: Yeah, let's call it a consolation prize.",
        "[SCENE_BREAK]",
        "Jonathan: A big waste of time.",
        "Tammy: I agree.",
        "Jonathan: Hey. What? What happened? What did your mom say?",
        "Tammy: Don't you mean what did you do to us. Because that's the real question here.",
        "[SCENE_BREAK]",
        "Nicole, and Bradley, inside \"The Light.\" It's fantastic working with Bradley. We really were lucky to find Nicole. She stepped right in. Working together, collaborating is great. I think that she has just been remarkable. I would love for Cassie to be happy. It's an honor to be on such a show with such a history. See Cassie and Jeffrey on Wednesday, January 25th, inside \"The Light.\"",
        "[SCENE_BREAK]",
        "Ava: About what I was saying about Lizzie...",
        "Coop: Wait, wait, wait, okay? Let me just take a crack at it, here. She's incredibly insecure, or she is usually trying to play everybody she can, or she's not above lying when she needs to. Let me guess, does that about cover it?",
        "Ava: Yeah, that about covers it.",
        "Coop: Thanks, Ava. Look, I understand what you're trying to do here. I get it; you're trying to look out for me. If you just knew Lizzie, and everything that she'd been through, you would understand why sometimes I don't mind it if I have to...",
        "Ava: Lay on the ground and let her walk all over you?",
        "Coop: No. I was going to say appreciate her for who she is. Ava, look, I'm no choir boy myself. All right, Lizzie has not had a very easy life-- especially growing up.",
        "Ava: Oh, growing up with more money than money can buy? And living in a huge billion- dollar mansion?",
        "Coop: I would not wish growing up that family on anyone-- not even my worst enemy.",
        "Ava: You mean that?",
        "Coop: I'm not saying that all the bad stuff happened there. But when Lizzie's parents split up, her mother starting dating this guy, he was abusive, so Lizzie confronted him. She shot him.",
        "Ava: What?",
        "Coop: Soon after that, Lizzie beat leukemia. Soon after that, her father tried to have her kidnapped, then she found her father murdered by her grandfather, who's still out there-- God knows where right now-- with my brother-in-law. And you know what? We don't even know if they're still alive.",
        "Ava: I had no idea.",
        "Coop: Right. Well you know what? That's Lizzie's life-- just some of the highlights at least.",
        "Ava: There's more?",
        "Coop: Ava, all I'm saying is that sometimes Lizzie doesn't make the best decisions. Is she the perfect girlfriend? No, she's not, but she's my girlfriend. And I will certainly take all of the bad, just as long as the good comes with it.",
        "Ava: Okay. Well, you seem really happy together and who am I to judge that?",
        "[SCENE_BREAK]",
        "Lizzie: Do you have a friend we can hook Ava up with?",
        "Quinn: No, I don't. But you're welcome, though.",
        "Lizzie: For what?",
        "Quinn: The present. Enjoy it.",
        "Coop: So have you decided? Where's your friend Thurston Howell the third going?",
        "Lizzie: Well, he's not really a friend, like you or Tammy. Just kind of like an acquaintance. Why are we talking about him? Why don't I talk about Ava, my new friend, my real friend.",
        "Ava: Me?",
        "Lizzie: Yes. I want to thank you for everything you've done for Coop, and we really appreciate you being here in town and being here at Company and so I got you a little something.",
        "Coop: You what?",
        "Lizzie: With my store discount. I want you to know how much we appreciate you.",
        "[SCENE_BREAK]",
        "Olivia: Never let it be said I'm not a gracious winner.",
        "Reva: So you won't be offended if I tell you where you can put that.",
        "Olivia: Oh, come on. You could do better than that.",
        "Reva: I have better things to do with my time than mud wrestle with you, Olivia.",
        "Olivia: I am so glad to hear that. No one wants you to get a life more than me.",
        "Reva: So you'll have a clear shot at Josh?",
        "Olivia: The only reason I have a shot at him is because you gave him away.",
        "Reva: That's how you see it.",
        "Josh: Hello, ladies. Boy we have got to stop meeting like this, really.",
        "Reva: Hi.",
        "Olivia: Reva needs some clarification. She doesn't understand why you're spending so much time with me. She thinks I put a spell on you.",
        "Josh: Oh, no, no. It was nothing quite that dramatic. Let's see, I asked her out and she said yes.",
        "[SCENE_BREAK]",
        "Tammy: There must be such a mistake, or a misunderstanding or something. You wouldn't do something to deliberately make things worse for us; I know that.",
        "Jonathan: What are you talking about?",
        "Tammy: You and my mom.",
        "Jonathan: Oh.",
        "Tammy: She said some horrible things.",
        "Jonathan: Like what?",
        "Tammy: She said that you tried to destroy her and Jeffrey to keep her from coming between us?",
        "Jonathan: What else?",
        "Tammy: She said you tried blackmailing her. That you dug up dirt on Jeffrey and that you loved rubbing her face in whatever it is you found out about him. That can't be true.",
        "Jonathan: No, Tammy.",
        "Tammy: No what?",
        "Jonathan: No, it is true. I did all those things to your mom. And I would do them again. I'll do anything I have to, to make sure that we can be together.",
        "[SCENE_BREAK]",
        "Cassie: I'm proud of you. High-five. All right, time to head upstairs, wash up, and brush your teeth, and I'll come up in a minute and tuck you in, okay?",
        "R.J.: All right, Mom.",
        "Cassie: Scoot.",
        "Jeffrey: Hi. I wasn't sure if I should come back so soon or... or if I should come back at all.",
        "[SCENE_BREAK]",
        "Lizzie: When I saw it, it reminded me of you. I hope you like it.",
        "Coop: Lizzie, that was very sweet of you.",
        "Lizzie: No. Ava is the sweetheart. And you know, I just wanted you to know how much we appreciate you...",
        "Coop: Hold that thought for just a second. We've got a customer.",
        "Lizzie: Okay, go ahead. We're fine.",
        "Ava: I don't know what to say.",
        "Lizzie: I love it, will do, but then you have to look at it first.",
        "Coop: Ava!",
        "Lizzie: It can wait. Coop needs you.",
        "Ava: Well, thanks in advance.",
        "Lizzie: No, thank you for being such a great friend. Really. Coop and I are very lucky to have you in or lives.",
        "[SCENE_BREAK]",
        "Reva: You asked Olivia out on a date?",
        "Olivia: This seems to be hard for you to absorb.",
        "Josh: Reva, it's not like I'm hiding anything. You want to know, you know.",
        "Reva: Are you forgetting who this is? Did you get hit on the head or be replaced by a pod person?",
        "Josh: No, Reva, it's me, good old Joshua.",
        "Reva: Then you know you're making the biggest mistake since you married her the first time.",
        "Olivia: You know, I'm going to give you two a moment. Over here.",
        "Reva: Thank you.",
        "Josh: What are you doing?",
        "Reva: I'm sorry, just because we're not together, doesn't mean I want to watch you fall off a cliff.",
        "Josh: Reva, what's the worst thing that can happen, huh? What, you think Olivia and I, we might get serious about each other again? I might give over my heart to her and then she'll stomp all over it again? Let's go to worse- case scenario, okay? Let's say you and I really do split up, I propose to Olivia, she accepts my proposal, and we get married. And then, at some point down the road she says to me, \"You know what, Josh, this really isn't going to this wouldn't work out because you're not enough for me and you will never be enough for me.\" I'm sorry, that was you, wasn't it? You know, Reva, believe it or not, I might be enough for someone.",
        "Reva: You're more than enough.",
        "Josh: How about this? What if Olivia says to me, \"I really don't know what I want or need out of life, but I know it's not you.\" You think that might happen?",
        "Reva: Okay, okay. This isn't about me.",
        "Josh: Or what if she were to say to me, \"Josh, you know, I don't want to be with you, but I really don't like seeing you with anyone else.\" Is that what you're worried about? You think that might happen?",
        "Reva: Bud...",
        "Josh: Don't. Please. I need you to back off, okay, and let me live my life. You turned your back on me. This is where we are now.",
        "Reva: Is it, Joshua? Is this where we have to be?",
        "[SCENE_BREAK]",
        "Jeffrey: Cassie, I...",
        "Cassie: Don't. Tammy was here.",
        "Jeffrey: Did you tell her what Jonathan did?",
        "Cassie: Yeah, I had to.",
        "Jeffrey: Well, that must have been tough. Are you all right? What did she say?",
        "Cassie: Well, she said she couldn't believe it, but I think she can. I could see it in her face. So either she'll finally learn the truth about Jonathan, or she'll just hate me even more.",
        "Jeffrey: You did what you had to do.",
        "Cassie: Yeah, but... was I right? Was it worth breaking her heart?",
        "Jeffrey: I don't know.",
        "Cassie: I guess the truth hurts. Doesn't it?",
        "Jeffrey: Cassie...",
        "Cassie: I want you to know that I am trying. I'm trying really hard to...",
        "Jeffrey: Forgive me, but you can't?",
        "Cassie: I... well, I'm just trying to let go. To get past what you did.",
        "Jeffrey: But it's too hard, right? It's like whiplash.",
        "Cassie: Yeah, except where I'm hurt is a little lower, and the pain goes a lot deeper.",
        "[SCENE_BREAK]",
        "Tammy: You went after my mom? After everything that she's been through?",
        "Jonathan: Well, what about what we've been through. Just stop and think.",
        "Tammy: I'm trying to.",
        "Jonathan: Did your mom tell me she pushed me to it? Did she tell you what she was saying?",
        "Tammy: I don't care! I don't care what she was saying. I don't care what she was doing. I just care about what you did.",
        "Jonathan: Okay, look, your mom doesn't ever give up on a point, you know that, right? So... if there was a chance... if we were going to have a chance at this...",
        "Tammy: You had threatened her with threats you'd be happy to back up.",
        "Jonathan: I threatened her, yeah. Would I be willing to back it up? Sure. Only if she pushed it. Tammy, look, I'll fight for what I want. I'll fight dirty if I have to. That's just me. This is the guy you said you fell in love with.",
        "Tammy: If I didn't love you, this would be easy.",
        "Jonathan: I don't like the way things have gone with your mom, either, but I'm not going to let her or anybody else stand in my way when it comes to being with you. And that's how it is. It's not going to change. That's who I am. That's it. This is the guy who loves you.",
        "Tammy: I love you, Jonathan. I love you, but this is getting harder and harder.",
        "[SCENE_BREAK]",
        "Josh: What are you asking me?",
        "Olivia: I'm back. Is everything okay?",
        "Josh: I don't know. Do you want to finish that thought, Reva?",
        "Reva: No. Not now. I just hope you guys have a nice night.",
        "Josh: But you were about to say...",
        "Reva: I was about to say that, um, I hope you have a nice date. And from now on, I'll be sure to stay out of your way.",
        "Josh: Take care.",
        "Reva: You, too. Good night, Olivia.",
        "Olivia: Good night.",
        "[SCENE_BREAK]",
        "Ava: Wow, that last-minute rush from the movie theater was something I didn't expect. I made some nice tips.",
        "Coop: Well, when the movie's good.",
        "Ava: Speaking of unexpected...",
        "Coop: Yeah, did I mention that Lizzie likes to buy gifts for people she likes?",
        "Ava: Yeah, well...",
        "Coop: Just open it up, see what it is.",
        "Ava: Whatever it is, I'm sure it's way too generous.",
        "Coop: Probably, but just try to stop her.",
        "Ava: No way! Oh, my gosh, this is just gorgeous. It is so expensive, Coop?",
        "Coop: Wow. She said she got an employee discount on it, so...",
        "Ava: This is more than I make in a week here in tips.",
        "Coop: So what are you going to do? Are you going to take it back, trade it in?",
        "Ava: Well yeah, I'm going to take it back and exchange it for something less expensive and have them credit Lizzie's account.",
        "Coop: Okay. Tell you what, if you don't mind, I would like to come with you. I mean, Lizzie never let's me visit her at work so this will give me a chance to surprise her, yeah?",
        "[SCENE_BREAK]",
        "Lizzie: So, um... where is your friend?",
        "Quinn: Running late, I guess. How is Coop? Still slaving away?",
        "Lizzie: Yeah, he's hanging out with his new friend. I took your advice and the godfather's I guess, but I made her my new best friend on the planet.",
        "Quinn: Well, that's a smart move, girlie.",
        "Lizzie: Thank you.",
        "Quinn: Mm-hmm.",
        "Lizzie: You know, I wish we could hook her up with someone. That'll make life so much easier.",
        "Quinn: You mean your life easier.",
        "Lizzie: Well, yeah, that's what I meant, my life. In fact, for a while, I figured I could get you to ask her out.",
        "Quinn: Me? You're joking, right?",
        "Lizzie: Why not?",
        "Quinn: Well, because I like to think I'm already taken.",
        "Lizzie: Oh. We're friends, Quinn.",
        "Quinn: That's right, friends. Friendly friends. We're friends, close friends, friends with benefits, right?",
        "Lizzie: Um, yeah, um, friends. Special friends.",
        "Quinn: Special.",
        "Lizzie: Mmm. Friends with benefits, uh-huh.",
        "Quinn: Well, it's a beginning, you know. All right. See you later, friend.",
        "Lizzie: That's a lot of work.",
        "[SCENE_BREAK]",
        "Jeffrey: I'm so sorry for everything.",
        "Cassie: I know.",
        "Jeffrey: I wish I knew what to say.",
        "Cassie: Maybe there is nothing else to say. Maybe we should just leave it at that for tonight. I'm exhausted. I'm going to go to bed.",
        "[SCENE_BREAK]",
        "Tammy: Listen, Jonathan, um,",
        "Tammy: Listen, Jonathan, um, I know this is not what you want to hear right now, and I wish I had the right words to say it.",
        "Jonathan: Say what?",
        "Tammy: I can't.",
        "Jonathan: Go on. I can take it.",
        "Tammy: I can't let her go, Jonathan. I need my mom in my life. So we have to figure out some way to make this work. Some way to make her see what I see so that she comes around.",
        "Jonathan: Okay. What's the plan?",
        "Tammy: I don't know yet. Please, tell me that you understand. Please tell me that you get it, okay? That's all I need to hear. Please.",
        "Jonathan: I just want us to end up together, that's all.",
        "Tammy: Thank you.",
        "Jonathan: I want us to be together. Can you love me will you love me with the lights on yeah when the lights are on let the world see, hey that our love beats strong and if everyone is watching us let them watch, let them talk just believe what we need is what we are can you love me with the lights on ( instrumental music playing ) you'll see I've change but your the only one that knows we've made mistakes but isn't that the way that it goes don't be afraid of living this love out loud you know it's hard times can you love me? Will you love me with the lights on yeah when the lights are on let the world see hey, that our love beats strong and if everyone is watching us, let them watch, let them talk just believe what we need is what we are with the lights on with the lights on can you love me with the lights on.",
        "[NEXT_ON]",
        "Cassie: I have to know the truth, Jeffrey, and I can't get to it by myself. Help me, Richard, help me.",
        "Richard: Hello, darling."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=5ePjxGyJ4kA"
}