{
    "Episode Summary": [],
    "Recap": [
        "Alan arranges for all charges against Mallet to be dropped in exchange for Mallet's promise to find Harley and take her away from Gus. Alan is upset when Mallet refuses to help him. Mallet later makes plans of his own to help Harley out. Gus and Harley are disappointed when Sebastian is successful in killing Dr. Wallace. They return to their hiding place on the Light of Love set and start to make love as Alan closes in on them. Cassie and Edmund continue to argue while Cassie grows closer to Jeffrey. Nate makes a strong play for Reva. When she turns him down, he threatens her. Jonathan and Nate get into a fight with Jonathan trying to protect Reva. When Reva sees the fight, she thinks that it is Jonathan's fault. Jonathan grows very angry at Reva and ends up pulling a knife on her."
    ],
    "Recap Author": "Boo",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Jeffrey: Hello?",
        "Cassie: Did you miss me?",
        "Jeffrey: Hi. Did you find Edmund?",
        "Cassie: Answer the question first.",
        "Jeffrey: I'm sorry, Cassie. I'm sorry. I got a meeting with the judge. And... well, did I miss you? Let's see. Only like more than I missed anybody. So, now, did you find Edmund?",
        "Cassie: No, I didn't. I looked everywhere. But I did get to spend the whole afternoon with R.J. But... wow. Now I'm here and you're leaving, huh?",
        "Jeffrey: You know what? No. No, forget it. I'm going to make-up some excuse for the judge...",
        "Cassie: No. No, no. No. No. You can't do that. You need to... you need to go to work.",
        "Jeffrey: You're upset.",
        "Cassie: I'll be fine. Do you mind if I hang out here for awhile? Is that okay?",
        "Jeffrey: No, of course not. Sure. You can keep the bed warm. Hmm. Very, very warm.",
        "Cassie: Go. You need to go.",
        "Jeffrey: I do. All right, thanks.",
        "Cassie: Here.",
        "Jeffrey: I'll see you later.",
        "Cassie: Bye. ( Knock on the door ) Did you forget something?",
        "Jeffrey: You know what? I can be late. I can be late a few minutes.",
        "Cassie: ( Laughs ) No, you can't.",
        "Jeffrey: Really, I can.",
        "Cassie: You need to go. Go.",
        "Jeffrey: I'll see you later.",
        "Cassie: Yes. ( Knock at the door )",
        "Cassie: Jeffrey O'Neil, I am not climbing back in bed with you.",
        "Edmund: Well, that's a relief.",
        "[SCENE_BREAK]",
        "Reva: Nate? Okay. Here we go. Love this. Love this. My own personal heater. Where were these things when it was the dead of winter? ( Gasp ) Nate.",
        "Nate: Someone's warm.",
        "Reva: Oh, there you are.",
        "Nate: Here I am.",
        "Reva: Yes, yes. I'm just... I'm hot. I'm just hot.",
        "Nate: Hardly news to me, Reva.",
        "Reva: I got your message. You said the place was packed. Yeah, well, I don't know how long I can stay, because I haven't heard from Joshua yet to tell me what his plans are for the evening.",
        "Nate: He's left town. Josh. He asked me to get you to call him. I forgot. All right, I didn't forget. But I was hoping we could avoid talking about him. Avoid talking altogether.",
        "[SCENE_BREAK]",
        "Mallet: Because I was a warden. I know the routine. Someone paid my bill. That means I go straight to processing. Do not pass go. Do not collect $200.",
        "Guard: You've got to wait here.",
        "Mallet: Why don't I wait here?",
        "Guard: The Soap Channel's on, enjoy.",
        "Mallet: Take time, buddy. No worry. It's not like anybody life depends on me getting out of here.",
        "Guard: Just sit here.",
        "Alan: Don't worry. You'll be out very soon.",
        "Mallet: Alan Spaulding. What an honor?.",
        "Alan: You know some very expensive strings were pulled to get you out of here.",
        "Mallet: Out of the goodness of your heart, I'm sure.",
        "Alan: Mr. Mallet, you should know that Harley Cooper needs you more now than she ever has.",
        "[SCENE_BREAK]",
        "Nurse Sara: There you are. The police officers were looking for you to finish your statements. Maybe I can still catch them.",
        "Gus: Wait a second. Wait. You don't have to do that.",
        "Nurse Sara: Why not?",
        "Sebastian: This won't hurt a bit, good buddy. ( Alarm sounds )",
        "Nurse Sara: That's Dr. Wallace's room.",
        "Gus: What the hell?",
        "Gus: What happened exactly?",
        "Nurse Sara: He might have had a seizure, just managed to press the call button and passed out. He's unconscious again. I'm getting a doctor. Everybody out.",
        "Gus: No. We were going to... we'll just wait.",
        "Harley: Yeah, because we were with him when he got hit by that car.",
        "Gus: We feel responsible a little bit. You know and...",
        "Harley: We do feel responsible. And we want to be here in case he wakes up. So...",
        "Gus: He doesn't really have any family here.",
        "Nurse Sara: If he does wake up, the last thing he'll need is the stress of you two questioning him.",
        "Harley: No, we won't cause him any stress.",
        "Gus: We wouldn't say a word.",
        "Nurse Sara: I'm sure you won't because you're leaving with me. Please.",
        "Harley: Okay. But if he wakes up, we really, really do need to, okay.",
        "[SCENE_BREAK]",
        "Mallet: So do you always bail out people you don't know to help out people you don't like?",
        "Alan: I didn't bail you out, Mr. Mallet. I put Spaulding's best attorneys on your case. Did you know that the police made a procedural error when they arrested you? Apparently it was it was egregious enough to get the charges dropped.",
        "Mallet: Dropped? Completely? As in...",
        "Alan: You are a free man.",
        "Mallet: Wow, I'd offer to buy you a beer, but I'm still waiting to hear what you want from me.",
        "Alan: They allow you to watch television when you're in prison, don't they?",
        "Mallet: Yeah, news, sports, soap operas. I'm all caught up.",
        "Alan: Then you are aware that Harley's still at large. The police are looking for her as well as the bounty hunters.",
        "Mallet: Bounty hunters. Wow, I wonder who sent them.",
        "Alan: If Harley's going to survive, she's going to need help.",
        "Mallet: She has help. Gus. Your son.",
        "Alan: But if something were to happen to Harley, Gus might be caught in the crossfire and I don't want that.",
        "Mallet: Oh, so this is all about protecting your son and the hell with Harley Cooper?",
        "Alan: In the perfect I would prefer if Harley was caught.",
        "Mallet: Dead or alive as I recall.",
        "Alan: But this is not a perfect world. But let's say Harley eludes her captors and rides off into the sunset with the man she loves. Wouldn't you rather that man be you?",
        "[SCENE_BREAK]",
        "Edmund: You told Jeffrey you wanted to see me. Well, here I am.",
        "Cassie: You heard me. Were you eavesdropping, Edmund? Did you follow me here?",
        "Edmund: Well, I suppose I could deny it, but compare to my other sins, a bit of stalking strikes me as small potatoes. So what's on your mind?",
        "Cassie: I wanted to talk to you about the baby.",
        "Edmund: Our baby. Yes, what about it?",
        "Cassie: I know this is probably going to be hard for you and it's probably going to make you angry. But I don't know. After everything that you've done to Jeffrey and everything with Dinah, I think... I know what I saw, Edmund.",
        "Edmund: You mean last night? My supposed abduction of Dinah. What you saw, Cassie, was carefully orchestrated to feed into your insecurities and paranoia and apparently it worked like a charm.",
        "Cassie: Edmund, it doesn't really matter how that shovel ended up in your hands. The point is it could happen at anytime.",
        "Edmund: It's so easy to believe the worst of me, isn't it?",
        "Cassie: Well, I'm sorry, but you have given me reason over and over again.",
        "Edmund: You came to me, Cassie. You said you wanted to get back together again. You said you wanted to be a whole family again. You said you wanted to build something real and lasting with me and then you turn around and sabotage it.",
        "Cassie: I sabotaged it?",
        "Edmund: Why can't you keep your commitments, Cassie? What are you so scared of?",
        "Cassie: You can't be suggesting that our break-up is my fault, because I have some kind of commitment issue.",
        "Edmund: No, that's only part of the problem. The other part of the problem, the much bigger part of the problem is your interest in a man you are so un- apologetically sharing a bed with while we're still married. So much for taking the moral high ground. Hmm. You seem now to be able to even rationalize adultery.",
        "Cassie: Don't make this about Jeffrey, Edmund.",
        "Edmund: It is about Jeffrey. He is at the core of everything that has gone wrong between us. Because from the moment he came to town you have had an itch only he could scratch. ( Guitar string pulls )",
        "Cassie: That's crazy. I hated Jeffrey when he first came to town.",
        "Edmund: Yet, you've managed to find one reason after another to cross path with him, to draw him into your life, to draw him into our life together and then push me aside.",
        "Cassie: That is not true.",
        "Edmund: Is that your system here, Cassie? Burning urge that only Jeffrey O'Neil can fill? Are you ready to come back to reality yet?",
        "Cassie: Reality?",
        "Edmund: The one and only reason you have brought all of this turmoil down on top of us. The reason you're so hung up on Jeffrey O'Neil. He is a dead ringer for your dead husband.",
        "[SCENE_BREAK]",
        "Reva: Josh left town? Why did he tell you?",
        "Nate: So I'd tell you to call him.",
        "Reva: ( Laughs ) Where did he go?",
        "Nate: Iowa. No, that's not it. Oklahoma. Creeky something.",
        "Reva: Cross Creek.",
        "Nate: Something to do with Lewis Construction and Industry. He did try to call your cell phone. I'm sure there's a message there for you and blah, blah. Blah, blah, blah. Can we please stop talking about stuff that doesn't matter to us?",
        "Reva: My husband matters.",
        "Nate: Reva, look around you. Look. We're completely alone.",
        "Reva: And you planned it that way, didn't you?",
        "Nate: Did I? Wouldn't that be...",
        "Reva: Sneaky.",
        "Nate: What?",
        "Reva: We can't.",
        "Nate: Can't what?",
        "Reva: We can't do this?",
        "Nate: What are we doing?",
        "Reva: You're what... it's what you're doing. You have to stop.",
        "Nate: No. So I'm the only one feeling any attraction right now, is that it? Hmm?",
        "Reva: No.",
        "Nate: That electric rush you get when you're somebody you find so exciting that you can't think straight.",
        "Reva: No.",
        "Nate: No? I'm not the only one?",
        "Reva: I'm married. I love my husband.",
        "Nate: Yeah, of course you do. Josh is a really good guy. Tells you he loves you every single day. But isn't it nice to know that somebody else out there wants you, too? What's wrong with mixing it up a bit? It doesn't make you a bad person. You know, you always say that people come into your life for a reason. And this between us makes you feel alive. And you like that.",
        "Reva: When... when did... when I said that you were passed out.",
        "Nate: ( Laughs ) Well, perhaps I wasn't quite as drunk as I led you to believe. But Reva, those were your words. Not mine. Your words and your feelings. So come on. Just stop trying to deny them. You know what you want. It's the same thing I want. Just... one night, Reva. Just one. Josh will never know.",
        "Reva: I'm married.",
        "Nate: Yeah, keep saying it. And I'll keep saying what a lovely nice guy your husband is. But as nice as he is, there's something he's not giving you, Reva. Otherwise you wouldn't be here.",
        "Reva: And you can offer...",
        "Nate: Oh, yes. Yeah, if you let me. I'm not asking you to give anything up. But nothing's going to change. I'm not making any promises. This is what it is, Reva. We both want it and we need it. And bloody insane. So keep fighting it... when giving in would be so easy and feel so good.",
        "[SCENE_BREAK]",
        "Cassie: You truly will stop at nothing. To even suggest that I would be attracted to Jeffrey, because...",
        "Edmund: I know you, Cassie. I know you better than you know yourself.",
        "Cassie: No, you don't, Edmund.",
        "Edmund: Why do you think I was so threatened when Jeffrey O'Neil came to town? You kept telling me, no you could never care for him. He's nothing like Richard. He's absolutely nothing like Richard. Well, you're right. He is absolutely nothing like Richard. On the inside. But on the outside, aye, there's the rub. That face. You couldn't resist the face. And not just the face per se, but everything the face represents: A simpler time, a safer time. When after the trials of your childhood, the hard knocks, losing Tammy, Hart's death, you had finally found a man who could take care of you. Protect you. And God knows I did my best to try to fill his shoes, but a mere stand-in just wasn't going to do. No, no, no, no. You needed an exact replica.",
        "Cassie: Edmund, that is... that's... ( Sniffles ) that's, um...",
        "Edmund: Not true? Not true? But it is true, Cassie. Sadly for you. Because aside from the face, Jeffrey O'Neil is everything that Richard was not: Brash, selfish, insensitive, a user. Cassie, Jeffrey O'Neil will never, ever be able to give you the one thing you crave most in this world: Security. Because Jeffrey O'Neil is not your dear, departed dead prince. Cassie, Jeffrey O'Neil is not even fit to shine Richard's shoes.",
        "[SCENE_BREAK]",
        "Reva: I can't. I can't, I can't, I can't.",
        "Nate: You're off to such an awfully good start.",
        "Reva: No, no, no, no, no. No, I can't. I'm... I'm going through something. I am. I'm going through something, but you... you are very... Josh is... Josh is... I love him. But you... he's everything. He's everything. He's...",
        "[SCENE_BREAK]",
        "Nate: The bitch.",
        "Jonathan: Who?",
        "Nate: Who do you think, boy?",
        "Jonathan: Reva? What happened?",
        "Nate: Nothing. Because that's what I am. I am nothing. Josh is everything. And I'm nothing.",
        "Jonathan: What did you do to her?",
        "Nate: Nothing! Are you not listening to me? I am nothing! Well, it's about time someone showed her different. About time someone taught her a lesson.",
        "Jonathan: The way you taught Mom?",
        "Nate: Your mother never got anything that she didn't deserve.",
        "Jonathan: No. You leave her alone.",
        "[SCENE_BREAK]",
        "Mallet: So, let me get this straight: Your offer is that I get to be Harley's sloppy seconds and a fugitive for the rest of my life to boot? Gee, that sounds great.",
        "Alan: Apparently I didn't make myself clear. You don't have a choice.",
        "Mallet: The problem is, I'm not good at taking orders.",
        "Alan: You know, that's too bad, because the same strings I pulled to get you out of here, I could pull to keep you in here, too.",
        "Mallet: I thought the charges were dropped.",
        "Alan: Well, my lawyers could come up with new ones.",
        "Mallet: ( Laughs ) I'm done talking to you. Guard!",
        "Alan: Listen here. I know that you lobbied very hard to become the warden at Vailsburg because you wanted to be close to Harley, your ex- wife, so you could protect her.",
        "Mallet: Yeah, that's right. But there's something you don't know, Alan. After the bus crash, I could have tried to get Harley to run away with me instead of Gus. But I bowed out so they could be together.",
        "Alan: And you have regretted it ever since, haven't you? So here's your chance. Here's your chance to rewrite history. Not just the recent history; you can fix the marriage that you ruined all those years ago. Now, do you really, really want to pass up this opportunity?",
        "[SCENE_BREAK]",
        "Harley: Dr. Wallace? It's Harley Cooper. I think you heard me last time. Look, we know that you're a doctor, we know that you work at Cedars in Springfield, so on some level you must care about helping people, so maybe you could help me now. Um, maybe you could just let me know if you can hear me. Squeeze my hand if you can hear me.",
        "Gus: He's dead, baby.",
        "Harley: Oh, my God.",
        "[SCENE_BREAK]",
        "Harley: Okay, I'm going to...",
        "Gus: Where are you going? Where are you going?",
        "Harley: I'm getting a doctor. We have to revive him.",
        "Gus: There's nothing we can do about it, okay? We just have to go.",
        "Harley: No. We have to try.",
        "Gus: He is dead. We have to go. If somebody walks in here, they're going to see us here, they're going to recognize you, they're going to think that we killed him. We can't do anything about it.",
        "Harley: He can't be dead. Dr. Wallace? Dr. Wallace, you have to wake up. You have to tell me what you know. You're the only one who can clear me now.",
        "Gus: We have to go now.",
        "Harley: Wake up. Wake up.",
        "Gus: Listen to me. ( Equipment beeping )",
        "Nurse: Code blue!",
        "[SCENE_BREAK]",
        "Mallet: Guard!",
        "Alan: I know where Harley is.",
        "Mallet: No, you don't. Because if you did, you wouldn't be here talking to me. You'd send one of those bounty hunters after her.",
        "Alan: No. Something might happen to Gus. I want you to get Harley away from Gus. Now, my offer is on the table. ( Cell phone ringing ) It'll be there until this phone call is over. Yes?",
        "Sebastian: It's done.",
        "Alan: Tell me where you are. I'll meet you there.",
        "Sebastian: Are you still in New York?",
        "Alan: Just tell me where you are.",
        "[SCENE_BREAK]",
        "Nate: What did you just say to me?",
        "Jonathan: I said stay away from Reva.",
        "Nate: Come again?",
        "Jonathan: Leave her alone.",
        "Nate: One more time.",
        "Jonathan: I'm not going to let you hurt her.",
        "Nate: I'm sorry. And again?",
        "Jonathan: If you touch Reva, I'll...",
        "Nate: You'll what? Come on, Johnny, you're not going to do anything. You never have done and you never will do.",
        "Jonathan: You've done enough!",
        "Nate: Have I?",
        "Jonathan: I'm not going to let you hurt her.",
        "Nate: Stop me. Stop me.",
        "Reva: Jonathan. Jonathan, stop it. Stop. Stop. Stop it. What are you doing? What are you doing?",
        "[SCENE_BREAK]",
        "Cassie: Get out. Get out.",
        "Edmund: The truth hurts.",
        "Cassie: Out.",
        "Edmund: No, it really does hurt. So, I take it whatever you had to say to me can wait?",
        "Cassie: Part of it can and a part of it can't. But see, you lied to me again, Edmund, because you said there was something wrong with the baby and there's nothing wrong with the baby.",
        "Edmund: Actually, there is a problem. There's a very big problem. And that's that the child is going to need two parents to love it, but you seem bound and determined not to let that happen.",
        "Cassie: Funny. The way I see it, it's the other way around.",
        "Edmund: Well, then I guess we're just going to have to wait and see who's right. Right?",
        "Cassie: You know what, Edmund? You're bitter. And you have no one to blame but yourself because you ruined this. Not me, and not some crazed fixation that you think I have for Jeffrey. You ruined this because you couldn't change. As much as you wanted to change, as much as I wanted you to change, you can't change, and you know what? Maybe... maybe you shouldn't have to.",
        "Edmund: All right. Have you changed?",
        "Cassie: I've learned. And I've moved past the bad things in my life and now I'm going to have to move past this. I want you to go to the farmhouse and I want you to get your stuff out, because RJ and I are going to move back in and when we do, I want you to be gone.",
        "Edmund: I give this three weeks at best.",
        "[SCENE_BREAK]",
        "Harley: We were so close. We were so close. If Wallace had just said one simple name before he died, I'd be on my way back to my family right now.",
        "Gus: You will be back on your way to your family, okay?",
        "Harley: How?",
        "Gus: I don't know. I'm working on it, okay? I'm... I'll work it out.",
        "Harley: No, you already know. You do. Your plan. The one that you suggested before, the one where we sneak back into town, we grab my kids and we go. Just say goodbye to everybody we know and hit the road and never look back.",
        "Gus: Yeah, but when I pitched it to you, you hated it.",
        "Harley: I still do. But what choice do I have? That's my only way out now.",
        "[SCENE_BREAK]",
        "Mallet: \"Going somewhere,\" he says hopefully.",
        "Alan: New York City. What a coincidence. Guess who is there.",
        "Mallet: The Yankees?",
        "Alan: Harley. Could I give you a lift?",
        "Mallet: I already gave you my answer.",
        "Alan: I thought you'd reconsider.",
        "Mallet: You thought wrong, Alan. Go corrupt somebody else.",
        "Alan: Listen to me. You will be making the biggest mistake of your life.",
        "Mallet: It wouldn't be the first time.",
        "Alan: Yes. Information, New York City? Operator, I would like the number for the television show \"Light of Love.\"",
        "[SCENE_BREAK]",
        "Jeffrey: Drink this.",
        "Cassie: Why? Why did I keep making excuses for him? Why?",
        "Jeffrey: All right. Just try to breathe, okay?",
        "Cassie: Why did I refuse to see what was standing right in front of me? You would think that after all this time that I've been around that I would have some kind of instinct, I would have some kind of gut to tell me something. Or maybe, just maybe that I could listen to some of the people that I love that are telling me that I'm about to walk off a cliff right before I do it.",
        "Jeffrey: Stop. Stop beating yourself up like this, please.",
        "Cassie: Do you know what? Do you know what, Jeffrey? I told Edmund that he needs to face the truth and start making some changes, so you know what? That's exactly what I'm going to do. I'm going to start making some changes.",
        "Jeffrey: Well, you know what I think? I think that you need to cut yourself some slack, all right? And since you're not going to pipe down voluntarily, you leave me no choice.",
        "[SCENE_BREAK]",
        "Reva: No. You can't do this. Jonathan, you can't do this. You can't just walk in here and start attacking people. What is wrong with you?",
        "Jonathan: Me? This is my fault? Do you know what he was going to do to you, Reva?",
        "Reva: Whatever is going on with me and Nate is our business, not yours. You can't protect me.",
        "Jonathan: Yeah. That's what you think.",
        "Reva: No, Jonathan. You have to stop. I don't need your help.",
        "Jonathan: Yeah, you do need my help. Bad. But you don't want it, so you know what? Mr. Charming, he's all yours. Sleep with him. Cheat on Josh until the cows come home. Maybe it'll help you get over your mid-life slump so you can stop making the rest of us feel so miserable.",
        "Reva: Like you're anyone to judge me.",
        "Jonathan: No, I know I'm not. I'm the scum of the earth, right, Reva? The bottom of the barrel? Well, if that's me, think how low they had to scrape to get you, the mother who made me.",
        "[SCENE_BREAK]",
        "Gus: You understand that if we go on the run for the rest of our lives, we're not going to see our families, either one of us. You understand that, right?",
        "Harley: Give me another choice. Wallace is dead. He was my only chance to clear my name. If there was somebody else, we would have found them by now.",
        "Gus: Yeah, well, we can't count on that.",
        "Harley: We can't count on anything. Except you and me. It's all I have left now. I'm just trying to prove that I'm innocent. That is way too big a mountain for me to try to climb, and I am not going back to prison. That's not an option for me.",
        "Gus: Okay, so that's what we're going to do. We're going to go back to Springfield and we nab the kids. It's as simple as that.",
        "Harley: Unless you don't want to. You don't have to, okay? You can back out.",
        "Gus: What are you talking about? What...?",
        "Harley: I'm just saying...",
        "Gus: I know what you're saying. It's not an option. What is the matter with you? It's not an option. You're stuck with me.",
        "Harley: I'll ruin your life. I will, because if you do this, there's no going back, Gus. You're going to burn all bridges with everybody.",
        "Gus: I don't want to go back. I want to go forward and I want to go forward with you. I felt that way since the day I met you and since the day I asked you to marry me, but you wouldn't be ruining my life, you'd be saving it.",
        "Harley: ( Sobs )",
        "Gus: We're going to be fine. We're going to be fine. You know why? Because we're going to be together. We're going to be together from here on out. From here on out.",
        "Harley: I don't know why I doubted anything you ever told me. I'm so stupid.",
        "Gus: Because I'm a fool, because I've made so many mistakes. Are you kidding me?",
        "Harley: I love you.",
        "Gus: Things I wish I could change. So many things I wish I could change.",
        "Harley: Join the club.",
        "Gus: I wish I could change the thing that happened in the wine cellar. I wish I could retry your case. Look, I'm not saying... with all of this, I'm not saying that I'm trying to replace your family. I can't do that. But what I can promise is that I would bring you joy-- joy, as much joy as possible-- for the rest of your life. So you, me and the boys, we'd have a good life. It wouldn't be the same life but it would be a good life. I promise. I promise you that.",
        "Harley: I believe you. I trust you.",
        "Gus: Come here. All right, just breathe. We're going to be fine. We're going to be just fine. Okay? Okay.",
        "[SCENE_BREAK]",
        "Cassie: I should be mad at you.",
        "Jeffrey: Why?",
        "Cassie: Because you're not listening to me.",
        "Jeffrey: Oh, I was listening. All I heard was a woman who was blaming herself for everything that wasn't her fault.",
        "Cassie: Yeah, but...",
        "Jeffrey: Uh, uh, uh. Do you want me to shut you up again with a kiss?",
        "Cassie: You could try.",
        "Jeffrey: You know, you really do have to stop resisting and let me help you. I've got your back here and I can help you through this if you let me.",
        "Cassie: You're going to have to twist my arm.",
        "Jeffrey: Oh. Okay. Hm.",
        "Cassie: Ow. Ow. I'll tell you what. If you turn this water into wine, I'll be your slave forever.",
        "Jeffrey: Okay. Now you have to twist my arm.",
        "Cassie: ( Laughs ) Oh, you know what? Richard, you are so good at taking care of me.",
        "Jeffrey: What did you just call me?",
        "[SCENE_BREAK]",
        "Jonathan: I am so freaking tired of you telling me how worthless I am! It's one thing coming from Tammy or even Josh, but you? Everything I am inside is from you, Reva! Every rotten little last ounce of me! And you don't think you're like me? Well, let's see. Let's see once and for all. Let's compare. Come on. Let's open veins and compare. Ladies first. ( Panting )",
        "[SCENE_BREAK]",
        "Orderly: I'll take him down to the cooler. What happened to him?",
        "Nurse: Hit and run. He made it through surgery but I guess his injuries were just too severe.",
        "[SCENE_BREAK]",
        "Gus: Baby, let's get going, okay? I'm afraid someone's going to walk in here.",
        "Harley: Nobody's going to walk in.",
        "Gus: It's a TV studio.",
        "Harley: The studio's closed.",
        "Gus: Exactly.",
        "Harley: I don't want to go. If we go out there, everything's going to come crashing in.",
        "Gus: I know.",
        "Harley: I just want it to stay like this for a little while.",
        "Gus: Because it's nice and it's quiet. Come here.",
        "Harley: Where are we going?",
        "Gus: We're going to go over to this little beach that I know. It's private. It's private, and we're the only two members. Isn't it nice to be on a beach like this, and the only people for miles around?",
        "Harley: Yes.",
        "Gus: And the water's so blue. Have you ever seen it so blue?",
        "Harley: ( Laughs )",
        "Gus: The moonlight. On your beautiful skin. That beautiful, warm breeze. Can you feel that? Yeah.",
        "Harley: It's just the two of us, from here on out, right?",
        "Gus: Just the two of us.",
        "[SCENE_BREAK]",
        "Guard: Soon as the computer spits out your information, you're a free man. You heading back to Illinois?",
        "Mallet: Not right away. First I think I'm going to go back to my old hometown for a little R & R.",
        "Guard: Where's that?",
        "Mallet: My hometown? New York City. Thought I'd go look up an old friend.",
        "[SCENE_BREAK]",
        "_Next on \"Guiding Light\"... _",
        "Jonathan: I want to know what you really think of me. What the hell do you want? You're trying to hang on to whatever little piece of life you have left.",
        "Harley: I feel so safe right now.",
        "Mallet: You're not safe where you are right now. You've got to get out. Alan Spaulding knows where you are.",
        "Harley: Oh, my God. What did you do? ( Gun shot )"
    ],
    "Transcript Author": [
        "By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=TRWMcVsKGLs"
}