{
    "Episode Summary": [],
    "Recap": [
        "Old friend Keith Devlin from Chicago comes to see Danny. Keith comes onto Cassie, insulting her in the process. Danny throws him out telling him that the lady isn't for being hit on. Keith says he dropped by to let Danny know that he was available. Danny sends the message that his family is no longer in the family business and definitely not interested. Danny worries that the club at the same address and name will send the wrong message. Cassie invites him to take a ride to a new location & address. Alex is examining the bracelet & talking to her assistant. Olivia enters and they get into a cat fight. They are told that Zach is in the hospital and both Alex & Olivia race to the hospital. Alan comes to the hospital and ends up picking a fight after overhearing Phillip & Harley talking about Zach. Zach survives surgery & will be fine. Olivia rushes to Phillip's arms and offers comfort. Phillip accepts until he sees Alan watching, then he rejects Olivia. Gus & Harley bond. Harley worries that Phillip will change his mind about the custody battle. Alex listens to Gus & Harley talk about the ring & Alex. Harley tells Gus that someone got to the box before them. Harley comes to the conclusion that Alex was on Phillip's side as a smokescreen.",
        "Sonny brings Gus his DNA results. He is the son of the dead Jane Doe. Gus wonders if they can get a name. Cassie & Danny come back from The Towers. Apparently management is looking to sell. They shake on a partnership & hug.",
        "Alan & Olivia argue. Alex goes to see Roy & tells him that she is going to have him moved thousands of miles away to recuperate. She says she will just let Gus & Harley think they have all the answers. Roy watches Alex leave."
    ],
    "Recap Author": "Barbra",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Keith: Is this any way to run a joint? You just pop in for a moment or two at the end of the night. I've been waiting for you for hours.",
        "Danny: Keith Devlin.",
        "Keith: You remember me?",
        "Danny: Yeah, of course I remember you. Wow! What's... what's it been? It's been a couple of years.",
        "Keith: Four.",
        "Danny: Four years. Time flies. So what are you doing? You're visiting from Chicago?",
        "Keith: Yeah, you could say that. You know, I heard about Carmen. I wanted to pay my respects.",
        "Bartender: Danny? Segretti's on the phone. He won't talk to anyone but you.",
        "Danny: Okay. That's one of my distributors.",
        "Keith: Sure.",
        "Danny: Well, thanks for the wishes for my mother. I've got to take this call.",
        "Keith: Yeah, it's no problem.",
        "Danny: Well, it might take a while, so you don't need to hang around.",
        "Keith: Come on, we all got business to do, right?",
        "Cassie: Hi. I don't think we've met.",
        "Keith: All these wasted years.",
        "Cassie: Is Danny around?",
        "Keith: He's tied up. Maybe I can help you with something.",
        "Cassie: Oh, no, thank you. I'm not thirsty.",
        "Keith: Who said anything about a drink?",
        "[SCENE_BREAK]",
        "Lloyd: I thought you'd be relieved to get the bracelet.",
        "Alexandra: Yeah, well, it's certainly better in my hands than anyone else's, Lloyd. Doesn't mean the danger is over though.",
        "Lloyd: Because of Detective Cooper and Detective Aitoro?",
        "Alexandra: Well, as detectives, they are both as talented as they are determined to find out what this is all about. It doesn't mean they're going to go away. No, no, they're not going to give up.",
        "Lloyd: Well, if there is anything more I can do?",
        "Alexandra: You already have a project.",
        "Lloyd: Of course.",
        "Alexandra: You just can't stay away, can you?",
        "Olivia: I came to get my things. I thought the house was empty.",
        "Alexandra: Of course you did.",
        "Olivia: I didn't come here to make trouble, but I can.",
        "Alexandra: No, why should you make any more now when you've already done so much damage?",
        "Olivia: Why don't I come back when it's not so stuffy in here?",
        "Alexandra: You have destroyed whatever good feelings there were in this house, Olivia. Alan and Phillip hate each other now. So if you're getting what you want you must be absolutely thrilled.",
        "[SCENE_BREAK]",
        "Phillip: Hey, he's going to be okay.",
        "Harley: Yeah.",
        "Phillip: He's a strong kid. You know that.",
        "Harley: Hey, I passed Frank on the way and he gave me an update.",
        "Phillip: Yeah.",
        "[SCENE_BREAK]",
        "Buzz: Thanks for calling me.",
        "Gus: No problem, no problem.",
        "Buzz: Any new more information on Zach?",
        "Gus: No. He's still in surgery.",
        "Buzz: There's something you don't see everyday.",
        "Gus: Yeah, well, the guy it looks like he's coming to his senses.",
        "[SCENE_BREAK]",
        "Phillip: How long has he been in there?",
        "Harley: Eternity. I can not tell anymore.",
        "Phillip: Listen, I want you to know, I meant what I said before. I don't know why it seems like it always takes a thing like this in my life for me to have any perspective. But for some reason it does. This is not new. The same thing happened with Lizzie.",
        "Harley: I know.",
        "Phillip: Like everything in my life became incredibly clear. I didn't give a damn about anything except the fact that she got out of there and that she got well.",
        "Harley: I remember we all felt that way, too.",
        "Phillip: I know. But for some reason, I don't know what it is with me and perspective. I just don't seem to be able to keep it for very long. It has a way of disappearing on me. I don't know why that is.",
        "Harley: Well, nobody's perfect.",
        "Phillip: Yeah. I just know that I have to do things when I do see them. I'm sorry. I really have been trying to be a good father. I just... I think what I have to do is I have to reexamine, you know, what I am in his life and how I want to do that. But one thing I do know for sure is that our son needs the love of both of his parents. I'm never going to stand in the way of that again.",
        "Harley: Okay, just don't make promises you can't keep, okay?",
        "Phillip: Do you really think that I'm that shallow? Okay, don't answer that.",
        "Harley: Phillip, I haven't questioned whether you've been a good father. I know that you love him as much as I do. He's as much a part of you as he is of me.",
        "Phillip: All right, then we have to stop this battle between us.",
        "Harley: Phillip...",
        "Phillip: I mean it. We have to do it. I don't want this for him, Harley, and I know you don't either. I don't want him to be isolated. I want him to be healthy. We owe him that. So as far as I'm concerned, forget the lawyers for the trial date. This custody battle is over. Done.",
        "Alan: Have you lost your mind?",
        "[SCENE_BREAK]",
        "Olivia: I'm not thrilled with anything I've done lately. Between Alan and Phillip, one of them hates me, and the other one is probably well on his way.",
        "Alexandra: As it should be.",
        "Olivia: You go ahead and play me some more. You enjoy it while you can.",
        "Alexandra: What am I supposed to do? Feel sorry for you? You're nothing but a walking disaster masquerading as a human being.",
        "Olivia: This from a woman who thinks she could do no wrong.",
        "Alexandra: What I've done, I've done for my family. Not for myself.",
        "Olivia: Oh, please. You took Spaulding away from Alan. You almost put him out to pasture. You attacked Phillip for trusting his instincts as a father. Yes, you have been so noble.",
        "Alexandra: I've cared for Alan and Phillip for as long as they have been father and son. And to see them right now, such bitter enemies is almost too much to bear.",
        "Olivia: You can blame for a lot of things. But they've always had their issues.",
        "Alexandra: Oh, issues, yes, but you may driven an absolutely permanent wedge between them.",
        "Olivia: I don't believe that.",
        "Alexandra: What do you know? A woman who begged me to believe that her love for Alan was real. And begged me to believe her, period. Whose every word out of her mouth has been a lie.",
        "Olivia: All right, all right. You know what? I admit it. I made a horrible mess out of things, and I have come between Alan and Phillip, but I didn't do it for money or power. I fell in love.",
        "Alexandra: Oh, love. I forgot, love.",
        "Olivia: I'm not going to apologize for that, Alexandra. It just happened.",
        "Alexandra: Oh really? What? Out of the blue?",
        "Olivia: Yes. Maybe it's been a long time since you fell in love, or maybe it's never happened to you. I don't really know. I just know that you can't fake it or deny it when it hits. I found that out the hard way.",
        "Alexandra: Oh, so, well, none of this is your fault then? What is this, a mixed-up jumble of hormones and chemistry? Hmm? And I'm blaming you for something that was nature at work here? Please forgive me.",
        "Olivia: You know, maybe one day you'll understand something, and you won't hate me quite so much.",
        "Alexandra: You know, I'm not even thinking about you, Olivia. With any luck at all, you'll be gone soon. I'm just hoping that Alan and Phillip can get past this if that's at all possible.",
        "Lloyd: Mr. Spaulding just called from the hospital. The little boy's been hit by a car.",
        "Alexandra: Little boy?",
        "Lloyd: Phillip's son? Zach.",
        "Olivia: Oh, my God.",
        "Alexandra: Oh, no, don't.",
        "Olivia: No, he must be worried sick. Alexandra: You stay right here, because all you're going to do is cause more trouble. And, Lloyd, you bring the car around.",
        "[SCENE_BREAK]",
        "Phillip: This is none of your business. Just stay away from me, okay?",
        "Alan: Phillip, dropping this custody battle is lunacy!",
        "Harley: Alan, are you aware that Zach is in surgery right now?",
        "Alan: Yes, no thanks to you. Now, look, this is no time for knee-jerk reactions, Phillip. My little grandson is having surgery right now, and you're telling me...",
        "Phillip: Listen...",
        "Alan: ...You're going to send him home with that...",
        "Phillip: ...My son is lying on his back!",
        "Buzz: Knock it off, it's a hospital.",
        "Alan: It's all right...",
        "Phillip: Get him out of here.",
        "Alan: Can't you see that I am interested and thinking about my grandson!",
        "Harley: If you care about Zach as much as you say you do, then you will sit down and you will wait here to see if he's okay, like the rest of us. Then, maybe then we'll be interested in what you think is best for him. Until then, shut up, Alan.",
        "Phillip: Couldn't have said that better myself.",
        "Harley: The weird thing is he's probably right.",
        "Phillip: Right about what?",
        "Harley: What you've been saying.",
        "Phillip: You don't think that I mean that?",
        "Harley: I think that you're upset.",
        "Phillip: Harley...",
        "Harley: I think that we should wait to see what happens, Phillip. Because if you... I couldn't handle it, I couldn't handle it if you said that you would drop the suit and then changed your mind tomorrow morning.",
        "Phillip: Listen, Harley, listen, I'm not... You're misunderstanding. I'm not saying that I'm going to be Gus' biggest fan. That's never going to happen. No, what I'm saying is that I am not going to stand between you and Zach again. All right? Especially after what Gus did for Zach tonight. That's what I'm promising. Okay?",
        "Harley: God, I've prayed that you would say that for such a long time. The ironic thing is, if he doesn't... If he doesn't...",
        "Phillip: Shh, hey...",
        "Harley: ...Then it won't matter.",
        "Phillip: That's not going to happen. It's not going to happen, okay? It can't.",
        "Phillip: Rick...",
        "Harley: It's over?",
        "Phillip: Is he okay?",
        "Harley: How is he? Is he awake?",
        "Phillip: Is he all right?",
        "Harley: Can we see him? What happened?",
        "[SCENE_BREAK]",
        "Cassie: Uh, call me crazy but I don't think Danny would be too happy to know his employees were hitting on customers.",
        "Keith: (laughs) Yeah, well, I'm not an employee. Not yet anyways.",
        "Cassie: So what are you doing?",
        "Keith: Doing behind the bar? You see, I'm helping myself. I'm the type of guy who's used to getting what it is he wants.",
        "Cassie: Pickup lines like that, that surprises me.",
        "Keith: (laughs) What, you like the low-key approach? Because I can change. I'm easy.",
        "Cassie: I'm not.",
        "Keith: Yeah, well, the ones who are worth it never are.",
        "Cassie: Uh, look, um...",
        "Keith: Keith, it's Keith Devlin.",
        "Cassie: Look, Keith, I don't know what you think I am or who you think I am, but you're wrong.",
        "Keith: Look, when a looker like you walks into a place like this alone at night, the last thing she's thinking about is going home alone.",
        "Danny: Speaking of home, it's time for you to hit the road. Now.",
        "Keith: Danny, come on, I'm just having a little fun with the lady. That's what bars are for.",
        "Danny: Sure. But that's not what this lady's for.",
        "Keith: Oh, oh, God, Danny. I'm sorry. Look, I had no idea.",
        "Danny: No idea about what?",
        "Keith: I had no idea you two were an item.",
        "Danny: Keith, we're not an item. We're friends. And I don't like seeing my friends treated like pieces of meat, especially in my club.",
        "Keith: Look, Danny, I did not come here all the way from Chicago to insult you, all right? Just the opposite.",
        "Danny: What does that mean?",
        "Keith: Well, I just wanted to come and let you know that I was available.",
        "Cassie: What, for bartending work?",
        "Keith: (laughs) Well, whatever he's got. You know, Danny, he's... he's the boss. But, of course, you know that if you're his friend.",
        "Danny: Ah, Keith, apparently you've been out of the loop for a while, so let me... Make this clear to you. \"Whatever\" isn't on the plate around here anymore. All I'm the boss of is this club and restaurant.",
        "Keith: No, but I heard...",
        "Danny: Well, you heard wrong. So pass this along to whoever you've been talking to. The Santos family is no longer in operation. We're not reorganizing. We're not relocating. We're through. You got it?",
        "Keith: Okay. My apologies. All right, I would have never come by if I had known that.",
        "Danny: All right, no problem. Have a safe trick back to Chicago.",
        "Keith: All right.",
        "Danny: You want a... You want a glass of wine?",
        "Cassie: Yeah.",
        "Danny: Sean, white wine.",
        "Cassie: Well, he was a nice guy, huh?",
        "Danny: (laughs)",
        "Cassie: A little shy.",
        "Danny: Listen, I'm sorry about that. I am.",
        "Cassie: That's okay. I've been hit on by worse. Wasn't going to go home with him, if that's what you're worried about.",
        "Danny: Oh, actually, I was just... I was more bothered by the fact that he showed up here at all.",
        "Cassie: Yeah, well, I think he got the message.",
        "Danny: I don't know. Cassie, you know, I'm putting all this time and energy into this place and redoing it. And I'm starting to think that maybe it's a mistake.",
        "Cassie: Danny, what are you talking about? Combining Millennium and Infierno is an incredible idea. It's going to be awesome.",
        "Danny: Yeah, but, you know, there are guys like Keith. And, hell, there are even people on the street who are going to see that I'm running a club-- the same place, the same address, same building-- and there's no way they're not going to think it's a mob establishment.",
        "Cassie: Not necessarily.",
        "Danny: (sighs) Cassie, you can change the paint, you can change the furniture; it's not going to change what's in people's heads.",
        "Cassie: Can you say \"Synergy\"?",
        "Danny: Synergy.",
        "Cassie: (laughs) That's what I came to talk to you about.",
        "Danny: What?",
        "Cassie: Want to go take a ride?",
        "Danny: Where?",
        "Cassie: Oh, new location, new address. Unless you're afraid. (laughs)",
        "[SCENE_BREAK]",
        "Rick: Zach made it through surgery. He's going to be fine.",
        "Phillip: Oh. Yes! (laughter)",
        "Buzz: Mel Boudreaux's got a big, fat kiss coming her way.",
        "Rick: Well, we did... We did have to take out his spleen.",
        "Phillip: You did?",
        "Rick: It was... It was the only way that we could stop the bleeding. But we knew that going in there was a chance that we'd have to take out the spleen. Because it was ruptured from the car accident.",
        "Phillip: Oh, little guy, little guy, okay, all right.",
        "Harley: We'll deal with it.",
        "Rick: Yeah.",
        "Phillip: Yeah.",
        "Rick: Well, you know, it's a lot for a little kid to handle, but you know what, he's going to be fine. He can survive without a spleen.",
        "Phillip: Right.",
        "Buzz: He can?",
        "Rick: Yeah, of course he can. It's just a matter of watching him very closely, which we are. And his vital signs are stable. So it's all good.",
        "Harley: Are you saying that the worst is over, though?",
        "Rick: That's right, Harley, I am saying that.",
        "Harley: Can I see him?",
        "Rick: Yes, Mel's with him right now. And so, by the way, you're going to have to thank Mel.",
        "Phillip: We will thank Mel.",
        "Rick: Especially if you see the bill. (laughter)",
        "Alan: I'll take care of the bill.",
        "Phillip: I'll... I'll take care of the bill, buddy, thanks. Oh, man! (laughter)",
        "Buzz: I think you've got a fighter for a son.",
        "Harley: Well, I wonder where he gets that from. (laughs)",
        "Phillip: Okay, let me... Take a breath. What are we talking about now in terms of his recovery?",
        "Rick: Well, as I said before, without a spleen, he's going to be more susceptible to...",
        "Rick and Phillip: ...Infection.",
        "Phillip: Right, okay.",
        "Rick: But we're going to be watching that very, very closely. And he's going to be fine, pal. It's just a matter of... Just... You know, sending out good thoughts to him, that's all.",
        "Phillip: Well, he's going to have plenty of those.",
        "Rick: Good, good. And I know that you're a little impatient. And this is a waiting game, not your favorite sport in the world, but just try to be patient...",
        "Phillip: I'll work on it, I'll work on it. Okay. When we can see him?",
        "Rick: In a little while. We're going to transfer him from the O.R. to the pediatric ICU, so I'll let you know.",
        "Phillip: All right.",
        "Rick: All right?",
        "Phillip: That's great, Rick, thanks. I'm saying this a lot.",
        "Rick: (laughs) It's all right, man. I never get tired of hearing it. And by the way, Mel's a miracle worker, and you can thank her.",
        "Phillip: I will, I will.",
        "Rick: All right, good.",
        "[SCENE_BREAK]",
        "Gus: That's great news, babe.",
        "Harley: Yes, it is. Have I told you today that you are the most wonderful man in the whole world?",
        "Gus: Well, I'm glad you think so.",
        "Harley: I do. I need some air.",
        "Gus: Yeah. That's what I was thinking.",
        "Harley: I'm going to the park.",
        "Gus: Okay.",
        "[SCENE_BREAK]",
        "Buzz: Hey, did you hear the news?",
        "Alexandra: Well, I saw it... Some things do turn out good, don't they?",
        "Buzz: And others, you know...",
        "Alexandra: Well, yeah, yeah. Is Company open late tonight, Buzz?",
        "Buzz: For you, always.",
        "Alexandra: (Laughs)",
        "[SCENE_BREAK]",
        "Phillip: We're lucky.",
        "Alan: In some respects.",
        "Phillip: Dad, can you ever be grateful for anything? You know, it didn't have to end this way.",
        "Olivia: How is he?",
        "Phillip: He just got out of surgery.",
        "Olivia: And?",
        "Phillip: It looks like he's going to be okay.",
        "Olivia: Oh, God, Phillip. That's so great, that's so great. When I heard about Zach, I had to come.",
        "Phillip: Don't do this.",
        "Olivia: Don't do what? No, no, I just wanted to be here...",
        "Phillip: I know what you wanted.",
        "Olivia: ...That's all.",
        "Phillip: Okay. And look it's... it's been a very difficult night, just trying to keep it together tonight. And I don't need this on top of it right now, all right? I appreciate that you cared enough to come down here, but the rest of it, I don't need right now.",
        "Olivia: I wasn't trying to do anything except be here.",
        "Phillip: Uh-huh. Okay. Well, you know what, your husband's right over there. He almost lost his grandson tonight. Perhaps that would be a more appropriate place for your sympathy.",
        "Olivia: Are you purposefully trying to be cruel to me?",
        "Phillip: I'm just trying to get on with my life.",
        "Olivia: Why do you insist on treating me like I'm your enemy? I'm not. Oh, God, if you had just read that letter.",
        "Phillip: I read your letter. Your letter was words. Maybe you meant them, maybe you didn't. Now, when I walked in on the two of you, that... That was real. That's unmistakable. And you know, what is it that they say about love? It's not what you say, it's what you do? I think that about sums it up.",
        "Alan: Are you all right?",
        "Olivia: You didn't say a thing through all of that, Alan.",
        "Alan: I only speak when I have something to say.",
        "Olivia: Like now?",
        "Alan: If you're expecting outrage or rebuke from me, you're not going to get it. If anything, I feel badly for you.",
        "Olivia: What?",
        "Alan: Olivia, in your mind, you have made Phillip a perfect man. You put him on a pedestal. And at the same time, you can't hear what he says to you.",
        "Olivia: What is this? Is this some kind of riddle?",
        "Alan: No, a problem. You're being foolish. It was me who you were with when you came home, not Phillip. And that's made all the difference in the world to him. It should mean something to you.",
        "[SCENE_BREAK]",
        "Buzz: It bothers you, doesn't it, Alan and Phillip being at each other?",
        "Alexandra: Yeah, so much for families coming together in time of crisis, huh?",
        "Buzz: You know, Alan's Alan. That's not going to change, but Phillip... Surprised me.",
        "Alexandra: How so?",
        "Buzz: Well, I mean, you know, he was almost gracious. I mean, he told Harley he was going to drop the custody suit. And not only that, but he wants Zach to be with his mother. Even with Gus in the mix.",
        "Alexandra: (laughs) You know, that's exactly why I love Phillip. If he'd just done the whole thing a few months earlier, all these questions would never have had to be asked.",
        "Buzz: What questions?",
        "Alexandra: You know, Gus and...",
        "Buzz: Go on.",
        "Alexandra: That's really not important.",
        "Buzz: Your brow is furrowed.",
        "Alexandra: (laughs) Oh, come on.",
        "Buzz: I'm the one person in this town that you can be honest with, and I don't even know what you're up to.",
        "Alexandra: It's because I'm such a woman of mystery, aren't I?",
        "Buzz: Yeah.",
        "Alexandra: (laughs) Stay away...",
        "Buzz: I asked you before. Will you level with me once and for all? What's the real reason you came back to Springfield?",
        "Alexandra: (sighs) Buzz, okay, with any real luck, I will never have to tell you. Still a great cup of coffee.",
        "[SCENE_BREAK]",
        "Harley: Why is it that it takes a near tragedy to make people come to their senses?",
        "Gus: People? People or Phillip people?",
        "Harley: No, I think this has been a wake-up call for me and Phillip. Because if we hadn't been locked in this battle over Zach, he wouldn't be in there right now. Because he wouldn't have had to run across the street to get to his mother...",
        "Gus: Listen, you can't do this to yourself...",
        "Harley: ...And he wouldn't have been hit by a car...",
        "Gus: ...Okay, just stop, because you can't change the past. You're driving yourself crazy.",
        "Harley: No, only what's to come, that's all you can control.",
        "Gus: Well, only what's to come is good stuff. It's all good stuff on the front.",
        "Harley: Well, if that's Phillip doesn't change his mind again.",
        "Gus: Well, I don't think he's going to change his mind, honey. I think I see a man there that basically has seen the light.",
        "Harley: I'm sure Alexandra will be disappointed.",
        "Gus: You've got your doubts about her, huh?",
        "Harley: Well, my doubts were confirmed today. This is what I wanted to talk to you about, Alexandra, our ally.",
        "Gus: Yeah, what, what'd you find out?",
        "Harley: I found out that this ring is not worth the fortune I thought it was...",
        "Gus: But I told you it's not...",
        "Harley: ...But it doesn't mean that it's completely worthless. Look, on the inside engraved, three numbers. I thought it was a jeweler's mark. I was wrong. 1-5-9. It's a safe deposit box number.",
        "Gus: Are you kidding me? Are you kidding me? Well, then this is the missing piece.",
        "Harley: Yes!",
        "Gus: Well, then we have to get up and we have to... We have to just go home... Just, you know, we'll sleep tonight, we'll go to Chicago. We got to go to Chicago first thing in the morning...",
        "Harley: We don't have to. I already went to Chicago this morning, 90 miles an hour.",
        "Gus: Well, why didn't you... What... I waited... What did you find? Did you find the box? What was in the box?",
        "Harley: Nothing was in the box. Somebody got there before we did.",
        "Gus: Alexandra got into...",
        "Harley: Well, who else would...",
        "Gus: I don't know! I just took a second to think... Was it Alan? Is it...",
        "Harley: No, no, no, it's not Alan, it's not Phillip. I checked. They were in town all day...",
        "Gus: All right, so Alexandra would get into the safety deposit box because...",
        "Harley: Because she's been on Phillip's side this whole time, not ours.",
        "Gus: So you're saying, her helping with the lawyer...",
        "Harley: With the lawyer.",
        "Gus: Paying... paying for... And pretending to be on Phillip's side, this has been a smoke screen the whole time?",
        "Harley: This has been a smoke screen the whole time. It worked for a while, though, didn't it? This is the Spaulding's. This is what they do.",
        "Gus: Great. Now we may never know... We may never know... We may never know what Roy Baker was holding onto.",
        "Harley: Not if Alexandra's got it, we won't. Gus, she was never on our side. Never.",
        "Alexandra: Oh, well, here you are. I'm glad I found you because I wanted to tell you how thrilled I am that Zach's going to be all right.",
        "Harley: Thank you. Yes, we all have a lot invested in him, don't we?",
        "Alexandra: Well, he's family. For both of us.",
        "Harley: This is turning out to be a great day, isn't it? Zach's going to be okay. And Phillip finally came around and realized that Zach should be with me after all. So you're going to have to watch Gus being a part of Zach's life from now on. That should be a real treat for you.",
        "Alexandra: Well, I guess I suppose this is the time where I play the good loser.",
        "Gus: You can start by giving me whatever was in my father's safe deposit box. See, because we figured out that Roy Baker was only baby-sitting what belonged to my father.",
        "Harley: And since Joe August was his father, the contents belong to him. So, what was in the box?",
        "Alexandra: Well, well, some yellow paper clippings.",
        "Gus: Yeah, well, I want every single one of them.",
        "Alexandra: I'll make sure they're delivered to you.",
        "Rick: Glad I found you out here. Zach's ready to be moved. I know you want to see him, so...",
        "Harley: Oh, great, let's go, let's go, come on.",
        "Rick: I'm sorry, it's parents only.",
        "Gus: Yeah.",
        "Rick: I'm sorry.",
        "Harley: I'll meet you back here.",
        "Gus: It's all right. All right, so, I... I guess this is it? The whole thing's over?",
        "Alexandra: Yes, yeah, yeah. This is maybe difficult for you to believe, Gus, but I really am sorry.",
        "Gus: Well, you did whatever you had to do for family, right?",
        "Alexandra: Yeah. And as you say, it's... it's over now.",
        "[SCENE_BREAK]",
        "Gennaro: Gus?",
        "Gus: Sonny. Wow, man, what, did they fire you up there in Chicago? Is that why you're here?",
        "Gennaro: We did the... the test today.",
        "Gus: That's the D.N.A. test?",
        "Gennaro: Yeah. Gus, you and I go way back. So I wanted to... Give you the news in person.",
        "Gus: Yeah, yeah. (Murmuring)",
        "[SCENE_BREAK]",
        "Cassie: So?",
        "Danny: So? So what? I'm waiting for you to tell me that you're joking. Towers? Come on.",
        "Cassie: It makes perfect sense, Danny. And the timing couldn't be better.",
        "Danny: Cassie, just because the management's looking to sell does not mean that we're supposed to team up and buy the place.",
        "Cassie: It's a perfect opportunity. The hotel is smack in the middle of town. And it's gotten tired over the years.",
        "Danny: More than tired. We're the ones who are supposed to give it a lift?",
        "Cassie: Danny, it's a whole new start. It's a new place. It's a new location.",
        "Danny: New partner, that's where you're driving...",
        "Cassie: Yes! And with my ideas and your business savvy, Towers could be amazing.",
        "Danny: Tony would have to be on it. Because wherever I go, he goes.",
        "Cassie: Fine, that's fine.",
        "Danny: You... you fully understand who you're getting involved with here, don't you?",
        "Cassie: What do you think?",
        "Danny: Okay, all right, let's do it. Deal.",
        "Cassie: (laughs)",
        "[SCENE_BREAK]",
        "Olivia: You know, we're not going to have this conversation.",
        "Alan: Hiding from the truth never works in the long run.",
        "Olivia: No, you're the one having a problem with reality, Alan. What happened the other night, it was a mistake.",
        "Alan: You have to keep telling yourself...",
        "Olivia: No, I don't, I know what I want.",
        "Alan: Olivia, you are the most intelligent woman that I know. But when it comes to knowing yourself, you're totally in the dark.",
        "Olivia: Well, why don't you shed a little light on the subject?",
        "Alan: I understand this involvement you had with Phillip, even if you don't.",
        "Olivia: They call it love, Alan.",
        "Alan: No, it's closer to hunger. What drove you to idealize Phillip is the same thing that drives you in business. You want everything you can get your hands on.",
        "Olivia: How flattering.",
        "Alan: I love it that you never apologize for your ambition and your desires. But the problem is, it's never enough, is it?",
        "Olivia: I don't know. Why don't you tell me? You seem to be the industrial predator here.",
        "Alan: All right, I will. You see, there's never a point or a moment that you realize you have it all. There's always a little more that you want to acquire.",
        "Olivia: And for me that little more was Phillip?",
        "Alan: You did have it all with me-- all that you needed and all that you wanted. But you were still hungry, so you went for something sweet. And that's all it was.",
        "Olivia: You are wrong.",
        "Alan: No, I am right. And I hope that you continue to see things clearer and understand that I know exactly what I'm talking about. And I'll keep waiting.",
        "Olivia: For a woman who's never satisfied, Alan? Why bother?",
        "Alan: You know, most men would be repulsed by this infatuation that you had with Phillip. But I'm not threatened at all. Sad, disappointed-- yes. But, you see, I understand why you did it. Because I understand you. That's why I love you. When I'm with you, I do have it all.",
        "Olivia: Alan? I hate to say this because there was something to what we had, but I had Phillip, and I'm not going to come running back because I know I can't have him now.",
        "Alan: You're already forgetting. I know you better than you know yourself.",
        "[SCENE_BREAK]",
        "Danny: So, all right, um...",
        "Cassie: Oh, um...",
        "Danny: Wow.",
        "Cassie: Yeah.",
        "Danny: I didn't realize it was so late.",
        "Cassie: Yeah, I left Tammy with the boys, so I should probably get back to...",
        "Danny: Yeah, the night just...",
        "Cassie: ...The hotel.",
        "Danny: ...Got away from us. You were so excited about Towers and we... Just lost track of the time, I guess.",
        "Cassie: Okay.",
        "Danny: So we should probably call it a night.",
        "Cassie: Right.",
        "Danny: So.",
        "Cassie: So. Well, so we'll talk.",
        "Danny: Tomorrow, sure.",
        "Cassie: Okay. Good night... Partner.",
        "Danny: Good night, partner.",
        "[SCENE_BREAK]",
        "(Monitors beeping)",
        "Alexandra: Baker. Baker. Listen. Baker. Listen to me. I have news for you. I got into the safe deposit box, yes. So you don't have any more leverage. You know, I thought about having you killed, but... I'm just not, so instead I'm going to send you away to a lovely place to recuperate thousands of miles away. You see, Harley and Gus, they believe they have the answers. And I don't think there's any reason for them to think otherwise. Don't you agree? Good. Well, be well and bon voyage.",
        "[SCENE_BREAK]",
        "Gus: I knew it.",
        "Gennaro: That's why I wanted to be here.",
        "Gus: It's pretty weird. The first glimpse I get of my mother is a police snap under a white sheet, you know.",
        "Gennaro: I'm sorry. Anything else I can do for you?",
        "Gus: Maybe you could change the past.",
        "Gennaro: I don't have the seniority.",
        "Gus: Yeah.",
        "Gennaro: Look, I got to get back to Chicago.",
        "Gus: Well, thank you, Sonny. I appreciate it, you know. Thanks. Wait a sec. Let me ask you something. How... how difficult would it be to get a name?",
        "Gennaro: For the Jane Doe?",
        "Gus: Yeah, for my... my... Mother.",
        "Gennaro: After all these years, it would definitely be a project.",
        "Gus: Yeah, but it would... But it wouldn't be impossible.",
        "Gennaro: No, not impossible. I can look into it if you want.",
        "Gus: You know, I... it's... This is something I should probably look into myself. Sorry about all that. All right.",
        "[SCENE_BREAK]",
        "Phillip: Hey, I didn't miss him, did I?",
        "Harley: No, not at all. Rick said that he's bringing him down.",
        "Phillip: I had to get away from my father. He was driving me absolutely crazy.",
        "Rick: Oh, hey, guys.",
        "Phillip: Hey. Is he asleep?",
        "Rick: You know, he's doing really good. He's doing really good. Actually, I think I'll go down the hallway...",
        "Phillip: Okay.",
        "Harley: Okay. Can we just spend one minute with him?",
        "Phillip: Yeah.",
        "Rick: All right, just... just real quick...",
        "Harley: So he knows we're here.",
        "Phillip: Hi, buddy. He looks good, looks good.",
        "Harley: You think?",
        "Phillip: Yeah, I think he looks good. Hey, I heard that you wore out Mel and a bunch of the nurses.",
        "Harley: They're so tired they're going to have to go home and go to bed themselves. You're going to go home and have your own bed very soon, baby.",
        "Phillip: We love you.",
        "Harley: Mommy and daddy love you so much.",
        "Phillip: Yeah. And you're going to be going home very soon."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=lUJBosqiL7c"
}