{
    "Episode Summary": [],
    "Recap": [
        "Jonathan meets up with Ashley on Main Street. He tries to get information about Lizzie, but Ashley wants a real date with him to parade him around her friends. She tells him that she will tell him all about Lizzie if he agrees to do this. He obliges and when they come back from the \"date\", he kisses her. She never notices him as he slips his hand in her purse, retrieving her keys. \"Gotcha\", he says after a smitten Ashley walks away. Dinah tries to find out where Alan-Michael is. Gus visits Mallet's apartment and tells him what really happened on the night of the shooting. An angry Mallet makes him promise to keep an eye on Dinah. Gus finds Dinah after she has broken into Alan-Michael's apartment. While they are there, Dinah finds a piece of paper with a flight number on it. She keeps the information to herself.",
        "At Company, Olivia tells Buzz and Frank they need to make up and quit placing her in the middle of their arguments. At Lizzie's apartment, Alan has a little talk with Coop about the financial burden of raising a child. Coop, after hearing Alan out, tells an elated Lizzie that he will take responsibility and not leave his child without a father as he had to live. As Lizzie and Coop are strolling along Main Street, Mel approaches Lizzie telling her she has her chart with the conception date. As the closing music builds to a climax, a horrified Lizzie sees the date: April 10th. When Coop wants to see the chart, Lizzie clings to it, not letting go."
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Jonathan: Why am I doing this? Why the hell am I doing this?",
        "Lizzie: Because I was already pregnant before I slept with you.",
        "Jonathan: That night...",
        "Lizzie: I was already pregnant. I knew the whole time.",
        "Jonathan: To protect me and Tammy.",
        "Ashlee: Maybe because you're just using me because I work at the medical clinic?",
        "Jonathan: What if it is Coop's baby, not mine?",
        "Ashlee: You really are here.",
        "Jonathan: What, did you think I wouldn't show?",
        "Ashlee: No, it's just guys like you don't...",
        "Jonathan: Guys like me? I'm here, aren't I?",
        "Ashlee: Yeah. And I'm so excited.",
        "(Cell phone ringing )",
        "Jonathan: I'm sorry, this is work. I'm going to get rid of them real quick. I'll be right back, okay?",
        "Ashlee: Lizzie! Hi.",
        "Lizzie: Hey, I've got to run.",
        "Ashlee: Oh, yeah. No, me, too. Guess who's on a date?",
        "Lizzie: Great. Good for you.",
        "Ashlee: No, no, no. Lizzie, I know you're in a rush, but why don't you call up your boyfriend and ask him to meet us here and then we can all go out? You with your guy and me with mine. Sound fun?",
        "[SCENE_BREAK]",
        "Coop: Lizzie? Oh, Alan.",
        "Alan: Henry.",
        "Coop: I got a message from Lizzie saying to meet her here.",
        "Alan: Well why don't we make ourselves at home?",
        "Coop: Said the spider to the fly.",
        "Alan: Very clever. Elizabeth's running late today, so please, sit. We can talk man to man.",
        "[SCENE_BREAK]",
        "Harley: Hey, Olivia.",
        "Olivia: Hey, I'm sorry, I can't talk right now.",
        "Harley: Where's the uh...",
        "Olivia: I need you, now.",
        "Harley: Don't look at me like that. What's she up to? Give me one of those.",
        "Gus: I have no idea. It's none of our business, obviously. So, your dad was saying... and what do you think, you think I look a little better?",
        "Harley: You do look better.",
        "Gus: I do? Maybe it's the lighting.",
        "Harley: How do you feel?",
        "Gus: I feel okay. What, you mean without my little friends?",
        "Harley: Well, yeah. I was trying to be nice.",
        "Gus: I'm ready for my new addiction: You, so...",
        "Harley: Well I've got something at home that'll fix you right up.",
        "Gus: Is that right?",
        "Harley: Mm-hmm. Come here.",
        "Gus: No, no, no. You go on home, get the little rats into bed and I'll be there in a jiffy, okay? I've got to take care of a couple of little things.",
        "Harley: Why kind of things?",
        "Gus: Just some things. Don't worry, everything's fine. It's fine. I'll be there, okay? I'll be right behind you.",
        "Harley: Okay.",
        "Gus: You know what I mean?",
        "Harley: Okay.",
        "Gus: All right. It's your turn to read to Jude, anyway.",
        "Harley: Actually, it's your turn to read to Jude. ( Gasps ) Gus, no!",
        "Gus: What? Aye, drop it! Aye, ye. Ow! Ow, ow.",
        "[SCENE_BREAK]",
        "Dinah: Alan-Michael, this is your last warning. The gloves are off after this. If you know anything about my father, I want to hear about it. Because if you are involved, I will find out. And it's probably a good idea you tell me yourself. Capisce?",
        "Mallet: Hey.",
        "Dinah: Hi.",
        "Mallet: Hey.",
        "Dinah: Oh, I'm sorry. I was trying so hard to be quiet, not to wake you up.",
        "Mallet: Uh-huh. You mean so I wouldn't find out what that phone call was all about? I think it's a little late for that, Dinah. I think that ship has sailed.",
        "Dinah: Honey, I don't know what you thought you heard on that phone call...",
        "Mallet: I think you're trying to find out what happened to your dad's plane, and why. So come on, what was that all about? Who are you trying to call? What's going on here? Are you trying... what are you trying to do, hire a P.I. or something?",
        "Dinah: Was it that obvious?",
        "Mallet: Look, baby, I'm with you on this one, okay? I'm with you on this one. Not knowing what happened to your dad, I understand that. But would you just let the pros do their job? Just let them do their work.",
        "Dinah: The pros? The pros? The same kind of pros that got you shot?",
        "Mallet: Gus and I didn't know that guy had a gun.",
        "Dinah: Well, if he was a 100%, maybe he might have figured that out.",
        "Mallet: Promise me one thing, okay? I know that you want to get your hands dirty on this, but let the department have first pass, okay? Okay? Because if someone wanted to hurt your dad or tried to hurt your dad, then that means that person would be considered dangerous. And that person does not want to be found out.",
        "Dinah: Look, I don't want to sit on this. No way, this is my father I'm talking about.",
        "Mallet: And we will get to the bottom of this, okay? We'll find out who or what brought that plane down. The key word here is \"We.\" Okay, we'll do it as a team. Listen, listen. Come here, come here. I want to solve this as much as you do, okay? Would you just let me help out?",
        "Dinah: Okay. I will let you lead on this one, for now.",
        "Mallet: Okay, good. That's all I'm asking. I think also we should still take that trip to Bermuda.",
        "Dinah: How can you even think about going on a trip now? Are you crazy?",
        "Mallet: Because you need a break and I need some unbroken time with you.",
        "Dinah: You are in no shape to go traveling, especially on a plane.",
        "Mallet: We'll uh... we'll find a place closer to home then. Come on, your dad would want you to, you know, live your life.",
        "Dinah: My dad would want me to stay here and figure it out once and for all. Besides, if we go away, all I'm going to be thinking about is the fact that my father's death may not have been an accident. What?",
        "Mallet: Come on, you can do better than that.",
        "[SCENE_BREAK]",
        "Harley: Give it to me! See? See, I knew it! Look, it's... Tums?",
        "Gus: Yeah.",
        "Harley: Hmm.",
        "Gus: Tums, as in I'm the tum- tottin' fool.",
        "Harley: Sorry, honey.",
        "Gus: It's all right. It helps me with my heartburn.",
        "Harley: You know, I thought it was um...",
        "Gus: You thought it was drugs.",
        "Harley: Yes.",
        "Gus: It's all right.",
        "Harley: Gus, I'm sorry.",
        "Gus: It's all right, I wouldn't completely trust myself either.",
        "Harley: No, I do. I do.",
        "Gus: You broke your bag now. I hope you're happy.",
        "Harley: I know. I thought... I asked you where you were going and you didn't give me a real answer and...",
        "Gus: Because I'm going to go see Mallet.",
        "Harley: Well, why didn't you just tell me that?",
        "Gus: I'm going to go tell him what happened; my little problem.",
        "Harley: Your problem the night of the shooting?",
        "Gus: I think he deserves to know.",
        "Harley: Yeah.",
        "Gus: It's going to be okay. You'll fix it.",
        "Harley: Thanks. Are you going to tell Frank?",
        "Gus: I've got to tell everybody. It's kind of part of the recovery, you know.",
        "Harley: I'll tell you what, why don't you let me tell Frank? I feel like it's the least I can do after beating you up.",
        "Gus: I can handle him. Don't worry.",
        "Harley: I know you can. It doesn't mean you have to. And besides, there's something I have to talk to Frank about anyway.",
        "[SCENE_BREAK]",
        "Olivia: Since I bought Cassie's share of the Beacon, it seems like our major supplier is taking advantage. I mean, the cost of the restaurant is just... everything is going up. And it was her job to deal with these...",
        "Buzz: Hold on! If dealing with this guy was Cassie's job, why didn't you ask her? Why did you come to me?",
        "Olivia: You're a friend. I thought you could handle...",
        "Buzz: Are you? Are you my friend?",
        "Olivia: Yes, I'm your friend.",
        "Buzz: Then why are you trying to ruin my relationship with my son?",
        "[SCENE_BREAK]",
        "Lizzie: Ashlee, I would love to double date with you. I just have to go. I am really grateful for everything you've done for me, though.",
        "Ashlee: Wait, Lizzie. Wait, wait... I know he'll be right back. I really want you to see him. I mean, you already know him, I think.",
        "Lizzie: I do? What's his name?",
        "Ashlee: It's... ( cell phone rings )",
        "Lizzie: Sorry, I've been expecting a call. Just not from her. Mom, I'm right in the middle of something, make it... what? I can't hear you.",
        "Beth: I said, did your grandfather invite you over to the Beacon tonight?",
        "Lizzie: No. Why would he?",
        "Beth: Alan is here, and so is Coop.",
        "Lizzie: Oh, God. Okay, I'm on my way. I have to go.",
        "Ashlee: No.",
        "Lizzie: We'll talk.",
        "Ashlee: Lizzie, call me. You know the number.",
        "Jonathan: Hey. What did I miss?",
        "Ashlee: Everything. Lizzie just left. Her boyfriend's real cute, but she would have been so jealous seeing me with you.",
        "Jonathan: ( Laughs ) I guess you guys are good friends, huh?",
        "Ashlee: We're closer now than we were when she was in school.",
        "Jonathan: Yeah? Tell me about it.",
        "[SCENE_BREAK]",
        "Coop: You want to talk man to man? You and me?",
        "Alan: Yes, I just thought it would give us an opportunity to discuss the situation we found ourselves in.",
        "Coop: Situation?",
        "Alan: Henry, you're a young man with your life and future all in front of you. One day you know exactly where you're going, realizing the opportunity of your dream at Oxford. The next... ( snaps fingers ) ...just like that everything changes. It could be overwhelming.",
        "Coop: Sometimes.",
        "Alan: Well, I want you to know that I know more about this than you might think. And I may be able to help you. You know, sometimes help comes from sources you least expect. So, here is to be being smart enough to recognizing solutions when they're offered to you.",
        "[SCENE_BREAK]",
        "Frank: All right, so, let's see here. One of my guys takes a bullet, then his partner disappears for a few of days, and then he sends his wife over to make excuses.",
        "Harley: Well, there's a little more to the story that that. Basically, when Mallet got shot I freaked out. And I think I overreacted. And anyway, Gus got his feelings hurt. Because after everything that he's done for me, to see me so close towards another guy...",
        "Frank: Exactly how close? Huh?",
        "Harley: Not that close. Just... you know, it just took us a couple of days to figure things out...",
        "Frank: At the expense of the Police Department. Let me tell you something, sis. If I wasn't shorthanded right now, I'd suspend Gus.",
        "Harley: But you won't.",
        "Frank: No, I won't.",
        "Harley: Because I'm telling you, he needs to go back to work. He needs that to get his head on right, to get things back to normal, as normal as they can be with him, I guess.",
        "Frank: Yeah, well, I'm not exactly feeling normal these days myself, so...",
        "Harley: Okay, so what's going on with you and dad? See, he won't talk to me, either. Is it Olivia? It that what this is about?",
        "Frank: Why would you say that?",
        "Harley: Because I saw Daddy talking to Olivia. And then you came in the room, and if I didn't know better I'd say you were jealous of your own father.",
        "Frank: Really? Wonder why.",
        "[SCENE_BREAK]",
        "Olivia: You think I'm deliberately trying to come between you and Frank?",
        "Buzz: Are you?",
        "Olivia: No, it's the last thing in the world I want, Buzz. I just came to a friend for help. Unless you don't want to be my friend anymore. Is that the case?",
        "Buzz: No, no. That isn't... I gotta to fix things with Frank. And every time we start getting close, he walks in and we're talking, and that sets him back.",
        "Olivia: Then I'd better go, hadn't I?",
        "Buzz: Ah! Perfect.",
        "[SCENE_BREAK]",
        "Alan: I want you to look at this, Henry. This is some information I collected for you, some numbers that help you understand what it costs to raise a child in America today. And that doesn't even count college tuition.",
        "Coop: That's a lot of research.",
        "Alan: Mm-mm. I probably low-balled some of those figures. But tell me something, do you really want to make that kind of financial commitment at this time in your life, instead of following your dream? You want to sacrifice all of that just because of a youthful indiscretion?",
        "Coop: Well, I don't see it that way.",
        "Alan: Now, think about it. You don't really care about Elizabeth...",
        "Coop: Of course I care about her.",
        "Alan: Well, yes, you do care about her, but you're not in love with her. So why don't you let her go on and live her life? I mean, she doesn't need your financial support, and you can't give her emotional support. So why don't you be man enough to go on, to realize your dream? I'm sure that no one will say anything about it, will not think any less of you as a man. But it will be the right thing for you to do for yourself, for Elizabeth, and for the child.",
        "Lizzie: Coop, granddad. What's going on here?",
        "[SCENE_BREAK]",
        "Jonathan: Here you go. What, are you guys all of a sudden best friends now?",
        "Ashlee: No, I didn't say that we were. It's just she sees I have something to offer.",
        "Jonathan: What, like your uncle's clinic? Hey, I mean, that's what you thought I was interested in at first.",
        "Ashlee: I don't want to talk about Lizzie anymore.",
        "Jonathan: That's cool. That's all right. You don't really trust me yet.",
        "Ashlee: No, I do. I do trust you. It's just I don't know you that well yet.",
        "Jonathan: Yet.",
        "Ashlee: Yet. I already know that you're someone I can really relate to.",
        "Jonathan: Yeah, well, hopefully, you know, somewhere down the line you'll realize that I'm somebody who is really good at keeping a secret.",
        "Ashlee: You are?",
        "Jonathan: Yeah, I mean, everybody says so. You can try me.",
        "Ashlee: I guess I can tell you about Lizzie. It's not that big a deal.",
        "[SCENE_BREAK]",
        "Dinah: Gus? Oh, I'm glad you're here. Um, good. You can talk to Mallet. He's all yours.",
        "Mallet: Dinah, listen... hey, hey, man. How's it going. Where you going?",
        "Dinah: I am giving you guys some space. Okay, honey? See 'ya.",
        "Gus: Should I ask?",
        "Mallet: No. What's up?",
        "Gus: You look better.",
        "Mallet: Yeah, next time you get to take the bullet.",
        "Gus: How is the old chicken wing?",
        "Mallet: Well, I won't be throwing out the first pitch at a Sox game any time soon, but at least I can almost scratch my... nose.",
        "Gus: Good. That's good.",
        "Mallet: What's up, man? You have a funny look on your face. You aren't thinking about hugging me or something, are you?",
        "Gus: I just... I have a confession to make.",
        "Mallet: Okay. What's up?",
        "Gus: Um... I'm addicted to painkillers. I mean, I was... I was addicted. And, you know, with the leg and the accident and being kept in that cabin, and I got hooked. I figured it out. Of course, I didn't realize it, but now I do.",
        "Mallet: Okay. So are you on the other side now?",
        "Gus: Yeah, yeah. Oh, yeah.",
        "Mallet: Good. So it's a happy ending and all?",
        "Gus: Uh. Well, there's more to the story. The day you were shot, I was high.",
        "Mallet: What? You're saying... are you saying that the day that I got shot you were high? You're saying that I took a bullet because you were stoned?",
        "Gus: It's cause of me you almost got killed.",
        "Mallet: Yeah, I almost got killed.",
        "Gus: I'll hand in my badge. I'm... I'm putting that out there. It's your call. So...",
        "Mallet: ( Breathing heavily ) No, that's a little too easy, man. So, you off these pills? You off these pills now?",
        "Gus: Yeah, of course, absolutely. I'm just... this is all I...",
        "Mallet: All right. So, you're off these pills, that's good. Because you're going to need to be on top of your game to do what I need you to do.",
        "Gus: Okay.",
        "Mallet: I need you to watch Dinah.",
        "[SCENE_BREAK]",
        "Dinah: Alan-Michael? Alan-Michael, where the hell are you? Screw it.",
        "[SCENE_BREAK]",
        "Kim Zimmer, \"Inside The Light.\" Being stuck in the middle of Billy and Josh is fabulous. They both have such unique and different things to offer Reva. I think Reva and Billy would get into a lot of trouble together. You know, I always dreamed of doing a days of wine and roses story line with Jordan. See Reva on Wednesday, May 10, \"Inside The Light.",
        "[SCENE_BREAK]",
        "Alan: Elizabeth, look who paid us a call.",
        "Lizzie: He just stopped by your suite? Why, a little male bonding?",
        "Coop: It's okay, Lizzie.",
        "Lizzie: Coop.",
        "Coop: No, really, it's fine. Just let it go. Your granddad wanted to have a little talk. And actually, I'm glad that it happened.",
        "Lizzie: You are?",
        "Coop: Yes, he really opened my eyes and made me think. He explained everything to me-- just how rough it is raising a child, and the reality of the situation, our situation.",
        "Beth: Oh, for Pete's sakes. Coop, don't let Alan manipulate you into giving up the rights for your child.",
        "Coop: Just trust me. I came here with kind of an understanding and a knowledge that he might have an agenda. But I let him talk. And I actually learned a lot.",
        "Lizzie: Like what?",
        "Alan: Look, why don't you tell them what you learned, son?",
        "Coop: For one thing, it costs a fortune to raise a kid.",
        "Lizzie: I have all the money that we'll need.",
        "Coop: It's not about that. He brought up other points. Let's say, yeah, you do pay for everything, or rather, let's say, I try and use every penny that I earn to help raise this child, either way, Lizzie, I'm going to end up resenting you for putting me in the position that I am in right now that I don't want to be in. And I don't want to resent you, Lizzie.",
        "Lizzie: So, what are you saying? It's just easier to walk away, let my family handle this? This is our baby, Coop.",
        "Coop: Lizzie, I would be an idiot if I just ignored everything that your grandfather tried to teach me tonight.",
        "Lizzie: How could you do this?",
        "Coop: I guess what I'm trying to say Lizzie, Alan, is I guess I'm an idiot.",
        "Lizzie: What?",
        "Alan: Wait, I don't understand.",
        "Coop: Lizzie is carrying my child, our child, which means that I need to be responsible. And that's exactly what I'm going to be: Responsible.",
        "Lizzie: Coop.",
        "Coop: For my baby and for the mother of my baby. I'm not going to let them down.",
        "[SCENE_BREAK]",
        "Ashlee: I know a lot of things you think I don't know, Nate.",
        "Jonathan: Like what?",
        "Ashlee: Like guys like you aren't attracted to girls like me. And every chance you get, you try to get me to talk about Lizzie.",
        "Jonathan: That's not true.",
        "Ashlee: Yes, it is. I want to believe you're here for me. I want to believe it so badly. But the minute I tell you what you want to know, I know you'll disappear.",
        "Jonathan: Ashlee.",
        "Ashlee: No, no. I'm used to it, I guess. The thing is, I know I am worth something. I know if I just had the chance to prove it then maybe...",
        "Jonathan: What are you talking about?",
        "Ashlee: You'll stick around until I tell you what you want to know about Lizzie, right?",
        "Jonathan: Yeah, yeah, I guess you got me.",
        "Ashlee: Good. Because that gives me a chance to get what I want.",
        "Jonathan: What do you want?",
        "Ashlee: I want you to go out with me, but where everyone can see us, where everyone I know will think that a guy like you wants to go out with me. And then if everything goes okay, I'll tell you what you want. And who knows? Maybe we'll find out we have more in common than Lizzie.",
        "[SCENE_BREAK]",
        "Frank: I trusted dad to help me. And Olivia's the first woman to come around in a long time that I've actually had feelings for.",
        "Harley: Yeah, about that...",
        "Frank: She's beautiful, she's smart, she's funny, and she's a good mom.",
        "Harley: Yeah. But she comes with a lot of baggage, though, don't you think?",
        "Frank: Who doesn't have baggage, though? I'm not afraid of that.",
        "Harley: I know.",
        "Frank: Dad pushed us together.",
        "Harley: You asked him for help.",
        "Frank: You know what, I feel like a fool.",
        "Harley: No...",
        "Frank: And he treated me like...",
        "Harley: Like his son? Like he put your feelings first?",
        "Frank: We're in love with the same woman. Hello, I'm having a little problem with that right now.",
        "Harley: Okay, okay. Don't yell it. You guys can work it out. I mean, you have to work it out, Frank.",
        "Frank: Really, do we?",
        "Harley: Yes, you do. Because I think we both know that love comes and goes. But you got one father. And it took us long enough to get him back. You can't push him away now. You need him. We need him. You gotta fix this, Frank.",
        "Frank: I don't know, sis.",
        "Harley: Frank!",
        "Frank: This is weird. This is really weird.",
        "Harley: Fix it. You gotta fix it. Do it!",
        "Frank: I'll do what I can. Thanks.",
        "[SCENE_BREAK]",
        "Mallet: It's just that now Dinah knows an investigation going on.",
        "Gus: Yeah, she wants to be a part of it. She wants to find out who murdered her father. I mean, I can't blame her. I know exactly how she feels.",
        "Mallet: She's a grown woman. She deserves the truth.",
        "Gus: She's going to get herself involved. She's going to do a little investigating of her own. God forbid she should find somebody that actually has something to do with bringing her father's plane down.",
        "Mallet: Hold on, man. Hold on. Let's be clear about what I'm saying here. Dinah's angry and Dinah's grieving. But I'm not saying I think she'd do...",
        "Gus: You don't have to say anything. We both know how she is.",
        "Mallet: I just can't keep an eye on her right now, not with this thing, with my condition.",
        "Gus: You're not going to have to. Okay, I'll... she won't even know I'm watching her, okay?",
        "[SCENE_BREAK]",
        "( Answering machine beeps )",
        "Dinah: Alan-Michael, it's me. Call me. ( Answering machine beeps ) Alan- Michael, where are you? What is going on? You call me back right now. ( Answering machine beeps ) okay, Spaulding, you're starting to tick me off now. You get back to me... all gone. Alan-Michael, what do you got for me? You got something? You got a list? What do you got, what do you got? Pictures. My, my, my, Gus, aren't you photogenic? Good. Coming with me, sweetie. All right. What else you got for me, Alan-Michael? You got a receipt from an airline ticket to somewhere? A notebook, itinerary? You got nothing. All right. I'm out of here before housekeeping gets me. But I'll tell you what, Alan-Michael, my friend, if I find out that you hurt my daddy, I'm gonna get you.",
        "Gus: Hey, Dinah.",
        "Dinah: Hey, Gus. Didn't expect to see you here. I can explain...",
        "Gus: You don't have to. I've got eyes. Nice work on the door.",
        "Dinah: What? Wait, no. Look, breaking and entering is something you do when you don't know somebody. But this is not what it seems.",
        "Gus: You're suspicious. You think that Alan-Michael has something to do with your father's death.",
        "Dinah: Mallet told you.",
        "Gus: Look, , he just wants me to keep you as far away from all of this as possible. The problem is, I know you. So, why don't we just make a little compromise, okay? I'll tell you everything that we learned, keep you in the loop, if you just keep you nose clean.",
        "Dinah: Keep my nose clean?",
        "Gus: I know what you're feeling, what you're going through. My father was murdered, and I was living for revenge. I'm just trying to keep you from doing all the stupid things that I did, okay? What, did Alan-Michael split?",
        "Dinah: Yeah, do you have any idea where he went?",
        "Gus: Just give me a minute.",
        "Dinah: Gus...",
        "Gus: Check the trash.",
        "Dinah: Listen to me, housekeeping is going to be here any second....",
        "Gus: I've got a badge.",
        "Dinah: What does a newspaper have to do with anything?",
        "Gus: Just take a look at whatever he was he looking at last.",
        "Dinah: The travel section.",
        "Gus: That's something. Keep checking.",
        "Dinah: It's the travel section. It doesn't have to do with anything.",
        "Gus: It's a start, right? Travel section. You got all these fancy little destinations: Bahamas, Fiji, Hawaii. Granted, there's a thousand of these islands, but it gives us someplace to start, right?",
        "Dinah: It sure does.",
        "Gus: You want to work with me?",
        "Dinah: Yeah, I think we'll make a great team.",
        "[SCENE_BREAK]",
        "Coop: I lost my mother when I was little, and I grew up with my father pretty much never around. I'm not going to let that happen to my kid. Lizzie, how about we go for a walk, all three of us, okay? Come on. Have a good night, Alan. Beth.",
        "Lizzie: Good night, Mom.",
        "Beth: Nicely done, Alan. Nicely done.",
        "[SCENE_BREAK]",
        "Frank: Hey, Pop.",
        "Buzz: Frank.",
        "Frank: Listen, I was hoping...",
        "Buzz: Look, I'm a little busy right now, so...",
        "Frank: Yeah, well, it's important.",
        "Buzz: All right.",
        "Frank: I think we both need to find a way to dig deep down in and try to get past this whole mess, you know? Because obviously we both care one hell of a lot about Olivia, but we really shouldn't let the situation come between us here. Was she here?",
        "Buzz: Oh, damn it, damn it... I didn't want this to happen... yes, she was here.",
        "Frank: Where are you going? I'm talking to you.",
        "Buzz: She came and she went and we talked.",
        "Frank: I don't have a problem with you talking to Olivia, Dad. Talking doesn't bother me.",
        "Buzz: Make a list of what bothers you, and tell me and I'll try to avoid it.",
        "Frank: Okay, quit running away! Because you know what, right now I need some fatherly advice.",
        "Buzz: What?",
        "Frank: There's a guy out there who has the hots for my girlfriend.",
        "Buzz: I don't have the hots for her, Frank!",
        "Frank: Don't lie to me, Pop.",
        "Buzz: I'm not lying, Frank. You're acting like a...",
        "Frank: Tell me what you want to do with this.",
        "Olivia: Stop it! What are you people, crazy? Sorry about this. You have a family that most people would kill for. So when are you going to stop taking it for granted?",
        "Frank: Olivia.",
        "Olivia: Quiet. You, too. You, you have got to get over it, Frank. I mean, your father and I... it was one time, okay? And it was before we even started dating. And since then, this has been exclusive. You want to see where this goes next? You make up with the man and move on. And you, you were way too smart about people and life to go walking around all day grumbling. So your son is mad at you? So what? That's relationships, folks. It ain't all sunshine and valentines. It's good times and bad times. It's peaks and valleys. And when you're in a valley, you change it. Change it. And the most important thing: Stop making me suffer because the two of you can't figure out a way to fix this, all right? You fix it, or I'm going back to the Spaulding house where things are peaceful and quiet.",
        "Buzz: Well, I guess we know where she stands.",
        "Frank: Guess so.",
        "Buzz: She's something else.",
        "Frank: She certainly is.",
        "[SCENE_BREAK]",
        "Harley: Hi, handsome.",
        "Gus: How are you?",
        "Harley: Did you miss me?",
        "Gus: A lot. Did you find your brother?",
        "Harley: I did. We worked things out.",
        "Gus: About me?",
        "Harley: About you, about my dad. Just lots of stuff. Anyway, long story short, he's grumpy, and he'll dock you for the days you missed, but everything is okay with work. How did it go talking with Mallet?",
        "Gus: We hashed it all out. I gotta pay penance. I think he's going to forgive me, though. Eventually.",
        "Harley: Eventually.",
        "Gus: My job is going to look out for Dinah, watch her. Because she's trying to figure out who took her father's plane down. You know, I can't say I blame her.",
        "Harley: No, no, no, no. I don't blame her for that. I just think I don't know if it's such a good idea to spend so much time with Dinah. Only because she's not so happy with me these days. She's not happy with you, either.",
        "Gus: She knows that I'm, like, watching her every move. It's fine. She's cool with me. It's going to be fine.",
        "[SCENE_BREAK]",
        "Jonathan: So, your friends all saw us together...",
        "Ashlee: Yeah, and they were all drooling. How cool was that?",
        "Jonathan: Means that much to you?",
        "Ashlee: Usually they treat me like... never mind. So we can do this again, right, tomorrow?",
        "Jonathan: We have a deal.",
        "Ashlee: Yes, we do. I can tell you all kinds of things about Lizzie.",
        "Jonathan: And her pregnancy?",
        "Ashlee: Yeah. More Lizzie talk. Call me at noon, the latest. I'll be waiting.",
        "Jonathan: Ashlee?",
        "Ashlee: Yeah, what's up?",
        "Jonathan: I'll... thank you for the great day.",
        "Ashlee: I... yeah.",
        "Jonathan: Uh, uh, uh, gotcha! Gotcha.",
        "[SCENE_BREAK]",
        "Lizzie: Thank you for standing up to my granddad. You'll never know how much that meant to me.",
        "Coop: Well, I meant what I said, Lizzie.",
        "Lizzie: I know. That's the best part of all. For the first time I saw it, you know? I saw it and really believed it.",
        "Coop: You saw what?",
        "Lizzie: I don't know what to call it. I saw how much you want the best for this baby. It made me so happy. Oh, God, so happy.",
        "Mel: Hey, guys. This is a surprise.",
        "Coop: Hey, Mel.",
        "Lizzie: Hey, Mel.",
        "Mel: Oh, I'm glad I ran into you, Lizzie. Because you ran off so quickly the other day that I didn't get a chance to give you the usual reading material on how to manage your pregnancy. There's a copy of your chart as well.",
        "Lizzie: I can just stop by the hospital.",
        "Mel: No, no need. I have it right here. Everything's in here, so put it in a safe place, okay? It's got everything you need to know, Lizzie, including the date of conception. Okay?",
        "Coop: Thank you very much, Mel.",
        "Mel: No problem. Take care.",
        "Coop: Yeah, sure. Lizzie?",
        "Lizzie: What?",
        "Coop: Whoa, easy there. Nothing. I'm just surprised at how much information you can get so soon. Guess I might as well take a look at it, huh?",
        "[NEXT_ON]",
        "Lizzie: I'm so happy that you're the father of my baby.",
        "Jonathan: Whatever Lizzie's making up about her pregnancy probably has nothing to do with me, right?",
        "Colin: You need to come into my office ASAP so we can go over your treatment options."
    ],
    "Transcript Author": [
        "Provided By Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=_NNuTmbTOB4"
}