{
    "Episode Summary": [],
    "Recap": [
        "Lizzie admits to an upset Tammy that she told Joey about Tammy kissing Edmund. Joey finally comes to see Tammy but is still upset that she didn't tell him about the kiss. He walks out on her. Lizzie promises to help Tammy get Joey back, but Tammy refuses her help. Lizzie tries to convince her grandfather to let her and Joey be partners in the next stage of the intern contest. Phillip uses a hypothetical situation to question Jeffrey about the consequences of fraud. When Jeffrey tells him that it could very well mean jail time, Phillip confronts Olivia with the information. He explains that she committed fraud when she sold his stock and then bought it back in her name.",
        "Gus agrees to keep Alex's part in the drug ring a secret if Alan agrees to stop producing the antimonius and to completely destroy the formula. Phillip advises him not to give up his morals for the Spauldings. Gus isn't happy that he has agreed to lie to everyone, but he will stick to the deal. Bill completely destroys Eden's apartment in a fit of grief before Olivia shows up to ask him about the kiss they shared. Danny shows Michelle the newspaper and begs her to wake up from the coma. Ross stops by to see Michelle too, and to apologize to Danny for thinking badly of him. Ross tells him that he is looking into the explosion that put Michelle here, and he will get to the bottom of it. When Danny is alone again with Michelle, he doesn't notice when she starts to move her finger a little bit."
    ],
    "Recap Author": "Boo",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Tammy: I don't get it. Joey just asked me to the summer fling last night, and we were both so psyched about going. How could he just change his mind? I mean, I know I had to work the party, but for him to just ditch me and leave some note that makes no sense... what is up with that? He would have told me if he had to run off somewhere. I mean, we tell each other everything. Now he's not answering any of my calls, so I don't even know what his problem is.",
        "Lizzie: Um, I... I know what it is, and it's my fault.",
        "Phillip: Good morning, honey. Nice outfit. A little on the boring side for you, isn't it?",
        "Olivia: Will you let it go? I have a business meeting, ergo I have a business suit.",
        "Phillip: I think it's going to take a little more than a high collar and a tight bun to erase the impression you made with the dress last night. Who's your meeting with?",
        "Olivia: A Spaulding board member. I figure our family should give the appearance of a united front, considering everything that's going on.",
        "Phillip: Yeah, how about brad green? I keep trying to feel sorry for the guy, dying like that. But after what he did, smuggling drugs through the company...",
        "Olivia: Yeah, well, the whole thing is a mess. I mean, one minute you're here, the next minute...",
        "Phillip: Well, look on the bright side. It means the rest of us are in the clear.",
        "Olivia: Yes, it gives us time to focus on our sad stock price. Excuse me.",
        "Phillip: Oh, by all means. Go ahead with your damage control. I think I have a little of my own to do.",
        "[SCENE_BREAK]",
        "Bill: Eden's gone, Michelle's in coma, Salerno's in jail, and Danny comes out smelling like a rose. Great.",
        "Danny: How about that? \"Santos helps clean up Springfield.\" Can you believe it? Just like we planned. Come on, honey, you've got to come back. I want you to be able to open your eyes so you can see this for yourself. Got our lives back. You and Robbie can be proud of our name. Michelle, you have to come back to me, so I can make up to you for everything's that's happened, so I can make things right again. (Knock at the door)",
        "Ross: Hello, Danny.",
        "Alan: Well, what does it say?",
        "Alexandra: It simply says that brad green was responsible for smuggling drugs out of the company and selling them to the mob.",
        "Alan: Is that all?",
        "Alexandra: It's all right, Alan. There's nothing in there that incriminates the family.",
        "Alan: Good, good. That means Gus didn't tell anyone about your part in all of this.",
        "Gus: You mean Gus didn't tell anybody yet.",
        "Alan: Gus, I thought you and I came to an understanding last night.",
        "Gus: Yeah, here's my understanding. Spaulding enterprises let a deadly drug get out onto the streets, right? And until I know that can never happen again, I am not covering for you.",
        "Alexandra: What do you want us to do, Gus?",
        "Alan: Now wait a minute. You don't expect us to control every distributor who supplies antimonious, do you?",
        "Gus: That's why Spaulding Enterprises is getting out of the antomonious business. Everything: Producing it, selling it, the whole thing. The whole operation will get shut down.",
        "Alan: Wait a minute. That's a little drastic here.",
        "Gus: Well, drastic times call for drastic measures. I'm sorry.",
        "Alan: There's got to be another way for us...",
        "Alexandra: If we put our heads together...",
        "Alan: Yes.",
        "Gus: You don't have a say in this. Do you understand me? Because my covering for you... that goes against every single fiber of my being, okay? What I believe in, lying to Harley, compromising my job. You hear me?",
        "Alan: Yes, but what about the Spaulding bottom line, Gus?",
        "Gus: The bottom line is Spaulding is out of the antimonious business. I realize that it's hard for you, Alan-- hard to put the safety of children and their health above your profit margin.",
        "Alexandra: We'll do it.",
        "Alan: Well, no, wait, wait. If you're concerned about safety and health, let me assure that antimonious is not just a drug that's on the street called delirium.",
        "Gus: I know what it is. I know what it is.",
        "Alan: It has the potential of doing very good things.",
        "Gus: Yeah, a lot of drugs have potential of doing very good things. This has the potential of doing very bad things, okay? I want it gone, and I want the formula destroyed.",
        "Alan: Well, stopping production is one thing, but the formula is a whole other matter.",
        "Gus: Well, I'm sorry. That's the price of my silence. You know, just yesterday, you were throwing all the big decisions at me. Well, now it's your turn, big Al.",
        "[SCENE_BREAK]",
        "Ross: Hi.",
        "Danny: You're here early.",
        "Ross: I wanted to stop by on my way to the office. Any change?",
        "Danny: No, not yet.",
        "Ross: I see that you brought her the good news. You think this will be able to make up for all that's happened?",
        "Danny: I hope so.",
        "Ross: I imagine you have an awful lot to explain to Michelle, you know, especially with all the lies you must have told her while you were working undercover for the feds.",
        "Danny: Actually, Michelle knew what I was doing, but she doesn't know that it's over. So I'm just going to stay here and keep talking to her until she comes back.",
        "Ross: Danny, I know that you and I have had our share of disagreements, particularly lately.",
        "Danny: Ross, believe me, that's the last thing on my mind right now.",
        "Ross: Well, for me, this needs to be said, because I was wrong about you. Having been your attorney a couple of times, I know that you're a good man, and Michelle would never have married you if you weren't. But I allowed your former friends and your past reputation to influence me. Now that I know the good things that you were doing, I feel I owe you an apology.",
        "Danny: Ross, you don't owe me anything. Really. The way things looked after the election, I honestly don't blame you for thinking what you did. So...actually, I've got to make a couple of phone calls. Would you... would you mind staying with her for a few minutes?",
        "Ross: Of course I'll stay with her.",
        "Danny: Okay. Thanks.",
        "[SCENE_BREAK]",
        "Tammy: Lizzie, what did you do?",
        "Lizzie: Tammy, I didn't mean to do it on purpose. You're the best friend I've ever had.",
        "Tammy: What did you do?",
        "Lizzie: I just... I told Joey that I thought it was great that you guys were still together and that I was really happy he was taking the summer fling.",
        "Tammy: And?",
        "Lizzie: And I thought it was really cool that the whole thing with Edmund, you guys didn't let ruin you guys.",
        "Tammy: The thing?",
        "Lizzie: Yeah, the kiss.",
        "Tammy: You told him? Lizzie, please tell me you didn't tell him. Oh, how could you do that? I told you I didn't want him to know.",
        "Lizzie: Tammy, that was ages ago. I figured you'd told him by now. You just said yourself, you tell him everything.",
        "Tammy: Lizzie, think about it. Pretend that you have a boyfriend for just a second and think what he would think if he found out that you kissed some other guy.",
        "Lizzie: You know, I really wish that I could put myself in your shoes. But Tammy, face it, my mom is single and I just really don't know my uncles that well. Don't freak out.",
        "Tammy: Don't freak out?",
        "Lizzie: Listen. Okay. Come here. If I had said... if I had known this whole thing with Edmund was this huge secret, I would never have said anything, all right? I would never have done that to you. But I mean, you locked yourself in your room and Joey came up here to talk you out of it, so I just figured you told him and he was cool with the whole thing.",
        "Tammy: Why would you figure that?",
        "Lizzie: I was trying to help you. You told me the whole thing was a mistake, and I just... I wanted to let Joey know that it was great that you put that behind you. Okay, we can fix this. I'm telling you, it can be fixed. I'll just tell Joey that...",
        "Tammy: You are not going to tell Joey anything.",
        "[SCENE_BREAK]",
        "Phillip: Jeffrey? Do you have a second?",
        "Jeffrey: Actually, not really.",
        "Phillip: Well, you might want to reconsider. It's about your case. Harry. How are you?",
        "Olivia: Hi, how are you? Have a seat.",
        "Jeffrey: Okay, Phillip, what have you got?",
        "Phillip: Listen, I don't know if I'm right, coming forward with this right now, but I need some advice. Now that Spaulding has been cleared of all these charges, I just want to make sure that everything we do from now on is aboveboard.",
        "Jeffrey: What's that supposed to mean? Are you saying that the investigators missed something?",
        "Phillip: Yeah. That's exactly what I'm saying. Can we talk off the record?",
        "Jeffrey: Okay, Phillip, listen, I'm a federal agent and I'm a federal agent 24/7, so anything you say to me can and will be used in a court of law. To know.",
        "Phillip: Jeffrey, I'm going to have to rely on your discretion here, because this situation involves damage to the family, but not to the general public.",
        "Jeffrey: Okay, I'm listening. 6Phillip: Okay. Hypothetically, what if a person were to find out that someone had illegally sold their stock?",
        "Jeffrey: Hypothetically, that would be fraud.",
        "Phillip: What if the person who actually sold the stock was the man's wife; the mother of his baby daughter? Again: Hypothetically.",
        "Jeffrey: Are you asking me if I would agree not to prosecute?",
        "Phillip: Well, if I were asking you that, what would your answer be?",
        "Jeffrey: I would prosecute, if I could. If you've got something else you want to show me, or if you want to say something, now is the time to do it, Phillip. Otherwise, I would suggest that you do what most businesses do in these sorts of situations.",
        "Phillip: What's that?",
        "Jeffrey: Handle it internally.",
        "Phillip: Okay. That's good to know.",
        "Jeffrey: Is that all?",
        "Phillip: Uh, yeah. I just... I did want to make sure that I wasn't running afoul of something that you or the sec might be up to.",
        "Jeffrey: No, but if you keep talking, you might be.",
        "Phillip: Oh, Jeffrey. One other thing? Again, hypothetically, if you did have this information and you did decide to prosecute, would there be jail time involved?",
        "Jeffrey: Oh, yeah. There would be quite a bit, and that's not hypothetical.",
        "[SCENE_BREAK]",
        "Lizzie: What are you doing now?",
        "Tammy: I'm going to find Joey and fix this.",
        "Lizzie: Tammy, I'm sorry.",
        "Tammy: Yeah. Oh, I can tell you are.",
        "Lizzie: No, I'm serious! I would never mess up anything between you two purposely.",
        "Tammy: (Scoffs) Joey? Hi, it's me again. Call me as soon as you get this message, okay? It's really important.",
        "Lizzie: Maybe I should call him from my cell phone? He'll answer if it's my number and not yours. Who are you calling now?",
        "Tammy: Maybe he's at home.",
        "Lizzie: I messed this whole thing up. Now let me fix it, all right? I'll just... I'll sell Joey on the story that this whole thing was just a big mistake and it's no big deal.",
        "Tammy: Oh, really? How are you going to do that, Lizzie?",
        "Lizzie: Because selling is what I do. That's how I won the ticket challenge.",
        "Tammy: Having your whole family buy up all your team's tickets is how you won the ticket challenge. Hi, Mrs. Lupo. It's Tammy. Is Joey home? I'm sorry, I didn't mean to interrupt your stories, but... you haven't seen Joey? Okay, well, would you give him the message that I called, please? Thank you.",
        "Lizzie: Tammy, I'm telling you, I can get Joey to be okay with this if you'd just give me the chance.",
        "Tammy: No, Lizzie. No. Look, I don't know if you're really trying to help me. I don't know what you're doing anymore, okay? But when it comes to me and Joey, I just want you to stay out of it.",
        "Lizzie: But we're all friends.",
        "Tammy: And one of us is a third wheel. So why don't you just roll yourself on out of here and let me figure this out on my own?",
        "Lizzie: I'll call you when you calm down a little bit. (Door slams) I want you to give it all up and live your own life (clattering) and I don't want you to feel sorry for me never gave us a chance to be and I don't need you to be by my side to tell me that everything's all right just wanted you to tell me the truth you know I'd do that for you so why are you running away why are you running away why are you running away?",
        "[SCENE_BREAK]",
        "Gus: So, is Spaulding Enterprises going to shut down the production of antimonious, or am I sending her away?",
        "Alan: I want to do what's best for this family.",
        "Gus: Good. And if it will ease your mind, I will stop production today.",
        "Gus: Excellent. And the formula?",
        "Alan: Consider it destroyed. As a matter of fact, you can come over to my office and destroy it personally. So, do we have a deal now?",
        "Gus: Yeah.",
        "Alexandra: Thank you, Gus. I know this has got to be very difficult...",
        "Gus: Excuse me, I'm going to get back to my real life now.",
        "Alan: Listen, why don't you stay? As a matter of fact, that's what I want to talk to you about. Please, sit.",
        "Gus: What?",
        "Alan: You know, our family has been going through quite a lot lately, Gus, and I think it's important for all of us to start focusing on what is positive about this family, like your and Harley's upcoming wedding. The Spaulding estate is a perfect place for a wedding setting.",
        "Gus: Oh, no. No, no. Harley would... Harley would freak out.",
        "Alexandra: Come on. All you have to do is ask her. I mean, we really want to make it... give you a special celebration, thank you for what you've done.",
        "Gus: Don't. Don't, okay?",
        "Alan: But I want to give you something, too, as a matter of fact.",
        "Gus: I feel like I'm on a game show or something.",
        "Alan: I want to offer you your job back at Spaulding. The company needs you now, son.",
        "Gus: I'm a cop.",
        "Alan: I know, but you're going to make a wonderful executive.",
        "Gus: You already have one son that's an executive, all right? No. Believe me, I think you need a son on the police force, at the rate that you two are going. I've got to go. I've got... I do. I've got to call the station, okay? By the way, let me just tell you this: This get-out-of-jail-free card? It's a once-in-a-lifetime shot. I'm not doing it again, family or not-- ever.",
        "[SCENE_BREAK]",
        "Ross: Listen to this. \"Bountiful Jupiter. Jupiter is on your side today, so Scorpio, put all your cares aside, because today may just be the day when everything comes to light.\"",
        "Danny: Oh, the horror-scopes.",
        "Ross: Yeah, well, it was a good one. And in my defense and Michelle's, I've already read her the editorial page.",
        "Danny: Oh, no, it's good, Ross. Rick says we need to be stimulating her, talking to her, reading to her. So it's all good. I just... I meant that I never pegged you for an astrology type of person.",
        "Ross: I'm not, but I'm married to a zodiac type of person. Blake puts lots of stock in her horoscope, and as for me, I'm for facts and hard evidence. I'll stand by that.",
        "Danny: Ross the lawyer.",
        "Ross: Yeah. And I guess that's why I can't seem to let this go. Danny, of course I'm familiar with the official investigation of the warehouse explosion. The fire department, the police department, they essentially said that it was a freak accident.",
        "Danny: Believe me, Ross, if I thought otherwise...",
        "Ross: Yeah, I know. But while you were working undercover, while you were in the Salerno Organization, you must have had a certain access, certain connections. And as mayor, I have certain connections as well.",
        "Danny: What are you saying?",
        "Ross: I'm saying, Danny, I don't think the explosion was an accident, and if you and I team up together, we can find out who's responsible for what happened to Michelle.",
        "[SCENE_BREAK]",
        "Phillip: Coming up on \"Guiding light\":",
        "[SCENE_BREAK]",
        "Olivia: You kissed me.",
        "Bill: Did I?",
        "Olivia: You forgot. You had a lot to drink.",
        "Bill: It was nothing, all right? No big deal.",
        "[SCENE_BREAK]",
        "Tammy: Joey, you're the one that I want, okay? You've always been the one that I want. Joey? Guess who? Please call me back. (Knock at door) look, we really... we really need to talk. Hi! I was just leaving you...",
        "Joey: Another message?",
        "Tammy: Okay, I know what Lizzie told you last night, and I just wanted you to hear it from me, because there was never anything between me and Edmund. That kiss was just...",
        "Joey: So it's true?",
        "Tammy: ...A stupid mistake.",
        "Joey: It's true? I thought Lizzie was just being Lizzie. You know how she can just make stuff up. So Lizzie was telling me the truth the whole time.",
        "Tammy: It's not what you think.",
        "Joey: Then what was it, Tammy? Because that kiss sure must have been something for you to lock yourself in your room. It sure must have been something for you to get in that huge fight with our mom.",
        "Tammy: No, it wasn't. It was nothing.",
        "Joey: And here I was, making a fool out of myself, singing you songs, scaling your walls, trying to be this Romeo guy you have in your head.",
        "Tammy: I don't want him, Joey. I just want you.",
        "Joey: Don't lie to me.",
        "Tammy: I'm not.",
        "Joey: I saw you last night.",
        "Tammy: Last night?",
        "Joey: When you were getting all cozy with Edmund outside.",
        "Tammy: No, it wasn't like that, Joey, okay? He was upset. He had just had a fight with my mom, that's all.",
        "Joey: A fight? What did they fight about, Tammy? Were they fighting about you?",
        "[SCENE_BREAK]",
        "Lizzie: Hey. How are you?",
        "Alan: Look who's here.",
        "Lizzie: I saw the limos outside, so I figured you guys were here.",
        "Alexandra: Hello, darling.",
        "Alan: Elizabeth, you look troubled, sweetheart. What's wrong?",
        "Lizzie: Oh, grandpa, you know me so well. I was going to try and cover it, but...",
        "Alexandra: Oh, come on. Sit down, sit down. Talk to us.",
        "Alan: Please, please.",
        "Lizzie: Okay, so I was trying to be a good friend, and now Tammy's mad at me for something that's her own fault.",
        "Alexandra: You know, sometimes, darling, people... well, they last out at the wrong people when the person they're really angry at is themselves.",
        "Alan: Some of us know better how that feels than others. You know, Tammy should be very lucky to have a friend like you. I just hope she comes to her senses.",
        "Lizzie: Yeah, me too. You know, she doesn't believe me when I tell her she's, like, the best friend I have, and the only girlfriend.",
        "Alan: Well, that's because the other girls are jealous.",
        "Alexandra: Well, people can be fickle.",
        "Alan: Yes, they can, and that's why family is so important, Elizabeth you must always put family first in your life. They are the people you can really trust. But on to something a little bit happier here. I hear congratulations in order. Your team won very big, I hear.",
        "Alexandra: Yes, and I think it's wonderful.",
        "[SCENE_BREAK]",
        "Lizzie: Well, that is just the first of many big wins. I don't plan on losing, grandpa.",
        "Alan: Oh, that's my girl.",
        "Lizzie: Actually, that's what I wanted to talk to you about, is the next phase of the while intern contest.",
        "Alan: Mm-hmm.",
        "Lizzie: I know that you'll be dividing us into pairs for the next challenge, so...",
        "Alan: Really? How did you find that out?",
        "Lizzie: My keen business sense? Okay, so I saw your note sitting on the table in the study.",
        "Alan: Oh, a little insider's trading, huh? Well, I'll have to be a little bit more careful next time.",
        "Lizzie: Okay, so about the pairing?",
        "Alan: Yeah?",
        "Lizzie: Can you put me with Joey?",
        "[SCENE_BREAK]",
        "Phillip: Well, Gus.",
        "Gus: Hey.",
        "Phillip: Hey. You look like a man who could use a drink, and I'm in the mood to celebrate, so come on. I'm buying.",
        "Gus: Take a little more than a cocktail to get me to go back in there with tweedle dee and tweedle dum, actually.",
        "Phillip: Alan and Alex? Don't let them get to you.",
        "Gus: How did you do it, man? And you're still doing it. How do you survive these two?",
        "Phillip: Do you realize that you just said that to a man who has just come home from an extended stay in a psychiatric facility? My advice to you is that you reserve your room now.",
        "Gus: Yeah. I'm honestly thinking about doing that. Maybe I can get a family discount. Kidding. So, you're celebrating? What?",
        "Phillip: My marriage is moving in a direction that is making me very optimistic.",
        "Gus: You're kind of scaring me there, Phil.",
        "Phillip: No. No, it's actually good. It's all quite good. Everything with Olivia is right where I want it to be. (Knock at door)",
        "[SCENE_BREAK]",
        "Olivia: Bill?",
        "Bill: Hey. What are you doing here?",
        "Olivia: I just came to see if you were okay. You seemed a little upset when you left the beacon earlier.",
        "Bill: No, I'm fine, thanks. Just doing a little redecorating, that's all.",
        "Olivia: You know, you can talk to me. I know you can't be over Eden, and with the news about Salerno hitting the paper...",
        "Bill: Please don't do that. Don't... look, Eden's gone. I'm dealing with it. So tell me why you're really here.",
        "Olivia: I just... I wanted to make sure we were clear about what happened last night.",
        "Bill: Why? What happened?",
        "Olivia: You kissed me.",
        "Bill: Did I?",
        "Olivia: Maybe you forgot. You had a lot to drink.",
        "Bill: No, Olivia, I remember, okay? But look, it was nothing, all right? No big deal.",
        "Olivia: I thought so. I just wanted to make sure we were on the same page, that's all. You know, if you ever want to talk... it's just, sometimes, it helps to know that you've got someone on your side.",
        "Bill: There are no sides, Olivia. We're all pretty much out for ourselves, aren't we?",
        "[SCENE_BREAK]",
        "Danny: You know that I love Michelle more than anything. If you're implying that Salerno is somehow responsible for what happened to her and I allowed it to happen...",
        "Ross: No, no. Danny, no. But you just told me that Michelle knew that you were working undercover.",
        "Danny: Right.",
        "Ross: Now, that in itself could put her in danger.",
        "Danny: I never would put Michelle in danger.",
        "Ross: Look, I understand that, Danny. What I want you to know is that if anything comes to mind that would link Vinnie Salerno with the warehouse explosion, I want you to let me know, because I will reopen this investigation in a heartbeat, and I will make sure whoever did this to Michelle pays for it.",
        "Danny: Ross, if there were any evidence, the police would have it. I would have been the first one handing it over to them.",
        "Ross: You were under a lot of stress at the time.",
        "Danny: I know.",
        "Ross: I mean, you were essentially living a dual life. You were dealing with Salerno and then you'd deal with the feds. Maybe something slipped past you.",
        "Danny: No. No. Nothing slipped past me.",
        "Ross: You know something? After his investigation, frank cooper said something very interesting to me. He said that the explosion site was clean, but he thought it was too clean.",
        "Danny: Mm-hmm. So, then why did he close the case?",
        "Ross: Because there was no physical evidence. But he's still suspicious, and all my instincts are telling me that something is not right.",
        "Danny: Well, Ross, obviously if that's true, I totally support getting to the bottom of this. But between you and me, do you really think it's smart for you to be using your office to investigate cases like this?",
        "Ross: Danny, this is not about my office. It's about my best friend and his daughter. And I promise you, I am not going to let this go. I'm going to keep investigating the warehouse explosion until we find out who did this to your family. Lauren Anderson and Craig Shand didn't start dating until senior year. By the authority vested in me by the laws of the state",
        "[SCENE_BREAK]",
        "Gus: Well, you know, you guys are getting along so well, you're welcome to come over to dinner some night, just the four of us, you know?",
        "Phillip: No, I don't... I don't think that Olivia and I are the kind of married couple that you and Harley should be hanging around with right before you take the plunge. No. Are you sure I can't buy you a drink?",
        "Gus: Yeah, I'm positive. I've got to go back in there. I didn't say everything that I felt like I should say to them, you know?",
        "Phillip: Well, then you do have to go back in. Never, never leave it unfinished with them, because that gives them the upper hand.",
        "Gus: Yeah. Right.",
        "Phillip: Hey, for what it's worth, it seems like you've made it this far in your life with your principles reasonably intact. Don't let Alan or Alex push you into anything for the sake of the family.",
        "Gus: You've heard those words, too, huh? \"The sake of the family.\"",
        "Phillip: Stick to your guns. You won't regret it. That's the end of my lecture for the day. Go back in, give them hell, and give my best to Harley.",
        "Gus: Thanks, bro.",
        "Phillip: Mm-hmm.",
        "Gus: And thank you for your advice. I appreciate it.",
        "[SCENE_BREAK]",
        "Lizzie: Grandpa, please. I want to be Joey's partner.",
        "Alan: Elizabeth, you're not trying to use your family to take advantage, are you? Because that's called nepotism.",
        "Lizzie: Okay, you may call it nepotism; I call it strategy.",
        "Alan: (Laughs) you are a Spaulding, young lady.",
        "Lizzie: (Laughs)",
        "Alan: So, you and Joey, huh?",
        "Lizzie: Yeah. Well, I know you're going to be selecting the pairs randomly, so if you could randomly select me and Joey, that would be great.",
        "Alan: Well, we'll see about that.",
        "Lizzie: (Squeals) thank you, grandpa.",
        "Alan: Sweetheart, I said... I said, \"We'll see,\" all right?",
        "Lizzie: Oh, come on. \"We'll see\" is \"yes\" for grandpa-talk.",
        "Joey: I should have known. All those times you wanted me to be more like Edmund-- dress like Edmund, read Romeo's lines like Edmund. I thought you were just looking up to him like a dad or something.",
        "Tammy: I was.",
        "Joey: The guy is your uncle, Tammy, not to mention your mom's boyfriend. How could you even think of being so...",
        "Tammy: I was confused, okay? Look, Edmund was paying attention to me and helping me, like a father helps a daughter. And I'm not used to that. I mean, I had that for a little while with Richard, but after he died... so when Edmund started to treat me like that, my feelings got all confused.",
        "Joey: So you kiss him? That makes a whole lot of sense.",
        "Tammy: It only happened one time.",
        "Joey: And that's supposed to make me feel better?",
        "Tammy: Joey, how many times do I have to tell you? It meant nothing.",
        "Joey: No, Tammy! It meant everything. It means that everything that I've tried to do for you wasn't enough.",
        "Tammy: Joey, you're the one that I want, okay? You've always been the one that I want. I just... I didn't know it for a while.",
        "Joey: You know, it's crazy. This whole time, I've been sweating it, you know, thinking that it was me who wasn't good enough for you. And maybe this whole time, it's just been the other way around.",
        "[SCENE_BREAK]",
        "Gus: Yeah. Uh-huh.",
        "Alexandra: Gus, please? One minute? It's important.",
        "Gus: Look, I'll call you back, all right? Thanks. What?",
        "Alexandra: Gus? Okay, despite what you may think of me, I'm not just thinking of myself here, you know. I want to make sure that you can live with the decision you've made.",
        "Gus: (Scoffs) right. Look, I decided to spare you, okay? I made that decision. Do I like it? No, I don't. Can I live with it? As far as I'm concerned, stopping the production of those drugs from getting out on the street, that serves the greater purpose, okay? As far as I'm concerned, that's it.",
        "Alexandra: Okay. All right. Okay. I just want you to know I'm not going to forget it. This also shows me the kind of man you are, because you are decent and you are loyal.",
        "Gus: No. I'm a liar.",
        "Alexandra: Gus, are you sure you can't stay just a little while? I mean, we could talk about the wedding.",
        "Gus: Oh, hm. You want to talk about this wedding; you should talk to the bride-to-be, really. I...",
        "Alexandra: (Laughs) well, I'm sure Harley will get onboard. She's very familiar with the Spaulding weddings. After all, third time's... sorry.",
        "Gus: I've got to get back to the station. What do I owe you?",
        "Alexandra: Don't even think about it. You are on the Spaulding tab now.",
        "[SCENE_BREAK]",
        "Lizzie: Hey. I just saw Joey. So, did you explain it to him?",
        "Tammy: (Sighs)",
        "Lizzie: Oh, Tammy, I'm sorry.",
        "Tammy: He's so mad at me. He basically told me that we were over.",
        "Lizzie: He did? I mean, I'm sure he didn't mean it.",
        "Tammy: Oh, he meant it.",
        "Lizzie: This is so my fault.",
        "Tammy: You're not the one who kissed Edmund.",
        "Lizzie: Tammy, listen. You can't just give up that easily, okay? I promise this is going to work out.",
        "Tammy: Oh, you promise. That's great, Lizzie. I feel much better.",
        "Lizzie: What? I'm just trying to be a friend to you.",
        "Tammy: Well, don't, okay? Because every time you try to be a friend, I end up in trouble or in tears, sometimes even in jail. So why don't you do me a favor and just stay out of it?",
        "Lizzie: Tammy, listen, I...",
        "Tammy: I mean it, Lizzie. This is my problem, not yours.",
        "Lizzie: Where are you going now?",
        "Tammy: To fix what I broke.",
        "[SCENE_BREAK]",
        "Olivia: Well, our paths seem to be crossing a lot today.",
        "Phillip: No, actually I was waiting for you.",
        "Olivia: Well, you're going to have to wait a little longer. I have another meeting.",
        "Phillip: No, you don't. I canceled that for you.",
        "Olivia: You canceled it?",
        "Phillip: Mm-hmm. I thought it was more important that you had a meeting with your husband.",
        "Olivia: (Laughs) well, whatever would I do without you to prioritize my life?",
        "Phillip: Why don't we sit down, have a drink?",
        "Olivia: I don't drink this early.",
        "Phillip: You might want to start.",
        "Olivia: What's this all about, Phillip?",
        "Phillip: Well, I'm trying to think of the best way to say this.",
        "Olivia: Just say it.",
        "Phillip: It's about my proxy. Remember the one that you had me sign when I was in the hospital? The one that gave you my power of attorney and all that good stuff?",
        "Olivia: Yes, I remember.",
        "Phillip: Yeah. You had me sign it so you could take care of me, look after my business interests.",
        "Olivia: Yes, I did. It's what any wife would do.",
        "Phillip: But you're not just any wife, are you?",
        "Olivia: Is there a point to this?",
        "Phillip: You sold my stock.",
        "Olivia: Yes, I did. I was afraid that the price was dropping, and I... if you're asking me if I was looking out for your best interests, the answer is yes.",
        "Phillip: No, actually the question that I'm asking you is: do you know what fraud is? Because whether you were looking out for my interests or just trying to take control of them, the second that you bought my stock back and you put it in your own personal account, that's when you committed fraud, honey.",
        "[SCENE_BREAK]",
        "Danny: Thanks for coming to see her.",
        "Ross: My pleasure. Any time. What about Robbie? It's pretty safe for him to come back, isn't it?",
        "Danny: Yeah, it's safe, but I don't want him to come back yet, not yet. I don't want him to see his mother like this, but when she wakes up, I'm going to send for him.",
        "Ross: You take good care of her. And listen, if you need help with Robbie, Blake and I will be happy to baby-sit any time.",
        "Danny: Thanks. What's going on in that pretty head of yours? What are you thinking with all this talk going on around you? How much do you know? I miss you so much, baby. I miss our boy. I miss coming home to you, telling you about my day and hearing about yours. Michelle? You have to come back. This is supposed to be a good time for us. It's the first day of our fresh start. Michelle, wake up. Come back to me, Michelle.",
        "[SCENE_BREAK]",
        "Alexandra: Next, on \"Guiding Light\":",
        "Phillip: Are you really going to try to threaten me?",
        "Olivia: There is such a thing as karma, Phillip. Whatever you do to me comes back tenfold.",
        "Cassie: But I am going to keep coming back until I break down all of your defenses.",
        "Edmund: Cassie, I'm not going to let you do that.",
        "Cassie: Well, you just try and stop me."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Linda"
    ],
    "url": "https://www.youtube.com/watch?v=Z-7JQydzi-o"
}