{
    "Episode Summary": [],
    "Recap": [
        "Michelle is still frustrated about her memory loss. She is overwhelmed with everyone knowing her at the hospital. Danny worries about Michelle's reaction to Robbie. Jeffrey and Josh argue about Reva being in the middle of the case against Vinnie Salerno. Josh wants Jeffrey to leave town, and Jeffrey says that's what he plans to do. Josh thanks Tony for helping Reva and asks about Bill using a gun on him. Tony later talks to his lawyer at the gym. Jeffrey meets an attractive woman at the gym.",
        "Alexandra and Buzz talk about Gus & Harley's wedding. Buzz is suspicious of Alex's sudden fondness of Gus. Cassie and Harley talk during and after their yoga class about their respective relationship problems. Harley sets Edmund up to meet Cassie at the farm. Gus and Edmund find themselves drowning their sorrows together at Olivia's Bar. They give each other advice on their respective relationships. Edmund heads to the farm, where Cassie is waiting. Cassie has romance on her mind, but Edmund is worrisome of their future. Harley meets Gus at the bar. They talk about their future and realize they want to be married NOW. To avoid their families sparring and all the huge wedding decisions, they decide to elope."
    ],
    "Recap Author": "Katie",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Orderly: Michelle. It is great to see you up and around.",
        "Patient: Bless you.",
        "Michelle: What?",
        "Patient: I'm here to enjoy my grandson because of you. Thank you.",
        "Michelle: I don't know you.",
        "Tony: Hey, hey.",
        "Michelle: Look I don't know you, okay?",
        "Michelle: I told you that I couldn't stay in that room any longer.",
        "Tony: Well, you know, Michelle, your memory must really be shot, because I told you just to wait a little longer. That's all I said.",
        "Michelle: I remember that, but you didn't say anything about it taking forever.",
        "Tony: I didn't... I didn't take that long.",
        "Michelle: Yeah, well, you know what? It's long time when you're sitting there staring at a bunch of strange faces that are suppose to be your friends and your family.",
        "Tony: Okay, Michelle, Michelle, they're not strange. You just... you don't remember them that are all.",
        "Michelle: You know what? Danny told me some stories about these people. So I'm sticking with strange. God, I just feel like I'm taking some weird high school test. Like if I can't match the face with the names then I'm not going to graduate.",
        "Tony: Listen, listen. Danny and Rick are not testing you by any means. They're trying to help you.",
        "Michelle: Yeah, help me to send myself to the psychiatric wing of this hospital. Yeah.",
        "Tony: Listen, Michelle, it's all going to make sense once you start putting things back together. I promise you. Okay?",
        "Michelle: Why is everybody treating me like I'm this broken toy? Because I'm not. I'm not. I'm just... I'M... I don't know actually. Actually, Tony, what am I? Am I a doctor? A nurse or something? Because everyone around this hospital is looking at me like they know me. And, really, the only person who means anything to me right now is you.",
        "Danny: Michelle?",
        "Rick: Michelle, where...",
        "Tony: Hey, guys.",
        "Rick: Are you all right?",
        "Danny: Thank god. You gave me a heart attack.",
        "Rick: Where were you? Are you okay?",
        "Michelle: Oh, I went out dancing.",
        "Danny: What?",
        "Tony: (Laughs) she's joking.",
        "Rick: All right, all right. Let's just go back to your room, okay.",
        "Michelle: I'm fine. Really. I mean just because I can't tell the difference between your cousin Rhoda and your Aunt Naomi doesn't mean I can't handle a walk down the hall.",
        "Rick: Well, that easy to tell the difference between those two. Rhoda weighs hundred pounds and Naomi as bald as a cue ball.",
        "Michelle: You're the comedian in the family.",
        "Rick: I guess obviously you don't remember.",
        "Danny: Michelle, come on. You want me to take you back to your room?",
        "Michelle: So I could stare at those faces again? I'd rather stay here.",
        "Danny: Michelle...",
        "Rick: Actually... actually I thinks that a very good idea.",
        "Tony: A very good idea.",
        "Rick: A little stroll through the cedars hallway may be a very good idea to maybe bring back some memories.",
        "Tony: Yeah, I think you're right. Listen, I will... I'll see you guys later, okay.",
        "Michelle: You're leaving already?",
        "Tony: All right, fine. Yeah, I'll stick around for awhile. You guys want coffee? Anything? Anyone?",
        "Danny: No, no. Thanks. That's the last thing I need. Thank you.",
        "Tony: Yeah.",
        "Danny: Michelle, you know besides the Bauer house this hospital was the most important place in Springfield for our family. In fact, I could start off by telling you that we were actually both born here.",
        "[SCENE_BREAK]",
        "Josh: Jeffrey.",
        "Jeffrey: Hey, josh. How's it going?",
        "Josh: I don't think so. So is this a social visit for you or-- I'm sorry. No, everything's business with you all the time these days, right?",
        "Jeffrey: Well, as matter fact I heard that Michelle came out of her coma and I wanted to see how she was doing.",
        "Josh: And...?",
        "Jeffrey: Yeah, Danny and I have a few things that we need to discuss.",
        "Josh: Oh, yes. And you think this is a good time and place for that?",
        "Jeffrey: I didn't know that you had become the chief protector of the Santos family.",
        "Josh: Well, I guess you could just say that I have feelings for anybody that you dragged into your little war against the mob.",
        "Jeffrey: Oh, okay. Why do I get the feeling this is about Reva?",
        "Josh: Hmm. Maybe it's because Vinnie Salerno was holding a gun to her head and using her as a human shield the other night.",
        "Jeffrey: You blame me for that?",
        "Josh: Can you think of a better candidate?",
        "Jeffrey: Reva, got herself involved in that, josh.",
        "Josh: Whatever helps you sleep at night.",
        "Jeffrey: Reva got involved of her own free will. She knew the risks and she decided to take them anyway. Just like she always does. Okay, I have no control over that.",
        "Josh: Really? So you weren't in charge of that whole operation? You didn't sign off on everything that happened?",
        "Jeffrey: What is this? I thought that, you know, since you and I worked together to help to protect Marah--",
        "Josh: What? That would give you the right to put my wife in the line of fire?",
        "Jeffrey: This is the same Reva, we're talking about isn't it, josh? Hmm? No one tells that woman what she can and can't do. Or haven't you learned that about her?",
        "Josh: Reva cares. It's one of her attributes. It's also one of her weaknesses. When it's a friend or family and somebody's troubled or in trouble, she'll do anything she can to help that person. You knew that. And I believe you traded on it.",
        "Jeffrey: I came to this town to do a job. I did it.",
        "Josh: Good. Great. Leave. Pack up your dossiers and eyes- only files and get out of town.",
        "Jeffrey: Well, that's exactly what I intend to do.",
        "[SCENE_BREAK]",
        "Buzz: Hey.",
        "Alexandra: Buzz... buzz, I'm so glad you came by.",
        "Buzz: You asked me to.",
        "Alexandra: I know. I know. I know. Come here. I want to show you something. Sit.",
        "Buzz: What?",
        "Alexandra: This canopy. Look at this. Is this not stunning?",
        "Buzz: Dazzling.",
        "Alexandra: Yes, I know. You know what? It's based on an ancient Greek wedding ceremony. It was performed on the Island of Patmos. Look, Harley is going to look absolutely beautiful under that canopy. Just like regular Aphrodite marrying Gus under the Mount Olympus. Right on the top.",
        "Buzz: Al? Al? Al? Let's forget about the wedding for a minute here.",
        "Alexandra: What's wrong?",
        "Buzz: My future son-in-law has just gone from your private public enemy number one to a god worthy Aphrodite. That's a complete about face. I want to know why.",
        "[SCENE_BREAK]",
        "Edmund: What seems to be the problem?",
        "Gus: We're getting married, man.",
        "Edmund: That's it? You're drinking in the middle of the day because you're getting married? My, god, man, what's wrong with you?",
        "Gus: That's it. You would think... you would think...",
        "Edmund: It's supposed to be good news, isn't it?",
        "Gus: Yeah, that's... well...",
        "Edmund: Oh, I know. I see. I see. I see. Bartender? Another round, please. My friend's having fear of commitment issues.",
        "Gus: Well, you've got the fear part right.",
        "Edmund: No, you see, you're afraid that your free-wheeling bachelor days are over.",
        "Gus: No. I mean I'm a different kind of bachelor than that. I... I mean... I never felt single. I've always felt alone. I just want to marry this girl. And she just believes in me a thousand... thousand percent.",
        "Edmund: How awful for you. I wish Cassie and I had that problem.",
        "Gus: Well, if she ever thought you were a loser, you'd never disappoint her.",
        "Edmund: Thanks.",
        "[SCENE_BREAK]",
        "Harley: You really believed that Edmund was involved in the Spaulding/Salerno drug connection?",
        "Cassie: I was sure of it.",
        "Harley: Well, I'll tell you something. Gus and Jeffrey and I, I mean we had our suspicions, but nothing as hardcore as that.",
        "Cassie: Well, I didn't want to believe he was involved. Just there were all these signs, Harley. And I don't know. That old stuff starting coming up, you know.",
        "Harley: All the stuff about the kind of guy he used to be. We all know the kind of guy Edmund used to be.",
        "Cassie: Well, I swore I forgave him. I really swore and then I got scared and my faith in him just disappeared. So what does that mean?",
        "Harley: Means that you and I are in the same boat.",
        "Cassie: You're doubting Gus?",
        "Harley: No, not him. I mean not just him. It's kind of just all men in general. Everybody on the planet. I guess that includes Gus. Happiness kind of freaks me out, you know.",
        "Cassie: Waiting for the other shoe to drop?",
        "Harley: Always. Which isn't fair, because Gus has been nothing but trustworthy when it comes to his family. Because see that's when I get worried when the Spauldings get involved. I'll tell you Gus was willing to take down Alan if it turned out he was involved in that whole Salerno drug connection. I've just been paranoid. I'm always so paranoid. And he is nothing but sweet and gentle and patient with me. You know, he's great. He's such a great guy. He's a great companion. He's a great partner. He's great with my kids. So why am I so reluctant to marry this great guy, you know? I'm hopeless when it comes to marriage.",
        "Cassie: This is an easy problem to fix.",
        "Harley: No, yours is an easy problem top fix.",
        "Cassie: Oh, come on. Please then fix it. Please tell me what to do.",
        "Harley: I will. As soon as you tell me what to do.",
        "Cassie: Harley, your problem is not really a problem at all. I mean, come on, you have been through so many heart breaking- disappointments. I would think you were crazy if your feet weren't a little chilly.",
        "Harley: So you're saying what I'm feeling is healthy?",
        "Cassie: Yes, absolutely.",
        "Harley: It's healthy to hyperventilate when somebody mentions veils and shoes. It's healthy to break out in hives when somebody talks about vows. That's healthy?",
        "Cassie: Healthy and normal. If you can call love normal.",
        "Harley: Well, mine never is.",
        "Cassie: No one's is, okay? Love is scary, Harley.",
        "Harley: I know. So then who needs it? Who needs marriage?",
        "Cassie: Well, we all do. What's worse than being in love? Not being in love. Besides, can you see Gus without Harley? Harley without Gus? I know you're scared. I know you are. But you know what? You're past is not going to go away. And these feeling are not going to go away. But you can't keep looking in the past. But you can't deny it either. You just have to move forward and not let it get in the way.",
        "Harley: Okay. It's obviously in the way. This is problem for me.",
        "Cassie: Okay, baby, close your eyes.",
        "Harley: What?",
        "Cassie: Close your eyes. Now I want you to close your eyes and breath. And you just think of the idea of you being happy and in love and married to the man that you love more than anything. And you just tell yourself, \"I can do it.\"",
        "Harley: I feel stupid.",
        "Cassie: No, okay. You're going to thank me later. Just breathe and say, \"I can do it.\"",
        "Harley: I can do it.",
        "Cassie: Again.",
        "Harley: (Heavy tone) I can do it.",
        "Cassie: With a little more oomph, please.",
        "Harley: I can do it. I can do it. I can do it.",
        "Cassie: That's right.",
        "Harley: I can do it. I can do it. (Laughs) I can do it. I can do this. I can do it. I can be married and I can be happy. Of course I can. And I will be.",
        "Cassie: There you go.",
        "Harley: On one condition. That you do it, too.",
        "[SCENE_BREAK]",
        "Edmund: You can't seriously be worried about falling short in Harley's eyes. She and everyone else in this town have up on a pedestal.",
        "Gus: Well, yeah, I'm afraid of heights though, you know.",
        "Edmund: You're just not used to the limelight, my friend. That's it. I remember I used to have it. Of course, one could argue that I stole it from my brother... but water under the bridge. What was I talking about? All right, buck up, Gus. You have Harley's love. You have the respect and gratitude of an entire city. You have all the Spaulding money behind you. What's the expression? \"It doesn't get any better than this.\"",
        "Gus: (Laughs) that's what I'm afraid of, you know. There's only one place to go from here.",
        "Buzz: Come on, what does Gus got on you? Compromising pictures? Secret files? What? Hmm?",
        "Alexandra: Oh, come on, you make it sound so suspicious. Honestly. You know how important family is to me. And you know I've always been fond of Harley.",
        "Buzz: You used to be before she hooked up with Gus and then the friendship went sort of ph-tt. That's how down on him you were. So why the turn around? My question is why? How come Gus went from pee-ew to prince?",
        "Alexandra: Well, because... all right, I'll tell you. The drug bust. Gus saved my life.",
        "Gus: Yeah, a big old drug bust makes you look like a hero, but really, you know, things aren't always what they seem.",
        "Edmund: I don't get it. You just helped crack the case.",
        "Gus: Yes, but I never asked to be singled out. I never even asked to be a Spaulding. I think I like things better the old way, you know. When I was a cop... just a cop. Harley was my partner and we used to catch the bad guys, work all day, work all night.",
        "Edmund: Oh, I get it. I get it. But now you can't put the genie back in the bottle, is that it?",
        "Gus: Well, if you could, you know, you have one wish and you could just poof... make things back to the way they used to be.",
        "Alexandra: The things Gus did the other night at the beacon went above and beyond the call of duty.",
        "Buzz: Darling, breaking up the drug ring and arresting the people behind it was his job. That's all he did.",
        "Alexandra: Yes. But in proving that brad green was the mob's connection to antimonious inside Spaulding, he not only solved the case... the way he did it, well, it saved Spaulding's reputation.",
        "Buzz: And earned your undying respect?",
        "Alexandra: All right, I admit I have misjudged him badly. Because showed more integrity and loyalty in closing that case than I ever thought possible.",
        "Buzz: Harley could have told you he was a good cop.",
        "Alexandra: Well, I know he's a good Spaulding.",
        "Buzz: What?",
        "Alexandra: What I'm saying is that I know he's a Spaulding in good standing now. And that's...",
        "Buzz: You still seem surprised.",
        "Alexandra: All right. All I have to know is that I understand better now why he deserves to be happy. My nephew deserves happiness.",
        "Edmund: My wish would be to go back to when Cassie's old suspicions of me had ended and her new suspicions hadn't yet begun.",
        "Gus: Did you ever think she really stopped being suspicious of you?",
        "Edmund: That's a good point. All right. Then I would like to back to the time of my blissful ignorance when I lived peacefully in denial. I actually believed that Cassie trusted me.",
        "Gus: That's a good one. I'll drink to that one. Sorry.",
        "Edmund: I think I also have to wish that Jeffrey O'Neill had never launched his investigation of Spaulding or Vinnie Salerno. And of course life would be infinitely superior had there never been any such thing as antimonious or a drug smuggling ring. Or anything to do with either one of those things that needed to be discovered, stopped, punished or made right.",
        "Gus: Wait a minute. That's my wish. We're drinking to the same thing here. (Laughs)",
        "Edmund: Gently.",
        "Gus: Yeah.",
        "[SCENE_BREAK]",
        "Josh: So you're planning to leave town? What's the catch?",
        "Jeffrey: There's no catch, josh. I never intended to make Springfield my home. That's for sure. I came here with a specific agenda. Once I get Danny's deposition, I can go back to Washington D.C. And prosecute Vinnie Salerno from there.",
        "Josh: Sounds like a plan if I'd ever heard one.",
        "Jeffrey: Of course that means that next time Reva decides to, well, to be Reva, and get involved in something risky and she will, I won't be around to be your scapegoat. Sorry.",
        "Tony: Hello, there, Jeffrey. Josh, how are you doing? Are you okay?",
        "Josh: I'm doing fine. I just got some great news. The D.A. here, he's decided to pack up his bags and head back to Washington DC.",
        "Tony: Oh, yeah.",
        "Josh: Yeah.",
        "Tony: I miss him already.",
        "Jeffrey: Your cousin wised up. I suggest you do the same thing or you and I will meet again.",
        "Tony: Can't wait. Let me guess what that was about Salerno getting his hooks into Reva the other night, right?",
        "Josh: How close did Reva come to getting shot? Actually, never mind. I don't think I want to know the answer to that question. But Reva did say that you did what could to help and I appreciate that. Thank you.",
        "Tony: Oh, josh, Reva can take care of herself.",
        "Josh: Yeah, that's true. She can. Which is a good thing, because you know, Reva and trouble seem to go together. Now from what I heard, the same thing can said about my nephew bill.",
        "Tony: Yeah. Why is that?",
        "Josh: Olivia told me a little story about bill and you and a gun.",
        "Tony: Really?",
        "Josh: Yeah. She told me that bill was pretty much out of control. That he was enraged. Of course my ex-wife is not really known for honesty, so I have two questions for you. Did bill pull a gun on you? And if so, what did you do to deserve it?"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Linda"
    ],
    "url": "https://www.youtube.com/watch?v=MdgIVcie-is"
}