{
    "Episode Summary": [],
    "Recap": [
        "Gus gets back some important evidence from the DC lab. Harley realizes that Gus may be right in thinking Beth is hiding something. Tammy gets Sandy his old job back. Jeffery goes to Frank for help in trying to get Harley to take a deal. Reva tells Tammy that she has room in her heart for both Sandy and Jonathan."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Harley: I guess you're excited to be in this play.",
        "Zach: I'm here.",
        "Harley: He's here. So listen to me, I'm going to stay here and work with the other Mommies in here and you practice with the other kids. If you need more for anything at all....",
        "Zach: I won't need you, bye.",
        "Gus: Slow down, Al Pacino! Where he's going?",
        "Harley: You know, to be with the other kids.",
        "Gus: Are you okay?",
        "Harley: For all I know, I could be back in prison tomorrow for the rest of my life.",
        "Gus: I don't understand this is how you are? I leave you home for one night? Huh? What happened to the girl that was going to help me go after Beth, find out what she's hiding? You were psyched about it, helping.",
        "Harley: No, no, no. You were the one who was psyched about it I said I would do it. But the thought of shifting the guilt from me to Beth...",
        "Gus: No, no, no. You're you can't shift guilt when you're not guilty.",
        "Harley: And Beth is? Because she threw out a dress with a bleach stain on it?",
        "Gus: It's probably Phillip's blood.",
        "Harley: We don't know that.",
        "Gus: Well, we will know it when we get the lab report back from DC.",
        "Harley: Do you want Beth to be guilty?",
        "Gus: It's not about that, okay? It's that you're innocent and I'm going to prove it and I'm not going to stop no matter what, no matter what. She's here, okay? Go and talk to her. Come on.",
        "[SCENE_BREAK]",
        "Jeffrey: Hey, Frank. How goes it?",
        "Frank: It goes.",
        "Jeffrey: I'm good, too. Thanks for asking. Talk to your sister lately?",
        "Frank: Look, O'Neill, I know you have to try my sister for murder and there's absolutely nothing I can do about it.",
        "Jeffrey: Did I say...",
        "Frank: No, you were about to, though.",
        "Jeffrey: Okay, Frank, fact of the matter is, I'm your sister's only hope right now, okay? Alan Spaulding has state attorney general involved in this case. And he's already tried her in the media. You're her brother, Frank, be a good brother and tell her she needs to make a deal.",
        "Frank: Let me get this straight: You want me to talk to my sister and ask her to make a plea? Why would I do that?",
        "Jeffrey: Because just like me you know that she's guilty.",
        "[SCENE_BREAK]",
        "Tammy: Did I tell you my Uncle Josh knows people in the health department?",
        "Sandy: Hmm.",
        "Tammy: Uh-huh.",
        "Lizzie: You know what I find fascinating?",
        "Tammy: Your own reflection?",
        "Lizzie: That I worked my butt off to make this restaurant a success and you two unemployed slackers have nothing better to do than make pot shots at me. That's pitiful.",
        "Sandy: She's not wrong.",
        "Tammy: Okay. Well, maybe I am a slacker until I start college. But you, you had a job with Aunt Reva and she said something about you talking to Josh about Lewis construction?",
        "Sandy: I will. But, right now, I have a much more important job.",
        "Tammy: What?",
        "Sandy: Protecting you once Jonathan gets out of the hospital.",
        "[SCENE_BREAK]",
        "Josh: Hey, there he is. You need a little help there, pal, huh? Doctors say you're getting out of here today. That's good news, right?",
        "Jonathan: Where's Mom?",
        "Josh: It's just me. I thought you and I could have a little man-to-man talk. Come on let's go for a walk together.",
        "Jonathan: Why, so you can poor me down another flight of stairs?",
        "Josh: (Laughs) That's funny. Have a seat. (Jonathan groans) How's the leg doing?",
        "Jonathan: It's fine.",
        "Josh: Good because I hate to think about you in pain. Oh, sorry about that. Sorry about that, too.",
        "Reva: You guys going somewhere?",
        "[SCENE_BREAK]",
        "Harley: Hey, Beth.",
        "Gus: Hey, Beth.",
        "Beth: Hello.",
        "Harley: So I'm here to work. Give me something to do.",
        "Beth: Hmm, you always bring your lawyer to help out when you volunteer?",
        "Gus: Well, hell yeah. I'm James' Uncle, Zach as well.",
        "Beth: I see. So this is a social visit? Just like drinks were social last night until you started grilling me about Phillip?",
        "Harley: Look, Beth, I'm here as a mother, you know. And, hey, our kids, they're going to be brothers for the rest of their life so as far as I'm concerned, we're family, too.",
        "Beth: Okay. Fine. Grab a paintbrush; you can help me start working on the set.",
        "Harley: Great. Great. Just tell me I'm doing the right thing because right now I feel like a heel.",
        "Gus: It's the only that way we can prove your innocence is to prove who really did kill Phillip so you can stick with me until she cracks.",
        "[SCENE_BREAK]",
        "Frank: I know my sister, she won't make a deal.",
        "Jeffrey: Well she might. She just might if it came from you.",
        "Frank: You know what? Talk to her lawyer.",
        "Jeffrey: Well, Gus Aitoro is her lawyer. As a matter of fact, he's more like her guard dog. He's in love with her. Clouds his judgment.",
        "Frank: I'm her brother. Is that clouding my judgment?",
        "Jeffrey: No, because you're just like me, you can separate the personal from the professional.",
        "Frank: Is that a compliment, O'Neill?",
        "Jeffrey: Don't wait too long, Frank. The pre-trial hearing is any day now. She's running out of time and options. (Cell phone rings)",
        "[SCENE_BREAK]",
        "Gus: Hello?",
        "Jeffrey: Hey, it's O'Neill. Meet me at Company.",
        "Gus: I'm busy.",
        "Jeffrey: Too busy to help your client? You know, I would say which client, but you only have one, right?",
        "Gus: I'm on my way. Hey, Harley? Um, I've got to go so take care of things, okay? Stay here.",
        "Harley: Uh-huh.",
        "Gus: Okay.",
        "Beth: So Gus left?",
        "Harley: Yeah. Yeah. He'll be right back.",
        "Beth: Well, I've got to say this much, he's really standing by you. You're lucky. He's one of the good guys.",
        "Harley: Yeah. He sure is. So was Phillip at one time. I'm not sure what happened there Beth.",
        "Beth: Well, that didn't take long, did it?",
        "[SCENE_BREAK]",
        "Tammy: Listen, Sandy, I don't need you or anyone else to protect me from Jonathan.",
        "Sandy: Okay. Whatever you say.",
        "Tammy: Do you think I'm week?",
        "Sandy: No. But Jonathan is a sociopath who's obsessed with hurting Reva and every member of her family.",
        "Tammy: Well, I can handle him. And I can handle you, too, so watch out.",
        "Sandy: Okay. Lay it on me, Winslow; give me your best shot.",
        "Tammy: Okay. Well, first of all, you need a job. Okay, so talk to Josh or ask Reva to hire you back.",
        "Sandy: Not happening. As much as I like working with Reva, the whole TV thing, it's not for me. I... People think it's glamorous, but I think it's a bunch of drudgework.",
        "Tammy: So think of something that you do like to do, something that you can feel passionate about. Okay, I meant a job.",
        "Sandy: I do have a job, I told you. I am protecting you. Face it Tammy Winslow, you need me. Oh, yeah, you need me to protect you from all that is scary in the world.",
        "Tammy: Like what?",
        "Sandy: Like, I don't know, the mouse that just ran underneath the table.",
        "Tammy: (Screams) Mouse? See, yeah, you don't need me at all.",
        "Tammy: Why I ought to... (Laughs)",
        "[SCENE_BREAK]",
        "Reva: Going for a walk?",
        "Josh: I thought I'd take him on up to the roof maybe push him over.",
        "Reva: Very funny.",
        "Josh: What's funny is that you think I would do something like that.",
        "Reva: Whatever would have given me that idea?",
        "Rick: Okay, guys, if you could come over here for a second. I just want to go over a couple things before I send this patient home. Okay, he's in a chair. That's number one.",
        "Jonathan: How am I going to deal with the stairs at your house? I mean I don't want a repeat of the accident that put me in here in the first place.",
        "Reva: You're not going to have to worry about that. We have temporarily turned the study into a bedroom for you so the stairs won't be an issue.",
        "Rick: Great. My son's in a play and I'm late so I'll have to get going. I'll have Lillian go through everything else with you guys, okay? See you later.",
        "Josh: Thank you, Rick.",
        "Reva: Rick, I need to ask you a question. I'll be back.",
        "Rick: Jonathan, good luck.",
        "Jonathan: Thanks, doc. Hey, I picked up on some tension between you and Reva and I would hate for my recuperating at the house to be a big burden on you guys.",
        "Josh: No, you wouldn't.",
        "Jonathan: Well, I understand you're feeling threatened so I'll take your suspicions not personally.",
        "Josh: Threatened?",
        "Jonathan: Yeah, history has shown us that husbands come and go with Reva, but flesh and blood is forever.",
        "Josh: I got a news flash for you: There's a first time for everything.",
        "Reva: Okay. Here we go. Home. Feels good, huh?",
        "Jonathan: Home, sweet home. Where's good old Joshua?",
        "Reva: I don't know. But do me a favor, when he gets back here thank him for putting in the ramps so that you can come and go on your own.",
        "Jonathan: Don't worry. I'll be a good boy and say my thank yous. But we both know Joshua would like to wheel me out of here as soon as possible. He'd love to send me flying. You know what? I don't even feel like causing trouble so if you want me to move back in at the Beacon I'd be happy to hire the hot nurse from Cedar's.",
        "Reva: That's not necessary. I'm going to take care of you and Josh is going to help, too. And the three of us are going to try to work through our differences and be a family. Or die trying.",
        "Jonathan: Careful what you wish for?",
        "Reva: You need anything? You in any kind of pain?",
        "Jonathan: Yeah. My butt hurts from sitting in this chair. And there's something I want to watch on TV later. It's a program on serial killers. Those guys really crack me up. So I lay on the couch, you bring me a beer?",
        "Reva: You're on painkillers.",
        "Jonathan: And?",
        "Reva: The mixture could kill you. So could getting up out of that chair on your own.",
        "Jonathan: I'll be fine. I feel like I'm in prison. Oh!",
        "[SCENE_BREAK]",
        "Josh: Hi. Can I get a cup of coffee to go please? Thank you.",
        "Tammy: Uncle Josh!",
        "Josh: Hey great, first the real son now, the fake one.",
        "Tammy: Uncle Josh.",
        "Josh: Hi, darling. Sandy.",
        "Sandy: Josh.",
        "Tammy: Look, Uncle Josh, I wanted to apologize for you.",
        "Josh: For what?",
        "Tammy: For what happened with Jonathan. I know you didn't push him down the stairs on purpose and if I gave you that impression... Well what I'm trying to say is that I know it was an accident.",
        "Josh: I appreciate that, thank you. I'm just sorry that you had to be there to see it.",
        "Sandy: $100 says he purposely took a header just to cause you trouble.",
        "Josh: (Laughs).",
        "Sandy: What?",
        "Josh: I'm just glad to know there's someone in town who has Jonathan's number.",
        "Sandy: I've had his number for a long time and I've been on the receiving end of his rage.",
        "Tammy: Uncle Josh, how are things going at Lewis?",
        "Josh: Great. Terrific. In fact, we've had more business in the last year than we've had in a long time.",
        "Tammy: Well, have you and Uncle Billy hired a new assistant yet?",
        "Josh: Well, no, as a matter of fact, we are still looking for somebody to help out Wanda with all this new business we have.",
        "Tammy: Well, you just found him.",
        "Josh: Him?",
        "Sandy: Uh... Tammy, that's not a good idea.",
        "Tammy: Why not? You told me that you loved working at Lewis construction when you first came to town and you told me that Sandy was a great employee and he had a natural gift for the construction business.",
        "Josh: Yes, I did say that. But...",
        "Tammy: So? I think that if the two of you would just swallow your pride this could really be a good thing for both of you. Huh? Okay? Okay, talk about it. Uh-huh.",
        "Sandy: Where are you going?",
        "Tammy: Bye.",
        "[SCENE_BREAK]",
        "Gus: Frank? How are you doing? Is O'Neill in there?",
        "Frank: Let me guess, he summoned you?",
        "Gus: What's up? What does he want?",
        "Frank: Do me a favor, just go in there and listen to what he has to say.",
        "Gus: Is this about a deal?",
        "Frank: Just listen to him.",
        "Gus: Look, I told him...",
        "Frank: I don't care what you told him. You need to do your job.",
        "Gus: Oh, do my job? Why don't you reopen the case, Frank? Why don't you go find the real killer?",
        "Frank: You know I can't...",
        "Gus: I'll tell you what I know! I know that your sister is in this mess because of you. You gave her up to O'Neill in the first place. So you do your job, Frank! You do your job and get out of the way so I can do mine! What are you offering?",
        "[SCENE_BREAK]",
        "Harley: Look, Beth, what I said before about Phillip, all I meant was the Phillip that I was married to was very different from the Phillip in the last days of his life and I'm still having trouble wrapping my head around what he was thinking there.",
        "Beth: What? And you think that I can? He took my kid, too, Harley.",
        "Harley: I know. And you were as worried as I was, and angry. I was angry. I would have done anything. What would you have done? What would you have said to him if you could confront him?",
        "Beth: What is this, huh? Is this another Gus Aitoro move? You pretend to be my friend so you can trip me up?",
        "Harley: Trip you up about what?",
        "Beth: Stop it, okay? Just stop it.",
        "Harley: Okay. Sorry. Sorry.",
        "Beth: Are you?",
        "Harley: Do you think I like this? Do you think I like thinking you're the killer or that I'm the killer? I am terrified, but I need to know the truth.",
        "Beth: Yeah, right.",
        "Harley: Beth, Beth, please. Please, please I need your help. I'm not accusing you of anything. But if you know something about that night, I'm begging you....",
        "Beth: No. No. You know... You know, Alan said that you'd do this. He said that you'd try to trick me into telling you something.",
        "Harley: What? Telling me what? You told Alan something?",
        "Beth: You want anyone to be guilty but you. And if it's not true, you're going to try to make it true.",
        "Harley: If you didn't do anything wrong, why are we fighting? Why can't we just talk about this? Why are you getting so upset?",
        "Zach: Mommy, you want to hear my lines?",
        "Harley: Yes, baby, I do. I want to hear your line. Go ahead. You say it to me. Go ahead.",
        "Zach: I'll save you from a the dragon, princess, and I'll never let you get hurt.",
        "Harley: (Laughs) That was perfect. That was perfect. Oh, honey, thank you, I feel so much safer now. You're right, Beth, I would do anything to stay out of jail for my kids' sake. And if that makes me selfish, so be it. But I can't bear the thought of missing another one of those moments or their birthdays or Christmas with them.",
        "Beth: Oh, God. I can't... I can't keep this up. I can't do this. I'm sorry. I am so sorry.",
        "Harley: Yes. What are you saying? Did you see something? Did you do something, Beth? Beth?",
        "Rick: Beth, I'm sorry I'm late. Where are the... kids? Am I interrupting something?",
        "Lizzie: Um, Harley, Zach needs you.",
        "Beth: Go on. It's okay.",
        "Harley: I'll talk to you in a little bit, okay?",
        "Beth: Yeah. Thank you.",
        "Rick: Hey, what's going on with you and Harley?",
        "Beth: Nothing. Nothing. She's just... Um, she's just telling me how scared she is if she's found guilty. It just made me think, you know, what it would be like for me if...",
        "Rick: Shh, Beth, wait a second. What's wrong?",
        "[SCENE_BREAK]",
        "Jeffrey: Okay. Are you ready to talk deal finally? Sit down. First of all, let me say, Gus, I don't like this any more than you do. But the fact of the matter is, we've been getting a lot of pressure from way up high. They're pushing for murder one, mandatory sentence. All of the evidence points towards Harley.",
        "Gus: Circumstantial evidence.",
        "Jeffrey: Well, that's the kind of evidence that can get you convicted, okay? That's the kind of evidence that can sway a jury. Now, Harley had plenty of motive even before Phillip kidnapped the kids, okay? She admitted that she had a fight with him that night there was a gun.",
        "Gus: Her fingerprints weren't on that gun, O'Neill.",
        "Jeffrey: Okay, so she had worn gloves. She was somehow in possession with a handkerchief with Phillip's blood. She's running around telling people that she doesn't even know if she pulled the trigger or not. Gus, it's a slam-dunk.",
        "Gus: Stop, you had me at motive, okay? Why are you so eager, eager to bargain? Why?",
        "Jeffrey: I told you, I care about Harley.",
        "Gus: You don't think I do?",
        "Jeffrey: I think you care maybe a little too much, okay? Now, you don't want to see Harley go to prison. I don't blame you. But it's going to happen. Now, our job has got to be to make sure that it happens for the least amount of time as possible. Think with your head, not with your heart. I'll come up with something that I think is fair.",
        "Man: Mr. Aitoro?",
        "Gus: Oh, yeah, right here. Thank you very much. Let me give you something. O'Neill, you got any...",
        "Jeffrey: Wait a minute. Hey... I know that guy. He works for a... He works for a forensics lab, a private forensics lab in DC.",
        "Gus: Yeah?",
        "Jeffrey: Gus, are you holding out here on evidence? What? What are you doing? Hey, Gus, come on? Can we talk deal or what?",
        "Gus: There'll be no deal.",
        "Jeffrey: Look, I don't care what's in the envelope, I don't care how much you love Harley. I've got everything I need, Gus!",
        "Gus: My client is innocent.",
        "[SCENE_BREAK]",
        "Josh: You know what? Make it two hot chocolates to go instead, okay? Thank you.",
        "Sandy: Josh, I want you to know I didn't put Tammy up to that job offer.",
        "Josh: I didn't think you did.",
        "Sandy: I told her I was going to stick to her like glue once Jonathan got out of the hospital and she doesn't think she needs protecting.",
        "Josh: Actually, Jonathan is out of the hospital. Reva just took him home.",
        "Sandy: Well, he's staying with you guys?",
        "Josh: Yes, during his recovery. It's what Reva wants.",
        "Sandy: And you?",
        "Josh: I wish I had listened to you.",
        "Sandy: You had no reason to trust me back then, still don't.",
        "Josh: Well, that may be true, but I was definitely wrong about one thing. I remember saying to you that there was no difference between you and Jonathan and that's not true, there is a difference. Jonathan intentionally hurts people.",
        "Sandy: And I just hurt them by default.",
        "Josh: Sandy, Tammy said a couple things she was right about. One is that we got along pretty well when you worked for me. The other is that you are a natural at this kind of work.",
        "Sandy: To be honest, I loved it. And I never had to fake that. Watching a project come in as a blueprint and turning it into something where people work and live, that's... That's pretty cool work.",
        "Josh: Well, good. I'm glad you feel that way. In fact, I hope you still feel that way about it because if you want your old job back you got it.",
        "[SCENE_BREAK]",
        "Reva: I should take you back to the hospital.",
        "Jonathan: No.",
        "Reva: They should check your leg. You fell pretty hard.",
        "Jonathan: Whatever! Stop coddling me.",
        "Reva: You know you can lean on people sometimes. You're human just like everyone else, whether you want to believe it or not.",
        "Jonathan: Yeah, human's another word for weak.",
        "Reva: I really wish you could have seen your brother Shayne. When he was in a wheelchair and they told him he'd never walk again...",
        "Jonathan: I'm sure he was a shining example to us all.",
        "Reva: Well, he wasn't weak or meek and he drew from his own inner strength and he was wise you have to ask for help when he needed it.",
        "Jonathan: Yeah?",
        "Reva: Uh-huh.",
        "Jonathan: Well bully for him. Don't talk to me about inner strength, Reva. You weren't there when my so-called father used to beat the crap out of me everyday. You try dealing with that on a daily basis. And you weren't around the first time I broke my legs, both of them, and lay at the bottom of a mountain in the alps, freezing, turning blue and passing out from the pain. I asked for help then; I begged for help. You know what, Reva? No one came. So don't talk to me about my coping strategies, lady. I will cope just fine.",
        "Reva: I'll make us some lunch. (Knock on door)",
        "Tammy: Aunt... Oh.",
        "Jonathan: Yeah. I'm in a lot of pain and I don't know if I'm ever going to walk right again, but thank you for asking. That means a lot to me. Wait. Tammy, I'm sorry. Would you please stay?",
        "[SCENE_BREAK]",
        "Beth: It's just I can't do this anymore. I can't keep this to myself. I have to keep it to myself.",
        "Rick: You can tell me. You trust me, don't you?",
        "Lady: Oh, my goodness. Beth, Beth raines, it is you, and Rick Bauer. It's Sharon, Sharon Holmes.",
        "Beth: Sharon, yeah, my goodness, we haven't seen you since...",
        "Sharon: High school. My gosh, well, I got married, I moved away to Kansas City, I had four kids, two sets of twins and well, six months ago I got divorced so now I'm back. It's okay. I came back here. Oh, my gosh, you, always the class clown. You know, I will never forget the prank you pulled at homecoming, and the senior prom. Do you remember that? Oh, God, life was so simple back then. Well, I was dating Brian Wilcox and it was you guys and Phillip Spaulding and Mindy Lewis. Oh, my goodness, you know I heard what happened to Phillip by the way. Good golly is that just awful?",
        "Beth: Sharon, um, it's been good seeing you. I have to go.",
        "Rick: Beth, are you all right?",
        "Sharon: Is she... Did I....",
        "Beth: Come on Lizzie time to go.",
        "Lizzie: Already?",
        "Beth: Yeah.",
        "Harley: Hey, Beth.",
        "Beth: You're in charge. Everything you need to know is on that clipboard.",
        "Harley: Well where are you... Where are you going? Oh, Gus, where are you?",
        "Gus: I'm right here. What's up?",
        "Harley: Okay, Beth just high tailed it out of here acting very strange and that was after she nearly cracked with me earlier.",
        "Gus: What did she say?",
        "Harley: Nothing specific but something is obviously weighing on her. I'm not saying she killed Phillip but she knows something about night and she's not talking so we need to give her a nudge.",
        "Gus: Yes, yes. Well I'm way ahead of you.",
        "[SCENE_BREAK]",
        "Sandy: You know Jonathan is really not going to like you and I working together.",
        "Josh: Well, I don't tell him what to feed his snakes, you know?",
        "Sandy: Am I going to be a pawn?",
        "Josh: No, Sandy. I want to hire you back because you're a bright guy and because you were good at the job when you were doing it. Before you started trying to steal from me, of course, which you're not going to do again, right?",
        "Sandy: And if it annoys Jonathan and gets me closer to Reva....",
        "Josh: I have absolutely no control over that whatsoever. Now, you're not going to lie to me again?",
        "Sandy: No, sir.",
        "Josh: And I have your word on that?",
        "Sandy: Yes, sir.",
        "Josh: You know what I'll do if you go back on your word?",
        "Sandy: Thing too horrible to mention, Oklahoma justice with all the fixings.",
        "Josh: Pigs.",
        "Sandy: I understand.",
        "Josh: I can see how much you care about Reva and Tammy. I know you want to protect them both; I know how much you want to make them happy. I also think that having a young man around with those kinds of values, having Reva see that on a regular daily basis, that would be a good thing.",
        "Sandy: You know you're playing with fire, Josh.",
        "Josh: So we have a deal or what?",
        "Sandy: Absolutely.",
        "Josh: Okay.",
        "[SCENE_BREAK]",
        "Tammy: I didn't know you were back from the hospital.",
        "Jonathan: Well, I healed up faster than the doctors thought I would. Maybe it was from your nursing.",
        "Tammy: I didn't nurse you; I just stayed with you for a little while after the fall to make sure you were still breathing.",
        "Jonathan: What were you hoping for? What?",
        "Tammy: I'll talk to Aunt Reva another time.",
        "Reva: Okay. Tammy?",
        "Jonathan: I'm going to go call some of my friends, tell them I'm home.",
        "Reva: You want to come in?",
        "Jonathan: I didn't know he'd be here. Never mind. Never mind. It's fine he doesn't... I just... I wanted to talk to you about Sandy.",
        "Reva: Wait right here. Let's go. What did you want to talk about Sandy?",
        "Tammy: I hope you and Josh will give him another chance. I know that he lied to you, but he really does love you, okay? More than some other people.",
        "Reva: I know Sandy's a good guy and we've been through a lot together and I know that he's been a good friend to you, too, Tammy, but if you're asking me to make a choice between Sandy and Jonathan, I can't do that. I have room in my heart for both of them and in my life.",
        "Tammy: Are you sure about that, Aunt Reva? Look around you. Look at what's happened. Sandy's not working with you anymore. My mother can't spend time with you. Uncle Josh is miserable in his own house and I don't even feel welcome here anymore, all because of Jonathan. It seems to me you've already made your choice, I just hope it's the right one for you.",
        "[SCENE_BREAK]",
        "Josh: I brought some hot chocolate.",
        "Reva: Oh, wow, thanks.",
        "Josh: Where's the patient?",
        "Reva: I'm not sure. He's around somewhere. Hey, you know what? I wanted to thank you for putting in all the ramps. I'm glad that that you're making an effort.",
        "Josh: I aim to please, ma'am.",
        "Reva: Well, I still appreciate it. And since Jonathan's accident, I haven't told you that I trust you and I know you'd never hurt me.",
        "Josh: Yeah, but that's because you weren't sure. I mean, you... You still don't know what to believe about what happened in that stairwell do you?",
        "Reva: Joshua, I....",
        "Josh: It's okay. Don't start lying now. The fact is that I can't even say for sure whether or not Jonathan threw himself down those stairs, but I can say I wasn't 100% sorry to see him fall.",
        "Reva: (Laughs) One, what am I supposed to say to that?",
        "Josh: Nothing. It's just where we are right now. It's the impossible situation that we find ourselves in. But it's not the first one and I sure as hell am not going to let it become the last.",
        "Reva: So you're willing to try to make things work?",
        "Josh: I will make things work. I have no doubt about that.",
        "Reva: Feels good to hear you say that. Oh, this could be the beginning of a whole new wonderful life for all of us.",
        "[SCENE_BREAK]",
        "Sandy: I was just about to call you?",
        "Tammy: With good news, huh?",
        "Sandy: I got a new job. Or shall I say my old job again.",
        "Tammy: Uncle Josh hired you back? Oh, that's awesome! Hey!",
        "Sandy: Yeah. So thanks for giving me the shot.",
        "Tammy: Well, hey, that was Josh, not me.",
        "Sandy: No, yeah, but you believed in me and no one has believed in me before.",
        "Tammy: Well, hey, look at everything you've done for me. Let's just say we're even, huh? (Laughs)",
        "[SCENE_BREAK]",
        "Harley: Just where have you been?",
        "Gus: Well, I was down at Company... The restaurant formally known as Company and I had a meeting with the DA.",
        "Harley: You called O'Neill?",
        "Gus: No, he called me.",
        "Harley: And?",
        "Gus: He wanted to talk about a deal again.",
        "Harley: And?",
        "Gus: I said no. I said no because I don't deal when my client is innocent.",
        "Harley: No, when you're hoping and praying your client is innocent.",
        "Gus: You are innocent. Please, you were saying she's about to crack.",
        "Harley: Beth may not be hiding what you're hoping she's hiding.",
        "Gus: We'll find out soon enough.",
        "Harley: What does that mean?",
        "Gus: It means what it means.",
        "Harley: Stop talking in riddles. I don't like it when you do that. You're obviously hatching something; I hate it when you do that.",
        "Gus: Sometimes what?",
        "Harley: I swear you don't even care about the truth. Even if I did killed Phillip you'd try to get me off.",
        "Gus: Remember when you thought your father did it.",
        "Harley: My father had a heart condition.",
        "Gus: You have children; you have your whole life ahead of you.",
        "Harley: I don't plan to go to prison for something somebody else did, but I'm not going to implicate someone else.",
        "Gus: You think I would do that?",
        "Harley: I think there's a lot of things you might do in the name of...",
        "Gus: In the name of love?",
        "Harley: Anyway, you said before that you did two things while you were gone. What was the second?",
        "Gus: An experiment, an experiment in cause and effect.",
        "[SCENE_BREAK]",
        "Lizzie: I don't know why we left so early. He still had an hour left of practice.",
        "Beth: Well, James was tired, weren't you, sweetie?",
        "James: No.",
        "Beth: Okay. I just wanted to spend a little alone time with the two of you because I love you so much. You know, I'd do anything for you, right? You know that there's nothing I wouldn't do to protect you.",
        "Lizzie: Like Daddy? I mean that's what he always used to tell me. What's wrong with you, Mom? The last few days you've just been so wired.",
        "Beth: I'm just... I'm having a tough time since... I'm just finding my way. Honey, why don't you take James into the kitchen and get him a little snack, okay? I'll be in in just a minute.",
        "Lizzie: All right. Ready? All right, let's go. Come on, I'll be right there. You know, Mom, I don't know what's going on or anything, but just chill out, okay? Everything's going to be all right.",
        "Beth: Got to get a grip, Beth. Harley and Gus, they don't know anything. They're just... They're just fishing. They couldn't know anything. (Gasps)",
        "[SCENE_BREAK]",
        "Next, on \"Guiding Light\"...",
        "Blake: Everybody's told me how my brother did nothing, but cause them misery, how horrible he was. You two don't seem to be suffering.",
        "Cassie: Hello, help me out here. Hey.",
        "Edmund: What are you doing home?",
        "Cassie: I live here.",
        "Edmund: Go away.",
        "Cassie: Edmund!"
    ],
    "Transcript Author": [
        "By Suzanne Proofread By Leigh"
    ],
    "url": "https://www.youtube.com/watch?v=E4DO3KRNIUE"
}