{
    "Episode Summary": [],
    "Recap": [
        "Alan sees the news on the plane and wonders what happened to Olivia. Alex doesn't believe Olivia is guilty. Marah and Tony listen to radio DJs fantasize about her and Tony loses his cool. Marah wants to get naked. Eden appears to be running an escort service. She goes to see Marah and finds Tony. She offers a partnership and comes on to him. Alex goes to see Olivia regarding her \"freedom\" from Alan that is. She tells her to sign the divorce papers and she will deliver them to the attorney. Olivia wants to know what it will cost her. Olivia fakes pain and Alex demands she be released and taken to the hospital. Mel examines her and will keep her overnight for observation. Enter Alan, and Mel tells him that Olivia and the baby are fine. Alan blows his stack. Olivia and Alan fight, along with Alex. Mel prescribes a sedative for Alan giving Alex specific instructions for caution when using this medicine. Alex promises that she will make sure Alan gets his medicine."
    ],
    "Recap Author": "Barbra",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Tony: Hello? Hello? (Laughter) Home, sweet home.",
        "Marah: Yeah, I missed it.",
        "Tony: This?",
        "Marah: Yes.",
        "Tony: Yeah. I bet they missed you, too. Another week here and these guys would have needed a maid.",
        "Marah: Hey, I do not clean up after them.",
        "Tony: I don't blame you. I wouldn't touch a thing in here. Let's get your stuff. Let's go. Let's go.",
        "Marah: What's the rush? Come on, this is my home again now. Aren't you going to want to hang out here with me?",
        "Tony: Okay, for you. But only for you.",
        "Marah: You are so good to me. Stalker, bombs...",
        "Tony: That pizza box over there.",
        "Marah: Yeah, and still you don't even flinch.",
        "Tony: I'm a hell of a guy, what can I say.",
        "Marah: (Laughs) Yes, you are. And you've been better than family to my folks. I can't believe Olivia was family once.",
        "Tony: Yeah, you even loved her back then. I know. I know, it's still is a surprise to me, too. But you know what? That's the one thing I've learned. Even if you're family, that doesn't guarantee you love or loyalty.",
        "[SCENE_BREAK]",
        "Alan: Mindy, I want to thank you for seeing me last evening. I'm telling you I've forgotten how much fun New Orleans can be. Now don't you worry about that, because I told you Phillip and I aware that you were muscled into that vote. Remember there will be other votes soon. Well, of course I'm thinking of business. What else would I... What? Yes, I have one right here. What channel?",
        "[SCENE_BREAK]",
        "Olivia: It's okay, baby. It's going to be okay. This is all a bad joke. How do I get us out of here? Just need Phillip to stick by us. Oh, please. (Sighs)",
        "[SCENE_BREAK]",
        "Alexandra: Well, did we make the headlines?",
        "Phillip: \"We\"? Sorry, you didn't get a mention?",
        "Alexandra: I was only trying to show solidarity.",
        "Phillip: (Laughs) Oh, right, while you're trying to use this against Olivia. That's a neat trick.",
        "Alexandra: I wasn't trying to... Phillip, I just want to point out what we are up against. I mean, the D.A. seems to have a very sound case here. You know, given the cell phone calls, plus the fact that Olivia loathes Reva.",
        "Phillip: Right, right. So what? So she growled into a phone and planted a flash bomb? That really sound like her style, doesn't it?",
        "Alexandra: (Sighs)",
        "Phillip: I think she had a few other things on her mind.",
        "Alexandra: (Sighs) Oh, well, actually, I agree. I don't think she did it anymore than you do. And that is what I'm going to tell her this morning when I see her.",
        "Phillip: You're going to go see Olivia?",
        "Alexandra: Yes, yes. I'm sure she's had an horrendous night. She might even be glad to see the likes of me. And you get some rest before the arraignment.",
        "Phillip: I'm fine.",
        "Alexandra: (Laughs) Liar. Because I heard you, you know, traipsing around all night long. No, go take a nap. Do something. You won't do Olivia any good at all by falling asleep in the courtroom.",
        "Phillip: Mm-hmm. Well, if you get there before I do, tell her I'll be there soon.",
        "Alexandra: I will. I will. And have you heard from your father this morning?",
        "Phillip: There are no phones on Mystic Island. I doubt he's even heard. Alexandra: Oh, that's where Olivia dumped him.",
        "Phillip: Mm-hmm. And with good reason.",
        "Alexandra: Oh, really? Well... I suppose it's just as well, I guess. It'll only cause more trouble for Olivia.",
        "Phillip: For everyone.",
        "Alexandra: Hmm. (Phone rings) I'll get it, Nolan! (Phone continues to ring) Alan. (Machine beeps)",
        "Alan: Alex? Nolan? Somebody pick up. I want someone to give me some answers about Olivia's arrest. All right, I'm on my way back, and I want answers.",
        "[SCENE_BREAK]",
        "Marah: You know, as fun as it was sneaking in the pool house to see you, this place does have it's advantages.",
        "Tony: You mean besides the decor?",
        "Marah: Privacy. You know, we don't have to worry about my parents wondering in at all. It's just you and me.",
        "Tony: Oh, where's the fun in that? I don't see that.",
        "Marah: Oh, yeah?",
        "Tony: Yeah.",
        "Marah: Well, come here and I'll show you.",
        "Tony: Really? Okay.",
        "[SCENE_BREAK]",
        "Marina: (Laughing) Wait, where is the radio?",
        "Ben: It's over there. Look... Oh, I got to go get my backpack, but I'll be right back.",
        "Marina: Oh, okay.",
        "Ben: Oh, hi. Sorry.",
        "Marah: Yeah, that's okay.",
        "Marina: Yeah, hey... How's it going, Tony?",
        "Tony: It was great.",
        "Marina: Yeah.",
        "Marina: We're going to be out of here in like five minutes. Ben?",
        "Ben: Yeah. Yeah, I'll be right back.",
        "Marina: Okay. Oh, you guys got to check these guys out. They're really cool. We were listening to them on the way over here. There like... They're like guerilla DJ's or something. It's just...",
        "Sandy: And now all the news Springfield will barely print. Local icon Reva Lewis, and her family, can breath easier today.",
        "Mole: Lewis? Lewis? You mean that hottie Marah Lewis?",
        "Tony: Who is that guy?",
        "Mole: You've seen her on campus, man. You know what I mean.",
        "Sandy: Mole?",
        "Mole: Come on, Sandy, tell me you haven't fantasized about...",
        "Sandy: Whoa, whoa, whoa. Down, Mole. Down, boy. We're turning the hose on you.",
        "Tony: Yeah, no kidding.",
        "Sandy: Get back to the news, please?",
        "Marah: It's okay. They're just joking.",
        "Mole: Let's see. News or sex? What do you think is more interesting? What do you think our viewers tune in for? News or sex? News or sex?",
        "Sandy: Whoa, whoa, only one of those is available to you, Mole. But go ahead, dare to dream.",
        "Mole: Dream? Ha! I want to live the dream.",
        "Sandy: Yeah.",
        "Tony: Forget it.",
        "Marina: You see that? The Sandy guy, he, like, totally keeps the Mole in check. Ben?",
        "Mole: Television. Ah, yeah, it is the American way.",
        "Sandy: Yes, it is. Long may we wave. In a joint ratings bonanza and police action, Mrs. Lewis kept her attacker on the line long enough for the police to track the call to... Get ready for it. (Drum roll) The Spaulding mansion. Ta- da-da. Turns out Mrs. Reva was being stalked by Mrs. Olivia Lewis Spaulding, her hubby's ex.",
        "Mole: Ex-- extremely hot babe. Insane, maybe, but that can make it fun.",
        "Sandy: Fun? Right. More like fatal attraction. Pretty soon the bunny goes in the pot and it just gets ugly from there.",
        "Mole: Yeah. I'll pass on the bunnies, too. Okay, now back to the Marah Lewis fantasy then. Ha! We're in an airplane, it's about to go down...",
        "Marah: Okay, Marina.",
        "Marina: Okay, okay, okay. I'm sorry. I'm sorry. I'm sorry. It's usually about somebody else.",
        "Tony: Who are those guys?",
        "Marina: It's Sandy and the Mole.",
        "Ben: Yeah, they just showed up at the college radio station one day, and they get on the air when they can.",
        "Marina: Yeah, are you ready?",
        "Ben: Yep.",
        "Marina: Okay. I really am glad that they caught your mom's stalker, Marah. I still can't believe it's Olivia.",
        "Marah: Yeah, I know. It's still kind of weird. But if it is her, I hope they throw the book at her.",
        "Ben: All right, well, I got to get back to work. So, I'll see you guys later.",
        "Marah: Yeah, see you guys later.",
        "Marina: Bye, guys.",
        "Ben: Bye.",
        "Tony: Yeah, college life's great. Lots of privacy and really funny guys on the radio.",
        "Marah: Oh, come on. You know, if it was somebody else, you'd think it was funny.",
        "Tony: I'm going to get those guys. Marah: No.",
        "Tony: Yeah.",
        "Marah: No, you're not. Because I have other plans for you.",
        "Tony: Yeah? What did you have in mind?",
        "Marah: Take off your clothes.",
        "[SCENE_BREAK]",
        "Eden: So you're all set for tonight, Joy. Mr. Drapers car will pick you up at 8:00. And wear pink. Ciao. Mr. Draper, Joy is available. Yes, she'll be wearing pink. Enjoy. Hi, is this Infierno? Oh, when did you close? Oh, well, is Tony around? Okay, I'll try him at home. When did he move? Oh, well, you know, I lost the piece of paper that had his cell phone. Will you give it to me again? No, I'm an old friend. Uh, no, no message. I want to surprise him. Thanks. Hmm, I haven't been gone that long. I wonder where he could be. Marah Lewis.",
        "[SCENE_BREAK]",
        "Alan: Why didn't you answer the phone when I called?",
        "Nolan: I'm sorry, sir.",
        "Alan: \"Olivia Spaulding, stalker.\" That's really stupid. What was she thinking?",
        "Phillip: That she didn't do it.",
        "Alan: Well, you know, I wouldn't count on that because she's deranged. She's capable of anything.",
        "Phillip: Aw, what's the matter, Dad? Didn't you enjoy your vacation?",
        "Alan: You knew?",
        "Phillip: Oh, yeah. Yeah, Olivia told me everything.",
        "Alan: You knew where I was and you left me stranded out there?",
        "Phillip: You're lucky I didn't come after you.",
        "Alan: Listen, what happens between me and wife is none of business.",
        "Philip: You had no right to play God with her life. Did you think you were acquiring another company? No, it's a child. It's human life. Haven't you learned a damn thing in your entire life?",
        "Alan: If you know everything, Phillip, then you know that she lost that baby and she's incapable of having another. Yes, I am paying. Isn't that enough justice for you?",
        "Phillip: Something that you need to know.",
        "Alan: I already know. You'll never forgive me, Olivia will never forgive. You know what? I don't give a damn, because I am tired of being battered around by both of you.",
        "[SCENE_BREAK]",
        "Alexandra: But I am part of her legal team. And Mrs. Spaulding is suppose to sign these papers immediately. Well, are you going to unlock the door, or do I have to call a supervisor down here?",
        "Officer: Five minutes.",
        "Alexandra: Hold this.",
        "Officer: (Scoffs)",
        "Olivia: You're a great bully.",
        "Alexandra: (Laughs) You must be starved for company, huh? Must have been a horrible night.",
        "Olivia: I've had better. So you're going to bully my way out of here, too?",
        "Alexandra: Oh, I wish I could.",
        "Olivia: Well, you didn't just come down here to keep me company, did you?",
        "Alexandra: Bite your tongue, please. No, no, it's... Well, I wasn't lying. It's a legal matter. It's about your freedom.",
        "Olivia: I thought you said you couldn't get me out of here?",
        "Alexandra: I'm talking about your real freedom. You see, I know you want to settle things with Alan before my brother gets back.",
        "Olivia: I can't get rid of that man fast enough.",
        "Alexandra: And I absolutely agree. So, here you go. All you have to do is sign these and you'll be divorced from Alan.",
        "Olivia: What's the catch?",
        "[SCENE_BREAK]",
        "Tony: Why don't I take your clothes off, and then you can take my clothes off?",
        "Marah: Uh-uh. I have a better idea. You strip and I'll sketch.",
        "Tony: What?",
        "Marah: We're doing nude studies in my drawing class.",
        "Tony: Whoa. Uh-uh.",
        "Marah: Oh, come on, you'll be such an amazing model.",
        "Tony: You want me to strip, and then you draw me, and you're going to show that to people?",
        "Marah: What's the matter? You don't think I'm any good?",
        "Tony: No! I think you're so good. It's just... I'm not that kind of guy, Marah. What...",
        "Marah: Come on. What are you talking about? Look.",
        "Tony: (Laughing) Oh, yeah, right.",
        "Marah: Come on, he's got nothing on you. You build up your amazing body, and now you're afraid to show it to people?",
        "Tony: Yeah. I mean, I don't want people looking at me like I'm... No. No, that doesn't work for me. I'm sorry.",
        "Marah: Okay. Okay. That's fine.",
        "Tony: Where are you going?",
        "Marah: I am going to the student union to post a notice that I'm in need of a male model.",
        "Tony: Just wait a sec. You can't...",
        "Marah: Nope, too late. You have until I get back to change your mind. Tony: And what, you're going to hang around with some other naked guy, is that it? You are so... This is so... All right. Ah, aha. I knew you'd be back, and I win. All right, you want me, you got me.",
        "Eden: Mm, lucky me.",
        "[SCENE_BREAK]",
        "Phillip: What... what do you mean they may postpone the arraignment? How can they do that? Don't... By law... She has already spent a night in jail. Well, no, she can't. Because she can't, Ross. (Sighs) All right, listen. I'm going to tell you this confidentially as her lawyer. She's pregnant. Yeah. Well, tell me about it. No, but it... I mean, is that something that the court will take into consideration? Well, just do the best that you can, you know. And tell me if there's something that you need me to do. If you want me to call a judge, or... All right. All right! Okay, I won't. I won't do anything until you tell me you need me to. I promise. All right, just call me when you know something. Yeah. Thanks. Ben, something I can do for you?",
        "Ben: Yeah, I'm just reporting for duty. I work for your Aunt Alex, remember?",
        "Phillip: Well, this is not your average workday, Ben.",
        "Ben: Well, look, I can do whatever you need. That's kind of how it's set up, so...",
        "Phillip: No, just take it as a paid holiday.",
        "Ben: No, look... look, I'm sorry. I know this must be a very hectic time for you, but I have really been looking for a way to prove myself to Alexandra. So if you could just tell me what I need to do, I will do it for you.",
        "Phillip: Okay, Ben. Tell me, how are you at getting judges onto the bench when they're not scheduled, or getting the police to investigate a crime that they think they've already solved?",
        "Ben: I don't understand what you're...",
        "Phillip: Or how are you at getting the newspaper to stop printing lies and innuendo? Because that's what on the schedule for today. Feel free to take any of it.",
        "Ben: Look, I'm sorry. I... Just tell Alexandra I came by, all right? And I'll have my cell phone if she wants to get in touch with me.",
        "Phillip: Sure.",
        "Ben: Thank you.",
        "Phillip: That was pretty rotten, wasn't it?",
        "Beth: Good thing you're not in charge of all employee training.",
        "Phillip: I just can't baby-sit today-- not today.",
        "Beth: Yeah. I see Olivia was arrested.",
        "Phillip: Oh, my God, how did you find out? TV? Radio? Every paper in town!",
        "Beth: Actually, I was at the broadcast. When they said the call came from the house, I was surprised. I never thought it would be Olivia.",
        "Phillip: Well, of course you didn't because it's a stupid thing to think, because she's not the stalker. The police think that the calls came from her cell phone, and of course they don't think it's possible that anybody else oh, no, not you, too.",
        "Beth: Well, it's a little farfetched to think that somebody managed to steal her cell phone, make the call, and then return it before she knew it was missing. Come on, Phillip...",
        "Phillip: I'm sorry, Beth. You know what? If you came over to gloat, that's okay. I guess you've earned the right.",
        "Beth: No, no. Now, that's not fair. I did not come to gloat. I don't want to see Olivia in this much trouble-- not exactly.",
        "Phillip: She didn't do it, Beth. She couldn't have.",
        "Beth: Then she'll be okay. What about you? Will you be okay?",
        "Phillip: I'm fine. I just have to get her out, that's all. You know, just can't leave her in there.",
        "Beth: Oh, Phillip. It's not your responsibility! And I thought you were out of the rescue business. Besides, Olivia is a tough cookie; she can take care of herself.",
        "Phillip: Yeah, well, not...",
        "Beth: I'm sorry.",
        "Phillip: No, hang on a second.",
        "Beth: This is not my business.",
        "Phillip: Wait a minute, wait a minute, wait a minute. Look, I... I know that you're just concerned, okay? But it's not what you think it is.",
        "Beth: You don't have to explain. I...",
        "Phillip: No, Beth, I want... No, actually, I want to explain it to you-- I really do. You're the mother of my children; you got a right to know.",
        "[SCENE_BREAK]",
        "Alexandra: Well, what are you waiting for?",
        "Olivia: A good answer.",
        "Alexandra: (Laughs) To what?",
        "Olivia: Why are you so hot for me to sign these papers right now?",
        "Alexandra: Oh, come on. It is what you want.",
        "Olivia: Don't pretend you care what I want. What's in it for you?",
        "Alexandra: All right. Peace of mind. I won't have to worry about you or your baby if you're divorced from Alan.",
        "Olivia: You think this means I'm going to go away?",
        "Alexandra (laughing): No, no, because I understand Phillip is going to stand by you for the child's sake. And I think that's good. And I'm not blind to my brother's shortcomings-- especially as a father. But, you know, it's actually a horse race when you want to find out which one of you has behaved worse. But you are the one who's pregnant, so you're the one that gets the benefit of the doubt. Besides, I know that Phillip will take care of this child whether you're in jail or not. But it would be a lot more difficult if you were still married to Alan.",
        "Olivia: So this is all out of concern for my child?",
        "Alexandra: Yes, of course.",
        "Olivia: I'm not buying that. But you're right about one thing: I do want to be rid of Alan forever. So, there you go. All done.",
        "Alexandra: Good, I'll take these right back to the attorneys.",
        "Officer: The D.A.'s office just called. Our arraignment's been postponed.",
        "Olivia: What?",
        "Alexandra: Wait a minute.",
        "Olivia: No. What happened?",
        "Officer: Ask your lawyer here. You're a guest of the county for one more night. (Alexandra gasps)",
        "Olivia: I can't do this. I can't stay here. I can't.",
        "Alexandra: Olivia, please.",
        "Olivia: No, it's a nightmare. I can't stay in here!",
        "Alexandra: Olivia, get yourself out.",
        "Olivia: What?",
        "Alexandra: You're a smart girl, Olivia. Use your trump card. Fake it. Olivia: (Gasps)",
        "Alexandra: Officer! Officer! This woman is in pain now. You've got to get her a doctor.",
        "Olivia: (Gasping) Oh! Oh, the pain!",
        "Officer: What's the problem?",
        "Alexandra: You see, what you told her upset her very much. All right, Olivia, calm down.",
        "Olivia: Oh, please help me. Help me!",
        "[SCENE_BREAK]",
        "Eden: Oh, don't be getting dressed on my account.",
        "Tony: Eden August, what are you doing here? I thought you left town.",
        "Eden: I did, but I have my own business now.",
        "Tony: How did you find me?",
        "Eden: Oh, I just followed the pompoms. I looked up Marah Lewis, and figured you'd be close by.",
        "Tony: Well, I don't know what you're doing here, but if you're looking for a job, you can forget it.",
        "Eden: I said I have my own business now. I've got a fresh start.",
        "Tony: Doing what?",
        "Eden: I run my own company. We supply companionship to people that are too busy to take care of their personal lives.",
        "Tony: A dating service?",
        "Eden: Sort of.",
        "Tony: Sort of? You mean like escorts, right?",
        "Eden: Yes.",
        "Tony: You're running call girls. Oh, a fresh start! Good choice. I like that.",
        "Eden: It is a legitimate business. It is an escort service. There is no sex involved. It is just beautiful, intelligent girls that provide companionship for businessmen after hours.",
        "Tony: Right, right, right. Well, you know what? I'm not in that market. So if that's all...",
        "Eden: Well, I wasn't looking for a customer. I was looking for a partner.",
        "[SCENE_BREAK]",
        "Beth: Olivia's pregnant, and it's your child?",
        "Phillip: Yes and no.",
        "Beth: Well, she can't be sort of pregnant, Phillip. She either is or she isn't.",
        "Phillip: No, she is. She's pregnant. She's just not sure who the father is.",
        "Beth: Oh, boy. Oh.",
        "Phillip: (Sighs)",
        "Beth: And you and Alan are the only possible... It's a fair question. I'm just trying to get a full picture here.",
        "Phillip: You know what? At the moment, it doesn't matter. It really doesn't matter whose it is. I could be the father. But I am going to help her and help this child regardless. It's what I have to do.",
        "Beth: Oh, Phillip.",
        "Phillip: I have to. I'm not going to let Alan ruin another child. Anybody knows what a rotten parent he is...",
        "Beth: It's you.",
        "Phillip: Yes.",
        "Beth: Yes. And it's Phillip to the rescue.",
        "Phillip: It's a child, Beth. It's just an innocent child that didn't ask for any of this. You would do the same thing.",
        "Beth: Go up against Alan if the child turns out to be his and he wants his rights?",
        "Phillip: Yes, you would, and you know you would.",
        "Beth: You're probably right. Well, I guess you must really care about Olivia if you're willing to give up so much.",
        "Phillip: It's not about that, Beth. I don't know what's going to happen with Olivia and me, but right now it's about getting her out of jail and helping this child. I'm not thinking about anymore than that.",
        "Beth: That's a big enough job for one day.",
        "Phillip: So you understand?",
        "Beth: Sure. Yeah, I understand.",
        "[SCENE_BREAK]",
        "Mel: That's fine. Well, everything seems to be fine. How is the pain compared to last time?",
        "Olivia: Worse. Not much, but that was twice.",
        "Mel: Yeah, it was. That's why I think I'm going to keep you overnight. If you still are cramping in the morning, then we'll do a sonogram, see what's going on in there.",
        "Olivia: Okay.",
        "Mel: Okay? Well, I'll tell one of the nurses to get a bed ready for you. Alexandra: Yes, but Dr. Boudreau, would you please, please, inform the guard that this is medically necessary.",
        "Mel: Jail is no place for a pregnant woman, no matter what.",
        "Alexandra: Mm.",
        "Olivia: Thank you.",
        "Mel: You will still be under arrest, though. We have prison beds...",
        "Olivia: Of course.",
        "Mel: Okay, all right. Well, I'll square it with the guard.",
        "Olivia: Oh, that was a rotten trick, and she didn't buy it for a second. Alexandra: Who cares, it worked.",
        "Mel: Yes, Officer, I know the rules, and I will file all the proper paperwork, okay? But Mrs. Spaulding is staying here overnight. If you have a problem with that, have your chief give me a call.",
        "Alan: All right, where is she?",
        "Cop: Oh, now who's this?",
        "Mel: Alan...",
        "Alan: I go all the way to the police station, and they tell me that my wife is here in the hospital.",
        "Mel: Yes, yes, she's here, okay? But calm down. Olivia is fine, and so is the baby.",
        "[SCENE_BREAK]",
        "Marina: Hey, what are you doing here?",
        "Ben: I thought Alexandra might be here visiting Olivia.",
        "Marina: Oh, no, Olivia's not here. I was... I was just down in the holding cell.",
        "Ben: Your dad let you go down there?",
        "Marina: No, he's on stakeout. He'd be ridiculously peeved.",
        "Ben: Yeah.",
        "Marina: No, no, no. Just some of the guys here, they've known me since I was little, so I just asked a couple questions, pretended like I was looking for my dad.",
        "Ben: Mm-hmm. Were you trying to visit Olivia?",
        "Marina: Yeah, kind of. I don't know. I really liked her. You know, I just... I thought of her as being kind of like, like, this role model. And if she really did this whole stalker thing, I think I just need to get that image out of my head, you know? And if she didn't do it, I thought maybe she could use a friend.",
        "Ben: Hmm. And you were going to find out whether she was guilty or not in one conversation?",
        "Marina: Yes. Yes, as a matter of fact, I was. I happen to have pretty good instincts about people-- at least I think so. Anyway, though, she's not here. Apparently she, like, got sick, and everyone's down at the hospital. It's this, like, big to-do. I have no clue what.",
        "Ben: But you found all that out?",
        "Marina: Mm-hmm.",
        "Ben: Oh, great. Genetic-- isn't it?-- This whole detective thing.",
        "Marina: Yeah, probably. Anyway, you want to go down to the police station, save the day for Alexandra?",
        "Ben: No, no, thank you. (Sighs) Look, Marina, I need to talk to you, all right? I already got an earful from Phillip at the Spaulding house earlier. He made it real clear to me just how useless and unimportant I am to them. He sent me home.",
        "Marina: Phillip is a jerk, okay? Ask my aunt for starters. I mean, you know, ask anybody.",
        "Ben: Yeah, well, maybe, but it's not him; it's the job.",
        "Marina: Well...",
        "Ben: I mean, forget the fast track. They won't even let me in the mailroom.",
        "Marina: Just forget the job.",
        "Ben: They are my employers. I need a job, as you so kindly point out every chance you get.",
        "Marina: Okay, look. It is just a job; it is not you. You have got to start thinking that way if you're going to be a wage slave, trust me. Ben: Okay. Okay, all right. Wage slave.",
        "Marina: Oh, steady. Steady. It's a job. It's not you. Forget the boss man, okay-- or lady.",
        "Ben: Oh, okay, okay. Forget the boss man or lady and...?",
        "Marina: Come play with me.",
        "Ben: Come on, I would love to do that, but unfortunately we're surrounded by law enforcement officers who've known you since you were this big, and they would love to put me in jail.",
        "Marina: Yeah, yeah, yeah. Not here, smart guy. Outside, okay? You know what? Rule number one: If you get the day off, you take the day off, especially if you have a playmate.",
        "Ben: Mm. All right.",
        "[SCENE_BREAK]",
        "Tony: Things have changed around here, Eden-- a lot.",
        "Eden: So have I.",
        "Tony: Yeah.",
        "Eden: It is a legitimate business.",
        "Tony: (Laughs) Yeah, well, you know what? I know how to make things look legit.",
        "Eden: I know you do.",
        "Tony: Well, it's not like that anymore. You see, Danny and I, we got this new partner, Cassie Winslow, and we just bought the Towers, we're redoing it. Oh, yeah, and we got other plans coming up, too. It's just us now. The Santos family is gone, and we're doing real work-- work that we can be proud of.",
        "Eden: Well, good for you. It does sound like you're too busy.",
        "Tony: Yeah.",
        "Eden: I need someone that can really help my business grow.",
        "Tony: Well, you know, demand in your line of work is real steady, so I doubt you'll have a problem. But you know what? I think you should've stayed in Chicago.",
        "Eden: Well, I like Springfield. This way I can be a big fish in a little pond.",
        "Tony: Ooh.",
        "Eden: And I miss my brother.",
        "Tony: Yeah, right. Come on, he practically ran you out of town. Why'd you come back, Eden? Really, why, huh?",
        "Eden: You want to know the truth? I came back for you.",
        "[SCENE_BREAK]",
        "Phillip: Nolan, have the car brought around. I'm going to the police station.",
        "Nolan: Are you going to see Olivia, sir?",
        "Phillip: Yeah, I am. Why? Is there a problem with that?",
        "Nolan: No, sir, except she's not there.",
        "Phillip: Where is she?",
        "Nolan: Olivia's in the hospital, sir. Your aunt just called.",
        "[SCENE_BREAK]",
        "Alexandra: Alan, I'm so glad you're back.",
        "Alan: Honey, I'm home.",
        "Olivia: Get away from me, Alan.",
        "Alan: Did you miss me? Were you out buying clothes for our baby?",
        "Olivia: You can forget about this baby. You're not going to have anything to do with this baby.",
        "Mel: You two need to simmer down. This is no good for the baby.",
        "Alan: For the baby, Doctor, but the baby is dead; that's what you told me.",
        "Olivia: He is dead to you, Alan.",
        "Alan: You told me the baby was dead when you stranded me out on Mystic Island.",
        "Olivia: You deserved far worse after what you did to me!",
        "Alexandra: All right, Alan, calm down.",
        "Olivia: I want him out of here now!",
        "Mel: Take Mr. Spaulding out to the waiting room right now.",
        "Alan: Get your hands off of me. This woman is the one who needs a keeper. Stalking Reva Lewis! You know what? I will be happy to testify at your trial, because you are a pathological liar.",
        "Olivia: Me, me? Your the one who probably set me up. It was you. You son of a...",
        "Mel: Take it outside, Mr. Spaulding, now!",
        "Cop: Mr. Spaulding, you will come with me, or I will call for backup. Alan: I am not through with you.",
        "Olivia: Well, I'm through with you.",
        "Alan: And that baby is a Spaulding, and when it is born, it will have one parent, and the parent will be me.",
        "Olivia: When hell freezes, Alan.",
        "Alan: Whether you are in or out of jail, Olivia, that baby will be mine!",
        "[SCENE_BREAK]",
        "Tony: You need understand something, right now, Eden.",
        "Eden: What?",
        "Tony: Things between me and you would never work. Even if Marah wasn't around. There's too much baggage.",
        "Eden: Yeah, but we had a little fun.",
        "Tony: Uh-huh. Not like it is with Marah.",
        "Eden: Oh, what? Marah's not any fun?",
        "Tony: Marah's fun. Marah's everything. I'm in love, Eden. And that's not going to change.",
        "Eden: Don't hold back. Just tell me how you really feel.",
        "Tony: I'm not trying to be mean, okay?",
        "Eden: You know, congratulations with your new respectable business and your new little respectable girlfriend and everything. But, you know, if you get really bored one day, just remember I'm in the book.",
        "Marah: Eden?",
        "Eden: Don't worry, honey. I was just keeping him warm for you.",
        "Marah: What was she doing here? Never mind. I can guess.",
        "[SCENE_BREAK]",
        "Security guard: Mr. Spaulding, it's time to go.",
        "Alan: Stalking Reva Lewis. Well, you've always been obsessed with her. Did you know that?",
        "Security guard: That's great, sir. Will you come with us, please?",
        "Alan: You will pay for this the rest of your life, Olivia.",
        "Mel: Get him out of here right now!",
        "Alan: Let go of me! Do you have any idea who I am? I own this hospital. Alexandra: Don't do it. Please just calm down.",
        "Alan: Alexandra, that woman is a threat. She is deranged. I have married a crazy woman.",
        "Alexandra: Well, you're not married to her. Olivia's divorced you. Alan, she is not your wife anymore.",
        "Phillip: Hey, where is Olivia?",
        "Alexandra: She's inside.",
        "Phillip: Is she all right?",
        "Alexandra: But, Phillip, Phillip, Phillip. She's fine. She's fine. She's upset because of him. She's going to be fine. The baby is fine.",
        "Phillip: Did he do something to her?",
        "Alexandra: No, we were already here before he even showed up.",
        "Phillip: I'm going to go check on her.",
        "Alexandra: Okay.",
        "(Cell phone rings)",
        "Alexandra: Alan? Hello, this is Alan Spaulding's phone, but... Is this India? India, is that you? No, wait. I'll... Is there something I can...",
        "Mel: Ms. Spaulding, a minute, please?",
        "Alexandra: Ah, of course. Of course. Listen, I'm sorry about that display in there. But there's been a lot of stress between Olivia and Alan.",
        "Mel: Oh, I don't need to know the details. But I don't mean to pry, but we can't have that sort of behavior.",
        "Alexandra: I quite agree.",
        "Mel: It's very important for us to keep Olivia calm for the baby's sake, and more important for Alan sake. I mean, did you see how flushed and winded he was?",
        "Alexandra: Yes, yes. But when Alan get on a roll like that, nothing can stop him.",
        "Mel: A heart attack could in an instant. Given his medical history, it's as important for him to stay away from stress as it is for his wife. I mean, he could easily have another heart attack or stroke.",
        "Alexandra: Yes, yes. He really must take better care of himself. But you know lately... Well, he just hasn't been himself.",
        "Mel: Well, if you could get him to take the day off and rest, that would be good.",
        "Alexandra: Well, I'll try. I'll certainly try. But isn't there something else we can do?",
        "Mel: Well, it's really up to him. If he rests, he should be fine.",
        "Alexandra: Fine, fine. But if he doesn't rest? I mean, is there something we can give him? I mean, something just to, you know, calm him down? Take the edge...",
        "Mel: Well, I guess I could prescribe him a sedative.",
        "Alexandra: Nothing too heavy, of course. Just something that will do, you know, take this edge off.",
        "Mel: Okay, but he has to be very careful. Follow the directions exactly-- if you could get him to take it at all.",
        "Alexandra: Oh, I will. I'll get him to take it. Don't worry about that. I'm going to make sure that he gets his medicine."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=25AZG3l6uzY"
}