{
    "Episode Summary": [],
    "Recap": [
        "Josh finds out that Phillip does want to take over Cross Creek and warns him that the property won't come easy to him. Josh decides to go to Oklahoma to sort things out. Sandy finds out about Phillip's intentions with Cross Creek. Tammy and Joey fight over an actor from the Sopranos for the Spaulding dinner. Dinah allows Jeffery to think she's in Venice. Edmond meets Cassie at the airport and Cassie continues to lie to Edmond about where & who she was with. Bill has a date with a nurse from the hospital which doesn't please Olivia. Phillip makes a phone call telling someone that Josh took the bait is out at Cross Creek and that now is the time to snatch up all the vulnerable properties in town."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Phillip: Oh, miss, can I get some service here? Please? Menu? Water?",
        "Josh: Why on earth would you chose to meet here?",
        "Phillip: Well, I'm trying to throw buzz a little business before the place is bulldozed.",
        "Josh: Well, I have to say, i commend you for making your way through that angry mob of demonstrators without getting yourself ripped to shreds.",
        "Phillip: I'm not a masochist. I came in the back way.",
        "Josh: Yeah, you've been doing that a lot lately, haven't you? In fact, I heard a rumor that you were sighted as far away as cross creek. Planning on doing a little demolition out that way, too?",
        "Phillip: Cross creek. That's oklahoma, right?",
        "Josh: Yeah, my home state.",
        "Phillip: Yes, you know, actually I was there recently on business. That's a beautiful state. Beautiful country.",
        "Josh: Yes, it is. Thank you. Yeah, it is. In fact, I intend to keep it that way. So whatever plans you have for a takeover, or whatever it is you're calling it, of cross creek-- forget about it. In fact, you know, if you choose to go after us, the lewises, in the same way you've gone after the coopers here, there won't be enough back doors for you to crawl into. And I will feed you to that mob of angry demonstrators myself.",
        "Sandy: Not even close.",
        "Reva: We want to take him by surprise.",
        "Hawk: I'll be quiet as a coyote in a hen house.",
        "Sandy: Is that you, reva?",
        "Reva: Darn it. We wanted to surprise you.",
        "Sandy: Oh, with what?",
        "Hawk: A living legend, son. That is what. (Laughter)",
        "Sandy: Whoa, watch the ribs, partner!",
        "Reva: Sandy, I want you to meet your grandpa hawk.",
        "Hawk: Oh, look at you. A shayne if I ever saw one.",
        "Reva: (Laughs)",
        "Jeffrey: Well, at least one of us got some sleep. Cassie, there's nothing more to know about the case.",
        "Cassie: So you say. But I would like to reclaim my life, if you don't mind.",
        "Jeffrey: Please be my guest.",
        "Cassie: Then tell me the rest, jeffrey.",
        "Jeffrey: You want me to make something up? I'll make something up if you don't shut up.",
        "Cassie: Good morning.",
        "Jeffrey: (Groans) oh, what's good about it?",
        "Cassie: Well, you're not exactly a morning person are you? I hate lying to edmund.",
        "Jeffrey: There's no other way, cassie.",
        "Cassie: I know. I want you. I want you so much.",
        "Jeffrey: And I've wanted you longer than you know.",
        "Edmund: (Gasps) (knock at door)",
        "Edmund: What are you doing to me?",
        "Cassie: So, how'd you sleep on the couch?",
        "Richard: I think I would have been better off taking a bus to springfield.",
        "Cassie: I offered to share the bed with you.",
        "Richard: Well, it wasn't the accommodations. It was the thunderstorms, you know. They didn't let up all night.",
        "Cassie: I didn't hear a thing.",
        "Jeffrey: Rub it in. Okay, I'm going to get us some coffee. You want some?",
        "Cassie: It's late. Why did you let me sleep so long?",
        "Jeffrey: Well, I know you've had a rough couple of weeks. You just went head to head with the person who's been impersonating you. I figured you needed the sleep.",
        "Cassie: I just feel like edmund and I have been living with this shadow of the imposter just hanging over our heads. And now, you know what? It's over. It's over, and our lives are going to be completely different now.",
        "Jeffrey: See what a good night's sleep will do for you?",
        "Cassie: I didn't believe that last night. You know, I still had doubts. I kept thinking that another imposter was going to pop out of somewhere.",
        "Jeffrey: Yeah, well, the person that's been impersonating you is in prison, cassie, okay? And her accomplices are scrambling, and the threat is over. You and your family are safe.",
        "Edmund: What are you doing here? You're going to steal another red cloak? Do more research so you can impersonate cassie's life better?",
        "Dinah: Edmund, I just saw the nanny leave with the boys, okay.",
        "Edmund: Cassie's daughter is upstairs sleeping.",
        "Dinah: And cassie is sleeping with jeffrey, and that's not my fault. I'll be quiet. My gosh, you've never looked worse. What happened? Did you not sleep last night? A little nightmare about cassie and jeffrey?",
        "Edmund: Go away.",
        "Dinah: Hey, I'm your friend. I know you want to hurt someone, but it's not me. I didn't want you to find out about jeffrey the way you did. I tried to warn you.",
        "Edmund: The man was impersonating cassie's husband. And according to you, he spent time with her without her even knowing it.",
        "Dinah: Look I want you to focus on the present. I want you to worry about getting cassie back to you and away from jeffrey. That's it.",
        "Edmund: God, I see them alone in that hotel together, the smug little face...",
        "Dinah: I know, I know. And your brother's face, and cassie's lover...",
        "Edmund: You shut up. I'll handle it.",
        "Dinah: Can you handle it?",
        "Tammy: Uncle edmund, who's at the door?",
        "Edmund: Uh, it'S... it'S... it's nothing. Just go back to sleep, okay? Go destroy someone else's life.",
        "Tammy: I heard the door slam. What's going on down here?",
        "Edmund: It's a delivery.",
        "Tammy: What, these? Who sent them?",
        "Edmund: I don't know. There wasn't a card.",
        "Tammy: It must be from one of the neighbors, welcoming us back to farm country. Hmm, can't be homemade.",
        "Edmund: No, tammy! Don't eat that.",
        "Reva: Okay.",
        "Hawk: Yeah, sister tells me you're some kind of computer whiz.",
        "Sandy: Sister?",
        "Reva: That would be me.",
        "Hawk: Yeah, you're going to need all kinds of learning to catch up with us shaynes.",
        "Reva: Oh, don't bombard him with all the information all at once, now.",
        "Sandy: No, no, no, I want the learning. I kind of feel like I know you already, from the phone calls and stories josh and reva tell.",
        "Hawk: Oh, I hope you haven't been spinning tall tales about me.",
        "Reva: Oh, no taller than the fish stories you tell all the time.",
        "Hawk: Oh, now there, there! There is something that you and me have got to do real soon. There is nothing like being out in that boat at sunup, put your line in the water. You ever been fishing?",
        "Sandy: Uh, when I was a kid.",
        "Hawk: Good. You can bait your own hook.",
        "Reva: (Laughs) you really think you're going to be around long enough to take a trip out to the lake?",
        "Hawk: I'm on a plane back home tonight.",
        "Sandy: You came all this way for a day trip?",
        "Hawk: It was that or nothing.",
        "Reva: You've been gone for months, and now you just drop in for coffee and cake? I don't buy it. What's the real reason you're here?",
        "Hawk: To see my little girl, and her boy. What better reason could there possibly be than that?",
        "Reva: I don't buy it. Come on now, out with it. There are no secrets in this house.",
        "Phillip: Josh, I'm taking spaulding in a lot of new directions. That's no secret. That's one of the reasons that i went out west. Why would you take that personally?",
        "Josh: Well, you sent one of real estate goons to my property, and he tried to pull a fast one on my wife's father. What's not personal about that, phillip? And what was with the paperwork that he signed? What was that about?",
        "Phillip: Hang on a second. I'm not sure what you're talking about, but maybe hawk made a hasty business decision on your behalf, and now he's trying to get out of it.",
        "Josh: (Laughs) your man misrepresented himself, phillip.",
        "Phillip: Why would I do that, josh? Why would I want your land? It's not like I'm land poor.",
        "Josh: Oh, fine. Wonderful. Then you wouldn't mind returning that paperwork that hawk signed?",
        "Phillip: Well, I'll have to get back to you on that, because you know, purchase deals are corporate and I don't have sole control over that. But I'll look into it. You know what? My guess: If one of my people did a land deal that affected your ranch, it's probably because it connects to other property that spaulding developing for an industrial area.",
        "Josh: Oh, so you're saying that it was a coincidence that spaulding is going after lewis property?",
        "Phillip: Yeah. It's business, josh, that's all.",
        "Josh: Yeah. I don't believe that at all.",
        "Phillip: Josh, lighten up. Don't over-think it. You don't want to end up in cardiac care over this the way buzz did over company.",
        "Josh: You know... you know something? I think I get it now.",
        "Phillip: Well, good. I'm glad. It took you long enough.",
        "Josh: Yeah, you're going after lewis property because a lewis took away your wife.",
        "Tammy: What are you, the carb police?",
        "Edmund: We don't know who sent them. Have some cereal.",
        "Dinah: That was a wasted 12 bucks.",
        "Tammy: You know, mom could have had these muffins delivered as a way of making up for last night.",
        "Edmund: What do you know about last night?",
        "Tammy: Well, I heard mom's message on the voicemail saying that she got caught up at some convention. What do you know about last night?",
        "Edmund: I just... your mother is far too busy to be delivering baskets of muffins, and we have to be careful. There are people out there. The woman who was arrested, who was impersonating cassie, but they could have accomplices, and they may want to harm us.",
        "Tammy: With poisoned muffins? Wow, you are paranoid, uncle edmund. You know what? I'm going to start the coffee. You really look like you could use some.",
        "Edmund: I'm going to book a flight and surprise her.",
        "Tammy: Mom? I thought she was coming back today.",
        "Edmund: I just... I want to spend some time alone with her, tammy.",
        "Tammy: I've been trying to spend time alone with joey all summer, but lizzie's not letting that happen. And now that the spaulding competition is in its final stage, joey and I have become enemies trying to fight for the grand prize. And I have no celebrity to bring to alan's dinner tonight. I'm toast. No scholarship. No job at spaulding enterprises. No boyfriend.",
        "Edmund: You're giving up, tammy?",
        "Tammy: What else can I do?",
        "Edmund: Don't give up, tammy. Fight. Fight for what you want. Forget that. If you think it's right, you go after it.",
        "Tammy: I guess I'm going to go make some phone calls then. (Phone rings)",
        "Jeffrey: What took you so long?",
        "Dinah: Oh, you sound grumpy.",
        "Jeffrey: You were supposed to call me the minute you landed. So what happened? What took so long?",
        "Dinah: Oh, I'm sorry. I had jet lag. No, but I'm all settled in. I love venice in the fall.",
        "Jeffrey: Well, that's good. Now, you stay put like a good girl.",
        "Dinah: I promise. I will. You know, who needs a poseur cassie when you have a shot at the real deal, right?",
        "Jeffrey: That's not happening.",
        "Cassie: Hey, is that the airport?",
        "Dinah: Jeffrey, hello? Don't hang up on me.",
        "Cassie: Can I talk to them?",
        "Bill: Look, what kind of work are we going to get done with phillip right over there?",
        "Olivia: Fine. Let's go back to your place.",
        "Bill: No.",
        "Olivia: What is your problem? You act like you have a hot date.",
        "Bill: Well, as a matter of fact, I do.",
        "Josh: Launching an attack against my family is not going to bring your wife back, phillip.",
        "Phillip: Please. Ex-wife. I don't want her back any more than you do.",
        "Josh: You think of yourself as a pretty good dad, don't you?",
        "Phillip: There's nothing more important to me than my children.",
        "Josh: See, I find that very interesting considering the fact that you're doing everything you can to crush zach's mother and grandfather.",
        "Phillip: All buzz is losing is a piece of property. He'll get used to it. So will you.",
        "Josh: My parents are buried at cross creek. Did you know that? Reva and I were married at cross creek. So if I were you, I would just let it go, unless you're up for a good, old fashioned, you know, lewis/spaulding knockdown, drag- out fight.",
        "Phillip: Might be fun. It's been a while.",
        "Josh: You're making a mistake, phillip.",
        "Phillip: You do what you have to do, josh.",
        "Josh: I will. Thanks for the coffee.",
        "Hawk: No secrets here. I had to come to my grandson's birthday to welcome him into the family.",
        "Sandy: You came all this way for me?",
        "Hawk: You betcha. 'Bout time too.",
        "Reva: And you're going to stay long enough for a piece of birthday cake too. Mamma's recipe.",
        "Hawk: Ooh, can't turn that down.",
        "Sandy: I'll get it.",
        "Reva: No, you stay and get to know your grandpa. (Laughter)",
        "Sandy: Yes, ma'am.",
        "Hawk: She is happy as a bee in clover since you walked back into her life.",
        "Sandy: She's been amazing. Josh, too.",
        "Hawk: I hear you pulled a few fast ones on them when you first came to town, though.",
        "Sandy: Yeah, testing the waters, I guess. I didn't know how they'd take to me.",
        "Hawk: Or how you'd take them.",
        "Sandy: Something like that.",
        "Hawk: Look here. You thinking of changing your name back to what it was?",
        "Sandy: No, no, I'm sticking with the nickname. That was a birthday gift from tammy.",
        "Hawk: Cassie's girl, tammy?",
        "Sandy: Yeah, yeah. I guess she was trying to make me feel like part of the family.",
        "Hawk: You know the family motto, don't you?",
        "Sandy: No.",
        "Hawk: You... you sure you're a shayne, boy? I mean, if I didn't know better, I would... I would swear you were funning us.",
        "Dinah: Jeffrey? Jeffrey, I'm serious. Don't you hang up on me. Hello?",
        "Cassie: Why did you hang up on the airlines?",
        "Jeffrey: No, no. I already confirmed the reservations.",
        "Cassie: I lost my cell phone at the springfield airport, and I just wanted to see if it was in the lost and found.",
        "Jeffrey: Oh, okay. Well, then you'd better call them. While you're doing that, I'm going to jump in the shower. And can you get us a car to the airport while you're at it?",
        "Cassie: Yeah.",
        "Jeffrey: Thanks.",
        "Cassie: Jeffrey?",
        "Jeffrey: Yeah?",
        "Cassie: Wait a second. I just want you to know that i really appreciate everything you did for me yesterday.",
        "Jeffrey: What, you mean give up the bed?",
        "Cassie: Well, that too. But I meant confronting my imposter. You helped me do that, and i know you had to call in a few favors.",
        "Jeffrey: Well, you know, you didn't give me much of a choice, did you?",
        "Cassie: Well, you know, desperate times calls for desperate measure.",
        "Jeffrey: Well, you know something? I'm pretty impressed with you too. Took a lot of courage to go face to face with your imposter like that. You going to tell eddie?",
        "Cassie: Yeah, sure. When the time's right, I'll tell edmund.",
        "Jeffrey: Well, what are you afraid of?",
        "Cassie: I'm not afraid of anything. I just want to protect him. That's all.",
        "Jeffrey: Right. Okay, well, eddie's not going to get the truth out of me. So I'm going to jump in the shower.",
        "Edmund: Tammy, I'm leaving.",
        "Tammy: No, wait. You can'T. You have to take me with you. Steve schirripa's flying in today.",
        "Edmund: Who's that? A new boyfriend?",
        "Tammy: Um, no. He's an actor on \"the sopranos.\" Edmund, you need to watch more television.",
        "Edmund: I don't understand. Are you going to kidnap him and drag him to the dinner or something?",
        "Tammy: I'm going to pull out all the stops, you know, work the charm. I have to win this prize at the dinner tonight. Come on, please, you have to help me.",
        "Edmund: Tammy, I'm sorry. This really isn't a good time.",
        "Tammy: Well, you have to go to the airport anyway, right?",
        "Edmund: Yes.",
        "Tammy: You're the best. Great. I'm just going to go change. (Phone ringing)",
        "Edmund: Hello?",
        "Cassie: Hi, it's me. I just wanted to call and let you know I'm headed for the airport.",
        "Edmund: So am I.",
        "Cassie: Why are you going to the airport?",
        "Edmund: Well, I thought i could join you. We could spend the day together.",
        "Cassie: No. No, no, I don't want you to trouble yourself at all. Plus, I'm going to be on the first flight out of here.",
        "Edmund: All right, I'll pick you up at the airport.",
        "Cassie: Don'T. Really, I don't want you to worry about it. I'll just meet you at home, okay?",
        "Edmund: It's no trouble. I'd love to be there. I can meet outside of the gate with a big card when you get off the plane.",
        "Cassie: Edmund, I drove my own car, so just let me meet you at the house. You know, it'll be more fun that way.",
        "Edmund: Cassie, I'm sorry you were stranded in that hotel room all by yourself.",
        "Cassie: I survived.",
        "Edmund: I missed you last night.",
        "Cassie: Me, too.",
        "Edmund: Everything is going to be okay.",
        "Cassie: What do you mean?",
        "Edmund: Well, it's been a rough last few months, but everything'S... it's going to be okay. Imposter's been caught. Now we can... I can't wait to see you.",
        "Cassie: I love you. I'll see you soon. Coming up on \"guiding light\":",
        "Tammy: Oh, mr. Schirripa. Oh, I'm so glad you're here. Welcome to springfield. Tammy winslow at your service.",
        "Josh: Phillip spaulding is going after cross creek. He's trying to sort of take it over in the same way he did company. oprah: We're going inside the human body.",
        "Tammy: I hope he's still here. The arrivals board said his plane just landed, but I don't see him anywhere.",
        "Edmund: Well, perhaps he's in baggage claim.",
        "Tammy: Could you go check for me?",
        "Edmund: Tammy?",
        "Tammy: But I just showed you his picture in the magazine in the car. I mean, you know what he looks like now. Please? This means so much to me. Please. Oh, mr. Schirripa! Oh, I'm so glad you're here. Welcome to springfield. Tammy winslow at your service. How was the flight from jersey?",
        "Steve: You're the person the hotel sent to pick me up?",
        "Tammy: Yeah, I'm your security. You know, like you and uncle junior.",
        "Steve: I'm not expecting any problems, unless you know something I don'T.",
        "Tammy: Oh, no, don't worry. If anyone tries to get wise, i know how to lay a beating on them. I've seen every episode.",
        "Steve: Okay, okay, take it easy. Where's the car?",
        "Joey: Right this way, mr. Schirripa.",
        "Steve: And who are you?",
        "Joey: I'm your limo driver. I'm sorry. We won't be needing your services.",
        "Tammy: I'm sorry, mr. Schirripa doesn't go anywhere without security.",
        "Joey: You? (Laughs)",
        "Tammy: Yeah. You've got a problem with that?",
        "Steve: Okay, now I feel like I'm back in jersey.",
        "Joey: Sir, I need you to come with me.",
        "Tammy: I was here first.",
        "Steve: Okay. I don't know what's going on, and I don't really care. You know, I just want to go get something to eat, and a ride back to my hotel. Now, which one of you can do that for me?",
        "Tammy and joey: I can.",
        "Sandy: I don't know what you're trying to do here. Are you accusing me of something?",
        "Hawk: Don't get your shorts in a knot. I'm just having a little fun with you, that's all. There is no family motto. Not even a secret handshake.",
        "Sandy: Ah, I'm sorry. This whole family thing is new to me.",
        "Reva: You keep giving him the third degree like that, he's going to be happy to see you get on that plane.",
        "Hawk: (Laughs) you got a fine young man here. Feels like he's always been one of us.",
        "Sandy: Feels like that to me too.",
        "Reva: Big peace or small, pop?",
        "Hawk: You have to ask?",
        "Reva: (Laughs)",
        "Josh: Hey, save a piece for me.",
        "Reva: Joshua.",
        "Josh: Hi.",
        "Reva: Now the party can start.",
        "Hawk: How did the meeting go?",
        "Josh: Still a few details to work out.",
        "Reva: What meeting?",
        "Josh: Nothing big. Nothing to worry about, anyway.",
        "Hawk: Hey, why don't you cut some more cake? I need to talk to josh for just a second.",
        "Josh: Yes, we do have to talk. I'll be right back. I promise.",
        "Reva: It always make me nervous when those two conspire.",
        "Sandy: I know the feeling.",
        "Josh: Well, you were right. Phillip spaulding is, for whatever reasons, going after cross creek.",
        "Hawk: And I'm the one that opened the door for him.",
        "Josh: You know what? You don't have to worry, okay? We'll fight him in the courts. We'll fight him in the streets if that's what we have to do. But either way, I think I have to go to cross creek now to see if I can straighten this out.",
        "Hawk: You going to tell reva what you found out?",
        "Josh: No. No, I don't want her to know anything about until we have more details. But he bottom line is this: Nobody goes after this family and gets away with it.",
        "Olivia: Well, that must have been some meeting. Josh didn't even stop to say hello.",
        "Bill: Yeah, well, phillip has that affect on people.",
        "Olivia: What do you think it was about?",
        "Bill: Well, I have no idea. But if it concerns me, I'm sure josh will let me know. But right now, I got a date.",
        "Olivia: What is it? I thought that going after spaulding was as important to you as it is to me.",
        "Bill: It is. But we're just talking about work right now. And really, I got to take the night off.",
        "Olivia: So your sex life gets priority?",
        "Bill: You got that right. Hey, what's going on?",
        "Sheryl: Hey, there. I hope I'm not late.",
        "Bill: No, no, perfect timing.",
        "Sheryl: Okay.",
        "Bill: Sheryl, this is my partner, olivia. Olivia, sheryl.",
        "Olivia: Always nice to meet a friend of bill'S.",
        "Sheryl: Nice to meet you.",
        "Olivia: This is my daughter, emma.",
        "Sheryl: Look at her. Such an angel, sleeping so peacefully.",
        "Bill: Yeah, well, have fun, ladies.",
        "Olivia: Before you go, would you get me an iced tea? I just don't want to move emma while she's sleeping. Please?",
        "Bill: Sure.",
        "Olivia: Want to have a seat?",
        "Sheryl: Sure.",
        "Olivia: Sorry. Work, work, work.",
        "Sheryl: Oh, I know what you mean.",
        "Olivia: So what do you do, sheryl?",
        "Sheryl: I'm a nurse at cedars. And you know, I've been working so much overtime lately, it's nice to finally have a day off.",
        "Olivia: Yeah. And bill's a nice guy to spend it with.",
        "Sheryl: Yeah, you know. Funny thing about that, I only met him once, and was a little surprised this morning when he called.",
        "Olivia: It surprised me too.",
        "Bill: Well, there you go, partner.",
        "Olivia: Thanks, partner.",
        "Bill: Well, shall we?",
        "Sheryl: Sure.",
        "Bill: All righty.",
        "Sheryl: It was very nice to meet you, olivia.",
        "Olivia: Same here. Enjoy your afternoon.",
        "Sheryl: I will.",
        "Olivia: Hey, bill, why don't you give me a call when you feel like working again?",
        "Bill: Kick back with emma. It's going to do you a world of good.",
        "Tammy: My uncle edmund is here with his car.",
        "Joey: Oh, edmund to the rescue again.",
        "Steve: Your uncle's part of this security team?",
        "Tammy: Not exactly, but he could be.",
        "Joey: Yes. He could be anything.",
        "Steve: Well, I can't wait to meet him. Where's his car?",
        "Joey: My car's right outside. I got here first.",
        "Tammy: I saw him first.",
        "Joey: I've been waiting outside all morning. I borrowed a car from lizzie's family. I'm driving him to the dinner.",
        "Tammy: Not without a valid chauffeur's license, you're not.",
        "Steve: Score one for the little lady.",
        "Cassie: I want you. I want you so much.",
        "Jeffrey: And I've wanted you longer than you know.",
        "Man: Are you nuts?",
        "Edmund: Sorry. Sorry, I thought you were someone else.",
        "Joey: I need to win this competition. You don'T.",
        "Steve: What competition?",
        "Tammy: Nothing that you need to worry about. Joey's just trying to impress a blonde named lizzie.",
        "Steve: Oh, you're a real player, huh, joey?",
        "Joey: No, no, no, the blonde has nothing to do with this. My whole future is riding on you.",
        "Steve: Well, good. I'm glad there's no pressure.",
        "Tammy: Now you're begging. May I take your bag for you? There are no heads in it, right?",
        "Joey: (Laughs mockingly) he's not going to pick you because you make \"soprano\" jokes.",
        "Steve: That wasn't a bad joke, though.",
        "Joey: I'll take the bag.",
        "Tammy: No, I'll get it.",
        "Steve: Hold it! Nobody move. You two are nut cases. You're not a limo driver. And you couldn't guard a hamster, never mind me. Now 'fess up, or I'm going to call the cops or my publicist, which would be much worse, trust me. What's it going to be?",
        "Olivia: Okay, here's the deal, girlfriend. I want you to take a nap after you finish eating. Then mommy's going to do some work, and then we'll go have some fun together, okay? I know bill kind of left us holding the bag, but it's okay, because only one of us can end up on top when this whole thing is over, and guess who that's going to be? That's right. We don't need no stinking men. No, we don'T.",
        "Phillip: Hello, sweetheart. What's mommy feeding you? Is she giving you breakfast or propaganda?",
        "Olivia: Bug off, phillip. It's my day with her.",
        "Phillip: Oh, touchy, touchy, touchy. Who was bill's lovely young friend?",
        "Olivia: Who cares?",
        "Phillip: Obviously you do.",
        "Olivia: No, I don'T. We have a business relationship. It's strictly professional.",
        "Phillip: Really? You may have convinced bill of that, but I don't think you're doing much of a job of convincing anybody else. Is she, sweetheart? No.",
        "Josh: Now, I have no idea how long I'll be away...",
        "Sandy: Reva's wondering what happened to you two.",
        "Josh: Did you hear any of that?",
        "Sandy: Just enough to know that there's trouble.",
        "Hawk: Might as well tell him what you found out.",
        "Josh: Would you mind just closing the door, please? Thank you. All right, here's the deal. Phillip spaulding is going after cross creek. He's trying to sort of take it over in the same way he did company.",
        "Sandy: Oh, that's it.",
        "Josh: Yeah. See, cross creek is sort of the heart and soul of this family.",
        "Sandy: Yeah, of course. But they can't take it. You're going to fight it, right?",
        "Josh: Yes, and we'll do that. But I need a promise from both of you, right here and now, okay? Reva can't know anything about this. If she finds out, she's going to go after phillip with her bare hands. She's going to land herself in jail.",
        "Hawk: I can see it now.",
        "Sandy: Yeah, me too.",
        "Josh: So just let me handle it. And with any luck, she won't ever have to...",
        "Hawk: Hey.",
        "Josh: Hey.",
        "Reva: I'm partying all by myself in there. What is going on?",
        "Josh: Well, you're not going to like hearing this, but I'm afraid I have to go out of town for a few days.",
        "Jeffrey: Well, here we are. I guess my bodyguard services are finished.",
        "Cassie: Yeah, no longer looking over my shoulder for red capes or falling planters.",
        "Jeffrey: That's right. You just get to go back to your farm, to your kids, to edmund, and try to be happy.",
        "Cassie: I'll give it my best shot.",
        "Jeffrey: You need a lift back to the farm?",
        "Cassie: No, I need to see if they have my cell phone. That's probably going to take a while, so I'll just grab a cab.",
        "Jeffrey: Okay. Well, try to stay out of trouble.",
        "Cassie: Thank you. Thank you for your protection and your friendship. It was an adventure.",
        "Jeffrey: Yes, it was. And we managed to come through it on speaking terms. Imagine that.",
        "Cassie: (Laughing) now that's amazing.",
        "Jeffrey: Well, take care of yourself.",
        "Cassie: You, too.",
        "Steve: Okay. The truth, or I walk and I let security handle it. It's your call.",
        "Tammy: You're right. I'm not a bodyguard.",
        "Steve: No kidding. And what's your story?",
        "Joey: The car's a rental. I borrowed it from a friend.",
        "Steve: Okay, kids, I don't know what you're trying to pull here.",
        "Joey: Look, I'm joey lupo.",
        "Steve: That's a good italian name.",
        "Joey: Darn, I knew I should have used the name thing. Anyways, tammy and I are interning at spaulding enterprises this summer.",
        "Tammy: And there's this competition, and the winner gets a full college scholarship. But the only way you can win the contest if we bring a celebrity like yourself to the company dinner tonight.",
        "Joey: Or it's back to pounding nails.",
        "Tammy: Or sudsing suvs at the car wash.",
        "Steve: Well, I'd like to help you out, but I've got plans tonight. People are waiting. Good luck, kids.",
        "Tammy: Without you, I guess steven segal will be the toughest guy at the dinner tonight.",
        "Steve: That fraud is going to be there?",
        "Joey: Along with a lot of publicity and television, huh? If you don't show up, he is going to be the center of attention.",
        "Steve: What's the party get started?",
        "Tammy: They roll out the red carpet at 7:00.",
        "Steve: I guess maybe I can make a quick appearance.",
        "Joey: Yes, thank you. (Laughs)",
        "Steve: So which one of you two are going to deliver me there?",
        "Tammy: We both will.",
        "Joey: Yeah. We'll both take credit for it. We'll work on this together.",
        "Steve: I thought you two were competing against one another?",
        "Joey: Yeah, but it's okay. We can figure all of that on the ride to the dinner.",
        "Steve: And you do know how to drive?",
        "Joey: Yeah, it's parked outside.",
        "Steve: Let's go, kids.",
        "Tammy: Sweet outfit.",
        "Joey: (Laughs) there is no way you're getting credit. I'm getting credit for taking him to the dinner.",
        "Tammy: Not on your life, lupo.",
        "Joey: Yeah?",
        "Hawk: You take care of your mamma while josh is away.",
        "Sandy: Yeah, don't worry. I'll take care of her.",
        "Reva: Are you sure this isn't something that billy can take care of, whatever it is?",
        "Josh: No. He's pretty overwhelmed right now.",
        "Reva: Well, then I can go, you know. I'm an ace at problem-solving.",
        "Josh: Not in the oil fields.",
        "Reva: (Laughs) well, then I can come along as a stress reducer.",
        "Josh: Yeah, you're very good at that. I'll admit that freely. But I think sandy needs you to be here.",
        "Reva: Well, he can come with us.",
        "Josh: What about your fans at wspr? What, are you going to be on vacation this whole time? Come on.",
        "Reva: (Moans) I don't think my new bossy boss, mr. Phillip, would approve of that. So I guess I have to stay home.",
        "Josh: I'll call you every night.",
        "Reva: Yeah, well, that's not good enough. I mean, after this year that we've had, I don't want to go to bed at night or wake up in the morning without you beside me.",
        "Josh: I'll come home as quick as I can. I promise. And you have to promise to behave yourself.",
        "Reva: Who, me?",
        "Josh: Behave, yes. (Laughs)",
        "Reva: I'll do the best I can.",
        "Josh: And you have to promise to be here in this house... (reva laughs) ...when I get home, okay?",
        "Reva: I love you.",
        "Josh: I love you. Always, reva.",
        "Reva: Always, bud. You can't do that and walk away.",
        "Josh: Be still, my beating heart. (Both laugh)",
        "Phillip: Was it something i said? I'm sorry. I didn't mean to suggest that you'd gone husband shopping again at the lewis mart.",
        "Olivia: No, actually that looks like something you're doing, except it's not going so well. Josh looked like he was looking for blood when he left here.",
        "Phillip: Really? I didn't notice that.",
        "Olivia: Don't get to comfy in that ivory tower of yours. The demolition ball, it swings both ways, remember?",
        "Phillip: That is so profound.",
        "Olivia: You like it?",
        "Phillip: Yeah.",
        "Olivia: Oh, good.",
        "Phillip: Is that the world according to slingshot enterprises? I should write that down.",
        "Olivia: You know what? As much as I'm loving this conversation, it really is my day with emma, so...",
        "Phillip: Bye, sweetheart. Bye, precious. You'll be okay. And daddy will see you tonight. I love you. (Phone rings) alan. Yeah. No, actually josh didn't take the bait. Josh inhaled the bait. Yeah. He's all fired up. He's on his horse right now, on his way out to oklahoma to save that worthless cross creek. Well, no, I don't think anybody's minding the store right now. I think now would be the time to snatch up all those vulnerable properties here in town. Mm-hmm.",
        "Edmund: Well, looking for a taxi, young lady?",
        "Cassie: (Laughs) oh, I'm so glad you're here.",
        "Edmund: I missed you.",
        "Cassie: I hate even spending one night alone without you.",
        "Edmund: I should have come with you.",
        "Cassie: (Laughs) you would have been bored, you know. Those conventions, you know how they are. How long have you been here waiting for me?",
        "Edmund: Well, I just made it to arrivals, actually. Why?",
        "Cassie: No reason. No reason.",
        "Edmund: Well, then I think we should go home and celebrate the arrest your imposter and close the entire episode. We can even invite jeffrey o'neill over for dinner if you'd like.",
        "Cassie: Why would you want to do that?",
        "Edmund: Well, he was instrumental in catching the woman who was stealing your identity. We have a debt of gratitude we owe him. I think it's only right that we repay.",
        "[NEXT_ON]",
        "Harley: This is gus aitoro.",
        "Gus: I've heard of you.",
        "Coop: Yeah, you too."
    ],
    "Transcript Author": [
        "by Boo"
    ],
    "url": "https://www.youtube.com/watch?v=l7k-bNQyvp8"
}