{
    "Episode Summary": [],
    "Recap": [
        "Eden comes to the museum to see Tony and Marah. She tells Marah that her designs have captured the interest of Mr. Pascal and he wants to buy the entire line. She snaps a picture of Marah and Tony. They make plans to celebrate later in the week with Eden. Later at home, Eden looks at a photo album full of pictures of Tony. She examines the new picture and inks Marah out of the picture. Phillip comes to see Gus and discuss the pros and cons of being a Spaulding. Gus offers to run interference with the DA when Phillip finds out about Lizzie being in jail. Jeff and Gus talk and he explains the situation about Frank impounding the car. Jeff says now he remembers why he hates small towns and their politics. Gus says he';; get used to it. Gus tells Cassie the charges will be dropped. The girls get sprung.",
        "The scene replays with Cassie finally meeting Jeffrey whom she calls Richard before she faints in his arms. Edmund wants to know if Jeff told her who he was. He was trying when she fainted. Cassie awakens and wants Jeff to stay. He is on his way to the station. Edmund makes the introductions and tells Cassie this is the DA who is charging her daughter with grand theft auto. Once Jeff leaves, Edmund and Cassie talk about what happened between them in San Cristobel and that she thought that Richard had come back to her when she saw Jeff."
    ],
    "Recap Author": "Barbra",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Tony: Marah, you left the front door open.",
        "Marah: Oh, it was for the fumes.",
        "Tony: Oh, look, you're making our garbage cans so special.",
        "Marah: (Laughs) It was Mrs. Gonzales's idea.",
        "Tony: The grocery store lady?",
        "Marah: Yeah, I told her that our trash cans kept getting swiped, and so she said to mess them up and write on them and stuff. You know, I was just going to put our names on them, but then I got a little carried away.",
        "Tony: Well, you're a mess.",
        "Marah: Yeah?",
        "Tony: Yeah.",
        "Marah: Well, I was thinking of taking a shower.",
        "Tony: Oh.",
        "Marah: Babe, you're going to get all messy, too. (Laughs)",
        "Eden: Hello. Uh, the door was open. Am I interrupting something?",
        "Tony: Yeah, you are.",
        "[SCENE_BREAK]",
        "Phillip: Actually, I don't need that. Thanks. So, where's Harley?",
        "Gus: She had a rough day. She went to go have dinner with her father. I'm hanging with the kids.",
        "Phillip: Okay. And they're both asleep?",
        "Gus: Uh, yeah, they're down for the count. So, what else should we talk about? The weather? Are we bonding? Is this brother bonding?",
        "Phillip: No.",
        "Gus: Oh, good, because I mean, if you came to warn me or something, you might have spent a little too much on the imported beer.",
        "Phillip: Okay, look, I know what it's like to find out that you're adopted, to realize that you suddenly have this whole other family...",
        "Gus: Whoa, no, no. I don't have any whole new family, okay? My family is Joe and Angela Augustino. That's my family, and I told Alan this already...",
        "Phillip: Okay, yeah. Hey, I felt the same way when I found out. I didn't want to have anything to do with my biological father, okay? But things change, and this is Alan. You don't know him very well.",
        "Gus: Well, I beg to differ. I think I know Alan... I spent a lot of time with him. I know... I saw all sides to Alan.",
        "Phillip: I've spent my entire life with him, Gus, and I haven't seen all sides to him...",
        "Gus: Is this a competition or something? Because if it is, I'll just save you a whole lot of time. You win, I lose. You can have him, he's yours. What?",
        "Phillip: Nothing. I'm counting to ten. I'm reminding myself of why I came over here.",
        "Gus: I need a drink. Why did you come over here?",
        "Phillip: Because your mother's worried about you. And because I am sincerely trying to warn you. You think that because you told Alan to go to hell, it's all said and done. That's not true. Alan doesn't like to lose.",
        "Gus: I'll keep that in mind.",
        "Phillip: And he has been looking for a way to punish me ever since he found out that Olivia and I had feelings for each other.",
        "Gus: Oh, so this is really all about you, isn't it?",
        "Phillip: No, he's going to make it about you. He wants to take everything away from me, and he's going to use you as his weapon of choice because you're going to be his new heir.",
        "Gus: Well, I don't want to be his heir. I don't want anything to do with the family, and I don't want the money, okay? And I... And I told him all of this already.",
        "Phillip: That doesn't make any difference, Gus. He doesn't give a damn what you want. He's going to use you anyway.",
        "Gus: He is going to use me to put you out in the cold. Isn't that what's going on here, Phillip? Isn't that the problem here? You're afraid that your father's going to cut you off from all the family dough.",
        "[SCENE_BREAK]",
        "Lizzie: Okay, so it's like, what? If I don't cause any trouble for you and my dad, you won't repeat this bogus story about me being... What?",
        "Olivia: \"The brainchild of this operation,\" according to the arresting officer.",
        "Lizzie: But that's total blackmail.",
        "Olivia: I think maybe you should consider it a business deal.",
        "Lizzie: No. A deal would be if my parents never found out about any of this, ever.",
        "Olivia: Like you said before, it's going to hit the morning paper. There's not a whole lot I can do about that.",
        "Lizzie: Well, then, I guess there's nothing I can do for you.",
        "Olivia: How did I end up here again?",
        "Lizzie: Jail?",
        "Olivia: You know what, Lizzie? You're right; I'm wrong. We'll let your parents handle this.",
        "[SCENE_BREAK]",
        "Frank: I know you don't believe it, but I really am on your side.",
        "Marina: Are you bailing us out tonight?",
        "Frank: Not yet. But I'm trying...",
        "Marina: Great.",
        "Frank: I'm trying, honey!",
        "Marina: Great, fabulous, fabulous.",
        "Olivia: Can we work on this together? I can't seem to get in touch with Phillip.",
        "Frank: We're going to go get the attorney now. I'm going to talk to the D.A. tonight, and I will get you out of here, all right?",
        "Olivia: You girls hang in. We're going to get you out.",
        "Marina: Don't worry about me! Compared to my life, this is freedom.",
        "[SCENE_BREAK]",
        "Jeffrey: Great, you know, thanks a lot.",
        "Cassie: Sorry, okay?",
        "Jeffrey: Mowing down innocent people, huh?",
        "Cassie: (Whispering) Richard.",
        "Jeffrey: Ah, great. Not again. Hey, hey, hey! Whoa, whoa, whoa, whoa! Hey there. Hey, hey.",
        "Edmund: Did you tell her who you are?",
        "Jeffrey: I tried to, and then she... she passed out. Hey.",
        "Edmund: She's Richard's widow.",
        "Jeffrey: Oh, great. Hey. Hey there. Hey there. Hello? Hey. You all right? Hi.",
        "Cassie: (Whispering) You're still here. It's not a dream?",
        "Jeffrey: I'm sorry, okay? I'm sorry, lady. It's just the face, you know? And... I didn't know it would upset you so much. I mean, I didn't... You know, I didn't know that you were... I'm sorry, okay? I know I look a lot like this Richard guy.",
        "Cassie: Who are you?",
        "Jeffrey: My name's Jeffrey, Jeffrey O'Neill. I'm the new D.A. here, and as for the face... (Laughs) ...Well, I guess, you know, things like that just happen sometimes, so... Once again, I apologize. Looks like you're doing better now, so I'll just be on my way, okay?",
        "Cassie: No, no. Stay.",
        "[SCENE_BREAK]",
        "Marah: Be nice. Hey.",
        "Eden: I should have knocked.",
        "Marah: No, it's okay. Like you said, the door was open.",
        "Eden: But I just couldn't wait to tell you. Adrian Pascal was blown away by your design of the bags.",
        "Marah: Really?",
        "Tony: I told you he liked it.",
        "Eden: He wants to buy an entire line-- like mix and match the bags for his new fall line.",
        "Marah: Adrian Pascal wants to sell my design?",
        "Eden: And why wouldn't he? Get used to it; you're very talented, Marah. I mean, look at this. Your garbage can is even hip.",
        "Marah: (Laughs)",
        "Eden: What, do you want to sell those, too?",
        "Tony: So, this guy, Adrian, he's... he's going to buy her design with her name on it, right?",
        "Eden: (Laughs)",
        "Marah: Adrian Pascal. (Laughter)",
        "Tony: Marah, come on, catch up, what are you doing?",
        "Marah: Adrian Pascal wants to buy my designs! (Laughs) The paint, the paint. Oh, thank you, thank you. This is so nice.",
        "Eden: Well, I'm no saint, you know. I got a really nice finder's fee, so...",
        "Marah: Yeah, but still. You know what? I'm cooking a big dinner tonight. Do you want to come and join us and celebrate?",
        "Eden: No, that's all right. But you know what? Why don't you guys come over to my place one night, and I'll cook dinner?",
        "Marah: Babe?",
        "Tony: Sure.",
        "Eden: Great. Okay, I'll call you later in the week and figure out a night.",
        "Marah: Thank you so much for everything.",
        "Tony: Yeah. Thanks, Eden, for going out of your way for Marah. I appreciate it.",
        "Eden: Well, you can repay me.",
        "Tony: What?",
        "Eden: Stand next to your girlfriend and smile. I know this sounds silly, but I want to take a picture of this moment. I almost feel like I have friends.",
        "Marah: You do. You do. And it's not silly. Babe, come on, come on.",
        "Tony: Why not?",
        "Eden: Okay. Cheese?",
        "Tony: Cheese. (Laughter)",
        "Eden: Great, so, I'll call you and we'll figure out a time.",
        "Marah: Okay. Thank you. Adrian Pascal wants my designs. (Laughs)",
        "Tony: Yeah, maybe we should write that on the garbage cans, too.",
        "Marah: I can't believe that girls all over the world are going to be wearing my design.",
        "Tony: Yeah. I can't believe I'm going to a bordello for dinner. Only for you.",
        "Marah: You're so good to me. You know what?",
        "Tony: Hm?",
        "Marah: I'm still a mess.",
        "Tony: I'll race you to the shower.",
        "Marah: Yeah?",
        "Tony: Yeah. (Laughter)",
        "[SCENE_BREAK]",
        "Jeffrey: I'm the District Attorney. D.A., Cassie. Jeffery O'Neill. The man responsible for locking up your daughter. So one of the crew is yours?",
        "Cassie: Tammy. Tammy Winslow. Okay. That one. Oh, my God. Tammy, has she seen you?",
        "Jeffrey: No, I haven't had the privilege to meet Miss Tammy yet but I know she has a juvenile record and she's on probation already for stealing a ring or something from a jewelry store.",
        "Cassie: It was the ring you gave her. It was the ring my husband gave me, and I sold it to a store and she was upset about it.",
        "Jeffrey: Well, you know if the kid is upset, I'm sorry about that, but maybe you should think about taking her to a psychiatrist because stealing things won't be a way to work out her problems.",
        "Cassie: The child was grieving trying to support...",
        "Jeffrey: I know the story. Don't try and explain yourself.",
        "Cassie: Tammy was a good kid who didn't mean any harm. She was punished.",
        "Jeffrey: Apparently your parenting didn't stick. She's stealing cars from police compounds.",
        "Cassie: It was her friend's car who shouldn't have been there in the first place.",
        "Jeffrey: If you'll excuse me.",
        "Cassie: That's it left kid in jail all night long?",
        "Jeffrey: That's right. We can press the charges in the morning.",
        "Cassie: Why are you doing this?",
        "Jeffrey: Lady, your daughter committed a crime. When you commit a crime you have to go to jail. That's the way it works. I don't care how much money you have or what your name is. Do you want to help your daughter out? Then take the time to do it, the time to running this hotel and whatever you're doing and be a good mother.",
        "Frank: This is outrageous. Cassie is a working mother good mother to Tammy and her brothers.",
        "Jeffrey: Oh, yeah is that why she was with San Cristobel's whatever. Was she being a good mother then, when her kid was getting arrested?",
        "Olivia: So just call me when you get the message or I'll call you and leave a message if I find out anything, okay, Phillip, thank you, bye I'm striking out, Frank.",
        "Frank: All right. Legal aid is on their way over there to talk to the girls. So they can't be released until they're charged. So that means morning.",
        "Olivia: (Groans)",
        "Frank: You know, Olivia, it's an amazing thing. Every single time I set boundaries for Marina, she's just more and more determined to jump over them.",
        "Olivia: It's kind of her job, Frank; she's a teenager.",
        "Frank: What does that mean, though? What am I supposed to do? Never draw the line? Never... never try to protect her? Never try to teach her right from wrong? And I'm certainly not going to let her have her way the entire time just so she'll like me. Olivia, you know, sometimes I think I'm just getting too old to do this all over again.",
        "Olivia: Frank, you're not... You're not old, okay? And isn't... isn't Marina your only child?",
        "Frank: I raised Harley when I was just a kid myself.",
        "Olivia: Oh, it's kind of like Sam and me. And now I'm about to do it again. Oh. We're young. (Laughs) We're strong. We can do this.",
        "Frank: Yeah, well, I think the hardest part is doing it alone.",
        "Olivia: I hope I never have to find that out.",
        "Frank: You know what tomorrow is? Tomorrow is Marina's 18th birthday. 18 years ago I... held this beautiful, tiny, screaming and kicking little baby girl, my daughter. I looked down and I promised her that I always would take care of her. No matter how much she kicked, no matter how much she screamed, I would always be there for her, and love her and protect her. And do you know where she's spending her 18th birthday? In jail.",
        "Olivia: Not what you pictured, huh?",
        "Frank: No. Not at all. But you know what? I'll take one night in jail over finding her dead on the highway in Ben Reade's car.",
        "Olivia: Oh, yeah, look, I... don't know you that well, Frank, but I have spent time with Marina. She's really a great kid.",
        "Frank: She is.",
        "Olivia: And I get her. You know, I know what it's like to want more out of the world than you're told you can have.",
        "Frank: Yeah, well, who doesn't?",
        "Olivia: Marina... She's struggling. It's a really hard lesson, remember? So just go easy on her, Frank, so you don't break her spirit or kill her love for you.",
        "[SCENE_BREAK]",
        "Phillip: Hey, Gus, I can fight Alan in court for a long time if I want to. And if it comes to that, I will.",
        "Gus: God. Oh, my God. I just remember having a drink in a bar with a certain somebody who said he was walking away from the family because they're poison. And now you want to take your own father to court. You want to get your name back. You want the money. Who are you, man?",
        "Phillip: You should remember that question. Because you're right. See, this is what happens with Spaulding's.",
        "Gus: But you see, I don't think it's that difficult, Phil. I think you turn away, you walk away, you stay away.",
        "Phillip: Yeah, and Alan follows you. Hounding you, goading you, making it impossible for you to ever live your life. You will never be free. I am the poster child for that.",
        "Gus: Aw, you sound like such a victim. Your father was on the bridge. He was going to kill himself. His body was so pumped up with drugs, it was making him crazy. Alexandra did it so she could take everything away from him, and give it to you...",
        "Phillip: You... you know that for a fact?",
        "Gus: Yes, what?",
        "Phillip: The drugs. You know that he...",
        "Gus: Yes, of course, I know it for a fact.",
        "Phillip: How?",
        "Gus: Harley and I ran a blood test on him, okay? We found traces of a drug that is used for anxiety. But taken in high doses, taken in mega doses, it will cause hallucinations. It will cause suicidal tendencies. Are you telling me that honest to God, you didn't know about this? You didn't know about this? You weren't wondering to yourself somewhere along the line, \"Why is my father talking to the walls?\"",
        "Phillip: I wasn't there.",
        "Gus: But still, you didn't wonder in your head?",
        "Phillip: I thought if anything, he was having a breakdown. That's what they told us.",
        "Gus: Please, how twisted do you really think he is?",
        "Phillip: Oh, he faked two heart attacks! He switched Olivia's birth control pills with placebo so he could get her pregnant and hold onto her. Don't talk to me about twisted.",
        "Gus: He was going to kill himself! He is your father. You don't let things get that far, Phil.",
        "Phillip: You think I don't love him, Gus? Why do you think I always go back? Why do you think you're defending him right now?",
        "Gus: Wait, I'm... I am not defending... I'm... The guy was in trouble, okay? It wasn't his fault.",
        "Phillip: Right, so you helped him. And he sucked you in.",
        "Gus: Oh, no, not at all.",
        "Phillip: Yeah, he did. It's okay. You don't have to be embarrassed about it. He's good. He's really good. He gets whoever he wants. That's what I'm trying to tell you.",
        "Gus: All right, I stand warned. Anything else?",
        "Phillip: Why can't you understand that I'm trying to help you?",
        "Gus: Because all I am hearing at the end of the day, when I pull all the garbage away, is you saying, \"Stay away, Gus.\" Phil, you got nothing to worry about, okay? I am not going anywhere near your family clan. And you're never going to have to suck it up to the world and tell everybody that Gus Aitoro, \"Gus Aitoro is my brother!\"",
        "Phillip: So you think that I don't want to claim you. Do you remember when I first asked you about being Alan's son in the hospital? You denied it. You lied to me. No, Gus, you don't want to claim us, so don't give me this routine about \"I'm not good enough to be a Spaulding.\"",
        "Gus: Please! Your Aunt Alexandra did everything in her power to make sure I never find out about Alan and he never finds out about me.",
        "Phillip: Ever think maybe she was trying to do you a favor?",
        "Gus: Oh, do you think it ever occurred to her that she was doing me a favor? Don't sell me that, man! And don't tell me...",
        "Phillip: I wouldn't try to sell you on any of it, Gus, because I don't have a clue what she's thinking these days. But I can tell you one thing, and this is a really good Spaulding lesson. Somebody does you a favor by accident, you better take it because they're not going to do it on purpose very often.",
        "Gus: You guys are like a bunch of whack jobs.",
        "Phillip: Yeah. Won't it be fun to tell all the boys down at the station that you're one of us now? Won't it be fun for Harley to be involved with this family again? There's no middle ground, Gus. You're in, you're in.",
        "Gus: I am not getting sucked into your family, okay? I already told Al... I told him to get lost.",
        "Phillip: All right. And I keep trying to tell you that just doing that isn't enough. You have to be on guard 24 hours a day. He doesn't give a damn what you want. He has decided you are going to be his heir, and he's going to come after you whether you like it or not, so you damn well...",
        "Gus: You don't have to talk to me like a six-year-old, okay?",
        "Phillip: Well, then listen to me! I know what I'm talking about. (Baby crying)",
        "Gus: I got to go check on... on Jude.",
        "Phillip: Yeah, it's me, what's up? What? She did what? So Lizzie is in jail right now? Um, no, I'm on my way. I have to go. There's a family problem that I got to take care of.",
        "Gus: Yeah, I heard. So I guess Lizzie was with Marina.",
        "Phillip: You knew about this?",
        "Gus: No... Well, not that she was involved. Harley told me that Marina stole... Broke into the impound thing. I guess maybe I'm thinking to myself, maybe the arresting officer told Frank. But Frank just said to the arresting officer, \"Keep the girls in lockup.\"",
        "Phillip: Yeah, he did, to try to teach them a lesson, but he wasn't planning on keeping them in there. Who is this O'Neill guy, this new D.A.? You know anything about him?",
        "Gus: No, not...",
        "Phillip: Yeah, well, he's... He apparently got wind of this, and he has decided to use the girls as an example of his new zero-tolerance policy. He... He's charging them with grand theft auto.",
        "Gus: Well, don't worry. He can't do that. He can't do that because the car wasn't legally impounded.",
        "Phillip: Go down there and teach this guy the facts of life.",
        "Gus: Phillip, wait. Let me... Let me... I'll go do it.",
        "Phillip: What?",
        "Gus: I'm just... I'm picturing it in my head, man. You're going to go down there with all of your, you know, entourage and the big suits. And you're going to just him all riled up. I don't think it's a good... Just... Look, let me be the cop. I'll go down there and handle it. Let me... Let me... Let me take the first shot at him, all right?",
        "Phillip: All right.",
        "Gus: All right. Thank you.",
        "Phillip: All right, I'll... I'll watch the boys until I can get somebody over here.",
        "Gus: Good.",
        "Phillip: One hour. And then I am going to descend on Mr. O'Neill with more lawyers than he has ever seen.",
        "Gus: I'm sure you will.",
        "[SCENE_BREAK]",
        "Cassie: God, that man.",
        "Edmund: I know, I know.",
        "Cassie: I can't believe I heard those words coming out of his face. I can't think about it right now. I got to think about Tammy.",
        "Edmund: Cassie, we'll have Tammy out of there tomorrow. It will all be over. It's been difficult, Cassie, but everything's going to be fine. Tammy's going to be fine.",
        "Cassie: When she sees him...",
        "Edmund: She's a strong girl. You're the one I'm worried about right now.",
        "Cassie: I'm fine. I just need to think. I need to breathe.",
        "Edmund: Perhaps I should go.",
        "Cassie: Yeah, maybe... maybe so.",
        "Edmund: Yeah.",
        "Cassie: Edmund, um... I know that something happened between us in San Cristobel. I do know that.",
        "Edmund: Then you come back and you see Richard's face. Cassie, that first instant, didn't you think he'd come back?",
        "Cassie: Yeah, I thought everything was going to be fine, that finally everything was going to be okay.",
        "Edmund: Everything will be okay, Cassie. Call me if you need help with Tammy...",
        "Cassie: Thanks.",
        "Edmund: ...And if you run into any more iguanas in the middle of the night, I hope you'll still call me.",
        "[SCENE_BREAK]",
        "Olivia: I'm so glad I found you.",
        "Phillip: Yeah. Is Lizzie okay?",
        "Olivia: She's... she's not happy; she'll be all right. What are we going to do?",
        "Phillip: Well, Gus is talking to the D.A. right now.",
        "Olivia: Gus?",
        "Phillip: Yeah.",
        "Olivia: You... you trust Gus?",
        "Phillip: In this situation, I do.",
        "Olivia: Have you been here the whole time?",
        "Phillip: No, I actually spent some time talking to Gus's mother, my old nanny.",
        "Olivia: It's true.",
        "Phillip: Yeah. Alan's his father. She... she actually told me some very interesting things about Alan.",
        "Olivia: Like?",
        "Phillip: Another time. Oh, but she... I also found out Alexandra did drug him. And she hired somebody to stalk Reva and to frame you for it.",
        "Olivia: It wasn't Alan?",
        "Phillip: Uh-uh. No, it was all Alexandra.",
        "Olivia: That woman set me up.",
        "Phillip: Yeah, and she would have been happy to leave you there, if it weren't more convenient to frame Alan. Another banner year for the Spaulding's.",
        "Olivia: That woman is out of control.",
        "Phillip: I don't know what she was thinking. Maybe she just let it all get away from her.",
        "Olivia: So what? You know, Alan's not going to rest until he pays her back.",
        "Phillip: I'm sure he's sharpening the knives as we speak.",
        "Olivia: Good. So where is Gus on all this? Is he on Alan's side?",
        "Phillip: Well, he says he wants to stay out of it. I hope he means it.",
        "Olivia: Well, we can help him with that if it's money he wants.",
        "Phillip: No, I don't think that's the way. You're not going to buy somebody like Gus.",
        "Olivia: Oh, he says that now, but...",
        "Phillip: No, he's made a career out of looking down on people like the Spaulding's. He's not going to take any money from us. As a matter of fact, he says he doesn't want anything to do with us. Of course, in the next breath he says, \"How could Alan be so sick and nobody be paying any attention?\" You know, he's... he's confused.",
        "Zach: Mommy?",
        "Phillip: Zach. I'll be right back.",
        "Olivia: Gus may be confused now, but that's not going to last much longer.",
        "[SCENE_BREAK]",
        "Gus: O'Neill. Hey, how you doing? Detective Gus Aitoro. It's good to...",
        "Jeffrey: You're Aitoro?",
        "Gus: ...Meet you.",
        "Jeffrey: I've heard a lot about you.",
        "Gus: Yeah, well, that can't be that good.",
        "Jeffrey: Well, actually it is. You brought down Carmen Santos. We had a big party in New York. Good work.",
        "Gus: Oh, well, good, thanks.",
        "Jeffrey: I'm glad you're off suspension.",
        "Gus: Ooh, me, too. Listen, I got to learn how to shut my mouth around the big guys. That's my thing.",
        "Jeffrey: (Laughs) When you figure out how to do it, will you please tell me?",
        "Gus: Yeah. Look, I was checking out your first case up on your blotter, and it's the case with the girls that broke into the impound...",
        "Jeffrey: Oh, yeah, those... Charmers. Grand theft auto. I'm filing in the morning.",
        "Gus: Oh, will you... I might... I might hold off on that if I were you.",
        "Jeffrey: Oh, wait, let me guess. One of them is your daughters as well?",
        "Gus: No, no, not at all. I just... I don't think you got much of a case there, you know.",
        "Jeffrey: Well, they stole the car from the police impound. (Laughs)",
        "Gus: Yeah, but it was illegally impounded, actually.",
        "Jeffrey: What's that?",
        "Gus: Yeah. See, Frank Cooper, he was trying to teach his daughter a lesson, so he locked the car up. He was trying to teach his daughter and the daughter's boyfriend a lesson.",
        "Jeffrey: But the car wasn't registered in her name. It was registered in the name of a certain Ben Reade-- the boy...",
        "Gus: Boyfriend, exactly. He's an older boyfriend, and he actually gave her the car.",
        "Jeffrey: Well, she still took a car that wasn't hers.",
        "Gus: No, but he actually did give it to her. In fact, he was going to have it signed over to her on her 18th birthday. But the thing is, see, Frank didn't like that. Frank didn't like the fact that he was older. Frank didn't like the fact that it was a present, blah, blah, blah.",
        "Jeffrey: Okay, okay, I got it, I got it.",
        "Gus: Right.",
        "Jeffrey: Family squabble: That's what you're telling me?",
        "Gus: Exactly. Now, I'm thinking you have enough to get into the court, you know, room and everything. But, you know, you're going to look for backup. The boyfriend's not going to be there for you. They're going to bring up the illegal impound. It's going to be a mess. It's not good for you for your first case. That's all I'm trying to say.",
        "Jeffrey: Yeah. I didn't think about the impound problem.",
        "Gus: Yeah.",
        "Jeffrey: Or the rest of it. You know, now I know why I hate small towns.",
        "Gus: Actually, it's not bad. It's... There's a lot of action here for a small town. You'll be kicking butts in no time.",
        "Jeffrey: (Laughs) I appreciate it. And thanks for the heads up. I owe you one.",
        "Gus: No problem. Remember... remember that if I, you know, ever mess up and I need you.",
        "Jeffrey: I will.",
        "Gus: All right, thanks.",
        "Jeffrey: See you.",
        "Gus: Cassie, Cassie, Cassie.",
        "Cassie: Hey.",
        "Gus: You should go on down to the station and pick up your daughter.",
        "Cassie: What?",
        "Gus: I got O'Neill to drop the charges, so you should get down there.",
        "Cassie: He did?",
        "Gus: Yeah, they're going to be getting out in about an hour, so...",
        "Cassie: Oh, gosh, thank you. Thank you so much, Gus.",
        "Gus: No problem.",
        "Cassie: Okay, I have to call Frank and I have to call Phillip and I'll...",
        "Gus: Listen, you handle Frank; I will handle Phillip. You do whatever you got to do.",
        "Cassie: Thanks.",
        "[SCENE_BREAK]",
        "Hotel porter: You're welcome, sir. I'll... Let me know if you need anything else.",
        "[SCENE_BREAK]",
        "Gus: Okay, so, Lizzie should be released any minute.",
        "Phillip: Thanks. I owe you one.",
        "Gus: No, forget it.",
        "Phillip: Okay. Hey. Better get you back up to bed.",
        "Gus: I'll do... I'll take care of that. You should just get down to the station as soon as you can.",
        "Phillip: You sure?",
        "Gus: Yeah, absolutely.",
        "Phillip: All right, you're going to be okay with your Uncle Gus?",
        "Zach: Yes.",
        "Gus: You have to go back to bed, all right? There you go.",
        "Phillip: I mean it: Thanks. And I'm going to keep you posted. If you feel like it, you could do the same with me. Alan's going to try to pit us against each other. That only works if we let it.",
        "Gus: Are we going to have to trust each other?",
        "Phillip: Something like that. Okay.",
        "Gus: Oh. Beddy-bye.",
        "Zach: Beddy-bye.",
        "[SCENE_BREAK]",
        "Tony: Hey, you know, your trash can art is outside on the curb. If everybody walking by wants one, I don't know, I think this plan of yours may backfire.",
        "Marah: Well, we just might have to make it a house project, then. Dinner in 20 minutes.",
        "Tony: Is that arroz con pollo?",
        "Marah: Oh, good nose.",
        "Tony: Where did you learn how to make arroz con pollo?",
        "Marah: It's Mrs. Gonzales's recipe.",
        "Tony: Oh, you and her are getting pretty tight, huh?",
        "Marah: Oh, yeah, yeah. She has a lot of advice about how to take care and cook for the Latino American man. And most of it has to do with a lot of nodding no matter what you say...",
        "Tony: Oh, really?",
        "Marah: ...And putting dinner on table at the right time every night.",
        "Tony: Well, I like this woman.",
        "Marah: (Laughs) And always giving you the illusion that you're in charge at all times.",
        "Tony: Oh, that sounds way too familiar. So, are we really alone tonight or what?",
        "Marah: Yeah, I think so. Looks like everybody else has plans.",
        "Tony: Lucky us.",
        "Marah: Yeah, we are. And you know what, I was just thinking about that. Ooh. (Laughs)",
        "Tony: Goombah.",
        "Marah: We're together and we're happy.",
        "Tony: And now if only Adrian Pascal would buy your designs.",
        "Marah: Yeah, that, too. Baby, we have everything. And we can afford to be a little generous.",
        "Tony: This is about Eden, isn't it?",
        "Marah: Yeah. I mean, what's the problem with giving her a chance? I mean, come on, did you see her tonight with the camera? Babe, that's so sad. She needs friends.",
        "Tony: Wait, did you bring stray kittens off the street, too? Marah, you're too sweet for this world.",
        "Marah: Babe, you know what, it doesn't hurt me. Okay, it makes life better, I promise.",
        "Tony: So, we're going to be Eden's friends.",
        "Marah: Yeah, why not try?",
        "Tony: (Sighs) Why not. To our new buddy, Eden. Well I'm a one-man woman I want a one-woman man I've got two arms to hold him to love him all I can now it's a free world we live in it's this I understand but I'm a one-man woman I want a one-woman man I don't need nobody handing me those lines saying I can keep my freedom in these modern times I want a ring on my finger for all the world to see and when I get home from working he'll be waiting there for me cause I'm a one-man woman I want a one-woman man I've got two arms to hold him to love him all I can now it's a free world we live in it's this I understand but I'm a one-man woman I want a one-woman man...",
        "[SCENE_BREAK]",
        "Cassie: Are you okay?",
        "Tammy: Yeah. What happened?",
        "Frank: Gus Aitoro talked the D.A. out of filing.",
        "Cassie: I'm going to get you home.",
        "Tammy: I can't wait to be back in my own room.",
        "Frank: I never meant for it to go this far.",
        "Marina: No, don't worry about it, Dad, it's been fun.",
        "Frank: Marina...",
        "Marina: No, really.",
        "Frank: I really don't like being the enemy. Don't you think I want the best in the world for you? It's all I've ever wanted. Look... Can we just start over? Just wipe the slate clean?",
        "Marina: Whatever.",
        "Officer: Thank you.",
        "Lizzie: Where's Mom?",
        "Phillip: She's in Chicago with your grandmother but she should be back by now.",
        "Lizzie: Will you please go over there with me? She's going to be so upset.",
        "Phillip: Yeah. We're going to go over everything together. I'm sorry that I wasn't here sooner.",
        "Lizzie: It's okay. You're here. I knew the second you walked in, everything would be okay.",
        "Frank: Hey. Let's go home."
    ],
    "Transcript Author": [
        "Provided by Suzanne Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=JsMpI2wYhZU"
}