{
    "Episode Summary": [],
    "Recap": [
        "Holy is cleared a s a suspect. Bill admits to Beth that he and Michelle have split up. Enter Harley and Gus to the Spaulding mansion on police business. Harley tells Phillip the call was traced to the mansion. Gus asks to look at everybody's cell phones. Harley arrests Olivia. Phillip calls Ross for legal help. Olivia protests that she is innocent. Alex goes to the police station to see Olivia. Reva comes to see Olivia. Cassie and Danny sign their partnership papers. Alan goes to New Orleans to see Mindy Sue. Michelle gives Danny pictures."
    ],
    "Recap Author": "Barbra",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Josh: Okay, son. Thank you. That was Shayne; he's at the house. He said everything's fine. The police are still there. They're going to stick around for a little while.",
        "Reva: Well, that's good.",
        "Marah: Is it? I think that every cop in Springfield should be at the Spaulding place arresting the freak who's been after you.",
        "Cassie: It doesn't make since to me-- you know, explosions, phone calls. Doesn't scream \"Spaulding,\" does it?",
        "Reva: Who knows what goes on in that house.",
        "[SCENE_BREAK]",
        "Ed: Hey. So how does it feel?",
        "Holly: Oh.",
        "Ed: Vindication. You not only proved to the whole town that you weren't stalking Reva, you produced the show that exposed the person who was.",
        "Holly: Yeah. Feels very strange to have walked in here like the town outcast and now, good citizen Holly Reade.",
        "Ross: Holly, you were never an outcast, never.",
        "Holly: It felt like it, Ross. Being accused, being drummed out of my job.",
        "Blake: I'm just so glad they caught that creep so we can put this whole thing behind us.",
        "Holly: Yeah, that would be convenient, wouldn't it?",
        "Blake: Mom, I would think you would be the first person to want to forget about this.",
        "Holly: Yeah, yeah. The quicker I can put it behind me, the quicker you can ease your guilty conscience.",
        "Blake: Oh, Mom. I'm so sorry. I know in my heart you could never have done this. I was just trying to protect you. Can you forgive me?",
        "Holly: I can forgive you. I can forgive you; I don't know how easy it's going to be to forget it.",
        "[SCENE_BREAK]",
        "Beth: You know, Bill, you didn't have to come with me.",
        "Bill: Yeah. Well, you're not the only one who could use a drink, I got to tell you that. You know, I'm more than happy to support my Aunt Reva's show, but I hope I never have to step in a TV studio again.",
        "Beth: I agree with that.",
        "Bill: (Sighs) Did you reach Lillian?",
        "Beth: Yes, I did. The kids are fine.",
        "Bill: Did she see the show?",
        "Beth: She did, but apparently, only the people in the studio knew that the call was traced to Spaulding mansion, which I still can't believe.",
        "Bill: Yeah, that's got to be a little freaky knowing that the call came from the place where you used to live. Hits close to home more ways than one, hmm? I mean, let me ask you, you don't... I mean you don't think it's anyone in the family, do you?",
        "Beth: The stalker's call was linked to the house, not the people living in it.",
        "Bill: Yeah, I know. I just... I meant that, you know, it just... I don't know what I meant. Really, let's just change the...",
        "Beth: Yeah.",
        "Bill: Let's change the subject. Yeah.",
        "Beth: So, I saw you sitting with Michelle earlier.",
        "Bill: Let's change the subject to anything but that. All right, I'll have a beer please, and...",
        "Beth: A glass of Pinot Grigio. I'm sorry, it's just... After the explosion, I saw how Danny and Michelle reacted, how they went to each other, and I was just wondering...",
        "Bill: Wondering what? If Michelle and I are still together? No. No, we're not. Apparently, she can't love anyone but Danny Santos. So go ahead, say it.",
        "Beth: What are you talking about?",
        "Bill: Come on, Beth. You know that I broke up with you because I thought Michelle and I were meant to be or something. And I was wrong, okay? I admit that I'm wrong. So go ahead, say it, \"Ha-ha-ha, you got what you deserved.\"",
        "Beth: I would never say anything like that. I still care about you too much.",
        "[SCENE_BREAK]",
        "Alexandra: Why did you do that? I wanted to see the news with Reva's...",
        "Olivia: I don't really care what you wanted to see. I'm not interested in Reva. I'm interested in you, Alexandra.",
        "Alexandra: Me, really? Why is that?",
        "Phillip: Well, I think she's just stupefied. You did actually just get the words out of your mouth that you would like Olivia to stay here so that you can take good care of her.",
        "Alexandra: All right, all right, all right. She's here; why not just stay here, hmm?",
        "Phillip: She is staying because Alan isn't and because she had a scare today and I insisted that she stay.",
        "Alexandra: Fine, fine. Now just hear me out. Hear me out. Look, I'm trying to do the right thing here; I really am. Now before I change my mind...",
        "Phillip: No, no. Go ahead, I'm listening.",
        "Alexandra: All right. I just happen to think that all of us should put aside our differences now for the baby's sake. I mean, you're carrying a Spaulding child, Olivia. I mean, you're part of the family whether I like it or not.",
        "Olivia: And you don't.",
        "Alexandra: It really doesn't matter. Olivia, you are pregnant. It's a reality we all have to live with. And well...",
        "Olivia: You know, I really don't know what you make of this, but I find the kinder, gentler Alexandra a little scarier than the other one.",
        "Alexandra: (Laughs) Oh, please. Go ahead, just snap my olive branch. No, no, no, no, no. I truly was worried about you when you were rushed to the hospital.",
        "Olivia: Oh, Rick said that the cramping was normal.",
        "Alexandra: Well, still, I was very worried about the baby. Who are you calling?",
        "Olivia: Is monitoring my phone calls part of your prenatal care package?",
        "Alexandra: Well, very testy. Chalk it up to hormones, I guess.",
        "Olivia: You can chalk it up to whatever you like, Alexandra. I'm going to make sure you and Alan can't get anywhere near my child.",
        "Nolan: Excuse me I asked you to wait in the front room!",
        "Phillip: Hey.",
        "Nolan: I'm sorry, sir. They wouldn't let me announce them.",
        "Phillip: That's all right. No, no, what? Is something wrong? Is Zach okay?",
        "Harley: No, Zach is fine; he's with my dad.",
        "Gus: No, we're here on business. Police business.",
        "[SCENE_BREAK]",
        "Bill: I'm flattered that you still have feelings for me, Beth, and... I mean, I know how a big crisis can bring people together...",
        "Beth: Whoa, whoa, whoa, cowboy. Miscommunication. I'm not making a play for you. I just meant that you're hurt and I don't want to add to it.",
        "Bill: Yeah.",
        "Beth: (Laughs)",
        "Bill: All right, but you're not enjoying this? Not even... Not even a little bit?",
        "Beth: Okay, maybe just a little bit. Hey, you broke up with me; it hurt. But it boils down to the fact that you went to bed with Lorelei and you woke up with me, and it's only natural that you would turn to Michelle-- someone's who familiar, someone you understand.",
        "Bill: Yeah, well, I wish I understood that Danny Santos was the love of her life and I had no business getting in the middle of that.",
        "Beth: How... how could you know that? She kept leaning on you during that whole mess with Danny.",
        "Bill: Yeah, yeah, well... I mean, what I'm really sorry about, Beth, is I got so wrapped up with Michelle that I left you hanging, and I didn't mean to do that. I really didn't. I'm sorry. In fact, I like to think of myself as the type of the guy a girl can count on.",
        "Beth: Mm, what knight, shining armor, that whole bit?",
        "Bill: Something like that.",
        "Beth: Except it only works with damsels in distress. Trust me, I used to be one. Took me a lot of years to find out I didn't need the guy, just the armor.",
        "Bill: So you're fighting your own battles these days, is that it?",
        "Beth: Learning to. If we had met ten years ago...",
        "Bill: Oh, ten year... Then I... You know what happened? I'd be in the middle of you and Phillip, and that's... Now, that's déja vu all over again, isn't it? (Sighs) Speaking of Phillip, any hope for you two to-- I don't know-- back together?",
        "Beth: It would never work. Yeah, I'll always care for Phillip, but Olivia's on board now. You know, after what we've been through tonight, discussing our breakup seems pretty trivial.",
        "Bill: Yeah, yeah. You know, I'm sorry. It's a little weird as well.",
        "Beth: I have an idea. You drop the Phillip talk, and I'll drop the Michelle talk.",
        "Bill: Deal.",
        "Beth: Good. Let's make a toast. To our friendship, the one good thing to survive the wreckage that is our love lives. (Laughs)",
        "Bill: Mm.",
        "[SCENE_BREAK]",
        "Phillip: That'll be all, Nolan.",
        "Gus: No, please, please, don't go anywhere. We'd like to be able to talk to you.",
        "Phillip: Wait a minute. What the hell is this all about?",
        "Gus: We would like to be able to talk to you and the rest of the staff at some point, okay?",
        "Nolan: All right, fine. I'll inform the others.",
        "Gus: Good.",
        "Phillip: Harley, what is this about?",
        "Harley: We're here about Reva Lewis.",
        "Phillip: Uh-huh?",
        "Harley: Are you all aware of what's been happening with her and her family?",
        "Alexandra: Yes, we've been watching it on TV.",
        "Harley: Well, I'm not sure if you saw the part where the stalker called in. We were set to trace that call, and it turns out that call came from this house.",
        "Alexandra: What? Nonsense. No, no. I've been here all evening. No one's been making phone calls.",
        "Gus: It wasn't made on a hard line, Alexandra. It was somebody's cell phone.",
        "Olivia: Oh, please, everyone in this room has a cell phone.",
        "Harley: Well, we'll need them.",
        "Phillip: Ah, come... You can't just storm in here and start confiscating everybody's cell phones.",
        "Gus: No, actually we can.",
        "Phillip: What difference does it make anyway? You can't tell where a cell phone call was made from.",
        "Gus: You can tell where a cell phone call was made with a satellite positioning system. That's what we used.",
        "Harley: We need the cell phones, and your staff's, too.",
        "Phillip: Sure. Get a court order, come back, and we'll give them to you.",
        "Alexandra: Phillip, Phillip, let's just get this over with. Play nice with the police. We don't want a scandal to hit the newspapers.",
        "Phillip: Fine, I don't care.",
        "Gus: Olivia, we'll start with your cell phone.",
        "Olivia: Reva Lewis yanking my chain. When's it going to stop?",
        "Phillip: It's all right, Olivia. The sooner we get this cleared the sooner they can leave. Look at the phones.",
        "Olivia: Can I have my phone back now?",
        "Phillip: Here, check mine.",
        "Harley: I don't need your cell phone, Phillip, or yours, Alexandra.",
        "Alexandra: Why? Why not? I don't understand what's going on.",
        "Harley: Olivia Spencer Spaulding, you are under arrest.",
        "Phillip: What?",
        "Olivia: What?",
        "Phillip: On what charge?",
        "Gus: Assault with a deadly weapon and stalking.",
        "Harley: You have the right to remain silent.",
        "Olivia: No, I didn't do anything. I didn't do anything.",
        "Alexandra: Olivia, I would heed that part about staying silent, dear.",
        "Harley: If you can't afford an attorney, one will be appointed for you. Do you understand these rights?",
        "Gus: Let's go.",
        "Olivia: What's going to happen to me?",
        "Phillip: Wait, hang on. Wait just a second. You can't take her down to the station. She just got out of the emergency room.",
        "Harley: We still have to take her in, Phillip.",
        "Phillip: Oh, Harley, come on. If you and Gus want to take a shot at my family, there are a hell of a lot better ways to do it than this.",
        "Alexandra: All right, all right, I think I better call Alan.",
        "Phillip: No, no, no. Forget about, Alan. I can handle this.",
        "Alexandra: Well, of course you can. You're not...",
        "Phillip: I said I can handle this. Let me ask you something. All that talk we had a couple of weeks ago about how we were going to make peace, get to know of our son. What was all that? I turn my back for one second and then you two pull something like this.",
        "Gus: Excuse me, we didn't know about the phone call coming from this house. When we found out, we didn't think it was somebody particularly in this room. We thought maybe it was a staff member, okay?",
        "Olivia: It wasn't me. I don't like Reva, but I would never do something like this.",
        "Phillip: All right, all right. Wait a minute, wait a minute. Don't say a word to anybody. I will get you a lawyer. Just don't say a word to anybody. I will be right there. Unbelievable. Hey, you know what? It doesn't make any difference. We were here with her the whole night. We can tell them there's no way she could've made the call.",
        "Alexandra: Sure we can, sure we can, darling. We can just leave out the part where she left the room to take a nap because Reva's program was turning her stomach.",
        "[SCENE_BREAK]",
        "Holly: Are you leaving? You don't have to stay. This should be over soon.",
        "Ed: Honey, I'm not going anyplace till I find out who put you through this.",
        "Holly: You mean who put Reva through this.",
        "Ed: No. I mean you.",
        "[SCENE_BREAK]",
        "Michelle: Hey. You're still here?",
        "Danny: Yeah, I... I just can't really get over it. I mean, when that bomb went off, I know it wasn't a real bomb, but if it had been, it would've taken out almost my entire family-- Tony, Ray, you.",
        "[SCENE_BREAK]",
        "(Phone rings)",
        "Josh: Yeah? It's Gus. Are you sure? No, I'm... I'm here. I just... I don't know what to say. Thank you.",
        "Reva: What happened? What did he say?",
        "Josh: Harley and Gus arrested the person who owns the cell phone where the calls came from.",
        "Marah: And they didn't say who it was?",
        "Josh: It was Olivia. You okay?",
        "Reva: Olivia?",
        "Josh: Yeah.",
        "Reva: I mean, I know there's no love lost between the two of us, but I just... I find that really hard to believe. I mean, why would she do that? Why now?",
        "Cassie: It doesn't make sense. I mean, not in her condition. I mean...",
        "Reva: What do you mean?",
        "Cassie: I just think that it's a lot for one woman.",
        "Tony: Well, maybe she hired someone to do it. I mean, remember that time when I caught her right outside your house.",
        "Josh: Yeah, she said she was coming by to give Reva some information about Jonathan.",
        "Marah: Well, maybe she was lying.",
        "Reva: Things were happening to us when she was away in San Jamar.",
        "Marah: Well, she said she was in San Jamar. And like Tony said, I mean, she could've hired somebody.",
        "Reva: And she did love Richard and you. And I took both of you away from her. Maybe she cracked after Richard's death and we were never aware of it.",
        "Josh: But she's got a whole different life going on now, you know. She's married to Alan. She's running the hotel with Cassie.",
        "Tony: She could've been using that as a cover.",
        "Cassie: Where are you going?",
        "Reva: I'm going to go to the police station.",
        "Tony: Well, not without me, Mrs. Lewis.",
        "Josh: No, no, no.",
        "Marah: Then I'm going to go, too, then.",
        "Josh: Both of you, you go back to the house. I'll go with your mom.",
        "Reva: I'm going to the police station, not going into battle. It's fine. You guys... I love you, but go home.",
        "Marah: Mom, can't you just come home now?",
        "Reva: If Olivia's the one that's been making our lives a living hell, then I want to be the first one there to give her a taste of her own medicine.",
        "[SCENE_BREAK]",
        "Phillip: Ross...",
        "Ross: Phillip, are you all right?",
        "Phillip: Olivia has been arrested. I need you to defend her.",
        "Olivia: I want to talk to a lawyer. Can I use your phone?",
        "Gus: Go ahead.",
        "Olivia: Privacy?",
        "Gus: That's not going to happen. No.",
        "Harley: Olivia.",
        "Olivia: What?",
        "Harley: Phillip said he'd get you a lawyer. Let's just get you processed.",
        "Olivia: Processed?",
        "Gus: Yeah, we need all your personal effects, okay?",
        "Olivia: What, like I some common criminal?",
        "Harley: You're not here for jaywalking. These are very serious charges.",
        "Olivia: I didn't do anything, Harley.",
        "Harley: Before you say a word, remember what Phillip said? Keep quiet. Do yourself a favor, take his advice.",
        "Gus: These will be your accommodations. We'll call you for questioning when your lawyer shows up.",
        "Harley: Your arraignment will be in the morning.",
        "Olivia: Wait a minute. I have to stay here overnight?",
        "Harley: I'm sorry. It's too late for night court.",
        "Olivia: No, wait a minute. I didn't... You're making a mistake. I didn't do anything. I didn't do anything!",
        "[SCENE_BREAK]",
        "Beth: The more I think about it, the less sense that it makes. I mean, I lived at the Spaulding house; my children lived there. If there had been anyone dangerous or even strange, Phillip and Alan would've been all over it.",
        "Bill: I know. I don't understand. I mean, I just... I find it so cowardly. I mean, how could someone threaten someone, attack their family, and just keep doing it from the shadows? You know, I would think if someone hated my Aunt Reva enough, they'd just get right in her face.",
        "Beth: It's scarier this way. Whoever did this wants Reva to doubt her friends, suspect her neighbors, inspect her food, her mail.",
        "Bill: Basically just make her live in fear.",
        "Beth: Yeah.",
        "Bill: Yeah.",
        "Beth: And it's a big power trip for the coward who's doing it. They walk around free as a bird, nobody knowing what they do behind closed doors. Believe me, this person is going grocery shopping, they're going to church, just blending in, doing whatever it takes so no one suspects a thing.",
        "Bill: You're not just talking about Reva's stalker, are you?",
        "Beth: I told you the terrible things my stepfather did to me.",
        "Bill: Yeah.",
        "Beth: And no one knew, not for the longest time-- not even my mother. I know the fear that Reva's living with. I lived with it every day of my life growing up, wondering what was going to happen next, how much worse it would get. I give Reva a lot of credit, smoking her stalker out like this. I don't know if I'd be brave enough to do it.",
        "Bill: Beth, you were just a kid when you went through it all, though.",
        "Beth: Even so.",
        "Bill: But look how you came through it all, you know, like a champ. That's all that matters.",
        "[SCENE_BREAK]",
        "Phillip: I told Olivia I would get her the best lawyer out there, and that's you.",
        "Ross: Oh, Phillip, I don't know.",
        "Blake: Phillip, are you out of your mind? Ross has been defending my mother for something Olivia did. And now you're asking him to defend her?",
        "Phillip: Hang on just a second. The police arrested Olivia based on one phone call that showed up on her cell phone. Now, anybody could've made that call. She's as innocent as Holly.",
        "Blake: Oh, so says you.",
        "Phillip: Blake...",
        "Holly: No. You know, I can speak for myself. I have a lot of trouble thinking Olivia has anything to do with this.",
        "Ed: Sweetie, you don't have to take the high road here. Please, don't...",
        "Holly: No, everybody's so quick to point the finger. Olivia is my friend, and I would hate to see anybody, any innocent person go through what I've just gone through.",
        "Josh: Yeah, but what if she's not innocent? I mean, think about what you've gone through these last few days, Holly? What about what Reva's been going through, what my whole family has been going through?",
        "Phillip: Josh, why would Olivia want to go after Reva now?",
        "Marah: It's no secret that she hates my mother.",
        "Tony: Tell him, Mrs. Lewis. Tell him about the other night.",
        "Reva: Okay, everyone needs to calm down. Maybe Olivia... Maybe things aren't going well for her right now.",
        "Phillip: Things are fine.",
        "Reva: Really?",
        "Phillip: Yeah.",
        "Reva: Well, then why are you here defending her, Phillip? Where's Alan? Where's her husband? Maybe she's been under a lot of pressure and hasn't been dealing as well as she usually does. Maybe she's looking for someone to blame and that person just happens to be because the simple reason that I'm happy and she's not.",
        "Phillip: I'm sorry that this has been happening to you and to your family, but Olivia's not responsible for it. Ross, she needs an attorney. Can I count on you or not?",
        "Ross: Everybody is entitled to a defense, aren't they?",
        "Blake: This is personal, Ross. Be careful with what you choose.",
        "Holly: It's up to you.",
        "Ross: All right, then I'll go to the station.",
        "Phillip: Thank you, Ross. I knew you would come through for me.",
        "Ross: Now, wait a minute. What do you mean come through? I said that I would talk with Olivia. I didn't say that I'm going to represent her. I just need to hear what she has to say before I could make a decision one way or the other to recommend another attorney, all right?",
        "Phillip: I understand, no problem.",
        "Blake: I don't. Are you okay with this, Mom?",
        "Holly: I don't know what I'm okay with. I'm too tired to think about it anymore.",
        "[SCENE_BREAK]",
        "(Laughter)",
        "Bill: Thank you. Thank you. Well, I got to tell you the way tonight started I didn't think it would be possible for it to end on a high note.",
        "Beth: Is that how it's ending?",
        "Bill: Well, I mean talking like this, it's been really good. I mean, at least it has been for me.",
        "Beth: We have talked before, Bill.",
        "Bill: I know. But this is just... I don't know. It's different. You're different. I know it's only been a few months since we've broke up, but it seems like you're in a really great place right now.",
        "Beth: I am. I haven't done it all on my home. I had a little help.",
        "Bill: You mean with the uh... Therapy?",
        "Beth: (Laughs) You say that like that's a dirty word.",
        "Bill: No, I didn't mean it like that. I just... You know, it's therapy, and sometimes people don't like talking about it. I wouldn't ask you to...",
        "Beth: I'm not ashamed that I see Felecia. In fact, anyone who has a multiple personality probably should give it a whirl. (Laughs)",
        "Bill: Hey, come on. You don't have to make jokes. Really, I know it can't be easy for you.",
        "Beth: No, it's not. But it's worth the hard work. Sometimes you need a pro to help you analyze your screw-ups and appreciate what you've got. Don't get me wrong. Friends and family are great. Talking to someone objective really shines a light on some of those things you may not have been brave enough to face.",
        "Bill: See me, now, I could never do it.",
        "Beth: And why would you have to? How many screw ups could you have wracked up?",
        "Bill: Ah, well... I hope you don't think of me as one of your screw ups.",
        "Beth: I think of you as bad timing, good memories.",
        "Bill: Hey, so this friends thing that we're doing right now, next time we want to get together, do we have to wait for our lives to be in danger? Or can I just pick up the phone and ask you to go to the movies, you know? Just as friends.",
        "Beth: I'll tell you what. You throw in a bucket of popcorn, and you got yourself a deal.",
        "Bill: Fine.",
        "[SCENE_BREAK]",
        "Cassie: Well, you sure can put on a show.",
        "Reva: Just glad you were here. And thank you for standing up for me the way you did after that first call, and saying what you said about my helping to end Richard's tragedy. That was very brave.",
        "Cassie: Well, I think you're brave. You caught your own stalker. (Laughs)",
        "Reva: Let's hope.",
        "[SCENE_BREAK]",
        "Ed: Holly, Blake, come on. It's been a long night. I'll drive you home. Sweetie, you're going to come?",
        "Michelle: I just need a minute.",
        "Ed: Okay.",
        "Michelle: Hey, I wanted to give you these before.",
        "Danny: Oh, thanks. (Laughs) These are great. Thank you.",
        "Michelle: Yeah, I thought since you haven't been by to see him playing with the truck you gave him...",
        "Danny: Look, Michelle, I feel terrible about that. I've just been nuts trying to get organized for the restaurant renovation. It's been crazy.",
        "Michelle: How are things going at Towers?",
        "Danny: Good. Good. I love this. It's complicated, but good. I mean, not the renovation, more you know, going from one life to another. Anyway thanks. Thanks for the pictures. I appreciate it.",
        "Michelle: You know it's not too late if you wanted to come by the house and tuck Robbie in tonight.",
        "Cassie: Hey, Danny, we got to get going.",
        "Danny: Yeah...",
        "Cassie: Hi, Michelle.",
        "Michelle: Hi.",
        "Danny: I would love to. But we have to pick up new partnership contract from our lawyer. And he's waiting on us.",
        "Cassie: Yeah.",
        "Danny: He's really waiting on us.",
        "Michelle: Both of you have to go?",
        "Cassie: Yeah, they need both of our signatures.",
        "Danny: So...",
        "Michelle: Wow, it's a real partnership, huh?",
        "Cassie: Legal and everything. It happened so fast.",
        "Danny: Yeah.",
        "Michelle: Yeah.",
        "Danny: So...",
        "Cassie: You know, you are not going to recognize the club. You're not. And Danny has had all these fantastic ideas.",
        "Danny: No, hey, hey. Don't spoil the surprise.",
        "Cassie: Okay, top secret.",
        "Danny: We want people to come...",
        "Cassie: Sorry.",
        "Danny: ...See for themselves.",
        "Cassie: Well, we better get going.",
        "Danny: Yeah.",
        "Cassie: I'll see you.",
        "Danny: I'll be right there. Thanks. I'll see Robbie tomorrow.",
        "Michelle: Yeah, he'd like that.",
        "Danny: Good night.",
        "Michelle: Good night.",
        "[SCENE_BREAK]",
        "Reva: Thank you.",
        "Josh: Listen, don't stay too long at that police station.",
        "Reva: Only long enough to look Olivia in the eye. Okay.",
        "Josh: I love you. Let's go, guys.",
        "Marah: Bye, Mom.",
        "Reva: Bye, sweetie. See you, Tony. Holly. No ones happier than I am that you are cleared of this. I mean, it's finally over for both of us.",
        "Holly: I can't talk about this anymore. I'll wait for you in the car.",
        "Reva: Wait, Ed. What just happened there? I mean, I don't like the way this all came down either, but what counts is that Holly was cleared. I mean, we were both victims in this.",
        "Ed: Not in quite the same way though. I mean, it was one person, one stalker went after you. The whole town went after Holly. It was a witch hunt. And for nothing. For something that happened in her past that she can't possible change. So we got to let her be angry.",
        "[SCENE_BREAK]",
        "Alexandra: Oh! I'm here to see Olivia.",
        "Gus: She's in custody.",
        "Alexandra: Well, I'd like to speak to her.",
        "Gus: Well, only her lawyer can speak to her right now, okay?",
        "Alexandra: Fine. Then I will wait till Phillip gets here.",
        "Harley: Fine. You can wait over there.",
        "Alexandra: Harley. You know, I realize the three of us... It's been very strained between us.",
        "Harley: What's happened between us is a little bit more than strained.",
        "Gus: Cooper.",
        "Alexandra: No, no, it's all right, Gus. She has something to say.",
        "Harley: Do I have something to say? No, I don't have anything to say. But a man name Roy Baker certainly does. Only you had him shipped out of here so fast, he didn't get a chance to say it.",
        "Alexandra: I don't know. I don't have a clue what you're talking about.",
        "Gus: Cooper? Cooper?",
        "Harley: Every single thing leads back to you, Alexandra.",
        "Gus: Cooper, please, stop it.",
        "Harley: No. This woman is the only person who knows the absolute truth about your past, and she's not saying anything.",
        "Gus: Well, maybe she doesn't know that truth. Maybe she knows nothing.",
        "Phillip: Oh, good. Ross is here to see Olivia.",
        "Gus: Oh, wait. Are you kidding me? He's her lawyer?",
        "Phillip: Yes.",
        "Ross: For the moment, I'm the attorney of record, yes. Now I'd like to speak with Olivia, and then I'd like to see this case you have against her.",
        "Gus: Zorick.",
        "Zorick: Yes, sir?",
        "Gus: Do me a favor. Escort Mr. Marler over to Mrs. Spaulding's cell, please.",
        "Phillip: Oh, so you put her in a cell? After I told you that she was in the emergency room today.",
        "Harley: Well, she's certainly not now.",
        "Ross: Don't worry about it. I'll take care of it.",
        "Phillip: Thanks, Ross.",
        "Ross: Thank you.",
        "Alexandra: Oh, well, Phillip, I'll wait here with you.",
        "Phillip: What are you doing here?",
        "Alexandra: Checking on Olivia. What else?",
        "Harley: Wait, wait, wait.",
        "Gus: Are you kidding me?",
        "Harley: What was that? You said here.",
        "Gus: Are you kidding me?",
        "Harley: What?",
        "Gus: We have to... We have to play it cool with Alexandra, okay? I don't want her to know that we know where Roy Baker is. She's been one step ahead of us the whole way. I just can't afford to let her know that.",
        "Harley: I know.",
        "Gus: Okay. Because if she finds out, she's just going to move him. I didn't want you to slip up.",
        "Harley: Do you really think that I would slip up?",
        "Gus: We have nothing but empty graves and mystery bracelets, Italian nannies. Roy's overseas; Olivia's in jail. Something is going to snap.",
        "Harley: If it wasn't for this stalker case, we'd be with Roy right now.",
        "Gus: Okay, well, technically it's not our problem anymore, okay? Let's just hand it over to the D.A..",
        "Harley: Certainly is Spaulding's problem, isn't it?",
        "Gus: Yes. And our problem is overseas. Roy Baker who can not speak-- yet is the only person who knows who I am.",
        "Harley: Well, we don't have any choice. The way I see it, we got to pack and get on the airplane.",
        "Gus: Thank you.",
        "[SCENE_BREAK]",
        "Danny: You forgot to sign this one.",
        "Cassie: Olivia, that stalker. I know. I just don't get it. I mean if she really did this...",
        "Danny: Wait, wait. You need to initial right here.",
        "Cassie: Alan was ready to bury her and she came here and she came to me whining, begging me to help her keep her half of the Beacon. And what did I say? \"Okay, Olivia. Sure, fine. I'll help you. I'll help you. Sure.\"",
        "Danny: And this page is double sided.",
        "Cassie: And then when I found out that she was... Well, let's just say she had other things going on, I told her that I would help her end at the Beacon, pick up the slack that what's I told her.",
        "Danny: And initial this clause here.",
        "Cassie: Now she can be the stalker. I mean she could have been the one stalking Reva the whole time. I just can't believe it.",
        "Danny: Well, I don't know what to tell you. (Laughs) Why don't you call the Spaulding mansion and tell them that you are just one signature away from snagging yourself a much better business partner.",
        "Cassie: Sorry.",
        "Danny: Come on.",
        "Cassie: I'm so sorry. My head's not in the game.",
        "Danny: It's okay. It's all right. Good. Look, I don't know if I should say this, but, Cassie, it doesn't make sense that Olivia is the stalker.",
        "Cassie: No, it doesn't make sense. Yeah, she loved Richard at one time. And Reva helped Richard die. I don't know. Maybe she's upset with Reva, because she took Richard away. I know how that feels.",
        "Danny: Mm-hmm.",
        "Cassie: But I'm passed that, you know. But it's heavy. It is heavy.",
        "Danny: Yeah, heavy enough to fuel a spree of a legal activity to just to drive Reva crazy?",
        "Cassie: I wouldn't put anything past Olivia. Could she have done this? Yes. Did she do it? I don't know.",
        "Danny: Well, there's one thing we know for sure-- partner.",
        "Cassie: It's official.",
        "Danny: We're official.",
        "Cassie: (Laughs) All right. Wow, I feel like we should mark this occasion, I don't know with something. What do you think?",
        "Danny: Yeah. Actually, I have something in mind.",
        "Cassie: Okay. Champagne? Fireworks?",
        "Danny: Um-um. A favor.",
        "Cassie: A favor? We've been partners for 30 seconds, and you're already asking me for favors.",
        "Danny: I'm serious. There is something that I need done, and you, Cassie Winslow, are just the woman to do it.",
        "[SCENE_BREAK]",
        "Steward: We'll be landing in New Orleans shortly, Mr. Spaulding.",
        "Alan: Very good. Thank you. Hello, Mindy? Alan Spaulding. Well, can I call to say hello? You're a very wise woman. Of course, I want something. I want to apologize to you for a little stunt my sister played at the last board meeting. I know that she persuaded you to support her. And I'd like to meet with you tonight, if possible, and correct her wrong. Excellent. I know a fabulous Creole restaurant I'll take you to. Wonderful.",
        "[SCENE_BREAK]",
        "Phillip: I don't know why this is taking so long. I don't what the hell they're doing with her.",
        "Alexandra: I'm sure she's fine. She's with Ross. And she's lucky that he even agreed to meet with her.",
        "Phillip: This is a joke. All the police have is circumstantial evidence. Anybody could have taken Olivia's phone and made that call to Reva. Anybody.",
        "Alexandra: Sure, sure, sure. But still it's a shame that's there's such a nasty history between Olivia and Reva. I mean, losing one man to Reva, but then two. I mean that's almost enough to push any girl off the edge.",
        "Phillip: Ancient history. She was over that long before she married Alan.",
        "Alexandra: Yes, well, you would know.",
        "Phillip: Yes, I would. And after I'm finished telling the police, they will know, too.",
        "Alexandra: Mm-hmm. Okay, but, Phillip, please one word of advice. When you talk to the police, don't... don't tell them that she's moved out and we have no idea what's she's been up to for the past month. So...",
        "Phillip: Thank you for the advice.",
        "Alexandra: I'm only trying to help.",
        "Phillip: Yeah. She couldn't do this. She couldn't.",
        "Alexandra: Fine, fine. Well, you and I could keep telling ourselves that. Well, I'm going to run on home take care of things there, okay? Give Olivia my best. Hello, Reva. Loved the show.",
        "Reva: I bet you did. What are you doing here?",
        "Alexandra: I'm just checking on Olivia. Lovely to see you.",
        "Reva: Yeah, you, too.",
        "[SCENE_BREAK]",
        "Harley: I got it.",
        "Gus: What are you talking about?",
        "Harley: No problem.",
        "Gus: What's the priority?",
        "Reva: Harley, where's Olivia? I want to see her.",
        "Harley: Olivia is in custody. Reva, the only person she could see is her lawyer. Sorry.",
        "Reva: But--",
        "Gus: Reva, no!",
        "Reva: What is it? Procedure? Is that it? Got it.",
        "Gus: That's it. I'm calling the travel agent. I'm going to Germany.",
        "Harley: Not so fast. That was the chief on the phone. Ross is officially on board as Olivia's lawyer and the D.A. is not happy.",
        "Gus: But that is not our problem.",
        "Harley: Yes, it is. Because the D.A. needs to build a case and needs ammo to build a case. So the chief wants us to compare all the times and dates on Olivia's cell phone call with all the times and dates of the stalker's phone call.",
        "Gus: Times and dates? Times and dates? That's it? Come on.",
        "Harley: Well, then we can leave.",
        "Gus: Yeah. We should've gone when the getting was good.",
        "[SCENE_BREAK]",
        "Phillip: Hey. So you saw her? How is she?",
        "Ross: She's not happy, but she's okay.",
        "Phillip: Okay, but you're going to represent her, right? She told you that she didn't do this?",
        "Ross: Yes, she did. And I do want to represent her, but I'm going to need your help.",
        "Phillip: Of course.",
        "Ross: Olivia said that she left her briefcase in the Spaulding study and inside the briefcase is the date book, and I want to compare the date book to the stalking incident.",
        "Phillip: Yeah, sure. Give me about a half hour to get it, and I'll bring it back.",
        "Ross: All right.",
        "Phillip: Ross, thank you. You won't regret this.",
        "Ross: I'm going to hold you to that.",
        "[SCENE_BREAK]",
        "Reva: Hello, Olivia."
    ],
    "Transcript Author": [
        "Provided by Linda Proofread by Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=kX6KMd1rai4"
}