{
    "Episode Summary": [],
    "Recap": [
        "Jonathan warns his father to keep his arrival in town under wraps. Olivia warns Alan not to cross her again. Lizzie decides not to call the police on Harley. Instead she takes her photo to show to Coop. Gus opens the infamous briefcase only to find it filled with photos of Phillip. Reva & Nate spend some time together discussing good vs. evil. Tammy requests to work with Jonathan on a Lewis Construction project. Alan discovers that the bloody gloves are missing from the attic and later discovers them in his Spaulding office. He suspects Olivia is messing with his mind. Josh surprises Jonathan by telling him how much he is appreciated & needed at Lewis Construction. Coop asks Lizzie to stay in town with him. Gus & Harley watch the security tapes from the Spaulding mansion. They realize they have very little to go on. Reva introduces Jonathan to her new boss, Nate. Gus and Harley begin their road trip to find the New York informant. Alex finds incriminating evidence in the hands of her brother. She wonders if perhaps he is the one who shot Phillip."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Josh: Jonathan? Glad you could make it. I've got a new project I have to talk to you about. Come on inside with me.",
        "Jonathan: Josh, I need to make a phone call real quick. Um... I'm not blowing you off. I'm on the clock.",
        "Josh: Okay. What the hell? Are you following me?",
        "Nate: Springfield is a small town, son. Our paths are bound to cross. Do you have a problem with that?",
        "Jonathan: No. It's just kind of hard for me to do my job with you breathing down my neck.",
        "Nate: Is that so?",
        "Jonathan: Yeah, just... I'm on top of everything. I'm in at Lewis, I'm in with Reva. Just let me handle everything, okay?",
        "Nate: No. I came here because you can't handle everything, especially Reva. I'm here to protect you son, help you out with your parental issues. I'm here... I missed you, kiddo.",
        "Jonathan: All right, just don't let anybody know you're here, because if they do...",
        "Nate: What?",
        "Jonathan: Just don't. Okay?",
        "Nate: Go inside. Your boss is waiting.",
        "Reva: Hey there! Who were you talking to?",
        "[SCENE_BREAK]",
        "Olivia: You can run but you can't hide, Alan. There are a few things we have to get straight. I'll find you. Count on it.",
        "Bill: Well, there you are.",
        "Olivia: Hi, honey.",
        "Bill: Yes, it's me. The guy you had your way with then left in the lurch.",
        "Olivia: You kind of fell asleep.",
        "Bill: Honey, I'm a guy. That's what we do. I figured you'd be there when I woke up.",
        "Olivia: Sorry. I had to get air.",
        "Bill: And good cell phone service so you can schedule your secret meetings. Forget about our new plan? Forget about our new plan, hmm? The \"one for all, all for one\" plan?",
        "Olivia: The one where we don't hide things from each other and we work out our problems together.",
        "Bill: Oh, yeah, that's the one, right there.",
        "Olivia: I'm all for it. I am.",
        "Bill: You are, and yet the first chance you get to sneak out, that's what you do.",
        "Olivia: I just... ( sighs ) I had to tie up one little loose end.",
        "Bill: Loose end?",
        "Olivia: Yeah.",
        "Bill: If it had anything to do with leaving Spaulding, then all is forgiven.",
        "Olivia: Not yet. But I do think I found something that will give me the upper hand with Alan. And I'm kind of curious to see how it grabs him.",
        "[SCENE_BREAK]",
        "Lizzie: Well, well. Is this not a different look for you.",
        "Harley: I'm branching out.",
        "Lizzie: Well, it's more stylish than your prison uniform.",
        "Harley: Right.",
        "Lizzie: You know, I could make one call and have you back in your greys in a second. ( Giggles )",
        "Harley: Lizzie.",
        "Lizzie: Yes, Harley?",
        "Harley: I didn't kill your father. I didn't do it.",
        "Lizzie: You know, that's funny. You were convicted by a jury of 12.",
        "Harley: Well, they were wrong. But if you want to make that call, I can't stop you. Go ahead. Do it.",
        "[SCENE_BREAK]",
        "Gus: What is it, dad? What is it you don't want me to see? Let's take a little look, shall we?",
        "Alan: Gus, no!",
        "Gus: How much does it cost these days to have a person killed?",
        "Alan: Give me the briefcase.",
        "Gus: I'm thinking unmarked bills. Am I right? Unmarked bills? What the hell is this?",
        "[SCENE_BREAK]",
        "Nate: Hello there.",
        "Reva: Hello. I'd swear I heard you talking to someone.",
        "Nate: I was just trying to track you down. About to give up when the fates smiled down upon me.",
        "Reva: ( Laughs ) well, why don't we celebrate just how lucky you are? Go in for some coffee? You're buying.",
        "Nate: Actually, I have to meet somebody out back, a business thing. I was hoping you'd come with me. I want to discuss a little business issue. I'll make it worth your while.",
        "Reva: I'm all yours.",
        "Nate: ( Chuckles )",
        "[SCENE_BREAK]",
        "Coop: ( Sighs ) Thanks. Yeah, I think we've had enough breakages here already.",
        "Tammy: Any word from Harley?",
        "Coop: No. And I'm actually glad about that, too. See, I don't really want to know what the cops have to use against her, so...",
        "Tammy: I understand. I hope things get straightened out soon so she can come home and things can get back to normal for all of you.",
        "Coop: Thank you. And things, yeah, are getting back to normal a little bit. Busy Lizzie, she's heading off to Switzerland.",
        "Tammy: Why?",
        "Coop: I don't know. Some kind of personal tune-up. It's her mother's idea. But it's one less Spaulding to harass my sister, so that's just how I'm going to look at it.",
        "Tammy: You won't miss her at all?",
        "Coop: What, miss the yelling? Bossing me around? I mean, come on. Who needs that?",
        "Jonathan: Lay it on me, boss.",
        "Josh: Wait just a second. Tammy.",
        "Tammy: Did you tell him yet?",
        "Jonathan: Tell me what?",
        "Josh: Lewis is putting together a proposal for a new client. It's going to be a pretty big deal-- lots of photos, graphs, things like that. I was going to put Tammy and Sandy in charge of this, but Sandy's a little bit swamped right now, so Tammy suggested you.",
        "Jonathan: Really?",
        "Josh: Yeah. I'm a little surprised myself.",
        "Jonathan: Assign it to someone else.",
        "Josh: Why?",
        "Jonathan: I'm just as busy as Sandy is.",
        "Josh: Actually, you're not. I checked your schedule.",
        "Jonathan: Check it again.",
        "Josh: Okay, look, I'm not thrilled about this either, but Tammy suggested it and she doesn't seem to be bothered by the idea of working with you, so what's the problem? And let me give you a piece of advice: Don't lead with a lie.",
        "[SCENE_BREAK]",
        "Harley: If you're going to call the police, do it. It's 911. Or better yet, you can dial direct. I know the number.",
        "Lizzie: Harley, knock it off! Would you please stop?",
        "Harley: Probably I should call for you. They want to hear from me, I'm sure.",
        "Lizzie: No. No. Don't even.",
        "Harley: Here, give it to me, Lizzie.",
        "Lizzie: No!",
        "Harley: Give me the phone.",
        "Lizzie: You're not going to trick me!",
        "Smith: Is there a problem, Ms. Spaulding?",
        "Lizzie: Yes.",
        "Harley: No.",
        "Smith: I was talking to Ms. Spaulding.",
        "Lizzie: Oh, well, good, because that's me. I'm Lizzie Spaulding.",
        "Smith: You two are related?",
        "Lizzie: Yeah. Um... she's my aunt.",
        "Smith: Your aunt.",
        "Lizzie: Yes and we were in the middle of something so would you leave, don't you have a cat in a tree to rescue somewhere? Bye. See ya.",
        "Harley: Wow. I thought for sure you were...",
        "Lizzie: Going to turn you in? Up until the last minute, I did, too.",
        "Harley: So why didn't you?",
        "Lizzie: Call me crazy, but I guess I believe in justice.",
        "[SCENE_BREAK]",
        "Gus: What the hell is this?",
        "Alan: Pictures.",
        "Gus: Look at you. You're this freaked out about a briefcase full of pictures? It's pathetic.",
        "Alan: Well, Gus, are you happy now that you came here and you humiliated your own father, who's grieving for his son? Is that it?",
        "Gus: Oh, no, no. You're not grieving, Alan. You're too busy seeking revenge. Where is it?",
        "Alan: Where is what?",
        "Gus: The bounty. There is cash stashed here somewhere. I know it.",
        "Alan: Why don't you just stop while you're ahead, okay?",
        "Gus: No, no, no, no, no. Let's just review, shall we? Harley's little prison transfer didn't go that well for you, did it? Because she didn't disappear. And now you've got a bounty out on her head, trying to bring her back more dead than alive. Let me give you a little tip: She is never going to be alone, okay? Which means that whoever takes a shot at her is most likely going to hit me, and you've got to ask yourself: Can you live with that? I don't know. Can you? Add that to all the other pain you've caused.",
        "Alan: Gus, wait. No, wait.",
        "Gus: I think you should just add my picture into that briefcase, okay? I think I deserve at least that.",
        "Alan: Gus! Where are they? Where are the gloves? Someone knows!",
        "[SCENE_BREAK]",
        "Bill: Now, why do I get the sinking feeling you didn't hear a word I said earlier, huh?",
        "Olivia: Uh...",
        "Bill: A romantic evening with your husband. Yet you have to go nail Alan Spaulding for murder.",
        "Olivia: I heard what you said.",
        "Bill: Did you really?",
        "Olivia: I did. I just need to do this one...",
        "Bill: Honey, listen to me. We have everything we need. We do. Our lives don't have to be so complicated.",
        "Olivia: No, there's actually one thing we don't have.",
        "Bill: And what would that be?",
        "Olivia: Ice cream.",
        "Bill: Ice cream?",
        "Olivia: It's a nice night. I just feel like a caramel sundae. What?",
        "Bill: Ice cream?",
        "Olivia: Yeah! There's nothing complicated about ice cream.",
        "Bill: No, not unless you get into the toppings. Then that can go...",
        "Olivia: Stop it.",
        "Bill: Well, if I get it, will you share it with me?",
        "Olivia: If you promise not to eat it all.",
        "Bill: No promises.",
        "Olivia: ( Laughs )",
        "Bill: All right. Oh, do you have some money to buy...?",
        "Olivia: I don't. I forgot to bring my wallet.",
        "Bill: I have a $50 on me. I'll break it. Okay? It's... hmm, all right.",
        "Olivia: Okay. One last complication, Bill. Then I'm all yours.",
        "[SCENE_BREAK]",
        "Tammy: He doesn't want to work with me, Uncle Josh.",
        "Josh: Actually, I would think that you'd be happy that Tammy wants to work with you.",
        "Tammy: He's mad at me. I was a jerk to him the other day. That's actually one of the reasons I came here today, to apologize.",
        "Josh: So what happened?",
        "Tammy: It's too silly to talk about. I hope you'll accept my apology so we can move on.",
        "Josh: Well? ( Cell phone rings ) Okay, look. I'm going to take this call. You two work this out. I'll be back.",
        "Jonathan: That's interesting. Josh is telling me to come clean, and you're the one lying through your teeth.",
        "Tammy: I know.",
        "Jonathan: So why did you do that?",
        "Tammy: You were trying to push me away. I decided not to let you.",
        "[SCENE_BREAK]",
        "Reva: Nobody's here.",
        "Nate: Looks that way.",
        "Reva: I thought you said that investor was already out here waiting.",
        "Nate: I did. But I guess it's just you and me.",
        "[SCENE_BREAK]",
        "Alan: I must be losing my mind. Where are they?",
        "Olivia: Okay, Alan. Time to get a few things straight.",
        "[SCENE_BREAK]",
        "Gus: Baby, I'm back. Harley?",
        "[SCENE_BREAK]",
        "Lizzie: I'm just sick and tired of it. You know what? It's not even like it's about my dad anymore. It's about a house that I can't stand to be in, and it's about a granddad that I don't even recognize anymore. I hate it. I can't stand it.",
        "Harley: I know how you feel.",
        "Lizzie: That's why I've got to go away.",
        "Harley: Where are you going?",
        "Lizzie: To Switzerland. That's why I'm not turning you in, 'cause I don't have time for that.",
        "Harley: That's the only reason?",
        "Lizzie: Yes. I don't need to worry about your drama.",
        "Harley: Thank you, Lizzie.",
        "[SCENE_BREAK]",
        "Reva: Are you sure we're in the right place?",
        "Nate: This is it.",
        "Reva: Huh. Well... oops. Oh, jeez! ( Laughs )",
        "Nate: Are you okay?",
        "Reva: Yeah, I'm... I'm fine. Good catch.",
        "Nate: I'll say.",
        "Reva: You know, I want the truth and nothing but the truth. Was there really a meeting scheduled or was this just your big scheme to get me out here?",
        "Nate: You got me. I even preset that chair so you'd fall into my arms.",
        "Reva: What am I going to do with you?",
        "Nate: I can think of... oh, a few things.",
        "Reva: You know, it's just that when I'm with you, I... I don't know, everything just seems so simple.",
        "Nate: It can be.",
        "Reva: Yeah, well, for you, maybe. You're not married. You don't have kids. I still have to deal with my problem child.",
        "Nate: What's bothering you, Reva? I'm a good listener.",
        "Reva: It's just trouble with my youngest son, that's all.",
        "Nate: What kind of trouble?",
        "Reva: Well, he's carrying around a lot of anger, you know? And I keep trying to make him feel like he's part of the family, accepted and loved. But every time we start to get close, he manages somehow to reject that feeling and everything that goes along with it and runs in the other direction.",
        "Nate: So let him go.",
        "Reva: What?",
        "Nate: It sounds to me like he doesn't want to change.",
        "Reva: Well, you know, he's had a terrible life, and it was my fault.",
        "Nate: You're taking too much on yourself.",
        "Reva: You don't know the whole story.",
        "Nate: Maybe so. Sometimes people get broken and they can't be fixed. Sometimes they're born that way. I mean, look at these serial killers. You think their moms didn't love them, too? Look, Reva, sometimes it's not genetics and it's not the environment and it's not how you raised them. It's just who they are.",
        "[SCENE_BREAK]",
        "Jonathan: You don't know who I am, Tammy.",
        "Tammy: Stop it.",
        "Jonathan: Maybe I pushed you away for a reason. Maybe I was going to go back to the dark side and do something crazy.",
        "Tammy: Now you sound like Sandy. He's always telling me you're a lost cause.",
        "Jonathan: He's right, for once.",
        "Tammy: Oh, yeah? Who saved me when my room caught on fire?",
        "Jonathan: Maybe I just didn't want it to get to my stuff. You ever think of that?",
        "Tammy: You're trying to push me away but it's not going to work. I know you, Jonathan.",
        "Jonathan: No, you don't.",
        "Tammy: Yes, I do.",
        "Jonathan: No, you don't, Tammy. You don't know a damn thing.",
        "Tammy: Hey, I know that you like to make people feel little. And you're pretty good at it. But there's good in there, too. I've seen it.",
        "Jonathan: Go ahead, sing.",
        "Tammy: What?",
        "Jonathan: This is like the part in the movie musical where somebody breaks out in song.",
        "Tammy: Ha, ha, very funny.",
        "Jonathan: You should listen to Sandy and stay away from me.",
        "Tammy: No. You're stuck with me.",
        "Josh: He's stuck with you? Is that a good thing? Does that mean we have a team here?",
        "Tammy: Yes.",
        "Jonathan: No.",
        "Josh: Excellent. Sit down. Let's work out the details. Here you go. We're going to run into some budget problems on this project, so one of the things I need you thinking about are different ways that we can cut corners...",
        "Jonathan: Fire me.",
        "Josh: ...Without...",
        "Jonathan: Lay me off.",
        "Josh: That's funny.",
        "Jonathan: No, I'm being serious. Think about how much money you'd save.",
        "Josh: Give us a minute, will you, please?",
        "Tammy: Don't do it, Uncle Josh.",
        "Josh: Just give us a minute. Thank you. I don't know where that came from or why, but it's not gonna happen.",
        "Jonathan: Why?",
        "Josh: I can't believe I'm about to say this, but I don't want to lose you. You've become valuable to this company.",
        "[SCENE_BREAK]",
        "Gus: ( whispers ) Harley. Harley!",
        "Harley: I'm right here.",
        "Gus: My god. Every time I walk away from you, I think it's going to be the last time I'm ever going to see you alive. Please...",
        "Harley: I'm fine. I'm okay.",
        "Gus: Are you out of your mind? Remember, we had the agreement that you're not going to just nod and say \"yes\" to everything I say, and then go off and do exactly what you want to do yourself? Please. Why do you do this?",
        "Harley: I'm fine, okay? What is the problem?",
        "Gus: The problem is... I didn't want to show you this, okay? I didn't want to show you this because I didn't want to scare you, but apparently I have to scare you so you don't go off and do stupid things that are going to jeopardize your life.",
        "Harley: Wow. I'm worth this much? That's not bad.",
        "Gus: You should keep reading. Keep reading.",
        "Harley: I like that: \"Alive or dead.\" That's not good.",
        "Gus: You know what this means? This means every two-bit hood is going to be out there trying to score money by trying to bring you in.",
        "Harley: Don't forget the low-life's. How is Alan, by the way?",
        "Gus: Yes, Alan is the one who's responsible for this, and I tried to go over there and have a little word with him about it. I tried to get him to retract his offer, but the conversation went in a different direction.",
        "Harley: And the bounty still stands.",
        "Gus: Yes, it does. Which is why we can't do this, okay? We can't risk getting recognized and we can't have you... you've got to lay low. You've got to lay low.",
        "Harley: Um, there's a small problem. I... I was seen.",
        "Gus: By who?",
        "Harley: Lizzie. And I'm not so sure that I can trust her not to turn me in.",
        "[SCENE_BREAK]",
        "Cop: Is everything okay?",
        "Lizzie: Uh... yeah. Yeah, everything's fine. Listen, whoever takes care of you, let them know that I said anything you want is in the house, okay?",
        "Cop: I'll do that. Thanks.",
        "Coop: I thought you were on your way to Switzerland.",
        "Lizzie: Not yet.",
        "Coop: Well, have a nice trip.",
        "Lizzie: Hey! Wait, wait, wait! There's something I want to give you before I leave.",
        "Coop: Really? I'll bet there is. Like what? A knife in the back? Or maybe even perhaps A...",
        "Lizzie: Why does everything have to be a fight with you? Can't you have a normal conversation?",
        "Coop: What about you, Lizzie?",
        "Lizzie: Well, you started it.",
        "Coop: No, this whole thing started when your family put a price tag on my sister's head.",
        "Lizzie: ( Sighs ) Okay, look...",
        "Coop: What?",
        "Lizzie: That's what I came to show you.",
        "Coop: Oh, is it the cash you're going to bring?",
        "Lizzie: No. Here, look.",
        "Coop: That's Harley. Lizzie, where did you get this? When was this taken?",
        "Lizzie: Just a little earlier.",
        "Coop: You got here at exactly the same time as the cop who's in there right now. Lizzie, were you going to turn Harley in?",
        "Lizzie: I told him he could have free coffee. Thanks for your vote of confidence, Coop.",
        "[SCENE_BREAK]",
        "Olivia: Hello, Alan.",
        "Alan: Olivia, what are you doing here?",
        "Olivia: I was just leaving you a note.",
        "Alan: Oh?",
        "Olivia: But you're here now, so why bother? Besides, it's so much more fun to do in person.",
        "Alan: Do what?",
        "Olivia: Make threats. See, you're so good at handing them out, I thought I'd show you what it's like to be on the receiving end for a change.",
        "Alan: What is this about?",
        "Olivia: You want to nail me for Phillip's murder. Guilt or innocence means nothing to you; Harley is certainly proof of that. So, how about we take off our gloves?",
        "Alan: Take off...",
        "Olivia: You want to frame me for a murder I didn't commit. So listen closely and do not force my hand.",
        "Alan: Or what?",
        "Olivia: You heard me. You continue to push me and I will crush you with what I have.",
        "Alan: What is it you think you can use against me, Olivia?",
        "Olivia: Well, I would love to use it now but then I'd have nothing to hang over your head, would I?",
        "Alan: Where is it?",
        "Olivia: Where's what?",
        "Alan: You know what I'm talking about! You've had your fun, Olivia. Now you show me where they are or I will show you what I am capable of!",
        "Olivia: Get away from me! Get.. what I have is your granddaughter.",
        "Alan: My granddaughter Emma?",
        "Olivia: What else, Alan?",
        "Alan: I don't know. You've been acting so mysterious. I didn't know what to think.",
        "Olivia: Nothing mysterious about this. I'm sick of your threats. You keep this up, I will take Emma, I will leave this town and you will never see your granddaughter again. Take me very serious, Alan. I mean what I say.",
        "Alan: If she doesn't have the gloves, who does?",
        "[SCENE_BREAK]",
        "Gus: Any chance Lizzie followed you?",
        "Harley: No. No, because I was very, very careful.",
        "Gus: All right.",
        "Harley: Still I think we should get the heck out of here.",
        "Gus: I know. But we only have the one shot.",
        "Harley: Why one shot? You said that there were three messages that you--",
        "Gus: I know. But only one is traceable. You got the one with the broken up letters there, you've got the one that's a text. But the one that was a gift that was in the box, that was delivered at Spaulding. That's the one. So...",
        "Harley: Okay.",
        "Gus: ...We've got to get busy.",
        "Harley: With what?",
        "Gus: We've got to come up with A...",
        "Harley/Gus: Profile.",
        "Harley: Okay. Yes, the first one. Don't you hate it when someone gets away with murder? Right?",
        "Harley/Gus: What's that? A dry sense of humor?",
        "Harley: ( Laughs ) second one not so funny. The Spaulding house is the place to find what you're looking for. The third one, much more straight forward. Stop chasing the wrong leads. The killer is still out there. You know what I mean? That's just... there's got to be some sort of connection or something.",
        "Gus: Right there. Right there. Right there.",
        "Gus: There's a guy with a goatee. He's got a goatee. This guy knows exactly who killed Phillip. If we find this guy, our nightmare is over.",
        "[SCENE_BREAK]",
        "Coop: Where did you see her at?",
        "Lizzie: Outside of her old office.",
        "Coop: How'd she look?",
        "Lizzie: Different.",
        "Coop: But she was okay though, right?",
        "Lizzie: Yeah, I mean she seemed like it to me. Look, I know you were worried and everything. So maybe if you want you could show it to buzz and the kids.",
        "Coop: Can you send this to my e-mail?",
        "Lizzie: Sure. Here. I'm not sure how to do it. But... but...",
        "Coop: I think it's just... you know what? I'll do it. I'll do it. Thank you. Thank you very much, Lizzie.",
        "Lizzie: Yeah, I don't know if it means anything to you, but I really didn't believe that Harley killed my dad. I guess I was just caught up. ( Laughs )",
        "Coop: Alan can have an affect like that on people.",
        "Lizzie: Yeah. I guess that's why I need to get away from him and everyone else. I better go. ( Laughs slightly ) I'll see you in six months.",
        "Coop: Wait, Lizzie. Don't go.",
        "Lizzie: I have to. I'm like 15 minutes late. I got to get home.",
        "Coop: No, no. I mean to Switzerland. Stay here. With me.",
        "Lizzie: You wanted me to go.",
        "Coop: Look, I know what I said, but that's when you had just told me about the trip. And I was... I was feeling lousy. I mean I was lonely.",
        "Lizzie: But you were pushing me, Coop.",
        "Coop: Look, I know... I know that I'm being really selfish here.",
        "Lizzie: What if what I think you're saying isn't what you're saying?",
        "Coop: Look, do I have to spell this out for you? Do you get it?",
        "Lizzie: Yeah, I think so.",
        "Coop: Look, I know... I know that I'm being really selfish here. And that it probably is better off if you do go, but it's better off for me if you stay. So, Lizzie, please just stay. All right?",
        "Lizzie: And everybody said I was selfish. ( Laughs )",
        "[SCENE_BREAK]",
        "Jonathan: You know I've only been a Lewis for a little while. How did I become a big shot?",
        "Josh: Well, you have been putting in your time. That's a good thing. But you were also there for Billy.",
        "Jonathan: That's no big deal.",
        "Josh: You do what's necessary to get the job done.",
        "Jonathan: The impression that I'm as evil as you always say I am.",
        "Josh: Not evil, Jonathan. Misguided. You see, I feel I've gotten to know you a little better. And actually think that you have a future in this business.",
        "Jonathan: Talk about irony. I'm going to go outside and think about this, okay?",
        "Josh: Okay.",
        "Tammy: Everything okay?",
        "Jonathan: Peachy. I'm going to take a walk outside. Try and find my inner criminal.",
        "[SCENE_BREAK]",
        "Reva: Thank you. Jonathan is a lot to handle, but he has a good heart. I've seen it.",
        "Nate: You may be seeing just what you want to see.",
        "Reva: I know my own son. We're more alike than we are different. And I have to believe that there is a way to get through to him.",
        "Nate: Well, don't beat yourself up if it doesn't work out.",
        "Reva: Oh, it'll work out. Jonathan's family. He has a future here with us.",
        "Nate: Careful, Reva. That might just be wishful thinking on your part.",
        "Reva: You're awfully negative. You've never even met my son.",
        "Nate: Just playing devil's advocate.",
        "Reva: You know I've done some pretty miserable things to people, too. And through it all my family stuck by me. And that's what I want to pass on to Jonathan no matter he does.",
        "Nate: Do you believe in fate?",
        "Reva: Where'd that come from?",
        "Nate: Do you? Is there some cosmic balancing scale out there? One that makes everything even out in the end. If Jonathan messes up... no, if you mess up, Reva, is payment going to come due when you least expect it.",
        "[SCENE_BREAK]",
        "Lizzie: Mom, I'm not going to Switzerland. So you and James would just... mom, listen to me, please. Okay? I have my reasoning. I have to stay here in Springfield. Yeah. Okay, I'll talk to you when I get home, but you're not going to have any luck. You're not going to change my mind. Oh, is she mad. ( Laughs )",
        "Coop: I'm sure she was. But...",
        "Lizzie: I'm happy.",
        "Coop: She'll get over it. Exactly. When she sees that you're very happy.",
        "Lizzie: So what now?",
        "Coop: Now I was thinking maybe we could go for a talk somewhere. Maybe?",
        "Lizzie: No, actually talking more about like us. I mean, won't it be weird for us to get along?",
        "Coop: Oh, no don't worry. We'll be fighting. As long as you're a Spaulding and I'm a Cooper, there's always going to be fights to be had.",
        "Lizzie: Oh, great. So we're just going to continue fighting?",
        "Coop: Yeah, well. That's why I always make sure it always happens.",
        "Lizzie: Well, if we actually do get along?",
        "Coop: How about this? How about we change our names and we'll go from there. You will be Smith and I will be Jones.",
        "Lizzie: No, I want to be Jones.",
        "Coop: No, I thought of it first. So I'm going to be Jones.",
        "Lizzie: No, you've heard of keeping up with the Jones. That's more me.",
        "Coop: Right.",
        "Lizzie: ( Laughs )",
        "Coop: No, Spaulding-Smith. All right, they both start with s's. So you're going to be Lizzie Smith and I am going to be Henry Jones. And that is the absolute end of the conversation.",
        "Lizzie: ( Laughs )",
        "[SCENE_BREAK]",
        "Olivia: I refuse to feel guilty about this.",
        "Bill: Why don't you tell me what the hell is going on here? I disappear 30 seconds just to get a little ice cream and what do you do? \"Bill's taking a long time to get that. Gee, what can I do? Oh, I know. I'll go blackmail Alan Spaulding.\" Is that what's going on here?",
        "Olivia: Hey, you know somebody had to put him in his place. Let's face it, you're not the blackmail type, okay. You don't like to get your hands dirty.",
        "Bill: What is that suppose to mean?",
        "Olivia: That's what I mean.",
        "Bill: Well, how do you know I don't have naked pictures of you stashed in an old t-shirt of mine in a shoebox somewhere?",
        "Olivia: That's just weird. It's weird.",
        "Bill: What are you doing here? Are you testing me? Is that what's going on here? This is a test to see how hard you got to push me until I walk away? Is that what's going on here, Olivia?",
        "Olivia: No. Please don't ever say that.",
        "Bill: I'm not going to walk away. I'm not going anywhere, because that would be easy. Old Billy sticks. That's me. Bill. Doesn't walk away from anything. So those loose ends, are they all tied up now?",
        "Olivia: In a double knot. I made sure of it tonight.",
        "Bill: Good.",
        "Olivia: So, we going to kiss and make-up again?",
        "Bill: Want to get some ice cream?",
        "Olivia: No, I want to kiss and make up.",
        "Bill: Kiss.",
        "[SCENE_BREAK]",
        "Josh: Tammy, are you sure you want to go out of your way to work with Jonathan?",
        "Tammy: What's that saying about things that don't kill us making us stronger? I'll be very strong after this.",
        "Josh: Okay. Just know that you could back out if you need to.",
        "Tammy: Thank you. I really want to see if Jonathan will come through if you give him a chance.",
        "Josh: He's unpredictable.",
        "Tammy: To say the least.",
        "Josh: He also needs to come to things in his own way. Just like his mama.",
        "[SCENE_BREAK]",
        "Reva: That's either the most serious thought I've ever heard come out of your mouth or...",
        "Nate: Or what?",
        "Reva: Nothing. Must be the full moon.",
        "Nate: ( Howls )",
        "Reva: ( Laughs )",
        "Nate: Do you know most murders are committed when the moon is full?",
        "Reva: You are, like, way too serious for me. Cheers! Good and evil and now homicide.",
        "Nate: I'm just making conversation. I'd better go and see if I could find that investor.",
        "Reva: Does he exist?",
        "Nate: Yeah. I'll be right back.",
        "Reva: You know what, Nate? I think I'm going to take a pass on all of this. I'm going to take a walk. I need to clear my head.",
        "Nate: All right. I think I can handle this proposal by myself.",
        "Reva: Thanks. Good luck.",
        "Nate: Yeah.",
        "Reva: Hey, what are you doing out here?",
        "Jonathan: Public place, right?",
        "Reva: Oh, honey? What's wrong. It's just weird because I was just thinking about you and the argument we had.",
        "Jonathan: Don't. Just forget about it.",
        "Reva: Well. I can't. Because I need to understand...",
        "Jonathan: You can't understand me, Reva. Ever.",
        "Nate: Hey, Reva... I forgot my keys.",
        "Reva: Your keys? Come here. I'm glad actually that you came back. I want you to meet my son. This is Jonathan. Jonathan, this is Nate. Nate's my boss.",
        "[SCENE_BREAK]",
        "Harley: Great. A guy with a goatee. I mean that covers about, what, eighty percent of the population of New York City.",
        "Gus: Can you please just stay positive? That's not the only thing we have. We've got the guy with the goatee. We've got New York City. We've got the hotel that uses a logo like that. I mean, come on, we have solved other cases with less than that.",
        "Harley: Yeah, but we have had the entire police force behind us. Now they're chasing after us. And if we don't solve this, if we don't get what we're going after...",
        "Gus: We will. Baby, we will. All right.",
        "Harley: Because if we get on the road and we don't find what we're looking for, I don't get to come back here. I don't get to see my family again, I don't get to see my kids.",
        "Gus: I can think of worse things. I mean, I get to spend the rest of my life alone with you. I'm kidding. I made you a promise, I'm going to keep it. You're going to be a free woman-- until I marry you. Buckle up. We've got a crime to solve.",
        "[SCENE_BREAK]",
        "Alexandra: So they were yours? The gloves. You did it. Alan, for god's sake. You killed your own son?",
        "[SCENE_BREAK]",
        "Next, on \u0091Guiding Light'.",
        "Alexandra: You tell me what you did.",
        "Alan: I shot him.",
        "Jonathan: You do whatever the hell you want. You want to hang out with him, hang out with him!",
        "Reva: I plan to.",
        "Jonathan: Good. Make him your best friend! Just don't tell me I didn't warn you."
    ],
    "Transcript Author": [
        "By Boo Proofread by Jolene"
    ],
    "url": "https://www.youtube.com/watch?v=cCRNOQHxddA"
}