{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Jonathan: Nothing can ruin this day for me \r\nand Tammy, not even you. Hey, tonight has got to be special, okay? So no \r\ntakeouts, no deliveries, no interruptions, yeah? Just me and Tammy. It has got \r\nto be perfect. ( Thunder clashing ) It really looks great. ",
        "Attendant: I had an uncle who said thunder's \r\nan omen. ",
        "Jonathan: An omen for what? ",
        "Nate: The spirits with unfinished \r\nbusiness have been awakened. ",
        "Jonathan: Sorry I asked. Can I get more \r\nflowers and another bucket of ice? ",
        "Attendant: Sure. Right away. ",
        "Jonathan: Thank you. ( Cell phone ringing ) \r\nHello. ",
        "Tammy: Hey. ",
        "Jonathan: Hey, how's it going? ",
        "Tammy: I know you had had this big special \r\nthing planned for tonight, but, um, something came up. ",
        "Jonathan: What do you mean? ",
        "Tammy: Kidding. ",
        "Jonathan: Ha-ha. ",
        "Tammy: Tonight is a fresh start, right? No \r\nmore caring who is with us, or who is against us? ",
        "Jonathan: Yeah. Tonight's just you and me. \r\nIt's like nothing else ever happened before this. ",
        "Tammy: I like that. See you later. \n",
        "Nate: Fresh start, what a great \r\nidea. ",
        "Jonathan: You're dead. ",
        "Nate: Yeah, to some people. Not to \r\nyou, though. There's a little piece of me alive and squirming deep down in side \r\nof you. We're connected, even in death. ",
        "Jonathan: What do you want, fish \r\nbate. ",
        "Nate: I want to remind you of who \r\nyou really are. This is all a shame. ( Mocking Jonathan ) Can I get some more \r\nflowers? ( Laughing ) You don't get the fairytale ending, son, not at least the \r\nway this story ends or have you forgotten. ( Thunder clashing ) I'm promise you \r\nit's not anything you haven't seen before. Because actually, this is a little \r\nmasterpiece you made all by yourself. ",
        "Jonathan: Where are we?            \r\n",
        "Nate: You remember this room, don't \r\nyou? Where you lured that sweet little girl-- what was her name? ",
        "Jonathan: Tammy. Stop it. ( Thunder \r\nrolling ) ",
        "Nate: I shall stop it. But somebody \r\nshould have told you that, don't you think? \"Stop, Jonathan, don't crush this \r\npoor little girl with your hatred. Stop conning this little girl out of her \r\nvirginity. Stop, Jonathan. Don't force Tammy's first time to be with her \r\ncousin.\" And after the dirty deed is done, stop rubbing the shame and \r\nhumiliation in her face. ",
        "Jonathan: Shut up. ",
        "Nate: And they said what I did was \r\ncriminal. ",
        "Jonathan: She forgave me. \n",
        "Nate: So she said. But you never \r\nforgave yourself for what you did, did you? You never did. This thing, you never \r\nwill. ",
        "Jonathan: Get out of my head, Nate, \r\nyou're dead! You hear me, Alfred? You're dead. I beat you. I win. I don't care \r\nhow things started with me and Tammy. It's different now. It's something real. \r\nIt's something pure. I'm not going to let anybody take that away from me. \n",
        "Dinah: ( Laughs ) Oh, wow, keep \r\ntelling yourself that and see how long it takes you to stop laughing. \n",
        "Jonathan: Great, now I have to deal \r\nwith the living and the dead in the same room at the same time. Isn't that \r\nagainst the rules or something? ",
        "Dinah: You know it's in your head. \r\nYou know what I really used to love about you, Johnny? You were so good in bed. \r\nA major turn-on. And what made hanging out with you so amazing is that you \r\nweren't one of those self- critical people running around Springfield. And you \r\nnever kid yourself or me. Don't start now, sweetie. ",
        "Nate: We still have very high hopes \r\nfor you, kiddo. ",
        "Jonathan: Forget it, I'm different.\r\n",
        "Nate: Face it, son, that's who you \r\nare, that's who you'll always be. The man who destroyed Tammy once. The man who \r\nwill destroy Tammy again and again and again. ( Echoing )\n",
        "Jonathan: This is what it's come \r\nto. Nice outfit, John. What's next? \"Hey, honey, I'll be home for supper.\"\r\n",
        "Nate:( Inaudible ) Since when are \r\nyou the type to be tame? ",
        "Dinah: You were never tame with me.\r\n",
        "Jonathan: It's different, I love \r\nher. ( Laughter ) ",
        "Nate: You can't fake your way \r\nthrough it, but you lack the one thing that anybody needs to love somebody.\r\n",
        "Jonathan: What?\n",
        "Nate: A heart. ( Thunder clashing )\r\n",
        "Jonathan: You're wrong! You don't \r\nknow what you're talking about. I'm not you. I'm not you. I'm different. And \r\nit's different than it was with you, too, Dinah. It's different with Tammy, and \r\nshe knows that and I know that. And that's all that matters. I'm not going to \r\nlet some phantom of my imagination change that. ( Knock on the door )\n",
        "Jonathan: What! What?! ",
        "Woman: Is everything all right in here?\r\n",
        "Jonathan: ( Breathing heavily ) Yeah, it is \r\nfine. I'm sorry about the noise. I just had some visitations from my past. You \r\ncan go back to your room. ",
        "Woman: Oh, I get visitations myself from time \r\nto time. They can be so annoying. ",
        "Jonathan: ( Breathing heavy ) You're telling \r\nme. ",
        "Woman: Order a drink and find a good game on \r\ntv. That always works for me. ",
        "Jonathan: Thank you for the advice. \n",
        "Dinah: ( Laughing ) ",
        "Nate: You see, now, that's what I'm \r\ntalking about, you're trying way too hard to be nice. It's not natural. \n",
        "Jonathan: The only thing I'm trying \r\nto do is have a good night with Tammy. So when I get back, don't be here.\n",
        "\r\n__________________________________________",
        "\r\nTammy: It's beautiful. I love it. ",
        "Jonathan: Nothing's too good for you, Tammy. \r\nNothing's too good for you. ",
        "Sandy: Correction. She's too good \r\nfor you. Now you plan on buying Tammy’s happiness? ",
        "Jonathan: You. I made you crawl \r\ninto your hole. ",
        "Sandy: I just wanted to checkup on \r\nmy good buddy and see what he's doing with Tammy tonight. Come on, let's go see.\r\n",
        "Jonathan: I'm not going anywhere \r\nwith you. ",
        "Sandy: What are you worried about? \r\nI'm just a figment of your warped imagination. Come on. I won't take you \r\nanywhere you don't want to go. \n",
        "Jonathan: What are we doing here?\r\n",
        "Sandy: Quiet, just watch. \n",
        "Tammy: I don't see what the problem \r\nis. Can't I just take R.J. to the zoo or something? ",
        "Cassie: Not if Jonathan is going \r\nwith you, no. ",
        "Tammy: But I haven't seen R.J. in \r\nweeks, Mom. I miss him. ",
        "Cassie: Well, R.J. misses you, too.\r\n",
        "Tammy: Well, then stop this. This \r\nis tearing the family apart. ",
        "Cassie: Tammy, you are the one that \r\nis tearing the family apart. Our family's safety comes first. So as long as \r\nyou're with Jonathan, R.J. Is not going anywhere with you. ",
        "Jonathan: Is that what you wanted \r\nme to see, that Cassie's some paranoid control freak? ",
        "Sandy: Shush. Did you hear that?\r\n",
        "Jonathan: What? ",
        "Sandy: Tammy is saying all of the \r\nthings she can't say to you. ",
        "Tammy: What's all that? ",
        "Cassie: Just some things you might \r\nwant in your new home. ",
        "Tammy: This is my home, too, isn't \r\nit, Mom? ",
        "Cassie: You fought so hard to be \r\nwith Jonathan and now you are. Aren't you finally happy with your life? \n",
        "Sandy: Here it comes. ",
        "Tammy: I love Jonathan, but he is \r\nwho he is; he is not going to change. ",
        "Cassie: I thought you didn't want \r\nhim to change. ",
        "Tammy: I just wish it could be a \r\nlittle easier sometimes. You know, I wish that loving him didn't hurt so much. \r\nIs this what true love is, Mom? This kind of pain? ",
        "Sandy: Loving you is a painful \r\nexperience. ",
        "Jonathan: You're putting words in \r\nher mouth. That's not how Tammy feels. ",
        "Cassie: You know, you could always \r\nleave him. ",
        "Tammy: I don't know. ",
        "Cassie: What, are you afraid he may \r\ndo something to us again? ",
        "Jonathan: What? ",
        "Cassie: Maybe burn down a house.\r\n",
        "Jonathan: This is not real, she is \r\nnot afraid of me. ",
        "Sandy: Not yet, maybe. ",
        "R.J.: Are we going to the zoo?\r\n",
        "Tammy: I'm sorry, we're not going \r\ntoday. ",
        "R.J.: This is Jonathan's fault, \r\nisn't it? I hate Jonathan. ",
        "Jonathan: Now you have me ruining \r\nthis kid's life, too. ",
        "Tammy: If you want to blame \r\nsomebody, blame me. I'm the one who chose Jonathan. ",
        "RJ: Why did you pick him? \n",
        "Sandy: You think that was bad in \r\nthere. Just wait until your wedding day. Just imagine it. Imagine Tammy looking \r\nout on an empty church, with no loved ones or family. ",
        "Jonathan: We'll be fine. We have \r\neach other. We don't need anybody else. ",
        "Sandy: That's good, because there's \r\nno one on the groom's side, except Reva, and everyone hates her for that. In \r\nfact, every one in the town hates you, or their disgusted that you and Tammy are \r\ntogether, but you've got true love. ",
        "Jonathan: It's not going to be like \r\nthat. ",
        "Sandy: How long do you think Tammy \r\ncan hold up? ",
        "Jonathan: We'll leave town. \n",
        "Sandy: There is another way. \n",
        "Jonathan: By what, letting her go \r\nback to you? I don't think so. ",
        "Sandy: No, I didn't say go back to \r\nme. Take a look at Tammy’s future. ",
        "Jonathan: Hold it, buddy, I don't \r\nknow who you think you are-- ",
        "Man: Me? I'm the man Tammy is going \r\nto marry. Dustin Mars. ",
        "Jonathan: Good for you. I've never \r\nseen you around here and Tammy has never seen you. She probably has never heard \r\nfrom you. ",
        "Dustin: I'm not from Springfield. \r\nTammy and I met after you've broken her heart for the 10th or 11th time. \n",
        "Jonathan: Now you're looking to get \r\nhit. ",
        "Dustin: Tammy said you had a \r\ntemper. It must have been part of the problem. ",
        "Jonathan: There is no problem. She \r\nloves me. We're together. ",
        "Dustin: Love, is that what you \r\ncalled this sick thing that almost destroyed her life? ",
        "Jonathan: No. It didn't, and it \r\nwon't. Look, Tammy and I-- we'll just stick together. We'll stick it out, and \r\nher family will come around. We'll stay together and eventually they'll start to \r\naccept us. ",
        "Dustin: Do you really believe that?\r\n",
        "Jonathan: I'll tell you what I do \r\nknow. A guy like you never even would have a shot with her. ",
        "Dustin: Well you'll have to learn \r\nit the hard way, like every other lesson in your life. Look. ",
        "Jonathan: Where are we? ",
        "Dustin: Our place, mine and \r\nTammy's. ",
        "Jonathan: Look, part of me \r\nwonders... part of me is scared that you're the kind of guy that Tammy should be \r\nwith. But I'm the guy that she wants. I'm the guy that she needs. ",
        "Dustin: The pain and heartache you \r\ncaused helped Tammy grow, Jonathan, that's a good thing. But it was never meant \r\nto be long-term. ",
        "Jonathan: How do you know?\n",
        "Dustin: It's obvious. Living with \r\nyou was a dead-end. ",
        "Tammy: Sweetie? I didn't know you \r\nwere here. I'm dying to know what happened. ",
        "Dustin: Katie will never have to \r\nworry about college, law school, anything she wants. ",
        "Tammy: You made partner? Ooh! I \r\nhave something to show you. ",
        "Jonathan: Who's Katie? ",
        "Tammy: Katie wanted to show you \r\nthis as soon as she got home. She made it in school. The whole family made of \r\nmacaroni. You, me, Mom, Reva, Uncle Josh. ",
        "Jonathan: There is no way that you \r\nand Tammy are a family. ",
        "Tammy: ( Laughing )\n",
        "Jonathan: I can't believe she named \r\nher Katie. ",
        "Dustin: Are you happy, Tammy?\r\n",
        "Tammy: I didn't know the meaning of \r\nthe word until I met you. How could I stay with him for so long? ",
        "Dustin: You thought you loved him, \r\nTammy. ",
        "Tammy: It's more like obsession. \r\nWhat you and I have, we're starting a life together, we have a family together. \r\nThat's true happiness. ",
        "Dustin: Does true happiness include \r\nsex in the jacuzzi? ",
        "Tammy: Yes, that, too. I love you. \r\nThe last one in has to go get the massage oil. ",
        "Dustin: Gotta go.\n",
        "\r\n__________________________________________",
        "\r\nCassie: Have you seen it? ",
        "Jonathan: I really wish you freaks \r\nwould stop doing that. ",
        "Cassie: It's a movie with a \r\nmessage. The dead never die, and the living have no future. ",
        "Jonathan: Are you really here or \r\nare you just another bad thought in my head? ",
        "Cassie: Does it matter? I'm here \r\nbecause you want me here. ",
        "Jonathan: You must be pretty happy, \r\nTammy left me for Dustin, he has the looks, education, money. Something for \r\neverybody. ",
        "Cassie: I'm sure you would like to \r\nblame all of this on Dustin, but nope, Tammy left you in order to save herself.\r\n",
        "Jonathan: Save herself from me?\n",
        "Cassie: Yeah, you. ",
        "Jonathan: Oh, that's enough. That's \r\nenough out of you. Why don't you go haunt somebody-- I don't know, Jeffrey or \r\nUncle Eddie, somebody who still cares you're puffing air. ",
        "Cassie: You always puff out your \r\nchest and tell everyone who you are when we both know you don't always know what \r\nyou're capable of. ",
        "Jonathan: What does that mean?\r\n",
        "Cassie: It means you couldn't stop \r\nyourself because when she tried to leave you, you got physical. You couldn't \r\nhelp yourself. ",
        "Jonathan: You are lying! You are a \r\nliar! You are a liar, Cassie. I would never-- ",
        "Cassie: You would never grab Tammy \r\nlike this, you would never shake her? Didn't anyone ever tell you that you have \r\na real violent streak? ",
        "Jonathan: It's our date, the one \r\nthat I planned. ",
        "Cassie: Jonathan, just walk away. \r\nGo some place where no one's ever heard of Jonathan Randall, live your life. I \r\nknow Tammy will blame me at first, she'll cry, she'll even go looking for you. \r\nBut you won't let her find you. You're going to give her time to create a new \r\nlife, to find her Dustin, have her little Katie. ",
        "Jonathan: I can make Tammy happy. I \r\ndo make Tammy happy. I don't have to make all of the mistakes that you said. As \r\na matter of fact, thanks for the heads-up. To stop myself? ",
        "Cassie: And how are you going to \r\nstop yourself? ",
        "\r\n__________________________________________",
        "\r\nWaiter: How is everything, Mr. Randall? ",
        "Jonathan: It looks great, thank you. All I \r\nneed now is the girl. ",
        "Tammy: Is this a private party? ",
        "Jonathan: Yes, and it's all for you. \n",
        "Tammy: ( Laughs ) ",
        "Jonathan: You look beautiful. Almost too \r\nbeautiful. ",
        "Tammy: Jonathan, you okay? ",
        "Jonathan: Yeah. ",
        "Tammy: I still can't believe you reserved the \r\nwhole restaurant. ",
        "Jonathan: Well, it's not Towers. But maybe if \r\nI was a corporate lawyer, you know, flying around closing deals and merging \r\ncompanies... ",
        "Tammy:( Laughs ) I can't imagine you being \r\nthat kind of guy. ",
        "Jonathan: You don't think I could? \n",
        "Tammy: I didn't say that. ",
        "Jonathan: Then what are you saying? \n",
        "Tammy: I'm glad you're not that kind of guy.\r\n",
        "Dustin: She'll change her mind. \r\nShe's not going to be a kid forever. ",
        "Jonathan: This is going to get old, you know?\r\n",
        "Tammy: What is? ",
        "Jonathan: The whole rebel thing, you know, \r\nlike the world against us, all of that. ",
        "Dinah: It's going to get boring \r\nfast, believe me. ",
        "Jonathan: We've got to grow up. You're \r\neventually going to want a house, and, you know, some kids and a car. And I \r\ndon't know, like, shopping money and... ",
        "Tammy: Shopping money? ",
        "Sandy: ( Laughs ) Smooth. \n",
        "Jonathan: Credit at, like, a department \r\nstore. ",
        "Tammy: We can have that. ",
        "Nate: Maybe she can come and work \r\nfor you at the bar? ",
        "Jonathan: What? ",
        "Tammy: You seem... ",
        "Cassie: You can fight off all of \r\nthe drunks that come on to her. Nice life. ",
        "Jonathan: Look, I'm not going to own a sleazy \r\nbar my whole life. ",
        "Tammy: Your bar's not sleazy. You know what \r\nI'm thinking? ",
        "Jonathan: What? ",
        "Tammy: That I can't wait to go home and show \r\nyou how excited I am about our new life. Show you how much I like you just the \r\nway you are. ",
        "Jonathan: Check. ",
        "Tammy: Just give me a second, we'll go.\r\n",
        "Jonathan: Waiter, waiter, just the check, \r\nplease. We're going to leave. ",
        "Sandy: One romantic evening isn't \r\ngoing to change who you are. ",
        "Dustin: The more you build her up, \r\nthe harder she crashes, the faster she finds me. ",
        "Jonathan: It doesn't have to be the \r\nway you say. ",
        "Nate: You might have royal blood, \r\nson, but you'll never really be a prince. ",
        "Cassie: He's not even a frog.\r\n",
        "Dinah: He's a snake. ",
        "Jonathan: I know who I am. If I \r\ncould go back to my first day at Springfield and change everything, I would, but \r\nI can't, so... what is this? ",
        "Nate: This, my son, is your first \r\nday in Springfield. ",
        "Jonathan: Are you serious? \n",
        "Nate: You got a clean slate. How do \r\nyou want to play it? ",
        "Jonathan: She's beautiful. \n",
        "Nate: And virginal. Not a scratch \r\non her. Take her for a test drive. ",
        "Jonathan: Get the hell out of here.\r\n",
        "Tammy: Hello. Is someone there?\n",
        "Jonathan: Hi. ",
        "Tammy: Hi. Can I help you? \n",
        "Jonathan: I'm your cousin, Jonathan \r\nRandall. ",
        "Tammy: That's not possible. Sandy \r\nis Jonathan. ",
        "Jonathan: No, Sandy's lying. He \r\ncame here to steal everything that belongs to me. Look, I know this sounds weird \r\nand you don't know who I am, but I will never, ever lie to you, and I won't let \r\nsomeone like Sandy hurt you. ",
        "Tammy: You're my cousin? \n",
        "Jonathan: Yes. ",
        "Tammy: And Sandy’s an imposter?\r\n",
        "Jonathan: Yes, Sandy stole my \r\nidentity. ",
        "Tammy: I don't know why, but I \r\ntrust you. That's great. I mean more family, that's great. You can be like a big \r\nbrother. ",
        "Jonathan: Stop. ",
        "Nate: Kind of rode that one right \r\noff the rails, didn't you? ",
        "Jonathan: It's not how I want it to \r\nbe. ",
        "Nate: It's your life, son, try \r\nagain. ",
        "Jonathan: Hi. ",
        "Tammy: Hi. ",
        "Jonathan: I'm JB. ",
        "Tammy: You live in the \r\nneighborhood? ",
        "Jonathan: Yeah-- well, I'm new, \r\nthough. I just got to town. I'm a businessman. Mergers and acquisitions. \n",
        "Tammy: What kind of projects do you \r\nwork on? ",
        "Jonathan: Um, you know, just things \r\nthat need merging and need acquisitioning, and stuff like that.\n",
        "Tammy: I see. ",
        "Jonathan: Stop! ",
        "Nate: ( Laughing ) \r\n\"Acquisitioning.\" ( Laughing ) ",
        "Jonathan: I'm trying to be \r\nsomething that she wants. ",
        "Nate: Well, what's wrong with being \r\nyourself? You love this woman; show her. ",
        "Jonathan: Tammy. ",
        "Tammy: Yes?\n",
        "Jonathan: You are the most \r\nbeautiful creature that I've ever seen. Every time I look at you, I don't think \r\nI could ever measure up, but I promise you, I will never stop trying to be \r\nworthy of your love. ",
        "Tammy: Who are you? ",
        "Jonathan: Stop. ",
        "Nate: Face it, son, you can rewind \r\nthe tape all you want. You'll always be wrong for Tammy Winslow. It would have \r\nbeen better if you've never met at all. ",
        "Jonathan: Tammy? ",
        "Dinah: You know, Johnny boy, if she \r\nhad any sense, she would hit the eject button and bail on your butt. ",
        "Cassie: That's my girl.\n",
        "Jonathan: Tammy would leave me. She’s just \r\nwaiting outside. ",
        "\r\n_________________________________________",
        "\r\nMan: Hey, what's your hurry. Sean from your bio class at the U. ",
        "Tammy: Oh, right, yeah. How's it going?\r\n",
        "Sean: I was going to go over to get some \r\npizza and go back to the library. You want to come? ",
        "Tammy: Actually, I'm on a date right now.\r\n",
        "Sean: Whoa. I don't see anyone. ",
        "Tammy: Let go of me. Please let go. \n",
        "Sean: Make me let go. ",
        "Tammy: Ew, get off of me. ",
        "Jonathan: Hey, get off of her. Get off.\r\n",
        "Sean: Whoa! Dude, dude, take it easy. I was \r\ntalking to her, and she said she was on a date and I didn't see anyone-- \n",
        "Jonathan: So what, you just grab her? Are you \r\nokay? ",
        "Tammy: I'm fine. He's being stupid. Just let \r\nhim go, I'm fine. ",
        "Sean: Yeah, dude, I made a mistake. Let me \r\ngo, I made a mistake. ",
        "Jonathan: It was a mistake. ",
        "Sean: Can you blame me. Girls like Tammy \r\nalways say no when they mean yes, so you have to force the issue. There's \r\nnothing wrong with a little force, you know that. ",
        "Jonathon: You shut your mouth! You think you \r\ncan just force Tammy to do everything you want? ",
        "Sean: I never said that. ",
        "Nate: Guys, look at my boy ripping \r\nthis guy's head off. ",
        "Sandy: I'll take some of that \r\naction. ",
        "Cassie: Violence is the only thing \r\nhe's any good at. I'm in. ",
        "Jonathan: Shut up! ",
        "Dinah: Rearrange his face!\n",
        "Sean: Look look, I'm sorry, let me go, it was \r\na mistake. ",
        "Tammy: Jonathan. He has had a little too much \r\nto drink, just let him go. It's okay. ",
        "Jonathan: He can't get away with what he did. \r\n( Heavy breathing ) Nobody's allowed to treat you that way. ",
        "All together: You did! ",
        "Jonathan: Let's get out of here. ",
        "Tammy: Where are we going? Hey, would you \r\nstop this. This is crazy. ",
        "Jonathan: I am so sorry. ",
        "Tammy: It's okay. Don't let some crazy guy \r\nruin things. ",
        "Jonathan: Yeah, but it's more than that. \r\nDon't you get it? That guy didn't see you as a person. He saw you as something \r\nthat if he wanted to take it, he could take it. If he wanted to smash it, he \r\ncould smash it. The hell with everything else. He reminded me of me when I first \r\ncame to this town, and what I did to you, how much I wanted to hurt you. \n",
        "Tammy: I thought we were past all that.\r\n",
        "Jonathan: How can we be past all that? I \r\nviolated you. I took what was... I don't know, supposed to be your first time \r\nand crushed it. I shamed you. And the whole time I made sure you knew I enjoyed \r\nevery sick minute of it. ",
        "Tammy: Yes, you did. You did do those things. \r\nI'm okay now. I'm a-- I'm not better for what happened, but I'm different.\r\n",
        "Jonathan: Like, different in a good way?\r\n",
        "Tammy: You have to trust that I know why I'm \r\nwith you, and you have to believe that you are worth being loved. ",
        "Jonathan: No. I don't think I'm worth \r\nanything. Tonight was supposed to be perfect, me and Tammy, just me and Tammy. ( \r\nBreathing heavily ) I hate you! You don't deserve her. You never have; you never \r\nwill! ( Screaming ) What are you, some of type of fool to say you deserve her. \r\nYou idiot! ",
        "Tammy: Jonathan. ",
        "Jonathan: Get out of here! Seriously, Tammy, \r\nif you ever want to be happy, get as far away from here as you possibly can.\r\n",
        "Tammy: No! ",
        "Jonathan:( Sobbing ) ",
        "Tammy: Stop it, stop it! What is wrong with \r\nyou? Don't you dare give up on me! After everything we've been through, after \r\nforcing everybody to deal with us being together. So now what, you're too afraid \r\nto love me? Now you're going to smash everything. And then what, smash me? Smash \r\nyourself. ",
        "Jonathan: You don't understand. ",
        "Tammy: You hurt me, Jonathan, worse than I've \r\never, ever been hurt. You also saved my life, and filled me with excitement and \r\npassion and joy. ",
        "Jonathan: But I'm tearing you away from your \r\nfamily. ",
        "Tammy: I don't care what anyone says; they'll \r\nget over it. ",
        "Jonathan: What if they don't? ",
        "Tammy: I'm not going to stop loving you. If I \r\ndidn't want to be with you, I wouldn't be. So just get over whatever your \r\nproblem is and love me! ",
        "Jonathan: I still can't believe after \r\neverything I did to you, that you're willing to forgive me. ",
        "Tammy: I forgave you a long time ago. It \r\ndoesn't mean I've forgotten. It doesn't mean I'm not sad when I remember how I \r\nfelt during that time. But I know you, Jonathan. I know who you are deep inside.\r\n",
        "Jonathan: You can't change who you are by \r\nerasing part of your past. Tammy, the person that did that to you is still \r\ninside of me. ",
        "Tammy: I know. ",
        "Jonathan: Doesn't that scare you? ",
        "Tammy: Sometimes. But I trust you. I have \r\nfaith in you. It's your turn now. You need to have faith in yourself, faith in \r\nus. The only way you're going to do that is if you start by forgiving yourself.\r\n",
        "Jonathan: But I'm still costing you, and \r\nmaking you choose between me and your family. ",
        "Tammy: You're not making me do anything. \r\nJonathan, I'm right where I want to be. ",
        "Jonathan:( Sobbing ) You lose, I win. \n",
        "Tammy: What did you say? ",
        "Jonathan: Nothing. I love you, too. Listen, \r\ncan you give me a sec? ",
        "Tammy: Yeah. ",
        "Nate: A lot of nice speeches in \r\nthere. Nice speeches, exclamations of love. A little to syrupy for me, but then \r\nagain, I sleep with the fishes. ",
        "Jonathan: You were wrong about me.\r\n",
        "Nate: Was I? ",
        "Jonathan: All that stuff you said \r\nabout me and Tammy, some of it might be true, but it doesn't matter. Not \r\nanymore. ",
        "Nate: Oh, it will. ",
        "Jonathan: Only if we let it. I'm \r\ndone with you. I'm not doing it anymore. I'm letting you go for good. \n",
        "Nate: It seems to me you already \r\ntried that. ",
        "Jonathan: We both know I kept you \r\naround so I always had an out with Tammy, a reason not to really go for it. Look \r\nwhat a bad guy I am. Look what my dad did to me. I'm not doing that anymore.\r\n",
        "Nate: You need to think this \r\nthrough, Jonathan. You can't be sure that you don't need me anymore. ",
        "Jonathan: You know, when you're a \r\nkid, if your mom or dad slap you and they call it love, you don't know any \r\nbetter and nobody can ever convince you otherwise. Not a friend, not a teacher, \r\nnot a good psychiatrist. There's only one thing that can ever change that.\r\n",
        "Nate: Don't tell me. ( Laughs ) \r\nWoman.( Laughing ) The love of a good woman.( Laughing ) ",
        "Jonathan: Love, period. \r\nUnconditional love. You wouldn't know what that's like. And if Tammy and I are \r\nlucky enough to have kids some day... ",
        "Nate: Oh, yeah, I'll bet the whole \r\ntown's just waiting for that one. ",
        "Jonathan: I will love them for who \r\nthey are, not who they are not. ",
        "Nate: Yeah, I seem to remember \r\nsaying the same thing to myself, between meetings, and look what happened to us. \r\nOh, well. ",
        "Jonathan: Good-bye, Dad. \n",
        "Nate: Yeah, son. Do hope you never \r\nsee me again. Good luck. ",
        "Tammy: I thought I heard you talking to \r\nsomeone. You were gone for so long, I got scared, what if you ran away. \n",
        "Jonathan: Uh-uh. I'm done running away from \r\nthings that have to do with me and you. ",
        "Tammy: Good. ",
        "Jonathan: You've already seen the worst, \r\nright? ",
        "Tammy: I love you. When I say that, I don't \r\njust mean that when things are perfect. I love you no matter what. ",
        "Jonathan: You know I wasn't kidding about us \r\nstarting our life together, right? ",
        "Tammy: What do you mean? ",
        "Jonathan: There are certain things that we \r\npromise Miss Reva Shayne we would or would not do under her roof. ",
        "Tammy: Yeah? ",
        "Jonathan: So... What if we got a roof of our \r\nown? Our own place, you and me. ",
        "Tammy: Our own place? ",
        "Jonathan: I mean, unless you don't want...\r\n",
        "Tammy: Whoa! Yeah! ( Laughter ) ",
        "\r\n­­________________________________________",
        "\nNext on\" Guiding Light.\"\r\n",
        "R.J.: Will Jeffrey be there?\r\n",
        "Jeffrey: Do you think there is any \r\nchance in hell she is going to get over this? ",
        "Cassie: I respect your choices, \r\neven though they're not mine, and I will respect them. ",
        "Reva: There is a problem with \r\nthat, because I don't respect yours. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=hxbx4oneR94"
}