{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Cassie: (Hyperventilating) Cassie. What happened? What happened? ",
        "Cassie: Edmund. ",
        "Edmund: Come on, come on. ",
        "Cassie: Oh, my god. ",
        "Edmund: Are you all right? ",
        "Cassie: Oh, my god. (Sobbing) ",
        "Edmund: What happened? ",
        "Cassie: Someone was messing with my computer, and then they stole my \r\nsunglasses, and I came down here, and both tires were slashed, and I just \r\ntotally freaked. ",
        "Edmund: Oh, my god. For good reason. It's all right, it's all right. ",
        "Cassie: I just want to get out of here. ",
        "Edmund: It's okay. Let's just see if you're all right first. ",
        "Cassie: I'm fine! ",
        "Edmund: Just walk. Walk for me, all right? Just walk. You all right? ",
        "Cassie: When I saw your car coming at me, I just... after everything that \r\nhappened, I thought that you were going to run me down. Why are they doing this? \r\nWhy are these people doing this to me? God, it was one thing when they were \r\nacross the ocean and they were going to fancy parties and signing my name to \r\nroom-service bills. But what's next? What if they come after the children? ",
        "Edmund: God, I hate this! (Crashing) I hate that I haven't been able to \r\ntake care of you and the children! You've got slashed tires! I can't do anything \r\nto protect you! Cassie, cassie, I have to do something about it. I have to do \r\nsomething about this now. ",
        "Cassie: We don't know these people, edmund, and we don't know their limits, \r\nokay? ",
        "Edmund: Cassie... ",
        "Cassie: Edmund, just stop, okay? I just want to go. I just want to go. ",
        "Edmund: But... ",
        "Cassie: Look, just put the tire iron back. ",
        "Edmund: All right. Okay, well, we'll go upstairs and we'll call the police. \r\nCassie? ",
        "Cassie: Oh. Uh, just getting the keys. ",
        "Edmund: Look, maybe it's a better idea if I drive you back to the farm. ",
        "Cassie: Why don't you go ahead and go, and I'll meet you there. I'm going to \r\nhave to get, like, new tires. ",
        "Edmund: Well, just... (laughs) don't be ridiculous. I'll take you back to \r\nthe farm and we can take care of the tires later. ",
        "Cassie: I need to do this. ",
        "Edmund: All right, if you're sure that... ",
        "Cassie: I am. Thank you. Thank you for saving me and for wanting to protect \r\nme. ",
        "Edmund: Right. Well, hurry home. ",
        "Michelle: Okay, so I think our new rule should be all our meetings at the \r\nbeach from now on. ",
        "Tony: All right. Well, I will say that you are the ceo that every employee \r\nwould dream about. ",
        "Michelle: Aren't you a little overdressed for this outing? ",
        "Tony: Well, you didn't exactly give me enough time to grab my swim gear now, \r\ndid you? ",
        "Michelle: (Sighs) what have you got? Boxers or briefs? ",
        "Tony: Why? ",
        "Michelle: It's close enough to a bathing suit, right? ",
        "Tony: This is a public beach, michelle. People do bring their kids here. ",
        "Michelle: Oh, please. You're not that uptight. Come on. ",
        "Tony: Hey. Boxer briefs are not bathing suits, sorry. ",
        "Michelle: No one's going to know the difference but you. Come on. Unless \r\nyou're afraid. ",
        "Tony: Oh, you're going to go there again. I'm afraid? ",
        "Michelle: (Spooky humming) ",
        "Tony: All right. A challenge, right? Okay. ",
        "Michelle: Mm-hmm. Works every time. ",
        "Tony: There. I'm telling you, if I get arrested for indecent exposure, you \r\nbetter... ",
        "Michelle: I will. ",
        "Tony: You better bail me out. ",
        "Michelle: I will. ",
        "Tony: Okay? ",
        "Michelle: Got you covered. ",
        "Tony: Yeah, I'm sure you do. ",
        "Michelle: Wow. ",
        "Tony: There. ",
        "Michelle: I thought... ",
        "Tony: What? ",
        "Michelle: I don't know, i just... ",
        "Tony: What? ",
        "Michelle: I was expecting leopard stripes, silk, something. I mean, black? \r\nYou're really that straight- laced? ",
        "Tony: Listen, did you come here to talk or swim? ",
        "Michelle: Oh, oh. Okay. Okay! No way to treat a new ceo. (Playful scream)\r\n",
        "Bill: Hello, aitoro. ",
        "Gus: Everybody. Marina, how are you? How's your dad doing? ",
        "Marina: Like you care. ",
        "Alan: Well, I thought I heard your voice. ",
        "Gus: Hey. ",
        "Alan: Welcome home, son. ",
        "Gus: Thank you. ",
        "Alan: Why don't you come in and tell me about your trip, huh? ",
        "Gus: It'S... you've got people waiting. ",
        "Marina: Oh, it's okay. We're not important. ",
        "Alan: Marina, don't you have some trash to take out or something to sweep up?\r\n",
        "Marina: As a matter of fact, I'm here about that job description. But danny's \r\ngot first dibs on your valuable time. ",
        "Gus: Why don't you two talk? I'd like to talk to her anyway, if that's okay.\r\n",
        "Alan: All right. Enjoy. Danny, it's always good to see you. ",
        "Danny: How are you? ",
        "Alan: Why don't you come in and tell me how your family is? ",
        "Marina: \"How's the family?\" You mean what's left of it after vinnie salerno \r\nfinished with them. Only a spaulding could be so cold. ",
        "Gus: Hmm. So we're all targets now, is that it? ",
        "Marina: Oh, you and your family made a big mistake taking on the coopers. ",
        "Gus: You can't possibly think that I would purposely try to hurt people in \r\nyour family. ",
        "Marina: My dad lost his job and darci. My grandfather is nursing a broken \r\nheart after your dear old auntie alex betrayed him. And aunt harley? Her whole \r\nworld was run over by a meat truck. All because of you. I hope she gave it to \r\nyou good when she tracked you down. ",
        "Gus: She was looking for me? ",
        "Marina: Oh, don't get your hopes all up, gus, okay? It was an act of \r\ndesperation. You were her only option after phillip decided to grind company \r\ninto the ground. ",
        "Danny: Come on, alan. You wouldn't be sitting behind that desk of yours right \r\nnow if it weren't for me. ",
        "Alan: What are you talking about? ",
        "Danny: If I hadn't gone undercover and found the link between the mob and the \r\ndrug ring, the feds would have shut down spaulding permanently. ",
        "Alan: Danny, you want me to thank you for the way that drug bust was bungled? \r\nMy sister is in jail being charged with a crime that was committed by brad \r\ngreen. Gus's sister was killed in a warehouse explosion that you set off. ",
        "Danny: No, no, no. I don't want you to thank me. I want you to listen to my \r\nproposal for fifth street. Now, there have been some potential backers who have \r\nbecome a little skittish because of the junk that they've been reading in the \r\npapers, but i know you've got a lot more business sense than the rest of them. \r\nJosh lewis, for one. ",
        "Alan: So the righteous have all jumped ship, huh? ",
        "Danny: Yeah, something like that. ",
        "Alan: Very well. I'm listening. ",
        "Jeffrey: You've really got to get it together, mrs. Winslow. ",
        "Cassie: Thank you. ",
        "Jeffrey: Whoa. Having a bad day? ",
        "Cassie: Really bad day. I think they're stalking me. I was just trying to \r\ncall you. ",
        "Jeffrey: Okay, what happened? Did you see who it was? ",
        "Cassie: They got into my house and they were messing with my computer. Then \r\nsomeone stole my sunglasses, and then I went down to the garage, and both my \r\ntires were slashed, and then I heard someone coming after me, but then a car was \r\ncoming after me, but that turned out to be edmund. ",
        "Jeffrey: Wait. Slow down. All right, you need a drink. Come on. ",
        "Cassie: No, what I need is for you to find out who is doing this to me. Now \r\nit feels real. Now they're here, jeffrey. They were in my house. My children \r\ncould have been there. ",
        "Jeffrey: They were in your house? They were at the farm? You're sure about \r\nthat? ",
        "Cassie: Well, I wasn't until this. ",
        "Cassie: It was in my closet at the farm, and I know it's the same one. The \r\nboys. Jeffrey, the boys... ",
        "Jeffrey: The boys... the boys... the boys are fine. They boys are with mrs. \r\nChitwood out by the pool. Everyone's safe, okay? Everyone is safe. Now, tell me \r\nwhere did you find this? ",
        "Cassie: In the garage under the car. The person left this and they wanted me \r\nto know that they were in my house. ",
        "Jeffrey: Does edmund know about it? ",
        "Cassie: No. No, I couldn't tell him. ",
        "Jeffrey: Well, why not? ",
        "Cassie: Because I was afraid how he was going to react. Jeffrey, you have to \r\nfind them. You've got to find them. My kids have been through so much. (Sobbing) ",
        "Jeffrey: Take it easy. Take it easy. Come here. It's going to be all right.\r\n",
        "Michelle: Catch. I'm putting water skiing on the weekly agenda, I'm telling \r\nyou. ",
        "Tony: Yeah, I'm sure you are. Listen, did you have any idea what you were \r\ndoing when you grabbed that tow rope and the boat was pulling you around? Did \r\nyou have any idea? ",
        "Michelle: No. No, but it looked like fun, and it was. ",
        "Tony: Yeah, well, even if you... (laughs) even if you belly-flopped, which \r\nyou did, even if you lost your bikini top, which you didn'T. ",
        "Michelle: Thanks for noticing, but it was amazing. ",
        "Tony: Well, you're amazing, michelle. You know that? ",
        "Michelle: Really? ",
        "Tony: Yeah, you are. ",
        "Michelle: You mean that? ",
        "Tony: Don't let it get to your head, okay? ",
        "Michelle: Yeah, no problems there. You know, you're really the only person \r\nhere who says something like that and means it. Everyone else is just being nice \r\nand humoring me until I get my memory back, until I snap out of it. ",
        "Tony: In my opinion, there's nothing to snap out of. ",
        "Michelle: Thank you. ",
        "Tony: Mm-hmm. ",
        "Michelle: You know, I'm finally taking your advice. ",
        "Tony: Well, I'm not sure if that's a good thing. What did I say? ",
        "Michelle: You told me not to worry about the person I turned out to be, that \r\neveryone would adjust and if they couldn't or didn't, that's their problem, not \r\nmine. ",
        "Tony: I said that? ",
        "Michelle: Mm-hmm. Yeah, and you're right. You know, first you save my life, \r\nand then you gave me the okay to live my life the way i wanted, and I owe you \r\nfor that. ",
        "Tony: Uh-uh. ",
        "Michelle: Yeah. ",
        "Tony: Uh-uh. ",
        "Michelle: No, I do. ",
        "Tony: You do not owe me anything. Nothing. ",
        "Michelle: I do. ",
        "Tony: No. ",
        "Michelle: You've given me a lot, tony, and if things actually work out with \r\ndanny and me, it's going to be because of you. ",
        "Danny: Alan, I'm telling you, fifth street is going to be the up-and-coming \r\nneighborhood of springfield, and all I'm trying to do is finish the last few \r\nprojects that I started. Now, if you take a look, these are the figures right \r\nhere. And I'm willing to open my books to you, if that's what you want. That is \r\nno problem for me, and you can see that this is the kind of investment that will \r\npay well into the future, and not just for springfield, but for you and for your \r\ngrandchildren. And here I've got some projected earnings, and based on what I've \r\nalready accomplished there, frankly, I think they're pretty conservative myself. \r\nYeah. Thank you for your time. I appreciate it. ",
        "Alan: Well, danny, don't give up so easily. Come on. ",
        "Danny: Alan, either you want in or you don'T. ",
        "Alan: I didn't say I wasn't interested. ",
        "Danny: You didn't say anything. ",
        "Alan: All right. Here. Here is my offer to you. ",
        "Danny: (Scoffs) you're not serious. ",
        "Alan: You don't expect me to pay top dollar for something you can't even give \r\naway, do you? ",
        "Danny: Alan, this... this isn't even close. ",
        "Alan: Think about it, danny. You've got five minutes. Take it or leave it. \r\nTell gus to come in on your way out. ",
        "Marina: So, how did it go? ",
        "Danny: (Sighs) well, if I were out on the street-- which could be any day \r\nnow-- I guess alan's offer would be very generous. ",
        "Marina: He tried to rip you off. ",
        "Danny: Yeah. Big surprise. ",
        "Marina: Look, danny, you're better off not getting mixed up with the \r\nspauldings. Besides, look what they did to my family-- and that's to people they \r\nclaim to love. ",
        "Danny: Yeah. You're next, chief. ",
        "Gus: Right. ",
        "Marina: I was here first. ",
        "Alan: Well, son, I am so glad to see you. So, sit down and tell me about your \r\ntrip. ",
        "Gus: Just when I thought this family had hit an all-time low, I see that it \r\nhas sunk even further. ",
        "Cassie: I couldn't show edmund the cape. I mean, you should have seen the \r\nlook in his eyes when he realized someone had slashed my tires. ",
        "Jeffrey: Well, I can't say i blame him. ",
        "Cassie: I haven't seen that look in a long time. Edmund has come a long way, \r\nyou know. Any man would want to protect the woman he loves, so... ",
        "Jeffrey: But edmund's brand of protection is dangerous. ",
        "Cassie: I'm not saying that. I just don't want to put him in that position, \r\nthat's all. ",
        "Jeffrey: I understand, i think. ",
        "Cassie: But I don't want you to get the wrong idea about edmund, okay, \r\nbecause he cares. He cares a lot. It's just that he's very afraid and he always \r\nhas been afraid that something was going to happen or someone was going to take \r\nme or the kids away. And just sometimes I feel like he wants to lock... never \r\nmind. ",
        "Jeffrey: Okay. ",
        "Cassie: Look, I'm telling you this because edmund loves me and he's thinking \r\nwith his heart, not with his head. But with you it's different, you know? With \r\nyou, it's just strictly business. I mean, there's nothing personal, right? So I \r\ncan trust you to go after this woman, whoever she is, who's impersonating me \r\nwithout damaging anything, right? ",
        "Jeffrey: Hmm. ",
        "Cassie: Jeffrey, am I boring you? I'm talking about my life here. ",
        "Jeffrey: No, I'm sorry. Listen, I think I know of a way I can protect you. \r\nThat is, if you'll go for it. ",
        "Cassie: Of course. I don't want to stay here and wait for another planter to \r\nfall on my head. What do you want me to do? ",
        "Jeffrey: I want you to pack your bags and move into the beacon, with me. (\r\nViolent chopping) ",
        "Dinah: Decapitation? Whose head's about to roll? Jeffrey's? ",
        "Edmund: This is private property. What are you doing here? ",
        "Dinah: I can get out of the line of fire, if you wish. ",
        "Edmund: That would be a good idea. You never know if temptation is going to \r\novercome me. ",
        "Coming up on \"guiding light\"... ",
        "Cassie: Maybe you're just trying to get me so scared that I just come running \r\nto you for your protection. Maybe all this is just so you can get me alone. ",
        "Jeffrey: Maybe that's true. Can you blame me? ",
        "Edmund: I'm going to get things back on track with the woman I love, and then \r\nI'm going to forget everything you ever told me. Oprah: Things the pros can't \r\nlive without, next \"op ",
        "Michelle: What's the rush? Where are you going? We haven't even had our \r\ndessert yet. Look, look. I've got your favorite. ",
        "Tony: That's all right. It's just time to work. ",
        "Michelle: That's a quick shift. What, you can't take a compliment or \r\nsomething? ",
        "Tony: No, this was... this was fun. It was good. I just... you know, it's \r\ntime to get back to work. I think we should. I don't want to put all this time \r\nand effort in getting light up and running, and then your buddy ross comes and \r\nhe shuts us down on a technicality, you know? That's all. ",
        "Michelle: Okay, you worry way too much. He's in our corner. It's no problem.\r\n",
        "Tony: We'll see. ",
        "Michelle: Fine, fine, fine. I'm on it. By the way-- hey, hey, hey-- look, if \r\nyou really want this partnership to work, there's something you've got to do for \r\nme next time. ",
        "Tony: What's that? ",
        "Michelle: One word: Speedo. (Laughs) ",
        "danny, I am going to open a ",
        "restaurant and club that's ",
        "going to make us back all the ",
        "money we need to pay off our ",
        "debt. ",
        "Danny: A restaurant and club? ",
        "Michelle: Yeah. ",
        "In the lighthouse. ",
        "And it's going to be ",
        "incredible. ",
        "Danny: Michelle, look. ",
        "I appreciate what you're trying ",
        "to do-- I do-- but honey, you ",
        "don't just decide to open a ",
        "restaurant and magically it ",
        "happens. ",
        "You need capital, a lot of ",
        "capital, which is exactly what ",
        "I don't have right now. ",
        "Michelle: I know. ",
        "That's why I went out and got ",
        "us a backer. ",
        "Tony. ",
        "Marina: Looks like you could use a pick-me-up. ",
        "Danny: Thanks. ",
        "Marina: So, what did you decide? ",
        "Danny: I haven'T. ",
        "Marina: Seems like a no- brainer to me. Alan's offer sucks. ",
        "Danny: You don't have a wife and a kid to support. ",
        "Marina: (Laughs) don't talk down to me, santos. My family is about to be \r\nkicked to the curb because of the spauldings, literally kicked to the curb. ",
        "Danny: Yeah, I know. I know. I heard. ",
        "Marina: They think they can just pay my grandpa off and he'll crawl into a \r\nhole and just go away. We're going to fight them every step of the way, even if \r\nit means living in a cardboard box. ",
        "Danny: It'd have to be a pretty big box. ",
        "Marina: Yeah, well, maybe we'll be neighbors. ",
        "Danny: I can't afford to do that. I've got to make this work, for robbie and \r\nmichelle. ",
        "Marina: Danny, if michelle really cares about you, she'll be proud to share a \r\ncardboard box with you. ",
        "Danny: Yeah. ",
        "Alan: Phillip has made the coopers a more-than-generous offer, gus. ",
        "Gus: Listen to me. All the money in the world couldn't get buzz to part with \r\nthat beloved coffee shop of his, okay? It's his life. It's his life. Not to \r\nmention the fact that it's, like, a landmark in this town. ",
        "Alan: You cannot get sentimental about something like this. Change is always \r\ntough. ",
        "Gus: The coopers don't deserve this, okay, so you stop the project. ",
        "Alan: I can't do that. You see, phillip is in charge. ",
        "Gus: What, are you saying you can't stop phillip? Of course you can. ",
        "Alan: I can't, but if you want to, maybe you should consider coming back to \r\nwork at spaulding. I mean, it would give you a chance to battle your brother \r\nbehind the scenes. That is, if this means so much to you. ",
        "Gus: Wait a second, wait a second. Is that why you let phillip get so far \r\nwith this, so that i would put a suit back on and you could see me walking \r\naround spaulding again? ",
        "Alan: No, not at all. But it would give you an opportunity, gus, to help your \r\nfamily and also score a few points with harley. That is, if you still love her.\r\n",
        "Gus: Why do you even have to ask that? ",
        "Dinah: I'm sorry to see you upset like this. ",
        "Edmund: That's interesting, considering you're the reason I'm upset like \r\nthis. Filling my head with doubts about cassie, about jeffrey, doubts about me.\r\n",
        "Dinah: I was just trying to help. ",
        "Edmund: (Laughs) \"just trying to help.\" Well, why don't you come clean, dee, \r\nor whoever you are? Why don't you come clean and tell me your full name and \r\naddress and a telephone number? ",
        "Dinah: So you can tell jeffrey? Do you have any idea what he would do to me \r\nif he found out i was trying to protect cassie from him? ",
        "Edmund: Why should I care? Why shouldn't jeffrey o'neill be like every other \r\nman? Why shouldn't he be attracted to cassie? She's a beautiful, desirable \r\nwoman. ",
        "Dinah: She's one of a kind, that's for sure. ",
        "Edmund: And she loves me. So I don't care if jeffrey o'neill has feelings for \r\ncassie. I don't care. I don't care if he's hanging around springfield when he's \r\non leave from the feds. I don't care. He doesn't stand a chance because she \r\nstill loves me. ",
        "Dinah: Jeffrey plays dangerous games with women. You don't trust him. You \r\ntold me that yourself. ",
        "Edmund: No, I don't trust him, but I do trust cassie. ",
        "Dinah: Then why are you attacking a woodpile like an ax murderer? ",
        "Edmund: Why are you doing this to me? Why? I mean, you drop by here and you \r\nstuff poison in my ear abut jeffrey, about... about... about... about cassie. \r\nAnd then you disappear without a trace. And here I am left to pick up the pieces \r\nof innuendo and threats about cassie and the life we're trying to build \r\ntogether. What is this about? ",
        "Dinah: I'm sorry. I understand. You know, I know what it is to love someone, \r\nhave a beautiful place like this, and then something happens one day and they're \r\ngone. And once you've known a love like that, you don't get over it. You can'T.\r\n",
        "Edmund: What is that about? Is that about you and jeffrey? ",
        "Dinah: This is about you and cassie. You need to focus on cassie, and \r\nwhatever jeffrey's up to, don't doubt cassie. And if I am responsible for \r\nputting any doubts in your mind... ",
        "Edmund: You're sorry, I know. You said that already. You're sorry. ",
        "Dinah: Yes. Where are you going? ",
        "Edmund: I'm going to get things back on track with the woman I love, and then \r\nI'm going to forget everything you ever told me. ",
        "Cassie: Did you just ask me to move in with you? ",
        "Jeffrey: Look, it's a strategy, mrs. Winslow, not a proposition, okay? ",
        "Cassie: I can't just leave the children. ",
        "Jeffrey: I don't want you to leave the children. I want you to bring the \r\nchildren here, of course. That farm is out there, it's isolated, it's \r\nunprotected, and it's unsafe. I can maintain better security here. ",
        "Cassie: It's not much better here. Rj and I were almost flattened by a \r\nplanter out front, and my tires were slashed in the parking garage here. ",
        "Jeffrey: It is better here. It's still better here than the farm. Someone \r\njust went out there and rifled through your closets, mrs. Winslow. Come on. ",
        "Cassie: I just want to burn my clothes. ",
        "Jeffrey: Don't burn your clothes, bring them here. I can recommend the \r\nlaundry service at the hotel. It's very good. Look, it's time for us to go on \r\nthe attack. ",
        "Cassie: I am on the attack. I'm having a new security system installed here \r\nin the beacon, inside and out, and I can do the same thing at the farm. ",
        "Jeffrey: You don't understand. Listen to me. If I get you and the kids here, \r\nout of the farm, I can use the farm to spring a trap for whoever this is that's \r\ndoing this. Okay? I can lure them there and put them out of commission once and \r\nfor all. So what do you say? ",
        "Cassie: Okay. Okay. ",
        "Jeffrey: Okay, good. ",
        "Cassie: On one condition. ",
        "Jeffrey: Any condition you want. ",
        "Cassie: You have to work with edmund every step of the way through this. ",
        "Jeffrey: (Laughs) you've got to be kidding me, right? You just said... ",
        "Cassie: Then no deal. No deal. ",
        "Jeffrey: Mrs. Winslow-- cassie-- are you going to tell me you're just going \r\nto hang around and wait for the next attack because we won't include lover boy?\r\n",
        "Cassie: You know, maybe edmund's right. Maybe you're just trying to get me so \r\nscared that I just come running to you for your protection. Maybe all this is \r\njust so you can get me alone. ",
        "Jeffrey: Maybe that's true. Can you blame me? ",
        "Alan: Gus, you can't spend the rest of your life with one foot in this family \r\nand one foot out. ",
        "Gus: Listen to me... ",
        "Danny: Time's up, alan. ",
        "Alan: Danny, it's not a good time. I'm talking to... ",
        "Gus: Forget it. I'll wait outside. ",
        "Danny: You said five minutes. It's been over ten. Don't worry, this isn't \r\ngoing to take long. You made your offer. Here's mine. ",
        "Alan: Good. \"Kiss off\"? ",
        "Danny: I think that pretty much says it all. ",
        "Marina: Yeah. That goes for me, too. You know, you can throw me in jail if \r\nyou want to, but I have brought you your last double skim milk latte, big guy.\r\n",
        "Alan: Well, good riddance, miss cooper. ",
        "Marina: Don't think I'm not grateful to you for everything that you've taught \r\nme, teaching me how to fight down and dirty. It will come in real handy when my \r\nfamily kicks your butt. ",
        "Danny: Well, there you have it. You ready to blow this joint? ",
        "Marina: You bet. ",
        "Danny: Have a nice day, gentlemen. ",
        "Alan: Well, let's hear it for the little people, huh? What? You don't condone \r\nwhat they just did. ",
        "Gus: It's just funny to see her get all fired up, you know? A little fiery \r\ncooper, just makes me miss harley even more, I guess. ",
        "Alan: I'm afraid that ship has sailed. ",
        "Gus: I'm not so sure about that. Marina said that harley was looking for me \r\nwhen I wasn't around. ",
        "Alan: She wanted you to stop phillip, that's why. ",
        "Gus: Well, you know, fine. I'll take whatever I can get. So when you slow \r\nphillip down from doing what he's going to do with company, then I will... ",
        "Alan: I told you that is not going to happen. ",
        "Gus: Excuse me. Excuse me. You owe me at least that. ",
        "Alan: So you're asking me to choose between my two sons, is that it? ",
        "Gus: Yeah, I guess I am. ",
        "Michelle: Home sweet home. ",
        "Tony: Yeah? This really is your home, isn't it? ",
        "Michelle: Well, it's where i feel most comfortable. Does that make it my \r\nhome? ",
        "Tony: Yeah, sure. Pretty much. ",
        "Michelle: Got a message. ",
        "Tony: Yeah, I noticed. ",
        "Michelle: Danny wants me to meet him at the spaulding offices. Wonder what \r\nthat's about, huh? ",
        "Tony: Well, there's only one way to find out. ",
        "Michelle: True, true. And I guess I'd better change because I'm sure there's, \r\nlike, a dress code or something there, right? Don't you think? ",
        "Tony: And you care, right? ",
        "Michelle: Well, I don't care, but I hate to ruin his deal showing up in a \r\nbikini. Catch. ",
        "Tony: You know, I'll bet if you play a game with alan spaulding, you know, \r\nyou play a game of catch with him, he'll probably give danny anything that he \r\nwants. ",
        "Michelle: You'd think so, wouldn't you? But I kind of get the feeling that \r\nthis guy alan is pretty tough, and I don't think I could charm him into \r\nanything. But I'll do whatever it takes to get danny what he needs. ",
        "Tony: Sounds like the \"perfect wife\" stuff is coming back, huh? ",
        "Michelle: Not exactly. I just want, you know, danny to be fine and so I can \r\nrelax and do what I want. That's it. Do I look all right? ",
        "Tony: Hmm. ",
        "Michelle: I guess I do. All right. I'll see you later, partner. ",
        "Tony: Mm-hmm. ",
        "Michelle: Good meeting. ",
        "Cassie: You've deliberately been trying to scare me just to get close to me?\r\n",
        "Jeffrey: Mrs. Winslow, get over yourself, okay? I don't want to share my \r\nbedroom with you. I just want you in the rooms next to mine so that we can \r\nmonitor them around the clock, okay? But you're still resisting. I told you and \r\nedmund that this identity theft thing was a lot more dangerous than you thought \r\nit was, but edmund has been putting it into your mind that I'm just trying to \r\nscare you so that I can make another notch on my belt. ",
        "Cassie: He still thinks that. ",
        "Jeffrey: Well, then, that's his problem, okay? As a matter of fact, it's your \r\nproblem now, too, because you're going to have to convince him that that's not \r\ntrue. ",
        "Cassie: Yeah, well maybe this will be the clincher. It sure was for me. ",
        "Jeffrey: Why don't you just show it to him, okay? I'm sure that he might not \r\ntake it the wrong way. ",
        "Cassie: Well, what now? ",
        "Jeffrey: Now we make our move, okay? And we've got to act fast. And you, \r\nyou're going to have to inform eddie. ",
        "Cassie: I'll do that tonight. I'll tell him everything. ",
        "Jeffrey: All right. ",
        "Edmund: Why wait? There's no time like the present. ",
        "Danny: Ross, I understand that michelle and tony are pressuring you, but \r\nwe'll stall them. Do whatever you have to do to block those building permits. \r\nGreat. Great, thanks. So, felt good, huh? Blowing off the big boss man. ",
        "Marina: Definitely. And I was just talking to my grandpa, and he said that i \r\ncould pick up some extra hours at company, and he'd even give me a dollar an \r\nhour raise because I'm standing up for such an important cooper value. ",
        "Danny: Good. ",
        "Marina: Never letting the spauldings get to you, no matter what. ",
        "Danny: Good for you. Hey, there you are. ",
        "Michelle: Ooh. Great to see you, marina. ",
        "Marina: Right back at you. Look, I've got to go, but remember, there's things \r\nworse than cardboard boxes. Don't cave. ",
        "Danny: Okay. See you later. ",
        "Michelle: She is so weird. ",
        "Danny: Yeah, but in a good way. Hi. ",
        "Michelle: Hi. So, what's the big news? You and alan make a deal? ",
        "Danny: It's a work in progress. ",
        "Michelle: Just like the lighthouse. Oh, I told you tony and I came up with \r\nthe name, right? Light. We're going to call it light. ",
        "Danny: Yes, you told me. ",
        "Michelle: And everything is working out like we wanted. What a team. ",
        "Danny: Who? You and tony? ",
        "Michelle: No, us. Isn't it great, you know? You and alan, you're going to \r\ndevelop your project. Tony and I will have light open in no time. We have so \r\nmuch to look forward to. And it means so much to me to have you behind me, you \r\nhave no idea. ",
        "Danny: I just want what's best your you, michelle. ",
        "Michelle: And I know that and I am going to make you proud. It's a whole new \r\nbeginning for us. ",
        "You have given me so much, ",
        "tony. ",
        "And if I'm ever able to make ",
        "things work with danny, that's ",
        "going to be because of you, ",
        "too. ",
        "Tony: Danny, danny, danny. You are one lucky guy. ",
        "Cassie: Hey. I thought you were going to the farm. ",
        "Edmund: I did. I just couldn't stop worrying about you, so... you look upset.\r\n",
        "Cassie: I'm okay. I'm fine. ",
        "Jeffrey: Yeah, she's fine, and it's not my fault. ",
        "Edmund: What's going on with this? ",
        "Cassie: Um, I found that in the garage under my car. Someone had left it \r\nthere. I found it after you left. ",
        "Edmund: The people who slashed your tires? ",
        "Cassie: Yeah. And when I came up here, jeffrey was here, so I just told him \r\nall about it. ",
        "Edmund: Mr. O'neill, I assume you're going to make a full report of this to \r\nyour government agency, seeing as you're still heading up the federal \r\ninvestigation, aren't you? ",
        "Jeffrey: Yeah. We're working on that. ",
        "Edmund: Good. Thank you. ",
        "Jeffrey: Okay. ",
        "Edmund: So the only thing that remains is to make sure you and the children \r\nare protected, right? ",
        "Cassie: Yeah. Jeffrey has some ideas about that. ",
        "Edmund: Yes, well, I'm sure I'd love to hear them. ",
        "Cassie: Why don't I fill edmund in on everything that we were talking about, \r\nand we'll just give you a call later? ",
        "Jeffrey: Okay. ",
        "Cassie: Thanks for everything. ",
        "Jeffrey: You're welcome. ",
        "Edmund: Mr. O'neill? ",
        "Jeffrey: Yes? ",
        "Edmund: Thank you for being there for cassie when she needed your help. ",
        "Jeffrey: Well, we're doing everything we can to put this situation to an end.\r\n",
        "Edmund: Thank you. ",
        "Jeffrey: I'll be in touch. ",
        "Cassie: I'm sorry. I'm sorry I didn't call you the second I found the cape.\r\n",
        "Edmund: That's all right. It's no harm done. It's not as if you were \r\ndeliberately hiding it from me. ",
        "Dinah: Well, what a surprise. Were you missing me? ",
        "Jeffrey: Where are you? ",
        "Dinah: Well, I'm on my way out of town. That's what you want, wasn't it? ",
        "Jeffrey: Oh, yeah, that's what I want. I want you as far away as possible. \r\nImpersonating cassie winslow is one thing, dinah; terrorizing her is something \r\nelse. ",
        "Dinah: \"Terrorizing her\"? Is that what she says I've been doing? Oh. Okay. \r\nWell, she is pulling your strings, still. I hope you know that. ",
        "Jeffrey: I told you the farmhouse was off limits. ",
        "Dinah: I couldn't help myself. I lived there, you know? ",
        "Jeffrey: Well, in case you're tempted again, cassie and the children won't be \r\nthere. You see, because I've taken them away from there and I've put them under \r\nmy protection. ",
        "Dinah: Jeffrey, are you really that scared of me? Or is this just a ploy to \r\nget close to her? ",
        "Jeffrey: Just stay away from cassie and stay away from the farmhouse. ",
        "Dinah: Oh, you don't need to worry, silly. The farm is a part of my past. I \r\nhave no intention whatsoever to go back there. ",
        "Next, on \"guiding light\"... ",
        "Gus: You're still wearing the ring. ",
        "Harley: What are we doing here? ",
        "Joey: It's too late. ",
        "Tammy: It's never too late. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=cZEj3lVXt4s"
}