{
    "Episode Summary": [],
    "Recap": [
        "Reva comes to visit Marah but when Marah gets a look at the drawing of Carrie's ring in Reva's purse, it sparks disturbing memory fragments for her and she's at a loss to make sense of them. Reva's alerted by Marah's behavior and when Marah, lost in thoughts of the night of the shooting, calls out a warning to Josh, Reva becomes suspicious that Marah wasn't home the night Carrie was killed \u0096 despite what she and the other girls claim. Marah is more confused than ever about what went on in the funhouse and as Reva goes to the fairgrounds to investigate, Marah slips out of the house. Just as Reva gets a vision confirming her worst fear \u0096 that Marah was there that night and pulled the trigger, Marah arrives at the police station, and tells Josh and Jeffrey she refuses to have Josh take the rap for what she did. Before her arrival, Jeffrey uses information that Frank's forensics team has culled to try to get Josh to admit that Marah was in the funhouse that night, but Josh stands his ground. He tells Jeffrey that he should drop his investigation before he discovers something he doesn't want to learn. At Harley's, Gus is torn about what to do with the bombshell Alan's dropped in his lap and Harley offers an idea. At first she had trouble getting through to him but after Frank drops by, Gus realizes he can't turn Alan in. Harley assures him that he doesn't have to and pitches an idea for Alan to cut a deal and help with the investigation, as a way of atoning for what he did 30 years ago. Later, Gus approaches Alan with that plan."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Harley: You are exhausted.",
        "Gus: I'm confused. First you tell me that having loyalty to alan, that's a good thing, right? But if I let the man take me down, that's a very, very bad thing. 30 years, baby. A girl died 30 years ago, and he just walked away.",
        "Harley: My father walked away that night, too.",
        "Gus: I know. It's wrong. But alan was the one that spiked the drinks, and alan... he was the one that was driving the car.",
        "Harley: Do you think he's remorseful?",
        "Gus: I found him in a church, on his knees begging for forgiveness, and when i confronted him, he didn't deny anything.",
        "Harley: And he was honest with you. Good. Maybe you should be honest with him.",
        "Gus: What does that mean?",
        "Harley: It means don't pull any punches. Follow your gut.",
        "Gus: Yeah, well, that's where it gets a little tricky, because good day. Here in new york today the jury has reached a verdict in the trial of martha stewart. The jury is just released its findings. We can tell you that this verdict comes on the third day of dlitionz. Stewart accused of lying to federal investigators about why they dumped her stock of imclone one day before the stock plunged. Here is anthony mason. What are you hearing? The jury john just came back into the courtroom after a lunchbreak about two minutes ago. The verdict is in on the first count conspiracy. Martha stewart has been found guilty. On the second charge making false statements to federal investigators she was also found guilty. A third charge also false statements guilty and on a fourth charge obstruction of justice guilty. All four counts today martha stewart has been found guilty. In his final closing arguments to the jury back on tuesday her lawyer said when you leave this courtroom today it's up to you now to send a message to us. They have sent that message loud and clear, john. Martha stewart has been found guilty on all four counts.",
        "Roberts: We should point out each one of the counts carries with it a maximum sentence of five years in jail and a maximum of $250,000 fine. Our legal expert professor andrew cohen is outside of courthouse. Let's bring him in. Andrew i emergency under federal sentencing guidelines martha stewart wouldn't be sentenced to the maximum, correct? She wouldn't face the maximum. Figure one year per charge per conviction and then the judge has the discretion to depart downward. There are substantial fines that come with the convictions $250,000,000 on each. The fact this she is convicted means that she no longer may control martha stewart omni living media inc. That's devastating for her. I'm certain there's an appeal. This case isn't over but this is devastating news to her.",
        "Roberts: This has to be a huge blow against her defense case particularly given the sum nation her attorney made just the other day.",
        "Reporter: Yeah, it is and it is -- i think the result of a couple of things. First of all this, verdict tells me that the jury believed the main government witness, the fellow who worked at merrill lynch with martha stewart's co- department peter about a can vich. He said he told martha stewart that sam wax sal was selling his stock. That prompted noourt sell. This shows me the jury believed him and never believed the defense theory that he was lying and making it up and cut a deal with the government to testify falsie. I imagine now, we're going to get a lot of second guessing to this defense team why they didn't put martha stewart on the stand. Why they had only one witness for the defense. Those questions have to be asked and maybe answers in the days to come.",
        "Roberts: Andrew, any idea on when the judge will set the sentencing for? We don't yet know, john. Usually it's a month or two after a verdict like like this. Prosecutors will make their recommendation for martha stewart. The defense will have its say. The judge will have a little bit of flexibility but these days federal judges don't have nearly as much flexibility as they used to have to depart downward. It's almost certain that martha stewart will spend some time at least in jail. Nowhere near the 20 years probably not even five but shell have to get some jail time. The judge has to justify that. I imagine we'll get that this spring.",
        "Roberts: We want to remind viewers were awaiting viewers were awaiting the verdicts for the martha stewart's stock bocher. Andrew touched on the effects of martha stewart's company. Let's talk with anthony mason about that a little bit. Her stock price took a shot up this afternoon on speculation that perhaps the verdict was going to come down in her fave. This is bad news for the stock, bad news for the company. What does this mean for the martha stewart's part in the company? What do you think it means for the company? Well, let me just start by saying that we're hearing that peter back can vich has been convicted on four of the five counts he was convicted of. No surprise. This is devastating for martha stewart and for her company. She really rolled the dice and gambled. She was defiant from the beginning. When she was first asked about this on the earl why i show where she was a contributor some time ago she called it this ridiculousness. She barely gave it credibility. She was constantly defiant. In the end she wanted to go to trial, she did and has lost on four counts. She is a convict and it's almost impossible for her to have a role in her own company, the company that bears her name and the company that she recreates. She is still chief creative officer of the company but that could be in doubt at this point. As andrew pointed out she is almost certainly going to have to serve jail time. It's difficult for the figure head of that company to be in jail. John?",
        "Rose: Right. Just one question for you quickly. Omni media is wrapped around the name martha stewart. Is it possible for that company to survived if the namesake is serving time?",
        "Reporter: We have never had a case like this before. We have never had a company that was so integrally involved with the person who created it. We're going to see. As we seen people get second chances. There's a lot of sympathy for martha stewart. But in the short term this is extremely difficult for them. They have been trying to reposition the company. There are 580 employees in martha stewart living omni media. It's a big company. This is a tough challenge for them. They just report their first losing year since the company went \"back in black\" in 1999.",
        "Roberts: Anthony mason and our legal analyst andrew cohen outside the U.S. Courthouse where the jury delivered a long awaited verdict in the martha stewart trial. She has been found guilty on all charges of conspiracy, obstruction of the justice and lying to investigators. Each carries a maximum of five years in jail. There will be more about this on your local news and on this cbs station on tonight's \"cbs evening news\" as well. I'm john roberts. Cbs news in new york. Thanks for being with us. Good night. Different for you, you know? Alan wasn't in your life because he didn't even know you existed.",
        "Gus: Yeah.",
        "Harley: My father knew he had a family, and he walked out on us anyway. More than once. It's different. I think maybe that's why you keep thinking that alan's going to ce through for you. And maybe you're not wrong.",
        "Gus: So you think I should cover for him?",
        "Harley: No. Absolutely not. No, he has to take responsibility. He has to pay for what he did.",
        "Gus: Okay, so you think that I should put him away?",
        "Harley: Well, I'm not saying that. You're twisting my words. I'm not saying that you should put him in jail.",
        "Gus: But you said I should trust my gut, I should follow my gut, right?",
        "Harley: Yes.",
        "Gus: And then you said that a man should pay for what he's done in this life.",
        "Harley: Yes.",
        "Gus: So then, that and this, that equals... one plus one equals two, right?",
        "Harley: Yeah, yeah, but maybe not the way that you're thinking.",
        "Gus: Well, then what are you saying? Can you just please be clear, because you're driving me crazy.",
        "Harley: Well, if you could just listen to me instead of jumping down my throat.",
        "Gus: I'm not jumping down your throat, but I need to do the right thing, okay? Otherwise, I cannot live with myself. And that's the thing: If I do the right thing, well, then, my old man's going to spend the rest of his days in the slammer. But that's the price you pay, right?",
        "Harley: I don't know.",
        "Gus: No, i know.",
        "Harley: Shut up. Let me think this through.",
        "Gus: No. If you do the crime, do the time, and that's it.",
        "Harley: Honey, there might be a way...",
        "Gus: There is no statute of limitations on homicide.",
        "Harley: Would you listen to me?",
        "Gus: No, that's it. I've made up my mind.",
        "Harley: Gus, don't do something that...",
        "Gus: I have made up my... please, just...",
        "Harley: Gus!",
        "Reva: Marah? What's wrong? What are you staring at? This? Have you seen this someplace before?",
        "Michelle: What is it, reva?",
        "Reva: It's a sketch I drew of something.",
        "Marina: What?",
        "Reva: A ring that caroline caruthers was wearing the night of the valentine's dance. I noticed it when she cut in to dance with josh, and I can't seem to get it out of my head. Honey, does this design mean something to you? And if so, when did you see it?",
        "Michelle: How can it mean something to her if she's never seen it before?",
        "Marina: Yeah, maybe it just reminds her of something else, or maybe she's just...",
        "Reva: Shh. Honey? What do you see? What do you feel?",
        "Marah: No. No. No! Dad! Dad! (Sobbing) oh, god. (Sobbing)",
        "Josh: Don't you have anything better to do with your life?",
        "Jeffrey: Than what? My job?",
        "Josh: Well, actually, I've already done your job for you, see. I told you what happened, I've taken responsibility for it. I have witnesses to back me up on it.",
        "Jeffrey: Witnesses lie. Forensics doesn'T. Science doesn'T.",
        "Josh: Okay, fine. Why don't you tell me what it is that science has to say that's so important here.",
        "Jeffrey: You don't know?",
        "Josh: No, I don't know.",
        "Jeffrey: There was someone else at the fun house with you the other night, josh. Someone besides you, your three buddies and ms. Caruthers.",
        "Josh: Sorry, that's not true. There was nobody else there.",
        "Jeffrey: Footprints, josh. There's an extra set of footprints. A woman's footprints.",
        "Josh: So what? I'm sure kids play around that fun house all the time. Who knows how those footprints got there.",
        "Jeffrey: I'm betting you do. And I bet your buddies do, and i bet the woman who left them there does. A petite woman, and judging by the pointed toes and the spiked heels, someone who's a slave to fashion. Just stop me if I'm ringing a bell.",
        "Josh: You can't possibly be suggesting marah.",
        "Jeffrey: Your daughter. Don't make me get a warrant to search her closet. Just tell me the truth, and we can put an end to this right now.",
        "Frank: Excuse me, are you okay? Because harley called and said that there was something going on?",
        "Gus: No, I'm not.",
        "Frank: You're not?",
        "Gus: Frank, can I talk to you about something?",
        "Frank: Yeah, sure.",
        "Gus: How's it going at the station?",
        "Frank: It's going fine. I got this caruthers case, which is a nightmare, but I don't need to tell you about that.",
        "Gus: No, you don'T.",
        "Frank: Listen, gus, yesterday harley and I, we got into A... i mean, we had a little disagreement.",
        "Gus: Yeah, I know. She told me.",
        "Frank: Yeah, well, is she still mad at me?",
        "Gus: Come on, frank. She's your sister.",
        "Frank: Well, good, because i really needed somebody to talk to about this, because I'm in a bind.",
        "Gus: What kind of bind?",
        "Frank: It's the case. And hard-balling josh lewis, and I've got my dad and...",
        "Gus: What about your dad?",
        "Frank: I have a feeling he's not telling me something. I get the feeling something happened up at the fairgrounds and he's keeping it from me, and I mean, the mere fact that he brought a loaded gun... you know, gus, to question your own father...",
        "Gus: Yeah.",
        "Frank: You know, I really want to give the guy the benefit of the doubt. I mean, yes, he's disappointed me in the past and nobody's perfect, but he's still my dad. And I just... on the other hand, I want to do the right thing. I mean, chief of police, if i don't do the right thing, I'll have to live with myself and i want to do the right thing.",
        "Gus: I hear you.",
        "Frank: So whatever comes my way, I just want to put one foot ahead of the other, and I want this whole mess just to sort itself out and I just hope that nobody else gets hurt. That's what I want. Did you say that harley was in there?",
        "Gus: Yeah. Do you think that you could come back a little later, frank? We were in the middle of something.",
        "Frank: I thought you said you were headed out?",
        "Gus: Well, I was. (Sighs) we had a little disagreement and I was being a jerk, and I was just going to leave and just take off and not deal with it, but now, well, that we've spoken, I think I should talk to her.",
        "Frank: That's a good idea. You go do that.",
        "Gus: All right.",
        "Frank: Tell her to call me, okay?",
        "Gus: Frank? You should sit down with your sister at some point, okay? She needs her brother.",
        "Frank: Thanks.",
        "Harley: Hey.",
        "Gus: Hey.",
        "Harley: I was just going to come find you.",
        "Gus: Honey? You said that you had an idea that I could be true to my principles and still not put alan in jail.",
        "Harley: Oh, so you really were kind of listening to me.",
        "Gus: No, I wasn't, but I am now. So, if you've got something, if you've got an idea, please tell me now and please, please make it good.",
        "Josh: So... so you're insinuating that my daughter...",
        "Jeffrey: Was at the scene of the crime, josh, yes. Are you denying it?",
        "Josh: Yes, I'm denying it.",
        "Jeffrey: What about the footprints? How can you explain the footprints?",
        "Josh: I don't have to explain the footprints. That's not my problem. I don't have to explain anything to you, in fact. I already said, kids probably play around that area all the time. I'm guessing some of them wear trendy shoes.",
        "Jeffrey: Josh, it's just me and you in the room right now, okay? Frank's already read the report. It's a matter of time before he puts two and two together, and it's going to lead him to marah.",
        "Josh: Only if you send him in that direction.",
        "Jeffrey: He's not an idiot. He's going to figure it out, josh. And when he does, he's going to drag marah down here, he's going to get a warrant to search the museum, and when that happens, this thing is going to turn into a whole different ball game, and no one is going to be able to control it. Do you understand what I'm saying? So, up to you: How do you want this information to come out?",
        "Josh: There's no information to come out.",
        "Jeffrey: There's an easy way and there's a hard way, okay? There's a way that can do the least amount of damage, and there's a way that can do the most amount of damage to your daughter, to marah. It's your choice.",
        "Josh: I have told you what happened. I have nothing more to say.",
        "Jeffrey: Well, maybe you can explain why marah has been so freaked-out since that night. Okay? To me, her behavior is a classic case of post-traumatic stress, okay? So that leads us to the question, well, what's the trauma? To me, there's only one answer, josh. Only one answer that fits. Either she watched you shoot that woman, or she shot the woman herself.",
        "Marah: (Sobs)",
        "Reva: Marah? Marah, look at me.",
        "Marah: She...",
        "Reva: Sweetie...",
        "Marah: She was going to hurt him.",
        "Reva: Who?",
        "Marah: She had a gun.",
        "Reva: Who? Were you there? Marah, were you at the fairgrounds that night? You were, weren't you?",
        "Marah: (Hyperventilating) no. No.",
        "Reva: I think you were.",
        "Marah: No. I was here. I was here with marina and michelle, watching a movie.",
        "Michelle: Until my dad came by and then told us what happened.",
        "Marina: Yeah, and when he did, the way he described it, it seemed so real, and ever since then, she just keeps going over and over it in her head.",
        "Michelle: And she read about it in the papers. It's almost as if she feels like she's been there.",
        "Reva: Is that it? Is that all of it? Is that what it was? You read it or heard it from someone else? Or is there more?",
        "Michelle: You know, reva, she's exhausted. I think she should go back to bed. Marah? Do you want to try to get some rest? Does that sound good to you?",
        "Marah: Yeah. Yeah, rest. I really... rest sounds good.",
        "Michelle: I'll help you.",
        "Reva: No, no, no. I'll take care of it.",
        "Marah: No, I'm fine. I'm fine. I'll go by myself. I'm fine.",
        "Reva: Are you sure?",
        "Marah: Yes. Yeah, mom. I'll be... yeah, I'll be okay. I'll be okay. I'll talk to you later.",
        "Reva: I think I'm just going to wait until she wakes up.",
        "Michelle: Okay. Could be a while. I mean, hopefully... hopefully she'll sleep until morning.",
        "Marina: Yeah. You don't have to stick around. We can call you as soon as she wakes up. Or you can just call us...",
        "Reva: You know, marina, i called you.",
        "Marina: When?",
        "Reva: The night caroline caruthers died. I called. The answering machine was on, and I left a message.",
        "Marina: So?",
        "Reva: So if the three of you were here watching a movie, why didn't someone pick up the phone?",
        "Michelle: I don't remember any phone ringing. Do you, marina?",
        "Marina: No.",
        "Michelle: We were probably so absorbed in the movie.",
        "Marina: Look, reva, I'm sure that marah's going to feel a whole lot better after she gets some rest.",
        "Michelle: Yeah. You should get some rest, too.",
        "Reva: Yeah. Yeah, actually, that's a good idea. I think that's exactly what I'm going to do. Bye, girls.",
        "Michelle: Good night.",
        "Marina: Good night.",
        "Michelle: That was not good.",
        "Marina: Not good at all. Michelle, the way marah's been acting and the stuff she's been saying, are you thinking what I'm thinking?",
        "Michelle: Which is?",
        "Marina: What if marah was the one who shot carrie?",
        "Harley: Okay, first I want to make something clear. This is not a rationalization, okay? This is not a way of letting alan off the hook or of making you feel better about what he did. This is a workable idea. But there's a downside to it, for alan and for you.",
        "Gus: Wonder if it's going to make me feel worse than i already do.",
        "Harley: Maybe.",
        "Gus: Fabulous.",
        "Harley: You want to hear it?",
        "Gus: Sure. Go ahead.",
        "Harley: Okay. We've been working this antimonius thing for a while, right? And we still don't have anything concrete, mainly because we can't get access to the records that we need-- the records that will tell us if somebody at spaulding is knowingly party to taking antimonius and turning it into the street drug delirium. You get me?",
        "Gus: We need help getting access.",
        "Harley: See, nothing alan does is going to bring that poor girl back. No punishment that jeffrey o'neill has a judge mete out is going to accomplish that, either. But if we can get alan to assist us with this investigation, if alan can help us take a dangerous drug off the street, well, I can see where that would go a long way towards atoning for his sins, and I can see where a certain district attorney would be inclined to agree.",
        "Gus: A deal.",
        "Harley: Prosecutors do it all the time.",
        "Gus: It's funny. I told alan that o'neill wouldn't make a deal, but, yeah, it could work.",
        "Harley: It could work. Here's the down side. See, we've wondered for a while if alan even knows about the antimonius thing. You know, who's really behind this? Well, if you were to offer him this deal-- this good deal-- and he still refuses you access to those records, that might tell you something you don't want to know.",
        "Gus: There's only one way to find out. Thanks, baby.",
        "Josh: So, you're asking me why it is that marah is so traumatized.",
        "Jeffrey: That's what I'm asking you.",
        "Josh: Well, let me see. Let me think now. Maybe it's because her father was almost killed. Maybe it's because her father had to shoot someone in self- defense, and all that on top of a pretty tough year for her. Don't you think? Her brother was in a car accident, he was paralyzed for a period of time, she found out she had another sibling, her parents split up, not to mention her love life.",
        "Jeffrey: Okay, josh.",
        "Josh: Now, given all of that, I think it's pretty amazing that she's not a complete basket case right now. But then again, if you keep pushing on her, maybe she will be.",
        "Jeffrey: Okay. So, you're asserting that marah was not at that fun house that night, and you're ready to testify to that under oath in court.",
        "Josh: Are you ready to challenge it in court?",
        "Jeffrey: If you give me no other choice.",
        "Josh: Are you sure about that? Jeffrey, are you sure about that? You want to know what I see, potentially, if you don't let this thing go? I see you making unfounded accusations toward my daughter. I see myself shouting from the rooftops that I did it, I'm the one that pulled the trigger. I see three witnesses, all of whom are upstanding citizens in this community, backing my story. I see... then I see the public, probably the mayor, wondering why it is that the da is going after this innocent young girl. And if you have any conscience at all, I believe that you will wonder the same thing. I think that you'll clock out of this place, you'll go home to your lonely hotel room, and it will eat away at you. You'll be asking yourself this question: Why am I doing this to marah? Of all people, why am I going after marah?",
        "Reva: Frank?",
        "Frank: Hey, reva.",
        "Reva: Have you seen buzz? He wasn't at company and he didn't answer the phone when i called home.",
        "Frank: He probably shut the phones down, and went to bed early. His arm's been hurting him, so...",
        "Reva: Oh, then I won't bother him. I'll just go and see ed bauer, instead.",
        ">Frank: Ed bauer? Why?",
        "Reva: Well, you know, we all went through such an ordeal the other night, I just wanted to make sure that they were all all right.",
        ">Frank: Huh, well, that's nice of you. Just as long as you're not trying to track down all the men and conduct a little investigation on your own, reva shayne lewis-style.",
        "Reva: Me?",
        "Frank: Yes, you. Please don't make me come up with a long list of crazy stunts that you've pulled in the past in order to get at the truth.",
        "Reva: (Laughs)",
        "Frank: I have some work to do. I'm sorry.",
        "Reva: Don't let me keep you from it.",
        "Frank: Reva.",
        "Reva: Unless, of course, you'd like to personally give me some information about the investigation. Like why you're still holding my husband and you haven't charged him. Because you know what, frank? There's something about the way you and mr. O'neill are handling this case that just doesn't sit right with me.",
        "Frank: But you know we're... reva, you're not a cop. I am. So please let me do my job.",
        "Reva: Is there a problem? Did something crop up that you weren't expecting?",
        "Frank: I can't discuss that with you.",
        "Reva: Did you find the body?",
        "Frank: No.",
        "Reva: Did you find anything out of the ordinary at the scene?",
        "Frank: Reva.",
        "Reva: What? Frank, what did you find?",
        "Frank: We didn't find anything, and even if we did find something, I couldn't tell you.",
        "Reva: Just tell me what it is?",
        "Frank: Did you not hear a word I just said?",
        "Reva: Ballistics?",
        "Frank: No.",
        "Reva: Footprints?",
        "Frank: Go home.",
        "Reva: Fingerprints?",
        "Frank: Reva, go home.",
        "Reva: You're lying to me, frank. I've gotten very good at reading people, and I know that you're lying to me. So come on, just tell me. Tell me!",
        "Frank: I can'T.",
        "Reva: You know that I can cause a scene, frank, and they can be ugly. They can be very ugly. And I'm going to cause a scene to end all scenes in about five seconds if you don't tell me something. Just a scrap. I'm not proud. This is my husband's life, this is my family's future. So, please.",
        "Frank: If I could...",
        "Reva: (Laughs) okay. Okay, I get it.",
        "Frank: No. No, what I want you to get is that I would do anything to help josh, but what I don't want to do is say or do the wrong thing that could hurt him. Now do me a favor and go home.",
        "Reva: I guess...",
        "Frank: Don't grill any of the men, reva.",
        "Reva: Okay! So, I guess going down and saying \"good night\" to josh is out of the question? Straight home. Is that it, frank? Thanks.",
        "Michelle: I don't know, marina.",
        "Marina: It's possible, right? I mean, physically, logistically, marah was in that funhouse when carrie was shot.",
        "Michelle: By josh.",
        "Marina: Says josh.",
        "Michelle: And my dad and your grandfather. Why would they lie about... oh, you're right, they already did.",
        "Marina: Twice. About the night maryanne died, and then again to my dad and the cops when they said the three of us weren't at the fairgrounds. So, it's not such a stretch to imagine they'd lie again about this. Especially josh. I mean, if he felt guilty, like, he got marah into this in the first place.",
        "Marah: Did my mom leave?",
        "Michelle: Yeah. Yeah, she's gone.",
        "Marah: You guys, what is going on with me? It's like I don't even know what's real and what's not anymore. (Sighs) I was looking at the drawing of carrie's ring and I kept getting all these flashes of all these really weird things.",
        "Marina: What things?",
        "Marah: (Sighs) stuff from that night.",
        "Marina: Stuff that happened in the funhouse?",
        "Marah: Yeah, I think so.",
        "Michelle: While we were there or after we went outside?",
        "Marah: After, I think. I don't know. It's like one minute I'm sure about what happened; the next minute, I just... ugh, I hate this. It's like there's all these puzzle pieces in my head and i can't quite fit them together, and there's this one huge piece that's missing. It's like there's this huge gap.",
        "Marina: Well, tell us the pieces, whatever you're seeing, whether you know what happened or not. Maybe we can help.",
        "Marah: Okay. All right. I keep... I get these flashes of my dad, carrie, and a gun. And my dad, carrie, and a gun. And they're struggling over it, and I can see them, I can see them. They're, like, ten feet in front of me. They're, like, right there. I see them. And my dad, he's in trouble, so I have to help, I have to help him. Bang! And then, carrie's shot. You guys, what if I did it? What if i shot carrie?",
        "Michelle: You couldn't have.",
        "Marah: Why not?",
        "Michelle: Because you couldn't have, that's all.",
        "Marah: Well, then why am i seeing all these images?",
        "Michelle: You're mind is just playing tricks on you, okay? It's a displaced guilt thing.",
        "Marah: What do you think?",
        "Michelle: You're not the only one feeling guilty. We all got duped by carrie for months. We took her word over our family'S. But now we have to listen to our dads, and if nothing we say contradicts them, then your dad's going to be all right. Do you understand, marah?",
        "Marah: I think so.",
        "Michelle: We've got to pull together, marah. We've got to listen to what our dads are telling us, or else carrie's going to win. You know, if she were alive right now, she'd be loving the fact that you're so tortured by this. She'd be loving the fact that she's caused so much pain and so much suffering. We can't give her that satisfaction, marah. We've got to stick to the story, okay? And that's why I think you should just go back upstairs and you should get some sleep, because you're going to feel a lot better in the morning. And very soon, this whole thing is going to be over.",
        "Michelle: You know, she's just exhausted, marina. I'm sure that's why she's saying all that stuff.",
        "Marina: You know that's not the only reason, michelle.",
        "Michelle: Maybe we shouldn't talk about this.",
        "Marina: Come on, michelle, we were both thinking the same thing, and marah is, too.",
        "Michelle: Marina, she's just confused.",
        "Marina: Maybe, maybe not. Avoiding this won't make it go away, michelle.",
        "Michelle: (Sighs) okay, you're right. I am avoiding it, because the more I think about it the worse it gets.",
        "Marina: Yeah, you think that marah shot carrie, and josh is covering for her?",
        "Michelle: Well, there's also that displaced guilt thing. You know, marah could be feeling so guilty that she's talking herself into thinking about something that actually didn't happen.",
        "Marina: Do you really think that's possible?",
        "Michelle: Look, if she talks to jeffrey o'neill or anybody else about her fears, she's going to place the three of us at the scene. That's not good.",
        "Marina: Because?",
        "Michelle: Because? If the police know we were there that night, who knows what kind of scenario they're going to come up with. We've got to stick to the story, marina, all right? And with any luck, josh is going to get off the hook, and then we'll be free of this whole nightmare with carrie for good.",
        "Marina: Oh, wouldn't that be nice? I better call shayne and let him know I'm going to be late for dinner. I don't want to leave marah alone until remy gets home.",
        "Michelle: Oh, I'll... I'll stay with marah.",
        "Marina: Really?",
        "Michelle: Yeah. You know what? You should go out and have some fun, or at least try to have some fun. My car's blocking you in the driveway, though.",
        "Marina: Wouldn't it be great when things get back to normal around here?",
        "Michelle: Were things ever normal?",
        "Marah: Michelle? Marina? Are you guys here? I just had a dream about what happened that night at the fairgrounds. I think I know what really happened.",
        "Marah: Daddy!",
        "Reva: Marah?",
        "Marah: Daddy!",
        "Reva: Joshua. Tell me what happened. She's going to...",
        "Marah: Kill him!",
        "Reva: Oh, my god! You were here.",
        "Marah: (Sobbing) I was there. I was there and I saw... no... (gunshot) ( sobbing) I did it. I shot carrie. I killed her. Dad? Dad!",
        "Reva: Marah. Joshua, I know what you're doing.",
        "Alan: Who's there?",
        "Gus: It's your son.",
        "Alan: How did you know i would be here?",
        "Gus: Well, you weren't at the church. This seems like the next logical place to check.",
        "Alan: 30 years have passed. It seems like yesterday. They say time heals everything, but time can't make it go away. Nothing can.",
        "Gus: Well, that's true. You can't make it go away, but you can make it better. You can set it straight, somehow.",
        "Alan: So, it sounds like you've decided what you're going to do.",
        "Gus: I figured out a way to help you, but you're not going to like it. ( Pounding on door)",
        "Reva: Where is she? Where's marah?",
        "Michelle: She's upstairs. She's sleeping. Why? Why? What's wrong?",
        "Jeffrey: So, that's it. You're going to stick to your story, huh?",
        "Josh: It's not just a story; it's the truth.",
        "Jeffrey: Oh, come on.",
        "Josh: Look, are you going to charge me with something? Because if you're not, I think I'd just as soon go back to my jail cell.",
        "Cop: I said you can't go in there!",
        "Marah: Dad!",
        "Josh: Marah! Marah!",
        "Marah: Dad, don't say anything, not another word.",
        "Josh: Honey, you shouldn't be here.",
        "Marah: No, you shouldn't be here.",
        "Jeffrey: He's right. We're discussing something here, marah. You can'T...",
        "Marah: Dad, I know what you're doing, okay? I know what happened that night.",
        "Josh: Marah, please just be quiet, okay? Just stop...",
        "Marah: No, you... no, not anymore.",
        "Josh: Get her out of here, please right now.",
        "Marah: No, dad. I know what you're doing and i love you for it, okay? But I'm not going to let you.",
        "Jeffrey: Marah...",
        "Marah: No, I'm not going to let you take the blame for something you did not do. I know you didn'T.",
        "Jeffrey: Next on \"guiding light...\"",
        "Josh: Please, just stop!",
        "Marah: No, dad. I remember exactly what happened, and I remember my part in it.",
        "Gus: There's a federal investigation into certain areas of spaulding enterprises. And the agent that is heading up this assignment, that would be me."
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=O1GGsk7E5Ao"
}