{
    "Episode Summary": [],
    "Recap": [
        "Harley has her big day in court. Frank and Alex take the stand in her defense. She is let free, with the charges overturned. Alex helps Coop look for Lizzie. Lizzie realizes what Sebastian is up to and relies on herself to stall him. In the end, she and Coop get away. Marina finds out that she passed the police entrance exam. Mallet gives Danny advice on Marina, and fighting for love. Buzz confesses to Alex that he loves her. Alan spends the night with homeless men on the docks. Gus finds that his old police contacts are more useful that previously thought. Alan visits his son, Phillip, in a hospital. He is alive!"
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Harley: Frank, do you know how long it's been since I've been able to walk around in public without looking over my shoulder?",
        "Frank: Probably the last time I got any sleep. But the good news is that we're here, and once we get passed this hearing, you are going to be a free woman.",
        "Harley: Okay, don't get me all revved up if that's not true.",
        "Frank: It's gonna happen Sis, don't worry.",
        "Harley: The important thing is that Alan is behind bars.",
        "[SCENE_BREAK]",
        "Mallet: Gus.",
        "Gus: What's up Mallet?",
        "Mallet: We're here for Harley's big day. It is her big day, right?",
        "Gus: Yeah, yes it is.",
        "Jeffrey: Gus, just so you know, Harley has my office's full support.",
        "Gus: Thank you. I appreciate it. I'm just a little worried about Alan being out there on the loose.",
        "Jeffrey: Well, my main concern is Harley's safety-- and yours.",
        "[SCENE_BREAK]",
        "Alexandra: All right, look. There it is. The Spaulding yacht right in its slip. Exactly as I said it was.",
        "Coop: Okay, great. But now, what about the jet?",
        "Alexandra: No one uses that jet without my permission.",
        "Coop: Okay. Look, Alexandra, I need you to make sure. Please call.",
        "Alexandra: Coop, I can't--",
        "Coop: Alex, I'm not taking much stock in anything you're saying these days. Okay? I'm sorry.",
        "Alexandra: Okay, I guess I deserve that. But really, I'm sure that Lizzie's just off clearing her head. Knowing her she checked into a spa somewhere.",
        "Coop: A spa? With Sebastian Hulce?",
        "Alexandra: Sebastian?",
        "Coop: Yes. Lizzie told me that the two of them are together.",
        "Alexandra: Well, why the devil didn't you tell me that? Give me that phone.",
        "Coop: I just did, Alex.",
        "Alexandra: Oh, I am calling Head of Security at Spaulding, because we do have to find her.",
        "Coop: Yeah. You think?",
        "[SCENE_BREAK]",
        "Sebastian: Wake up, Sleepyhead.",
        "Lizzie: Are we there?",
        "Sebastian: No, we haven't even taken off yet.",
        "Lizzie: Did they not fix the plane?",
        "Sebastian: No, they're fixing it right now, Lizzie. We only got the part like 45 minutes ago. Did you have a nice nap?",
        "Lizzie: I can't believe I slept that long. Where's Roxie?",
        "Sebastian: Oh, she's still with the pilot. That guy just loves cute, little, adorable doggies.",
        "Lizzie: Oh, God, I look awful. I should go home.",
        "Sebastian: No. No.",
        "Lizzie: But we've been on this plane all night trying to get that thing fixed. I need a shower.",
        "Sebastian: No, Lizzie. No. The plane's going to be fixed any minute, okay. How about in the meantime why don't you just freshen up in the restroom, okay?",
        "Lizzie: Okay, I guess I could do that.",
        "Sebastian: Yeah. ( Phone rings ) Hello? What do you mean you don't know where he is? That's impossible. Alan Spaulding cannot just disappear, not in this town. Yeah? Well, you know what? You find him then. And when you get him... when you reach him just in case he's not getting his messages, you tell him that I have something that he wants. Something very precious and very perishable: His granddaughter.",
        "[SCENE_BREAK]",
        "Danny: It's okay. It's going to be over before you know it.",
        "Marina: I hope so.",
        "Danny: What? You're not worried about your test are you?",
        "Marina: A little bit.",
        "Danny: Oh, come on.",
        "Marina: You know what? It's out of my hands. I either get into the academy or I don't.",
        "Danny: You're going to get in.",
        "Marina: We'll see.",
        "[SCENE_BREAK]",
        "Buzz: Oh, it's almost over. You're coming home.",
        "[SCENE_BREAK]",
        "Leo: Beautiful day, huh?",
        "Alan: What's beautiful about it?",
        "Leo: We're alive for one. Name's Leo.",
        "Alan: Charmed. Look I'm not going to be staying any longer.",
        "Leo: I've heard that one before.",
        "Alan: Well, I'm not homeless like you. I'm just here. I'll get a little peace and quiet and figure out how I'm going to get out of town.",
        "Leo: Whatever you say, Your Highness. So what are your big plans? Flying to Paris on the Concorde this afternoon?",
        "Alan: The Concorde's not even in service anymore.",
        "Leo: Well, excuse me. I guess you'll be taking the \"Queen Mary,\" yeah.",
        "Alan: No, not yet. I've got one more thing to take care of first.",
        "[SCENE_BREAK]",
        "Harley: Hi.",
        "Marina: It's so good to see you.",
        "Harley: You too. You too. Listen. Thank you for everything. Really.",
        "Marina: What? I didn't do anything.",
        "Harley: Oh, please.",
        "Danny: That's not true.",
        "Harley: What? What? Spill it. What happened?",
        "Marina: Danny and I just went undercover... as you and Gus.",
        "Harley: What?",
        "Marina: We were trying to throw Alan's bounty hunter's off you guy's trail.",
        "Harley: Do you know how dangerous that was? That was stupid. Were you flipping out, Frank?",
        "Frank: Tell me about it.",
        "Danny: Come on, tell her. Tell her what else has been going on with you.",
        "Marina: Well, I was actually going to wait until I got the results.",
        "Frank: You know what?",
        "Harley: Results?",
        "Frank: Yeah. You might as well tell her right now. Go ahead, Marina.",
        "Harley: What result?",
        "Danny: She's not pregnant. ( Laughs )",
        "Marina: No.",
        "Frank: Well, that's good.",
        "Harley: Thank God.",
        "Marina: I took the Police Academy exam.",
        "Harley: Oh, my gosh. Congratulations.",
        "Marina: Following in your footsteps.",
        "Frank: She's following in your footsteps.",
        "Harley: Not mine.",
        "Marina: Wait. You guys are jumping the gun just a little. I didn't even get the results back yet.",
        "Harley: Oh, please. You passed.",
        "Danny: Oh, of course you did.",
        "Harley: You passed. It's in your blood. You can't help it. I'm so proud of you.",
        "Marina: Really?",
        "Harley: Be careful out there. ( Laughs )",
        "Frank: You know what? I think we should sit down. So, Hon...",
        "Harley: Okay. Hey, guys. What's new?",
        "[SCENE_BREAK]",
        "Coop: Alexandra, needed you to tell me if you hear anything at all.",
        "Alexandra: Of course I will. Big or small.",
        "Coop: Aren't you coming in?",
        "Alexandra: In a minute.",
        "Buzz: What's the matter?",
        "Coop: Hey, Pops.",
        "Buzz: Well?",
        "Coop: Well, do you remember that story about the girl who cried wolf?",
        "Buzz: It was a boy. What about it?",
        "Coop: Whatever. How did it end?",
        "Buzz: The wolf ate the boy.",
        "Coop: Yeah, that's what I thought.",
        "[SCENE_BREAK]",
        "Lizzie: Oh, my God, what am I going to do? Okay, just stick in there, Lizzie. Remember who you are. He should be scared of you. ( Knock at the door )",
        "Sebastian: Lizzie? Everything all right in there?",
        "Lizzie: Yeah, beauty takes time.",
        "Sebastian: Oh, a pretty girl like you. Come on. You're perfect just the way you are.",
        "Lizzie: That's so sweet of you. I'll just be a couple of minutes.",
        "Sebastian: Take your time. How long does it take to screw in a freaking bolt? Clearance? From who? You listen to me. I am the President of Spaulding. You don't need clearance from anyone other than me. Alexandra Spaulding is not here. I am. So if you value your job, you'll get this tin can in the air now. I have cargo to deliver.",
        "Lizzie: Come on, Coop, answer. ( Phone rings )",
        "Coop: Lizzie, where are you?",
        "Lizzie: Coop, I'm in the Spaulding jet with Sebastian.",
        "Coop: Alex said-- never mind. Look, Lizzie, Sebastian is--",
        "Lizzie: Yeah, I know. I think he's trying to kidnap me.",
        "Coop: What do you mean you think he is? You haven't even taken off yet?",
        "Lizzie: No, there's something wrong with the plane. We've been sitting here trying to fix it all night.",
        "Coop: Thank you, God. Lizzie, you have to do me a favor. Do whatever you can. But do not let that plane get off the ground.",
        "Lizzie: How do you expect me to do that?",
        "Coop: Be creative. Think of something. Just be yourself. But whatever it is... I'm on my way, okay.",
        "Lizzie: Be myself?",
        "Sebastian: Lizzie, it's time to take your seat and buckle up now. ( Knocking at the door ) Lizzie? What the hell is wrong with you? You look pale?",
        "Lizzie: I have a little confession to make. I'm sort of afraid of flying.",
        "Sebastian: Oh, yeah. You know what? You have worst things to fear than flying, My Dear.",
        "[SCENE_BREAK]",
        "Harley: Well, here we are. Together again.",
        "Gus: Yep.",
        "Mallet: Well, the ride's not over yet.",
        "Harley: Unfortunately I know that.",
        "Mallet: I just wanted to come here and show some support.",
        "Harley: Thanks. So did Alan give a statement?",
        "Gus: No.",
        "Harley: Is going to testify today?",
        "Gus: I don't know. Is he, Frank?",
        "Harley: Why are you asking Frank?",
        "Gus: It's nothing to worry about.",
        "Harley: Oh, oh.",
        "Gus: No, I mean it's... it's...",
        "Mallet: Harley, it's not that bad.",
        "Frank: Look, Sis...",
        "Harley: Don't sugar coat it. You guys are terrible liars. Whatever it is just tell me.",
        "Gus: All right. Alan's kind of... sort of missing.",
        "Harley: That's not possible.",
        "Frank: Somebody helped him get away. We think it was Sebastian Hulce.",
        "Harley: ( Laughs ) So there's a murderer on the loose? Great.",
        "Gus: It's not going to affect your case, Honey.",
        "Harley: You sure?",
        "Frank: Look Alan admitted in front of a room full of people that he killed Phillip. So the judge has to let her go, right? I mean, come on.",
        "Bailiff: All rise. The Honorable Judge Ellis presiding.",
        "Judge: This hearing is now in session. You may be seated. Mr. O'Neil, your request for this hearing is highly unusual. Harley Cooper was tried and found guilty of murder. Why should the court consider reversing that decision?",
        "Jeffrey: Because Your Honor, there is new overwhelming evidence which proves Miss Cooper's innocence and establishes the guilt of another party.",
        "Judge: Is the state prepared to present that evidence?",
        "Jeffrey: We are, Your Honor. For the most part.",
        "Judge: For the most part? Is this some kind of joke, Mr. O'Neil?",
        "Jeffrey: No, I can assure it's not a joke, Your Honor. However, regretfully, the new suspect Alan Spaulding, has some how managed to escape just after being taken into custody.",
        "Harley: Kinda sorta missing.",
        "[SCENE_BREAK]",
        "Alan: You know, you guys are a very sad lot.",
        "Leo: That's okay, pal. You don't have to pretend with us.",
        "Alan: I'm not pretending about a thing. I got something very important to take of. It's a matter of life and death.",
        "Leo: Yeah, okay.",
        "Alan: Do you have any idea who I am?",
        "Cop: I'll bite. Who are you?",
        "[SCENE_BREAK]",
        "Jeffrey: Your Honor, the authorities are searching the entire area and I have been assured that he will indeed be caught.",
        "Judge: Your assurances don't interest me much Mr. O'Neil, what else do you have?",
        "Jeffrey: So Chief Cooper, the blood on these gloves has been identified?",
        "Frank: Yes, that's Phillip Spaulding's blood. We know that because the DNA test was confirmed.",
        "Jeffrey: Okay good, and to whom do these gloves belong?",
        "Frank: They belong to Alan Spaulding. We obtained them from Alexandra Spaulding, his sister. Matches the same size and we checked his credit card records and they verify that was indeed the same style.",
        "Alexandra: I am so sorry. I wanted to come forward sooner to help Harley. But he's my brother and under the circumstances I was really afraid of what he might do.",
        "Judge: Before we go any further, Ms. Spaulding were you advised of your right not to testify?",
        "Alexandra: Well, I spoke with Mr. O'Neil.",
        "Jeffrey: Your Honor, Mrs. Spaulding has cooperated fully with my office and has been granted immunity from prosecution.",
        "Alexandra: I just want to do what is, what is right.",
        "Harley: Oh now she wants to do what's right.",
        "Gus: It's more that we can say for Alan.",
        "Jeffrey: And Ms. Spaulding you were so frightened of your brother that you decided to make a video tape of everything that you knew about Phillip's shooting?",
        "Alexandra: In the event that anything happened to me.",
        "Jeffrey: Therefore, Your Honor, the state request that Miss Harley Cooper be exonerated of all charges and be released immediately.",
        "Judge: There's another matter at hand, Mr. O'Neil.",
        "Jeffrey: Your Honor?",
        "Judge: Even if Ms. Cooper isn't guilty of murder, she did escape from prison. The last time I checked that was still against the law.",
        "[SCENE_BREAK]",
        "Lizzie: Where Roxie?",
        "Sebastian: Lizzie, I told you...",
        "Lizzie: I know what you told me, but I don't believe you. Where's my dog?",
        "Sebastian: You were eavesdropping on me, you naughty, naughty girl.",
        "Lizzie: Yes, I was. Because I knew something was up. Where's Roxy?",
        "Sebastian: Believe me that little mutt is the least of your problems.",
        "Lizzie: She is not a mutt. I have her papers.",
        "Sebastian: ( Laughs ) Okay. Whatever you say. But you know what? If your grandfather doesn't unload a butt load of money to me--",
        "Lizzie: Wait, wait. Why does everyone look at me and see dollars signs?",
        "Sebastian: Oh, I don't know. Maybe because you're loaded.",
        "Lizzie: I'm a person too, okay. I have feelings. When you prick me, I bleed just like anyone else.",
        "Sebastian: When you prick me, I bleed. That is so original, Lizzie.",
        "Lizzie: Oh, great. So you don't have any feelings? I can respect that.",
        "Sebastian: You know what? Lizzie, we are not leaving this plane no matter how hard you try to play me.",
        "Lizzie: Weird and dumb. It's amazing you get a date.",
        "Sebastian: What?",
        "Lizzie: Common sense would tell you that cashing in on me now will not give you the big bucks.",
        "Sebastian: What the hell are you talking about?",
        "Lizzie: I need a soda. I don't drink out of cans.",
        "Sebastian: Oh, sorry. Okay. Here. Relax, Lizzie. You have the entire flight to try to manipulate me.",
        "Lizzie: We can't leave yet.",
        "Sebastian: Why not?",
        "Lizzie: I have to do my yoga.",
        "Sebastian: What?",
        "Lizzie: You don't understand. It's the only way I can calm down, so I won't have an anxiety attack in the air.",
        "Sebastian: What the... what are you talking... look, get your butt in that chair right now.",
        "Lizzie: I will get sick. I get cold sweats, I'll break out in hives. Don't even get me started. Oh, it's starting. If you don't mind the smell of my throw-up that's fine.",
        "Sebastian: All right. You know what? We have five minutes before we taxi. So you do your damn yoga and you do it fast.",
        "Lizzie: ( Chanting ) Om. Om.",
        "Sebastian: God.",
        "Lizzie: ( Chanting ) Coop. Coop.",
        "[SCENE_BREAK]",
        "Alan: You don't know who I am. I've never been here before.",
        "Leo: His Highness is just paying us a social call. He likes to see how the common folk live.",
        "Cop: Well, you're in good hands here with Leo and his pals.",
        "Leo: Thanks, Callahan.",
        "Cop: Yep. See you on Sunday?",
        "Leo: I'll be there with bells on.",
        "Cop: Hey, you're welcome to come too. Fifth Street Job Fair.",
        "Alan: Well, thanks.",
        "Leo: I'll see if I could wrangle him into coming.",
        "Leo: Coffee and donuts here, Your Highness. Plenty to go around.",
        "Alan: Company, huh?",
        "Leo: Yeah, over on seventh. Run by a bunch of nice folks named Cooper.",
        "Alan: It's run by the Spaulding's.",
        "Leo: Don't believe everything you hear. The Coopers are the heart and soul of this place. Hell of a family. They've been donating food to the shelter for years.",
        "Alan: How generous of them.",
        "Leo: Well, if you ask me, the daughter, that one that they sent to prison, if you asked me, she got a raw deal.",
        "Alan: I don't remember asking you.",
        "Leo: I saw her face once. A face says a lot. The window into the soul, they say. And your window needs a lot cleaning.",
        "Alan: Leo, I want you to do something for me.",
        "[SCENE_BREAK]",
        "Gus: Your Honor, first of all, she didn't escape from anywhere, okay. I personally grabbed her and dragged her kicking and screaming from that bus.",
        "Harley: That's not true. That's not true.",
        "Gus: So if there's anybody that you want to blame it would be my fault.",
        "Harley: He didn't force me to do anything.",
        "Gus: Please don't say anything right now. Because it was my idea",
        "Judge: Mr. Aitoro. Miss Cooper.",
        "Gus: This escape was my idea.",
        "Mallet: I let them go, Your Honor.",
        "Judge: Whoever you are, sir, sit down. And that goes for the two of you as well.",
        "Mallet: But, ma'am... I'm sorry, Your Honor, A.C. Mallet. I was the warden at Vailsburg Prison. I had them both in custody and I chose to look the other way.",
        "Harley: That's not true. Your Honor, this is my ex...",
        "Mallet: Well, no if it's anybody's fault...",
        "Harley: ...Husband...",
        "Mallet: No, I don't need you to protect me, okay.",
        "Harley: ...And we have personal history issues here and he feels like he owes me one.",
        "Mallet: I don't need you to protect me right now.",
        "Harley: I don't need you to protect me. And that goes for you, too.",
        "Judge: You know, this is all quite fascinating. I have to hand it to you, Miss Cooper, you obviously have two very big fans here. Now could the three of you please sit down? This is a court of law. Now I must decide if Harley Cooper has broken the law. Miss Cooper, please rise. It's rare to hear both sides of a case in total agreement. Mr. Aitoro and Mr. O'Neil both argued passionately for your release. Now I can counter with a letter of the law, but sometimes it's the spirit of the law that's more important. Harley Cooper, I hereby order your conviction overturned, all charges against you dropped and I further order your immediate release.",
        "All: Yes.",
        "Judge: With the court's apology. It's not a dream, Miss Cooper. You're free to go. Court is dismissed.",
        "All: Yes!",
        "[SCENE_BREAK]",
        "Marina: I am so happy for you.",
        "Harley: Thank you. Me too. Me too. But you know what? You have some good news of your own to check on. So please go. And I want to know.",
        "Marina: Okay.",
        "Danny: I want to know too. Congratulations.",
        "Harley: Thank you.",
        "Buzz: ( Laughing ) You did it.",
        "Harley: You did it. Can you please go get my boys?",
        "Buzz: Oh, I think that could be arranged.",
        "Harley: ( Laughs )",
        "Jeffrey: All right, don't even think about running off, because I got a stack of papers this high waiting for your John Hancock.",
        "Gus: She can sign that anytime. Come on.",
        "Jeffrey: No, Gus. No not come on. She's got to do it.",
        "Gus: I was just saying just let her go home with the kids. She wants to see the kids. She wants to see the kids.",
        "Jeffrey: She's got the rest of her life to play with her kids, okay. This is important.",
        "Harley: Hey, you heard the judge. Some laws are meant to be broken.",
        "Jeffrey: Now you didn't really take that seriously? Whoa, whoa, whoa. Oh, come on. That wasn't necessary.",
        "Harley: Jeffrey, some prosecutors would have dragged this out for months. Thank you.",
        "[SCENE_BREAK]",
        "Alexandra: This is exactly what I hoped for you. Got your little girl back. Buzz, if there's anyway I could have made this happen sooner...",
        "Buzz: Anyway?",
        "Alexandra: Alan was so out of control.",
        "Buzz: I know.",
        "Alexandra: He's my brother.",
        "Buzz: This between you and me isn't about loyalty. It's about trust. I love you. You believe that?",
        "Harley: Let him go.",
        "[SCENE_BREAK]",
        "Marina: Okay. Thank you very much.",
        "Danny: So?",
        "Marina: I failed.",
        "Danny: What?",
        "Marina: That's okay. I aced it!",
        "Danny: ( Laughs with delight ) That's great. That's great. I'm proud of you.",
        "[SCENE_BREAK]",
        "Frank: See you, Mallet. Thank you. Jeffrey.",
        "Jeffrey: Yes?",
        "Frank: I owe you big time, my friend.",
        "Jeffrey: Well, listen. If you guys want to thank me just get Alan Spaulding back into custody as soon as possible.",
        "Frank: Yeah, well, we're working on it big time.",
        "Jeffrey: Yeah, well, work harder okay. Because the guy has to face up to what he's done.",
        "[SCENE_BREAK]",
        "Alan: If anybody asks you about me you tell them I left on a bus.",
        "Leo: Which bus?",
        "Alan: It doesn't matter. I just got some unfinished business I have to take care of.",
        "Leo: You're carrying something that's weighing you down, sinking you into quick sand.",
        "Alan: Look if it's more money you want, here.",
        "Leo: ( Groans )",
        "Alan: I'm paying you to keep your mouth shut, not to analyze me.",
        "Leo: This advice is free. Whatever it is you got bugging you, get rid of it before all you have left is that money clip.",
        "[SCENE_BREAK]",
        "Sebastian: Okay, Lizzie. Times up. Let's get into your seat and buckle up.",
        "Lizzie: I'm not relaxed yet.",
        "Sebastian: Tough. Let's go.",
        "Lizzie: Wait. You don't know me very well, do you?",
        "Sebastian: We are taking off.",
        "Lizzie: Wait. I will get sick. I...",
        "Sebastian: Here's a barf bag.",
        "Lizzie: I haven't even... I haven't even told you my idea yet.",
        "Sebastian: Stop stalling you little rich girl.",
        "Lizzie: How dare you be so condescending to me.",
        "Sebastian: You are my hostage. I will be anyway I want to be with you.",
        "Lizzie: Do you ever think outside the box? I mean how many women do you have to kidnap to get it right?",
        "Sebastian: As many as I have to, Baby Cakes.",
        "Lizzie: Oh. I am not your Baby Cakes!",
        "Sebastian: Lizzie...",
        "Lizzie: Okay, fine. Next to my grandfather right now I hold the second largest block of Spaulding stock.",
        "Sebastian: ( Laughs ) And you don't get your hands on that until you're 25.",
        "Lizzie: Please, my Uncle Ross is an attorney. All I have to do is say the word.",
        "Sebastian: Do you have any idea who you're dealing with?",
        "Lizzie: I can help you. You could be the C.E.O., I'll be in charge of stock. We could be a team.",
        "Sebastian: You don't understand. I work alone.",
        "[SCENE_BREAK]",
        "Alexandra: Harley, for what it's worth, I am so sorry.",
        "Harley: It's too little, too late. But you know what's really sad? My father forgave you. He went back to being your friend like nothing had ever happened. And betrayed him again. I feel sorry for you, because you had this great guy who would do anything for you, who would always be there for you. Now what do you have?",
        "[SCENE_BREAK]",
        "Mallet: Yeah. No, Room 713. You know, I think I will check out tomorrow. Just put it on my tab.",
        "Harley: Hey, hey, what are you doing? What are you doing? You're just sneaking off or something?",
        "Mallet: Well, yeah. I mean no. Hey, it's your time with your family.",
        "Harley: I wouldn't even be here if it wasn't for you.",
        "Mallet: I think I recall you saying the same thing when you first got to prison. ( Both laugh )",
        "Harley: Yeah, but that was different because I was mad at you.",
        "Mallet: Yeah. Well, you had every good reason. I just hope maybe... I don't know. Maybe a little bit I made up for it.",
        "Harley: You made up for it.",
        "Mallet: Okay.",
        "Harley: You know, the judge is right. I'm really lucky to have all this support.",
        "Mallet: Yes, you are. And you know what? You deserve it. You deserve it. And I hope Gus takes good care of you.",
        "Harley: You taught me a lot.",
        "Mallet: You mean things like how to hurt?",
        "Harley: How to forgive.",
        "Mallet: Stay happy. Damn it. And if you ever need me...",
        "Gus: Hi.",
        "[SCENE_BREAK]",
        "Marina: Hey. Wait. Wait up.",
        "Mallet: Oh, hey, Marina. How are you? I should have known you guys were celebrating and...",
        "Marina: Yeah. Stay. Celebrate with us.",
        "Mallet: No. I don't know.",
        "Marina: No. Yes. I insist. After everything you've done for my Aunt Harley.",
        "Mallet: I appreciate the offer, but I think that--",
        "Marina: Stop arguing and sit down.",
        "Mallet: I could see the bossiness did not skip a generation.",
        "Danny: ( Laughs ) Yeah. Yeah. You got that right. Hi, how are you doing? I'm Danny Santos.",
        "Mallet: A.C. Mallet. Santos.",
        "Marina: You know what? The party's actually for me, too.",
        "Mallet: What?",
        "Marina: Yeah. I just passed the Police Academy exam.",
        "Mallet: What? The Police Academy?",
        "Marina: Yes.",
        "Mallet: Whoa. Congratulations. That's terrific.",
        "Marina: Thank you.",
        "Mallet: Wow, that's fantastic news. Well, I hope you have a softer instructor than the one your Aunt Harley had.",
        "Marina: Yeah, I heard you were pretty tough on her. But that's good.",
        "Mallet: Yeah, that was good. Wow, a cop. Excellent. Jeez, I think the last time I saw you, I was pushing you in a swing.",
        "Marina: Oh, speaking of swings and kids, I should go check and see if we have ice cream for the kids.",
        "Mallet: Wow, I can't get over that. Little Marina.",
        "Danny: Yeah, she's been working really hard for this.",
        "Mallet: Good. Good for her.",
        "Danny: So you use to be a cop?",
        "Mallet: Yeah.",
        "Danny: Can I ask you something?",
        "Mallet: Sure.",
        "Danny: I know that it could be difficult sometimes for woman to move up in the ranks and I really would hate for Marina to have an extra strike against her.",
        "Mallet: Uh huh. You're wondering if a guy with your rep will hurt Marina's chances. The answer is um, absolutely.",
        "[SCENE_BREAK]",
        "Lizzie: You wouldn't dare hurt me, I'm your meal ticket.",
        "Sebastian: Oh yea? You wanna stake your life on it?",
        "Coop: Sebastian! Look, let her go. I've already called the cops. It is over.",
        "[Sebastian laughs]",
        "Sebastian: Oh Really? Then where are they Mr. Cooper.",
        "Lizzie: FYI, his name's Bradshaw.",
        "Sebastian: Oh thank you for that valuable gem of information, now fly away Superboy.",
        "Coop: If your waiting to collect from Alan you're gonna have a pretty long wait ahead of you.",
        "Sebastian: Oh really, no. I don't think so. Not when he finds that I have Little Precious here.",
        "Coop: The guy just confessed to murder right now. He's got other things to worry about, mainly, especially saving his own neck.",
        "Sebastian: I'll take my chances, now get lost Pal.",
        "Coop: You know what, whatever. All right I was just trying to save you from a major headache. I'm sure by now you've already realized how high maintenance Lizzie can be.",
        "Sebastian: Lizzie? No.",
        "Coop: Yea, she can. I used to work for her, okay. but you know what? If you think she bad right now, just wait a little bit.",
        "Lizzie: Shut up Coop. Shut up!",
        "Sebastian: Okay, quiet. Quiet!",
        "Coop: Hey, what? I'm just trying to do the poor guy a favor.",
        "Lizzie: The poor guy kidnapped me, beat him up Coop.",
        "Sebastian: Shh. be quiet.",
        "Coop: Why don't you beat him up Lizzie?",
        "Lizzie: I'm the girl, you're the guy.",
        "Coop: Whatever, would you stop trying to contradict everything I'm saying in my little performance here?",
        "Lizzie: Your performance sucks.",
        "Sebastian: Okay stop it! All Right! You know what? That's enough! That's enough, here. You can have her. I've had it. I'm tired of babysitting you, you little spoiled rich girl.",
        "Coop: You're letting her go.",
        "Sebastian: Yes, I'm letting her go. You know why? Because I'm so scared that you're going to beat me up. No, I'm letting her go because she is not worth the aggravation. Neither are you, so you know what? Take off Sport.",
        "Coop: Come on, let's go.",
        "Sebastian: Arrgghh. Breath. Breath. Hello, take me the hell off this planet, lets go now. Thank you.",
        "[SCENE_BREAK]",
        "Jeffrey: Any word?",
        "Frank: No, it's like the guy disappeared into thin air.",
        "Gus: Well, that's why we gotta step this search up Frank. Alan's out there and in this frame of mind he's a threat to her and your entire family.",
        "Harley: Not to mention to himself, and I know you're worried about him.",
        "Jeffrey: Until we get Alan into custody there's still gonna be people that believe that Harley is guilty.",
        "Harley: Well, I'm not worried about that, I just wanna make sure that",
        "Buzz: Ah, lady. Did you lose something?",
        "Harley: Hi Buddy.",
        "Zach and Jude: Mommy!",
        "Harley: I missed you guys so much I just want to get a hundred kisses from each of you.",
        "Zach: We missed you too Mommy.",
        "Harley: You did? Let me look at you. I think you both got taller.",
        "Zach: We worked on the, on the wall with Uncle Rick.",
        "Harley: You did? Well I'll have to look at that I think, huh?",
        "Zach: When are you going to go away again Mommy?",
        "Harley: Never Sweety. Never again.",
        "[SCENE_BREAK]",
        "Danny: So if I care about Marina, I should just cut her loose? Is that it?",
        "Mallet: Well, you asked me my opinion and I guess you don't want to hear the rest of it.",
        "Danny: No, no. I do. I'm listening.",
        "Mallet: Well, you don't have to be a genius to figure that some cops will give Marina a hard time because of you.",
        "Danny: I know that.",
        "Mallet: Um-hmm. And so she'll just have to work that much harder to prove herself.",
        "Danny: But I don't want her to have to do that.",
        "Mallet: I'm sure you don't. But don't you do that everyday?",
        "Danny: What does that mean?",
        "Mallet: Well, you're reformed, right? I mean, I'm sure there's a lot of people out there everyday that give you a hard time and always will.",
        "Danny: Sure. Yeah. But I earned that. Marina didn't. That's not fair to her.",
        "Mallet: Fair. What's fair got to do with it, man? Look, I don't know you, Danny and the Marina I remember, she was just a kid. But if she means something to you, why go and mess that up.",
        "Danny: Well, that's... that's not what I'm...",
        "Mallet: Look, I know you want to do right by her. I get that. Believe me, I understand that. The bottom line is, Man, if you find somebody's that, if you're lucky enough to find somebody that wants to fight your fights with you and wants to be beside you, that's the jackpot.",
        "Danny: Marina's a great girl.",
        "Mallet: She sure is. And don't you forget it. I'll be seeing you.",
        "Danny: Take it easy.",
        "Marina: Where is he going?",
        "Danny: I don't know.",
        "Marina: Did I miss something?",
        "[SCENE_BREAK]",
        "Coop: Are you sure you're not mad?",
        "Lizzie: No, I'm not. I understood what you were doing. I'm not just an ordinary blonde.",
        "Coop: No, you're not just an ordinary blonde. You are a very special blonde and you don't have to tell me that.",
        "Lizzie: Well, thanks for nothing.",
        "Coop: What? What is it?",
        "Lizzie: News Flash, Coop. I'm not exactly as tough as I may look. I just really hope the cops get that guy.",
        "Coop: I know.",
        "Lizzie: I mean could you imagine him kidnapping me?",
        "Coop: ( Laughs ) Well, it wouldn't exactly be a bad thing at least for me. You know, I wouldn't mind kidnapping you.",
        "Lizzie: You are too cute.",
        "Coop: Come here. So you... ( Laughs )",
        "Lizzie: What? What's so funny?",
        "Coop: I... I was just thinking that how good it was for you that you didn't realize how dangerous Sebastian really is.",
        "Lizzie: What are you talking about?",
        "Coop: Well, I mean not only was Sebastian working for your granddad, but the cops think that he was the one that killed the doctor who treated your dad.",
        "Lizzie: You're saying killed, you mean like... like, like killed?",
        "Coop: Mm-hmm. Whoa, whoa. Hey, there. Okay, hold on. Hold on. It's okay. It's all right. You're okay.",
        "[SCENE_BREAK]",
        "Frank: Okay. Give Uncle Frank, a big five. Come on. Come on.",
        "Harley: Yeah!",
        "Frank: I love you.",
        "Harley: Bye. So good to see my boys again. I can't even tell you. Hey are you guys taking care of that tree house for me?",
        "Zach: Me and Jude spit off the side.",
        "Harley: You spit, huh?",
        "Zach: On the Rolly Pollies.",
        "Harley: On the Rolly Pollies. That's a new one.",
        "Zach: Did grandpa tell you Mr. Schwump had kittens?",
        "Harley: Kittens?",
        "Buzz: Yeah, well, it seems that Mister is actually Mrs.",
        "Harley: Oh.",
        "Zach: Grandpa said we could keep one.",
        "Harley: Well, of course we could keep one. ( Laughter ) Why not?",
        "Buzz: We'd better get going. I think... how about a family gathering at Company tonight?",
        "Harley: Oh, I'm there. I am there.",
        "Buzz: All right. The boys and I will go get the car and bring it around.",
        "Harley: Get into your car seats. I'll be right out.",
        "Buzz: You guys have a few minutes to yourself, okay.",
        "Harley: Thank you, Daddy. Can you believe it? I can't believe it. I can't believe it. Is it really over?",
        "Gus: I think so. Say hello to Mr. Schwump. ( Both laugh ) Shorty, is that you?",
        "Homeless Guy: How's it going, Aitoro?",
        "Gus: It's going all right. What are you doing here?",
        "Homeless Guy: I was looking for you.",
        "Gus: Is that right? You know, I'm not a cop anymore, Shorty?",
        "Homeless Man: I got some information you want to hear.",
        "Gus: What kind of information? What kind of information, Shorty?",
        "Homeless Man: I had a new roomie last night.",
        "Gus: Yeah. So what?",
        "Homeless Man: He's your old man, ain't he?",
        "[SCENE_BREAK]",
        "Dr. Reese: Mr. Spaulding, I didn't expect to see you today.",
        "Alan: Is everything all right?",
        "Dr. Reese: Of course.",
        "Alan: Good, good.",
        "Dr. Reese: Mr. Spaulding, I saw on the news this morning that--",
        "Alan: Don't believe everything you hear, doctor. Just open the door.",
        "Dr. Reese: Shall I announce you?",
        "Alan: No, I'll go in by myself.",
        "Phillip: Oh, Dad, glad you're here. Come on in. _Next on \"Guiding Light.\" _",
        "Zach: Are you a magician?",
        "Buzz: Step up. Gather around.",
        "Cassie: What are you doing here, Edmund? What are you doing?",
        "Dinah: What do you say we torture Cassie later and you join me back at my place?",
        "Alan: I was in my secret place hatching a plan of world domination. You look good, Phillip. So what's new? Want to keep you safe, Phillip.",
        "Harley: We got a tip about Alan."
    ],
    "Transcript Author": [
        "By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=4jZKv3eKuMY"
}