{
    "Episode Summary": [],
    "Recap": [
        "Harley is packing her things to leave the police force for Spaulding Enterprises and asks Mallet to keep an eye out on Gus. She is surprised by a going-away party from \"the guys\". Gus plans to take Zach and Jude to Zach's first T-Ball game. It is very apparent Gus is limping and in pain. He keeps muttering to himself that he can do this, referring to giving up drugs cold turkey and runs into Marina at Company. He tells her he has an interview with a nurse at Cedars but needs to take the boys to the game and Marina offers to help. Gus goes to Cedars and attempts to get a doctor to give him a prescription for pain medicine. The doctor tells him he will have to check Gus's medical records from Rick before he can do that. Suddenly, the doctor is called away to a \"code blue\" and Gus eyes the blank prescription pads in view. Harley tries to find Gus at Company only to be told by Ava that he had an interview. Harley shows up at Cedars in time to find Gus just after he has stolen the prescription pad.",
        "After Tammy and Jonathan make love, she remembers to tell him what she suspects about Lizzie. She tells Jonathan that after hearing Lizzie thank Rick for the pregnancy information, she thinks Lizzie is pregnant. She even thinks that there could be a possibility the baby isn't Coops. Jonathan looks shocked. After finally getting the courage to go into Company, Lizzie drags Coop to her apartment filled with new baby items and tells him the news; she is pregnant with his baby. Lizzie tells him that she plans on keeping this baby and he needs to decide what he's going to do. After extensive questioning of Lizzie, a confused Coop finally goes back to Company to face Ava. Jonathan suddenly shows up at Lizzie's apartment and asks, \"Hey, Goldilocks. Do you have something you want to tell me?\""
    ],
    "Recap Author": "Siri",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Gus: Stop it, stop it, stop it, stop it. May not need to medicate yourself.",
        "Harley: Slow down.",
        "Gus: Hey! Look who it is, it's a whole mess of kids. How is everyone?",
        "Harley: We are very excited about t-ball tryouts today.",
        "Gus: I know, I know, it's an exciting day.",
        "Zach: Mommy, is your desk next to Gus' desk?",
        "Harley: Actually, this was my desk and that was Gus' desk, but now it's all Gus' desk because I'm working at Spaulding again, remember?",
        "Zach: Can I show Jude the jail part?",
        "Frank: The jail part?",
        "Gus: He wants to see the jail part.",
        "Frank: Yeah, well you know what, Zach, I'll tell you what. We've got too many visitors today.",
        "Zach: You mean the perps?",
        "Gus: Yes, we mean the perps! Yes. We're like a cop family, that's how cop families talk.",
        "Frank: I tell you what. We can do that another day. But today, how would you guys like to see uncle Frank's office, huh?",
        "Gus: No, no, they don't want to do that. How would you guys like to draw some mustaches on some mug shots! ( Laughter )",
        "Harley: Don't encourage that.",
        "Frank: Yeah, don't encourage that. Yeah, guys, come here, we'll have fun, we'll find something to do.",
        "Gus: The guys are ugly anyway.",
        "Harley: You okay?",
        "Gus: Fine. I'm hungry. The pain is manageable, so I don't feel like I need any pills. So don't worry.",
        "Harley: Good. That's really good.",
        "Gus: Um, you know what. I can help you with the box thing because I really could use some space, if you don't mind.",
        "Harley: You're ready to pack up. You want to lose this too, while you're at it.",
        "Gus: No, no, I've got to keep it right there. I've got to do this.",
        "Harley: I'll go to the maintenance closet and get a box.",
        "Gus: Ah, the maintenance closet. I remember it fondly.",
        "Harley: I'll be right back.",
        "Gus: I can do this. I can do this. I can do this on my own. Because I'm a do- it-yourself kind of guy. Not going to let you guys down.",
        "[SCENE_BREAK]",
        "Tammy: I'm back.",
        "Jonathan: How was your study group?",
        "Tammy: It was okay. I ran into Lizzie again, and, um, she told me to tell you she is sorry about before. It's weird, um, she was talking to Rick, and I only heard part of it, but it kind of sounded like she was... hey.",
        "Jonathan: I don't want to hear anymore about Lizzie.",
        "Tammy: Okay.",
        "[SCENE_BREAK]",
        "Lizzie: Coop, you're the father. Because I said so.",
        "[SCENE_BREAK]",
        "Ava: ( Laughs ) You can't close the restaurant!",
        "Coop: My dad left me in charge, which means I can do whatever I want.",
        "Ava: Oh, really?",
        "Coop: Really.",
        "Ava: Oh, good.",
        "Coop: Wait, wait, wait --",
        "Lizzie: I have to tell you something.",
        "Coop: No, you have to go. Lizzie, I'm getting ready to close up.",
        "Lizzie: No, it can't wait, I have to tell you this right now.",
        "Coop: And yet it will have to.",
        "Lizzie: You just said you were closing. Can't we go somewhere for a minute? It will take one second. I have to say this right now.",
        "Ava: You know what? No, you don't. Whatever you have to say can wait, but you don't think it can wait. And you know what I have to say about it? Tough.",
        "Lizzie: Coop...",
        "Coop: Look, Ava, you really don't have to...",
        "Lizzie: Get your hands off of me.",
        "Ava: Read the sign, sister. We're closed!",
        "Coop: Ladies...please... Ava-- wait-- oh, that's-- ( loud knocking on the door )",
        "Ava: That's it. We're closed, sorry. Check the sign, sister. Closed. See, bye!",
        "[SCENE_BREAK]",
        "Frank: Hey, sis, when was the last time you fed these guys? They're going to eat every doughnut in the place.",
        "Harley: Oh, my gosh. I'm sorry, guys. The day is getting away with me. I guess I'll have to come back to finish packing.",
        "Frank: How much more do you have to do?",
        "Harley: My locker. I didn't say goodbye to anybody downstairs. I thought I'd get it all done before t-ball time.",
        "Frank: No, that's not going to happen because you need to fill out all of these. And you two, don't you have something to do right now?",
        "Harley: See. You want to help me finish my paperwork?",
        "Frank: No, no, no. You're going to be doing that all by yourself. And don't leave any open files.",
        "Harley: I guess I didn't plan this day very well, did I.",
        "Gus: I tell you what. You finish up with this, and I'll take the kids to tryouts.",
        "Harley: Really?",
        "Gus: Yeah, yeah, yeah. I haven't thrown the ball around in... well, ever, really.",
        "Harley: Ever, really.",
        "Gus: So I hear it's fun. I hear it's a good time. ( Laughter )",
        "Harley: It's painful, too--",
        "Gus: No, no, I'll be fine.",
        "Harley: Seriously sweetie, they're going to want to chase them around the field.",
        "Gus: I'm going to take them, and I'm going to feed them and it's going to be fine, they'll tear it up at t-ball tryouts and that's it. End of conversation.",
        "Harley: Okay.",
        "Gus: All right. Last one in the car! You got your keys. Last one in the car is going to have garlic and onions on their peanut butter and jelly. Let's go!",
        "Harley: Just take it easy, slugger, okay?",
        "Gus: That's the last thing I'm going to do. Fathers don't take it easy.",
        "Harley: Yeah, that's why all of the pain relievers are geared towards your demographic.",
        "Gus: I just want them to know that I'm there for them.",
        "Harley: Through gritted teeth.",
        "Gus: No. Do you see any gritted teeth here?",
        "Harley: Well, not yet.",
        "Gus: If it's gritted, it's going to look like this. ( Laughs ) You can smile.",
        "Harley: Before you go, can you kiss me good-bye.",
        "Gus: Yes, of course.",
        "Harley: A good kiss.",
        "Marina: Oh, they're so cute.",
        "Frank: Oh, yeah.",
        "Gus: Just adorable.",
        "Frank: Did you guys forget that this is a police station?",
        "Gus: Oh, yeah. I'm out of here, I'm out of here. What are you guys doing here? I thought you were in the car! What is happening?",
        "Zach: Where is your car?",
        "Gus: You get to the car or I'm going to beat you senseless. Let's go. Let's go. Let's go! Let's go! Out, out! I've got this father thing down. Don't worry bout it. I'm only kidding. Let's go. ( Knocking on the door )",
        "[SCENE_BREAK]",
        "Lizzie: Open up, you can't do this, Coop. ( Knocking on the door )",
        "Ava: You didn't think I had it in me, did you?",
        "Coop: No. I have seen that before, and I certainly wouldn't want to mess with you.",
        "Ava: Do you think she learned her lesson?",
        "Coop: I'm thinking yes.",
        "Ava: I could do it again and we could start it over and do... ( laughs )",
        "Coop: No, no. I think once is enough.",
        "Ava: But it was so fun. Maybe not very lady-like, but it is not like I care impressing Lizzie.",
        "Coop: So, what do you think she wanted this time?",
        "Ava: Do we care? Come on, Coop. ( Knocking on the door ) She's little. If we ignore her, she'll just go away.",
        "Coop: Are you sure about that?",
        "Lizzie: Come on, Coop. This is not the way it's supposed to go. I can't let her ruin this moment for me. (Knocking on the door ) ( cell phone rings )",
        "Ava: Oh, gee, I wonder who that could be.",
        "Lizzie: Not answering. That's great, Coop. I'm glad to see that we could be adults about this. ( Knocking on the door ) Oh, she's totally in his face. I've got to get him alone. ( Knocking ) Hey.",
        "Ava: Are those my shoes? Hey! Hey, did she just steal my shoes?",
        "[SCENE_BREAK]",
        "Tammy: What is better than this?",
        "Jonathan: I... I can't think of anything.",
        "Tammy: I can't think at all.",
        "Jonathan: ( Laughing ) That's a good sign.",
        "Tammy: Remind me again why we haven't been doing this all along?",
        "Jonathan: You don't remember?",
        "Tammy: Not right now.",
        "Jonathan: It doesn't matter because we're here.",
        "Tammy: Here is good. Here is very good.",
        "Jonathan: Mm. You know, I used to think that we would lose something, like once we didn't have to hide anymore, like once it wasn't me and you versus your mom and the rest of the world.",
        "Tammy: And?",
        "Jonathan: And it's better now. It's better because I know that you're not going anywhere.",
        "Tammy: You got that right.",
        "Jonathan: You know what you do to my head? ( Laughs ) I get all of these crazy thoughts running through my brain when I'm lying here with you.",
        "Tammy: Am I old enough to hear these thoughts?",
        "Jonathan: Yeah, these thoughts, but I have other thoughts that are, bad.",
        "Tammy: What about these thoughts?",
        "Jonathan: These thoughts are things I never thought about before. Like a future and plans.",
        "Tammy: The future. A house, kids?",
        "Jonathan: Yeah, like, no.",
        "Tammy: Oh, oh, you just reminded me what I was going to say when I came in, about Lizzie.",
        "[SCENE_BREAK]",
        "Ava: I can't believe she stole my shoes. How immature is that?",
        "Coop: Well, it is kind of funny.",
        "Ava: Yeah, well, those shoes cost me a week's salary.",
        "Coop: I'll get them back for you, okay?",
        "Ava: No, it's not okay. I'll get them back.",
        "Coop: Yeah, and then you're going to stop Lizzie and then I'm going to have to get you out of the slammer.",
        "Ava: It might be really worth it, though.",
        "Coop: Uh-huh. You know what? Forget it. Don't you worry, little ma'am, I'll get your shoes back for you. Anything else I can do for you? Perhaps some socks, and laces. All right, I'll be right back. Hey, guys, what's up?",
        "Ava: Hey, guys, how are you?",
        "R.J.: Ava, you don't have any shoes on.",
        "Ava: Holy mackerel, you're right. I don't.",
        "R.J.: Why?",
        "Ava: Well, an evil troll stole them.",
        "R.J.: Why would an evil troll steal your shoes?",
        "Ava: Well, because she likes to kick herself in her own butt.",
        "Gus: Hey, Ava, how are you?",
        "Ava: Hey.",
        "Gus: I see you have got the closed sign up already. That's all right, I'll take the little ones back and I'll open up a can of pork and beans. Let's go. Back in the car.",
        "Ava: No, no, wait. Stay. You're family. There is no reason for us to be closed now, anyway.",
        "Gus: All right. It's a big day today. T-ball.",
        "Ava: T-ball, I love t-ball.",
        "Gus: These little engines need some fuel, like some chicken nuggets and three- day- old fish, a banana peel, anything you got. Actually, this one can eat a t- bone steak.",
        "Ava: A t-bone steak.",
        "Gus: Hotdogs will be just fine.",
        "Ava: Okay, you know what? Hotdogs, I think I can do that. Who wants to help me out? Come on, let's go.",
        "Gus: Want to help her? They were going to close, let's go.",
        "Ava: Okay, okay. Can you guys sit right over there in the corner and I'll be right over. Are you all right?",
        "Gus: Yeah, I'm okay. It has been a while since I've had to race everywhere. You know what I mean?",
        "Ava: You want a cup of iced tea?",
        "Gus: That would be great. Thank you.",
        "Ava: You're welcome.",
        "[SCENE_BREAK]",
        "Mallet: We got to keep Harley busy until Marina gets back.",
        "Remy: How are we supposed to slow her down?",
        "Mallet: Some good old fashioned needling. Watch and learn, grasshopper. Wow, wow, wow. How did you fit all of that in your locker?",
        "Harley: It's not that much.",
        "Mallet: You're such a pack rat. Look at this.",
        "Harley: I know you are. And besides, I don't have a house to store anything in.",
        "Remy: Here, Harley, I found this empty box for you.",
        "Harley: Thank you, Remy, for being helpful rather than critical.",
        "Mallet: Well, what do we have? I mean, what's in all this stuff. Let's see, we got-- oh look, this is good. Drawings from the kids.",
        "Harley: That's you.",
        "Mallet: That's me? Oh, that's not so flattering. Drawing from the kids, that good. Look what we've got here, brass knuckles. Ooh, that's very good. And we've got... what do we have here? We've got a little body spray. Got some body spray, pear blossom, that's...",
        "Harley: I like to smell good when I'm cracking skulls. Don't you?",
        "Remy: No wonder there is so many in lockup. Everyone is trying to get arrested by her.",
        "Harley: You're not going to start picking on me, too.",
        "Mallet: We're just yanking your chain while you're still here.",
        "Remy: Can I have the lip gloss?",
        "Mallet: I don't really think you can do it justice there, cowboy.",
        "Harley: Okay, so it is a lot of stuff, but I thought I would be here a little longer than I am. And now that Gus is back I'm going to go back to where I was supposed to have been all along. Get it?",
        "Remy: Yeah, we'll miss you, Harley.",
        "Harley: Oh, thank you.",
        "Mallet: So it was... I mean, I'm glad everything has worked out for you.",
        "Harley: You, too. And, hey, you've got your old partner back. That's good. Would you do me a favor?",
        "Mallet: Yeah, sure, anything.",
        "Harley: Just keep an eye on him. Just make sure he is okay.",
        "Mallet: Gus, he's tough as nails. Why wouldn't he be okay?",
        "Coop: Lizzie, drop the shoes and put your hands up. Look, what is this, all right? The joke is over, come on.",
        "Lizzie: I'm not joking.",
        "Coop: Just give me the shoe. What is this, shoe-napping, a huge cry for help from you. Come on, give them back to me.",
        "Lizzie: No.",
        "Coop: Lizzie...",
        "Lizzie: Not until you hear what I have to say.",
        "Coop: Oh, that's not childish at all, is it.",
        "Lizzie: Yes, it is. But what am I supposed to do. Ava slammed the door on my face and you wouldn't answer your cell phone.",
        "Coop: Okay, fine, what is it then?",
        "Lizzie: I have to show you something.",
        "Coop: You have to show me something-- in your apartment? What do you have to show me, you have to show me some new lingerie? Did you get a new bathrobe you want to put on and then model in front of me? What is it you possibly have to show me? Lizzie, what is all of this?",
        "Lizzie: It's for our baby, Coop. I'm pregnant.",
        "[SCENE_BREAK]",
        "Jonathan: Why does Lizzie keep popping her little head into our conversations?",
        "Tammy: It's just-- I'm not sure. Maybe I'm jumping to conclusions.",
        "Jonathan: What?",
        "Tammy: I overheard her saying pretty bizarre stuff. Normally, I wouldn't think twice about anything she said...",
        "Jonathan: Like what?",
        "Tammy: Well, normally, I wouldn't think twice about anything she says.",
        "Jonathan: I wouldn't think once.",
        "Tammy: This seemed real-- okay-- I didn't hear everything but when I put it together with some of the stuff that I've seen.",
        "Jonathan: What are you talking about?",
        "Tammy: Lizzie wasn't feeling too well at Coop's party.",
        "Jonathan: I wonder why.",
        "Tammy: But then again today you saw her outside of Company. I was a little worried about her, so I followed her. I saw her talking to Rick at Cedars.",
        "Jonathan: And you thought she might be sick?",
        "Tammy: I know it sounds crazy, but it seemed more like she was pregnant.",
        "[SCENE_BREAK]",
        "Ricky Paul Golden and Beth Ehlers \"Inside The Light.\" This is her boy, this is her best friend. She is the best sparring partner I've ever had. No, no, no. I think.. who is Harley's best match? I think that's for the audience to decide. Without a question, Gus is the right guy for Harley because he is the male version of her. See Gus and Harley, Wednesday, April 26, \"Inside The Light.\"",
        "[SCENE_BREAK]",
        "Tammy: I know you don't like Lizzie, but if she is...",
        "Jonathan: What did you hear her say?",
        "Tammy: Well, I only heard the end.",
        "Jonathan: Uh-huh.",
        "Tammy: I don't know. I heard her thanking Rick for the pregnancy info.",
        "Jonathan: That could have been about her mom, right?",
        "Tammy: Yeah, it could have been, but then Rick was asking her about her nausea.",
        "Jonathan: Nausea?",
        "Tammy: You know, like morning sickness. It's all circumstantial, but, I mean, the look on her face when she saw me. It's really a hunch more than anything.",
        "Jonathan: A hunch? You have a hunch that Lizzie is pregnant?",
        "Tammy: Crazy, right?",
        "Jonathan: Yeah, that's crazy. Well, I know Coop must be bugging out.",
        "Tammy: If he even knows. They've been broken up for a while. I don't know how long it's been since they were together.",
        "Jonathan: It couldn't have been that long.",
        "Tammy: Should I call her? I mean, she's got to be worried. You break up with the person you love and they move on, and then you find out there is a baby?",
        "Jonathan: Yeah.",
        "Tammy: Unless... oh, my... what if the baby isn't Coop's?",
        "[SCENE_BREAK]",
        "Coop: You're pregnant?",
        "Lizzie: We are pregnant. We.",
        "Coop: Are you serious?",
        "Lizzie: Yes, I'm serious. Look at all of these sticks.",
        "Coop: Ah, yeah, okay.",
        "Lizzie: Hello, that's how many times I took the test. And they're all positive. Look, positive, positive, that was positive too.",
        "Coop: Okay, okay, I got it. I got it.",
        "Lizzie: Are you okay? Is there anything I can do?",
        "Coop: I need to wake up, maybe.",
        "Lizzie: This isn't the way I thought it would be, either.",
        "Coop: What you thought, Lizzie, I never-- are you scamming me? Is that what this is? Because if you're not telling me the truth right now, I'm giving you this moment right now to tell me the truth. This is your one chance and then we can forget that this ever happened, okay?",
        "Lizzie: It happened. It's happening.",
        "Coop: Oh, my God.",
        "Lizzie: I didn't believe it at first either, okay? And I know this is really bad timing.",
        "Coop: Is there ever good timing for something like this, Lizzie?",
        "Lizzie: Maybe. Maybe this could be good for us, I mean, I know we've been having problems, but we did love each other. I know how you must be feeling.",
        "Coop: How can you know? Lizzie, how can you possibly know? I don't even know what I'm thinking.",
        "Lizzie: You're overwhelmed, you're shocked. But that is going to pass. Can't you see? The amazing thing that is happening here. We're going to have a baby, Coop, together.",
        "[SCENE_BREAK]",
        "Marina: Hey, guys. Hi.",
        "Gus: Carry all this stuff around. What's up?",
        "Marina: Oh, sorry. I'm sorry.",
        "Gus: It's okay.",
        "Marina: Did I see the little dudes with baseballs?",
        "Gus: Yeah, it's the season again.",
        "Marina: Time again for the cubbies to break my heart.",
        "Gus: Yeah",
        "Marina: Is anybody here? I'm on a emergency buffalo wing run. It's supposed to be a surprise for Harley, a going-away party. Gus?",
        "Gus: Yeah, I'm good.",
        "Marina: You don't look okay.",
        "Gus: T-ball. T-ball season tryouts today. I could actually use a hand because I'm supposed to bring the little ones, but I just got a phone call, it's a case I'm working on, there is a nurse at Cedars and I need to get a statement and I don't...",
        "Marina: I can do it. I'll take the boys to t-ball.",
        "Gus: You sure?",
        "Marina: Absolutely. Yeah. You do what you've got to do.",
        "Gus: Because you like being out in the field, right?",
        "Marina: Absolutely. I'll just make a call. And the guys will just have to wait.",
        "Gus: Because I don't like to miss anything with the kids, though, you know.",
        "Marina: No, you got to do what you got to do.",
        "Gus: My father, Joe, he never missed one game. Not even one... he never missed a practice now that I think about it. I want to be that kind of guy. I want to be there for them for every single game.",
        "Marina: Well, then you come after. T-ball doesn't move that fast anyway. I'll just hold down the fort until you can get there.",
        "Gus: Good, perfect, thank you.",
        "Marina: Absolutely. Hey, guys, change of plans!",
        "[SCENE_BREAK]",
        "Mallet: So, you're not going to become one of those wives, are you?",
        "Harley: What wives?",
        "Remy: The kind who keep calling her husbands partner to make sure he wipes his nose. Sign here.",
        "Harley: This is what I'm going to miss. All the entertaining good times. You know, you may be Mel's brother, but you have Rick's sense of humor.",
        "Remy: Thanks.",
        "Harley: ( Laughs ) Hey, just so you don't forget, I know you won't, but, you know, Gus has been through a lot since you guys worked together, so...",
        "Mallet: Why, do you think he came back too soon?",
        "Harley: I'm just hoping he knows his limitations. Look, here, everything, signed, sealed and delivered. I's eyed, t's teed, and if anything is misspelled, you can blame bonehead over there.",
        "Mallet: I heard that.",
        "Harley: You were supposed to. Did you want it?",
        "Frank: Not really. Because I hate the fact you're leaving us.",
        "Harley: There is no room at the inn. I gave Gus my desk.",
        "Frank: I'll buy you a new one. I love that we're all together here, you know.",
        "Harley: So do I, Frank, but I feel like I should give my husband some privacy. And besides, I'm excited to be working back at Spaulding.",
        "Frank: Who would have thought, right? Harley Cooper trading her uniform in for a power suit.",
        "Harley: You love women in power suits.",
        "Frank: Not true.",
        "Harley: How come you don't talk to me about Olivia?",
        "Frank: Because I need to make sure your files are in order here, that's why. Oh, look at there, you misspelled a word.",
        "Harley: You are so kidding.",
        "Mallet: Frank, give her a break. You know this woman has never misspelled a word in her life. Let alone bungle up any paperwork.",
        "Harley: And that bothers you, doesn't it?",
        "Mallet: It doesn't bother me. What bothers me is when you tell me how to drive, how to shoot, how to stakeout, how to dress my dress blues, press them, whatever, starch, no starch.",
        "Harley: Now that I think about it. Where would you be without me?",
        "Mallet: Where would I be without you? Let me see- without you holding me back-- chief of police.",
        "Harley: ( Laughs )",
        "Frank: You know what? On a day like today, you can have it, brother.",
        "Harley: Frank, help me.",
        "Frank: Okay, done. You can clock out.",
        "Harley: Thank you. Stop.",
        "Mallet: What. What?",
        "Harley: You're about to say something heartfelt and meaningful, I can feel it.",
        "Mallet: It's been great being partners with you again.",
        "Harley: You, too. Hey...",
        "Mallet: Hey, what. Stop, stop, you're going to say something heart-felt, too.",
        "Harley: I am. Um, I don't regret any of it. None of it. You?",
        "Mallet: No. ( Applause ) Yeah!",
        "Harley: No wonder you were acting so weird.",
        "Frank: Marina was supposed to here now with the chicken wings.",
        "Harley: Chicken wings? Thank you.",
        "Mallet: I'll take that Frank, thanks.",
        "Harley: Thank you.",
        "Frank: You're welcome, sis. It's a pleasure.",
        "Harley: Thank you. Hey, I feel better. I'm doing the right thing, right? Gus will be fine, right?",
        "[SCENE_BREAK]",
        "Gus: Hey, Dr. Tompkins. Dr. Tompkins, Detective Aitoro.",
        "Dr. Tomkins: Yes, how are you doing, Detective.",
        "Gus: Good to see you. I just wanted to... you know, you're very good, and I wanted to thank you for all of your expert testimony. It really helps us out. I was looking for Dr. Bauer, because he is my regular doctor, but I don't think he is available.",
        "Dr. Tompkins: Is there anything I can do?",
        "Gus: I really wrenched my back. I had to take somebody down yesterday, and they sucker punched me and they twisted me all around, you know. It's kind of hard to do the job effectively.",
        "Dr. Tompkins: I know.",
        "Gus: It's tough out there. I don't know, I was thinking if you could write me a prescription to kind of get me through it. I have to do a stakeout tonight, so, I was thinking like it might get a little hairy, you know. Can you help me out?",
        "[SCENE_BREAK]",
        "Frank: So you all packed and ready to go?",
        "Harley: Almost. It's hard to just leave, you know. This place is in my blood.",
        "Frank: Yeah, it's in all of ours. You know, anytime you change your mind...",
        "Harley: Thanks, Frank.",
        "Frank: Anytime.",
        "Harley: Okay.",
        "Frank: I hate this.",
        "Harley: Yeah. Think how I feel. This place is like-- it seems like home to me.",
        "Frank: Yeah, well, this is your home. But now you're going to be fighting the good fight at Spaulding. I'm glad you're not going to be around here because you'd be angling for my job.",
        "Harley: Are you kidding me, you're the best chief of police this town has ever had.",
        "Frank: Oh, sis.",
        "Mallet: I'll drink to that-- I mean-- once we're off the clock.",
        "Harley: You'll drink to anything. ( Laughs )",
        "Mallet: It was good being your partner.",
        "Harley: Look at us. We've come full circle. Right?",
        "Mallet: Yeah. Now remember our deal, you take care of Dinah, and I'll take care of Gus, and myself, of course.",
        "Harley: Right. I really don't. I'm just kidding, of course I do. Hey, maybe I can still meet Gus and the kids at Company. Come on. Why am I carrying this? Grab the boxes you guys. Thank you.",
        "Mallet: Oh my gosh. Cute, sexy, but oh so bossy.",
        "Frank: Yes, she always has been.",
        "[SCENE_BREAK]",
        "Dr. Tompkins: Detective, I would be happy to help you out.",
        "Gus: I appreciate it. You know how it is, these 15 hour shifts. I don't have to tell you, you're a doctor.",
        "Dr. Tompkins: Absolutely, I just have to get your records from Dr. Bower.",
        "Gus: Really? You know what, forget it. Because I don't want to bother him.",
        "Dr. Tompkins: My nurse calls his nurse. It's no big deal.",
        "Gus: Actually, I was just needing a refill because it says it right on the bottle. You get two more. But I don't want to bother you...",
        "Dr. Tompkins: I'm sorry detective, I can't write you a prescription without actually looking at your chart or giving you a checkup.",
        "Gus: Right, right.",
        "Dr. Tompkins: I'll get Rick on the phone. Meantime, take 400 milligrams of ibuprofen and that will get you through the night and then set up an appointment for the morning.",
        "Gus: Yeah, I'll do that.",
        "Nurse: Dr. Tompkins, code blue in cubicle four.",
        "[SCENE_BREAK]",
        "Ava: Hey.",
        "Harley: Hey.",
        "Ava: I thought you were Coop.",
        "Harley: Did Gus and the boys come around?",
        "Ava: You just missed him. Today is the big t-ball day.",
        "Harley: It's huge. I'll go, maybe I could catch up with him at the field.",
        "Ava: Yeah, probably, just look for Marina trying to coach them like the major leaguers.",
        "Harley: Marina? They weren't here with Gus?",
        "Ava: Oh, they were but I overheard Gus saying something about an interview at Cedars and Marina was filling in for him. She really knows her baseball.",
        "Harley: Yeah, she dated this guy who was supposed to play. Gus had an interview?",
        "Ava: Yeah, that's what I heard.",
        "Harley: He was supposed to have the day off. Hmmm? Cedars, huh? Well, maybe I can catch up with him there. Thanks. I'm sorry, are you here alone? Where is Coop?",
        "Ava: I'm not exactly sure. But I think I might have a pretty good idea.",
        "[SCENE_BREAK]",
        "Lizzie: I want to show you some of the stuff that I got. I know it's a little early but...",
        "Coop: Wait, wait, wait, Lizzie. How do I know that this baby is even mine?",
        "Lizzie: What?",
        "Coop: We've been apart, okay. How do I know?",
        "Lizzie: I can't even believe... how can you even ask?",
        "Coop: Lizzie, I'm not asking you this to hurt you, okay.",
        "Lizzie: Okay, well then why are you asking me?",
        "Coop: Because you haven't had the best history of telling me the truth, that's why.",
        "Lizzie: I'm not lying about this. I was a virgin, you were the first. It has always been you. This is your baby. I swear. I swore to you before, I swear, I never slept with Quinn. I swear on my life.",
        "Coop: Are you serious? Are you serious about this?",
        "Lizzie: Fine. I get it. You don't want the responsibility.",
        "Coop: No, Lizzie, that...",
        "Lizzie: No, you don't. You just want to live your carefree life with your slutty little waitress. That's great. Good for you. I hope you guys are really happy.",
        "Coop: Just stop for one second, okay. Don't...",
        "Lizzie: I don't need you. I'm just going to figure something out.",
        "Coop: What does that mean, huh? Meaning what?",
        "Lizzie: I'm keeping it, if that's what you're implying. This is my baby. Lord knows my family has enough money. I can take care of it. I don't need you.",
        "Coop: All right, slow down for just a minute here, okay. Please, you've just dropped a two-ton bomb on me, and you're expecting me to react right now.",
        "Lizzie: Well, excuse me for expecting you... wanting you to feel happy.",
        "Coop: This is a lot right now.",
        "Lizzie: And you made it perfectly clear how you feel about me. You know what? You've got it. You're officially off the hook. You're done. I am tired. I need to lie down.",
        "Coop: Lizzie, I just need some more time.",
        "Lizzie: Take all of the time you need. I'm not going anywhere. Coop, congratulations.",
        "[SCENE_BREAK]",
        "Lizzie: This is Lizzie, you know what to do. ( Beep )",
        "Jonathan: Hey, it's Jonathan, we have...",
        "Tammy: I was thinking about how lucky we are to be getting this second chance.",
        "Jonathan: Yeah, we are lucky. Nothing is going to get in between us this time, nothing.",
        "Tammy: Maybe I should try Lizzie again. If she really is pregnant, who knows what is going through her mind right now, or even Coop's for that matter.",
        "Jonathan: Yeah, I don't know. I don't know. Maybe you should just give her some time to chill out and let her deal with what is going on.",
        "Tammy: Maybe.",
        "Jonathan: I've got to go.",
        "Tammy: Right now?",
        "Jonathan: Yeah, some business with a distributor and... I love you. You know that, right?",
        "Tammy: Of course. Hurry back.",
        "Jonathan: I'll do my best. Lock the door behind you.",
        "Tammy: Uh-huh.",
        "Nurse: Did Dr. Tompkins get you everything you need?",
        "Gus: Oh, yeah. He told me to take 400,000 milligrams of ibuprofen. You know, I'm standing here thinking for leg pain, should I do hot compress or cold or just gnaw the leg off?",
        "Nurse: If it's muscular, just alternate between hot and cold.",
        "Gus: See I need the...",
        "Nurse: Oh, thanks.",
        "Gus: Where do you want it?",
        "Nurse: Over here is fine.",
        "Gus: Uh-huh.",
        "Harley: Gus?",
        "[SCENE_BREAK]",
        "Tammy: Remy.",
        "Remy: Hey, Tammy, what's up?",
        "Tammy: Hey, the uniform looks good on you.",
        "Remy: I get that a lot, mostly from women trying to get out of tickets. That's not what you are trying to do, is it?",
        "Tammy: No, I mean it. The uniforms are hot.",
        "Remy: I thought you were more into bad guys than the cops.",
        "Tammy: Hey.",
        "Remy: My sister represented you guys, remember?",
        "Tammy: Jonathan is not a bad guy. Mel will tell you that.",
        "Remy: I heard you're back with him. I saw that coming.",
        "Tammy: You think you know me so well.",
        "Remy: I used to.",
        "Tammy: You going to lecture me on the evils of dating a guy with a record?",
        "Remy: That depends. Are you happy?",
        "Tammy: Very.",
        "Remy: Then it's all good.",
        "Tammy: Almost. I have a restraining order that I need to have retracted. Can you help me?",
        "[SCENE_BREAK]",
        "Ava: Oh, hi. ( Laughs ) You scared me. It's been so quiet in here I just zoned out for a little while. I missed you.",
        "Coop: Yeah, me, too.",
        "Ava: Hey, where are my shoes?",
        "Coop: Um, I forgot.",
        "Ava: Okay, so let me guess. Lizzie ambushed you again and, ooh, what bombshell did she drop on you this time?",
        "[SCENE_BREAK]",
        "Lizzie: You scared... how did you get in here!",
        "Jonathan: Hey goldilocks, you have something you want to tell me?",
        "[NEXT_ON]",
        "Harley: You seem awfully anxious to get rid of me.",
        "Gus: Where is the pharmacy?",
        "Coop: Ava, she is pregnant.",
        "Ava: She is a lying, vindictive little bitch.",
        "Jonathan: Tammy has this crazy idea you might be pregnant.",
        "Lizzie: Jonathan is a loser, he is a deadbeat who would lie, who would steal, who would threaten people if push came to shove.",
        "Coop: Would he?",
        "Lizzie: He would do all of that and more for me."
    ],
    "Transcript Author": [
        "Provided by Boo Proofread By Tanya"
    ],
    "url": "https://www.youtube.com/watch?v=lIPOrn2NXJ8"
}