{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Alan: Well, gus, good morning. ",
        "Gus: Morning. ",
        "Alan: What can I do for you? Well, you don't have to answer me now. You could \r\nwait until later if you feel like it. ",
        "Gus: No, no. Just... you got a busy day at the office? ",
        "Alan: I'm not going to the office. I'm going down to try to cut a deal with \r\njeffrey o'neill. You look surprised. ",
        "Gus: No, I just think it's good that you're going to take the high road, you \r\nknow? ",
        "Alan: More like saving my own skin, don't you think? ",
        "Gus: No, no. You're the deal maker. You're cutting a deal. ",
        "Alan: More like saving spaulding a major headache. Also getting the da to \r\nkeep us out of the line of fire. Also, we're going to root out the source of \r\nthese misappropriated funds. ",
        "Gus: Exactly. You got rats in the building? Smoke them out; that's what i \r\nsay. ",
        "Alan: I think he's going to want to open up all the records, find out our \r\ntrade secrets. ",
        "Gus: Well, if I can, I think this is what you should do. I think you should \r\ncut him off at the pass, you know, and tell him everything that you know right \r\nnow. Just make it seem important and painful, and I think he'll be happy. That's \r\njust my opinion. I'm going to... ",
        "Alan: Gus? I could use your help today... moral support, if you can spare \r\nany. I realize you can't be my son in this circumstance, but perhaps you could \r\nbe a part of my legal staff. ",
        "Gus: What, you want me to dust off my law degree? ",
        "Alan: That would mean a lot to me. ",
        "Gus: Yeah, yeah. Sure, let's do it. ",
        "Alan: (Laughs) ",
        "Bill: No, I ordered a soda. ",
        "Waitress: It's from mrs. Spaulding. Her exact words: \"Champagne and a buzz \r\nburger, a meal fit for a young ceo.\" Congratulations. ",
        "Olivia: So, I hear congratulations are in order. Taking over lewis \r\nconstruction-- that's nice work, bill. ",
        "Bill: Well, look at me: Captain of industry, huh? ",
        "Olivia: May I? May I sit? ",
        "Bill: Well, how are you? ",
        "Olivia: Oh, you know, I'm hanging in. ",
        "Bill: Phillip? ",
        "Olivia: Doing as well as can be expected. I'm just trying to keep things \r\nrunning smoothly. ",
        "Bill: I'll bet. ",
        "Olivia: So I guess we're going to be spending a lot of time together in the \r\nnear future. With you running lewis construction and me at spaulding, we're \r\nbound to cross. ",
        "Bill: You think? Spaulding-lewis collaborations haven't been so successful in \r\nthe past. ",
        "Olivia: Maybe it's time to change that. ",
        "Nurse: Anything else, mr. Spaulding? ",
        "Phillip: Did they forget my dinner? ",
        "Nurse: Mr. Spaulding, you just had lunch. ",
        "Phillip: I'm still hungry. ",
        "Nurse: Okay, I'll see what i can do. ",
        "Rick: Hey, nurse? How's mr. Spaulding doing? ",
        "Nurse: Uh, today is not one of his better days. ",
        "Rick: Thank you. ",
        "Bill: Sounds like you got some big plans for spaulding. ",
        "Olivia: Well, yeah. Without a plan. ",
        "Bill: I guess not. It must be tough to make a place for yourself over there, \r\nbeing a new wife, husband in the hospital. ",
        "Olivia: Mm-hmm. Well, that's why I have to plunge in, you know? Protect my \r\nhusband's interest. ",
        "Bill: Hm. Well, I'm sure phillip's dad and his aunt alex will be looking out \r\nafter things, too. ",
        "Olivia: Come on. You know those two. ",
        "Bill: Well, not all that well, actually. ",
        "Olivia: Well enough to know they're not exactly the \"all for one, one for \r\nall\" lewises, right? ",
        "Bill: Well, I guess not, but I'm sure they look out after each other in their \r\nown special way. ",
        "Olivia: My, you're very diplomatic. ",
        "Bill: Yeah, well. ",
        "Olivia: Look, I don't want to talk about those old fossils, because I'm \r\nexcited about the future. ",
        "Bill: Hm. ",
        "Olivia: I hope you are, too. ",
        "Bill: Well, sometimes. I just didn't expect everything to fall in my lap at \r\nonce. ",
        "Olivia: You're more than ready for this, bill. ",
        "Bill: It's a big company. ",
        "Olivia: So what? They'll still be there for you, your uncle and your dad. ",
        "Bill: Well, sure. My dad's still the oil man, an uncle josh will help out \r\nwhen he can. ",
        "Olivia: I give them a lot of credit for knowing when to hand it over. ",
        "Bill: What? ",
        "Olivia: Oh, come on. They needed some fresh blood in that stodgy old company. \r\nLook, I've been reading everything that you've been doing. I even went to the \r\ndevelopment on the north side of the lake. It's beautiful. It's classy but \r\naffordable. ",
        "Bill: (Laughs) really? You know, companies like spaulding and lewis last \r\nfor generations. Do you$want to know why? Because they take their time. They \r\nbuild brick by brick. Hb, brandon, my dad, josh... ",
        "Olivia: Oh, no, not the history lecture. I'm kidding. I'm not trashing them. \r\nIt's just that I feel like you're a little hesitant or guilty about all this, \r\nand you can't be. You have to enjoy this, okay? So here's to you, the new head \r\nof lewis construction; and me, the devoted wife to a hardworking executive, \r\nokay? Since I'm going to be around, we should hang, bill. ",
        "Bill: (Chuckles) ",
        "Rick: Hey, buddy. Hey. ",
        "Phillip: Hey. ",
        "Rick: I had a few minutes off from work, so I thought I'd come by and see \r\nyou. Some magazines. ",
        "Phillip: Come by and check me out? ",
        "Rick: Come by and see you. ",
        "Phillip: Well, in that case, you'll be happy to know I'm doing great. ",
        "Rick: Well, that's great, pal. That's really... that's really good. Listen, I \r\nwas really hoping that you'd get out of here in time to, well, you know... ",
        "Phillip: Oh. When mel has the baby. ",
        "Rick: Right. Should I have not brought that up? ",
        "Phillip: You just did. ",
        "Rick: Well, I know. I just want to make sure, i mean, are you okay with it?\r\n",
        "Phillip: With your happiness? ",
        "Rick: Yeah. ",
        "Phillip: Of course I am. ",
        "Rick: Well, that's good, buddy, because it's really important for mel and I \r\nthat you're a big part of our baby's life. ",
        "Phillip: I feel the same way about you being a part of emma's life. ",
        "Rick: Emma? ",
        "Phillip: My baby with olivia: Emma. ",
        "Rick: Right. ",
        "Phillip: Looks like our kids are going to grow up together after all, go to \r\nschool, everything-- just like we hoped. ",
        "Rick: Phillip, you're not dealing with this. ",
        "Phillip: With what? ",
        "Rick: The child that you had with olivia died, buddy. ",
        "Phillip: Rick, if that were true, don't you think I would know? ",
        "Rick: Right. ",
        "Phillip: Running away? ",
        "Rick: No, actually. As I said, I just had a few minutes to see how you're \r\ndoing, and I've really got to get back to work. ",
        "Phillip: Hm. See you soon? ",
        "Rick: Absolutely. Absolutely. Nurse? Have dr. Langham call dr. Bauer at \r\ncedars as soon as possible. I just... I don't like what I'm seeing. ",
        "Phillip: \"What baby?\" ",
        "My baby. Emma. ",
        "Beth: Phillip? Hi. I brought lizzie for a visit. ",
        "Phillip: Hi, baby. ",
        "Alan: Alexandra. ",
        "Alexandra: Alan, alan. ",
        "Gus: How you doing, alexandra? ",
        "Alexandra: Could I have a moment with you? ",
        "Gus: I'll go tell o'neill we're here. ",
        "Alan: What are you doing here? I told you to go to paris. ",
        "Alexandra: I am not leaving you alone, not anywhere. Especially not in a \r\npolice station. I'm concerned for both of us right now. ",
        "Alan: Funny thing about families: They fight like pit bulls, but when someone \r\nelse throws a shot at us, we remember where our bloodlines lay. ",
        "Alexandra: Does that include your newfound son, dear? ",
        "Alan: I think gus will protect me where he can. ",
        "Alexandra: And just how is gus in any position to protect you? ",
        "Alan: He's been working for the feds. ",
        "Alexandra: (Gasps) ",
        "Alan: He's been working undercover at spaulding to protect me from anything \r\nthey might find. ",
        "Alexandra: God. And you believe him? Dear god, alan. ",
        "Gus: You're kidding me. Come on, that is not the deal. That is not what I \r\ntold him. ",
        "Jeffrey: That's the way it's got to go, gus. ",
        "Gus: Look, the only reason he's come down here to deal with you in the first \r\nplace is because he trusts me. ",
        "Jeffrey: Yeah, he trusts you. ",
        "Gus: He trusts me, yeah, to protect him. ",
        "Jeffrey: That's exactly why you have to do this. If I start asking him \r\nquestions, he's going to get his backup, he's going to get defensive, and we're \r\nnot going to find out anything that we can use, okay? You're the one he trusts; \r\nyou're the one that can trip him up. I'm sorry, but that's the way we're going \r\nto do it. ",
        "Gus: I like the way that you keep using the word \"we.\" ",
        "Jeffrey: Well, I'm going to be right there with you. ",
        "Gus: Oh, are you going to be right there with me? When I watch my \r\nrelationship with my father go down the drain? ",
        "Jeffrey: This is an important cause, okay? Try to remember that, okay? \r\nBelieve it or not, there are some things more important than... ",
        "Gus: More important than what? Than family? Is that what you were going to \r\nsay? ",
        "Jeffrey: Yeah. ",
        "Alexandra: Gus? ",
        "Alexandra: No, really. ",
        "Gus: Whoa, whoa, whoa! Alexandra, you're assaulting a police officer. I \r\nthought you were a little smarter than that. ",
        "Alexandra: Is this how you show your love for your father? ",
        "Alan: Alexandra, I told you, he is here to smooth the road for us. ",
        "Lawyer: Alan. ",
        "Alan: You're late. We're going to go into our meeting now. You, alexandra, \r\nare going to go home, and I will call you later. ",
        "Alexandra: All right. ",
        "Lawyer: Alan, are you sure you want to do this? I mean, we don't know what to \r\nexpect in there. ",
        "Alan: That's why I have you and my son. A little extra legal mind might come \r\nin handy. ",
        "Lawyer: I don't think that's the wisest idea, alan. Do you understand what's \r\ngoing to happen in there? ",
        "Alan: No, but whatever happens, I accept full responsibility. I am to blame \r\nfor maryanne caruthers' death. And it must be made clear that none of the other \r\nfour gentlemen with me that night are to blame, or this deal is off. Hey. I'm \r\nsorry that alexandra hit you. ",
        "Gus: Oh, please. I don't give A... I don'T... what you're doing is good, \r\nokay? It's a good thing. It's good. ",
        "Alan: I'm glad you approve. It's the only way I can make amends for that \r\nwoman's death. And I know you think it's too little, too late, but... ",
        "Gus: Just be honest. ",
        "Alan: It's the best I can do. ",
        "Gus: Just be honest when you're in there, okay? No matter what happens, just \r\nbe honest, all right? ",
        "Alan: I will. ",
        "Jeffrey: Mr. Spaulding. ",
        "Alan: Mr. O'neill. ",
        "Jeffrey: Please, everyone take their seats. ",
        "Lawyer: My client is here to explore possibilities, nothing more. ",
        "Jeffrey: All right. We'll dance later. In the event that your client should \r\nsupply information to us which might expose him to criminal liability in any \r\ncase... ",
        "Lawyer: Any case? ",
        "Gus: Alan is going to get immunity, okay? That's what we're here for. He's \r\ngoing to get immunity for giving access to spaulding pharmaceuticals, along with \r\nall other related entities, right? ",
        "Alan: Wait, wait, wait. What? ",
        "Lawyer: \"All related entities\"? ",
        "Alan: \"Related\" sounds like the entire company, gus. I think you've \r\nmisspoken. I never agreed to... what's going on here? ",
        "Gus: You're going to have to give everything, alan. Records, contracts, \r\ne-mails... everything in the company. Everything. ",
        "Alan: Hand over my entire company to the feds? ",
        "Gus: Every single receipt. Everything. ",
        "Alan: Or what? ",
        "Gus: Or your life is going to take a turn for the worse, all right? A turn \r\nthat you can't even begin to possibly imagine. ",
        "Danny: Hi, there. Is this a business lunch? Am I interrupting? ",
        "Bill: No, no, no. Not at all, not at all. ",
        "Danny: Good. Olivia, how are you? ",
        "Olivia: Good, thanks. ",
        "Danny: I don't see your campaign button. ",
        "Olivia: I haven't registered yet. ",
        "Danny: Shame on you. ",
        "Olivia: I know. ",
        "Bill: (Laughs) so, what's up? ",
        "Danny: Oh, I just stopped by to congratulate you on your new title. ",
        "Olivia: See? See? Big fish in this small little town. ",
        "Bill: Yeah, yeah, yeah. (Clears throat) ",
        "Danny: Don't be too excited, bill. Really, you're going to... ",
        "Bill: I'm just not happy on how I got it, that's all. ",
        "Olivia: Would you just work on him? He doesn't seem to think that he deserves \r\nthe good fortune that he's having. Have a great day, guys. ",
        "Bill: Okay, you too. ",
        "Danny: What...? ",
        "Bill: Don't ask me, okay? She sends over this champagne, comes over, sits \r\ndown, talks about collaborating with lewis and spaulding. ",
        "Danny: Spaulding? ",
        "Bill> Yeah. Phillip's new wife is going to keep his seat on the board warm \r\nand toasty. ",
        "Danny: Mm-hmm. I see. Good luck getting that seat back, phillip. ",
        "Bill: Yeah, tell me about it, huh? ",
        "Danny: So, I see all the work you got here. Are you ready to quit? ",
        "Bill: Are you kidding me? I just started. We have so many projects going on \r\nright now. ",
        "Danny: No, that's what I'm talking about. You ready to quit my campaign and \r\nrun your company? ",
        "Bill: Wait a minute. Are you trying to get rid of me? ",
        "Danny: No, I'm not trying to get rid of you, I just... i mean, don't you \r\nthink your going to... that your plate's going to be kind of full? ",
        "Bill: Whoa, whoa, whoa. Danny, danny, danny, I am not going to bail, okay?\r\n",
        "Danny: Okay. Okay. I just wanted to give you the option. ",
        "Bill: Well, given; rejected. Next item. ",
        "Danny: Um... contribution from lewis construction? ",
        "Bill: Check is in the mail. Next item. ",
        "Danny: So you'bh%sure t still in this? ",
        "Bill: Danny, I am in th53j until we are in the mayor'sxdj office or until \r\nwe're going down(gí> W in flames.Okw3)4v ",
        "Lizzie: The fjwse isn't exactly the best role or the one I wanted, but I'm \r\ndoing pretty well with it. ",
        "Phillip: Well, you're my favorite nurse. You and your grandmother. ",
        "Beth: So, you doing okay inu,kçxd here tié.Yay ",
        "Phillip: I guess.Ñi xd? ",
        "Beth: A couple of minutes|ago, you said something about asig t(baby. ",
        "Phillip: She has lizzie's eyes.ó[ ?; Xd ",
        "Beth: Who does?A5 t2çÑir ",
        "Phillip: You haven't seen her.F*w3w3j okay, now you were my first girl. 8m*Ñjf \r\nyou will always be my firstk[&gtMç girl.Lpym but this one's got something \r\nspecial, too. ",
        "Lizzie: What one?E=r-/aé@ jf I don't know what you're talking about. ",
        "Phillip: Oh,x3-rgot.+H the baby.Jii Ñi ",
        "Beth: Who are talking about?'C çóxdko you're not talking about the1Ñh baby \r\nolivia was pregnant with, right? ",
        "Phillip: Yeah.Ñi the new baby.S7 ",
        "Beth: No, honey.,, Q honey, there is no baby.J í[ Ejyxdrñf(w:ç%e5 ",
        "Phillip: Yes, there is.'C gzçnj& ",
        "Beth: No, phillip. Your baby with olivia died. ",
        "Phillip: No, that's wrong. That was... that was a rumor, but it was wrong.\r\n",
        "Beth: I'm sorry, phillip. ",
        "Phillip: Beth, listen, you don't need to be sorry, because she's alive. \r\nReally, she is. And she's healthy and she's beautiful. ",
        "Beth: Okay, this is denial, and it's part of the grieving process, but \r\nphillip... ",
        "Phillip: No, I'm not grieving, beth, because she didn't die. Really, she's \r\nalive. I saw her. I held her, here, in this room. I did. ",
        "Rick: Hey, ross. ",
        "Ross: Rick. Hi. ",
        "Rick: Good to see you. ",
        "Ross: Oh, if I'd gotten here just a little sooner, you would have had the \r\nprivilege of buying me a cappuccino. ",
        "Rick: Oh, ross, I'd love to do that, but I really have to get going. Um, \r\nlisten, why don't you go inside and stir things up a little bit? ",
        "Ross: What? ",
        "Rick: Danny and bill are inside. ",
        "Ross: Oh, yeah. The joys of small-town living. ",
        "Rick: The santos mayor meeting is right inside. ",
        "Eden: Well, then I am in the right place. Oh, I'm sorry. ",
        "Ross: No need to be. How are you, eden? ",
        "Eden: I'm great. Great. I should get inside. ",
        "Rick: You haven't lost it, ross. She couldn't keep her eyes off you. ",
        "Ross: Yeah, that's the effect I have on women these days. ",
        "Olivia: Eden. Hi, how are you? ",
        "Eden: Um, I'm good. ",
        "Olivia: Good. You proud of bill? ",
        "Eden: Always. ",
        "Olivia: Yeah. You know, lewis revenue has been way up this past year. You \r\nknow why I'm interested? ",
        "Eden: I didn't ask. ",
        "Olivia: Spaulding runs a few cargo ships and some trucking interests; nothing \r\nmajor. I just know that spaulding could offer lewis a good deal on deliveries.\r\n",
        "Eden: Olivia, why are you pitching me? I work for spaulding. ",
        "Olivia: You have bill's ear, and I need some help. It's a big bad boys' \r\nboardroom, eden. We girls have to stick together, right? Bye. ",
        "Eden: Bye. What a freak. ",
        "Olivia: Hi. ",
        "Rick: Hi. ",
        "Olivia: The gang's all here. ",
        "Ross: Hello, olivia. Nice to see you. ",
        "Olivia: You, too. How's the campaign going? ",
        "Ross: Oh, it's keeping me very busy, but I plan to take some time out to go \r\nsee phillip. ",
        "Olivia: You don't have to do that, ross. I mean, really, don't make yourself \r\ncrazy. Phillip understands that you're busy. He wants you out there collecting \r\nall those votes. ",
        "Rick: Actually, ross, phillip would love to have the company. I just saw him.\r\n",
        "Olivia: Well, you know what? I'm on my way over there as we speak, so I'll \r\ncheck in and see if he's up for visitors, okay? ",
        "Ross: How nice. Thank you. ",
        "Olivia: You're welcome. ",
        "Rick: Olivia, phillip's a little bit out of it, and i would... well, she'll \r\nfind out soon enough. I've got to get going, ross. ",
        "Ross: Okay. ",
        "Rick: Okay? Oh, and listen, don't let her scare you away from seeing phillip. \r\nHe could use the company. ",
        "Ross: Not a chance. ",
        "Rick: Have a nice day, ross. ",
        "Bill: Yeah, yeah. Hold on one second. ",
        "Eden: Hi. ",
        "Bill: Um, yeah, anyway, i will get those numbers to you later on in the week. \r\nOkay, thank you. Yes. Yeah, me. Yeah, thank you very much. All right, bye-bye. (\r\nGroans) suddenly I'm mr. Popular. Nothing like landing the job of your dreams \r\nwhile your uncle is hung out to dry. ",
        "Danny: Bill, you are running one of the biggest construction operations in \r\nthe midwest. ",
        "Bill: You know what, danny? I don't want to talk about it, okay? I want to \r\ntalk about something fun. ",
        "Eden: You know what's really fun? ",
        "Bill: Besides you? ",
        "Eden: Oh, the fact that somehow we are very important people now. ",
        "Danny: Yeah. You're a regular power couple. ",
        "Bill: No, no, no, not me. I am no big shot, okay? ",
        "Eden: Oh, but you are to me. ",
        "Danny: Okay, I'm out of here. I'm going to leave you two to your mutual \r\nadmiration. I'll see you later. ",
        "Bill: Okay, take care. ",
        "Danny: Congratulations. ",
        "Eden: Bye. So, why do you refuse to admit that you have earned everything \r\nthat's happening to you? ",
        "Bill: But eden, did I? ",
        "Eden: Okay, do you think your dad and josh are dopes? ",
        "Bill: Absolutely not. They're the smartest men I know. ",
        "Eden: Really? So, they're comfortable having you run the company. ",
        "Bill: I guess so. ",
        "Eden: Uh-huh. So it is all good, bill. ",
        "Bill: (Laughs) ",
        "Eden: And you have me beside you. ",
        "Bill: Yeah. So what more can I ask for? Is that... ",
        "Eden: Uh-huh. ",
        "Danny: Ross. ",
        "Ross: Hello, danny. How are you? ",
        "Danny: I'm fine. You? ",
        "Ross: Never better. ",
        "Danny: Good. Actually, I'm glad I ran into you. You have a minute? I want to \r\ntalk to you. ",
        "Ross: About? ",
        "Danny: Um, about campaign tactics. ",
        "Ross: Such as? ",
        "Danny: Limiting ourselves to civic matters and not personal ones. ",
        "Ross: Well, you haven't seen any negative campaigning from me. ",
        "Danny: No, I haven'T. Not yet. ",
        "Ross: I believe I'm about to be offended. ",
        "Danny: Well, I hope not. I just want to make sure we have an understanding.\r\n",
        "Ross: Look, danny, if this is about your past, I told you before that you \r\ncan't run from it. I'm not going to ignore it, because there's going to be some \r\npoint in this campaign when we're going to talk about law and order, and I was \r\nelected several times to represent the law. On the other hand, you were known \r\nfor breaking it. ",
        "Danny: I know, ross, and I'm ready for that. Knock yourself out. ",
        "Ross: Well, then what are you afraid of? ",
        "Danny: I'm not afraid of anything. I just don't want you to take any shots at \r\nmy wife. ",
        "Alan: You have set me up. ",
        "Gus: No. No, I haven't, alan. ",
        "Lawyer: Then what is this line of questioning about, detective aitoro? ",
        "Alan: You said you were going to help me. ",
        "Gus: I am trying to help you! ",
        "Alan: Then tell me why I feel blood running down my back, huh? ",
        "Gus: Can you please just calm... look, this is a negotiation. ",
        "Lawyer: I thought that was the da's job. You were supposed to be on our side.\r\n",
        "Gus: Yeah, well.. I'm the liaison. ",
        "Alan: What? What liaison? What? ",
        "Gus: I am simply reiterating the deal on the table, alan, as I see it. We \r\ndiscussed this! ",
        "Alan: We did not discuss this. I said I would cooperate with an investigation \r\nthat was limited to the pharmaceutical division. That's the area that will stink \r\nin our company, and you might find something... ",
        "Gus: Fine! Fine. Just tell us why that... why is that? Just tell us why. ",
        "Alan: Because I paid very little attention to that area. ",
        "Lawyer: Alan. ",
        "Alan: Because I am not interested. I gave that division to alexandra to keep \r\nher busy. She could do whatever she wants with it. ",
        "Gus: Okay, so just the pharmaceutical division? ",
        "Alan: Yes. And you have my blessing to look at it, to crawl all over it, find \r\nwhatever you want, but you are not going to scoop my entire company. My god, \r\nit's a huge conglomerate. One of the divisions manufactures baby food, for god's \r\nsake. ",
        "Jeffrey: All right. That's good enough for me. ",
        "Gus: Look, just sit down, okay? You start talking, nobody's going to stop \r\nyou, no one's going to interrupt you. We'll just get this over with. ",
        "Alan: Ten years ago, i noticed something odd on the yearend balance sheet. \r\nAntimonius was being sold to developing countries for half the cost. ",
        "Gus: And why is that? ",
        "Jeffrey: It's a generic version that's still profitable. Go ahead. ",
        "Alan: Think about it. If the people that pay full price found out about this \r\ndeal, they would want the same one and our stocks would plummet. ",
        "Gus: Who orchestrated this? ",
        "Alan: My money is on brad greene. Alexandra went along with anything he \r\nwanted to do. Now, it's very complicated, and he understood it all and he \r\nassured us that everything about it was legal. ",
        "Jeffrey: Well, that's a nice story, alan. Too bad it's not the whole story, \r\nis it? ",
        "Alan: What do you mean, the whole story? ",
        "Gus: Look, alan, we happen to know that there's a little bit more to it than \r\nthat. ",
        "Alan: What more, gus? ",
        "Gus: Why do you have to be so difficult? Why? ",
        "Lawyer: Detective, alan is trying to cooperate. You are the one that is being \r\ndifficult. ",
        "Gus: Can you just close your mouth for a minute? Look, you're screwing me \r\nhere, okay? There's a deal on the table. We know what you're doing, we know \r\nwhat's going on, so if you want the deal... I've got to hear the words come out \r\nof your mouth, alan. You've got to speak the words now, or forever lose your \r\ndeal. ",
        "Alan: I came here today in good faith with information about spaulding \r\npharmaceuticals in exchange for a break in what happened with maryanne caruthers.\r\n",
        "Gus: Yes. Okay, but what we're looking for, alan... ",
        "Alan: What \"we're\"? ",
        "Gus: Yes. ",
        "Alan: \"We're looking...\" ",
        "Gus: Look, we know about the antimonious, okay? Let's just put that on the \r\ntable. We know about that. We know about the missing shipments that are being \r\ndiverted. And we know that that is being used to create a street drug called \r\ndelirium, okay. The trafficking of that drug, the control of that drug is \r\norganized crime. ",
        "Alan: What the hell are you suggesting? ",
        "Lawyer: Are you suggesting that my client is involved with dealing illegal \r\ndrugs? ",
        "Gus: Well, that's what I'd like to know. ",
        "Alan: Are you suggesting... are you suggesting that our company is involved \r\nwith the mob? Are you accusing alexandra and me of being drug dealers? Do you \r\nhonestly believe that you come up from a family of drug dealers? ",
        "Gus: Honestly, alan, I don't know. Right now, I could. I don't know. ",
        "Alan: You son of A... you know what? I could swallow... I swallow your \r\nworking undercover at spaulding without telling me. And I could buy your trying \r\nto protect me, gus. But this has been an ambush, gentlemen. Congratulations on \r\nyour attempt to bring down spaulding. You came very close. But there's one thing \r\nyou missed. You do not have what it takes to bring me down. ",
        "Ross: Why in god's name do you believe it necessary to have this \r\nconversation? You think I would make a campaign issue out of michelle? ",
        "Danny: You're representing marah in the shooting at the fairgrounds, right?\r\n",
        "Ross: Yeah. How is that relevant? ",
        "Danny: Ross, michelle was there. ",
        "Ross: But reports were made to the police that said michelle wasn't even in \r\nthe building when the shooting occurred. ",
        "Danny: I know. And that's true. ",
        "Ross: So? ",
        "Danny: Ross, you and I both know how things could be spun. Michelle was in \r\nthe vicinity of a shooting; I'm running for mayor; a candidate's private life is \r\nnot always off limits. ",
        "Ross: We've known each other a long time, danny. Who do you think I am? ",
        "Danny: All I'm saying is you can drag whatever you want into this campaign-- \r\ncarmen, my past, my bank accounts, tony, whoever you may see me with, the color \r\nof my shirt-- I don't care. But leave michelle and robbie alone. ",
        "Ross: You know, this conversion is not only offensive, it's a waste of time.\r\n",
        "Phillip: You think I'm crazy. Well, of course you think I'm crazy. Look where \r\nI am. And I may be. But I'm not about this. ",
        "Beth: Okay, phillip, okay. ",
        "Phillip: I'm not, beth. Just believe me. I saw her. I saw her and I held her. \r\nLizzie, your sister's alive. ",
        "Lizzie: Okay, daddy. ",
        "Phillip: Do you believe me? ",
        "Lizzie: I... ",
        "Phillip: Honey, you... i need... I need for you to believe me, okay? I really \r\ndo. She's the most beautiful little baby you've ever seen in your life, other \r\nthan you, of course. Actually she looks just like you. She's just... she's not \r\nyou. She's her. But it took me back to when you were born. ",
        "Beth: Phillip, I know that this all seems very real to you. But we have to \r\nfind a way for you to understand that your baby with olivia died. ",
        "Phillip: No. ",
        "Beth: Yes. ",
        "Phillip: No, no, no. No, beth, I'm telling you, i was... I had her here. I \r\nheld her and she saw me. She knew me. Olivia, here you are. Would you please \r\ntell them that our child is alive? ",
        "Olivia: I'm sorry, I should have warned you about this. This probably isn't a \r\ngood time for a visit. ",
        "Lizzie: There really isn't a good time, is there? ",
        "Olivia: Your father can't get well if he's constantly bombarded by people, \r\nlizzie. ",
        "Lizzie: Oh, by his family, you mean. ",
        "Beth: Okay, lizzie, let's not do this in front of your father. Why don't we \r\ntalk in the hall? I'll be back, phillip. ",
        "Phillip: Olivia. Tell them. Please. ",
        "Olivia: I really am sorry. The fact is that he's gotten worse for some \r\nreason, you know, and nobody understands why his medication isn't working as it \r\nshould. And I'm having the hardest time trying to convince him that our baby's \r\ndead. And I don't know what to do. Maybe he shouldn't be around a lot of people \r\nright now. ",
        "Lizzie: Why would that make a difference? ",
        "Olivia: I think you're really out of your depth here, lizzie. ",
        "Lizzie: No, not when it comes to my dad, I'm not. ",
        "Beth: Okay, lizzie. Let's not do this. Olivia, these are my contact numbers. \r\nI want to help in whatever way i can. So you can call me anytime, day or night.\r\n",
        "Olivia: Thank you. ",
        "Lizzie: Yeah, feel free to call me, too. ",
        "Olivia: I will. ",
        "Danny: Michelle? Didn't sound like you. Well, no, I'm just... you know, I'm \r\nheaded home. Yeah, but I got to make one more stop first. ",
        "Flower man: Eden august? ",
        "Waitress: She's in the booth right over there. ",
        "Flower man: Eden august? ",
        "Eden: Yes? Wow, look at those. They must be from bill lewis. ",
        "Flower man: Nope. ",
        "Eden: \"Smart move, eden. No surprise; you always do the right thing. Vinnie \r\nsalerno.\" What now? ",
        "Olivia: Listen to me. You can't do what you just did anymore, all right? You \r\ncan't talk about emma, for her sake. You can't talk to rick or beth, and \r\nespecially lizzie. ",
        "Phillip: Lizzie was here? ",
        "Lizzie: That woman is so evil, mom. ",
        "Beth: Well, lizzie, she seems sincere. And I thought that you were working \r\nthrough your feelings about olivia. ",
        "Lizzie: I have new feelings now. I still don't trust her, but something's \r\ndifferent. ",
        "Beth: Different how? ",
        "Lizzie: You know why I feel the way I do about olivia? See, with her, it's \r\nhabit, getting ahead. She may win ugly, but she does know how to win. ",
        "Alan: I have nothing more to say to you. We're done. You have been playing \r\nme, gus, but not anymore. ",
        "Gus: It's not like that, alan. ",
        "Alan: Well, tell me what it is like? What is it like to stab your own father \r\nin the back and twist the knife? ",
        "Lawyer: There's is nothing more we can do here. ",
        "Alan: Yeah, well, that was an understatement. And you, mr. District attorney. \r\nWhen you need to contact me, from now on you will go through my counsel, because \r\nyou and i are done, too. ",
        "Gus: Hey, I have had your back from the beginning on this. ",
        "Alan: You know, there was a time, gus, when I believed that. ",
        "Gus: You want to know what the deal is? You want to know what the real deal \r\nis, why you're down here? Because this thing is not just going to go away. ",
        "Alan: This is a simple betrayal. Weren't we in this together? ",
        "Gus: We're still... we're still in this... ",
        "Alan: No, no, no, son. You are in it alone, and you are against me. ",
        "Jeffrey: Just let him calm down. ",
        "Gus: Yeah, he's going to calm down. ",
        "Alexandra: Alan? Alan, look at me. Take a deep breath. You look like you're \r\ngoing to have a heart attack. ",
        "Alan: Alexandra, we were ambushed. They accused us of selling drugs. ",
        "Alexandra: What? That's absolutely insane. This was gus, wasn't it? This was \r\ngus. I knew it from the minute you brought him into the fold, alan. God, he's \r\nhurt you deeply, hasn't he? Let's get out of here, okay. I want you to tell me \r\neverything. Just start from the beginning. ",
        "Gus: I hated that. I... that's not the way I wanted to be in his life. ",
        "Jeffrey: I know. Well, the good news, if there is any, is that alan was truly \r\nstunned with the mob angle, so i can safely assume that he has nothing to do \r\nwith it. ",
        "Gus: So what's next? ",
        "Jeffrey: Round two. ",
        "Gus: And what might that be? You want me to rake somebody else over the coals \r\nthat I love? What is that? ",
        "Jeffrey: It's the blood test that marah took. They found traces of \r\nantimonious in her blood the night of the murder. ",
        "Next on \"guiding light\"... ",
        "Reva: Hey. Don't do this. Don't make a bad situation worse. ",
        "Bill: Should I be jealous? ",
        "Edmund: Oh, my god. They knew each other. ",
        "\r\n        Please visit our partner sites:"
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=2n8s3_E3lBs"
}