{
    "Episode Summary": [],
    "Recap": [
        "At the Bauer house, Marina, Sandy Mel Rick and Michelle prepared for the Bauer barbeque. Marina challenged Michelle to make her famous Apple pie. Marina got angry when Michelle thought she was flirting with Sandy. Michelle continued to struggle to remember her past and later pretended to have a memory to make Danny and her family happy. At the Beacon, Danny blamed Jeffrey for Michelle's accident. and told him to go back to D.C so that he ( Danny) wouldn't want to kill him every time he saw his face. Danny told Cassie that Jeffrey threatened to put her in jail for co-signing the federal loan if he (Danny) didn't work for him. Cassie blasted Jeffrey for using the fact that he used mob money to fund the fifth street project to force Danny to work for him. Cassie tells Jeffrey she let people persuade her to give him the benefit of the doubt. Jeffrey tells Cassie that he will leave Springfield after the Bauer barbeque. Cassie continues to wonder why someone would want to use her credit cards. Bill turns down Olivia's offer to form an alliance by combining their Spaulding stock. Bill does however accept Olivia's dinner invitation.",
        "At the social club, Gus grows more nervous as Frank informs him that he (Frank) is going to finish the Brad Green investigation. Harley and Frank go over every step Brad Green took the night of the festival. Gus grows even more tense when he learns Darcy knows Brad and Alexandra had an affair. Darcy also knows that Brad and Alexandra used Godfrey as their code name when they checked into hotels. Darcy fears that Frank will discover she was a hooker if she is called to testify against Salerno. Darcy feels she has an obligation to make Salerno pay for Eden's death. Gus tells Darcy he will keep her name out of the investigation and what she does from then on is her choice."
    ],
    "Recap Author": "Eva",
    "Show Title": "Guiding Light",
    "Transcript": [
        "(Door slamming)",
        "Michelle: What... what...",
        "(Drops drawer)",
        "(Frustrated scream)",
        "(Knocking at door)",
        "Rick: Michelle, its brother Rick.",
        "Michelle: Go away!",
        "Rick: Let me rephrase that: I'm coming in. Uh, 8.5.",
        "Michelle: What?",
        "Rick: I used to score your slams. That was a pretty good one, but you've done better.",
        "Michelle: Right. I slammed a lot of doors, right?",
        "Rick: Oh, please. You see this frame? It's totally reinforced.",
        "[SCENE_BREAK]",
        "Bill: Yeah, well, I know. We're... well, we're behind a few days, but I'm going to send in an extra crew. Yes, I have the authority. Well, listen, I'm going to get them in there, we'll get us up to speed. Yes, I'm sure. All right, thanks. Oh, boy.",
        "Olivia: Bad day? I hope it's not because of anything I did.",
        "Cassie: There's got to be a way to stop this person.",
        "Danny: Where is he?",
        "Cassie: Uh, hello to you, too.",
        "Danny: I'm sorry. Hi. Where's O'Neill? Is he here?",
        "Cassie: No, he's not. What's going on?",
        "Danny: You know, that pig had been watching me for years? Did you know that?",
        "Cassie: Danny, you can't look back. You can't.",
        "Danny: Yeah, I know, but sometimes it just really hits me. Michelle was watching our wedding video and there he was, Jeffrey O'Neill, officiating the ceremony. He had been setting me up for years, luring me in.",
        "Cassie: You've got to let it go, Danny.",
        "Danny: Right. Would you? Yeah. You'd make sure whoever hurt you and your family paid. Believe me, I'm not going to rest until O'Neill feels just a fraction of the pain he caused me.",
        "[SCENE_BREAK]",
        "Gus: Listen to me. I'm at the social club right now, and frank and Harley, they're inside looking at that box of evidence. Just tell me, Alexandra, is there anything else in that box that links you to Brad Green? You don't know. Well, when you do know, will you call me?",
        "Frank: All right. Hey, sis, listen. Thanks for coming by. I just want to get some of Salerno's files and compare them to Brad Green's.",
        "Harley: It's not a problem. I just thought we'd kind of covered everything already.",
        "Frank: I know, I know. But just humor me on this, all right?",
        "Harley: Do I have to?",
        "Frank: Well, officially I can't order you to, but as your big brother, I can make you.",
        "Harley: (Laughs) fine, fine, fine. Okay. What do you want to know?",
        "Frank: Just one more time. I just want to go over the night that brad green died. I want to know how all the pieces in this puzzle fit together, and I don't want one piece out of place.",
        "Harley: Frank, what are you worried about? The case is a lock. Brad dropped the drugs, then he went back to get the money. I busted him coming out of the wine cellar myself.",
        "Gus: Hey, everybody. How's it going?",
        "Harley: (Laughs)",
        "Gus: Look at that. That's that box I was looking for. You don't mind if I just take that, do you?",
        "Frank: Actually, I do mind.",
        "Gus: You do?",
        "Frank: Mm-hmm.",
        "Gus: Oh. I just wanted to go over the evidence of my case.",
        "Frank: It's my case.",
        "Gus: It's your case?",
        "Frank: Yeah, it's my case now. If there's anything to be found in these files, I'm the one who needs to be doing the finding.",
        "Gus: That's kind of harsh, isn't it?",
        "Harley: Why don't you let him look? We've got nothing to hide.",
        "[SCENE_BREAK]",
        "Cassie: Danny, going after O'Neill is going to do nothing for you.",
        "Danny: It'd make me feel better.",
        "Cassie: No, it won't. It's not going to bring Michelle's memory back, either. And that's what you have to focus on right now. Not O'Neill. You've got to let it go. And you've got to move forward, for Michelle's sake and for Robbie's. And it's got to be hard, I know. Go in the bar and have a drink and I'll be in in a few minutes. Yeah.",
        "Danny: I don't know.",
        "Cassie: Hey. Go have a drink, calm down and if you're still all worked up when I get in there, we'll just arm wrestle or something. Go.",
        "Danny: All right. Five minutes.",
        "Cassie: Hey.",
        "Sandy: Hey. How's it going, Cassie?",
        "Cassie: Hi, yourself. So, what? State secrets? Secret love letters to a girl you like or something? That you don't want me to see.",
        "Sandy: Oh, yeah. I wish. Uh, no, nothing that exciting, though. I'm just checking my bank balance.",
        "Cassie: Ah. I won't look, I promise.",
        "Sandy: Sorry. It's just a reflect reaction. You can't be too careful these days, you know? There are people out there everywhere looking to steal your personal information.",
        "Cassie: Uh, yeah. I hear you.",
        "[SCENE_BREAK]",
        "Jeffrey: Ah, look what the cat dragged in. Buy you a drink, Danny?",
        "Danny: You think that'll make up for the fact that you destroyed my life?",
        "Jeffrey: Ah. So, we're on to that again. Okay, what can I do for you, then?",
        "Danny: Well, you can get out of my life. But you don't. You keep popping up, and every time you do, I just get this incredible urge to want to kill you all over again.",
        "Jeffrey: I just hate that silent pause you get after a death threat. You know, this \"blame O'Neill for everything\" song you keep singing is getting old.",
        "Danny: Yeah? It's probably not getting much play in dc, so why don't you go back there, like you promised? If I don't see you anymore, maybe I won't get the urge to smash your face in.",
        "Jeffrey: Well, maybe if you focus on the positive, then you won't be so consumed by the negative. Danny, why don't you go back to Fifth Street?",
        "Danny: Hm?",
        "Jeffrey: Why don't you finish what you started, finish building the dream? What's stopping you?",
        "Michelle: Reinforced, huh?",
        "Rick: Uh-huh.",
        "Michelle: Hm.",
        "Rick: At least a couple times.",
        "Michelle: Well, I'm glad to know I had a little fire in me.",
        "Rick: Oh, Michelle. You were one intense little child.",
        "Michelle: Well, you'd never know it by the way people describe me, like I'm some little goody-goody freak. Which I totally cannot relate to.",
        "Rick: What can you relate to, Michelle? What does it feel like to be Michelle right now?",
        "Michelle: Like a stranger. Like a stranger.",
        "Rick: One that you'd like to get to know?",
        "Michelle: I don't know.",
        "Rick: Well, do you want my opinion?",
        "Michelle: Do I have a choice?",
        "Rick: No, not really. But I think its better you figure this out for yourself.",
        "Michelle: What is that supposed to mean?",
        "Rick: There it is, right here. Just, you know, some things that might help you figure some things out.",
        "Michelle: Okay. Oh, great. My life in a box.",
        "Rick: Something like that.",
        "Michelle: How compact. \"Went on a picnic down by the lake with bill today. We had a great time, talked for hours. I can tell him anything.\" It's not winning any academy awards here.",
        "Rick: Bill was a very good friend of yours. You guys helped each other through some difficult times.",
        "Michelle: Okay, and what does that mean? Did we \"do it\"?",
        "Rick: Do it? Did it? Michelle, no, don't say that. I'm your brother, okay? I'm not some girlfriend in a locker room.",
        "Michelle: I'm sorry. Sorry, sorry.",
        "Rick: Okay, just keep reading.",
        "Michelle: \"Ben and I had the best time at Courtney's party.\" Who's Ben?",
        "Rick: He was a friend.",
        "Michelle: All right. Well, where is he?",
        "Rick: He died, Michelle.",
        "Michelle: How?",
        "Rick: You know what? Let's just focus on you, okay? I remember...",
        "Michelle: I... no, no. I don't want to look at it.",
        "Rick: Maybe there's some pictures here...",
        "Michelle: Look, this is what I'm talking about. Everybody is trying to make everything so nice! A guy I knew died. Are you going to tell me how it happened or are you going to make me figure it out myself?",
        "Rick: Ben was a friend. You, Ben and Bill, you guys grew up together. You cared very deeply for Ben. Please don't ask me if you \"did it.\"",
        "Michelle: Fine. Come on, Rick. What happened with me and Ben?",
        "Rick: Michelle, he changed.",
        "Michelle: Um, okay. He was gay...?",
        "Rick: No. No.",
        "Michelle: Rick, spit it out! Give the information. Come on.",
        "Rick: Ben was tormented, Michelle, by some very nasty demons and he became very self- destructive-- and that's something that you're not.",
        "Michelle: We don't know that for sure, do we?",
        "Rick: I do. I know that.",
        "Michelle: Look, I'm kind of tired.",
        "Rick: Okay, all right. Well... hey, listen, if you want to slam this door a few more times, I'd be more than happy to reinforce it again.",
        "Michelle: Thanks.",
        "Rick: You know, I know this is not going to feel right to you, but you're my sister and I love you. Okay, get some rest, okay?",
        "Michelle: Mm-hmm. \"I love you, baby. Jesse.\"",
        "[SCENE_BREAK]",
        "Olivia: I was only trying to help.",
        "Bill: By telling Josh that I'm a gun-wielding, out-of- control drunk? Yeah, I can see how that would be helpful.",
        "Olivia: All right, I'm sorry.",
        "Bill: Don't bother with the phony apology, please. Okay? You got exactly what you wanted.",
        "Olivia: Look, you can blame me all you want to, but I'm not the one who yanked the rug out from underneath you when you were at your lowest. Come on, that's what happened, right? Josh and Billy, they demoted you, claimed it was for your own good.",
        "Bill: What's going on here, Olivia? You spying on me?",
        "Olivia: No, I know that's what your family did to you because that's what my family did to me. When the Spaulding's were being investigated by the Feds, who did they shove front and center?",
        "Bill: Let me guess. You?",
        "Olivia: Yeah. They asked me to keep the wolves at bay. They wanted me to keep the company image squeaky-clean, which I did, brilliantly. And then when they were in the clear, it was \"So long, Olivia.\"",
        "Bill: Well, that's not what happened to me. I'm still running Lewis. My dad and Uncle Josh coming in is just temporary.",
        "Olivia: Oh, please tell me you don't buy that. Come on. Come on. You bailed your Uncle Josh out when he had his little personal crisis. Now his life is back to normal and he's bored to death being stuck at home with Reva all day, so what does he do? He makes up some bogus excuse to toss you out of the big office. When is it going to stop?",
        "Bill: When is what going to stop? Your harassment of me?",
        "Olivia: When are we going to stop letting other people jerk us around and take back control of our lives?",
        "Bill: Well, I'm taking control right now, which means I don't need you.",
        "[SCENE_BREAK]",
        "Gus: Come on, Frank. Your case, my case. Honestly, what difference does it make?",
        "Frank: The difference is that I've been out of the loop for too long.",
        "Harley: Come on. I thought we were all working on the same team.",
        "Frank: Well, sis, you left the team a little while ago.",
        "Harley: Shut up. You know what I mean.",
        "Frank: You guys are the ones that went off and joined the feds.",
        "Gus: Well, O'Neill didn't really make that choice, you know, easy for us. We had to do what we had to do.",
        "Frank: Hey, Gus? This isn't just about the case. It's personal with you.",
        "Harley: Okay, so he was looking out for his family. What's the problem?",
        "Frank: There's no problem, sis. Not at all. The feds did their job with Salerno. Now I'm going to do my job with Brad Green. The guy died in my jurisdiction. It's my case now. They're out of it.",
        "Harley: You guys are acting like there's some deep, dark secret in that box. We're talking about a case that's already solved, right?",
        "Frank: I'm just being thorough.",
        "Harley: What, you think there's a piece of evidence in there that might shed some new light on our drug bust?",
        "Gus: No, there's nothing. I mean, he's wasting his time.",
        "Harley: Okay. So, then why is everybody getting all bent out of shape?",
        "[SCENE_BREAK]",
        "Olivia: You do need to take back control of your life and I can help you do that.",
        "Bill: Why would I need you to help me with that?",
        "Olivia: I thought you'd never ask.",
        "Bill: I'm getting the feeling that I'm going to regret that I did.",
        "Olivia: I promise you, you won't. Look, you and I are going to do something Lewis and Spaulding have never even considered doing before.",
        "Bill: Wow, that's saying something.",
        "Olivia: Lewis and Spaulding won't do business with each other because of some grudge that's so old nobody even knows what it's about anymore.",
        "Bill: I bet Alan does.",
        "Olivia: The point is, we can end it.",
        "Bill: Well, why would we want to?",
        "Olivia: Because we're a new generation, bill. We can form an alliance and together we can take these companies to new heights.",
        "Bill: Okay, it's still not clear to me what you have to offer. I mean, you have zero power over at Spaulding. In fact, I have more Spaulding stock than you do. So, just what is it you'll be contributing to this deal?",
        "Olivia: Inside information.",
        "Bill: (Laughs) well, I'm sure there's no pillow talk going on between you and Phillip and I'm quite certain that Alan and Alex would never confide in you. So, who do you got getting information on the inside?",
        "Olivia: Well, agree to work with me and you'll find out how good I am at getting what I want.",
        "Bill: Anyone ever tell you that you have a way of making everything sound so dirty?",
        "Olivia: (Laughs) who says it's not intentional?",
        "[SCENE_BREAK]",
        "Marina: Hey there, partner.",
        "Sandy: It's about time. You ready to stop slacking and get cracking?",
        "Marina: Actually, I want to go on a mission of mercy first. I want to stop at the Bauers' and see if they need any help for tomorrow.",
        "Sandy: No time for public service, cooper. Not with Alan Spaulding breathing down our necks.",
        "Marina: I want to give Rick moral support this year. He's certainly not going to get it from his sister. Michelle is all about Michelle these days.",
        "Sandy: What choice does she have, really?",
        "Marina: Yeah. I know. Come on, let's go.",
        "Sandy: Don't I have any choices?",
        "Marina: No. Come on.",
        "Sandy: Yes, ma'am.",
        "[SCENE_BREAK]",
        "Mel: Hey, how is she?",
        "Rick: A lot better than me, but that's not saying too much.",
        "Mel: Well, you were up there for a while. That's good. She talked to you.",
        "Rick: Yeah, she talked to me. She's desperately trying to put all the pieces together and I just find myself wanting to protect her from the unpleasant things.",
        "Mel: It's all part of the recovery, honey.",
        "Rick: We were going through some old photo albums and she was reading her diary and she asked me about Ben, and I told her.",
        "Mel: Well, Michelle is Michelle. She's tough, she can handle it.",
        "Rick: I just think that we're all putting too much pressure on her.",
        "Mel: Well, maybe it would help if she talks to someone who knows her, but isn't as emotionally invested. Remy wants to help. Maybe I should call him and have him come over and hang out with her.",
        "Rick: Of course the one single person that could really help her is not here right now.",
        "Mel: Rick, Ed could not have seen this coming.",
        "Rick: But, still. He has the worst timing of any person that I know. We need him here right now. I mean, the fact is, Michelle needs her father.",
        "[SCENE_BREAK]",
        "Michelle: Jesse. You are hot. How did I let you get away? Leather, piercings. My family must have loved you. Is that what you were into? Leather, bikes, what? What? Is that who you were?",
        "Danny: You know, don't tell me to go back and work on Fifth Street. I rebuilt those vacant lots and crappy buildings for Michelle. But right now she doesn't remember me or that neighborhood I rebuilt for her with my own blood and sweat.",
        "Jeffrey: Blood and sweat. Oh, and a little dirty money.",
        "Danny: Yeah. That dirty money gave a lot of people hope. I don't see anybody else doing that around here.",
        "Jeffrey: Yeah, yeah. Well, you can shine it up all you want, Danny, but Fifth Street was always going to be the little neighborhood that the mob built. Now, I took care of that for you. I wiped it all clean, everything.",
        "Danny: Yeah. Yeah, you sure did. Including Michelle's memory.",
        "Jeffrey: No, Danny. You did that all by yourself.",
        "Danny: Really? You forced me to go undercover for you and it's my fault that my wife got caught in the crossfire?",
        "Jeffrey: I told you to keep her out of it, didn't I? You didn't listen to me. You tell me how much you love her, but you put her life at risk, Danny. You put her life right in the line of fire. My only mistake was letting you do it. It's your decision, Danny. It's your fault.",
        "Cassie: What's his fault?",
        "[SCENE_BREAK]",
        "Gus: No, it's fine. You want to take over the place, Frank, and be a...",
        "Frank: How about just being your boss?",
        "Gus: Fine. I was just going to tie up paperwork, that's what I was doing. Just... you want to do it, you got it, you handle it, I'm going home.",
        "Harley: Wait, wait, wait, wait.",
        "Gus: No, we're cool. We're fine, me and you.",
        "Harley: Okay.",
        "Gus: All right.",
        "Harley: Just checking.",
        "Frank: Hey. What's up with him?",
        "Harley: Uh, I don't know. Big-case letdown, I guess. You know how that is.",
        "Frank: Hm. You'd think he'd be relieved, right? Being that none of the Spauldings were involved?",
        "Gus: Come on, Alexandra, pick up the phone.",
        "Darci: Gus.",
        "Gus: Oh, hey.",
        "Darci: Hi. I didn't... Frank didn't tell me you'd be here.",
        "Gus: What's up? How are you doing?",
        "Darci: Can I ask you something?",
        "Gus: Sure, what is it?",
        "Darci: Is there any chance at all I could be called to testify at Vinnie's trial?",
        "Gus: Uh... I don't think so, but if they called you, what's the big deal?",
        "Darci: Jeffrey O'Neill, he knows all about my past. Frank doesn't know the whole truth.",
        "Gus: Oh, I see. Which part of the truth does he not know?",
        "Darci: The part about me hooking. Gus, he can't find out. I couldn't bear for him to find out and see the disappointment in his eyes.",
        "Gus: Right. Well, you know, I don't think they'll call you. But I mean, unless of course you're involved.",
        "Darci: No. No, I'm not, I'm not. But I know someone who might be.",
        "Gus: Who?",
        "Darci: Your Aunt Alexandra Spaulding.",
        "[SCENE_BREAK]",
        "Sandy: Coming up on \"Guiding Light.\"",
        "Oprah: Shania twain's drea"
    ],
    "Transcript Author": [
        "Provided by Boo Proofread by Linda"
    ],
    "url": "https://www.youtube.com/watch?v=PTtdRLFXhFI"
}