{
    "Episode Summary": [],
    "Recap": [
        "Cassie and Jeffery lie to Edmond so that he thinks Jeffery is done protecting Cassie. Dinah breaks into the farmhouse and Jeffery meets up with her there. Danny contemplates selling his and Michelle's house without telling Michelle. Michelle's permit for the lighthouse project is denied by Ross. Harley asks Gus to give up his family and he tells her he can't. Michelle confronts Danny with the fact that they will soon have to talk about going their separate ways. Gus leaves the police force and tells Alan he wants to work for Spaulding in the legal department. Alan asks if he's sure about what he's doing and Gus tells him he's doing what he needs to, not what he wants to. Harley and Bill pinky swear on their pact/business deal. Edmond dreams that Jeffery and Cassie are together, and awakes ripping the phone out of Cassie's hand. Dinah realizes that Jeffery has tricked her when police cars show up at the farmhouse."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Edmund: Why am I not surprised to find you lurking around corners, mr. O'neill?",
        "Jeffrey: It's my job to protect cassie, edmund. I intend to do that. I wanted to make sure that you got off the farm okay.",
        "Edmund: We managed just fine, thank you.",
        "Cassie: Um, I'm glad you're here. There's something I need to tell you about the job you're doing.",
        "Jeffrey: About the security job? No offense, mrs. Winslow, but why don't you leave the job of security to the people who know what they're doing, okay?",
        "Cassie: Because I don't trust you to do the job anymore, mr. O'neill. You're fired.",
        "Dinah: Boy, oh, boy. I don't know what you did to this place, cassie, but it belonged to hart's family and you should have left it alone. Instead, you redecorated. Now, let's see whether or not my little spot is still here. Yes. It's still here. (Chuckles)",
        "Blake: Hi, danny.",
        "Danny: Blake. Hi. Michelle's not here. Can I do something for you?",
        "Blake: Oh, actually, I think it's the other way around. You were waiting for a real estate agent, right? Here I am.",
        "Danny: You're in real estate now?",
        "Blake: Well, what can I say? I was bored, took the test, passed. Got my license and everything.",
        "Danny: Oh. Well, what about harley's angels?",
        "Blake: Like I said, I was bored. Business is slow, and you know me. I like to diversify. But I've got to tell you, I took a look at this address and i thought that it was a mistake.",
        "Danny: Well, I haven't decided anything yet.",
        "Blake: But you're thinking about it, right? Otherwise you wouldn't have called?",
        "Danny: Yeah.",
        "Blake: Okay. So let me ask you the first question I would ask any new client: Why are you selling?",
        "Michelle: Hi, my name is michelle bauer santos and I have a permit application pending. Yeah. The lighthouse, yeah. Yeah. How'd you know? Denied? But I had everything filed and on time, but... no, no, no. Listen, I spoke to mayor marler myself. Everything'S... he put it on hold himself? No. Yeah. Thanks.",
        "Harley: What... what... what are we doing here?",
        "Gus: We're not running away. That's a pretty good start.",
        "Harley: That kiss...",
        "Gus: Hm. I'm like a mess, you know? I was coming over here, and I'm thinking, \"don't screw this up. Whatever you do, don't screw this up.\"",
        "Harley: See, it's already screwed up. It's already all screwed up, and this just confuses everything.",
        "Gus: But I'm not confused. This is exactly where I want to be. I wouldn't want to be anyplace else in the world but right here, right now. Excuse me. Are you one of phillip spaulding's guys?",
        "Harley: What? His guys? What does that mean?",
        "Engineer: I'm an engineer, and mr. Spaulding wanted me to look at the structure.",
        "Harley: Oh, so you could figure out which way the wrecking ball was going to swing first? I'll tell you something. Why don't you get yourself out of here? And you tell mr. Spaulding that the next guy he sends here won't be lucky enough to get a warning. Why don't you tell him that?",
        "Engineer: Okay. Whatever you say, miss.",
        "Gus: I don't know what to say. I hate what my family is doing to your family.",
        "Harley: Yeah, I hate what they're doing, too, which must mean I hate you.",
        "Gus: You don't have to hate me, coop.",
        "Harley: Why not?",
        "Gus: Because I spoke to phillip, okay? I told him I'm not behind this at all.",
        "Harley: Your brother needs more than just a talking-to, gus.",
        "Gus: No, I spoke to phillip and I spoke to alan. I said, \"look, you're not doing this. You're going to have to fight me every step of the way.\" That's what I said.",
        "Harley: That's not enough.",
        "Gus: I would lie down in front of a bulldozer to protect your family's restaurant. You know that.",
        "Harley: It's not just about company.",
        "Gus: Well, then what is it? Just, please, whatever... you've got something to say to me now, just say it.",
        "Harley: Look, I...",
        "Gus: Just say it.",
        "Harley: I don't want to get ahead of myself here, but if there's even a chance of us being together again, certain things have to happen.",
        "Gus: Okay, like what? Just... look, I would do whatever I have to do to prove myself to you.",
        "Harley: Would you change who you are? Because that's what it's going to take.",
        "Bill: Don't you ever give it a rest?",
        "Olivia: What?",
        "Bill: Work.",
        "Olivia: Uh, there's plenty of time to rest when I'm dead.",
        "Bill: Yeah, well, that's what's going to happen if you don't take the time to pay attention to other things in life.",
        "Olivia: I pay attention. I pay attention to my baby and my organizer.",
        "Bill: Yeah, but in a toss-up between the baby and the organizer, I'm sure that to-do list wins out every time, doesn't it?",
        "Olivia: No!",
        "Bill: Then why don't you go home to emma? Come on, it's after hours. I'm sure whatever you're doing can wait until tomorrow.",
        "Olivia: I'm working on the west coast. You are not criticizing my parenting.",
        "Bill: No, I am not. I am not. I'm just saying, sometimes it's nice to take the time for other things, like a beautiful night on the beach.",
        "Olivia: Day, night, what does it matter? You've got sand, you've got water. It's nice. It's nice. See, I can do both. I can notice things and I can do business at the same time. It's multitasking. Look it up.",
        "Bill: Hey, look. I want slingshot enterprises to work just as much as you do, okay? I want to undermine phillip's position over at spaulding. I want to do anything I can to get underneath his skin, but I'm not going to obsess about every little detail every minute of the day. Where's the joy in that? Come on. ( Cell phone ringing)",
        "Olivia: The joy comes from winning, and then you can do all that other stuff!",
        "Bill: Oh. Oh, that's the order. I see.",
        "Olivia: Ugh.",
        "Bill: You have the order switched, I guess.",
        "Olivia: Wait. Just wait. Here, hold this. (Cell phone ringing) hi, it's olivia. No, I'm here, I just... I'm getting really bad reception. Okay. All right. Judgment call.",
        "Bill: Yeah.",
        "Olivia: See, I want this process to be successful, but in order for that to happen, i actually have to leave this lovely beach and go find better reception. But that would be a bit obsessive, so maybe I should just, you know, sort of hang out here and enjoy the night air and hope that phillip doesn't get to those west coast stockholders before we do.",
        "Bill: No, no, no. We wouldn't want that to happen. Go. Go ahead. Go call them back. But bring back takeout, will you?",
        "Olivia: See, you're learning. See? Business and enjoying life at the same time. Good.",
        "Bill: (Laughs) well, I'm a little slow, but you know, if you're patient with me, I'm worth the wait.",
        "Olivia: Can I have my organizer back?",
        "Bill: It's right behind you.",
        "Cassie: I know you're trying, okay, but this is too much for me. Now, I don't have to accept your protection, do I?",
        "Jeffrey: Legally, no.",
        "Cassie: Okay. You asked us to move out of the farm; we did. Okay? We can handle it from here.",
        "Jeffrey: This is a mistake. Just because you and your family are under one roof now doesn't mean you're out of the woods yet. You need me.",
        "Cassie: Well, I don't think we do, okay? Thank you.",
        "Jeffrey: Cassie...",
        "Cassie: Good-bye, jeffrey.",
        "Jeffrey: Okay, bye. I tried.",
        "Edmund: Wait a minute, wait a minute. That's all it takes? You're just going to give up because she asked you?",
        "Jeffrey: Well, what do you want me to do, mr. Ambassador? Stay or go?",
        "Edmund: No, by all means go. I'm just surprised you'd give up that easily.",
        "Jeffrey: Well, you've had fights with her before, haven't you? Ever win one? \"Choose your own battles.\" That's what I always say. (Telephone ringing)",
        "Edmund: Excuse me. I'm expecting a call from the consulate.",
        "Cassie: I hate doing that. I hate lying to him. I don't want to hurt him.",
        "Jeffrey: What you really mean is you don't want him to go off half-cocked and hurt somebody else. Now, I might be off eddie boy's radar for a while here, but i don't think I should back off completely from your security detail.",
        "Cassie: I know, I know.",
        "Jeffrey: These people are going to show up at the farmhouse. I know they are.",
        "Cassie: Why would they?",
        "Jeffrey: Let's just say that I know how some people's minds work. See you later.",
        "Dinah: \"Dearest dinah, someone once said, 'tell me who you love and I'll tell you who you are.' If that's true, loving you has made me a terrific guy. What I know of love, I've learned from you. I owe you my life. Love always, hart.\" Oh, hart, she took you away from me. She took you away from me. And I knew that you were my life and you knew that my soul belonged to you. But cassie took it all. She took my whole life away from me.",
        "Blake: You know, danny, i have been here before.",
        "Danny: Yeah, I know. But have you ever looked at it with a price tag in mind?",
        "Blake: Well, I never thought you'd sell. You bought this house for michelle. This was her dream house since she was a little child.",
        "Danny: Yeah, well... michelle's just not too crazy about it these days. So what do you think? You can give me a ballpark figure for what it's worth?",
        "Blake: Does michelle know?",
        "Danny: No, not yet.",
        "Blake: (Sighs) you know, that's what I was afraid of. Look, ross told me that you went to him for help about blocking michelle's idea for her restaurant in the lighthouse, and I've got to tell you, I'm not crazy about the two of you going behind her back.",
        "Danny: Well, blake, you've got to know that michelle going into business with my cousin tony is...",
        "Blake: I know, could only end up bad.",
        "Danny: Yeah.",
        "Michelle: Really? Does michelle get a say in any of this?",
        "Blake: I'm going to leave you two alone.",
        "Michelle: Yeah, and you can tell your husband, while you're at it, to get off my back.",
        "Danny: I'll call you later. Do you want to start over?",
        "Michelle: So you can lie to me some more? Oh, sure.",
        "Danny: No.",
        "Michelle: No, sure, sure. We'll start over because we're people who don't disagree, right? God forbid if we even fight.",
        "Danny: I don't want to fight.",
        "Michelle: All right, how about an adult conversation? A civilized adult conversation?",
        "Danny: Sounds good.",
        "Michelle: I'll start.",
        "Danny: Go ahead.",
        "Michelle: How can you say something to my face and then turn around and do something completely different?",
        "Danny: Michelle...",
        "Michelle: You know how important this project is to me.",
        "Danny: Mm-hmm.",
        "Michelle: Since the second i woke up in the hospital, I have been looking for something to find what I want, to find who i am.",
        "Danny: And I want you to find that, too.",
        "Michelle: I did, danny. The lighthouse. The restaurant. And you said you supported my plans, and then you went to ross to bury my dreams in a bunch of red tape.",
        "Danny: I mentioned some of my concerns to ross, yes, I did.",
        "Michelle: And you didn't think it was important to mention those concerns to me?",
        "Danny: I think I did.",
        "Michelle: No, you didn'T. You didn'T. And there's nothing to be concerned about.",
        "Danny: Well, then I guess we disagree.",
        "Michelle: Yes. On my life. My life. We disagree on my life and not yours! Why does it matter if you agree with something I'm doing for myself?",
        "Danny: Because, michelle, you know what? You don't live in a bubble all by yourself. Now, you may not like that, you may want to run from it, but it doesn't make it any less true.",
        "Michelle: Now, see, this is about more than just the lighthouse.",
        "Danny: No. No, it's not.",
        "Michelle: Yes, it is. It's about you not accepting who I am, you not dealing with who i am, and you trying to keep me from getting what I want.",
        "Danny: \"Me!\" \"Me!\" \"Me!\" \"Me!\" \"What i want!\" Do you have any idea how selfish you sound? What about what i want, michelle?",
        "Gus: I guess I'm going to get the terms of the deal now, right?",
        "Harley: I'm hurt. No, I'm devastated, here. And I'm so pissed at you for lying to me. And even though I'm trying-- i am trying so hard-- I can'T... i can't just... I can't just stop loving you. I can't just get you out of my system.",
        "Gus: Baby, listen...",
        "Harley: I mean, I'm waking up here in the morning and I'm still reaching over for you on the other side of the bed.",
        "Gus: And I'm not there, right?",
        "Harley: No, you're not there.",
        "Gus: But I could be. I could be.",
        "Harley: You have baggage.",
        "Gus: My family is...",
        "Harley: Yes, your family. That's what I'm talking about, and I know... I know that, you know, you can't control the genetic part, but everything else you have a choice with.",
        "Gus: I'm trapped. It's like I'm boxed in, you know? You have to make a choice. It's like either you do something or you don't do something, and you know, when you make that choice in life, you realize that once you make that choice, your life is never going to be the same again. And, well, we're at that exact moment, aren't we?",
        "Harley: Yes, we're there.",
        "Gus: I betrayed your trust.",
        "Harley: Yes.",
        "Gus: Yes. But this isn't just about... this is about why do I have to pay the price for your past, you know? Yeah.",
        "Harley: What?",
        "Gus: Why do I deserve to be clumped in with all of these rotten people all of the time? Why? Why?",
        "Harley: Because you picked me, okay? And this is my baggage. This is what I am. This is what I bring to the table.",
        "Gus: Well, I'm asking you a question, then. Why can't you drop it? I've always wanted to ask you that, I just never did. Now I'm asking you. Just drop it. Why can't you?",
        "Harley: Just drop it? Just drop everything that's happened?",
        "Gus: Drop the phillip spaulding thing, drop the alan- michael thing. It's like a suit of armor that you wear that you can't get through. I mean, if you could just get over it, just move on, you would realize, \"okay, look, I made some bad choices in my life and they really hurt me,\" but then you'd be able to see your way clear of making new choices, better choices, and you would realize, \"hey, this guy,\"-- I, me, I am one of those better choices.",
        "Harley: Okay, wait a second. Listen to me for a second. I know that you can't help who you are, but I'm saying to you, who you are is a problem for me.",
        "Gus: Who I am is not a problem for you. Who I am makes you happy. Who I am put love back in your life. Who I am sees that little girl inside of you that people haven't seen for a very, very long time. Who I am is the man that you were supposed to grow old with. That is who I am. Okay, now I have a new last name. I'm sorry.",
        "Harley: It's not the name, okay? It's what it represents. It's all the damage that they've done. It's the damage they're doing. They're taking away my father's lifeblood. Do you care about that?",
        "Gus: That is not me! That's not me.",
        "Harley: I know it's not you in my head. But in my heart, I am saying to you, I can't do this. I can't do it. But... but you can do it. You can make this okay for me.",
        "Gus: What do you want me to do?",
        "Harley: Walk away. Disown them. Kick them out of your life forever. For me. Do it for me. Do it because you know how much I love my brother and my father. Testify against alex. Stop phillip.",
        "Gus: And what should I do with my father? Should I just cut him loose, as well?",
        "Harley: As bad as the spauldings are for me, they are worse for you. Sweetie, you have to walk away. It's our only hope.",
        "Cassie: Hey. I didn't see you there.",
        "Edmund: I'm catlike.",
        "Cassie: What?",
        "Edmund: I was just... I was just thinking how much I love you, and how glad I am that you got rid of jeffrey o'neill. Thank you.",
        "Cassie: You're welcome.",
        "Jeffrey: Well, look at you. Don't you look right at home.",
        "Dinah: Well, I should. This was my home. I lived here, loved here, until it was taken away.",
        "Jeffrey: And who do you blame for that?",
        "Dinah: Myself.",
        "Jeffrey: I'm going to give you one chance, just one more chance, okay? You had your fun. You got your revenge by gallivanting around europe as the princess, but now it's over, and now it's time for you to go away.",
        "Dinah: I can so clearly see how cassie has sucked you in, just like she sucked in hart.",
        "Jeffrey: I don't have feelings for cassie winslow.",
        "Dinah: (Laughs) you know, I am so tired of that refrain, because I saw the two of you at the storefront. I saw the way you looked at her.",
        "Jeffrey: You saw us. So you were watching us. How long have you been watching, dinah? How close?",
        "Dinah: Well, I'm as good as you taught me to be, jeffrey.",
        "Jeffrey: Yeah, I remember.",
        "Dinah: I don't think you do. Because otherwise, you wouldn't be giving me these ultimatums. You'd keep me close so you can get at me whenever you want. I remember that look. But I could never tell whether or not you were going to just hit me over the head with a club and carry me upstairs or just hit me over the head.",
        "Jeffrey: Why go upstairs? Coming up on \"guiding light\"...",
        "Michelle: Just know that we're going to have to deal with something that's been brewing for a long time now.",
        "Danny: What?",
        "Michelle: Going our separate ways.",
        "Jeffrey: You're obsessed. You are obsessed with cassie.",
        "Dinah: And you're not?",
        "Jeffrey: Ah!",
        "Dinah: Oh, gosh. How animalistic. On the floor, even. You trying to shock me?",
        "Jeffrey: I am an animal, dinah, just like you. No, you're more like a shark, aren't you, huh? Always moving around? Voracious appetite, hungry for everything that you see?",
        "Dinah: Oh, my gosh, only for certain things, you know? Things that should have been mine, things that used to be mine.",
        "Jeffrey: You know, you could always talk a good game.",
        "Dinah: I can back it up.",
        "Jeffrey: Yeah?",
        "Dinah: Yeah.",
        "Jeffrey: Well, we'll see about that.",
        "Cassie: That's nice. What's on your mind?",
        "Edmund: Well, that should be obvious. But I'll give you one guess.",
        "Jeffrey: You're obsessed. You are obsessed with cassie.",
        "Dinah: And you're not?",
        "Jeffrey: Ah! Damn. The path that you're on and the things that you are doing, you think they're going to fill this hole that's inside of you, but it's not, dinah.",
        "Dinah: Jeffrey, you are the one who's living a life shot full of holes. You cannot forget the past any more than I can.",
        "Jeffrey: (Grunts) come here. Come here.",
        "Dinah: (Laughs)",
        "Jeffrey: You can create the life that you want. Don't you understand? That's what I'm trying to tell you, dinah. You can create your own future.",
        "Dinah: Oh, is that what you're trying to do, huh? I don't think so. I don't think you know what you're doing from one moment to the next. You're just lurching. You don't know. You're just praying to god that something makes sense one day.",
        "Jeffrey: You know what scares me the most?",
        "Dinah: Me. Crazy, beautiful me.",
        "Edmund: I love you for so many reasons, but tonight it's for choosing me.",
        "Dinah: This place, all the memories, everything it meant to me.",
        "Jeffrey: Yeah?",
        "Dinah: Just help me forget it-- forget cassie and hart and myself.",
        "Michelle: I already know what you want. You want to control me, to keep me from thinking for myself.",
        "Danny: That's right, michelle. That's right. Come on. All I want to be is a good husband for you and to keep you safe, and this... this deal you have got going...",
        "Michelle: This deal is mine!",
        "Danny: ...With tony.",
        "Michelle: My deal!",
        "Danny: But you don't see the danger! You don't remember what it was like when I was in the mob. We almost lost everything! We almost lost each other many times!",
        "Michelle: So I'm supposed to pay for your lack of judgment?",
        "Danny: Are you kidding me? Haven't you already paid?",
        "Michelle: Yeah, I have, because I don't know who I was. But I've got a pretty good idea of who I am right now, and it's too bad you just don't like that person.",
        "Danny: No, michelle, you're wrong. I do like you. I like you very much, but I do not like this hooking up that you're doing with tony. It just drags us right back into what we have spent too long trying to get out of. And trust me, you do not want that.",
        "Michelle: Well, believe me, i think the risks are worth it.",
        "Danny: (Scoffs) how? Explain that to me.",
        "Michelle: Because you can't strike a deal with anyone in town. What, you don't think these money problems are as much mine as they are yours?",
        "Danny: They are, yes. But we don't need your restaurant or your club or whatever you want to call it. I have found a way to solve this.",
        "Michelle: Really?",
        "Danny: Yes.",
        "Michelle: Really? How?",
        "Danny: You're standing in it!",
        "Michelle: Oh, the house?",
        "Danny: Yeah. I'm going to sell it.",
        "Gus: Alan, please...",
        "Alan: Gus, if you need some more time, I can wait. All right. This is your choice.",
        "Gus: It's more like an ultimatum, really.",
        "Harley: It's not an ultimatum. It's a chance, for us. Come on. I know this isn't easy. I know what I'm asking you to do here. But I was by your side when you were finding out about joe august's secret. I was by your side when you found out that alan was your father. I've been by your side the whole time, since alan's come into our life.",
        "Gus: Yeah, and so, what am i supposed to do? Just throw all that away?",
        "Harley: But it's not for nothing. It's for me. It's for the kids. It's for this life that we had before.",
        "Gus: Let me ask you a very simple question. Why does it have to be one family or the other? I mean, do you know what you're asking me, after everything I've been through? Finding out that my parents are not my parents, saying good-bye to my sister for the rest of my life? Do you realize the sacrifice you're asking me to make?",
        "Harley: Yes.",
        "Gus: You do?",
        "Harley: But this is the only way I can do it. After everything that they have done to my life, to my children, now to my father and my brother? Yes. I'm sorry, but this is the only way.",
        "Gus: I love you more than i ever thought possible. I gave you everything that I am. But you're asking too much. You were my entire life, but you're asking too much.",
        "Harley: Wait. I can't wear these anymore.",
        "Gus: Keep my mother's ring, okay? Because she would have wanted it that way.",
        "Harley: I don't want it.",
        "Gus: It's not an obligation or anything, okay? It's yours. It was always yours.",
        "Bill: It's beautiful, just like you. Yeah. That shell lives right on the beach. It's its home. That's right, home. And home is where you make it. You remember that, okay? Home is where... is where you make it. It's who you love and who loves you. It's the truth. It's the truth. (Laughs) hey. I was just going to show her how I break driftwood over my knee and eat shells.",
        "Olivia: That's good, because you know, those young gals really like that tough guy act.",
        "Bill: Yeah, you know. Besides, who wouldn't love this face, huh?",
        "Olivia: She is a beautiful girl.",
        "Bill: I was talking about me.",
        "Olivia: (Laughs)",
        "Bill: No. Besides, what kid could resist a guy who can do this? (Burbling)",
        "Olivia: I don't know that i can. (Laughs)",
        "Bill: That's pretty nice, right?",
        "Olivia: As much as I trust you with the single most important thing in my life, where's lydia?",
        "Bill: Oh, there was some sort of family emergency or something.",
        "Olivia: So you just stepped up to the plate.",
        "Bill: Yeah, I did, didn't I? Because we're, you know, partners, right?",
        "Olivia: Well, then, I have takeout for you. It's the least I can do.",
        "Bill: You got that right. (Laughter)",
        "Olivia: I should take her. Come here, sweetie.",
        "Bill: Oh, yeah.",
        "Olivia: Come here.",
        "Bill: Yeah.",
        "Olivia: Um, thank you.",
        "Bill: Thank you.",
        "Olivia: Say bye-bye. Bye-bye.",
        "Bill: Bye-bye. I'll get that.",
        "Olivia: Thanks.",
        "Alan: You didn't say a word in the car all the way over here. Now we're at the police station.",
        "Gus: What, are you nervous?",
        "Alan: Should I be?",
        "Gus: They say that the only people in police stations that are nervous are the ones that are actually supposed to be nervous.",
        "Alan: Why are you packing your things?",
        "Gus: Well, I can't hold down two jobs at once, right? So I'm going to kiss this one good-bye.",
        "Alan: Two jobs? What's the other one?",
        "Gus: The other one? It's the family business. With you.",
        "Bill: See anything out there?",
        "Bill: See anything out there?",
        "Harley: Looks pretty empty... like a lot of things these days.",
        "Bill: Well, aren't you a bowl of cherries?",
        "Harley: You want me to pretend that my life doesn't suck? Forget about it.",
        "Bill: Are you feeling sad? Depressed? Excuse me, I'm bill lewis. I lost the love of my life. May I help you?",
        "Harley: Oh, I get it. This is the old \"it's all relative\" talk?",
        "Bill: No, I'm just saying i know what it's like to be depressed over someone you care about, that's all. You don't have to pretend anything with me.",
        "Harley: Thank you.",
        "Bill: And, you know, food helps.",
        "Harley: Yeah. Ice cream is great sometimes.",
        "Bill: Well, I've got kung pao chicken.",
        "Harley: Is there any pineapple in it?",
        "Bill: No, no pineapple.",
        "Harley: Oh. Because, just sometimes I like it with... I'll take it.",
        "Bill: Okay.",
        "Harley: Thanks. So, bill?",
        "Bill: Yeah?",
        "Harley: That little offer you made before? You know, the whole teaming-up- to- make-phillip's-life-miserable thing?",
        "Bill: Yes, yes, yes. I believe I said, \"let's team up and wipe the mat with them.\" That one? But I'm not going to play phillip's game because he's probably better at it than I am. You see, I got my own game: Guerrilla warfare, little hit and runs. See how he handles that.",
        "Harley: I got game, too.",
        "Bill: I heard that.",
        "Harley: And I know phillip.",
        "Bill: I think we'd make a great team.",
        "Harley: We will, huh?",
        "Bill: Next time I'll get the pineapple.",
        "Harley: We will. (Laughter)",
        "Bill: All right.",
        "Alan: You want to come work for me again?",
        "Gus: Yes, I do.",
        "Alan: Good.",
        "Gus: Good. Okay, now listen to me. I am a lawyer.",
        "Alan: Mm-hmm.",
        "Gus: You got that? I passed the bar in this state. Just because I never set up a practice...",
        "Alan: That will be no problem.",
        "Gus: Good. So I'm figuring, I don't know, something in the legal department, okay?",
        "Alan: I would be honored, gus. But tell me, what about harley?",
        "Gus: What about her?",
        "Alan: I see.",
        "Gus: Do you? Do you see? Yeah, maybe you do, and if you do, then you know exactly how i feel, right? Because this happened to you once before also, right, with spaulding? They did this to you as well. They took away something that was very good and very important and could have lasted forever.",
        "Alan: Yes. It cost me your mother.",
        "Gus: Right. Okay, so I'm learning to accept it, okay? Now, this is what you've got to do.",
        "Alan: Yeah. You fall, you pick yourself up and you keep on going. Now, are you sure this is what you want?",
        "Gus: No. But since I can't have what i want, I'm going to take what i need.",
        "Harley: So we're going to do this, huh?",
        "Bill: Mm-hmm.",
        "Harley: Shouldn't we have a handshake or something?",
        "Bill: You know, eden used to do this pinkie swear spit thing, if you...",
        "Harley: That's cool.",
        "Bill: Yeah?",
        "Harley: Yeah.",
        "Bill: All right. (Spitting)",
        "Harley: All right. (Laughter)",
        "Bill: All right, now repeat after me. I promise...",
        "Harley: I promise...",
        "Bill: ...I got your back.",
        "Harley: ...I got your back.",
        "Bill: We're good. That's it. Done.",
        "Harley: That's it? We're going into this whole big arrangement and that's all you got for me?",
        "Bill: That's all I got. That's all I got. That eden. You remember her attitude. I mean, you were either with her or you were against her. There's no in between with her, so...",
        "Harley: Mm-hmm. What about olivia's attitude?",
        "Bill: Olivia? I think she's going to be cool with you working with us, you know? I mean, besides, I think you're the only person on the planet who wants phillip's head more than she does, s..",
        "Harley: Well, let's get it.",
        "Olivia: So did you have fun at the beach? Looks like you did. Looked like you and bill were becoming good, good friends. That doesn't surprise me because you are such a charmer. Yes, you are. And so is he.",
        "Michelle: Must have been a tough choice: Me working with tony or you selling our dream house.",
        "Danny: Michelle, it really wasn't much of a choice. (Sighs) look, I know that you were excited about the restaurant and the lighthouse thing, and I'm not saying to let it go. Once we're back on our feet, i will help you with it, okay?",
        "Michelle: And what if I don't want to wait?",
        "Danny: Michelle, do not make this any harder than it already is.",
        "Michelle: No, I won'T. I won'T. You know, I'll actually make it easier. Go ahead, sell the house. Sell it.",
        "Danny: Okay.",
        "Michelle: But just know that we're going to have to deal with something that's been brewing for a long time now.",
        "Danny: I have no idea. What?",
        "Michelle: Going our separate ways.",
        "Danny: What?",
        "Michelle: If you're going to sell the house just to keep me from doing what I want, that says a lot more about us than i think either of us are willing to admit. So you should go your own way and I'll go mine.",
        "Jeffrey: He doesn't want me around.",
        "Cassie: Can you blame him? You know, I think too much of you just to let you go.",
        "Edmund: (Gasping)",
        "Cassie: I know, sweetheart. I know. Okay, honey. Mm-hmm.",
        "Edmund: I've had enough of you and jeffrey o'neill.",
        "Dinah: I guess we still do it for each other, huh?",
        "Jeffrey: Hm.",
        "Dinah: Son of a gun, you set me up. You knew they were coming.",
        "Jeffrey: Did I? Must have slipped my mind. Next, on \"guiding light.\"",
        "Cassie: Call him for yourself!",
        "Edmund: Jeffrey o'neill, cassie. You were talking to jeffrey o'neill!",
        "Cassie: I was not!",
        "Jeffrey: Too late. (Gunshot)"
    ],
    "Transcript Author": [
        "By Boo"
    ],
    "url": "https://www.youtube.com/watch?v=WOu5d2TDmRc"
}