{
    "Episode Summary": [],
    "Recap": [
        "Reva and Holly share some pre-show chit chat. Reva is nervous but goes on the air. She introduces her idea to her audience. They are receptive. She introduces Chris and Arthur. They begin to do some readings. Reva joins in. Cassie and Jeffrey tend to Olivia after she ends up at the foot of the stairs. Lizzie comes over to check on Olivia and Olivia tells her to stay away from her. Jeffrey goes to see Beth to talk about the Reade case and Lizzie's involvement. Jeffrey tells Beth to keep a close eye on Lizzie. Jeffrey gets ready to leave and kisses Beth. Cassie and Lizzie wait for Phillip to arrive at the hospital. Phillip grills Lizzie. Lillian goes to check on Olivia who is having contractions. Olivia asks to see Cassie. Stay tuned."
    ],
    "Recap Author": "Barbara",
    "Show Title": "Guiding Light",
    "Transcript": [
        "lizzie: Olivia!",
        "Jeffrey: Olivia! Oh, my god. Are you all right?",
        "Holly: How do you feel?",
        "Reva: I'm fine, really. I thought the first part of the show went great. I'm powder-puffed and ready for more.",
        "Holly: Mm-hmm. So you'll set up the psychic reading segment when we come back from commercial.",
        "Reva: Yep.",
        "Holly: And you'll introduce mr. Langham.",
        "Reva: Holly, it's all right here on the cards.",
        "Holly: Yeah. I've never seen you pore over those cards like that before.",
        "Reva: You know what? I've never seen you come up here during a commercial break to remind me how to introduce a guest.",
        "Holly: Reva, you are about to take the show in a very different direction. As producer, i have a right to be nervous, and don't tell me you're not.",
        "Reva: I shouldn't be, and that's what's weird.",
        "Holly: Well, let's face it, we're risking your reputation. I mean, putting a psychic on air, live?",
        "Reva: Yeah, and i'm shaking like a leaf. I admit that.",
        "Holly: Okay.",
        "Reva: But, you know, I'm not the featured psychic. I don't have to get up there and deliver. Arthur seekamp's here for that. He's done this a thousand times.",
        "Holly: Not on this show.",
        "Reva: Yeah, but he'll be brilliant, because he always is. But it's something else, you know? It's almost like i'm getting a hint that I am going to be part of some psychic reading somehow.",
        "Holly: A premonition of the paranormal, perhaps? (Laughs) I'm just teasing.",
        "Stage manager: Okay, reva.",
        "Reva: Okay.",
        "Holly: All right.",
        "Stage manager: We're back. In five, four... (Applause)",
        "cassie: Olivia? Oh, my god. Are you okay? Nelson, call an ambulance!",
        "Jeffrey: Get an ambulance! Don't move. Don't move. Don't move until we can get you some help.",
        "Olivia: The baby.",
        "Cassie: The baby's going to be fine.",
        "Olivia: No.",
        "Cassie: Everything is going to be fine.",
        "Jeffrey: Stay calm. I'm going to get you some help right now. Where's the ambulance?",
        "Olivia: I can't feel the baby moving.",
        "Cassie: No, no, no, no. Don't you worry. That baby's going to be fine, okay? Don't worry about the baby.",
        "Olivia: What if she's...",
        "Cassie: No. No, no, no. You relax, okay? I want you to relax. Don't you worry.",
        "Lizzie: Olivia, everything's going to be okay.",
        "Olivia: Stay away from me. You stay away from me!",
        "Thomas: Mr. O'neill is here to see you.",
        "Beth: Thank you, thomas.",
        "Jeffrey: Thank you, thomas. Ah, a crossword, huh? Doing it in ink.",
        "Beth: Is that against the law?",
        "Jeffrey: Not yet.",
        "Beth: It's more about being stubborn than smart. So let me guess: You're here to give me a bill for your broken cell phone?",
        "Jeffrey: You like puzzles? I'll give you a two-letter word for \"uh-uh.\"",
        "Beth: Hm. I assume you came here for more than just to be clever.",
        "Jeffrey: Well, as a matter of fact i did, but I could save that for next time.",
        "Beth: I'll be sure I'm not home next time.",
        "Jeffrey: I can see where the stubborn thing comes in. I'm here on official business.",
        "Beth: And i told you this morning that i won't be your mole in the mansion. You want information on the spauldings, you can get it yourself.",
        "Jeffrey: Yeah, yeah, I heard you. I heard you this morning.",
        "Beth: Okay. Then what's this official business?",
        "Jeffrey: It just so happens i've got a couple of loose ends to tie up with the garden of eden case, specifically ben reade's abduction and assault of marina cooper.",
        "Beth: And you came here for that?",
        "Jeffrey: Yeah. And the taxpayers are paying for it.",
        "Beth: I don't understand. What does that case have to do with me?",
        "Jeffrey: It's got nothing to do with you, but it might have a lot to do with your daughter, lizzie. (Applause)",
        "reva: Welcome back. Now we're going to take you to a new and very special place. We're taking the show in a direction that you may not be accustomed to seeing. Where? To a place where the known meets the unknown. We're going to ask you to take a kind of journey with us, and in order to take a trip like this, it's going to demand a certain amount of trust-- in fact, a lot of trust. And I hope i've earned enough of yours that you'll be willing to come along with me.",
        "Audience: Yeah.",
        "Reva: Oh, good. (Laughs) in the past few weeks, i've been studying paranormal phenomena, more specifically psychic connection. And I've come to accept them as very real. I know what you're thinking, that i've gone bonkers from the sun, that I fell down and hit my head. But no, no. In fact, i happen to be from oklahoma, where the biggest cosmic mystery was why texas kept beating us in football. I wasn't raised in the \"woo- woo.\" In fact, when people talked about \"the other side,\" I always kind of passed them off as weirdoes or crackpots or both.",
        "Josh: Not anymore, I hope.",
        "Reva: Although now I see that there is a whole another world of communication out there that we're only beginning to understand and explore. Earlier this summer, i was off the show for a few weeks, and in that time, i was actually in italy studying psychic connection. That's right, studying, at a very well- respected university with well-respected scientists and teachers. In fact, we have one with us today who's going to help us take this trip that I hope you'll find not only fascinating, but meaningful to your lives. Please welcome world-renowned psychiatrist and the man who helped guide me on my most amazing journey, dr. Christopher langham. (Applause)",
        "josh: So far, so good.",
        "Reva: So glad you're here, christopher. He can't stand being called doctor. (Laughter)",
        "christopher: Except on television. No, I was kidding. But you knew that, didn't you? But how? You don't know me. Chances are you've never seen or even heard of me before, and yet you knew as surely as anything that i was joking just then. You knew it because you felt it, and that is essentially what this journey that reva is talking about is all about: Feelings, awareness.",
        "Reva: In other words, it's a natural part of life.",
        "Christopher: Exactly. So what I'd like to do is to give you an introduction to the paranormal in normal terms. The hope is that in the end, while you may not be believers, your understanding will be enhanced.",
        "Heckler: Enhance my wallet. Who's going to win in the fifth at belmont today?",
        "Josh: Hey!",
        "Reva: No, it's all right. It really is. I mean, everyone entitled to their opinions. I was skeptical at first, too.",
        "Christopher: Psychic phenomena are the phantoms of the scientific world, nearly impossible to measure in any scientific way. It's no wonder actually that mediums have been regarded as crazy people who talk to ghosts.",
        "Reva: Why don't you explain to our audience exactly what a medium is?",
        "Christopher: Okay. Basically a medium is a person with a highly developed sensitivity to energy, the particular kind of energy that we call psychic. When this sensitivity is recognized and nurtured, there's no telling what discoveries can come of it.",
        "Reva: How many people have this sensitivity?",
        "Christopher: Oh, it's hard to say. Neurologists have proven that human beings use only a small fraction of their mental capability, so there's no telling who among us may have this ability latent within them. I am sure of one person who can tap into this psychic energy: Reva lewis.",
        "(Audience): Oh. (Scattered applause)",
        "reva: Well, now i really discovered this almost by accident.",
        "Christopher: Yes, but since then reva has been developing her gift which is a remarkable one.",
        "Reva: Yeah, well, at first i had to get over my fear that i was one of those weirdos or crackpots. (Laughter)",
        "christopher: Since then she has discovered that there's nothing to be afraid of, and that in fact it could bring tremendous comfort to people.",
        "Reva: Yeah, i mean it wasn't like i went looking for it. It... It... It sort of found me.",
        "Heckler: Yeah, just in time for the next ratings period.",
        "Lizzie: God, she's been in there for like a year already.",
        "Cassie: Oh, it hasn't been a year. We haven't had christmas yet.",
        "Lizzie: How can you joke around like this?",
        "Cassie: I wasn't trying to joke. I wasn't.",
        "Lizzie: Okay, she could be dead, and you're just sitting here joking around?",
        "Cassie: Okay, olivia is not going to die, okay?",
        "Lizzie: She looked so pale.",
        "Cassie: Okay. All right, all right. Come on, come on. Come here, come here. Come on. I want you to come up here, and i want you to sit down. As soon as the doctor is finished working on her, they're going to come out here, and they're going to tell us everything we need to know, okay? Okay. When she was at the top of the stairs...",
        "Lizzie: Yeah, i told you already. Besides, you were there yourself.",
        "Cassie: Yeah, but i showed up after her. You saw the whole thing happen.",
        "Lizzie: Well, she just fell. That's it.",
        "Cassie: Do you know what that can do to a woman in her third trimester? I mean...",
        "Lizzie: Mom says she's about the size of a little girl now-- the baby, I mean.",
        "Cassie: She is.",
        "Lizzie: I wonder if she knows when she hurts. I mean, they can't cry yet. I wonder what she does-- if she just curls up, and if she's trying to get out.",
        "Cassie: You know what? Everything is going to be okay. The doctor is going to take care of olivia and her baby.",
        "Lizzie: Yeah, but i just stood there.",
        "Cassie: What do you mean?",
        "Lizzie: I stood at the bottom of the stairs. I watched olivia come down the stairs and fall. God, you should have heard the sound of her arms and legs hitting those steps.",
        "Cassie: Okay, stop it. Don't think about that, okay? I want you to get that out of your mind. Olivia is going to be okay, and so is that little baby, all right?",
        "Phillip: What the hell happened?",
        "Josh: You can either sit down and shut up, or get the hell out!",
        "Heckler: These people are fakes! Come on!",
        "Josh: Can you take him out of here, please?",
        "Heckler: Reva, don't you sense that?",
        "Josh: Take him out.",
        "Reva: No, wait! Wait. Please wait. It's going to take the rest of the time we have left for the show to weed through the audience members who may agree with this gentlemen. I mean, there's always going to be doubters, right? So i say let him stay. At least hear us out. Does that sound fair?",
        "(Audience mumbling)",
        "reva: Come on. Sit, please. Okay? Okay. Thank you.",
        "Christopher: Actually quite a few so-called mediums are frauds, which is one of the key reasons that it's been an uphill battle for psychic phenomena to be recognized as legitimate. But that's a battle that is slowly being won. Do you realize that a number of major universities now have entire departments that are devoted to the research of parapsychology?",
        "Reva: Well, if they're giving up millions of dollars, there must be someone who believes it's real.",
        "Christopher: More and more. Psychic phenomena are being studied as a science, rather than being dismissed as a superstition.",
        "Reva: It's so funny because astronomy is what lent an analogy to explain the messages from beyond, at least it was for me. Like if you see a star shining in the sky, that star very possibly could have ceased to exist over a million years ago. But yet the star has left behind an energy in the form of a light that is only now reaching earth. And human beings can leave behind an energy, too, in the form of... In the form of vibrations.",
        "Christopher: That's right.",
        "Reva: And maybe even images.",
        "Christopher: That's right. Many of us who have lost a loved one can swear that we can feel the presence of that person long after they've passed. Isn't that so?",
        "(Audience): Yes.",
        "Christopher: Well, that feeling is a form of contact with the departed. Granted, it's limited, but imagine if you were especially attuned to picking up those vibrations from the departed, and you were aware that you had this ability. That's when you go to psychic school.",
        "Reva: Well, that's not the case with our next guest, however, because this guy is incredible. He is bona fide psychic, and he is the best. He's a man who's been working with law enforcement agencies across the country solving crimes. And we have him here with us today to demonstrate just exactly how his talent works. Please help me welcome arthur seekamp. (Cheers and applause) before you start, I want to tell the audience that you should watch arthur. Watch how he works. See that he never really makes eye contact with his subject. He never really looks at them at all, which means he's not able to shape his readings by the subjects body language or facial expressions. There are no cues, only what he's receiving. So, arthur, are you ready to see what's out there?",
        "Arthur: I'm ready if you are. And ready if you are.",
        "(Audience): Yeah!",
        "Phillip: How are you doing? Are you okay? How close to olivia were you when she fell?",
        "Lizzie: I don't know. I was... I was pretty close though.",
        "Cassie: Olivia ended up at the bottom of the stairs after she fell.",
        "Phillip: So what happened? She just tripped and fell?",
        "Cassie: Yes, I told you that.",
        "Phillip: Honey, i understand. It's just... I'm having a little hard time believing this, because she's not a careless person, and she's been very sensitive lately to the fact that the pregnancy has affected her balance. So it's a little difficult to see her having an accident like this.",
        "Lizzie: Well, she did. What, do you think i'm lying?",
        "Phillip: Sweetheart, no.",
        "Lizzie: Look, i told you... I told both of you, she fell down the stairs. I don't know what else you want me to say.",
        "Cassie: Hey, look. We're just... We're just trying to figure out what happened here, okay?",
        "Lizzie: She was tired, and she just slipped.",
        "Phillip: How do you know she was tired?",
        "Lizzie: I saw her yawn, and i...",
        "Phillip: You what?",
        "Lizzie: I called out to her.",
        "Phillip: Why?",
        "Lizzie: I don't know.",
        "Phillip: You must have had a reason.",
        "Lizzie: Daddy, come on.",
        "Phillip: Honey, it's important.",
        "Lizzie: Why do you have to talk to me in that tone?",
        "Phillip: What tone?",
        "Lizzie: Like... Like you're mad at me, and you don't believe me. It's like you want to squeeze me to get out some other answer. Why does everybody keep picking on me?",
        "Phillip: All right. All right. Come on.",
        "Lizzie: Just leave me alone.",
        "Phillip: All right, honey. Okay. All right, all right, I'm sorry, I'm sorry. The last thing i want to do is make this worse. I love you. You know that.",
        "Cassie: Hi.",
        "Dr. Sedwick: Phillip?",
        "Phillip: What's happening?",
        "Dr. Sedwick: Olivia will be fine.",
        "Phillip: What about the baby?",
        "Dr. Sedwick: Well, there may be a problem. Olivia is having contractions.",
        "Phillip: No, it's way too soon for her to be having...",
        "Dr. Sedwick: We're going to do a sonogram, but these contractions could be the sign of fetal distress. It may be that this fall has seriously injured the baby.",
        "Beth: You think lizzie was involved in marina's kidnapping?",
        "Jeffrey: I'm just here to try to get a couple of answers, okay? Here, take a look at that.",
        "Beth: Well, it's a map to our cabin.",
        "Jeffrey: That's right. We found it in ben reade's car after the police caught up with him.",
        "Beth: And you want to know...",
        "Jeffrey: I want to know if lizzie drew it, okay? Now, someone told ben reade that marina was up there with shayne lewis, and then they drew that map to make sure that he could find them. Do you recognize the handwriting?",
        "Beth: Well, i don't know.",
        "Jeffrey: You don't know? Okay, well, I'll tell you what. Why don't we go find one of lizzie's school notebooks, and that way we can compare the handwriting?",
        "Beth: You're convinced it's her, aren't you?",
        "Jeffrey: I don't know. Let's just go find the notebook, and then we can decide.",
        "Beth: Okay, okay. Forget the notebook. Yes, it's lizzie's handwriting. Now what? Damn it, tell me what's going to happen with my daughter!",
        "Jeffrey: So do you feel better?",
        "Beth: Should I?",
        "Jeffrey: Well, let's just put it this way. You know, there's really no need to panic.",
        "Beth: Well, great. Now I feel better.",
        "Jeffrey: What ben reade did that day was criminal. What lizzie did or didn't wasn't, necessarily.",
        "Beth: Look, my feeling is that she was just trying to help him. They were friends. That's all.",
        "Jeffrey: You're not too sure about that, though, are you? And did you know that her friend was a serial killer?",
        "Beth: (Sighs)",
        "jeffrey: What? What is it?",
        "Beth: Oh, it's just lizzie is my oldest and my first time dealing with a teenager, and i don't seem to be doing a very good job of it. Do you have kids?",
        "Jeffrey: (Laughs) no. No. But I've seen them on tv.",
        "Beth: You know, every time i try to find out who her friends are and what she's doing with them, she stonewalls me. I know that most teenagers are that way, but with lizzie, it's...",
        "Jeffrey: What?",
        "Beth: With lizzie, it's more extreme, ever since she came back from that boarding school early.",
        "Jeffrey: Why did she come back early?",
        "Beth: There was a fire. Arson.",
        "Jeffrey: Look, your kid's... Your kid's having some problems, okay? It doesn't necessarily mean that it's your fault. Kids, they like to keep secrets, you know. They like to test their parents. That's what they do. It's the nature of the beast.",
        "Beth: And maybe you only find out if you pass or fail when it's too late to take a makeup exam.",
        "Jeffrey: And why do you say that?",
        "Beth: Because when lizzie is grown up and we see what kind of woman she's become, that's when we'll know what kind of mother i've been.",
        "Jeffrey: You're doing the best you can, right?",
        "Beth: Cliche. Six-letter word meaning \"you should have done better.\"",
        "Lizzie: I was having lunch with aunt alex at company, and then i came over to the beacon to see tammy. And mom was there, and she was just talking about the baby, and she said that... Well, she said that all babies are miracles.",
        "Phillip: They are. You were. And this baby will be, too.",
        "Lizzie: You know what? I'm thirsty. I'm going to go get something to drink. Do you guys want anything?",
        "Phillip: No.",
        "Cassie: No thanks.",
        "Lizzie: Okay, i'll be right back.",
        "Phillip: It's a little girl.",
        "Cassie: Yeah. Olivia told me.",
        "Phillip: Sweet little... What a mess. And things were actually starting to get a little better with olivia.",
        "Cassie: Yeah, it was a big step for her to fire me as her lamaze coach.",
        "Phillip: I don't know what chance we had of being a family. She just can't lose this baby.",
        "Cassie: Don't think that.",
        "Phillip: I'M...",
        "Cassie: Don't even think that.",
        "Phillip: I don't get a chance to hold my daughter or look into her eyes.",
        "Cassie: You will. Phillip, you will. You will.",
        "Phillip: You know better than anybody there are no guarantees. I almost lost lizzie a few years ago. Last year, it was zach. I... I don't know how much time i've spent walking around these halls in a fog, knowing that there is nothing i can do to help my children. I don't think you know what real helplessness is until you're a parent.",
        "Cassie: But, you know, that's where your faith comes in. God's been good to you. Why not again?",
        "Lillian: Phillip?",
        "Phillip: Lillian.",
        "Lillian: Hey.",
        "Phillip: I'm glad you're here. Olivia had an accident.",
        "Lillian: Oh. What?",
        "Cassie: She fell at the beacon.",
        "Phillip: Yeah, and the only thing that anybody will tell us is that the baby is not doing well.",
        "Lillian: Oh, dear.",
        "Phillip: And that we can't go in to see her. Could you check on things for me, please? I know that the two of you are not on the best of terms after everything that happened with beth, but I would really appreciate it.",
        "Lillian: Of course.",
        "Cassie: Just so we, you know, can figure out what's going on here.",
        "Phillip: Yeah.",
        "Lillian: Yeah, I'll see what i can find out.",
        "Phillip: Thanks.",
        "Arthur: I'm getting a starburst. No, it's glass, cracked glass. It's a windshield. And... Does this have meaning for anyone here?",
        "Man: Yes, it was the...",
        "Arthur: Whoa, whoa, whoa. Yes or no answers only, please. I'm getting this cracked windshield, and I'm seeing... I'm picking up this woman, a petite woman, blonde.",
        "Man: Sort of blonde.",
        "Arthur: All right. Well, I'm seeing her hands. They're folded across her chest. And she's at peace, calm. And she's saying that it happened fast. It happened very fast. Does that make sense to you?",
        "Man: Yes. Arthur\" alcohol? The woman is telling me alcohol. I'm getting an alcohol connection, and she'S... Oh, there was an accident, a terrible accident. And that's right. You got in an accident where you were driving?",
        "Man: Driving drunk, yes.",
        "Arthur: She's telling me that... That she's proud of you. Do i get that you didn't have a drink since then?",
        "Man: That's right.",
        "Arthur: She's touching her heart, and she wants you to know that she forgives you, and she wants you to ... (Laughs) oh, she's a terror, isn't she? She's telling me that you better move on with your life, or she's going to get on your case the next time she sees you. (Laughter) she wants you to live your life for the both of you, and she's pulling her energy back. Thank you.",
        "Lillian: Olivia, I know you're very frightened, but the best thing you could do would be to stay calm for the sake of the baby. A positive attitude would help, too.",
        "Olivia: I appreciate you coming in here. I know how you feel about me.",
        "Lillian: Oh, you're a patient. You know i care about you and your baby.",
        "Olivia: Okay. It's a girl, lillian. Did you know that?",
        "Lillian: Have you been thinking about names?",
        "Olivia: Oh, yeah, only about ten hours a day. It's all very clear now.",
        "Lillian: The name?",
        "Olivia: No. Women say what they mean when they say how much... They never knew how much they could love someone like this.",
        "Lillian: Well, it gets better and better. When that little girl takes her first step, and when she calls you mommy, and even when she talks back to you, you're going to love her a lot.",
        "Olivia: It's just hard to imagine that a person could have that much love in them.",
        "Lillian: Oh, I think it's endless.",
        "Olivia: How scary, in a way.",
        "Lillian: That someone matters to you so much? Yeah. It's really scary, because when they get hurt, it could hurt you hundred times more. There's such pain. But you know, then there's this joy, this... This just incredible joy. Here i am talking to you, and you should be resting.",
        "Olivia: Thank you.",
        "Lillian: But you rest, okay. Just let the doctors worry about everything else.",
        "Olivia: What if she doesn't make it?",
        "Lillian: Oh, please. Please, please. Don't say that. Don't even go there, all right? It's okay.",
        "Beth: You know, i could draw you a map of lizzie's life, put a little \"x\" for every trauma and heartbreak she's had to endure. When i finished, there would be so many of those little \"x's,\" you'd say, boy, that's one place i don't want to go.",
        "Jeffrey: Well, you know, she doesn't seem like she's had it so hard by the looks of things.",
        "Beth: Just comes off as another spoiled rich kid, right?",
        "Jeffrey: So, what, is that an act?",
        "Beth: There is a lot more to lizzie than that. She's got a lot inside of her. And no, not all of it is good, and for that, I do blame myself.",
        "Jeffrey: Why?",
        "Beth: Ask around. You'll find out I've made a lot of terrible mistakes in life, poor choices. And lizzie has been there to witness every last one of them. Look, I don't know if lizzie did the things that you think that she did. But I do know who she is now says as much about her character as it does about mine. If she's got a problem, it's my problem, too.",
        "Jeffrey: You know, it's funny, in my experience, it's the people that insist that they're lousy parents, they seem to be the ones that really aren't, you know. They seem to be the ones that are trying to get their kids back on track.",
        "Beth: Lizzie is in therapy.",
        "Jeffrey: Well, you might want to consider giving her a few more sessions. I'm sorry, but, you know, the kid isn't making great choices right now, is she?",
        "Beth: I guess you'll want to speak to her.",
        "Jeffrey: No, no, no, no, no. We can... We can hold off on that. But I... You know, i definitely thinks she needs to be monitored a lot more closely. Excuse me. Otherwise, you know, she's going to have a lot more \"x's\" on her map.",
        "Reva: Don't go anywhere. We'll be right back. (Applause)",
        "stage manager: And we're out.",
        "Holly: Reva, I thought the response to the stalker show was big, but this is huge. You should see what's going on in the booth. The phones are ringing off the...",
        "Reva: Really? (Laughs)",
        "holly: It's incredible.",
        "Arthur: I think it's going well.",
        "Reva: Oh, well, you know, that could be the biggest understatement of the day.",
        "Holly: I was wrong about this. Something in this really touches people's hearts.",
        "Reva: Well, it's arthur. He's the one with the gift.",
        "Arthur: Not the only one.",
        "Reva: Oh, actually...",
        "Josh: Excuse me.",
        "Reva: Hi, honey.",
        "Josh: It's going great, darling. You couldn't possibly ask for more.",
        "Reva: Well, actually I got more. You know, I was trying to tell you, christopher, that during arthur's reading of the gentleman who had the accident, I got the most incredible surge of energy.",
        "Christopher: And...",
        "Reva: And i think i was picking up from the sort of blonde. I was feeling that accident happening as she was relating it to arthur.",
        "Arthur: Well, that's not all that rare for somebody with a gift.",
        "Reva: Well, it's the first time it's happened to me, especially during someone else's reading.",
        "Christopher: It's wonderful how quickly you're developing.",
        "Stage manager: Ten seconds, everyone. (Cheers and applause)",
        "beth: Well, i want to thank you for being so considerate. From what I'd heard...",
        "Jeffrey: Yeah, I'm a kid- hating, parent-bashing, misogynist son of A... Yeah. Well, it's all true, you know. It's good for business.",
        "Beth: (Laughs) I'll be careful not to blow your cover.",
        "Jeffrey: Thank you.",
        "Beth: I've got to give you credit. You really seem to understand what it's like to raise a teenager no matter where you are.",
        "Jeffrey: Even in a quasi- palace like this?",
        "Beth: Yes. Well, I just live here, remember? I'm not a spaulding anymore.",
        "Jeffrey: Yeah, you know, that is kind of strange. So here you are, divorced from this guy. He's not here, and you are.",
        "Beth: He chose to move out. The kids didn'T.",
        "Jeffrey: So that's why you came back?",
        "Beth: I realize that this is an unusual situation, but nothing is normal around here. These are the spauldings, after all.",
        "Jeffrey: Yeah. How do you deal with a crew like that?",
        "Beth: Very carefully.",
        "Jeffrey: Oh.",
        "Phillip: Well?",
        "Cassie: How's olivia? How's the baby?",
        "Lillian: Dr. Sedwick ran the sonogram.",
        "Phillip: And?",
        "Lillian: And the placenta did not come off from the uterine wall, which is very good news, because otherwise there was a great danger we would have lost the baby.",
        "Cassie: Well, that's great.",
        "Phillip: Mm-hmm.",
        "Lillian: Well, there are a few other problems. I mean the amniotic fluid has leaked a little, and the contractions haven't stopped. But the good news is that she hasn't broken her water. That's a very good sign.",
        "Phillip: Okay. So what happens now?",
        "Lillian: We monitor olivia, we monitor the baby, and we wait.",
        "Phillip: Can I go in and see her? I'm going nuts pacing around out here.",
        "Lillian: Well, the doctor did say she could have a visitor.",
        "Phillip: Great.",
        "Lillian: But she asked to see cassie.",
        "jeffrey: Well, I guess i better let you get back to work, huh? By the way, I found one for you, 13 across. It's a six-letter word for \"want.\"",
        "Beth: \"Desire.\" Oh. That works.",
        "Jeffrey: It works. (Beeper goes off) oh.",
        "Beth: Oh. I guess you'd better get back to work, too.",
        "Jeffrey: Yeah. I'm always working. Well, thanks for your time.",
        "Beth: Wow! Is that your official business thank you?",
        "Jeffrey: You've got a problem with that?",
        "Beth: No.",
        "Cassie: Hi.",
        "Olivia: Hi. She'S... She's doing okay so far.",
        "Cassie: Yeah. That's great. How are you doing? You look great.",
        "Olivia: Liar.",
        "Cassie: Can i tell you something? You scared the hell out of us.",
        "Olivia: I'm having contractions.",
        "Cassie: I know. But they're going to pass. From what we've been told, you're going to be fine.",
        "Olivia: Who's we?",
        "Cassie: Phillip and lizzie. They've been out there for hours waiting.",
        "Olivia: Are they worried?",
        "Cassie: Yeah. Worried? I mean, phillip is going nuts. He was trying to get in here while the doctors were working on you. It took everything in me to keep him away. He's desperate to get in here and see you.",
        "Olivia: No. No. You have to promise me. You have to keep phillip away from me and my baby, cassie. Just promise me.",
        "Arthur: Someone's coming through to me. I'm getting the image of a little girl. And it's... It's stronger in this area right here. I'm getting that... That there's somebody here who's looking for her mother. And she'D... The mother would recognize the little girl by her nickname. I'm getting a \"b,\" a \"b\" name. It's \"b something.\" Like, maybe an animal name like bambi, or bear, or bunny.",
        "Mother: (Gasps)",
        "arthur: Bunny?",
        "Mother: Oh, god.",
        "Arthur: Is this your daughter?",
        "Mother: Yes.",
        "Arthur: I'm getting, like, four or five years of age.",
        "Mother: It's four.",
        "Arthur: I'm getting a very weird energy surrounding this. It's almost like a blending of symbols. But I'm not getting that she was ill. That's very clear. There's nothing telling me that there was any sickness around her at all. At all. She was gone. She was gone very suddenly. Am i right?",
        "Mother: She's been gone for...",
        "Arthur: Please. I know this is hard, but yes or no answers only, because what i'm getting is that she was kidnapped; that she was taken from your home and never found. And she's telling me that... This message is so garbled. I'm sorry, i just... I don't have any...",
        "Mother: She's been gone for ten years. The police have given up. They think she's dead.",
        "Reva: She's not dead.",
        "[NEXT_ON]",
        "Reva: That poor child...",
        "Jeffrey: Okay, then the next move is yours.",
        "Olivia: Just keep phillip away from me. It's the only way that lizzie is going to stay away. I can't take any more chances. This has been \"guiding light.\""
    ],
    "Transcript Author": [
        "Provided by Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=VRQXgCQLxBI"
}