{
    "Episode Summary": [],
    "Recap": [
        "The showdown continues at Carrie's house as the girls warn Carrie that if she comes near them or their fathers again, she will have to deal with the police or worse. Carrie tries to belittle their accusations, but the girls won't have any of it. Michelle goes to the Bauer kitchen where Josh, Billy and Buzz have ascertained earlier that Ed is stoned out of his mind. Billy is outraged and stages a blunt intervention, stating that they are all in pain and Ed can tough it out. As Michelle arrives, she quickly tells them that they were right and that there was a person who had power over the girls. Michelle apologizes for all the girls and makes an emotional plea to her father. Gus reports to Jeffrey about the proceedings at the board meeting and how Alan seemed to protect Brad when the subject of Antimonius came up. Jeffrey encourages Gus to dig deeper and Gus goes off to ask Alex to mentor him. Alex urged Harley not to hang around Brad so much, reminding her that Marie is a very jealous person. Harley probes Alex about her own past troubles with Brad and Marie but doesn't get far."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Alexandra: Oh, Harley. Don't get up on my account.",
        "Harley: I wasn't. Look, Alexandra, I know that we had our big Makeup- Girlfriend Lunch and all, but you just interrupted a very romantic evening with my fiancée.",
        "Alexandra: Is that all? Well, you could look forward to a lifetime of intimate evenings thanks to me. I just got a call from Marie Green this evening.",
        "Harley: And that's my problem?",
        "Alexandra: You're sniffing around her husband, Brad. May I ask why?",
        "Gus: This better be good.",
        "Jeffrey: Yeah, it's good. That's why I called you here. So you want to tell me where your notes are on the Spaulding Board meeting?",
        "Gus: Now wait a second. Please don't tell me this is all about paperwork.",
        "Jeffrey: No, this is about intelligence. Intelligence that I need. And you're ducking me, man.",
        "Gus: Well, I don't think we should be even be meeting in public places.",
        "Jeffrey: Well, why not? What? A detective is meeting a DA. Who cares?",
        "Gus: \"Who cares?\" Fine. Just, you know, if Alan gets wind of this...",
        "Jeffrey: Alan's not here. So would you spill please.",
        "Gus: Right. Here goes: Olivia showed up at the Board meeting. She's taking a seat on the Board, because she is now a Spaulding by marriage.",
        "Jeffrey: Okay, well, Olivia's all about the money. We know that. Next.",
        "Gus: Fine. I nail Brad Green on the missing drug shipments of Antimonious, but then Alan came and bailed him out at the end.",
        "Jeffrey: Ah-ha. So that's what this is about: Alan. You think that Alan is involved.",
        "Gus: Yeah. He knows something.",
        "(Knocking)",
        "Billy: Come on, Ed, we don't want to go through this every time. Open up.",
        "Buzz: Ed? Give us a break. Come on, it's freezing out here.",
        "Billy: Ed, we're going to have to get keys. We know you're sitting in there. Now get up, come on over, and open up the door. Ed!",
        "Buzz: Ed. Ed, come on! Thank you.",
        "Billy: What's the problem, Ed?",
        "Ed: I'm tired.",
        "Billy: Oh, well, we hate to interrupt your sleepy time, but we've got a plan that we want to implement, and we need your help.",
        "Buzz: Going to set a trap for this guy that's after our girls.",
        "Josh: Try and put together a meeting with this guy -- a face-to-face.",
        "Billy: Yeah, we're going to just try and... You tell him, Josh.",
        "Josh: We're thinking about taking out an ad in the personals, something like that. You know, maybe this guy reads them. Who knows? But something coded, but that will draw him to us. What do you think about that?",
        "Billy: Eddie? Ed? Hey.",
        "Josh: What's the matter? Are you sick or something?",
        "Billy: No, he's not sick. He is stoned out of his gourd.",
        "Marina: I don't care what you think you're doing, how right you think that your cause is. Your time is up, Carrie.",
        "Michelle: Stay away from our fathers, and you stay away from us.",
        "Marina: You needed us for whatever your sick little plan may be, but it's over. And the idea that you have justice on your side dies when you waited thirty years to get revenge, that was a mistake.",
        "Carrie: For some crimes there is no statute of limitations.",
        "Marah: Does it look like we care, Carrie?",
        "Carrie: No, it doesn't look like you care. All right, I'll blink first. What's next?",
        "Marah: From now on, we are calling the shots.",
        "Michelle: You wanted to get at our fathers from the beginning, Carrie. We felt sorry for you, so we wanted to help you. But you took advantage of that with those rings.",
        "Marina: Oh, those stupid wishes. I never believed those from the beginning.",
        "Carrie: Well, I take it that you three have no further interest in righting the wrongs in this rotten little town.",
        "Marah: We don't care about your brand of justice, Carrie. It only ends up hurting us, and the people that we love.",
        "Carrie: \"Justice?\" You know nothing about justice. Oh, get out. All of you get out. Go.",
        "Marah: No, no. We're going to leave when we want to leave, Carrie. Unless you want to try and throw all of us out. You want to kick all three of us out?",
        "Carrie: Is that a threat? Well, you better make sure that you can back it up.",
        "Billy: All right now. Okay.",
        "Josh: What's he on? Is he drinking?",
        "Billy: I don't know. Let's have a little whiff. You can't fool Old Billy now...",
        "Ed: Oh, will you stop it.",
        "Billy: Well, no. No, he's not been drinking, but Ed is high as a kite, aren't we? We're not amateurs, Ed. You're a doctor. You have access to the cookie jar. Ed has been popping pills.",
        "Ed: You're such a fool. Billy, you are such...",
        "Billy: Now let's just see...",
        "Ed: ...A fool.",
        "Billy: Hey, hey. Move.",
        "Ed: Will you get away from me? Will you stop it?",
        "Billy: Look what we got here. Hey. Here you go.",
        "Ed: Billy Lewis, King of Sobriety. Big Billy Lewis.",
        "Josh: This is not the way, Ed.",
        "Ed: It is actually. I mean, it's the only way if you want to stop caring.",
        "Billy: Hey, look. You don't get to stop caring unless we all get to stop caring.",
        "Josh: Billy, Billy, Billy.",
        "Buzz: Let him go. Let him go.",
        "Billy: Ed. Ed.",
        "Buzz: You're stronger.",
        "Billy: I don't get to drink, you don't get to drug. And don't go putting me on some 12-step pedestal, because the only difference between you and me is the fact that I had Josh there to stop me from drinking, and you haven't anybody. Well, you've got somebody now. Right now.",
        "Jeffrey: So Alan bailed Brad out. That's very interesting.",
        "Gus: It's as if Alan was waiting for this, like he knew it was inevitable.",
        "Jeffrey: Yeah, well, maybe he didn't know. And maybe he was prepared, because Brad Green has been a handful for that company.",
        "Gus: Why would he do this? I don't understand. Alan's got all the money in the world, he's got all the power he needs. I mean, backing up Brad Green, taking the company down the wrong path",
        "Jeffrey: Well, imagine that you're Alan for one minute here. What drives you?",
        "Gus: Family.",
        "Jeffrey: Family. Exactly. So Alex must be involved, and Brad Green was her right hand man.",
        "Gus: Wow, Alexandra has experienced more of Brad Green than just his right hand. I'll tell you that much.",
        "Jeffrey: You are aware of the fact that if Alan is protecting Alexandra that he will be culpable.",
        "Gus: Man, I didn't just fall off the truck, okay? I know my job. I know whatever shakes down. I know how to do my job.",
        "Jeffrey: You're an operator, Gus, but you have a lot invested in this. And what you have to do and what I have to do may not be the same thing at the end of the day.",
        "Gus: I have proven to you time and time again that my job comes first, all right?",
        "Jeffrey: Okay. I just don't want to have to revisit this when it gets messier. Next bullet point: Antimonious and how it relates to Spaulding Enterprises.",
        "Gus: Yeah. Well, here's the problem: It's Spaulding Pharmaceuticals, right? And that's Alexandra and Brad Green, but I'm thinking it's impossible to get through Brad Green.",
        "Jeffrey: Well, then you're going to have to work Alexandra some more. Cozy up. You did cozy up with her at the meeting, didn't you?",
        "Gus: (Sighs)",
        "Jeffrey: Yeah, well, get cozier, okay? Massage her ego, become her little grasshopper.",
        "Gus: She's going to love this.",
        "Harley: How about some champagne? I'll buy.",
        "Alexandra: I'm not sure you could afford my taste. We could stick to tequila and pitcher beer.",
        "Harley: Well, tequila's fine, if you'll swallow the worm.",
        "(Laughter)",
        "Harley: Champagne, please. Your best. So what is this about Marie Green calling you?",
        "Alexandra: What is this about you calling Brad?",
        "Harley: Jealous?",
        "Alexandra: (Laughs) Well, that might be the operative word where Marie is concerned. No, I'm simply concerned about you, Harley.",
        "Harley: I'm touched.",
        "Alexandra: Well, we both know how possessive Marie can be. You know, no one's going to get the better of her. She'll even resort to murder if she has to to protect a somewhat tilted honor of hers.",
        "Harley: Mm.",
        "Alexandra: Mm.",
        "Harley: Well, let me ask you this: How exactly did Marie react when she found out about you and Brad?",
        "Alexandra: I'm still alive.",
        "Harley: Good for you.",
        "Alexandra: Thank you.",
        "Harley: Thank you. What exactly did you have on her?",
        "Alexandra: What did you have on Brad?",
        "Harley: Was it something to do with Europe? There was a big messy situation there, I heard.",
        "Alexandra: Okay. Harley, whatever you're up to, I think it would do you a lot of good to just back off, because you really have no idea what you're dealing with.",
        "Harley: No? Then tell me. Let me tell you something about me, Alexandra. I get all itchy-scratchy when something's going on that I don't know about. And I don't like being threatened.",
        "Alexandra: And I did that?",
        "Harley: So don't bother warning me off Brad Green. I'm not going anywhere.",
        "Alexandra: All right, let me tell you something about Brad. He makes a great deal of money for the company, you know, which allows him special things, perks and all that. You know, Gus, although he's family, he really hasn't proven himself yet.",
        "Harley: Your point?",
        "Alexandra: My point is there's no need for you to interfere. I can look after Gus.",
        "Harley: (Laughs) Yeah, right.",
        "Alexandra: Oh, come on, Harley. What choice do I have really? He's Alan's fair-haired boy. If you go in stirring up some sort of turf war between Gus and Brad, there's only going to be trouble.",
        "Harley: Then we'll both look after Gus. Consider it the one thing that we have in common. By the way, champagne's on you.",
        "Alexandra: Ah.",
        "Harley: No. You were right upstairs. I'm on my way, Jeffrey.",
        "Jeffrey: All right, now listen. Use your charm, be deferential. Here, have some of that. That'll help. But don't give the whole farm away, okay?",
        "Gus: Shhh. Just button it.",
        "Jeffrey: Okay.",
        "(Dials phone)",
        "Gus: Alexandra, hey, it's Gus.",
        "Alexandra: Gus. What a surprise.",
        "Gus: Yeah, we had a little connection there in the boardroom, didn't we?",
        "Alexandra: Well, yes, it was an unexpected meeting of the minds.",
        "Gus: Yeah. Well, I've got to tell you I never would have thought you'd have my back like that. It's kind of a new beginning for us, wouldn't you say?",
        "Alexandra: Easy, boy. You had some good ideas. I simply played out the game with you. Kudos for both of us. We both won.",
        "Gus: Thanks. I got to say though, your boy Brad Green there I don't really see him allocating any... any extra funds to your pet project, Bad Girl.",
        "Alexandra: Probably not.",
        "Gus: I'm just saying I think we make a pretty good team. You know, I got a little taste of what it's like to be over at Spaulding Enterprises as long as I got the right people behind me. Are you busy right now I was just wondering? I thought maybe we could bury the hatchet, you know? As long as it's not in each other back.",
        "Jeffrey: Easy. Easy, Gus.",
        "Alexandra: Well, as a matter of fact I have a bottle of champagne chilling right here at Olivia's.",
        "Gus: Okay. Then I'll just come right over.",
        "Jeffrey: (Laughs)",
        "Gus: Who could resist me, right? Irresistible. Can I say something, O'Neill? I hate you.",
        "Jeffrey: You were good.",
        "Gus: No, I hate you for making me lie to Harley. I'm not good at it. I never had to be.",
        "Jeffrey: You're not lying, all right? Consider it \"shielding.\"",
        "Gus: It's a very thin line.",
        "Jeffrey: Or you can walk it. Okay. Harley, you know, it's polite to knock before you...",
        "Harley: What is Gus lying to me about?",
        "Gus: Huh?",
        "Harley: I'm sorry. \"Shielding\" me from. Isn't that what you said?",
        "Jeffrey: Well...",
        "Harley: I heard everything. And how come you know about this and I don't?",
        "Jeffrey: Excuse me.",
        "Harley: No, I want some answers, Jeffrey.",
        "Jeffrey: I'm in a position to know some things that you're not in a position to know, okay? That's all.",
        "Harley: Did you know that when you lie to me you smile? Just a little bit.",
        "Jeffrey: Was I smiling?",
        "Harley: Gotcha.",
        "Billy: Ed, wait. Wait now. This is just me talking to you. Not drunk to drunk, just man to man. Ed, we'd all like to erase what's going on. We'd all like to forget about the past, what happened thirty years ago on that river bank.",
        "Ed: And we did things. You drank. I drank. Alan became power mad to get away from it. I mean, that... We did things.",
        "Billy: I drank then. And you know what? I want a drink right now. In the bar the other night at The Towers, I was thinking about drinking all the bottles.",
        "Josh: But he didn't.",
        "Ed: Because he is a better man.",
        "Billy: No, Ed, I'm exactly in the same place as you, the exact same place. I'm just like you. The only thing is that you're slipping has caused your mind to start thinking funny.",
        "Ed: Why do it at all, Billy? I mean, you're doing all the thinking for all of us. (Laughs)",
        "Buzz: Ed, what the hell is that? What is that some lame excuse for not pulling your own weight? We're in this together.",
        "Josh: Look, we all care, all right. My daughter's been hurt, Buzz's granddaughter has...",
        "Ed: And Michelle's heart is twisted up inside of her like a knot because I can't talk to her without going crazy. I hit her. I hit her.",
        "Buzz: You regret coming back, don't you? Hmm? I did. For about a minute. But we're here now. This is realty. We have to deal with it.",
        "Billy: Ed, and medicating is not going to help.",
        "Ed: It does help. It does.",
        "Billy: Well, you can be weak.",
        "Buzz: Or you can do something about it. Fight back.",
        "Michelle: All right, here's the deal: You go near our fathers again and you'll pay. I'm not kidding. Anything we do from here on out is self-defense.",
        "Carrie: Against me?",
        "Marah: Michelle almost died. So did Marina. And I got maimed.",
        "Carrie: Oh, really? At least you're alive, unlike Maryanne.",
        "Michelle: We are sorry about Maryanne, but this has gone too far.",
        "Marina: Yeah, you played some ugly games. And if we wanted to play some of our own, it would be so easy to wall this place with you inside.",
        "Michelle: And no one will even know. And no one would even care. And no one would remember Maryanne.",
        "Marah: So what's it going to be, Carrie? Your revenge or ours?",
        "Harley: What is going on with you and Gus?",
        "Jeffrey: Well, he's getting a little suspicious. So I was covering your butt. He thinks we might have reopened the Brad or Marie Green cases.",
        "Harley: He said he hated lying to me. What did that mean?",
        "Jeffrey: I mean, I shouldn't tell you this. But it's... He's starting to like it at Spaulding.",
        "Harley: If I should turn up missing or dead, you should check out Marie Green. She knows I'm somehow involved with her husband. And Alexandra gave me a warning, too. Should I back off?",
        "Jeffrey: No.",
        "Harley: Then tell me this: What am I doing here? What the hell is going on here? I am lying to Gus in order to protect Phillip. Brad Green wants my body, his wife wants my head, Alexandra is jealous, Gus won't confide in me anymore, and he's also angry at me because I interfered in Spaulding politics. My life is going down the tubes. I want out!",
        "Gus: Well... (Laughs) Champagne. And smiles for me across the boardroom table. Hell must be freezing over.",
        "(Laughter)",
        "Alexandra: Oh, yes, and the pigs are flying.",
        "Gus: Ah-huh.",
        "Alexandra: Cheers.",
        "Gus: Cheers.",
        "Alexandra: You know, Gus, it's really not so complicated. I can recognize a valuable ally, and you, well, the way you wrestled Brad Green into getting more money for Bad Girl, almost masterful.",
        "Gus: Well, thank you. But you know, I know he's a good friend of yours. I didn't mean to shake him up.",
        "Alexandra: (Laughs) Yes, you did. And it was good. Yes. Brad, he's not used to competition, and he was getting a bit soft.",
        "Gus: Well, I don't really think he's going to be as helpful as Alan wants him to be, you know?",
        "Alexandra: Hmm. Brad will do what's in the best interest in the company, because it happens to be in his best interest. And he lacks the money.",
        "Gus: Right.",
        "Alexandra: Don't worry. He'll come back stronger than ever. So just watch out.",
        "Gus: Well, now, come on, please, I got lucky in that boardroom, honestly. The guy's going to be handing me my shorts before you know it. He's got a lot more experience than I do.",
        "Alexandra: Hmm.",
        "Gus: Which is why I really could use a... a lesson in boardroom strategy.",
        "Alexandra: I actually did mention to Alan that you may be a little out of your league.",
        "Gus: Well, then could you help me?",
        "Alexandra: Me?",
        "Gus: Yeah. I was hoping you could show me the ropes. Look, I'm not stupid. I know that Pharmaceuticals is where the money's at. You know, and this family could make a whole lot more money. I think I would be good for you.",
        "Alexandra: But, Gus, I think in the long term, and with you going back to the police department and everything...",
        "Gus: No. How about this? What if... what if I stayed on indefinitely?",
        "Alexandra: And what? Work for me?",
        "Gus: Alexandra, I think you owe me.",
        "Alexandra: (Scoffs) I do?",
        "Gus: Oh, yeah. For keeping my identity a secret from me, for lying to me about my mother all those years.",
        "Alexandra: Are you trying to guilt me into giving you some sort of corporate education?",
        "Gus: Look, we both like to win, right? Why don't we just get on the same team?",
        "Carrie: Well, you are your fathers' daughters after all, aren't you? It's in your blood. You want to forget all about me. You want to forget all about your fathers' role in Maryanne's death.",
        "Michelle: What our fathers did to Maryanne was an accident! But what you've been doing is vindictive, and it's deliberately destructive.",
        "Carrie: Give that back to me.",
        "Michelle: Oh, this?",
        "Carrie: It's old and it's very precious, too. Give it back.",
        "Michelle: What? It's precious like memories? Because this is your precious picture of Maryanne? Geez, what if I dropped it? What if it accidentally went under my heel and I crushed into a million pieces? See that would be deliberate and destructive.",
        "Carrie: You're right. You're all right. I did come here with an agenda. I had to get you three to trust me. I had to make you tell me all of your secrets. You wonder why I have waited so long to avenge Maryanne's death. I was waiting for you. I was waiting for you three to get to be the same age as Maryanne was when she died. I wanted your fathers to feel the loss of their children. I wanted them to feel that pain. But you three were never really my targets.",
        "Marah: How could we not be? If you hurt the people we love, you hurt us.",
        "Carrie: Rage sometimes will blind you to the people that you hurt. I didn't really want to betray you. I wanted your trust. I've learned to like you, and care about you. I never wanted to lose your trust.",
        "Michelle: Well, it's too late for that. It's way, way too late for that.",
        "Carrie: Yes, you're right. You're right. That's why I'm leaving. I'm going to leave. Consider it a little Valentine's Day gift, won't you? Real love can sometimes cause great pain.",
        "Marah: Let's get out of here.",
        "Marina: You know, you shouldn't have done this to us, Carrie. It was just wrong.",
        "Carrie: Hurry away, girls. Hurry away to your little lies.",
        "Marah: Enough, Carrie, okay? Don't do anything stupid.",
        "Jeffrey: Okay, what do you want me to say? What can I say to keep you on board? You want me to tell you what a good job you're doing? You are, you know. You're doing a good job.",
        "Harley: Well, normally that would make me feel all warm and fuzzy, but actually, Jeffrey, I was hoping you would fire me.",
        "Jeffrey: Hmm, let's see. No.",
        "Harley: Think about it.",
        "Jeffrey: Okay, thinking. Still no. I'm not going to fire you. You're too valuable to me. You knew what the stakes were when you got involved in this, didn't you? I know. I know what's got you spooked. You're actually loving this, aren't you? You actually love this, that's why you're spooked.",
        "Harley: Oh, shut up.",
        "Jeffrey: Oh, yeah. Yeah, sure. The Perfect Mommy, Loving Fiancée/Woman of the People, pro-bono thing that you've created. That's cute. I really like it, but I'm not buying it, because I know who you are. I know first and foremost that you're a cop. You're a detective right down to the last bullet in your mag, and you need to see justice done just as badly as I do. And you don't quit. We don't quit until the job is done. It's our affliction, okay? Because we don't like to see bad people doing bad things to good people.",
        "Harley: Applause. You just love this. You do. You love it. You get to call all the shots. You get to see what happens. The Master Puppeteer. Absolute power and total anonymity.",
        "Jeffrey: (Scoffs) I refuse to believe that you are this naive.",
        "Harley: What?",
        "Jeffrey: What? You don't think that I have someone pulling my strings just as hard, if not harder than I'm pulling yours.",
        "Harley: Oh, a boss. So you have a boss. Big deal. I'm talking about what does it cost you? What is the stake for you here? You have no family, you don't go home to anybody at night. You don't even have a freaking dog. You have no responsibility to anyone or anything. Well, how could you?",
        "Jeffrey: Well, maybe that's the cost right there.",
        "Harley: If you wanted love, you would have it.",
        "Jeffrey: No, no, I don't think so. It doesn't work that way. You don't ask people you love to suffer for the choices that you make.",
        "Harley: That's exactly what you're asking me to do.",
        "Jeffrey: Okay, you got me. Okay. No pet for Jeffrey, no love for Jeffrey!",
        "Harley: And that works for you? Not me.",
        "Alexandra: So you are trying to guilt me into giving you some sort of corporate education?",
        "Gus: No guilt. None at all. Look, I know that you're not big on remorse, okay? But financial self-interest, well, that's whole other story. The bottom line is, I can make this family a lot of money with my mouth.",
        "Alexandra: (Laughs)",
        "Gus: I would be good for you.",
        "Alexandra: Well, at the very least it would be entertaining.",
        "Gus: The only thing that I see, you know, in the drawback is Brad Green is such a... alpha male. I think he finds me threatening.",
        "Alexandra: Mm-hmm. Well, what he doesn't know won't hurt him until it's actually too late. There, and you have your first corporate lesson. Want to know more? I'll tell you what, I will send you over some papers from a Pharmaceutical Division, and you'll just... Well, we'll see how you handle it, okay? \u0091Til then I'm going to say good night. Bid you adieu.",
        "Gus: Hey, bartender, can you wrap this to go? Thanks.",
        "Alexandra: No, I didn't have to. Gus called me. Yes. Well, of course he fell for it. I'm going to send him over a rack of useless papers and some dummy books. So maybe you could get a good night rest for a change, Brad. Maybe I can, too.",
        "Josh: We're not going to leave you here like this, Ed. I hope you know that.",
        "Billy: I say we call Holly up and get her over here.",
        "Ed: If you... If you lift a finger to call Holly, you're a dead man. No, I'm serious, you're...",
        "Billy: I think you've got a shred of dignity left.",
        "Buzz: Billy, let's just go ahead with this meeting without Ed, okay?",
        "Billy: Okay, fine.",
        "Buzz: All right.",
        "Billy: Whoa!",
        "Michelle: Hi.",
        "Billy: Hi.",
        "Michelle: Saw the lights on. Well, I would ask you what you guys were doing here, but I know you won't tell me. I have something I need to tell you.",
        "(Car alarm sounds)",
        "Harley: Hey.",
        "Gus: Well, hello.",
        "Harley: I was just getting us something special for breakfast.",
        "Gus: Well, is that right? Look what I did. I bought us some vintage champagne.",
        "Harley: Well, only the best for us.",
        "Gus: That's right. Come on, sit down, woman, have a drink. Have a drink with me.",
        "Harley: It's sort of cold out here, isn't it, honey?",
        "Gus: Sit right here. Is that better?",
        "Harley: That's much better.",
        "Gus: Oh, good. Good. Here's my question: Do you still feel like marrying me?",
        "Harley: I am going to marry you.",
        "Gus: I really had to just come find you tonight.",
        "Harley: I'm so glad that you did. Oh. I'm so glad that you did. I feel so close to you. That was so romantic in Olivia's Bar. Honey, it doesn't matter what we say to each other or what we don't say to each other.",
        "Gus: Well, we're here now if you want to say anything.",
        "Harley: How about \"you are the most important thing to me in the world?\" Nothing else matters as much as you.",
        "Gus: You know, sometimes I say I love you, and you don't remember to answer me, but I know. I know.",
        "Harley: I love you. I love you. Let's get out of here so I can woo you, okay? I'll woo you in the bedroom. I'll woo you in the bathroom.",
        "Gus: Really?",
        "Harley: I can woo you in your car.",
        "Gus: Oh, then let's go.",
        "Harley: (Laughs)",
        "Gus: Come on. I'm ready. Let's go. I got these.",
        "Marah: Thank you.",
        "Marina: You were awesome with Carrie.",
        "Marah: I can't believe how angry I got. Look it, I'm still shaking.",
        "Marina: Do you think that's how mad Carrie has been about Maryanne's death, you know? Maybe this is the way it starts. I don't know. I never want to hold that kind of anger.",
        "Marah: You know what? I am just relieved that Carrie's out of our lives.",
        "Marina: Do you really think so?",
        "Marah: Well, even if she's not finished with us, we are definitely finished with her.",
        "Marina: I mean, she's not stupid. She knows she's not going to win. She's not going to take away the things from us that matter the most: Our families.",
        "Marah: I feel like we're at the end of a very scary movie.",
        "Marina: I know, like that calm, dream feeling. Is everything going to be okay?",
        "Marah: You know what? I think we're going to have to make it okay for ourselves.",
        "Marina: I'm hungry.",
        "Marah: See. There you're already off to being normal again.",
        "Marina: I wish things were that simple. I'm going to go get us some food. I'll be right back.",
        "Marah: Right. I'll be here.",
        "Marina: You better be.",
        "(Dials phone)",
        "(Cell phone rings)",
        "Jeffrey: Yeah? Hello? Hello? Good night, Marah.",
        "Michelle: Buzz, Josh, Billy, Dad, I'm here to apologize.",
        "Billy: For what?",
        "Michelle: Well, you guys were right, and we were wrong and we're all really sorry.",
        "Buzz: Just to be sure we're on the same page here... Are we on the same page?",
        "Michelle: Yes. See there was a person that was... That was poisoning our minds against you, dropping a lot of ugly hints and stories in our laps. See, you guys did something a long time ago. Or I guess I should say something awful happened that you were involved in somehow. But I know where your lives have come to since then. I know you, and I know what you've meant to Marina, and Marah, and me. We love you guys.",
        "Josh: Thank you, Michelle.",
        "Michelle: There is something that we're going to need from you. Since we do love you, we're going to need to hold you guys accountable.",
        "Billy: Accountable for what?",
        "Michelle: Well, accountable to us. See this person was dealt with, but if something was come up in the future, we need to fight this together.",
        "Billy: Okay, if we're going to forge a new path of honesty here, we need a name.",
        "Michelle: Okay. I don't think you should go there, because you've been lying to us for years.",
        "Billy: This guy is... He's been trying to ruin all our lives. This is evil.",
        "Michelle: See your children have fixed this mess, and we just need you to watch our backs.",
        "Buzz: Michelle, those are big words.",
        "Michelle: That's fine, Buzz. If you just want torture yourself the next thirty years...",
        "Ed: Michelle, things aren't always that simple.",
        "Michelle: Can I have a minute alone with my dad?",
        "Josh: Sure.",
        "Michelle: Dad, if we didn't care about each other I would say we could just let all of this go. You know, fathers and daughters sometimes take wrong turns and end up on opposite sides of life. But I don't believe that about us. I love you so much. And I know you love me and I know that you love Robbie. You even have a place in your heart for Danny. You see, whatever I'm trying to do, I'm doing it for our family. So that we can be whole again. I don't... Okay. I refuse to create that kind of life without my father by my side.",
        "Billy: Hey, Buzz, you really called Michelle right there.",
        "Buzz: Well, I love that girl to death, but do you honestly think it's going to be that easy?",
        "Billy: Why not? That's a dangerous question. Because it has hope in it. I don't like hope. Hope is for suckers who are too tired or too lazy to fix things once and for all. Give me facts, give solid concrete endings and solutions. What we've been dealing with, what just happened just now, has none of that.",
        "Billy: Yeah, yeah, I agree with you there. I mean, what do you think those girls could have possibly done to solve this situation by themselves?",
        "Josh: Billy, we raised them. Don't underestimate them.",
        "Billy: Guys, I want this to happen the worst way, but I don't think we have the luxury of trusting anything that Michelle says right now.",
        "Buzz: Well, time will tell. Whoever it is did their damnedest to bring us to a head. Now, whatever she's done is either going to stop or nothing's going to stop them. Either way, we better be ready.",
        "Carrie: Are you here? Of course, you're here. You're always here, aren't you? Well, don't worry. Don't worry. It will be just as I choose. It's always been just as I choose.",
        "Alexandra: Next on Guiding Light",
        "Jeffrey: I'm here now and all I want is to be with you.",
        "Marah: That's all that I want.",
        "Tony: They want to know what the hell you're up to. And, quite frankly, so do I."
    ],
    "Transcript Author": [
        "By Boo Proofread By Hijrah"
    ],
    "url": "https://www.youtube.com/watch?v=3cGKk0ZWZ_w"
}