{
    "Episode Summary": [],
    "Recap": [
        "While Buzz debates whether to bring a gun to the Carrie meeting, lies continue to keep Buzz and Marina apart. Shayne tries to keep the peace between them by showing up to work with them. Shayne manages to get them alone and locks them outside to talk. Buzz and Marina honestly talk about Carrie for the first time and Buzz explains he wasn't dodging Marina. Buzz assures her he'd do things differently with Maryanne now and is sorry for what transpired. Marina just wanted him to talk to her about this. After their talk, Buzz decides to load up his gun, prepared to do anything to protect his precious granddaughter. Jeffrey tracks down Carrie to warn her about causing trouble for the girls. The deal was for him to handle things. Carrie wonders if that is a possibility anymore, now that Jeffrey's lost objectivity. Gus and Harley set up a sting to get Brad closer to Harley. She meets Brad in the house when Gus 'unexpectantly' comes in. He picks a fight with Brad but Harley takes Brad's side calling Gus an arrogant Spaulding. Just when it seems they are pulling one over on Brad, Frank arrives and is furious at Gus for fighting with his sister. Rick, worried that Phillip's marriage might have been under duress, comes to visit. He and Olivia tangle but Phillip hopes his friend can accept Olivia. While sedated, Phillip mentions Antimonius to Rick and tells him to tell Gus to check it out. Gus is surprised and intrigued when Rick relays the message to him."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "(Cell phone rings)",
        "Marina: Hey, Grandpa, it's me. Grandpa?",
        "Buzz: Hi.",
        "Marina: Hey, look, I'm running late. I'm going to be there in, like, minutes though, okay?",
        "Shayne: Like ten minutes.",
        "Buzz: Don't bother.",
        "Marina: What?",
        "Buzz: Don't come in at all today. Just take the day off. Enjoy, you know.",
        "Marina: No. I mean... I mean, I can be there.",
        "Buzz: Don't come in. That's an order.",
        "Marina: He just gave me the day off.",
        "Shayne: Nice. It's... Him cutting you lose is a good thing, right?",
        "Marina: I think he might be cutting me loose for good.",
        "Carrie: I'm unaccustomed to being summoned, Mr. O'Neill.",
        "Jeffrey: And I am unaccustomed to being crossed, Miss Carrie.",
        "Gus: See, like, redecorate with the candles and flowers. There's a sting, it's not a date. Can you remember that?",
        "Harley: I was hoping to achieve our goal using atmosphere. I wanted to avoid physical contact.",
        "Gus: Well, you did a good job. And look it, can she wear something that's like a little more nun-like or something? You know, like a habit. Do have a habit upstairs?",
        "Harley: Having second thoughts?",
        "Gus: No. Working with you, no, of course not. Feeding you like a piece of bait to Brad Green, yeah. But if he does anything at least I get to be here, you know.",
        "Harley: I can handle Green. Don't worry.",
        "Gus: I know. You can handle it. I'm not saying you can't handle him. I'm saying I got your back, that's what I'm saying. I got your back and I got your front...",
        "Harley: I know. All right, look, you got to go. It's show time.",
        "Gus: Yeah, I know. Okay.",
        "Harley: Okay?",
        "Gus: I'm out of here.",
        "Harley: And hey, don't circle the block too many times, okay? This guy moves fast, and he's all hands.",
        "Gus: Thanks for reminding me about that. Brad Green's not going to know what hit him.",
        "Phillip: Can't focus. Uh, can't focus.",
        "(Knock at the door)",
        "Rick: Hey.",
        "Phillip: Hey.",
        "Rick: Hey, buddy. How are you doing?",
        "Phillip: Hi.",
        "Rick: Hey, man, it's good seeing you.",
        "Phillip: You, too.",
        "Rick: Hey. So what's this? Oh, winter break's over for you, huh? Spaulding just can't live without you.",
        "Phillip: It's board meeting notes. Something's not right.",
        "Rick: Don't worry about that, buddy. Don't worry about that. You'll catch yourself up to speed in no time. In fact, I would tell you to slow down and not rush into anything, but I see I'm just a little bit late for that. I'm talking about your marriage, pal. Real big move, huh?",
        "Phillip: It's the right thing.",
        "Rick: Because you love Olivia?",
        "Olivia: Hi, honey. Rick?",
        "Rick: Hey.",
        "Olivia: Nice to see you.",
        "Rick: Nice to see you, too. How are you doing?",
        "Olivia: I'm great.",
        "Rick: Good.",
        "Olivia: Well, this is a really nice surprise. I know Phillip could use a little guy time, but I... I wish you called, because I'm afraid you might have wasted a trip. See, Phillip, from what I understand, had a really rough day of therapy so he's probably a little tired.",
        "Phillip: No, I'm fine.",
        "Olivia: Well, you're not always the best judge of your own stamina. You're probably more tired than you realize.",
        "Rick: Well, listen to you guys. You guys already sound like an old married couple. So, um... oh, I'm sorry, guys. I'm sorry. Congratulations are in order. Congratulations.",
        "Olivia: Thank you.",
        "Rick: Yeah, only my buddy can sweep a woman off her feet from his hospital bed. So, what happened? Who proposed to who? Just details here. And by the way, don't think I'm going to forgive either one of you for not inviting me to this wedding.",
        "Olivia: Sweetie, why don't we get in bed?",
        "Phillip: It happened really fast.",
        "Rick: Yeah, obviously. I mean, you kept that under wraps from me, and that's an accomplishment.",
        "Olivia: Well, you know, we just thought that, given the circumstances, everything that we've been through in the past few months, a private ceremony was probably better.",
        "Rick: Yeah. You're probably right about that. And by the way, look, I'm really sorry about the baby.",
        "Olivia: Thank you. So, what did I miss? Sports scores?",
        "Rick: What else?",
        "Olivia: Well, don't mind me. I raised a brother.",
        "Phillip: Could you get me a glass of water? Please.",
        "Olivia: Of course. I'll be right back.",
        "Rick: You can take your time. We're not going to go anywhere.",
        "Shayne: But you and your grandpa have always been like best friends. You always got along so well. What happened?",
        "Marina: My grandpa has always been the one person in my family that just gets me, you know. I mean, he just really gets me. We're just always on the same wave length about things. I don't know. He's a dreamer like me, I guess. And he's always made me feel like I can do or be anything that I want to be. And his support in me has just always been so constant and true. And when he really needed me to believe in him, I didn't.",
        "Shayne: Listen, whatever happened between you guys to cause this thing, it can't be that big a deal that you can't...",
        "Marina: It's... it's big, Shayne. It's a big deal.",
        "Shayne: Well, tell me. Tell me what happened. Let me help.",
        "Marina: (Sighs) You know what? I have to do this one on my own. I just hope I'm not too late to fix it.",
        "Brad: Oh, my. What's the occasion?",
        "Harley: Well, Gus is at all-day conference, the kids are at play date, and we are alone.",
        "Brad: All this for me?",
        "Harley: And for me.",
        "Brad: How nice.",
        "Harley: (Laughs)",
        "Brad: You know, I never properly thanked you for covering with Marie.",
        "Harley: Yes, that. Well, it was my call she intercepted. I felt I owed you.",
        "Brad: Hmm. Marie can be quite a handful, especially when it comes to my friendships with other women.",
        "Harley: Ah-huh. Then why risk having so many friends?",
        "Brad: I don't have that many. But when it comes to a woman like you, risk is worth taking.",
        "Harley: Tell that to Gus.",
        "Brad: Oh. Gus is being less than attentive again?",
        "Harley: Gus is the first one in the office and the last one to leave. I thought his interest would wane, but Spaulding is all he thinks about. I barely see him. And when he comes home, he barely sees me.",
        "Brad: Well, I see you, Harley. And you're stunning. And if Gus can't appreciate a woman like you, I certainly can.",
        "Harley: Hmm. Oh, my God, it's Gus.",
        "Brad: I thought you said he was supposed to be gone all day!",
        "Harley: You thought? I thought. Hi, honey. You're home.",
        "Gus: Hi.",
        "Harley: I didn't expect you.",
        "Gus: Well, I can see that. Hi, Brad.",
        "Brad: Hello, Gus.",
        "Gus: So, what exactly is going on here?",
        "Harley: It's nothing.",
        "Gus: Oh.",
        "Harley: It's a business meeting.",
        "Gus: Oh, it's business. What kind of business?",
        "Harley: Well, honey, you know I don't discuss my work with anybody.",
        "Brad: You wouldn't want Harley to compromise her professional integrity, now, would you, Gus?",
        "Gus: No, I wouldn't want her to compromise her professional integrity, Brad. Why is everything... why is everything so confidential with you, huh?",
        "Brad: Oh, Gus, we're not in the Spaulding sandbox right now. Your daddy can't force me to disclose everything to you.",
        "Gus: Yeah, but you're under my roof right now, Brad.",
        "Brad: Really? I was under the impression Phillip Spaulding paid for this roof.",
        "Harley: Hey, hey, hey...",
        "Gus: You know, you're hiding something. You are hiding something. I'm going to find out what it is.",
        "Brad: You think I'm one of your sleazy perps that you could beat up in the back alley, Gus? You're playing with the big boys now. If you think I'm hiding something, find it.",
        "Gus: Oh, you mean like one of the subsidiary companies that you set up under Spaulding? Or maybe some of the Antimonious that goes missing with every single shipment.",
        "Brad: Now you're going to have to do better than that. You don't actually think I would skim my own product?",
        "Gus: Well, why not? You've ripped the company off before, Brad. You know, I don't think you're as good at your job as you pretend to be. You know something stinks. Something smells in this company. My money is on you, pal.",
        "Harley: Hey, hey, hey...",
        "Brad: You don't have any money. It's not yours, it's Daddy's. You could barely read a corporate report a month ago.",
        "Gus: Yeah, well, I can read just fine right now, man. I can read just fine that something's not adding up.",
        "Brad: Redo the math, Gus. And do yourself a favor: Play nice when you're at Spaulding. Don't make waves in international territory.",
        "Gus: The name of the company you work for is Spaulding. You are talking to a Spaulding.",
        "Brad: Do you really think putting on a suit and tie and following Daddy to work makes you an executive? You're playing dress-up.",
        "Gus: You just overstayed your welcome. I want you to get out of my house! Get out while you can still walk, Green.",
        "Harley: No, he's my guest. He's not going anywhere.",
        "Nurse: Mrs. Spaulding?",
        "Olivia: I was just getting this filled.",
        "Rick: Okay, you're telling me that everything's fine and that you're in love with Olivia and you're going to live happily ever after.",
        "Phillip: I married her.",
        "Rick: Phillip, buddy, last time. You used to be a guy who used to marry for love.",
        "Phillip: I used to be a lot of things.",
        "Rick: What happened, Phillip? Something happened. What happened? Did you do this under duress? Just tell me what happened.",
        "Phillip: I knew what I was doing.",
        "Rick: All right, then just clue me in. Please.",
        "Phillip: I owe her.",
        "Rick: Because she lost the baby, Phillip?",
        "Phillip: Mm-hmm.",
        "Rick: You did not cause her to lose this baby.",
        "Phillip: Yeah, it was my fault.",
        "Rick: No, it wasn't.",
        "Phillip: Yeah, it is. Yeah, it was too much stress. And I didn't protect her from Lizzie and she felt like she had to run away.",
        "Rick: No, listen, you did everything you could to help Lizzie. As soon as you found out that something was going on with her, you tried to help her.",
        "Phillip: No. Yeah, but it wasn't enough. I failed. And now I have to pay for that.",
        "Rick: All right, now, look, this is not going to bring the baby back, Phillip. This is not going to ease your grief, or Olivia's. It's not.",
        "Phillip: Well, maybe if she could get another baby.",
        "Rick: That is a very bad idea.",
        "Phillip: But I have to fix it. I... Do you... Could you help me? Do you have a better idea?",
        "Rick: No. Okay, this is what you could do. You and Olivia can grieve together, Phillip. But you have to think very carefully before you bring another child into a loveless marriage, Phillip. It's not fair to you or anybody else. You deserve so much better than that.",
        "Phillip: I don't know what I deserve.",
        "Buzz: Hey, slugger!",
        "Shayne: Hey.",
        "Buzz: One Shayne Lewis Sub coming up.",
        "Shayne: No, actually I'm not here to eat. I'm looking for a job.",
        "Marina: What?",
        "Buzz: A job.",
        "Marina: Uh, he is not serious.",
        "Shayne: No, I'm totally serious. It's going to be a long time before I'm back on the mound, if ever. So, I thought I'd look into my career opportunities.",
        "Buzz: And this is what you came up with? I have two words for you: Higher education.",
        "Shayne: Well, I can't even start it until next semester. So, I was figuring I'd, you know, I'd make the rounds. I'm going to check out... go to the DA's office, hang out at Lewis, the Journal , the Beacon. I might even take a ride with Frank.",
        "Buzz: Well, how did I make the list? I mean, a date with a deep fryer doesn't compare with those guys.",
        "Shayne: Well, from what I hear, if you can do this, you can do anything. And food makes people happy.",
        "Buzz: Oh, that applies to the diners, not the servers.",
        "Marina: I'm going to get to work. Let me know how this turns out.",
        "Shayne: So what do you say, Buzz? Come on. Give me a chance.",
        "Buzz: Okay. I... But you're going to be on the phone until you're off of those things.",
        "Shayne: That's a deal.",
        "Buzz: You know, you don't have to score points. You got the girl.",
        "Shayne: Well, maybe I'm trying to impress somebody that means the world to her: You.",
        "Buzz: Wrong guy. I have lost that privilege.",
        "Shayne: Look, I know that you guys have been going through a rough patch lately.",
        "Buzz: Marina told you?",
        "Shayne: No, she didn't. She didn't tell me any details. She just... Enough to know that she's hurting really bad and she misses you.",
        "Buzz: So you're here to play the United Nations?",
        "Shayne: I think I can help, Buzz.",
        "Buzz: I appreciate the effort. But sometimes trust is broken and there's no way to get it back.",
        "Jeffrey: I thought I made myself clear. This is my jurisdiction and I call the shots.",
        "Carrie: That's very territorial.",
        "Jeffrey: We had a deal. The deal was that you stay off the radar, and I will handle whatever it is that happened between those men and your niece.",
        "Carrie: But you haven't. You haven't done a thing.",
        "Jeffrey: You came to me with accusations. In this country, when we go to court, we need something called \"evidence,\" okay. This is a case, not a game.",
        "Carrie: I am not playing any games, Mr. O'Neill.",
        "Jeffrey: Then what are you doing? What were you doing at that dance?",
        "Carrie: Well, I'm not a recluse, Mr. O'Neill. I mean, it's for charity. I mean, it's so important to give something back, don't you think?",
        "Jeffrey: And vengeance is the gift that keeps on giving.",
        "Carrie: Oh, I don't want vengeance, Mr. O'Neill. I want justice. And while I am waiting for justice, surely you wouldn't begrudge a lady a little amusement, a few dances, a few little talks. After all, it's still a free country, isn't it, Mr. O'Neill?",
        "Jeffrey: We can discuss the nuances of the constitution another time. Tonight, I want to make sure that I'm very clear about this. You stay away from those girls.",
        "Carrie: Are you sure, Mr. O'Neill, that you don't have a personal interest in this case? I saw you dancing with the very young Marah Lewis the other night. What a lovely, young girl she is. That's a little girl that can really break a man's heart. It's very unwise to get involved personally when you're working on a case. It could... it could make you less, shall we say, objective.",
        "Jeffrey: Thanks for the advice. Now here's some for you: If you are planning something, and if it involves those girls, I will take it personally. And if anything happens to those girls, I'll make you wish that you never set eyes on them or anyone else here in Springfield. You got it?",
        "Olivia: So, what did I miss?",
        "Rick: Oh, well, I was just asking my buddy when he's going to get his walking papers. I'm just sick and tired of watching these hockey games by myself.",
        "Olivia: Phillip's going to stay here as long as it takes to get him back on his feet.",
        "Rick: Yeah, well, I guess that's up to Phillip and his doctors, isn't it?",
        "Phillip: Yeah, pretty soon Yeah. I think.",
        "Olivia: Yeah. No, honey, of course it's going to be soon. And you know, Rick, you'll be the first person we call when that big day comes.",
        "Rick: Well, that's awfully kind of you.",
        "Olivia: You know, I think that your visit is tiring Phillip.",
        "Rick: You know, if you puff up these pillows anymore they're going to fly away.",
        "Olivia: I get the feeling you don't like the way I'm taking care of my husband. I would think of all people you would appreciate the fact that I'm trying to protect him.",
        "Rick: I think your husband just needs a little space, that's all.",
        "Olivia: I think you're right. Thanks for coming.",
        "Rick: I'm just a little confused with you, Olivia. I'm sorry. I mean, I thought we always sort of got a long. We never had any problems between us, did we? But from the moment I walked through this door today, you seemed to have a problem with me spending some time with my best friend. So why don't you just tell me what you're afraid of?",
        "Harley: This is my house. And he stays.",
        "Gus: I don't like this person, okay? I don't want him here.",
        "Harley: He is my client. And I'm not losing work because of your Spaulding ego.",
        "Gus: Oh. And here it goes, right? It always comes down to this, because I'm a Spaulding.",
        "Harley: You're damn right it does.",
        "Gus: Look, you cannot choose your family in this life, okay. And I cannot change that, nor do I want to change that.",
        "Harley: But I wouldn't think they would change you. I thought you were immune to that. But you're getting into this deeper and deeper. You can't even see it.",
        "Gus: Immune? It's not a plague. They're my family.",
        "Harley: It's the same thing. You are turning into Alan Spaulding. Look at you. You act just like him. You think you own everyone and everything, including me.",
        "Gus: Spaulding or not a Spaulding, I don't like this person, okay? And secondly, I am proud of my father and who he is and his success, and who he is today. And who I am. And if you don't like it, honey...",
        "Harley: If I don't like it?",
        "Gus: If you don't like it...",
        "Brad: Excuse me. What is going on in here?",
        "Frank: I think it's what you'd call a \"lover's quarrel.\"",
        "Harley: Frank. This is not a good time. We are in the middle of something here.",
        "Frank: Actually, I think it's a very good time.",
        "Gus: Frank, can I talk to you outside, please? Please.",
        "Brad: Well, I think my work is done here. Harley, I catch on very fast. Gus comes home, finds you in a compromising positioning, he gets mad as hell, you get what you want.",
        "Harley: You think I planned this?",
        "Brad: (Scoffs) You didn't?",
        "Harley: No, I didn't. I promise. Not that it would have worked anyway. He was so focused on what you're doing at Spaulding, he didn't notice what you're doing with me.",
        "Brad: Well, maybe he needs to keep his priorities in order.",
        "Harley: Why can't Gus be more like you?",
        "Brad: Oh. Hey, you know what? You need to stop thinking about Gus and what you're missing there, and start thinking about what you could get and what you're missing.",
        "Harley: You're right. You're absolutely right.",
        "Brad: And I would be more than happy to assist you in any way that I can.",
        "Harley: Well, there's something we could do.",
        "Shayne: Okay, I got it. So it's a Buzz Burger on a Kaiser roll, not a regular bun, extra sauce, extra coleslaw, but the coleslaw in a separate container because you don't want a soggy bun. And I'll make sure that the pickles don't touch anything. I got it. Thank you. Bye.",
        "Buzz: Having fun yet?",
        "Shayne: I have a new appreciation for what you do.",
        "Buzz: Well, thank you.",
        "Shayne: You know there's nothing I wouldn't do for Marina.",
        "Buzz: Same here.",
        "Shayne: And there's nothing that you guys... that could have happened that you guys can't get past.",
        "Buzz: There are things that I've done I'm not proud of that I thought I had behind me.",
        "Shayne: Look, Buzz, Marina knows about your life. She doesn't judge you.",
        "Shayne: This is different. I've disappointed her, disappointed myself. My own children, I screwed up their lives, and, by the grace of God, they forgave. So I think with Marina, I thought second chance. She looks at me like a hero. I let her believe it. Anyhow, it's a fiction. It was ours.",
        "Shayne: No, I know what it's like to have her look at you like a hero. I mean, I was an all-star athlete on the verge of the major leagues, and then, boom, all of sudden I'm this guy who can't even move a finger. But she still loved me. And no matter what... no matter want is going on, she's still going to love you, too. I mean, give her some credit. And give yourself a little credit, too.",
        "Buzz: What happened to you wasn't your fault.",
        "Shayne: (Sighs) Just give her a shot. Give her a chance, Buzz.",
        "Buzz: I need some air.",
        "Shayne: Hey, your grandpa wants you to go out and sign for a delivery.",
        "Marina: Oh, yeah?",
        "Shayne: Yeah.",
        "Buzz: Well, the way I see it we have two choices: We can talk or pretend to have talked until peacemaker in there gets over himself.",
        "Marina: God, is it really that bad that you can't even sit down and have a conversation with me?",
        "Buzz: Oh, Marina.",
        "Marina: I mean, I'm sorry, okay. I'm sorry. I'm sorry. If I had it to do over again, I wouldn't have done it.",
        "Buzz: Don't apologize to me. I can't bear that.",
        "Marina: Hey, what am I supposed to do? You know, I think that we're making progress here, and you're still pushing me away.",
        "Buzz: That's not what you think. I'm not mad. I'm just trying to get past whatever feelings you have.",
        "Marina: What?",
        "Buzz: I am so ashamed. It's hard to look at you.",
        "Martina: Look, I didn't do this because I wanted you to feel guilty, okay? I wanted you to have some peace, you know? I thought that the truth would set you free, and I just made you feel worse.",
        "Buzz: You didn't do anything wrong. It's me. (Laughs) I... I don't know how to explain this.",
        "Marina: Look, you don't have to, okay?",
        "Buzz: Remember when you were little and you stole a pack of gum from the mini- mart?",
        "Marina: Yeah, and I cried and cried and...",
        "Buzz: You didn't cry when you were caught. You cried when Frankie showed up. All the guilt and all the shame kicked in when your father looked at you. It's the same thing for me. I mean, when I turned my back on that bridge, I knew what I did was wrong. But, instinctively, I knew when my son looked at me, the guilt would be too much. He would look at me, my son, and know what I was. So I left. I left my son. I left my wife. I left my daughter that I didn't know I had. I ran to spare them. No, to spare myself.",
        "Marina: So, you've been running from this your whole life? That's why you stayed away?",
        "Buzz: Back then, when the going got tough, I ran. Simple. I would like to think that I would do it differently now, and I would stay down there by the water until we found the body; that I would call the cops, go to the funeral. Pay the price. It wouldn't bring her back. I can't... can't tell how much I would give to have done it differently. I can't tell you what I'd give to be doing things differently with you. But I can't. I can't. I can't get it back. It's done. I'm not the man I should have been. I'm sorry.",
        "Marina: I know who you are. And I love you.",
        "Olivia: We're on the same side, Rick.",
        "Rick: Oh. Are we? Just... Why don't you explain to me how it's in my best friend's interest to stay in the hell hole away from his family and friends?",
        "Olivia: I'm not keeping him here. I'm protecting my husband.",
        "Rick: Oh, are you his wife or his guard dog?",
        "Olivia: Well, in this family you have to be a bit of both, don't you? If I don't protect him, who will, Rick? I mean, you seem to have forgotten the mess his life was like before he got here. Where were you when the Spauldings were conveniently tearing him to pieces and taking him in a million different directions? I'm not going to let him get pulled into that again. And if you were really his friend, you would agree with me.",
        "Phillip: Rick, please, don't...",
        "Rick: Yeah, I know. I know. I'm sorry.",
        "Phillip: It's not easy...",
        "Rick: I understand. I'm sorry. I got carried away here.",
        "Olivia: No, I'm... Look, it's okay.",
        "Rick: And I just care about him. He's my best friend.",
        "Olivia: It's okay. I just think we both care a lot. I would do anything to protect him. I would love it if we could work together. Could you hand me the cup, please?",
        "Nurse: Sure.",
        "Olivia: There you go. I'll leave you two alone to say good-bye.",
        "Phillip: I'll... I'll fix everything. I have to... I'll fix work and I'll fix the baby, and I'll fix Olivia and Lizzie and everything.",
        "Rick: Hey, hey, hey.",
        "Phillip: I'll fix it.",
        "Rick: This work?",
        "Phillip: Yeah.",
        "Rick: Work is one of the reasons that landed you in the first place. I mean, that woman's right about one thing: It's the world that can take care of itself, especially the business world, okay?",
        "Phillip: Antimonious.",
        "Rick: Antimonious? What...",
        "Phillip: Antimonious. That's... Tell Gus \"Antimonious.\"",
        "Rick: Okay, I'll tell him.",
        "Phillip: Thanks. Yeah.",
        "Rick: I got to go, all right. Listen, you take care of yourself.",
        "Phillip: Okay.",
        "Rick: And if there's anything that you need, buddy, just let me know.",
        "Phillip: Mm-hmm.",
        "Rick: Okay. Just been worried about you.",
        "Phillip: Antimonious.",
        "Rick: Okay, I'll tell him.",
        "Phillip: Will you tell him?",
        "Rick: I will.",
        "Phillip: Okay.",
        "Rick: Okay.",
        "Harley: I know a way we could spend more time together.",
        "Brad: Really? Go on.",
        "Harley: Hire me. I mean, hire Harley's Angels. If I'm working for you, then I have a legitimate reason for us to meet more often.",
        "Brad: Clever girl. That's the perfect cover. Of course we would have to create a case.",
        "Harley: No, we don't. Gus just came up with one for us.",
        "Brad: What's that?",
        "Harley: That thing that he was talking about. The Antimonious. That supply is short. I can check that out.",
        "Brad: I don't think so.",
        "Harley: Oh, come on, it's the perfect plan. It'll get him off your back, and mine. I can be your personal angel.",
        "Brad: Harley, Harley. Investigating that particular problem would put you smack dab in the middle of the Spaulding's lion's den.",
        "Harley: Yes, and closer to you.",
        "Brad: God, you are so difficult to say no to. We'll work it out, all right?",
        "Harley: Okay.",
        "Brad: So then I will... I will be in touch.",
        "Harley: Of course.",
        "Brad: Gus. Chief Cooper.",
        "Frank: I think you owe my sister an apology.",
        "Gus: Honey, could you tell your brother that sometimes love means you don't have to say you're sorry?",
        "Frank: Oh, but I think it does.",
        "Harley: Well?",
        "Gus: I am sorry. I am. For, you know, yelling at you in front of that low-life Brad Green. I'm sorry.",
        "Harley: That low-life is my client.",
        "Gus: Really? Then I'm... I have no choice but to trust you then. And I am sorry. I am really sorry. Is that better? This is... I'm sorry.",
        "Frank: Look, I'm just going to try real hard not to remember this night. We'll do dinner another time. Are you okay? Are you going to be okay?",
        "Harley: I'm fine. I'm fine. I'm sorry about this. Thank you. Thank you.",
        "Frank: All right. Aitoro.",
        "Gus: Chief.",
        "Harley: Great. Now we're lying to Frank, too.",
        "Gus: Well, this wasn't my idea, okay? This is all O'Neill's. Don't say I didn't... But it's good, right? Because now we got Brad Green where we want him.",
        "Harley: Right? O'Neill must be right. We make good partners.",
        "(Knock at the door)",
        "Gus: Away, Frank. I think we're about to make up, right?",
        "Harley: Okay, I'll get rid of him.",
        "(Knock at the door)",
        "Harley: Oh, it's Rick.",
        "Rick: Hey.",
        "Harley: Hi. Hi, sweetie.",
        "Rick: Hey. I'm sorry to interrupt anything. I just came from seeing Phillip.",
        "Harley: Oh, is he okay?",
        "Rick: Yeah, yeah, he's actually getting a little stronger. He wanted me to give you a message, actually.",
        "Gus: Really? What did he say?",
        "Rick: Just one word: Antimonious.",
        "Gus: Well, that's a Spaulding Pharmaceutical product.",
        "Rick: Yeah. We use it in the OR as an anesthetic. It renders a patient unable to remember the trauma.",
        "Gus: So, what, this just came out of the thin air?",
        "Rick: No, he was actually going over some notes from a Spaulding meeting. He... he said that he really wanted you to find out what was going on.",
        "Carrie: This meeting is over, Mr. O'Neill. I would love to drop you someplace, but you are beginning to grate on my nerves.",
        "Jeffrey: Well, I seem to have that effect on a lot of people.",
        "Carrie: You seem to have forgotten that I am the one who brought you this case. I am the one who had the courage to expose your prominent citizens for what they have done, not to mention the Spaulding drug connection.",
        "Jeffrey: Which makes you someone with a bigger ax to grind.",
        "Carrie: Perhaps you're protecting the wrong people, Mr. O'Neill. Has it ever occurred to you that perhaps my life might be the one that's in danger?",
        "Jeffrey: Did someone threaten you?",
        "Carrie: Well, let's just say that there a lot of people in Springfield who would like for me to vanish without a trace. And if I do, I can promise you that my hand will reach out from the grave for revenge.",
        "Buzz: I didn't want this to touch you.",
        "Marina: No. I know, I know.",
        "Buzz: I wanted to keep it a secret to protect you. I was wrong.",
        "Marina: Well, it's not too late for us, you know. I mean, we can just put all of this behind us and we can move forward.",
        "Buzz: Yeah. We'll put it behind us.",
        "Marina: And nothing is going to ever get between us again.",
        "Buzz: No, nothing. Nobody.",
        "Shayne: So, do we have a truce yet? All right, good, because all hell is breaking lose in here.",
        "Buzz: I'll go save him. I'll catch up.",
        "Marina: You know, I think for the first time in a long time everything is going to be okay.",
        "Carrie: Oh, do, gentlemen, do come to the fair. I can promise you that's where it will all end.",
        "Buzz: Yeah, now it's going to be over with.",
        "Edmund: Next, on Guiding Light...",
        "Olivia: You cannot tell Phillip that Emma's alive.",
        "Cassie: I understand that's what you want, but is it what Phillip needs?",
        "Ray: You really don't want that drink?",
        "Billy: I wouldn't bet on that, son.",
        "Frank: You've got a loaded .45, you got extra ammo in the duffel bag. What the hell is wrong with you?"
    ],
    "Transcript Author": [
        "By Boo Proofread By Hijrah"
    ],
    "url": "https://www.youtube.com/watch?v=lsni7MJVEvU"
}