{
    "Episode Summary": [],
    "Recap": [
        "Everyone is preparing for Gus and Harley's wedding. Gus and Harley discuss the exhumation order. Harley wonders what will happen if Phillip's body is not in there. Gus says they will deal with it together. He tells her they will know before they walk down the isle. Gus leaves the rings outside of Company and someone takes them to the tree house where Harley and Frank find them later. Blake worries when Harley is late and starts drinking. Michelle overhears the nurse talking to Danny about the baby and the forms. She takes the phone and explains she is applying for her old job and there was some confusion about Robbie's insurance. Marina goes to talk to Michelle at the hospital. Michelle is sitting at a table so Marina doesn't notice she is pregnant. Michelle tells her she still has feelings for Danny but it doesn't matter because he has moved on. Marina ends up inviting Michelle to the wedding. Michelle is thinking about going."
    ],
    "Recap Author": "Jen",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Gus: So what do you say? We should act like every romantic couple on their wedding day and dig up a body.",
        "Harley: I don't believe this. But why?",
        "Gus: I tried to think of everything, Honey. You know, like flowers, chocolates, perfume, cash even, but I knew this is what you wanted.",
        "Harley: You're so romantic.",
        "Gus: Thanks.",
        "Harley: I meant, why change your mind? Do you think there's a chance he could actually be alive?",
        "Gus: Phillip is dead. He's only alive in Alan's warped mind, okay? But I love you and you have your doubts, right, so I want to put your doubts to rest before we take that walk and make it official.",
        "Harley: What if Phillip isn't in there?",
        "Gus: Then we deal with that, together. As partners, as husband and wife. But either way, you'll have peace of mind. We'll have peace of mind. What do you think?",
        "Harley: I think that if I'm not careful, we're going to start our honeymoon in, like, 30 seconds. ( Laughter )",
        "[SCENE_BREAK]",
        "Buzz: Hey, steady. Steady. I want a clear shot of the handsome father of the bride.",
        "Marina: Oh, yes. You look stunning. Simply stunning. You are glowing.",
        "Buzz: I just love this crew. Okay, today's the big day. I just... Harley, I hope that you and Gus don't look back on this years from now and are disappointed because it's not going to be a huge, splendid... you know, a Spaulding bash or even a Greek Orthodox wedding. You know, it's going to be, you know...",
        "Marina: More Cooper.",
        "Buzz: Yeah. More Cooper. But you're not going to have linens or crystal, you know. Just a lot of love. Everybody loves you so much, Harley.",
        "Marina: And Gus.",
        "Buzz: And Gus. Yes, and Gus. In just a little while, you're both going to be standing out there, making vows to love and honor-- and I know \"obey\" isn't in your vocabulary-- but you're going to promise to live out your lives together. And that's... that's sacred. That's the most sacred, most right thing. It's your dad, giving his blessing.",
        "Marina: What he said.",
        "Buzz: All right, let's start.",
        "Marina: Just as soon as you two lovebirds decide to get here.",
        "Blake: Does that mean the bride and groom are together?",
        "Buzz: I just left them.",
        "Cassie: So much for Harley's plan.",
        "Mel: I guess Gus finally wore her down.",
        "Blake: Wait a minute, wait a minute. How can you be so blasé about this?",
        "Cassie: What's the big deal, Blake? You saw Ross before your wedding, and I saw Edmund before mine.",
        "Blake: Hello? 50/50. I don't like the odds. Let's go separate them. ( Claps ) Come on. Chop, chop.",
        "Mel: We'll be back.",
        "Marina: Starting to wish you had eloped?",
        "[SCENE_BREAK]",
        "Danny: I'm sorry, could you repeat that?",
        "Nurse: Mr. Santos, I'm processing insurance forms for the baby.",
        "Danny: Well, there's got to be some sort of mix-up. I don't have a baby. I have a son, but he hasn't been to the hospital in... who filled out the form?",
        "Nurse: Your wife, Michelle Bauer Santos.",
        "[SCENE_BREAK]",
        "Buzz: Frank, say something nice to your sister.",
        "Frank: Okay. Something nice.",
        "Buzz: Frankie.",
        "Coop: All right, look, I'll start this off. Harley, it's me, Coop. I just want to wish you nothing but the best. Today's going to be a beautiful day, you're going to be amazing. I'm so proud of you. Oh, and by the way, if you're not going to be using your room, I was thinking perhaps that we might be...",
        "Buzz: The room is mine.",
        "Coop: Fine.",
        "Buzz: Frankie?",
        "Frank: Okay, Sis. I love you. From knee-high to the counter, I've always had your back, and I always will love you no matter what. Now, this new husband of yours, if he doesn't treat you right, you know where to come looking. But I don't think you're going to have to do that because, well, Gus is a good man. Not as good as I am, but he'll do. Anyway, the reason he's a good man is because he stood by you when I identified that scar on your arm, and for that I am truly sorry. And I just...",
        "Buzz: Frank. Save your energy for the one duty you have as Best Man.",
        "Frank: What are you talking about? I've got a lot of chores. I'm responsible for a lot of things here, Pop. You know, like, tying the cans to the back of the car, and...",
        "Buzz: Forget about the cans. Where are they?",
        "Frank: Don't worry, I didn't lose anything.",
        "Buzz: Frank, show me.",
        "Frank: ( Sighs ) Oh, boy. What, you don't trust your son, here? Look. Look here. Take a look at these beauts.",
        "[SCENE_BREAK]",
        "Harley: So, how does it work?",
        "Gus: It's working. It's happening as we speak. Rick's going to be right there as they exhume the casket.",
        "Harley: Rick?",
        "Gus: Yeah. What?",
        "Harley: Rick is his best friend. Do you think he can do that?",
        "Gus: Honey, it's not going to be easy, but he's the Medical Examiner. He can handle it. He's done this kind of thing before.",
        "Harley: When is all this going to happen?",
        "Gus: Now. It's happening now.",
        "Harley: Now?",
        "Gus: Now. We should know what's in the casket before we take that walk and say our vows. This way, you know, when somebody comes along and they say to us, \"Hey, there was a sighting of Phillip at the mall or the car wash,\" We'll just know, you know? We'll know it's not true.",
        "Harley: ( Laughs ) I love you. You know me so well. And you still you want to marry me.",
        "Gus: I know. Crazy.",
        "Harley: ( Laughs )",
        "Gus: Of course I do.",
        "Harley: You really are the perfect man for me.",
        "Gus: Am I?",
        "Harley: Yes.",
        "Gus: I wish I could say the same to you, but there was Connie Hanston in the third grade, and I had high hopes.",
        "Blake: ( Gasps ) Put your hands up and step away from the bride. Step over here.",
        "Gus: Oh. Whoa, whoa.",
        "Harley: Blake, it's okay.",
        "Gus: No. What?",
        "Blake: Excuse me? Have you learned nothing?",
        "Harley: He brought me a gift.",
        "Cassie: What was so great it couldn't wait?",
        "Harley: Nothing.",
        "Gus: Nothing.",
        "Blake: Okay, you have your gift. Now, you go.",
        "Gus: Wait a second. I haven't seen her in a long...",
        "Blake: You go before you jinx the entire afternoon.",
        "Gus: She doesn't believe in things like that. She's a scientist. She's, like, a cop. She likes paperwork, hard facts.",
        "Blake: You go or you deal with me.",
        "Gus: I didn't get much time with her. She was in prison. I took showers. We can't stand to be apart!",
        "Cassie: Try.",
        "Harley: ( Laughs )",
        "( Knocking on door )",
        "Gus: Honey, let me in! I love you! I love you! I love you! I love you! ( Laughter )",
        "Blake: Shut up or I'm calling security.",
        "Gus: All right, well, if she's late, I'm holding you personally responsible, do you understand me? But I'm leaving. I'm going. Goodbye. This is me leaving. Goodbye.",
        "Harley: I love you!",
        "Cassie: Why are you not dressed?",
        "Harley: What? I was going to change at Company.",
        "Blake: When? While you were walking down the aisle? Come on. You look unpresentable.",
        "Harley: Well, I mean, I'm a little messy. Nothing a brooch won't fix.",
        "Blake: A little? A little? It's going to take, like, a half hour to work a miracle on you. That's all we have. So...",
        "Harley: Gee, thanks Blake.",
        "Blake: You stay silent and be like a lump of clay. Cassie, hand me the makeup bag, okay?",
        "Harley: I kind of like the way I look.",
        "Blake: Lump of clay.",
        "Mel: Jerk.",
        "[SCENE_BREAK]",
        "Danny: No. No, no, no. Michelle was my wife. I don't understand this. Is my son in the hospital?",
        "Michelle: I'll handle it, okay? Thank you. Thank you. Danny. Hey. I can't believe the nurse called you about these stupid insurance forms.",
        "Danny: Yeah. What's going on? She was going on and on about a baby.",
        "Michelle: Yeah. She was actually talking about Robbie.",
        "Danny: Is he at the hospital? He's supposed to be at camp. What happened?",
        "Michelle: No, no, no, no, no. Nothing's wrong. Actually, the nurse was just confused because I applied for my old job here, my P.A. Job, and there was just, like, a million insurance forms for me to fill out, and... it's no big deal. Actually, I can handle it myself.",
        "Danny: Are you sure? Do you need my insurance card or anything?",
        "Michelle: No, I'm fine. I'm fine. And actually I have to finish filling this out, so I'm going to... I'll talk to you later. Okay? All right, bye.",
        "Rick: Hey, Michelle. What a nice surpri...",
        "Marina: Was that Michelle?",
        "Danny: Yeah. Sort of.",
        "Marina: Is something wrong?",
        "Danny: No, no, no. There was just some confusion over Robbie's medical insurance. Michelle's across the street at Cedars and she's... oh, forget it. It is such a long boring story.",
        "Marina: No. Lay it on me.",
        "Danny: No. Didn't we say that we were not going to discuss Michelle for the rest of this day? I think we did.",
        "Marina: Okay.",
        "Frank: Okay.",
        "Danny: Frank, you need a hand?",
        "Frank: I got it, thanks.",
        "Marina: A long, boring story?",
        "[SCENE_BREAK]",
        "Rick: What happened to you? What... well, I know what happened to you, but why didn't you tell me it happened to you?",
        "Michelle: I was going to tell you.",
        "Rick: When?",
        "Michelle: I was going to.",
        "Rick: So, when did this...? So, wait a minute, you and Tony were expecting when he passed away, right?",
        "Michelle: Yes. Yes.",
        "Rick: Well, how far along are you?.",
        "Cop: Dr. Bauer?",
        "Rick: Yes?",
        "Cop: The casket is in the morgue.",
        "Rick: Uh, um, I'm sorry. I'll be right there. Okay.",
        "Michelle: Casket?",
        "Rick: There are some questions about Phillip.",
        "Michelle: You mean cause of death?",
        "Rick: I mean, is he dead.",
        "Michelle: What? You're opening up his casket?",
        "Rick: I saw him wheeled in here, Michelle. I saw the wounds that he sustained, and medically and logically, I know there's no way he could have survived that. But there is this part of me...",
        "Michelle: I know. I know.",
        "[SCENE_BREAK]",
        "Frank: Okay, here we go. Looking good.",
        "Buzz: Oh, we got a Groom at 3:00.",
        "Ross: Well, what do you know?",
        "Frank: Yeah, really. Nice of you to show up for your own wedding.",
        "Gus: Oh, please stop busting my chops. I'm just enjoying the last couple of minutes of being a bachelor.",
        "Coop: Uh, with who?",
        "Gus: With who? With the bride.",
        "Frank: Oh, no. I don't want to hear it.",
        "Buzz: Okay, you're in charge. I'll go get Harley.",
        "Gus: Don't bother. She's not dressed yet.",
        "Frank: Oh, I'm getting too much information!",
        "Gus: No, not like that, Frank. She's just not dressed in her dress thing. Thing she has to be dressed in.",
        "Buzz: Ross, do me a favor.",
        "Gus: She's got plenty of help.",
        "Buzz: Keep an eye on this one while I go get the other one.",
        "Ross: I won't let him out of my sight, Buzz. ( Clears throat ) Hi, Gus.",
        "Gus: Hey.",
        "Ross: Nervous?",
        "Gus: No. Me? No. I'm fine. I'm fine. Why would I be nervous? I was ready the first time. I'm fine.",
        "Ross: I know that, Gus. That's why I'm asking if you're nervous or not.",
        "Gus: Oh.",
        "Ross: Come on. Let's get some punch.",
        "Gus: Yeah. They spike it yet?",
        "Ross: No.",
        "Gus: Oh. All right. No, I'm cool, I'm fine. Let me ask you something. You've done I don't know how many of these things. When you do it, like your special touch, do they work out? Do they stick, these marriages?",
        "Ross: Gus, when the Mayor of Springfield performs a wedding ceremony, it sticks. It really is till death do you part.",
        "Gus: Oh. Until death. Yeah.",
        "Frank: So, Big Guy. How's my sister doing?",
        "Gus: She's good. Why?",
        "Frank: She's not worried?",
        "Gus: About what?",
        "Frank: About the possibility of Phillip not being in his own grave.",
        "Gus: Oh, come on. Don't...",
        "Frank: No, I'm talking about she's been running around town saying that she doesn't believe what your dad's been saying about Phillip. Well, you know what? We all know my sister, don't we?",
        "Gus: She doesn't have to worry about that. And as soon as the wedding starts, she won't think of... do you have the rings? Come here. Let me just have a...",
        "Frank: You can't have the rings.",
        "Gus: Just let me have a look at them.",
        "Frank: Not until the ceremony.",
        "Gus: I just want to look and make sure. Double-check. Hello. Hello there, my little friends. We're going to play in a little while, okay? Just making sure that, you know, you have them.",
        "Zach and Jude: Gus, Gus, Gus!",
        "Gus: Hey! What's up? What's going on, Guys. We don't need no suits for no weddings, do we? No, we don't.",
        "Zach: We're getting married for real this time.",
        "Gus: Yes, we're getting married for real this time. That's absolutely right. Hey. You guys want to go inside and taste a little of the cake?",
        "Jude: Yeah.",
        "Zach: We can't, we'll get in trouble.",
        "Gus: Oh, please. I'll show you how to do it. Remember? I showed you before. You eat it from behind. Nobody's going to notice.",
        "Ross: All right. We want to come too, Bud.",
        "Frank: All right.",
        "Michelle: Look, you go. Go take care of Phillip.",
        "Rick: In a second. We need to talk. You and me. Come on. Help me understand why you would keep something like this from me.",
        "Michelle: Because, Rick, I didn't want anyone to know until...",
        "Rick: Until what? When?",
        "Michelle: Until I know who the father is.",
        "Rick: Isn't Tony the father?",
        "Michelle: It's possible.",
        "Rick: What... what do you mean, \"it's possible\"? Who else is possible?",
        "Michelle: Danny. Okay? And I'm not sure.",
        "Rick: Great, great, great, great.",
        "Michelle: And I didn't want to complicate things for him until I am.",
        "Cop: Dr. Bauer.",
        "Rick: That's just... yes? I'll be right there. Okay? I'm not finished with you.",
        "Michelle: Rick? Say goodbye to Phillip for me. I never really got the chance.",
        "Rick: I know you didn't, Sweetheart.",
        "Michelle: ( Sighs )",
        "Marina: Michelle?",
        "[SCENE_BREAK]",
        "Cassie: Harley, you ready? Come on!",
        "Blake: Yeah, come on.",
        "Cassie: Yeah.",
        "Mel: Here, let me get it.",
        "Blake: Come on, Honey, we want to see you.",
        "Mel: Oh, Harley... ( ooh-ing )",
        "Cassie: You look beautiful.",
        "Blake: Oh, Honey. Not to steal Cassie's thunder, but you look like a princess.",
        "Harley: Aw.",
        "Blake: We just need Gus to march out on a white horse now.",
        "Harley: No, I don't want him on any horses. He'll fall off and break his neck, with my luck.",
        "Cassie: Well, turn around. Turn around.",
        "Harley: Anything showing?",
        "Cassie: Just how happy you are. No one deserves it more than you do.",
        "Harley: Oh, stop. Thank you. Thank you, thank you. All right now, you guys, grab something and go over to Company. I'll meet you there. My dad's going to be here in, like, two minutes.",
        "Blake: Not so fast, Darling. Did you think we would come empty-handed? You sit. Sit.",
        "Harley: Oh, gosh.",
        "Blake: Something old.",
        "Harley: This is last year's wedding program!",
        "Blake: New beginning.",
        "Mel: It's old.",
        "Cassie: And there is something new in here.",
        "Harley: ( Laughs ) Where's the bottom part of that?",
        "Cassie: Well, Gus has it on. ( Laughter )",
        "Harley: It's right here. ( Laughter )",
        "Mel: And something blue. The dominoes, \"60 Minute Man.\"",
        "Harley: 60 minutes? I wish. ( Laughter ) So, I don't get it. This is blue? No? No.",
        "Mel: The blues.",
        "Harley: Oh, the blues. The blues, right. Oh! I love it. Oh, I love it. That's so sweet. Thank you. ( Laughter ) Thank you guys.",
        "Cassie: Oh, we're not done. Here's something borrowed.",
        "Blake: This is from Nadine. Frank found it.",
        "Harley: Oh, gosh. ( Laughs ) It's a pig with wings. Get it? When pigs fly? ( Laughter ) Gosh, you had to know my mother.",
        "Blake: Oh, yeah.",
        "Harley: She was... that's so perfect. Oh, guys, thank you. I love you. Thank you. Now, get out. ( Laughter ) My dad is coming and you guys have got to go. You've got to go. You've got to go. Please take something with you.",
        "Mel: Here, take this.",
        "Blake: Okay. I've got this.",
        "Mel: All right.",
        "Cassie: You better not be late.",
        "Harley: I won't be late this time. I swear.",
        "Cassie: Okay.",
        "Harley: I promise.",
        "Blake: Okay. We love you.",
        "Harley: You have my flowers, right?",
        "Mel: Yes, we have everything.",
        "Harley: Bye. Okay. All right.",
        "Blake: Bye.",
        "_ Gus: We should know what's in the casket before we take that walk and say our vows. _",
        "( Noise in the hallway )",
        "Harley: Daddy?",
        "[SCENE_BREAK]",
        "Gus: You have a wedding cake and after you have a wedding cake, everything in your life is different. Oh, yeah. It's different. But, like your mother, your mom will love you the same before or after a wedding cake, but now you guys are going to have to share mommy with me. You know that? And she's going to have to share me with you. I mean, it's like if you both had a truck-- say, you like dump trucks?",
        "Jude: Yeah.",
        "Gus: And if you had, like, a fire truck, you guys should share the truck because it's more love than less love. It's better that way, you know what I mean? And I'm moving back in...",
        "Zach: Are you sure you're staying?",
        "Gus: Of course I'm going to stay. I missed you guys so much. I love you guys. Are you kidding me? I love you guys so much and I missed you. You'll be sick of me, I love you so much. I do.",
        "Zach: I love you too, Gus.",
        "Gus: You do? Well, then would you do... how about you?",
        "Jude: Me, too.",
        "Gus: Really? Oh, you guys. I'll tell you what. Will you do me a favor now? We had a little stealing of the cake. Will you guys wash up your grubby little faces, huh? And your hands, so we can get ready for this thing? Hurry up with the milk. Hurry up. Let's go, let's go, let's go, let's go. Let's go, let's go. Off, off, off with you.",
        "Frank: Hey.",
        "Zach: Hey.",
        "Gus: Go, go, go, go, go, go! The time?",
        "Frank: It's a minute since the last time you asked me. Awfully anxious to get things going, here?",
        "Gus: I'm anxious about a lot of things, Frank.",
        "[SCENE_BREAK]",
        "( Knocking on door )",
        "Buzz: Harley? ( Knocking on door ) Harley? Harley, the... Harley? Where is she?",
        "[SCENE_BREAK]",
        "Frank: You know, Gus, I told you not to touch those rings before the ceremony.",
        "Gus: I didn't, Frank. I just put them right here when the kids ran in and... nobody was here, right?",
        "Coop: All right, Gus, check your pockets.",
        "Gus: I don't have to check my pockets a thousand times. I put them right there and they're not here any place.",
        "Frank: Okay, you know, hold on. Hold on.",
        "Gus: I was eating cake.",
        "Frank: Just calm down.",
        "Gus: They ran in...",
        "Frank: Okay, let's retrace your steps. Where did you start?",
        "Gus: I had the bowls of ice cream. I brought them into the kitchen. I checked in the kitchen. Then I went to the bathroom, okay? I just went to the bathroom, and... ( Cell phone rings )",
        "Coop: Oh, that's probably Harley. She's probably canceling right now.",
        "Buzz: Uh, Gus? Is Harley there?",
        "Gus: What, are you kidding me? No, she's not here. You're supposed to be picking her up. Where are you?",
        "Buzz: At the hotel. I got here a little late. Maybe she panicked took a cab?",
        "Gus: Well, did you try to call her?",
        "Buzz: Well, her cell phone is here.",
        "Gus: She left her cell phone there. That's great. She never leaves her cell phone any place. I don't understand.",
        "Buzz: Look, I don't want to worry anybody but I have no idea where she is.",
        "Gus: All right, I know what you're thinking, okay, but even though this is turning out just like last year, there's got to be a logical explanation, right?",
        "Frank: I've got a theory.",
        "Gus: What's the theory?",
        "Frank: Don't worry. I just want to act on this by myself, okay? You just keep looking for the rings.",
        "Coop: Great, Frank. This is his way of evading one responsibility for one duty of that he has today.",
        "Frank: You know, Coop...",
        "Coop: Fine. I'm not helping, am I?",
        "Gus: Buzz, I've got to go. I can't be doing this, all right? I've got to look for the rings and everything, and I...",
        "Coop: Give me. He lost the rings, Pop.",
        "Gus: I didn't lose the rings!",
        "Coop: Yes, we do need you over here.",
        "Gus: They've got to be someplace. They couldn't just disappear like this.",
        "Coop: All right. Well, Harley's probably on her way over here right now with one of her girlfriends. You know that.",
        "Gus: Yeah, maybe.",
        "Coop: Okay, so what are the alternatives?",
        "Gus: Just keep looking around in the bushes or something. I don't know. I've got to call Rick. Hello? It's ringing. I'm talking to myself. Rick, listen it's Gus. I got a problem. I've lost the rings and the bride has disappeared so as soon as you find out what's going on with this coffin and what's in it, who's in it or what's going on... just call me as soon as you can, okay? I really appreciate it. Phillip. No, he didn't do anything. He's dead, he's dead.",
        "Frank: Oh, hey Ladies. Is Harley with you?",
        "Cassie: We left her at the hotel.",
        "Mel: She's not here?",
        "Frank: Got to go.",
        "Blake: Oh no.",
        "Cassie: No, no, no. Don't... do not freak out, because he did not say she was missing.",
        "Blake: Hello? The best man just ran out of here. Where is he going? The movies?",
        "Mel: ( Sighs ) Blake's right. Something's wrong.",
        "Cassie: Don't encourage her.",
        "Blake: Cassie, the alarm bells are going off.",
        "Cassie: Okay, Blake? Just reset them.",
        "Blake: Seriously. I think something is going on here. Something big.",
        "Frank: All right, olly olly oxen free!",
        "Harley: Frank. You scared me to death.",
        "Frank: Oh, really? I scared you? Pop thinks you're on a Greyhound Bus halfway to Mexico and Gus feels like he's lost about ten years of his life.",
        "Harley: Oh, please. I was gone for five minutes.",
        "Frank: Yeah, well... you're not wearing that, are you?",
        "Harley: Shut up!",
        "Frank: Just teasing. You look good. Hey. Yeah, I found her. She's fine. No, we'll be back as soon as I take care of a little business here, okay? Thanks, Pop. Okay. Why don't you... why don't you put a wish in the tree, there.",
        "Harley: It's not like it works or anything.",
        "Frank: Yeah, well, it did when we were kids. Come on, you remember. A wish in the tree...",
        "Harley: And eventually the wind will carry it to the place where dreams come true. Where is that, exactly?",
        "Frank: For me? I think it's right here.",
        "Harley: I guess it doesn't matter where it is, just that the dreams get there, right?",
        "Frank: Yep.",
        "Harley: So, what do you think happened to all those pieces of paper? I mean, they disappeared. Do you think Mommy took them?",
        "Frank: No, I don't think Mom ever took them. Maybe Pops. I mean, I don't know how he got up in the tree.",
        "Harley: Yeah. ( Laughter )",
        "Frank: Anyway, I think the point is, is that the wishes eventually got there. Right? I mean, that's all that's important.",
        "Harley: I'm not up here wishing that things work out for me and Gus, if that's what you're thinking, okay? Because he and I, we have been put to the test more than any other couple I know and we are meant to be with each other. We will make it. I know that.",
        "Frank: So, what are you wishing for?",
        "Harley: This is about Phillip. I was thinking about how much I loved him on the day we were married, and what a good guy he was back then. You know, before he got sick. So, anyway, that's why I came here today. To wish him peace.",
        "[SCENE_BREAK]",
        "Michelle: Is Danny with you?",
        "Marina: No, it's just me. I heard you were across the street so I thought I'd pop in.",
        "Michelle: Aren't you supposed to be at Harley's wedding?",
        "Marina: It hasn't started yet. How was Africa?",
        "Michelle: It was... it was interesting.",
        "Marina: Yeah.",
        "Michelle: Yeah.",
        "Marina: I'm sure. And now that you're back. You have any big plans? Anything special?",
        "Michelle: You mean \"anything special\" that might include Danny?",
        "Marina: Uh, no... uh... yes. I mean...",
        "Michelle: Well, you're right to be concerned. I do still have feelings for him.",
        "[SCENE_BREAK]",
        "Coop: Ross, I want to introduce you to the Video Guy.",
        "Ross: Oh, yeah. Hi.",
        "Mel: According to my clock, we're running late.",
        "Blake: No, we're not late yet. Don't worry. Uh-uh.",
        "Cassie: Don't worry? You're the one that has us in a state of panic, Blake.",
        "Blake: I was only kidding. Okay, okay. Something big is happening-- what, I don't know-- but this is not the same as last year.",
        "Danny: Hey. Has anyone seen Marina?",
        "Blake: Not the same. Okay? Last year we just had a bride missing. This year, it's a maid of honor, too.",
        "[SCENE_BREAK]",
        "Marina: You still have feelings...?",
        "Michelle: Yes. I do. I mean, I love Danny. We were married for years.",
        "Marina: Right. And that's why you're home. That's why you sent that P.I. To watch Danny.",
        "Michelle: Well, yeah. I just needed to know that he was happy.",
        "Marina: And?",
        "Michelle: And I found out you can't re-create the past. People move on, and change and grow, and need different things. And people. And I see you and Danny, that you guys are happy, so what I feel and what I want is not going to matter. I'm not going to try to ruin Danny's life.",
        "Marina: When did you decide all this?",
        "Michelle: Does it matter?",
        "Marina: No. I guess not.",
        "Michelle: You go back to the wedding, okay? Go have fun, be with Danny I really... I do wish you guys the best. Tell Harley \"Congratulations\" for me.",
        "Marina: Why don't you tell her?",
        "Michelle: I will, when I see her.",
        "Marina: No, no. I meant why don't you come to the wedding? Honestly, Harley would love to see you, and my dad will be there and he would love to see you. Everyone is going to be there.",
        "Michelle: Oh, you know what? I'll think about it.",
        "Marina: Come on. Please? I'll see you there?",
        "Michelle: I'll see. I'll see.",
        "[SCENE_BREAK]",
        "Frank: You climbed a tree in your wedding dress to wish Phillip peace?",
        "Harley: Well, I wanted to do it before Rick got back with the autopsy results. You know? Before I knew for sure if he...",
        "Frank: Hold on a second. What results are you talking about?",
        "Harley: Oh. Um, yeah. See, Gus kind of... kind of had Phillip's body exhumed as a wedding gift to me. Very cute.",
        "Frank: Oh my God.",
        "Harley: Yeah, and Rick is making the identification.",
        "Frank: I knew you couldn't let that go! You can't possibly tell me that you think Phillip's still alive!",
        "Harley: Well, probably not, Frank, but I have to know for sure. What if he is alive? How is that going to affect me, and my life with Gus, and my son? Those are the questions I keep asking myself over and over again. But you know what question I haven't asked myself, the important question? How will that affect Phillip? You know, a while back, he was a normal guy and he just wanted what everybody else wants. He wanted family and friends and children and... and love. And yeah, he lost sight of that, because he was sick, Frank. He was really, really sick. So say he's out there and he's getting better, like Alan says, and the whole crazy story is true. Doesn't he deserve the happiness that I have with Gus? Doesn't he deserve a second chance? I know I do. So say he is out there... what if he is? That's a big \"If.\" And he's getting better, and he's getting ready to come back to us, to be a father to my son again, well, that's a good thing, isn't it, Frank? That's a wonderful thing, right?",
        "Frank: Not as wonderful as you are.",
        "Harley: Yeah, yeah, yeah, yeah. Come on, let's do it. Come on. Okay, so I wish for this to go to the land of-- where the dreams come true. Peace, Phillip-- wherever you are. ( Noise outside door ) What was that?",
        "Frank: I don't know. Is anybody out here? It was probably a squirrel. So, little sister, do you think you want to get married right now, huh? Sometime soon? ( Laughter )",
        "[SCENE_BREAK]",
        "Gus: What's with the TV?",
        "Buzz: Huh? I hired a crew to tape the ceremony, which turned out to be a brilliant idea because if it gets too crowded out there, then they can watch it in here.",
        "Gus: Yeah. What's wrong with your camera? Don't you have a camera?",
        "Buzz: Hello? I'm the father of the bride. I'm supposed to be busy walking her down the aisle.",
        "Gus: Yeah. Yeah, yeah, right. I tell you, I hope this wedding doesn't fall under the Spaulding curse.",
        "Buzz: Oh, forget about it. I mean, the other wedding had \"Spaulding\" written all over it.",
        "Gus: No.",
        "Buzz: It was cursed from the beginning. But this? Here? Nothing bad ever happens here except indigestion.",
        "Gus: I've lost the rings. The rings have disappeared.",
        "Buzz: They're around somewhere.",
        "Gus: You don't seem that worried about it.",
        "Buzz: I'm not.",
        "Gus: Yeah, what's the matter with me? I'm going to marry your daughter with or without rings, right?",
        "Buzz: Right.",
        "[SCENE_BREAK]",
        "Frank: Now, when you climb down the tree, make sure you don't rip your dress.",
        "Harley: Okay. ( Laughs )",
        "Frank: Let's go. What's that?",
        "Harley: Good, Frank. You dropped my rings.",
        "Frank: Holy smokes. No, no, no. You don't understand. This is totally weird, because we couldn't find these earlier. And they're right there. Huh. Well...",
        "Harley: Well, you know the important thing is we found them. That's a good sign.",
        "Frank: Yeah, it is.",
        "Harley: That's a good sign.",
        "Frank: That's a good sign. All right, let's go.",
        "Harley: Yeah, let's go. Because I'm ready to get hitched.",
        "[SCENE_BREAK]",
        "Michelle: And that's that. Okay. We're all finished here.",
        "Nurse: Big party across the street.",
        "Michelle: Yeah. It's actually a wedding. The bride is a friend of mine.",
        "Nurse: Are you going?",
        "Michelle: I just might. It's time for me to start living again.",
        "[SCENE_BREAK]",
        "Frank: Okay, everybody. Here's the bride.",
        "Mel: About time! Harley?",
        "Harley: Sorry. Did I make you nervous?",
        "Blake: Oh, no, no. Nervous? No. Nobody's nervous. I need a drink, though.",
        "Harley: Sorry, Blake.",
        "Frank: Okay, Sis, I'm going to get back out there, okay?",
        "Harley: Okay.",
        "Frank: I love you, I love you, I love you. Good luck.",
        "Harley: I love you, too.",
        "Mel: Okay, come here. This flower is coming out. I just want to fix it.",
        "Harley: Oh, okay. Thank you.",
        "Blake: Okay, where did you disappear to? Tell me.",
        "Harley: Did Gus leave a message for me, by any chance?",
        "Cassie: Message? He's here, waiting to marry you.",
        "Harley: Right, right. Did Rick stop by?",
        "Mel: No. He's at the hospital, but he's coming.",
        "Harley: Oh, okay. Well, that's good. It's good. It's coming together. It's all coming together.",
        "Blake: Yeah.",
        "Cassie: Soon you're going to be Gus's wife.",
        "Harley: His wife. ( Laughter )",
        "Gus: Is this thing on?",
        "Harley: Yes, it's on. It's finally on.",
        "Ross: Oh, excuse me.",
        "Frank: I got it, Ross.",
        "Gus: I need a ring, so I'll use my ring and give me...",
        "Frank: You know what? I'll tell you what. How about these? Will these do?",
        "Gus: Frank, you found them. Where did you find them?",
        "Frank: It's not important. The important thing is, they showed up in the nick of time. Okay?",
        "Gus: All right, okay. Thank you. You saved my life. Now, where's Rick?",
        "Frank: I know where Rick is. Harley told me everything.",
        "Gus: That wasn't for me. That was for your sister, okay? That's why we're doing it. ( Music starts ) Oh man, here it is. We're going to go. We're going. It's happening.",
        "Frank: Okay. Do I hear an amen?",
        "Gus: I'll sing hallelujah sitting on my head if I have to. I can't believe this is...",
        "Ross: Gentlemen, shall we? Please?",
        "Gus: Calm down. Too much coffee. ( Greek music playing )",
        "Buzz: You ready?",
        "Harley: Mm-hmm.",
        "Buzz: Mm-hmm?",
        "Harley: Yep. I've never been more ready for anything in my life.",
        "Buzz: You know, you're a vision. When you walked through that door, it's just... it took my breath away-- which is not good for a man with a heart condition, so cut that out.",
        "Harley: Don't say something like that, Daddy. I love you.",
        "Buzz: I love you. Oh, I just had a rush. Your mom-- it's like she's here.",
        "Harley: I wish she was.",
        "Buzz: Nadine would be a puddle. So proud of you. I'm telling you.",
        "Harley: Don't. Daddy, don't, because I'm not going to get through this if you do that. ( Laughs )",
        "Buzz: Well, I know some blonde jokes.",
        "Harley: ( Laughs ) Gus is a good man. He is. He's a really good man. Next to you and Frank, he is the best. Right?",
        "Buzz: Oops. It's your moment.",
        "Rick: Harley.",
        "[SCENE_BREAK]",
        "_Announcer: Next, on \"Guiding Light.\" _",
        "Beth: You opened Phillip's grave.",
        "Harley: Did you do it?",
        "Rick: Yes, I did. I opened my best friend's casket.",
        "Frank: You think she's safe now?",
        "Ross: You have exchanged rings symbolizing that eternal love.",
        "Phillip: I don't have much time. People are looking for me."
    ],
    "Transcript Author": [
        "By Suzanne Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=Ju5zqz6roKY"
}