{
    "Episode Summary": [],
    "Recap": [],
    "Recap Author": "",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Reva: Jonathan, it's me. Look, I know I'm \r\nprobably the last person you want to talk to right now, but I... there's \r\nsomething I have to tell you. So call me, please. Olivia, its Reva. When you get \r\nthis message, could you call me back, please? I found out that your sister's \r\nhusband is very much alive. And I can't find Jonathan to warn him about his \r\nfather. And we both know what he's capable of. I think we have to find him, \r\nbefore he finds us. ",
        "",
        "Jonathan: I guess we both lost something, \r\nhuh? You lost your baby. I lost my mother. I'm not saying that those two things \r\nare equal. It's just... a loss. What? ",
        "Dinah: You never told me what happened.\r\n",
        "Jonathan: It doesn't matter. Mothers come and \r\ngo like the tide. ",
        "Dinah: Oh, come on. You don't mean that. I \r\nspent most of my life dreaming what it would be like to have a mother. \n",
        "Jonathan: Cue the violins. ",
        "Dinah: ( Laughs ) Stop. It was pretty great. \r\nPretty great to finally find her and have her. The connection was pretty \r\namazing, you know. I mean even though we weren't getting along, my mother loves \r\nme very much. I think she would do anything to protect me. ",
        "Jonathan: Yeah, well, I'm me and you're \r\nbetter off not being an incubator. ",
        "Dinah: Don't talk about it that way. I loved \r\nthat baby. Maybe you like being alone, but I don’t. ",
        "Jonathan: I know. But you would have been. \r\nThat baby belonged to Cassie and Edmund. ",
        "Dinah: Yeah, but there was a life growing \r\ninside of me, and it was my link to Edmund and all the plans I had, and that's \r\nwhy it was very hard to tell anyone that I lost it. ",
        "Jonathan: How long are you going to keep this \r\nup? ",
        "Dinah: I don't know. ( Laughs ) Maybe until \r\nI'm pregnant with Edmund’s baby for real. ",
        "Jonathan: Well, I don't want a baby. I just \r\nwant some mindless sex. ( Both laugh ) ( Knock at the door ) ",
        "Cassie: Dinah? It's Cassie. Can we talk?\r\n",
        "",
        "( Door rattling ) ( Gun shot ) ",
        "Harley: Gus? Gus? Gus? Gus? Oh, my God. What \r\ndid you do? Mallet, what did you do? ",
        "Sebastian: Alan. Alan. Come with me. Alan.\r\n",
        "Mallet: Harley. Harley, forget about him. \r\nWe've got to get you out of here. Come on. ",
        "Harley: No. ",
        "Mallet: Got to get out of here. You've got \r\nto. Come on. ",
        "Harley: ( Crying ) ",
        "Mallet: Come on. Come on. ",
        "Harley: No. ",
        "Mallet: It's okay. It's going to be all \r\nright. Come on. They're going to find you. Come on. ",
        "",
        "Nate: Everything all right? ",
        "Reva: Nate... ",
        "Nate: Yes? ",
        "Reva: What happened before? ",
        "Nate: You love your husband and he is \r\neverything. And I get it. ",
        "Reva: Thank you. ",
        "Nate: That was quite a scene out here with \r\nyour son. Is that what the phone call was about? ",
        "Reva: I came back here to tell you that I'm \r\nquitting. ",
        "Nate: You don't have to do that. Look, angel, \r\nif I went too far... ",
        "Reva: No, it's not that. Well, actually it is \r\npart of that. I mean, if you play with fire, you're going to get burned. And I \r\nhave been spontaneously combusting several times a day as it is. ",
        "Nate: So you should stay away from anything \r\nflammable. ",
        "Reva: Something like that. What happened with \r\nJonathan was a cold slap in the face for me. And he desperately needs someone to \r\nlove him, someone to try to undo the damage that was done to him by that \r\nmiserable piece of garbage. ",
        "Nate: Garbage. ",
        "Reva: Yeah. I mean, what else do you call a \r\nman who willfully destroys a child that he was trusted to raise? ",
        "Nate: Hmm. I'll admit it's hard to find much \r\ngood in Jonathan, but you're his mother. ",
        "Reva: Well, you know, I was there for the \r\ncreation and absent for the duration. That's me. He'd actually get a laugh out \r\nof that. ",
        "Nate: I just think there comes a time when a \r\nyoung man has to take responsibility for his life. I mean, his old man's gone, \r\nright? ",
        "Reva: That's actually what the phone call \r\nwas. It appears that Jonathan’s adoptive father is alive. And I could never \r\nforgive myself if I didn't make him face what he did to my kid. ( Crying )\r\n",
        "Nate: You need to quit this job to do that?\r\n",
        "Reva: I need to quit this job because I love \r\nmy husband, Nate. And I need to help my son, too. We need to find this man that \r\nnearly destroyed him. ",
        "Nate: Well, on that point, all I can say is \r\nlook no further. ",
        "",
        "Cassie: Dinah? Come on. Let me in. \n",
        "Dinah: Get out. Get your clothes. ",
        "Jonathan: No, I wouldn't miss this for the \r\nworld. ",
        "Cassie: I have a pass key, Dinah. I can just \r\nopen the door. ",
        "Dinah: Get away from the door. ",
        "Cassie: Dinah, is something wrong? \n",
        "Dinah: No. I'm not feeling well. I have \r\nmorning sickness. ",
        "Cassie: Still? ",
        "Dinah: You keep your mouth shut. You keep \r\nyour mouth shut about... ( Jonathan laughs ) don't laugh. You keep your mouth \r\nshut about this baby. ",
        "Dinah: You're going to get mindless sex, \r\nokay? All you can handle. ",
        "Jonathan: I can handle a lot. ",
        "Dinah: Just... do we have a deal? ",
        "Jonathan: Sounds like a fair trade. \n",
        "Dinah: Okay. ",
        "Jonathan: ( In southern accent ) But, Dinah, \r\nwhat ever will we do about the baby? ",
        "Dinah: Stop. Give me the baby. I've got to \r\nput it on. You've got to help me put it on. Come on. Hurry. Hurry. Thank you.\r\n",
        "Jonathan: You're welcome. ",
        "Cassie: All right, Dinah, I'm coming in.\r\n",
        "Dinah: Wait a minute. ",
        "Cassie: No. Coming in. What's going on?\r\n",
        "Dinah: Nothing. Nothing. I actually got \r\ndizzy. So I went to the bathroom and I got dizzy again and I went to the \r\nbathroom and I got dizzy again and I have to go to the bathroom a ",
        "Cassie: Well, are you okay? Do you want me to \r\ncall a doctor? ",
        "Dinah: Oh, yeah. No, no, no, no. I'm \r\nactually... I'm feeling good. I'm good. ",
        "Cassie: You just went to the bathroom three \r\ntimes. ",
        "Dinah: Except for that, I'm good. ",
        "Cassie: Was Edmund here? ",
        "Dinah: No. Why would Edmund be here? \n",
        "Cassie: Because you seem nervous and you seem \r\nscared. ",
        "Dinah: You make me nervous. That's why.\r\n",
        "Cassie: Since when do I make you nervous?\r\n",
        "Dinah: Since the pressure of carrying your \r\nbaby and the challenge, you know. I mean, my gosh. Would you just give me a \r\nbreak? ",
        "Cassie: Okay. You know, you could tell me if \r\nEdmund were here, right? I mean, did he threaten you? ",
        "Jonathan: Don't worry, Auntie Cassie. As long \r\nas I'm here, no one's going to lay a hand on my Dinah- mite. Ain't that right, \r\nSugar Plum? ",
        "",
        "Harley: ( Crying ) ",
        "Mallet: Harley. Shhh. Shhh. Harley. Come \r\nhere. Harley, Harley, I'm sorry. ",
        "Harley: What do you mean you're sorry? \n",
        "Mallet: There's nothing... there nothing we \r\ncould do. Come here. Come here. ",
        "Sebastian: With me. Now. ",
        "Alan: Now my son's shot. That’s not supposed \r\nto happen. ",
        "Sebastian: Alan. Alan, listen to me. Do you \r\nwant to get caught? ",
        "Alan: Not another son. No. ",
        "Mallet: Now you can hit me all you want, but \r\nit's not going to change the fact. ",
        "Harley: You shot the man I love. ( Crying )\r\n",
        "Mallet: Listen to me. He had a gun! He was \r\nreaching for it. I didn't know what he was going to do. ",
        "Harley: You're a liar. I don't understand. \r\nWhat... what happened? What are you doing with that gun? ",
        "Mallet: Harley. Harley, listen to me. Harley, \r\nthink about your kids. There's still a chance that you could raise them, but we \r\nhave to run. ",
        "Harley: Let me go. ",
        "Mallet: Come on. We've got to get out of \r\nhere. ",
        "Harley: No. ",
        "Cop: Freeze! ",
        "Cop: Don't move. ",
        "Mallet: Easy. Easy. I'm a prison warden and a \r\nformer detective of the Springfield PD. I'm going to reach into my jacket and \r\nshow you some ID, okay? So easy on that finger. Okay, take it off the trigger. \r\nNow listen, pal, you're young. You don't want to mess this up, okay. This is \r\nwhat you're going to do; you're going to call for backup and then you're calling \r\nin a 10-38 for an ambulance. We've got a guy here that's been shot. He was \r\naiding and abetting a fugitive. ",
        "Cop: You took him out? ",
        "Mallet: Call for back-up. This place is about \r\nto be swimming in blue. If someone recognizes you... hey, Harley. ",
        "Harley: I don't care. ",
        "Mallet: Come on. Tough. Let's go. ",
        "Harley: ( Crying ) ",
        "Mallet: We've got to get out of here. Come \r\non. I need a doctor. ",
        "",
        "Alan: I should have never sent Mallet after \r\nHarley. It's all her fault! ",
        "Sebastian: Alan. Alan. Alan, you need to calm \r\ndown. ",
        "Alan: I will not! I want my son. Not you.\r\n",
        "Sebastian: Listen to me. Alan, Alan. I'm your \r\nonly salvation now, okay. So if you be quiet, we're going to get out of this. \r\nIt'll be fine. ",
        "Alan: It should have been Harley. It should \r\nhave been Harley. ",
        "Sebastian: Alan, death waits for everyone. \r\nShe'll have her day. ",
        "Nurse: What's the problem? ",
        "Sebastian: This is Alan Spaulding. He's a \r\nvery, very influential man. He needs treatment and he needs you to be discreet. \r\nMr. Spaulding is generous to those who take care of him-- very generous, if you \r\ncatch my drift. ",
        "Nurse: Do you know what's wrong with him?\r\n",
        "Sebastian: Nothing critical. He's just had a \r\nvery terrible shock. He's had some really bad news. The thing is, he has a heart \r\ncondition, okay? And I want to make sure he gets the best of care, starting with \r\nsomething to calm him down, calm his nerves. And a private room. ",
        "Nurse: We have a top cardiologist on call. \r\nI'll make sure he understands the situation. ",
        "Sebastian: Okay, thank you. Thanks. \n",
        "Alan: My fault. It's my fault. ",
        "Sebastian: Alan, everything's going to be \r\nokay. ",
        "Alan: No, no, no, it isn’t. My sons. Phillip. \r\nThe blood. ",
        "Sebastian: You mean Gus, Alan. It's okay, \r\nyou're confused. ",
        "Alan: Once you pull the trigger, it's easy to \r\ndo again. ",
        "",
        "Reva: Do you know something about Jonathan’s \r\nabusive freak of a father? ",
        "Nate: I know I want to help you find him.\r\n",
        "Reva: I appreciate that, but... ",
        "Nate: Reva, look. I have been the cause of \r\nsome trouble in your life, and Josh is out of town, and I don't want to lose \r\nyou. ",
        "Reva: Nate. ",
        "Nate: As a friend. And my best mixologist. \r\nYou shouldn't have to find this guy by yourself. ",
        "Reva: I don't even know where to start \r\nlooking for him, and I have no idea how dangerous he is. ",
        "Nate: Exactly. You need assistance, someone \r\nto watch your back. Well, you've got me. ",
        "Reva: If I need any help, I'll get it from my \r\nfamily. ",
        "Nate: Do you really want to involve them?\r\n",
        "Reva: No, I don't, but I'm already too \r\ninvolved with you. I need to get back to my real family. ",
        "Nate: Oh. ( Laughs ) I'm the dirty little \r\nsecret that's swept under the rug. ",
        "Reva: No, no... ",
        "Nate: No, it's okay. It's okay. ( Laughs )\r\n",
        "Reva: Don't say that. ",
        "Nate: No, you've made your choice. Just know \r\nthat this place is always here for you, should you change your mind. ( Glass \r\nbreaks ) ",
        "Reva: What... oh, God. Nate. ",
        "Nate: No, it's all right. I just... \n",
        "Reva: What did you do? Is it? Oh... \n",
        "Nate: I dropped a glass. ",
        "Reva: That's blood. Let me help you. I \r\nknow... I'm sorry. I upset you. It's my fault. ",
        "Nate: ( Laughs ) Ow. ",
        "",
        "Cassie: What is he doing here? Did he force \r\nhimself in here? ",
        "Jonathan: First of all, no one forced anyone \r\nto do anything. You should know I've never had to force a woman. Now, I'm not \r\nsaying I've never lied to a woman. ",
        "Cassie: You say another word and I'm going to \r\nmake your face look like your hair. Get out before I call Security. ",
        "Dinah: Actually, Jonathan’s been very sweet.\r\n",
        "Jonathan: See? I can do sweet. ",
        "Dinah: With Edmund acting all crazy lately, \r\nI've been a nervous wreck and the fact that Jonathan is no friend of his uncle, \r\nI thought he was a perfect person to hang out with. ",
        "Cassie: Get a guard dog, Dinah. ",
        "Jonathan: ( Barks ) ",
        "Dinah: He's super comforting. ",
        "Jonathan: I'd like to comfort you, too, if \r\nyou want. ",
        "Cassie: I'd rather chew glass. ",
        "Dinah: Thank you. Thank you for coming by. I \r\nappreciate it. ",
        "Cassie: You know, I've been dealing life \r\nwithout Edmund just fine and I don't need to be comforted by you or anybody \r\nelse. ",
        "Jonathan: No, I didn't want to comfort you \r\nabout Eddie. I wanted to comfort you about your baby. I'm sorry that that can't \r\nhappen now. ",
        "",
        "Mallet: We're going to take a little breather \r\nhere for a while. ",
        "Harley: I can't breathe. I can't move. \n",
        "Mallet: We can stay safe if we stay low. \r\nOkay? Stay in during the day. Harley. You've got to trust me on this one, okay? \r\nJust trust me on this one. Everything's going to be okay. ",
        "Harley: No. Gus was keeping me safe. And I \r\nloved him. I don't love you. You didn't want a chance to do right by me. You \r\ndidn't want to save me. You wanted to hurt him. Did you really think in your \r\nwildest dreams that I would want to be with you? I hate you. I hate you! \n",
        "Mallet: Easy, Harley. Easy. Calm down. Calm \r\ndown. Harley. Harley, that's enough. That's enough. Calm down. ",
        "Harley: If Gus has to die, why shouldn't you?\r\n",
        "",
        "Nate: It's no big deal. Cutting your hand on \r\na glass is an occupational hazard. ",
        "Reva: Well... ",
        "Nate: On the other hand, you see what happens \r\nwhen I lose my best bartender. ",
        "Reva: You could learn to make a one-handed \r\nmartini. ",
        "Nate: There's a selling point. Get some \r\nfliers made up. ",
        "Reva: I'll stay on until you find a \r\nreplacement. ",
        "Nate: There's no replacement for you, Reva.\r\n",
        "Reva: I don't know how long. I meant what I \r\nsaid. ",
        "Nate: You're leaving me. ",
        "Reva: Don't put it that way. ",
        "Nate: I'm sorry. Look, you stay on for a \r\ncouple of shifts and I'll help you find your son's dad. Deal? ",
        "Reva: Yeah. But first I have to find \r\nJonathan, and after raising my hand to him today, I doubt whether he'll ever \r\nwant to speak to me again. ",
        "",
        "Cassie: What do you mean, the baby's not \r\ngoing to happen. What are you talking about? ",
        "Jonathan: Well, now that you and Eddie are no \r\nlonger together, you can't try and make another kid, so you're just going to \r\nhave to trust the rent- a-womb here. And I'll do everything in my power to make \r\nsure that that happens. ",
        "Cassie: We'll I hope you're not offended if I \r\nsay \"No, thanks.\" Why would I care if you were offended? ",
        "Jonathan: Cassie. ",
        "Cassie: Here's something for you, Jonathan: \r\nStay the hell away from my baby. I don't know if you've heard, but I've been \r\nhanging out with the DA lately. ",
        "Jonathan: Ooh. Why so hostile? ",
        "Dinah: Jonathan, you should go. ",
        "Jonathan: Okay. I'll go. Staying away is \r\ngoing to be a bit of a dilemma, though. You see, me and your gestational \r\nwhatever-you-call-it, we're seeing each other now. ",
        "Cassie: I think I'm going to be sick. \n",
        "Jonathan: Now, that would make a good \r\ngreeting card. Bye. ",
        "Cassie: Of all the men you could have picked.\r\n",
        "",
        "Mallet: There's a lot of stuff going on here \r\nthat you don't have a clue about, okay? Now, listen. Alan's the one that got me \r\nout of prison. It was his team of lawyers... ",
        "Harley: You're working with Alan Spaulding? \r\nTo nail his own son? Who are you? ",
        "Mallet: Listen. I'm telling you... \n",
        "Harley: You have been waiting all these years \r\nfor me, and when you realized I had moved on with my life, you couldn't handle \r\nit. ",
        "Mallet: I just wanted you to be happy. \n",
        "Harley: You keep saying that. ",
        "Mallet: Well, you know it's true. You know \r\nthat I want... ",
        "Harley: Me. You want me. Well, here I am. I'm \r\nright here. Only you'll never have me. You will never kiss me. You will never \r\nhold me. You will never love me, because I love him. You should have just left \r\nme alone in prison, because at least when I was in prison, I knew that he was \r\nout here, alive. And now... now I'll be alone for the rest of my life. Because I \r\nsure as hell am not going to be with you. ",
        "Mallet: So that's how you feel. Okay. Then do \r\nit. Then do it. ( Gun clicks ) ",
        "Harley: ( Sobs ) ",
        "Mallet: You've got a chance for freedom right \r\nnow. Why don't you get that? ",
        "Harley: A chance with you? You go to hell!\r\n",
        "",
        "Jonathan: What? ",
        "Reva: I'm sorry? ",
        "Jonathan: You called? ",
        "Reva: Yeah, I did. ",
        "Jonathan: Where's your boss? ",
        "Reva: Um, he's in the back. ",
        "Jonathan: Reva, did Nate hurt you? \n",
        "Reva: No, no. No, no. But I do... there's \r\nsomething I have to tell you. Your father is alive. ",
        "Jonathan: No, he's not. ",
        "Reva: Jonathan. ",
        "Jonathan: There was a boating accident.\r\n",
        "Reva: No. The authorities think that he faked \r\nthat accident to avoid creditors, and that he started a new life. ",
        "Jonathan: So? As long as he stays away from \r\nme. ",
        "Reva: We have to find him. ",
        "Jonathan: No. Reva, you stay the hell out of \r\nit. ",
        "Reva: No. Because you never got a chance to \r\nconfront him when we went back to that old house. ",
        "Jonathan: I don't care, Reva. ",
        "Reva: If we ever want to be whole again or be \r\nnormal, never have to do what we did to each other today, you have to take that \r\nrage that is inside you and you have to throw it in his face. You have to face \r\nhim. ",
        "",
        "Cassie: You can't see him anymore. \n",
        "Dinah: Excuse me? ",
        "Cassie: You heard me. ",
        "Dinah: He makes me laugh, he makes me happy. \r\nHow is that bad for a pregnancy? ",
        "Cassie: You have no idea what he's capable \r\nof. ",
        "Dinah: Maybe not, but I certainly know what \r\nEdmund is capable of, and I don't want you spying on me. ",
        "Cassie: I'm not spying on you. ",
        "Dinah: Then why are you here? ( Knock on door \r\n) ",
        "Cassie: You'll see. Hi. Dinah, this is Twyla. \r\nShe is a nurse midwife. Twyla is going to be your doula. ",
        "Dinah: ( Laughs ) My who? ",
        "Twyla: Think of me as full- time hands-on \r\npregnancy, labor, and delivery support. It's nice to meet you, Dinah. \n",
        "Dinah: ( Laughs ) you are not getting your \r\nhands on me. ",
        "Nurse: The doctor's on his way. ",
        "",
        "Sebastian: Thank you. Thank you so much. \r\nAlan? You're going to be fine, okay? They gave you a mild sedative, and it's \r\ngoing to help you sleep, so you just need to relax. ",
        "Alan: My sons. Gone. ",
        "Sebastian: I know. You said you felt \r\nresponsible for Gus and Phillip’s deaths. ",
        "Alan: Both of them. ",
        "Sebastian: Alan. Alan, it wasn't your fault. \r\nYou're a good father. You sent Mallet after Harley so that you could protect \r\nGus. ",
        "Alan: Not Gus. Phillip. I did it. I did it.\r\n",
        "Sebastian: What? What are you... what are you \r\nsaying? Alan? Alan? My God. You killed Phillip. Why? You loved Phillip. This is \r\nwhat Dr. Wallace had over you. He must have... he knew. And now I know, too. \r\nWhat... I wonder what my silence is worth, Alan? A new sports car? A villa in \r\nTuscany? Well, well, well. My very own Sugar Daddy. ( Choking ) ",
        "",
        "Harley: I'll turn myself in before I take one \r\nmore step with you. ",
        "Mallet: Well, you don't have that option.\r\n",
        "Harley: You know, you've been a prison warden \r\nfor so long, you think everybody is your prisoner. ",
        "Mallet: Would you stop? Would you just stop \r\nand listen to me? Listen to me. If you're through feeling sorry for yourself and \r\nhating me, maybe it's time for you to listen. ",
        "Harley: Go away. ",
        "Mallet: Listen to me. Gus isn't dead, okay? \r\nHe is not dead. ",
        "Harley: What? ",
        "Mallet: He's going to go on living, maybe \r\neven happily ever after with you, but you're going to have to start doing what \r\nyou're told, trusting me, and doing what Gus is asking you to do. ",
        "Harley: What are you talking about? \n",
        "Mallet: Gus is alive. He's not shot. Now, do \r\nyou want to hear more or do you want to run out into the street and have the \r\ncops arrest you? Because if you do that, then we're all going to prison. \n",
        "",
        "Cop: Forget the ambulance. This guy needs a \r\nhearse. ",
        "",
        "Reva: Jonathan, this is your chance, you \r\nknow, to shake off this man. To stand up to him. ",
        "Jonathan: You don't know him like I do.\r\n",
        "Reva: I'm not afraid of him, and you \r\nshouldn't be either. He's a bully. Only bullies hit kids. ",
        "Jonathan: Yeah. What kind of parent hits \r\ntheir son? ",
        "Reva: I'm sorry. I shouldn't have done that, \r\nbut I can help you. ",
        "Jonathan: No. I don't want to find him.\r\n",
        "Reva: I know you're angry with me right now.\r\n",
        "Jonathan: If you only knew. ",
        "Reva: If I only knew what? What? ",
        "Jonathan: ( Sighs ) ",
        "Reva: Jonathan, don't do this. Please. \r\nDon’t... ",
        "Jonathan: No. ",
        "Reva: What is wrong... don't do this to \r\nyourself. Don't do this to everyone else around you. ",
        "Jonathan: All right, whatever. Suit yourself. \r\nYou want to go find this guy? Go find him. I don't care what he is or where he \r\nis or what he's doing, as long as he stays away from me. And that goes for you, \r\ntoo, okay? ",
        "Nate: Everything all right in here? \n",
        "Reva: Yeah. It's fine. ",
        "Jonathan: I'm out. ",
        "Nate: Stay for a beer. I owe you one. \n",
        "Jonathan: No. You don't owe me anything.\r\n",
        "Reva: Jonathan? Please just... please come \r\nhome with me so that we can talk. ",
        "Jonathan: I'm all talked out. I'll stay for \r\nthat free beer, though. If you're leaving. ",
        "Reva: I'll call you. ",
        "Nate: That was quite a performance. \n",
        "Jonathan: What did you offer her? ",
        "Nate: Help her find your adoptive dad. How \r\nlong do you reckon that's going to take? ",
        "Jonathan: It's not going to take a long time. \r\nWhy don't you just sell this stuff and move on? ",
        "Nate: Now that I've got you on my side? You \r\ncould have told Reva who I was, but you didn’t. ",
        "Jonathan: Doesn't mean I won’t. ",
        "Nate: Oh, come on. Who are you kidding? \r\nYou've chosen your side. You're my boy. You're not hers. Reva won't know what \r\nhit her. ",
        "",
        "Cassie: Okay, I get that she's a little funky \r\nand a little new age, okay? But Twyla is amazing and she also has an amazing \r\ngift of making sure babies come into the world healthy. Now, don't you think \r\nthat's the most important thing here? ",
        "Dinah: What, am I going to say no, that \r\nthat's not important? Of course. I just don't want to be rushed into something, \r\nthat's all. ",
        "Twyla: Let's just take this step-by-step. \r\nWe'll go slow, okay? ",
        "Dinah: Okay. No touchy-touchy. ",
        "Twyla: I'm fine with that for now. We'll \r\nstart with some simple breathing exercises. Cassie? ",
        "Cassie: Okay. That's weird. Okay. ",
        "Twyla: Now, just let your fingers rest on \r\nDinah’s temples. Gentle rubbing. ",
        "Cassie: Oh, man. ",
        "Dinah: What is wrong? ",
        "Cassie: It's just... the whole baby thing is \r\njust becoming so real, you know? ",
        "Twyla: That's what we want. ",
        "Cassie: Thank you, Dinah. I'm very grateful, \r\nyou know? This is just a gift, and it's wonderful that you're helping bring this \r\nnew life into the world. ",
        "Twyla: Beautiful. Bonding like this, it's \r\njust beautiful. And breathe. ( Deep breathing ) ",
        "Dinah: Well, Cassie, you know when there's \r\nlife, there's hope. For both of us. ",
        "Twyla: Breathe together. ",
        "",
        "Alan: So, you figured it out, did you, \r\nSebastian? ",
        "Sebastian: I didn't figure anything. \n",
        "Alan: Go ahead and say it. Say it. \n",
        "Sebastian: Okay. Okay. You killed Phillip. \r\nYou murdered your own son. ",
        "Alan: Why should I let you go anyway, huh?\r\n",
        "Sebastian: Because your secret is safe with \r\nme. ",
        "Alan: Really? How much is it going to cost \r\nme? A villa? Sports car? Huh? ",
        "Sebastian: Forget all that. Forget it. We'll \r\nwork this out some other way. Let go. ",
        "Alan: Do you know what it is like to lose \r\nyour sons? ",
        "Sebastian: No. But I know you're in pain. I \r\nknow what that's like. I lost my father. He died in my arms, so I know what \r\nthat's like, Alan, to lose somebody. I can help you. I want to help you. ( \r\nGasping ) ",
        "Alan: I believe you. ",
        "Sebastian: Your sons... your sons are gone, \r\nAlan, but I'm here. I'm here. And now I can be your son. ",
        "",
        "Harley: So all of a sudden, Gus is alive?\r\n",
        "Mallet: No, no. He's been alive all along.\r\n",
        "Harley: Why do I believe anything that you \r\ntell me? ",
        "Mallet: There were no bullets in the gun?\r\n",
        "Harley: So Gus is alive? He's fine? \n",
        "Mallet: Yes. We had a plan, okay? It wasn't a \r\nperfect one, but at least we got you out... ",
        "Harley: Oh, my God. ",
        "Mallet: What are you doing? You're doing this \r\nagain. Would you stop doing this. I wanted to tell you. ",
        "Harley: How could you make me go through \r\nsomething like that? ",
        "Mallet: You? What about me? I was the one on \r\nthe wrong side of the gun. I was trying to keep the plan going as long as I \r\ncould. ",
        "Harley: Wait a second. So Gus is alive?\r\n",
        "Mallet: Yes. ",
        "Harley: Jerk! ",
        "Mallet: It was Gus’s idea. He came up with \r\nthe plan. ",
        "Harley: Yeah, but you were the one who let me \r\nbelieve it was true. I was suffering! I was crying in front of you. I held a gun \r\nto you. I knew that you wouldn't shoot him. I knew it! ",
        "Mallet: I was trying to do the best I could. \r\nGus and I ran into each other at the TV studio. We had about two seconds to come \r\nup with something and we had to make it look good. We had to make it look real, \r\nespecially to you, to make sure that you would run away with me. ",
        "Harley: Run away? ",
        "Mallet: We knew you wouldn't leave Gus’s side \r\nunless there was no hope. ",
        "Harley: No hope? ",
        "Mallet: Is there an echo in here? Yes. Look, \r\nwe had to make the situation so extreme that you wouldn't have a choice. \n",
        "Harley: Right. ",
        "Mallet: We could jump start your instincts \r\nfor your own survival. ",
        "Harley: Yeah, yeah, yeah. That's why you \r\nbrought up my kids when you did. Right? ",
        "Mallet: Yes. Gus knew your best chance for \r\nsurvival was if you two split up. ",
        "Harley: And that's where you conveniently \r\ncame in. ( Sirens wailing ) ",
        "",
        "Cop: Would someone get forensics down here \r\nand deal with this body? ",
        "Gus: Sorry, pal. ",
        "",
        "Mallet: Now, I did my part and now you need \r\nto do yours. Stop getting your back up about the methods and look at the \r\nresults. Gus is keeping the cops busy so you are able to escape. ",
        "Harley: Well, you boys have had your fun-- at \r\nmy expense, I might add-- but I am not leaving Gus out there to take the fall \r\nfor me. No way! ",
        "Mallet: Gus' only chance is to get away on \r\nhis own. There's nothing you can do for him now. The only thing you can do now \r\nis let me protect you. ",
        "Harley: ( Sighs ) ",
        "",
        "Next on “Guiding Light”... ",
        "Jonathan: Hey, Dinah-mite! ",
        "Dinah: What's going on? ",
        "Jonathan: I'm going to go in the shower and \r\nwash off this lousy week. ( Laughs ) ",
        "Dinah: I want a family, Jonathan. ",
        "Jonathan: Family sucks. ",
        "Reva: Excuse me. Jonathan's father... that \r\ncreep is still out there, Joshua. ",
        "Josh: What's got you so upset? ",
        "Reva: You can't go to San Cristobal and leave \r\nme alone here. Not now. "
    ],
    "Transcript Author": [],
    "url": "https://www.youtube.com/watch?v=4_SvVJh-2pI"
}