{
    "Episode Summary": [],
    "Recap": [
        "Shayne's initial first step seems almost too good to be true. At first, he believes he had help. But when he tries it again, on his own, he and everyone else realize the miracle is real \u0096 Shayne can walk. Reva and Josh momentarily overcome the distance that's existed between them to revel in their son's recovery. Marah, too, is able to share in Shayne's moment. And most of all, Marina, his constant champion can hold him close and know their future is filled with possibility. But at that very moment, unknown to her, Buzz is preparing to leave town. At the same time, Gus seeks out Harley to tell her that he's worried about her father. But to Gus's surprise, he finds her with Brad. Harley is stuck for an explanation when Brad, of all people, bails her out. Later, when Gus tells her about Buzz, Harley has the sinking feeling that her father must be grievously ill. She goes to Buzz believing he \"won't be around\" much longer. In a case of comic misunderstanding, he tries to tell her goodbye, while she thinks he's headed for the grave. Thankfully, Marina calls Buzz to tell him the good news about Shayne. While praising his granddaughter for her unwavering courage and optimism, Buzz hears his own words and realizes he's running out on the people who need him most. By the end of the day, Buzz has a change of heart. Meanwhile, Gus encounters Bill, who is becoming more and more of a player in the political and business worlds of Springfield. Bill wants to include Gus in his plans for the future. While all this is going on, Tony and Eden's \"spa\" treatment is interrupted by a call from the informant with information that could save Bill and Danny. Tony and Eden go to a parking garage to meet the informant, who fancies himself \"The Shadow.\" And there they learn the name of the person who has brought the mob into Lewis Construction \u0096 and threatened Danny's campaign."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Josh: We got you covered now, okay? Time to step out. Take your time.",
        "Reva: You can do this, Shayne.",
        "Rick: Whenever you're ready, Shayne.",
        "Josh: Ready?",
        "Shayne: Yeah.",
        "Josh: Doing it by yourself?",
        "Shayne: Yeah.",
        "Josh: Take your time.",
        "Marah: Come on, push.",
        "Reva: That's good. That's good. That's good.",
        "Josh: You got it. Come on. Come on.",
        "Reva: You got it.",
        "Shayne: Hold on.",
        "Josh: Almost there.",
        "Marina: Come on, Shayne.",
        "Reva: Up, up, up.",
        "Shayne: I can't. I can't.",
        "Josh: Okay, okay. All right. That was a good first effort. Let's just give it another go, okay.",
        "Shayne: I don't think so.",
        "Josh: Shayne. Remember when you were a little kid you wanted to fly all the time? I just told your mom that story again the other day. Do you remember? You used to climb up to the top of the stairs so you could take off.",
        "Shayne: Dad...",
        "Josh: Now right now... right now you're one step away from the top. You're one step away. You never used to never used to hang your head like this when you were younger. Don't do it now. Let's just get you out of that chair. Just keep trying, Son. Come on. Come on.",
        "Eden: Take a good look, Tony. It's last one you'll ever get.",
        "Tony: Now, see, Eden, that's what I'm talking about. You can talk all you want about Bill, Bill, Bill, but I'm the one guy... one guy who does it for you, you know that? I'm the one guy who gets you so worked up that you jump out of a bubble bath just to prove me wrong. Hold on. You told me to take a good long look. And I'm not done. I'm still looking.",
        "Brad: Hmm? Hmm? (Laughs)",
        "Harley: Wow.",
        "Brad: Yes.",
        "Harley: Nothing I love more than a slimy, briny oyster.",
        "Brad: Well, in that case let's have another.",
        "Harley: No, no. You know what they say about oysters.",
        "Brad: Oh. Well, you care to see if there's any truth to that rumor?",
        "Harley: Brad Green, are you trying to seduce me?",
        "Brad: Absolutely not.",
        "Jeffrey: Easy, Terrier, don't forget he holds the keys to the Kingdom of Spaulding.",
        "Brad: Unless of course you'd like me to seduce you, Harley.",
        "Harley: Well, what woman wouldn't want you to try to seduce them? Brad Green, the man behind Spaulding Pharmaceuticals. That kind of power is very attractive.",
        "Brad: So that's all you see when you look at me is my job.",
        "Harley: No, of course not. No, I see an excellent weight spotter in the gym.",
        "(Both laugh)",
        "Harley: A man who knows his way around shellfish. And... well, you know this. But a very, very attractive man. But, Brad, we can't.",
        "Brad: Oh, why not?",
        "Harley: Marie. Your wife. Remember her? We both know how possessive she can be.",
        "Brad: Possessive. Try homicidal. She'd murder me if she knew I was here with you.",
        "Harley: Which is why we can't.",
        "Brad: Of course we could make sure she never found out.",
        "(Both laugh)",
        "Brad: Now that's how it's done, huh?",
        "Harley: Gus, hi.",
        "Gus: Hi, honey. Hello, Brad. Oysters? You hate oysters.",
        "Harley: I do hate oysters. But...",
        "Gus: Let me ask you something, Brad? What are you doing feeding my fiancée oysters?",
        "Jeffrey: Come on, Terrier, roll over, play dead.",
        "Brad: Well, I ran into Harley while she was waiting for a client. So I bought her a drink to pay her back for this Lori Jensen mess that happened. It was the least I could do.",
        "Gus: So you felt like you needed to do more, though? With the oysters?",
        "Harley: Actually that was my fault. I mean he ordered them, I mentioned that I hated them and he dared me to try one. You know me when it comes to a bet.",
        "(Laughter)",
        "Gus: Mm-hmm. Just a girl that can't say \u0091no'. What did you win?",
        "Harley: What do you mean?",
        "Gus: What did you win? You ate the thing. Didn't you win something? What was the bet?",
        "Harley: Twenty bucks.",
        "(Laughter)",
        "Gus: I see.",
        "Harley: Twenty bucks. Mine.",
        "Brad: Well, I have to go, get home to the missus. You two have a nice evening. I'll see at the office, huh, Gus?",
        "Harley: (Clears throat)",
        "Brad: Thanks again, Harley. Good night.",
        "Jeffrey: Nicely done, Brad Green. Turns out you're not a total waste of space.",
        "Gus: Something not right about that guy.",
        "Harley: You know what? Just forget about him. It's obvious that my client has stood me up. And we have the babysitter for a few more hours so why don't we...",
        "Gus: Why do you keep messing with that pin? You just keep messing with it.",
        "Harley: Well, I told you it's got a funny catch in it. It keeps sticking me.",
        "Jeffrey: Wait a minute. What do you think you're doing? Don't take that off. You're not off the clock till I say you're off the clock!",
        "Harley: So, love of my life, let's say you and I go where the night takes us.",
        "Gus: Honey, can you sit down? We need to talk.",
        "Harley: Sweetie... look if this has something to do with the whole Brad Green thing...",
        "Gus: This is about your dad.",
        "Messenger: I'm looking for a Buzz Cooper.",
        "Buzz: That would be me. Oh, thank you. Thank you. Thank you.",
        "Messenger: Sign.",
        "Buzz: Mm-hmm. Cold out there, isn't it?",
        "Messenger: Mm-hmm.",
        "Buzz: Thanks.",
        "Messenger: Thank you.",
        "Buzz: If it gets busy, I'll be down in the cellar, okay?",
        "Waitress: Are we expecting a shipment?",
        "Buzz: No, I'm just going to get something.",
        "Shayne: There's no chance I'm going to get out of this.",
        "Josh: Yes, you are. You're going to get out of this chair. You're going to get out of it tonight.",
        "Reva: I'm with your father on this one.",
        "Shayne: You want to help me up?",
        "Marah: Yeah. Yeah, I want in on this, too.",
        "Remy: Listen to me. Your brain's sending the signal. The rest is up to you.",
        "Reva: Come on, honey.",
        "Marah: Yeah, Shayne, just make your muscles Listen you can do it. You can do this.",
        "(Everybody talking)",
        "Marah: You got it.",
        "Remy: It's okay.",
        "Josh: There you go. There you go. See. ( Laughs)",
        "Marah: With little determination.",
        "Rick: This next step is a big step. If you don't want to do this you don't have to.",
        "Shayne: I'm ready. I'm ready.",
        "Rick: All right, you heard the man.",
        "Josh: Okay. All right.",
        "Reva: Okay.",
        "Josh: I'm right here. I'm right here. Easy. Easy.",
        "Marina: Shayne.",
        "Shayne: Okay.",
        "Josh: All right. Yeah!",
        "(Laughter)",
        "(Cheers and applause)",
        "Eden: Just stop, Tony.",
        "Tony: You sure that's what you want?",
        "Eden: I think we're done here. You know your way out.",
        "Tony: Eden, I don't even get a thank you for bringing the proofs. Hmm?",
        "Eden: Thank you. Get out.",
        "(Cell phones ring)",
        "Shadow: Hello again. Miss me?",
        "Eden: Who is this?",
        "Tony: It's a recording.",
        "Shadow: Danny Santos and Bill Lewis are in danger. Meet me tonight. Tower parking garage. Level five. And tell no one.",
        "Tony: Okay, listen, don't freak out. I will deal with this all right?",
        "Eden: What does \"I'll deal with this\" mean, huh, Tony?",
        "Tony: Eden, it means I will go down to the garage, I will find out what they want, you don't need to get involved.",
        "Eden: It's too late, Tony. I'm already involved.",
        "Harley: My dad is quoting Homer. We better get over there.",
        "Gus: Listen to me. I'm serious.",
        "Harley: Oh, come on. You're serious? What could be wrong with my father?",
        "Gus: Well, first of all, he's acting... just hear me out for a second. He's acting like he's not going to be around long. He started talking about entrusting you and the kids to me. Now first of all, when has Buzz entrusted anything to me? Never.",
        "Harley: Well, you sure he wasn't just being sentimental?",
        "Gus: He was changing the menus.",
        "Harley: At Company?",
        "Gus: Yes, he says, he's going to change the menus.",
        "Harley: He loves that menu. That's the same menu he had at the diner.",
        "Gus: Mm-hmm.",
        "Harley: I mean those dishes are like a... like a religion to him. Lately Even Frank said something to me.",
        "Gus: Well, I was in there last week, I had a cup of coffee and he just bit Marina's head off. Now me, that's fine, but he loves that kid.",
        "Harley: He's snapping at Marina? Maybe that's something to do with Alexandra.",
        "Gus: Well, no, I don't think so.",
        "Harley: Now, come on, he's been seeing a lot of her. Well, she's enough to send anybody off the deep end.",
        "Gus: No. I don't even know what those two have in common. I cannot figure that relationship out. What do they talk about at dinner? Spaulding Pharmaceuticals? No, I don't think so.",
        "Harley: Pharmaceuticals.",
        "Gus: I'm just saying anything. Whatever. What?",
        "Harley: No, I... he hasn't been himself lately, he's snapping at Marina, he's changing the menu. Pharmaceuticals. You don't think that my dad...",
        "Gus: Wait a second. And don't put the cart before the horse. I'm not trying to upset you.",
        "Harley: You know what? I'll meet you at home, okay? I need to talk to my father.",
        "Buzz: \"I'm no good at good- byes, so I'll just keep this short and simple. If you're reading this, I'm already gone. I know where I'm headed, but I don't know where I'll end up. So don't come looking for me. Just know that I would have stayed if I could have. Leaving like this looks selfish I know. But it is the best thing I can do for all of you. Harley, you've got a good man and great kids. I wish I could be there to walk you down the aisle. Frank, you finally found someone who makes you happy. Take care of each other. And Marina...\" Oh, God. \"I hope that one day you'll find it in your heart to forgive the man who loves you more than life.\"",
        "(Cheers and applause)",
        "Marina: He did it!",
        "Reva: Yes, I know. I saw.",
        "Shayne: Are you sure?",
        "Marina: Yes, I'm sure.",
        "Remy: What's the word, Doc, was that a step or was that a step?",
        "Rick: Oh, that was a step.",
        "Josh: Do you realize what you just did, son?",
        "Rick: No, Dad, tell me, did you guys push me?",
        "Josh: No, no, no.",
        "Remy: No, come on. That was you.",
        "Josh: We're supporting you. But you took that step on your own. That was just you.",
        "Shayne: I really did it?",
        "Josh: Yes. (Laughs)",
        "Marina: Yes. Yes. Let's see it again!",
        "Reva: Oh, wait, wait. One step at a time.",
        "Marina: I'll meet you half way. Can we do this, Rick?",
        "Rick: I guess we're about to find out. Shayne, if you feel like, you know...",
        "Shayne: I know. I know. I'll stop. I'll stop.",
        "Rick: Well, you heard the man.",
        "Josh: Okay, we're here for you. You just take your time now.",
        "Shayne: Okay, let go.",
        "Remy: What? Are you crazy?",
        "Shayne: Probably. Back off. Back off.",
        "Josh: All right.",
        "Remy: All right.",
        "Josh: Okay.",
        "Rick: Please take it easy.",
        "Shayne: I'm okay.",
        "(Laughter)",
        "Shayne: Look, Mom, no hands.",
        "Reva: You just watch it, hot shot. And focus on what you're doing.",
        "Shayne: How am I doing?",
        "Marina: You're looking good.",
        "Shayne: Want to go dancing?",
        "Marina: Careful, I might hold you to that.",
        "(Laughter)",
        "Josh: Whoa!",
        "Remy: Whoa. All right. It's okay. It's okay. I've got you. You need a break?",
        "Shayne: No. No, if I fall I'm just going to get right back up.",
        "Josh: Well, how about if you focus on maybe not falling? How would that be?",
        "Rick: Yeah. Yeah, your doctor seconds that.",
        "Shayne: If I hadn't fallen Christmas Eve, I probably wouldn't be standing here right now. I'm standing right now.",
        "Marina: You're on the home stretch.",
        "Remy: Okay, okay, okay.",
        "(Laughter)",
        "Josh: All right.",
        "(Cheers and applause)",
        "Rick: That was great.",
        "Josh: (Laughs)",
        "Marina: What are you thinking? That was all you.",
        "Reva: I mean he's standing. Our son. He's standing on his own and smiling. I mean there were days when I thought he would never...",
        "Josh: But he did. Our boy can walk, Reva. He's going to be okay.",
        "Rick: Why don't you say we get this guy in this chair here and give those legs a rest.",
        "Marah: Oh, you party pooper.",
        "Rick: That's Dr. Party Pooper to you. All right. Are you sure you want to stay another day?",
        "Shayne: Yeah, just try it.",
        "Nico: Almost makes you believe in miracles, huh?",
        "Ed: Almost.",
        "(Laughter)",
        "Shayne: I can't wait to get home to my weights and my parallel bars.",
        "(All): Whoa, whoa, whoa.",
        "Remy: Slow down.",
        "Rick: Yeah, don't push yourself like you've been doing, okay? We've made some progress. Don't screw it up.",
        "Marina: Yeah, don't worry about that. That won't happen.",
        "Shayne: She won't let me.",
        "Reva: Yeah, well, I'd like to hear that from you.",
        "Shayne: I'm getting better for real this time. I'm not going to screw it up.",
        "Marina: I... I want to go call my dad and my grandpa and tell them what's happening, okay?",
        "Reva: Must do. (Laughs)",
        "Marina: Don't like run out of here or anything.",
        "(Laughter)",
        "Marina: Did you see? It's so incredible.",
        "Nico: That's really something.",
        "Marina: Yeah. I have to go make a call. You should go in there though and see Shayne.",
        "Nico: I don't know. It seems more like a family thing. But, hey, I'm glad everything is working out for him. For both of you. Hey, look, I've got to go, okay?",
        "Marina: Okay. Nico, thanks for coming here with me today. I mean thanks for everything.",
        "Nico: No sweat. That's what friends are for, right?",
        "Marina: Yeah.",
        "Harley: Hey, you.",
        "Buzz: Hey, you. You just missed Gus. Just missed him.",
        "Harley: Actually, I came to see you. How are you?",
        "Buzz: I'm okay.",
        "Harley: Just okay?",
        "Buzz: I've been better. How about you? You're all right?",
        "Harley: Daddy, you can tell me anything. Really. Anything. I can take it. No matter what it is.",
        "Buzz: Did Marina say something to you?",
        "Harley: Why? Did you say something to her?",
        "Buzz: There are not enough hours in a day to make her understand.",
        "Harley: I know. I mean, I've put the whole thing together, Daddy. I know.",
        "Buzz: Harley...",
        "Harley: Why didn't you tell me?",
        "Buzz: I didn't want to make a big deal of it. I just wanted to go quietly.",
        "Harley: Well, you can't go. Daddy, you have to fight.",
        "Buzz: I don't want to fight. I don't want to make it any harder than it is.",
        "Harley: Listen let me help you. Really. Just tell me what I can do.",
        "Buzz: Well, you can't come with me. I mean, you've got Gus and the kids. You'll hardly know I'm gone.",
        "Harley: How can you say that?",
        "Buzz: Look I put it all in a note. But since you know, I don't know how you know, but I'll...",
        "Harley: How much longer do you have?",
        "Buzz: Look, it's not the end of the world.",
        "Harley: Don't... don't say that to me, okay. I'm not letting you go here, okay.",
        "Buzz: It's too late. It's one way ticket, no refund.",
        "Harley: Well, don't make jokes about this, Daddy.",
        "Buzz: I'm not making a joke. I'm just not it taking seriously as you.",
        "Harley: Listen to me. I'm not sure exactly what's going on here, okay. But I'm not letting you go. I will get you the best doctors. I will get you the best treatments. Daddy, I'm not going to let you die.",
        "Buzz: Who's dying?",
        "Harley: Huh?",
        "Bill: Hey, baby, guess who home early from the campaign trail! Head of... I am talking to myself. Oh, my, my, my. Hey, baby, it's me and I am looking at some very hot pictures of my very hot girlfriend riding bareback wearing next to nothing all in the name of perfume sales. And that is why I love America. I'll tell you what, when you get this, why don't you giddy on up down to Olivia's and meet this cowboy for a drink? And while we're at it, we'll get a room at the Beacon. Do a little bareback riding of our own. Bye-bye. Yippee-kay-ay.",
        "Tony: Eden, why do you go wait in the car, all right?",
        "Eden: No.",
        "Tony: Well, this is what you get for hanging out in the bathtub too long and hanging out in this drafty garage. It's not going to help anything, okay. So go.",
        "Eden: I am not waiting in the car.",
        "Tony: You know what? Suit yourself. That's fine. But our friend, doesn't look like he's going to show.",
        "Eden: And if our friend is for real ( Sneezes) and Bill and Danny are in trouble, then I am not leaving until we help them.",
        "Tony: Well, a lot of help you are right now, Eden. It's the middle of January, you should have worn a heavier coat, you know that? Here. Take this. Take this.",
        "Eden: I was outside all day on a horse in nothing but lingerie. Do you really think a heavier coat would help at this point?",
        "(Car revs)",
        "Tony: Who is that? Is that you? All right, Eden, do me a favor. Go back to the car. Go. Eden, let me handle this all right.",
        "Eden: I'm not...",
        "Tony: Just go, please.",
        "Eden: I am not leaving until we get what we came for.",
        "Shadow: What is it that you came for, Miss Eden? (Laughs) That's all right. I can do all the talking.",
        "Tony: Okay, you got us here. Now come out and show your face.",
        "Shadow: I'm afraid I can't do that. If I did that then the game would be over. And we're having so much fun. Now have you told anyone about our last little chat?",
        "Tony: No.",
        "Eden: No one.",
        "Shadow: Really, Miss Eden? Your desire to protect Bill didn't compel you to ask around to see who might be causing trouble for him?",
        "Eden: (Sneezes)",
        "Shadow: I'll take that as a yes. You two are to young to remember the radio show, but the Shadow knows. (Laughs)",
        "Tony: Yeah, yeah, all the fun we're having. Well, I'm not having it.",
        "Shadow: And you, Tony, you didn't happen to inquire into campaign to see anyone made any threats? Perhaps we should reiterate the rules here. Who I am is irrelevant. What I say is critical and it stays here. Now we don't have much time. Danny's campaign is rolling into high gear.",
        "Tony: Wait a second. You said this wasn't about the campaign.",
        "Eden: You said this had to do with Lewis Construction.",
        "Shadow: Well, perhaps it has something to do with the connection between the two.",
        "Tony: So now you're changing your story.",
        "Shadow: You want a story, I'll tell you a story. Once upon a time a mobster decided to run for mayor promising the people honesty and integrity. However, behind the scenes there were forces at work using the campaign for their own corrupt purposes.",
        "Tony: We did not come down here for story telling. What forces are you talking about, man?",
        "Shadow: Tony, you of all people should know exactly who and what I'm talking about.",
        "Bill: Thank you. Hey, Gus, you see your sister around?",
        "Gus: My sister. Do I still have one of those?",
        "Bill: Why? What's going on? I thought you patched things up around the holidays?",
        "Gus: Listen I tried. But no, we didn't. So if you see her, you tell her that... tell her I said \u0091hello,' all right.",
        "Bill: Well, if I tell her a little something more. All right, look Eden matters to me and it's pretty obvious that you matter to her.",
        "Gus: Yeah. Are we talking about the same girl?",
        "Bill: Look, she just gives you a hard time because she cares about so much.",
        "Gus: Well, I... I try, okay, man. And you're a guy, you know that I try.",
        "Bill: Yeah, I know you tried. I know you tried. But I think you failed.",
        "Gus: You know, but the trying, that's the part that counts, right?",
        "Bill: Look, this is what I'm thinking about. You go to someone like Eden with a wordy apology, she's just going to hear blah, blah, blah. So Eden, what is she all about? She's about action.",
        "Gus: Okay, but I got... I even got her that pizza. That was her favorite pizza. I made the effort.",
        "Bill: And what a fine pie that was. But that's not what I'm talking about. Okay, now what if, and just hear me out on this, I tell her that we're working together?",
        "Gus: We're working together.",
        "Bill: That's right. We're working together. She sees you and I trusting each other, working well together, that might put you in a whole new light with her. I'll get you a drink. We'll talk a little more about it.",
        "Gus: Fine. But I'll buy the drinks. And we'll put them on the Spaulding expense account, all right?",
        "Bill: That's what I'm talking about.",
        "Buzz: I am not dying.",
        "Harley: That's a great attitude. That is a great attitude.",
        "Buzz: No...",
        "Harley: See, Daddy, you have to fight.",
        "Buzz: I am not dying, because I am not sick.",
        "Harley: Denial. This happens sometimes.",
        "Buzz: My cholesterol is 151 and my blood pressure is 120 over 80. And on a good day, I could still do a one handed push up.",
        "Harley: Really?",
        "Buzz: If the floor were cleaner, I'd show you right now.",
        "Harley: I mean... you don't have a terminal illness?",
        "Buzz: Why are you saying that like you're disappointed?",
        "Harley: God, you scared me to death.",
        "Buzz: What's that for?",
        "Harley: And what is going on here?",
        "Buzz: What is that?",
        "Harley: You know, Gus is the one who started this. He came to me. He told me that you were acting like you were going somewhere? Well, are you going somewhere?",
        "Buzz: I...",
        "Waitress: Buzz? Buzz?",
        "Buzz: What?",
        "Waitress: You've got Marina on the line.",
        "Buzz: Tell her I'll call right back, okay?",
        "Waitress: She said it's urgent.",
        "Buzz: Marina, what's wrong?",
        "Marina: Hey, nothing's wrong, actually. He did it. I mean he walked. But it wasn't... it was only... it was only like two steps, but they were the most beautiful steps ever.",
        "Buzz: It was you, sweetheart. You made it happen.",
        "Marina: I don't know.",
        "Buzz: Honey, you stuck with him through everything. You were tough. You didn't run out when things got bad. You hung in there. You went through it all no matter what. That's... that's...",
        "Marina: Grandpa, are you okay?",
        "Buzz: I'm happy for you and Shayne now. Give him a hug for me. And one for yourself.",
        "Harley: Daddy, what is it?",
        "Shayne: Mom, you're still crying. It's supposed to be a good thing.",
        "Reva: I know. They're good tears, okay.",
        "Shayne: Yeah, well, if you're going to cry every time I take a step, I don't know...",
        "Reva: Sweetheart, it's not just the walking. It's seeing hope in your eyes again. Hasn't been there for a long time. I missed it.",
        "Shayne: I just didn't want to get my hopes up in case it didn't happen.",
        "Reva: Yeah, but you did.",
        "Marah: You did.",
        "Reva: Oh, Ed.",
        "Ed: Hi.",
        "Reva: Rick said that you were at the clinic.",
        "Ed: Oh, it turned out to be not actually that much an emergency after all. So...",
        "Reva: Oh.",
        "Shayne: Hey, Dr. Bauer, I walked. I walked.",
        "Ed: I heard. I couldn't be happier for you. Congratulations. That's great. You must be relieved and proud. I wish I had as much courage as your son.",
        "Josh: Me, too.",
        "Reva: Hey, guys, why so serious? Like Shayne said, this is a good thing.",
        "Ed: And he's right. He's absolutely right.",
        "Reva: What was that? Joshua?",
        "Josh: Do you believe in redemption?",
        "Reva: What is wrong with you?",
        "Josh: What?",
        "Reva: I just don't understand. This should be one of the happiest times in our lives and you are a million miles away.",
        "Marah: Hey.",
        "Marina: Hey.",
        "Marah: You coming back in?",
        "Marina: Yeah, yeah. I just... I don't know. I needed a second to get my thoughts together and... it's just the timing of this.",
        "Marah: What do you mean?",
        "Marina: Well, I just really needed this to happen right now, you know, the whole Maryanne Caruthers thing and the way it's been tearing us all up. And then there's... just when I really starting to hate Carrie for coming into our lives, Shayne walks.",
        "Marah: What does that have to do with it?",
        "Marina: Well, it's the rings, you know, the rings. I made a wish on Carrie's ring for Shayne to walk and he did.",
        "Marah: Yeah, but Shayne went through surgery and he's been through rehab.",
        "Marina: Yeah, but that fall on Christmas Eve was a really big deal for him. I mean he was losing his motor functions. He... he was giving up hope. And I don't think it was the surgery that fixed that. I think it was my wish. Look at Michelle. Her wish for Danny to make good on the Santos name. And you've seen his campaign posters all over town. He's getting a lot of support. Really vote for the odds.",
        "Marah: Marina, that's just politics.",
        "Marina: No, it was Michelle's wish. And now it's your turn.",
        "Marah: You're starting to sound like her.",
        "Marina: I mean, I was the biggest skeptic of all, but all that went right out the window when Shayne walked. So what about you? What's your wish?",
        "Marah: The same as yours. You know, I don't really have another wish. But I guess if I did it would be... it would be for somebody who gets me and who could love me for me. But you know, I should probably just wish for a new car, or a spread in Vogue or something like that.",
        "Marina: Keep working on it. Wishes do come true.",
        "Reva: Our son is walking again. What more redemption do you need?",
        "Rick: Excuse me, folks, it's time to get your son out of here. We need this room for sick people.",
        "Josh: Yeah.",
        "(Laughter)",
        "Josh: Sounds great. You ready to get out of here, Son?",
        "Shayne: Yeah.",
        "Josh: All right.",
        "Shayne: You know what? Can we go home first before you take me back to the Museum? All this Cedars food has me in the mood for some of Mom's home cooking.",
        "Reva: Oh.",
        "Shayne: What do you think, Mama?",
        "Reva: You know what I think? I think bologna pasta for everyone.",
        "(Laughter)",
        "Shayne: Let's get out of here.",
        "Reva: Shayne loves my pasta.",
        "Shayne: I'm never coming back here. I'm done. Wait, wait, wait, wait.",
        "Josh: Easy, easy, easy.",
        "Shayne: You know what? I want to walk out of this room. I'm going...",
        "Josh: Okay. All right.",
        "Remy: Okay, let's do it. Hang on.",
        "Josh: Hold on.",
        "Remy: You have to hold on, okay?",
        "Marina: All right.",
        "Remy: Here you go.",
        "Josh: Take it slow.",
        "Remy: Are you ready?",
        "Josh: Take your time. Come on. We got you. We got you.",
        "Remy: Good, good. Take it easy.",
        "Josh: Okay. (Laughs) All right.",
        "Buzz: I don't know, I just felt useless around here these last few days, you know. I mean you and Frank, you've got your own things going on and Marina helping Shayne. It's just been hard. I mean, you know, there's nothing I can do to help her. It's all been bringing me down. But Marina just called and said Shayne's on his feet taking his first few steps.",
        "Harley: Well, that's great. That's the kid that doesn't know how to quit.",
        "Buzz: Neither does Marina.",
        "Harley: And I wonder where she learned that from?",
        "Buzz: Not me. You and your brother. Not me.",
        "Harley: So, Daddy, does this mean that you're... I mean are you're... you're going to stop moping around here?",
        "Buzz: Yeah.",
        "Harley: And you're not going to change the menu or anything, right?",
        "Buzz: Oh, never.",
        "Harley: Okay, because there's somebody that I know who loves your lamb pie and they'll be really happy to hear that.",
        "Buzz: Yeah, say \u0091hi' to Gus for me.",
        "Bill: So just think about it. A series of joint ventures between Spaulding Enterprises and Lewis Construction would make --",
        "Gus: See... so you're talking about, like, a partnership between Wil E. Coyote and Road Runner. I don't... I don't know.",
        "Bill: Look, look, look. Just think about all the profits that were lost just because Josh and Alan couldn't get along. Because that's what it boiled down to. But you and me, we can show them how it's done.",
        "Gus: It sounds, you know, fascinating, okay. But you need to know something. I'm not going even be at Spaulding for very long. Okay, me and my badge, we're going back to the force.",
        "Bill: Well, you never know.",
        "Gus: No, I... trust me. I know.",
        "Bill: Gus, look. Look at Alexandra and Eden. I mean not exactly a match made in heaven, right? But look at them now. They're a marketing force to be reckoned with. I think you should at least think about extending your stay over at Spaulding.",
        "Gus: I'll tell you what, if pigs are flying when we go outside, I'll do it.",
        "Bill: I'll tell you what, all right, when Eden sees us working well together that's going to put you on her good side. And it's going to be good for you. It's going to be good for Alan. It's going to be good for everyone. Just think about it.",
        "Harley: I am not joking, Frank. I wouldn't joke about something like this. No, neither would Gus. Okay, he said... he was worried about Dad. He said Daddy was acting all world weary and philosophical, you know, and that he was talking to Gus like Gus was his son. See? Yes. It's like you said, there's something wrong with Dad and he doesn't want us to know about it. Well, I'm still at Company. I just talked to him. I talked to him. I didn't yell at him. I just talked to him. Frank, I'm scared. No, I don't think that we should gang up on him. No, I think... I think we should give him some space for now. Yeah. Can't lose him again. I know. I know. Look, just keep your cell phone on and I'll call you and you call me. Okay, I love you.",
        "Tony: My cousin's campaign isn't backed by the mob. So if that's what you're selling, we're not buying. Eden, let's go. And you know what? One other thing. My cousin Danny is clean. He didn't go bringing them into Lewis.",
        "Shadow: No, he didn't. Bill did.",
        "Phillip: Next on Guiding Light...",
        "Ed: I quit, all right. I quit. I quit. I'm calling it quits!",
        "Alan: The hell you are.",
        "Carrie: Michelle, I am not the enemy.",
        "Michelle: Well, that's the one thing I'm not so sure about sometimes."
    ],
    "Transcript Author": [
        "By Boo Proofread By Hijrah"
    ],
    "url": "https://www.youtube.com/watch?v=UGAXwTfJdc4"
}