{
    "Episode Summary": [],
    "Recap": [
        "Olivia, Josh and Bill confront Alfred. He gives them a big sob story that Jonathan is a pathological liar, and he is only there to try to save his son. He tells them that he thinks Jonathan killed Marisa. Tammy takes Jonathan to the Beacon after pulling him from the water. The two of them start to share a moment when Sandy comes looking for Tammy. Tammy leaves with Sandy and the two have another talk about Jonathan. Tammy tells Sandy that she loves him and chooses him over Jonathan. Reva finds Jonathan and the two argue about all that has been going on. Reva almost reaches Jonathan before he blows up and kicks her out. Josh comes to see Jonathan next and demands that the two of them talk right now after kicking the door in. Marina and Danny share a nice evening to celebrate her getting into the academy. Danny notices someone following him and confronts the man. The man is from the family and tells Danny that he only wanted to congratulate him on having a pretty new cop for a girlfriend. Danny warns the man to stay away from him and Marina before returning to the celebration with her."
    ],
    "Recap Author": "Elizabeth",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Danny: Hey.",
        "Marina: Hey.",
        "Danny: What's going on here?",
        "Marina: We are celebrating.",
        "Danny: We are? Shouldn't I be the one taking you out for dinner? You're the one who got into the police academy.",
        "Marina: Blow. There. You helped. Not bad.",
        "Danny: Are you sure the customers aren't going to mind?",
        "Marina: Something wrong?",
        "Danny: No. Nothing's wrong. I'm... I'm very proud of you and what you've accomplished. I really am. I would just hate for something to get the way of that.",
        "Marina: Like?",
        "Danny: Like dating someone who could possibly jeopardize your career.",
        "Marina: As in you?",
        "Danny: Yeah.",
        "Marina: Don't worry about it. I don't.",
        "Danny: Marina?",
        "Marina: Listen, you are a huge part of the reason I'll even have a career. I mean it. You're the one who gave me the confidence to take on a whole new dream. Face it, Santos, you're good for me. And that is that.",
        "[SCENE_BREAK]",
        "Tammy: Jonathan? J.B., Can you hear me?",
        "Jonathan: You're talking right in my ear. Wow. You fished me out of there, huh?",
        "Tammy: Yeah. I guess we're finally even.",
        "Jonathan: Yeah. Thank you.",
        "[SCENE_BREAK]",
        "Bill: Josh, you're back, even better.",
        "Joshua: Is something wrong? Something happen at Lewis?",
        "Olivia: We're not here on a social call.",
        "Reva: You caved, didn't you? You told.",
        "Bill: About Nate?",
        "Olivia: You didn't tell Josh?",
        "Reva: Well...",
        "Olivia: Well... so much for sisterhood.",
        "Bill: The two of you taking on Nate by yourselves is dangerous and crazy.",
        "Joshua: You and Olivia are working together on this.",
        "Olivia: Yeah. She let me hit her in the face.",
        "Joshua: What?",
        "Olivia: Exactly.",
        "Bill: What do we know?",
        "Reva: We know Nate is Alfred. We know that Alfred is a monster, but I don't really care what happens to him now. It's Jonathan that I'm worried about.",
        "Joshua: Jonathan? Who stole millions of dollars from our company?",
        "Olivia: He could be more than a thief.",
        "Reva: He didn't kill Marissa and if he stole the money, he was forced to or scared into it.",
        "Bill: You don't know that for a fact.",
        "Olivia: Let's get the facts.",
        "Bill: How?",
        "Olivia: We keep it simple. We confront Alfred and force the truth out of him. Come on. Are you with me, boys?",
        "[SCENE_BREAK]",
        "Tammy: What happened to you, anyway? Did you get a stomach cramp? Is that why you couldn't swim back to the dock?",
        "Jonathan: No. It wasn't a stomach cramp.",
        "Tammy: You can't swim. How did you end up in the water?",
        "Jonathan: Long story, short pier. See you.",
        "Tammy: Oh!",
        "Jonathan: I said I'm okay!",
        "Tammy: I heard you!",
        "Jonathan: You don't have to do this.",
        "Tammy: I know.",
        "Jonathan: Whoa.",
        "[SCENE_BREAK]",
        "Marina: Okay. Open them.",
        "Danny: ( Laughs )",
        "Marina: What do you think?",
        "Danny: I think I want you to read me my rights.",
        "Marina: You have the right to get that look on your face every time we're together.",
        "Danny: I'm sorry, Officer. I can't help it. You're just so very, very sexy.",
        "Marina: Well, my dad gave me this as a kind of welcome to my world gift.",
        "Danny: It definitely works on you.",
        "Marina: I thought so.",
        "Danny: Here. To your future.",
        "Marina: No. To ours.",
        "Danny: I don't think I've ever toasted a cop before.",
        "Marina: Just wait until I start the body search.",
        "Danny: Hmm. I'll drink to that.",
        "Marina: ( Laughs )",
        "[SCENE_BREAK]",
        "Tammy: You need a hot shower and some rest. My mom always keeps an empty suite here so no one will bother you.",
        "Jonathan: Except you.",
        "Tammy: You need to get out of those clothes. Jonathan? Fine. Play games if you want. I have somewhere else I have to be. Would you say something? Please? Jonathan? ( Jonathan breathing heavily ) What just happened to you? Where did you go?",
        "Jonathan: ( Coughs )",
        "Tammy: Okay. You're probably still freaked out. I get it. Okay. Oh, if you get sick, I'm not going to be responsible. Come on. You want me to start the shower? Jonathan, I don't know what to do. Um, maybe I should call the doctor? Reva?",
        "Jonathan: No. John.",
        "Tammy: I couldn't hear you.",
        "Jonathan: I was thinking.",
        "Tammy: About what?",
        "Jonathan: About how I should have just let myself go to the bottom of that lake and stay there. The thought crossed my mind.",
        "Tammy: That's horrible!",
        "Jonathan: It's what happened to my mother.",
        "Tammy: I know.",
        "Jonathan: I wonder what she was thinking at the end.",
        "Tammy: It's okay.",
        "Jonathan: I thought you said you had somewhere you had to be.",
        "Tammy: I do. I'm supposed to meet Sandy.",
        "Jonathan: Yeah. You better go call him, tell him that you're going to be late. Tell him why.",
        "Tammy: Yeah. Sandy? I know, I'm sorry. Um... something came up, I'm at the Beacon. Of course I want to see you tonight. More than ever. Jonathan?",
        "[SCENE_BREAK]",
        "Olivia: This time we don't go after Alfred with some complicated sting.",
        "Reva: Thank you very much, Olivia.",
        "Olivia: I'm sorry. We tried your plan it didn't work. It's my turn.",
        "Joshua: Great.",
        "Bill: Yeah, that's great.",
        "Olivia: We confront him in a way that throws him off balance. Maybe we can find out what's going on with him, with Jonathan",
        "Joshua: Wrath of the tiger's cage, that might work.",
        "Bill: Well, it's quick and simple, I'll give you that.",
        "Reva: How do you intend to pull this off? Surprise attack.",
        "Olivia: Alfred doesn't know I'm on to him. What if he shows up here. I open the door. Maybe it would shake him up. I would tell him he murdered my sister.",
        "Reva: You're not sure you believe that.",
        "Olivia: We have to start somewhere. I'm going to flat-out accuse him of drowning my sister, okay? Maybe... maybe he'll crack.",
        "Bill: Fine. Fine. We will do it your way, Honey, but you're not in this alone. You have backup.",
        "Olivia: That's fine. Reva? Come on.",
        "Reva: (Sighs)",
        "Olivia: Great. I have to do this. I have to know what happened to my sister, okay? I hope you understand why I have to do this.",
        "Bill: If Nate, Alfred, whatever the heck his name is, if he drowned Marisa...",
        "Olivia: He can't run around hurting women like this. Or Jonathan, like children.",
        "Reva: I want to get Nate as much as anyone does, but...",
        "Joshua: Reva, where are you going?",
        "Reva: I'm going to find my son. He's in danger.",
        "Joshua: That's fine. But you need to do something for us, first. First you need to get Nate to come here.",
        "( Cell phone rings )",
        "Alfred: Hello, Reva. Have you thought things through?",
        "Reva: I think you might be right about Jonathan taking the money. But I need you to come over to the house?",
        "Alfred: Yeah, I'll be right there.",
        "Reva: He's coming. But getting the truth out of him is up to you.",
        "( Cell phone ringing )",
        "Reva: Hello?",
        "Tammy: Aunt Reva, it's Tammy. You need to get to the Beacon right away.",
        "Reva: Why, Honey? What's wrong.",
        "Tammy: Jonathan's here and he's in bad shape.",
        "Reva: I'll be right there, Sweetie. Keep him there. Don't let him leave.",
        "Tammy: I don't think he could even if he wanted to.",
        "[SCENE_BREAK]",
        "Marina: Burger well, got it. Burger with the works. Burn it.",
        "Danny: ( Laughs )",
        "Marina: Well, hopefully my days of taking orders for club sandwiches and a side of fries are almost over.",
        "Danny: Well, sorry to burst your bubble, but you will still be taking orders, just a different kind.",
        "Marina: ( Sighs ) You're right. I'll be writing traffic tickets and filling out paperwork. I wish I could just jump right in.",
        "Danny: Well, even your father had to start at the bottom.",
        "Marina: I'm so ready, though.",
        "Danny: The incredible Marina Cooper.",
        "Marina: Oh, yes.",
        "Danny: Oh, you know, there's a phone call I forgot to make that I have to make by the end of tonight. Um... I'll do it outside, okay? Hopefully there won't be any crowd control issues that you'll have to resolve in my absence.",
        "Danny: Hey. Who the hell are you? Why are you tailing me?",
        "[SCENE_BREAK]",
        "Jonathan: Things could have been a lot different.",
        "Tammy: Like what?",
        "Jonathan: You and me. If we'd have been any other people in the world, we'd...",
        "Tammy: Don't talk about that.",
        "Jonathan: There's something I want to tell you about my mother and about my father and about what's going on here, okay?",
        "Tammy: Okay. ( Knock at the door )",
        "Sandy: Tammy, are you in there?",
        "Tammy: Go on, what were you going to say?",
        "Jonathan: It's fine. Maybe I should just get...",
        "Tammy: No. Stay. Sandy, you didn't have to come here.",
        "Sandy: What's going on? You're soaked.",
        "Tammy: Um... a run in with a broken lawn sprinkler. Those things are a menace, you know?",
        "Sandy: Right.",
        "Jonathan: Don't you two kids have a date or something? You should go.",
        "Tammy: But you're not in good shape.",
        "Jonathan: I'm fine. Just go.",
        "Tammy: At least let me get...",
        "Jonathan: Get out of here! Get out!",
        "[SCENE_BREAK]",
        "( Knock at the door )",
        "Olivia: Hi, Alfred. Long time no see.",
        "Alfred: Olivia. How nice to see you again.",
        "Olivia: Is it? Why don't you come in. Come on. So how long were you going to live in Springfield and keep yourself hidden from me?",
        "Alfred: Why would I want to avoid my favorite sister-in-law?",
        "Olivia: I was hoping you would tell me about that.",
        "Alfred: Well, you know, I've been busy. Setting up a business, getting organized.",
        "Olivia: Making up fake names and lying to Reva?",
        "Alfred: How long have you known?",
        "Olivia: Not very. Did you hear about Marisa?",
        "Alfred: What kind of question is that? I'm her husband. Of course I heard. Terrible thing. Knocked me for a loop.",
        "Olivia: Really? You don't seem all that upset.",
        "Alfred: Really? Well, you don't exactly look like you've been sitting around in sackcloth and ashes yourself.",
        "Olivia: Oh, you have no idea how upset I am.",
        "Alfred: You know, I loved Marisa as well.",
        "Olivia: I know what went on between the two of you. Marisa told me right before she died, as a matter of fact. She told me a lot of things, Alfred.",
        "Alfred: I didn't realize the pair of you had still been so close.",
        "Olivia: We shared everything. I know what you did to her. And I'm telling you right now you are not going to get away with it.",
        "[SCENE_BREAK]",
        "( Knock on door )",
        "Jonathan: Tammy? I thought you had a date to make happy. What are you doing back here?",
        "Reva: Open the door. ( Banging on door )",
        "Jonathan: All right. Hey, leave me alone. I'm not feeling really well.",
        "Reva: You're not the only one that's not feeling very good. It's all about to hit the fan Sonny Boy.",
        "Jonathan: I have no clue what you're talking about.",
        "Reva: The hell you don't. You stole $2 million from us. You've been protecting your father Alfred for months. Well, it's all going to stop, Jonathan. Right here, right now, one way or another.",
        "[SCENE_BREAK]",
        "Danny: I asked you why you're following me.",
        "Man: I just wanted to congratulate you.",
        "Danny: Yeah? For what?",
        "Man: You know we keep tabs on you, Danny. It's all part of being in the family. You're a Santos and always will be.",
        "Danny: I left that life. Everybody knows that, especially family.",
        "Man: Look, I don't want any trouble, okay?",
        "Danny: Good.",
        "Man: I just came by to congratulate you.",
        "Danny: For what?",
        "Man: You got yourself a new girl. She's a real looker. Sharp. Going into the P.D. That's smart Danny. Real smart to have a cop in your pocket. Not to mention your bed.",
        "Danny: Hey, that is not a career move, got it? So you go spread the word and stay the hell away from me and Marina. I will not warn you a second time.",
        "[SCENE_BREAK]",
        "Reva: What's wrong?",
        "Jonathan: Why do you even care?",
        "Reva: Maybe that's my problem. Maybe I care too much. Maybe if I didn't give a damn about you, none of this would have happened.",
        "Jonathan: Yeah, well you know what they say, Reva, it's never too late to start not caring. There's the door, use it.",
        "Reva: Oh, no, no. Not until we're done here. You put me in danger. I could have lost my marriage or worse, I could have ended up like your other mother.",
        "Jonathan: Oh, yeah. Yeah. Put it all on me.",
        "Reva: I'm putting it where most of it belongs.",
        "Jonathan: No. No. I'm sorry. I do not buy the victim thing. You had the power to stop all of this like that, but you didn't but you didn't want to because you're too selfish.",
        "Reva: What?",
        "Jonathan: Yeah, you heard me. You had this idea about who I was supposed to be, about how I was supposed to be to make you feel better. About abandoning me, like if I turned out okay, everything you did wouldn't seem so screwed up. It's all about you.",
        "Reva: That is so unfair.",
        "Jonathan: Don't talk to me about fairness, Lady. Ever since you met me, ever since day one you thought I was damaged goods. You never even trusted me.",
        "Reva: No!",
        "Jonathan: Yeah. Yeah. Then look me in the eye right now and tell me you trust me. Go on. She can't do it, folks!",
        "Reva: Even if I had, would it have really changed anything?",
        "Jonathan: Everything! If you had put this much faith in me, you wouldn't have been able to do a damn thing. But you didn't. He does trust me. He does care.",
        "Reva: Alfred?",
        "Jonathan: Yeah. Yeah. He respects me in ways you never even came close to.",
        "Reva: This is insane! The man is a monster!",
        "Jonathan: He's my father!",
        "Reva: He hits you again and again!",
        "Jonathan: You hit me, too. You hit me!",
        "Reva: I hit you once! And it was a terrible mistake.",
        "Jonathan: Yeah? Well you're one hit made all his smacks seem like love taps?",
        "Reva: Because you trusted me?",
        "Jonathan: Yeah. That was a terrible mistake.",
        "Reva: Don't do this.",
        "Jonathan: I thought we were having it out. Come on, once and for all.",
        "Reva: I know I screwed up with you, Jonathan. But do not downplay how much that man hurt you. Do not excuse it. Do not deny that to this day he terrorizes you!",
        "Jonathan: He loves me. Yeah. Yeah, he gets steamed at me sometimes. He hits me sometimes. He does care.",
        "Reva: Do you honestly, honestly believe that?",
        "Jonathan: I do.",
        "Reva: I know how hard it is for you to say no to him.",
        "Jonathan: Don't start.",
        "Reva: I know you're scared. No, I do. After what he's done to you. But I can keep you safe.",
        "Jonathan: Stop it.",
        "Reva: I'm your mother, and a mother protects a child, and that is what I was trying to do for you all those years ago when I gave you up thinking it was the only way I could save your life.",
        "Jonathan: Stop.",
        "Reva: We can still make this right, Jonathan. We can. Just give me another chance. Give yourself another chance.",
        "[SCENE_BREAK]",
        "Alfred: I can imagine the things Marisa was saying about me. You know marriage, hmm?",
        "Olivia: Hmm.",
        "Alfred: You have your ups, you have your downs.",
        "Olivia: One of you ends up dead.",
        "Alfred: Yeah. And I'm sorry about that.",
        "Olivia: You're sorry?",
        "Alfred: Look, did I make mistakes? God, yeah. Who doesn't? But the biggest mistake I made probably was loving that woman in the first place.",
        "Olivia: I think drowning my sister would go a little higher on that list, Alfred.",
        "Alfred: ( Laughs ) That's pretty funny, actually.",
        "Olivia: You're a sick son of a bitch. You know that! You killed my sister!",
        "Bill: Hey!",
        "Alfred: Gang's all here.",
        "Olivia: You killed her.",
        "Alfred: Your wife is almost excitable as my late wife.",
        "Joshua: All this time I was in San Cristobel looking for Alfred when it turns out he was right here setting up my wife.",
        "Alfred: If there's a setup, it's this. No, that's good, at least we can finally get everything out.",
        "Olivia: Not that you have a choice anymore.",
        "Joshua: Just out of curiosity, what was the plan exactly, Alfred? Was Reva going to be your next victim? Was that it?",
        "Alfred: I always considered Reva a friend.",
        "Joshua: You lied to her from the first moment you saw her.",
        "Alfred: Yeah. Yeah, I did, and it proved very, very difficult not to tell her the whole truth.",
        "Joshua: Then why did you?",
        "Alfred: Reva wouldn't have believed the truth, not from me. Look, I was well aware of the outlandish stories that Jonathan was saying about me. I knew that if I came to Springfield as myself, I'd get nowhere with any of you. All your minds had already been polluted against me.",
        "Joshua: But you came here anyway, and you invented Nate.",
        "Alfred: Josh, you're a father, yeah? You know what it's like to have a son that you just want to see grow up to be healthy and strong. Well, that's how I feel about Jonathan. I want him to be a good man, but I have to save him.",
        "Bill: Save him there from what?",
        "Alfred: From himself! It feels awful to say this but Jonathan is a pathological liar. Reva refuses to admit it, but the three of you must know by now that that's the truth. Look, there's a really simple test. Just ask yourself whether you believe a single word that comes out of that boy's mouth.",
        "Olivia: You, you are the liar.",
        "Alfred: Olivia, Angel, look I can understand why you doubt me given that I kept my identity a secret. But, please, you have to move past that. Lives are at stake.",
        "Joshua: What?",
        "Alfred: I feel so disloyal even touching upon this with you, but I can't carry it by myself anymore. It's too much.",
        "Bill: We're listening.",
        "Alfred: Olivia, you're right. Marisa was murdered. She was drowned on purpose, but not by me. I am all but certain that Jonathan was the killer.",
        "[SCENE_BREAK]",
        "Marina: Come, help me pick a dessert.",
        "Danny: Okay.",
        "[SCENE_BREAK]",
        "Tammy: It's not fair.",
        "Sandy: What's that?",
        "Tammy: All this junk with Jonathan is still getting in our way.",
        "Sandy: Your way.",
        "Tammy: Sandy, I told you, it's not like I wanted to hang out with him tonight. He was drowning. I would have helped anybody the same way.",
        "Sandy: I know. But it's not just about what happened at the docks.",
        "Tammy: Are you saying I should haven't brought Jonathan to the Beacon?",
        "Sandy: You could have called an ambulance, waited until it got there and just washed your hands of it.",
        "Tammy: When you showed up, I went with you, didn't I?",
        "Sandy: Yeah.",
        "Tammy: And did I look back when we were going down the hall? Did I get second thoughts in the lobby and run back upstairs?",
        "Sandy: No. You considering law school?",
        "Tammy: I'm just trying to show you that I'm not standing still. Sandy:, Well, neither am I. And I know you didn't ask for these leftover feelings for Jonathan and you wish he'd just disappear. But if we're really going to give this another shot, I need you to make me a promise.",
        "Tammy: Okay.",
        "Sandy: I need you to promise me that Jonathan won't be an obstacle to us being together ever again. That you won't try and save him or help him or reach whatever may be human in there.",
        "Tammy: Sandy...",
        "Sandy: I'm serious. You're going to have to cut Jonathan out of your life. That's what I need. That's what we need. If we're going to be anything, Jonathan has to be nothing.",
        "[SCENE_BREAK]",
        "Alfred: Jonathan's bedroom and I found a plane ticket stub. Jonathan had taken a quick trip just a couple of days before Marisa's body washed up on the beach.",
        "Joshua: Why would Jonathan want to hurt her?",
        "Alfred: I couldn't tell you. But Jonathan has what is... you can only call it a hair-trigger temper. I mean, just a couple of days ago in my bar I actually witnessed Jonathan pull a knife on Reva. I don't know where he gets this violent streak from.",
        "Olivia: Stop it. Save it. I've seen the bruises on Jonathan after he's been with you.",
        "Alfred: After he said he's been with me. Olivia, please, don't you see? That's the pattern. Jonathan lies, then he explodes, then he lies again to shift the blame on to someone else. Look, I have pulled myself inside out trying to get that boy to trust me and, yeah, I know, I'm not the perfect father. And, yeah, I've lost my temper with him. I'm just trying to do what's right for the boy because I love him. I'm sorry. I should just go. Thank you for letting me share this with you.",
        "Joshua: Unbelievable.",
        "Bill: That guy's cocky enough to believe he just talked himself out of a tight spot.",
        "Olivia: Unless it wasn't just talk.",
        "Joshua: Olivia, you don't believe him, do you? You don't think that Jonathan murdered Marisa and not him?",
        "Olivia: I don't know what to believe.",
        "[SCENE_BREAK]",
        "Reva: I know this hasn't been easy for you, finding your footing with me, because I'm not an easy person. But neither are you.",
        "Jonathan: Like mother like son, huh?",
        "Reva: Maybe so. But I know it's got to be harder for you fighting off Alfred.",
        "Jonathan: Whatever.",
        "Reva: We can push him away, Jonathan. We can free you. Together we can because together we can be strong. Strong together. Maybe too strong for our own good.",
        "Jonathan: What? You want to team up and start over?",
        "Reva: Yeah. Yeah, I do. Because I don't care what you've done. I don't. I don't care. You can give the money back to Lewis and if... if you hurt your mother then we'll deal with that, too.",
        "Jonathan: Nice. Great. Great pitch, Mom. If I wanted your help, I would have told you when Alfred first came to town, only I didn't, did I?",
        "Reva: I'm not saying that you...",
        "Jonathan: What? That I killed my real mother? The woman who raised me? Thanks for the vote of confidence! Let me think. At least my father's still alive. Yeah. Yeah, the guy who was there the whole time I was growing up. You weren't. He'll always be there.",
        "Reva: To hurt you.",
        "Jonathan: No. No.",
        "Reva: He doesn't love you.",
        "Jonathan: Get out Reva, we're done here.",
        "Reva: You're his whipping boy not his son!",
        "Jonathan: Get out. Get out.",
        "Jonathan: ( Grunts )",
        "[SCENE_BREAK]",
        "Danny: Have another bite.",
        "Marina: No. I'm stuffed. It's not a good thing if I'm supposed to be walking a beat soon.",
        "Danny: You'll be fine.",
        "Marina: I think I should start jogging in the mornings. I want to be in top shape for the academy. You know, it would be really great if you wanted to run with me. It would be a most wonderful thing to see your face every morning. Hello? Anybody home?",
        "Danny: Yeah. I'm sorry.",
        "Marina: No, it's okay. Is everything okay?",
        "Danny: Uh-huh.",
        "Marina: You're just so quiet since you went out to make that call.",
        "Danny: Oh, it's nothing. Its just business.",
        "Marina: Well, tell me about it. I'm interested. I know it wouldn't seem like it since I've been talking non-stop about my plans and my career. But I am. You got any hot new prospects?",
        "Danny: What?",
        "Marina: With your business. I assume you're always on top of things because you're a smart guy. You're always on top of everything.",
        "Danny: Yeah, that's me.",
        "Marina: Come on! Tell me just a little update. You got any new developments in the making or major deadlines?",
        "Danny: Uh-uh.",
        "Marina: Do you need to go on any more trips?",
        "Danny: Nope. No. The only thing that I need to do is be with you.",
        "Marina: You really are a very smart guy, you know that?",
        "Danny: I know. I know.",
        "[SCENE_BREAK]",
        "Olivia: Thanks.",
        "Bill: Why didn't you just want to go home?",
        "Olivia: I thought it would be nice to spend the night here.",
        "Olivia: Even though Emma's back at our place with the nanny? You're still thinking about Jonathan, aren't you?",
        "Olivia: I'm thinking about Marisa.",
        "Bill: Alfred... Alfred killed her. Everything in me says so.",
        "Olivia: I just... she's my sister and I should have seen in this and I don't know what's wrong with me.",
        "Bill: Listen to me. Listen to me. You had your own problems to deal with. Don't blame yourself. Everything's going to be okay, all right?",
        "Olivia: I wish I could believe that.",
        "Bill: Nothing's going to happen to you or me, our family. That's a promise.",
        "[SCENE_BREAK]",
        "Tammy: You know I love you.",
        "Sandy: I don't doubt that.",
        "Tammy: And I never meant to make it seem like you weren't everything I need.",
        "Sandy: I can put the past in the past if you can.",
        "Tammy: Jonathan is...",
        "Sandy: Hey, Jonathan's what? What is he? What is Jonathan to you?",
        "Tammy: He's nothing. Nothing. That's all he can ever be. I made my choice. And I choose you.",
        "[SCENE_BREAK]",
        "( Knock at the door ) ( Continuous knocking )",
        "Jonathan: Hello?",
        "Joshua: It's Joshua.",
        "Jonathan: Go away.",
        "Joshua: Jonathan, open the door.",
        "Jonathan: I don't have anything to say to you.",
        "Joshua: Oh, I'm sorry. I'll come back then.",
        "Jonathan: Nice, tough guy.",
        "Joshua: Shut up! Sit down! You and I need to have a little talk. Right now.",
        "[SCENE_BREAK]",
        "_Next on \"Guiding Light...\". _",
        "Joshua: Where's the money?",
        "Jonathan: I don't know. Come on, hit me!",
        "Reva: Are you following me? You're a coward and a bully and I will kill you before I ever let you hurt him again.",
        "Tammy: Sandy thinks that I have feelings for Jonathan.",
        "Cassie: What? You have got to walk away from Jonathan or he will drag you down."
    ],
    "Transcript Author": [
        "By Boo Proofread by Laura"
    ],
    "url": "https://www.youtube.com/watch?v=RdmUHC_snVY"
}