{
    "Episode Summary": [],
    "Recap": [
        "Reva comes to the hospital looking for Sandy. When she learns that he was only there to assist one of his student actors, they share a mother/son moment. Reva confides in Sandy about the strange feelings she's been having ever since the Valentine's dance. Josh and the other men have gathered at the old fairgrounds to inspect the location of their meeting with Carrie. While Ed and Josh want to believe that Carrie really does want to say goodbye and leave town, Alan and the others don't trust her. Marah tells Michelle and Marina that she doesn't trust Carrie's promise to leave their fathers in peace and leave town. However, the three of them go to Carrie's room to find her packing. Carrie expresses the tenderness she's come to feel for the girls. Carrie invites the three young women to join her tomorrow night at the fairgrounds to say farewell to Maryanne. Harley confronts Jeffrey about working with Gus. Jeffrey surprises her and Gus by informing them that both are working undercover for him. Harley and Gus can't believe that they were keeping secrets from each other."
    ],
    "Recap Author": "Megan",
    "Show Title": "Guiding Light",
    "Transcript": [
        "Jeffrey: Hi, Harley. How are you?",
        "Harley: Fine, Jeffrey. And you?",
        "Jeffrey: I've never been better.",
        "Harley: What's up? How can I help you?",
        "Jeffrey: Well, you know, I was thinking, I had an idea about all the money that you and Michelle and the others raised for the crisis center. I wondered if you had a minute.",
        "Harley: Sure, come on in.",
        "Jeffrey: Thanks.",
        "Harley: Nice cover. But, then, I guess that's what they pay you for.",
        "Jeffrey: Well, you know, I would have preferred that we meet at the safe house, but beggars can't be choosers.",
        "Harley: What about liars?",
        "Jeffrey: Well, they can't choose either.",
        "Harley: I know. I know there's something going on between you and Gus.",
        "Jeffrey: Well, it's funny you should mention that.",
        "Harley: Shut up, Jeffrey. I don't want any more lies. You have been lying to me about everything from the beginning. Now, I know you have your national security issue thing, but a lie is a lie, and you're not going anywhere until you tell me exactly how much Gus knows. How much is he involved in this?",
        "Gus: What's going on?",
        "Harley: That's what I'd like to know.",
        "Jeffrey: Well, I guess now is as good a time as any. I was going to tell you guys this before. I've got a couple of agents that are working undercover for me, and I think it's time that they met each other. Agent Cooper, meet Agent Aitoro.",
        "Carnival barkers: Peanuts, popcorn, cotton candy! Test your strength, come right this way and test your strength. Win the lady a kewpie doll! Win the lady a kewpie doll! Right this way to the House of Mirrors! Win the lady a kewpie doll! Peanuts, popcorn, cotton candy! Test your strength. Right this way to the House of Mirrors.",
        "Billy: It's kind of a shame, isn't it? I mean this place used to be so full of life.",
        "Josh: Like a lot of things.",
        "Billy: Look, the whole thing's going to be over real soon.",
        "Josh: It's never going to be over, Billy. Come on, unless we can figure out some way to magically turn back the clock and make it as if Maryanne Caruthers never got into the car in the first place.",
        "Billy: It just don't do any good trying to change things that you can't.",
        "Josh: Why not? Isn't that what we're doing right now? Trying to make ourselves believe that somehow this Aunt Carrie is going to show up and shake our hands and say \"All is forgiven.\"",
        "Alan: Josh, nobody believes that. We all know this is a trap.",
        "Buzz: Well, that is why we're here, isn't it? To check it out?",
        "Billy: Yeah, and look, we got to be ready for whatever that old witch throws at us, too.",
        "Ed: Excuse me.",
        "Josh: You okay?",
        "Ed: Oh, I'm fine. I'm fine, everyone.",
        "Alan: Of course you're fine, Ed. We're all fine. And when we meet Aunt Carrie, we'll take care of business. Because she will never threaten us or anyone we love ever again.",
        "Marina: Okay, please tell me that you're redecorating.",
        "Michelle: Yeah, and you need our help, that's why you called us.",
        "Marah: No, we are going to Carrie's -- uninvited, unannounced, unafraid.",
        "Marina: Uh, no way.",
        "Marah: Yeah. What, do you really think that the men just apologized to her, and she accepted just like that? That it's over? After all of these years? Come on you guys, wake up!",
        "Michelle: Marah, Marah I don't think I can deal with another encounter with Carrie today.",
        "Marina: Yeah, me, neither.",
        "Marah: Well, okay, fine, fine. You know, maybe she isn't lying. Maybe she really is leaving, but I need to look at her in the eye, and know for sure. And if you guys want to stay here, then that's fine, but I'm going.",
        "Michelle: Okay, wait, wait, wait. I'm going, I'm going.",
        "Marina: What else could happen?",
        "Carrie: Well, that's one wish that will come true tomorrow night -- mine.",
        "Reva: Excuse me. Where can I find Sandy Foster?",
        "Nurse: Well, has he been admitted?",
        "Reva: I don't know. I'm his mother and I was told that... Oh, you know what? Never mind. Sandy. Are you okay?",
        "Sandy: Yeah. I'm fine.",
        "Reva: I called the rehearsal hall and they told me that you were on your way here to the ER.",
        "Sandy: Oh, yeah. Emily fell off a platform in rehearsal.",
        "Reva: Oh, Emily.",
        "Sandy: It's okay. She took \"break a leg\" literally.",
        "Reva: Yeah.",
        "Sandy: But, it's just a sprain. I'm okay, honest.",
        "Reva: I know, I just had... such a horrible feeling.",
        "Sandy: The psychic hotline?",
        "Reva: Well, I thought so.",
        "Sandy: Your radar must be a little off today.",
        "Reva: No, it's not just today. Lately I've been having such crazy impressions.",
        "Sandy: About me?",
        "Reva: Well, about you, about Shayne, about Josh. I don't know, they're not very clear, but it's a feeling. A feeling that someone I love is in danger.",
        "Sandy: Okay, so you saw swirling water.",
        "Reva: Pretty vague, huh?",
        "Sandy: And you're sure it's something bad.",
        "Reva: No! I'm not sure about anything. That's what's driving me crazy.",
        "Sandy: Hmm. Didn't you say sometimes the things you see aren't what you think they are?",
        "Reva: Yeah.",
        "Sandy: So, the swirling water might not even be swirling water. Ah, you were at the Valentine's dance with Josh. And you're happy, so maybe it was just your feelings swirling all around you.",
        "Reva: You are a romantic!",
        "Sandy: Mm, no.",
        "Reva: Yeah. I heard about the night you set up for Marina and Shayne.",
        "Sandy: Oh, well, that was Marah's idea.",
        "Reva: Yeah, huh, I also heard how you got Marah and Jeffrey to the Valentine's dance.",
        "Sandy: Yeah, I wasn't so sure how you'd feel about that one.",
        "Reva: Well, I'm not so sure about that one, either. But I do appreciate you wanting Marah to be happy.",
        "Sandy: I really do.",
        "Reva: And what about you, Sandy? Why didn't you have a date at the dance?",
        "Sandy: Maybe next year. What is that look? What, do you have a girl in mind already?",
        "Reva: That's my next project. Oh, but in the meantime, here. I was going to give this to you the night of the dance, but you were a no-show. Better late than never.",
        "Josh: You want to define \"take care of business,\" Alan?",
        "Alan: Do I really need to, Josh?",
        "Josh: I just kind of get the impression that you're actually hoping that Carrie will try to pull something so we have no choice but to retaliate.",
        "Billy: Yeah, maybe even, um, pre-emptive strike situation? Is that it, Al?",
        "Alan: Look, guys, all I meant was, we just need to keep our eyes open and be ready for anything.",
        "Billy: Yeah. We don't take any chances tomorrow. Everybody arrives separately, coming from different directions. We're not going to be sitting ducks, okay?",
        "Josh: All right. Tonight, let's just split up, check the grounds.",
        "Alan: Meet back here in twenty minutes.",
        "Josh: Good. Keep note of anything you find that's out of the ordinary.",
        "Billy: Josh, this whole place is a little out of the ordinary.",
        "Josh: You want to come with me, Ed?",
        "Ed: Yeah, yeah.",
        "Alan: Where is it?",
        "Buzz: Where is what?",
        "Alan: Don't get smart with me now, Cooper.",
        "Marina: Okay, see? I told you, she's leaving. She wasn't lying.",
        "Carrie: Well, I take it you're not here to give me a bon voyage party?",
        "Michelle: Well, I guess you can call us even, because you tricked us into leaving the dance so you could be alone with our fathers.",
        "Carrie: Well, you see it turned out all right. They've admitted their guilt, and I've forgiven them. So I'm splitting.",
        "Marah: So, in spite of the fact you have been hiding out all these years, waiting to make them pay for what they did, they just say, \"Oh, I'm sorry, Carrie,\" and you forgive them.",
        "Carrie: It's time.",
        "Marah: I'm sorry. You know, everybody else might be so desperate to get this whole thing over with that they believe you, but I don't.",
        "Jeffrey: I had no choice but to keep your assignments secret from each other, you know that.",
        "Harley: Assignments? He had an assignment?",
        "Jeffrey: Harley, this is undercover. You knew how it went down, okay? You were working a case, you ran into Brad Green, you befriended him, he trusted you, okay, so it was perfect. I put you on the case. You were working Green from the outside, but, you know, we take what we can get. Meanwhile, you, you decide you want to take a vacation from the police force, and you end up working for Papa Bear himself, who promptly hands you the keys to the kingdom. I mean, what would you do? Would you pass up that opportunity to have a trained operative on the inside just because his girlfriend might get her nose a little out of joint? Come on. Grow up, wake up. Get over it. So, are you over it?",
        "Harley: What?",
        "Jeffrey: How much time do you need?",
        "Harley: A little more than this. You rat!",
        "Gus: Oh, don't even. I'm a rat? I'm a rat?",
        "Harley: How could you?",
        "Gus: How could I? How could you? How could you? You are a crazy woman. You're crazy, and you're pissed at me? That's funny.",
        "Harley: You lied.",
        "Gus: You lied. You told the same exact lie as I did! What are you talking about?",
        "Jeffrey: Let's not quibble over semantics.",
        "Harley: Shut up, O'Neill! Come on. Do you know what it took for me to do this? Do you know the things that he said to me? I thought your life was at stake.",
        "Gus: Do you think this was a picnic for me?",
        "Harley: I would expect this kind of duplicitous behavior out of Jeffrey O'Neill, but you're supposed to be the one person I can trust.",
        "Gus: Trust? It's funny you're talking about trust. You know, you have a history of this. The last time I tried to work on a case, you stole it right from under me.",
        "Harley: Not stole it. I tried to solve it, that was all.",
        "Gus: Excuse me, who was the detective, and who was the civilian? You were.",
        "Harley: I can't believe I did this. I cannot believe I tried to do something to help you and your stinking family.",
        "Gus: Oh, is that it? Putting on a dress, acting all saucy, going out to dinner with clients? That's helping me? And my family? Are you serious?",
        "Harley: Yes, it's helping you and your family, but you're too pig-headed to see it! Think about it. Do you think that my idea of a good time is going out with Brad Green?",
        "Gus: I don't know what your idea of a good time is anymore!",
        "(Drumming)",
        "Harley: What does that mean?",
        "Gus: What does that mean, it means --",
        "Jeffrey: Hey! All right, now that I've got your attention, shut up and listen up.",
        "Carrie: Marah, I'm going to miss that pragmatic streak of yours. Always needing hard evidence.",
        "Michelle: So you've devoted your entire life to keeping Maryanne's memory alive, and you're just going to walk away and leave it unfinished?",
        "Carrie: Well, yes, it is finished. It's finished for me. It's over. I know I can never really make you understand, but when Maryanne died all those years ago, I couldn't get used to the idea that those five men, those stupid, clumsy men, had eradicated, wiped-out something so, so beautiful, so, so innocent. It changed me, you know. It changed me forever. I was young then, too. But suddenly my life began to be about revenge, about trying to make them confess. And then... something really changed. Something that I never expected to happen. I met you. I met you three children.",
        "Marah: Don't. We were just part of the plan.",
        "Carrie: Oh, yes. Yes, you were at first. You were part of the plan. You were going to be my instruments of vengeance. But then I got to know you. You see, I haven't met any young girls. I got to know you and see how you were, and how young and full of hope you were, and you were going to remind me of Maryanne. I found things in you that I had seen in Maryanne. Your stubbornness, Marah, and you're sweetness, Michelle, and oh, you and your wonderful joie de vivre. And you see, knowing you, it made me think about Maryanne the way she was when she was so young. And then I realized that revenge that I had planned against your fathers was going to be empty, and that it would never, ever bring Maryanne back. And I knew that I would wound the three of you, irrevocably, for the rest of your lives. And I couldn't do it. I couldn't do it. You see, I look at you and I see that you three have courage, and you have stamina, and that you're good. And so, you see, your fathers will never have to pay for their crime. They can find their own peace. You have become their redemption.",
        "Alan: You know what you're doing with this, Buzz? Wait a minute, I asked you a question, you know what you're doing with this? Look, I don't need a sharpshooter who won't shoot straight with me, all right?",
        "Buzz: It's like riding a bike. Look, I already had the Lewis lecture when I tried to take that in the tunnel, please? Thank you.",
        "Alan: All right, all right. Josh and Billy believe that you appeal to the good in people. And I have no idea what Ed believes these days. But we know that we have to be prepared for the worst.",
        "Buzz: Oh, I'm prepared. I'm prepared. I'm just not going to do your dirty work.",
        "Alan: I'm not a violent man. I would much prefer to negotiate with that woman, and you...",
        "Billy: Hey, nothing out there but an empty lot with a lot of weeds growing in it. Decoration, looks like, you know? You find anything?",
        "Alan: No, we didn't find anything out of the ordinary, but I can assure you that we will be prepared for anything Aunt Carrie dishes out. Right, Buzz?",
        "Buzz: Right.",
        "Billy: Any of you guys check out this place? Hey, we really should check it out. I mean, that was the last place that we were before we got in the car with Maryanne, remember? All right, let's go.",
        "Carnival barker: Test your strength, test your strength right here. Come on, son, let's see how strong you are. Step right up and test your strength. You can do it. Surprise yourself. Impress your gal and win her a prize. Come on, son, win your sweetheart a kewpie doll. You've got a sweetheart, don't you? Win one for your sweetheart, come on! Win one for your sweetheart!",
        "Josh: I failed the test that night, Reva. I won't fail tonight.",
        "Sandy: You don't have to do that, you know, give me something every time you see me.",
        "Reva: Too much, huh?",
        "Sandy: Sort of. But maybe I...",
        "Reva: No, it's me. It is me. I tend to go overboard, especially when I want something to work. Ask anyone.",
        "Sandy: Maybe it's also because Marah and Shayne are out of the house. You know, the Empty Nest Effect.",
        "Reva: Well, you know, I never really did a lot of nesting to begin with, so you're going to get all of the maternal stuff I have left in me.",
        "Sandy: Lucky me. Sorry, I didn't mean it like that. I actually really like it. Even though you are kind of...",
        "Reva: Weird?",
        "Sandy: Yes.",
        "Reva: Yeah, well you don't know the half of it. (Laughs)",
        "Sandy: So, how is Josh? Did you guys have fun at the dance?",
        "Reva: Yes, we had a lot of fun. In fact, I think he may be coming home.",
        "Sandy: All right! Did you get him a valentine?",
        "Reva: Oh.",
        "Sandy: Well, this one is a really nice one.",
        "Reva: (Laughs)",
        "Sandy: Maybe you could give it to him. Mom? Reva?",
        "Jeffrey: All right. So, here's the deal. You've both accomplished all you can separately. Now don't get me wrong. You both worked great, separately, but you work even better as a team. So, kiss and make up, or whatever it is you've got to do, because we have work to do.",
        "Harley: You're right. We have been wasting time being upset with each other, when what we should be doing is kicking your manipulative butt out of my house!",
        "Jeffrey: Gus, can you give me some help here?",
        "Gus: Hey, whoa -- she's your operative, right, man? I'm still pissed at you trying to feed her to Brad Green like a piece of meat. I could have gotten the information that you needed.",
        "Jeffrey: Oh, you could've gotten it.",
        "Gus: Yes, I could've.",
        "Jeffrey: Because you look so great in a gown, don't you?",
        "Harley: And while we're on the subject, I was doing just fine with Brad Green. You didn't have to involve him in this.",
        "Gus: And you didn't have to wear a gown.",
        "Jeffrey: Okay, look, with one extra-large serving mac and cheese and Alan Spaulding is just going to dump his most sensitive files into your lap?",
        "Harley: It was sleazy of you to send him in there to get blind-sided by this whole thing. What if he found out his father was behind everything?",
        "Jeffrey: Well, that is a possibility, isn't it?",
        "Harley: And do you care? Do you care that he could find that out? No, just as long as you get what you want.",
        "Gus: Well, I did need to know if he's guilty. I do need to know if...",
        "Jeffrey: Thank you. Can we all get on the same page here, please? Are we on the same page? I hope so. And I hope you two are on the same page, because you are going to be working as a team!",
        "Josh: Ed? You okay? I know it's tough being back here, it's like going back to that night.",
        "Ed: It's just the mirrors. I'm not big at... looking at myself these days.",
        "Josh: It's hard for all of us, Ed, it just is what it is.",
        "Ed: I'm having a little difficulty moving on. I can't seem to put it out of mind for more than five minutes at a time.",
        "Josh: That's exactly why we have to come clean with this woman.",
        "Ed: (Laughs) \"Come clean.\" That's a fantastic concept.",
        "Josh: Ed, we can't just make it like it didn't happen.",
        "Ed: I know. I'm a doctor, you'd think with all the dead bodies I've seen I'd know that you can't bring them back. Josh, we never said we were sorry.",
        "Josh: I know that.",
        "Ed: We never said we were sorry.",
        "Josh: Ed, every time we visit her grave site, we're saying we're sorry.",
        "Ed: Yeah, but that's now. I'm talking about at the time. We never even tried to find Maryanne's family. I mean, I didn't even try to go back and find Maryanne.",
        "Josh: But we did try.",
        "Ed: Not hard enough. I crawled out of that river, man. I turned my back and I just tried to forget. I mean, don't you think that maybe that's all this woman wants is just someone to care just a little bit about what happened to Maryanne? Just a little bit about what happened to her niece?",
        "Josh: Ed.",
        "Ed: I'm fine. Seriously, I'm... I'm fine. Just go back and find the others.",
        "Josh: Okay.",
        "Ed: (Whispers) I'm sorry. I'm sorry. I'm sorry. Do you hear me? I'm sorry!",
        "Carrie: You see, it's a one-way ticket to New Orleans. Well, you could see me to the airport if you don't believe me.",
        "Marina: So you're never coming back?",
        "Carrie: No, I am never coming back to Springfield. I don't belong here. I'm going back to my home in the Vieux Carre , where time seems to stand still. Doesn't that seem like paradise?",
        "Michelle: Um, I'm sorry that we had to meet you like this.",
        "Marah: Well, it didn't have to be like this.",
        "Carrie: Well, I'm afraid... I'm afraid it did. I wonder if I could ask a favor of you.",
        "Marina: Go ahead, ask us.",
        "Carrie: I'd like to have a little, oh, a little memorial, a little ceremony for Maryanne. I'd like for you all to come if you're not too busy. Perhaps tomorrow night? You know, she really, really never had a memorial.",
        "Michelle: At night?",
        "Carrie: Oh, well, but not at the cemetery. No, someplace else. Someplace where she was happy, and young. Oh, I know. I know. The fairgrounds.",
        "Reva: I don't know what that was.",
        "Sandy: Did you get dizzy?",
        "Reva: No, no, it was um, more like a sense.",
        "Sandy: Of danger?",
        "Reva: It was more specific than that. The feeling, the feeling was of betrayal.",
        "Sandy: So this feeling, it makes you think someone has betrayed you?",
        "Reva: Well, you know, the feelings aren't always about me. Sometimes they're about other people. Sometimes they're about someone I've just met.",
        "Sandy: So it may not even be about you.",
        "Reva: No. I'm not sure. It was such a gut reaction. Kind of like the feeling you get when somebody's lied to you.",
        "Sandy: That's not betrayal. That's hunger.",
        "Reva: Oh, come on!",
        "Sandy: Yes! We need to go to Company and have lunch! My treat.",
        "Reva: You don't have to treat me.",
        "Sandy: It's my turn to do something nice for you. We are family.",
        "Reva: Okay. But don't think that just because you're treating me to lunch at Company that that necessarily means that you're a member of the family. That's just the first step.",
        "Sandy: What's the second step? Let me guess -- secret handshake?",
        "Reva: You're close. Game night.",
        "Sandy: Game night?",
        "Reva: Uh-huh. You can't be an official member of the family until you've lost a round of Factoid Follies.",
        "Sandy: Factoid Follies, wow! I don't think I've ever played that.",
        "Reva: Yeah, well, it's complicated. I'll tell you about the rules on our way to Company.",
        "Harley: Good-bye, Jeffrey. We're done with code names, and safe houses, and lying, and danger. You can get yourself two new patsies.",
        "Jeffrey: But I like the ones I already have.",
        "Harley: Well, tough. No deal. We're done. Right, Gus? Gus?",
        "Gus: Come here. We had a little fun working together as partners, right?",
        "Harley: Okay, yes, but there are more important things than fun with work and I don't trust him.",
        "Gus: Just listen to me. Maybe we would be better off working as partners with this guy around. You know what I'm saying?",
        "Harley: Well, I do miss the all-night stakeouts.",
        "Gus: Yeah, that's what I'm saying, you know, pouncing on perps and whatnot.",
        "Harley: Busting in and making the collar.",
        "Gus: Don't show him that you're excited about it.",
        "Jeffrey: So, we're agreed then, right?",
        "Gus: So at least we get to come home together.",
        "Harley: Work off the adrenaline of the day.",
        "Gus: Stop it, stop it. You know what I'm saying.",
        "Harley: You were very brave, you know. I mean, really, going in there, and taking the risk that you might find something to implicate your father. What'd you find out?",
        "Gus: I think you were the brave one hanging out with Brad Green, giving him all your oysters.",
        "Harley: I didn't give any oysters to Brad.",
        "Gus: You better not have given all your oysters to Brad Green.",
        "Harley: You're the only person I give my..",
        "Jeffrey: I'll take that as yes.",
        "Gus: You better not have enjoyed yourself.",
        "Harley: Enjoyed myself?",
        "Gus: You better not have enjoyed it.",
        "Harley: It's not my idea of a good time.",
        "Jeffrey: Okay, I'm just going to... I'll be going now.",
        "(Door closes)",
        "Jeffrey: Yeah, it's O'Neill. Uh, everything's fine. Oh, yeah, they're happy to be working together. Okay.",
        "Gus: You've just got to know how difficult it was for me to lie to you, okay?",
        "Harley: I hated lying to you, too. I mean, really, when Jeffrey first came to me, my first instinct was to say, \"no way,\" and walk out that door. But I really did think your life was at stake. I hated keeping secrets from you.",
        "Gus: Yeah, secrets. You know, you're really good at keeping secrets.",
        "Harley: You're pretty good yourself.",
        "Gus: You're very, very good. So here's the deal, all right? If we're going to do this thing, if we're going to be partners, then we're going to stay right now, from here on out, no more secrets.",
        "Harley: No more secrets.",
        "Gus: All right.",
        "(Both laugh)",
        "Ed: Let's get the hell out of here, what do you say?",
        "Buzz: And just keep on going.",
        "Alan: You'll be here tomorrow, just like the rest of us.",
        "Buzz: Oh, I'll be here tomorrow.",
        "Josh: And then maybe this will all be over.",
        "Carrie: I'd like for you to have these as a little memento of our adventures.",
        "Michelle: We cannot accept those.",
        "Carrie: Oh, please! Of course you can. Oh, no, no, no. Don't put that on quite yet. Wait until tomorrow at the fairgrounds.",
        "Marina: Why, the magic won't work yet?",
        "Carrie: Oh, we all know that these rings have no power. And I'm afraid there was no magic. But I will always, always believe in wishes. And there's something else. I've kept this all these years. It's a little prayer. A prayer I meant to say for Maryanne. But I could never finish it. And perhaps tomorrow, with your help, I will. Well, until we meet again.",
        "Michelle: Okay.",
        "Billy: Tomorrow this will all be over, eh?",
        "Michelle: Tomorrow it will all be over.",
        "Carrie: Tomorrow it will all be over.",
        "Marina: Next on Guiding Light...",
        "Rick: You seem to have a problem with me spending some time with my best friend, so why don't you just tell me what you're afraid of?",
        "Harley: I didn't expect you.",
        "Gus: Well, I could see that.",
        "Jeffrey: If you are planning something, and if it involves those girls, I will take it personally."
    ],
    "Transcript Author": [
        "By Boo Proofread By Hijrah"
    ],
    "url": "https://www.youtube.com/watch?v=rKBbazdiTyA"
}