{
    "Episode Summary": [],
    "Recap": [
        "Frank and Darci help out at Company. Darci offers to chip in for Marina's college fund. Darci calls Frank her boyfriend. Frank is pleased. Marah and Josh meet and talk about her trip to Italy and Reva. Eden and Tony set out to prove she is innocent. They head to NY to see Vinnie Salerno. Shayne and Marina prepare to have a romantic dinner. They get cozy. Marina tells Shayne that she regrets not being with him last year. Marina is kidnapped by Ben. Stay tuned."
    ],
    "Recap Author": "Barbara",
    "Show Title": "Guiding Light",
    "Transcript": [
        "frank: Okay, here you go. I ordered the... Good save, dad.",
        "Buzz: That's all right.",
        "Frank: Okay. Sorry about that. We're kind of low on help here. That's yours. (Laughs) here we go. That's yours and that's yours. Thank you very much. Enjoy.",
        "Buzz: You got the message, huh.",
        "Frank: I did. I can't believe that half you wait staff's out sick. As soon as i got the word I came on down.",
        "Buzz: Frank, I'm sorry. My cell phone is out or I would have known earlier. Look, I'll take it from here.",
        "Frank: Dad, come on, you got a day off. I got it covered. I'll hold down the fort.",
        "Buzz: You're the chief of police. You're suppose to be protecting and serving.",
        "Frank: Pop...",
        "Buzz: What?",
        "Frank: I can do this. I got it covered.",
        "Buzz: Give me the plates.",
        "Frank: Come on, i got it covered. I'm serving here.",
        "Darci: Hot plates coming through. Hey, frankie, where does these go?",
        "Frank: Right there.",
        "Darci: All right.",
        "Buzz: Oh, you've got it covered all right.",
        "Josh: Hey.",
        "Marah: Hey. Sorry I'm late.",
        "Josh: That's okay. I just got here. Are you okay?",
        "Marah: Yeah, sure. Why?",
        "Josh: You left a message to meet you here. You said it was urgent.",
        "Marah: Oh, did I say urgent?",
        "Josh: Yes, you said urgent. I' m father and we remember words like urgent, because it usually means something bad.",
        "Marah: Sorry. Well, it was wasn't urgent so much as it's sort of a celebration.",
        "Josh: What kind of celebration?",
        "Marah: Your bon voyage.",
        "Josh: I see. Where am i going?",
        "Marah: To italy. To be with mom where you belong.",
        "Josh: Did we not already talk about this?",
        "Marah: Yeah, we did, but i thought we could have another go at it for old times sake.",
        "Josh: And you have nothing better to do in your life than nag your father?",
        "Marah: No, nagging you is the top thing on my to-do list.",
        "Eden: Tony, are you sure you don't have something more important to do?",
        "Tony: Let me ask you a question. Have you taken a look at this? Your planner is a mess.",
        "Eden: Well, everything that i need to know is...",
        "Tony: Look at this.",
        "Eden: All up in here.",
        "Tony: Look at this. You got bus schedules, you got expired coupons, you got a receipt for pizza that you ordered six months ago.",
        "Eden: All right, tony, i already said...",
        "Tony: Yeah, i heard you. I heard you. And no, I don't have more important things to do. Not while your brother still suspects you of multiple murders.",
        "Eden: I know. He's just doing his job.",
        "Tony: Yeah. And you know what? We got a job to do too. The name of the game is alibis. And you know what? Since you don't have any of those filed away up here, I got look through this mess.",
        "Eden: Right. Give me a break. At least i gave you the easier one to work on. By the way, where is marah?",
        "Tony: She had someplace she had to be. Can we focus? Please? Please focus. Did you rent a car?",
        "Eden: I don't know. If it says on that paper...",
        "Tony: No, i'm serious. I'm serious. Did you rent a car or not?",
        "Eden: Yeah. You know what? Actually i did. My car was in the shop and so i had to rent a car to go to chicago to see my friend that was sick.",
        "Tony: Lucky girl.",
        "Eden: Well, she didn't think so.",
        "Tony: No, you. You couldn't have picked a better day to go out of town.",
        "Marina: Oh, you are one talented guy.",
        "Shayne: Yes, I am. The chicken's ready. And it smells good.",
        "Marina: Well, i promised gourmet, i deliver gourmet.",
        "Shayne: So what other hidden talents do you have that i don't know about yet?",
        "Marina: How do you mean?",
        "Shayne: I mean you're a great cook and you know how to dodge reporters like nobody's business.",
        "Marina: Well, those vultures in springfield were taking up all your time. I only have you for a few more weeks.",
        "Shayne: So what are you jealous?",
        "Marina: Maybe.",
        "Shayne: Hmm. Well, maybe I should have given them a few more interviews. Oh, hey, i forgot. I brought you something.",
        "Marina: You got me a bear?",
        "Shayne: I was thinking of cub... Like a chicago cub.",
        "Marina: Oh, yeah. (Laughs)",
        "shayne: Because i know you have that elephant thing that you like so much, so i thought you.... (Laughs) it's a stupid idea.",
        "Marina: No. No, I think it's really sweet. And by the way, phanty is not just some elephant thing.",
        "Shayne: Okay, phanty. Well, now phanty is going to have some company. And when i go to the pro's you'll, you know, you'll have something so you don't, you know...",
        "Marina: So I don't forget you.",
        "Shayne: Yeah.",
        "Marina: Yeah. Not a chance. Wait. What is that?",
        "Shayne: What's what?",
        "Marina: That. Outside. I think I saw something move.",
        "Shayne: It's just a deer.",
        "Marina: Hey, we're talking, like, you know, harmless bambi kind of deer, right?",
        "Shayne: Is there any other kind of deer? Come on, look. See. Probably just, like, heard it rustling around the bushes out there.",
        "Marina: Oh, my gosh, he's beautiful.",
        "Shayne: Yeah. Come on.",
        "Marina: Now you see. You see if we hadn't decided to stay the night we would have never seen that deer.",
        "Shayne: Yeah. And that's why i here. The wildlife.",
        "Marina: I really feel like we should go hang outside tonight too. I bet there's like a million stars out. I mean, it's probably stunning.",
        "Shayne: Okay, that's great. So wildlife and astronomy, we have now.",
        "Marina: I'm saying that i'm really glad that we decided to stay.",
        "Shayne: Me, too. I'm having a good time.",
        "Marina: Yeah, so am i.",
        "Shayne: I mean, i'm having a good time no matter what.",
        "Marina: I know. You already said.",
        "Shayne: No, um...",
        "Marina: What?",
        "Shayne: Okay, let me start over. I know this was your idea to come up here and stay overnight. I just don't want you to feel like i'm expecting... I don't want you to think that we have to... I just don't you to feel like...",
        "Marina: Pressured.",
        "Shayne: Yes. Yeah. I don't want...",
        "Shayne: So...",
        "Marina: So... Let's eat.",
        "Tony: You lucked out. This car rental receipt has everything. It has your drivers license, your tags, the time and the date you took it and you returned it. I mean this is perfect. This shows that you weren't here the day rene peters were killed. The cops can't do anything against you.",
        "Eden: This is great. So what do i do? I take this receipt, show it to gus, and then we're off the hook?",
        "Tony: Well, here's the thing. It's not that easy. You see, the cops are going to say that anybody could use their credit card to rent the car. But it's okay, because we've got your friend in chicago that's going to hook us up.",
        "Eden: What?",
        "Tony: Your friend. You said friend. The one that you went to go see. She's going to hook us up. Now gus doesn't have anything against you. His case is closed.",
        "Eden: About my friend in chicago.",
        "Tony: What about it?",
        "Eden: It's a he.",
        "Tony: And that's okay. So?",
        "Eden: It's vinnie salerno. Look, he was in chicago for the day and I went to see him. Okay, I know what you're going to say, but, i didn't know it would be such a big deal. I thought that this receipt would be enough.",
        "Tony: Oh, you lied to me about your sick friend before i told you the receipt was not going to be enough. Eden, when are these lies, lies... When are they going to stop?",
        "Eden: What? Do you think i like lying to you?",
        "Tony: Well, you know what? For someone who doesn't like lying, you sure do a hell of a lot of it.",
        "Eden: Well, you know, you and danny have this history with salerno. So every i say his name, you guys freak out on me.",
        "Tony: Oh, no, no, no. We don't freak out.",
        "Eden: Well, you get really weird. So i was just trying to avoid that.",
        "Tony: Why did you go see him?",
        "Eden: Tony...",
        "Tony: You heard me. Don't play games.",
        "Eden: Look, this is just something that's kind of personal, all right.",
        "Tony: Really? Really? Add it to the list.",
        "Eden: Tony...",
        "Tony: Just tell me.",
        "Eden: Okay, fine. I wanted to make sure that our past was put to bed. Well, wait. No, I know that is the wrong terminology. Look my business was going so well and i just needed to hear it from him.",
        "Tony: Hear what?",
        "Eden: That we ended on good terms. Like, he was supposed to be in new york, but then he ended up in chicago on business. So i just wanted to go and finish it, you know. Have you ever wanted to just put an end to a part in your life?",
        "Tony: Don't, don't, don't.",
        "Eden: Come on, you know what it's like.",
        "Tony: Don't use that look. How much we have in common stuff with me again.",
        "Eden: I was just saying that you would do the same thing.",
        "Tony: I'm not you. You know what? Here's the new plan. We're going to go to new york. We're going to meet up with vinnie salerno and we're going to get him to back you up on your alibi.",
        "Eden: You said we.",
        "Tony: Yeah. And don't you make me regret it.",
        "Eden: So you're really going to go with me?",
        "Bill: Oh, what the heck, I'll tag along, too. So where are we going?",
        "bill: So you two going to tell me what i just walked in on or we're going to play 20 questions?",
        "Tony: Well, bill, i was going to help eden out with something, but really i think it should be you. So...",
        "Bill: What are you talking about?",
        "Tony: Well, we need to find an alibi for each of the murders that the cops want to pin on eden.",
        "Eden: We already found a receipt for a car rental that will prove that I was in chicago the night rene was killed.",
        "Bill: Well, that sounds like a good thing.",
        "Eden: Yeah, it is.",
        "Bill: Yeah, well, then why do you both look like your dog just died?",
        "Eden: Because now i need an alibi to back that up.",
        "Tony: I was going to go with eden to new york to go convince this guy.",
        "Bill: Wait a minute. Wait. Hold on. New york?",
        "Tony: Yep.",
        "Bill: Who's your alibi?",
        "Tony: Vinnie salerno.",
        "Bill: Why is it every time i hear that name i expect some organ to be playing? (Imitating the sound of an organ)",
        "eden: Well, bill, he's the only one that could back it up.",
        "Bill: Well, will he do it?",
        "Tony: Well, she sure as hell can't go in there by herself and deal with him.",
        "Bill: No, she can't.",
        "Tony: I say you go, bill. You're the boyfriend.",
        "Bill: Well, you're the mobster.",
        "Eden: Bill, he doesn't do that anymore.",
        "Bill: Eden, all i'm saying is i'm sure you remember how the game is played, right? I mean, let's face it, i don't know the first thing about vinnie salerno and i have feeling you used to eat guys like this for breakfast. So be honest with me, tony, who do you think would be better at this. You or me?",
        "Tony: Me, i guess. Salerno and I kind of talk the same kind of talk.",
        "Bill: Yeah, and i don't. Well, if you could get eden off the hook, I guess I could step aside, check my ego and let you do it. Whether I like it or not. By the way, I don't like it.",
        "Eden: But you understand...",
        "Bill: Yeah. So when are you going to be taking off?",
        "Tony: Well, i got to tell marah, but i think we could make it there and back by tonight.",
        "Bill: Then I guess you'd better get going.",
        "Eden: Thank you. All right, we'll be back soon, okay?",
        "Marah: And here is a picture of mom in front of the statue of st. Augustine.",
        "Josh: Ah-huh.",
        "Marah: And here is a picture of her in front great little cafe that they found. They have the most amazing capuccinos. And they don't do any of that faux foam stuff that they do here.",
        "Josh: Okay.",
        "Marah: Here is another picture.",
        "Josh: Okay. Okay, marah, sweetheart, i get the picture. Okay, I get all the pictures, honey.",
        "Marah: Really?",
        "Josh: Yeah.",
        "Marah: Then what are you still doing here? Because you should be with mom. She's all alone over there.",
        "Josh: She's not alone. She has her psychic friends network... And of course, dr. Chris.",
        "Marah: Oh, do i hear a little jealously?",
        "Josh: No.",
        "Marah: Because I think I have a picture of mom with dr. Langham in here somewhere.",
        "Josh: You could have a dozen pictures, it wouldn't matter, sweetheart. It's not about jealousy. And even if it were, it's not enough for me to start chasing your mom half way around the planet.",
        "Marah: Even it'd be like the most romantic gesture ever?",
        "Josh: Listen. I'm done chasing your mom around, okay? Those days are over. We're both adults. We both have priorities. And one of my priorities right now is to be here for your brother for the next month or so before he takes off for the pros.",
        "Marah: Oh. Okay. Well, what did you and shayne do today? Did you have some father-son time together? Bonding time?",
        "Josh: You're not going to give up, are you?",
        "Marina: No. See I happen to know that shayne hasn't been around all day and he's not going to be around tonight either, because he's going to be spending the night at remy's parents place. So, I mean, at least if you were in italy, you could call on the cell phone and it would sort of be justified. But now it's really just like old dad-like meddling.",
        "Josh: Dad-like meddling. I like that. Thank you.",
        "Marah: Yeah. See, so really you would benefit from going to italy because then you could call shayne or me and bug us anytime you want.",
        "Josh: Time out. Time out, okay. I really appreciate what you're trying to do here. But I'm not going.",
        "Marah: Why not?",
        "Josh: Because it would be sending your mom a certain kind of message and it's not one that i want to send right now.",
        "Buzz: Darci.",
        "Darci: Yep?",
        "Buzz: What can I say? Thanks for helping out.",
        "Darci: Oh, no problem, buzz. Frank told me you had plans for a big overnight fishing trip. I didn't want to see two sick waitresses get between you and your big catch.",
        "Buzz: Well, you've never been fishing with billy lewis. It's less about the catch and more about catching up. I mean, the man has stories. I have better one of course.",
        "Darci: Oh, well, of course, you do, buzz. Now go have a good time. Frank and I could hold down the fort for awhile.",
        "Buzz: I hate to tell you this, but I think the real reason that frank wanted you to volunteer for this was just to see you in an apron.",
        "Darci: Oh, well, I have a confession, buzz. I don't think I would have done this if anyone other than frank had asked.",
        "Buzz: So you're telling me i got two unwilling volunteers for this?",
        "Darci: Yes, unfortunately. Go.",
        "Buzz: Okay.",
        "Darci: Have fun. (Laughs) oh, wait.",
        "Buzz: What?",
        "Darci: I forgot to ask you before you leave. There was a chart in the kitchen. Is it the marina fund? What is that?",
        "Buzz: That is the latest cooper family project. I got to hide that before she sees it.",
        "Darci: What is it?",
        "Buzz: Marina was accepted to northwestern university.",
        "Darci: Oh, my gosh. That's great. Oh, I wish i could have seen frank's face when she told him.",
        "Buzz: Well, she didn't get any financial aid, you see, and so she didn't want to tell us because the tuition was so high.",
        "Darci: Then how did you know?",
        "Buzz: Well, harley, clued us in. We all got together and decided to raise some money and surprise her.",
        "Darci: Count me in.",
        "Buzz: What?",
        "Darci: Seriously. I'm in.",
        "Buzz: No, i didn't tell you this to hit you up for cash. Come on.",
        "Darci: Well, of course, you didn't, buzz.",
        "Buzz: No...",
        "Darci: No, listen. Shhh. Of course, you didn'T. I know that. But I care about marina and i want to be a part of helping her. So i'm just going to get my checkbook and I'll be right back, okay?",
        "Buzz: Oh, no you don'T.",
        "Marina: And dinner is served.",
        "Shayne: But there's one thing i've got. One more thing.",
        "Marina: Okay, you pull another stuffed animal out of that backpack, you and i are having a talk.",
        "Shayne: Books. I bought them from home. And I even remembered some matches.",
        "Marina: Oh, you didn't remember candlestick holders, did you? That's okay. There's probably something in this bag of yours, that's a clown car.. Just when you think it's empty. (Laughs) you brought our yearbook?",
        "Shayne: I did bring our yearbook, yeah.",
        "Marina: How long did you think we were going to be up here for, shayne? I'm sure these people are still going to look the same when we get back.",
        "Shayne: Well, you've been making me sign caps and baseballs, so I figured you haven't signed my yearbook yet.",
        "Marina: Oh, my gosh, you're right. I haven'T.",
        "Shayne: I guess we've had a lot of other things to think about.",
        "Marah: Yes, and i've like to not think about any of that stuff tonight. I wish i could do a do-over on most of the last year. What is this?",
        "Shayne: What's what?",
        "Marah: \"Dear, shayne, you rock. Call me if you ever want to conduct a little chemistry experiment of our own. \"",
        "Shayne: Oh...",
        "Marina: O-x-o-x-o...",
        "Shayne: She's my lab partner.",
        "Marina: Rachel. Seems like a lot of x and o's to me. \"Geometry was the blast, shayne. I love a man who knows all the angles.\" Gross. Who writes that in a yearbook?",
        "Shayne: I don't know who wrote that.",
        "Marina: Kelly hasset does apparently. How many girls exactly did you tutor, shayne?",
        "Shayne: Not many. I mean, a few.",
        "Marina: Mm-hmm. Oh. Sarah walsh, kristin slater... I didn't know you hung out with cheerleaders.",
        "Shayne: I don't. We didn't really hang out.",
        "Marina: Did anyone with the y chromosome sign your yearbook?",
        "Shayne: You know what? Forget those girls, because i didn't even know what they written in here, so...",
        "Marina: Yeah, it must be tough picking from all skinny little bottle blondes. I mean what did you do? Did you just like wind them up? Eenie-meeny-miney- mo... Or i don't know. Maybe you just...",
        "Shayne: This is the only girl that matters to me. That's why i carry it around with me and I'm going to keep it in a backpack with yearbooks and bears and candles and the holders. But I mean, hey, if you're not cool with me carrying around then i could always just take it out or something.",
        "Marina: Our dinner is getting cold.",
        "Shayne: That's okay. I like cold chicken.",
        "Marina: Oh, yeah. And cold potatoes and cold--",
        "shayne: Let's just let it all freeze. It's all right.",
        "Marina: Yeah, i guess we both had a lot of other stuff on our minds.",
        "Shayne: Yeah, i guess.",
        "Marina: I have a confession.",
        "Shayne: That doesn't sound very good.",
        "Marina: No, you need to just hear me out here, okay.",
        "Shayne: Okay.",
        "Marina: I know that i treated you really badly for a long time.",
        "Shayne: (Laughs) marina, you don't have to...",
        "Marina: No, i do, okay. I mean, warned me again and again about ben and I was just so, oh, I mean whatever about it. You know, I completely blew you off.",
        "Ben: You know what? All that stuff i was saying, i mean it was... Also in for me. You know i wasn'T...",
        "Marina: You were looking out for me.",
        "Ben: Okay, fine. Maybe you blew me off. But you didn't do anything wrong. I mean, you just knew what you wanted. It wasn't me.",
        "Marina: I don't if I knew what i wanted, you know. I mean, it was like every time... When my aunt harley got shot and when I found that body in the alley way and when that creep was bothering in the museum, you were there for me, you know, and ben wasn't. You were with me that night at the beacon...",
        "Shayne: Hey. I thought we weren't going to think about this stuff tonight.",
        "Marah: Well, we have to though, you know, because it happened. Well, I guess... What I'm trying to say that I was so focused for so long on being with the wrong guy that i didn't realize that the right guy was right there sitting next to me all along.",
        "Shayne: Look any guy who gets to hang out with you is a pretty lucky guy. I was just happy just to be around you, be your friend.",
        "Marina: That was the great thing about, you know, i mean we're still friends. That makes a...",
        "Shayne: Makes it better.",
        "Marina: Much.",
        "Shayne: So then you're just using me for my pitching arm?",
        "Marina: Shayne, stop it. I'm trying to be serious here. Okay, I knew you always, you know, about first time. I don't know. Part of me just always to get it over with. But another part of me wanted to really wait until I knew that it's, you know, the right person and then the perfect moment and i thought I had that with ben.",
        "Shayne: Oh, can we please not talk about that right now?",
        "Marina: Okay, i'm not going to bring it up again. But I don't know. I feel like I should say or i feel like you should know... Okay, I loved ben. I mean, I don't know. I thought I did. Maybe I never did. Maybe it wasn't love. But the point is... Is that I'm glad that it didn't happen then with him and i'm glad that i'm here now with you.",
        "Buzz: Frank, I was just telling darci that...",
        "Frank: About marina's college fund. Yes, i heard.",
        "Buzz: You know, it looks like you two have this restaurant under control. So you just hide that chart for me and i'll... If i go now I'll catch billy. So thanks.",
        "Frank: Have a nice trip, pop.",
        "Buzz: Yeah.",
        "Darci: Frank, i was just trying to offer some help that's all.",
        "Frank: I know. I just don't want you to feel obligated, okay. I mean it's not really your concern and...",
        "Darci: Well, what's your concern is my concern, frank.",
        "Frank: This whole marina college fund thing with the charts and all that, it's just something that dad, harley and i kind of concocted to entertain ourselves, that's all.",
        "Darci: Really?",
        "Frank: Yeah. I mean, hey, i think you know-- we coopers by now, and we're a crazy lot. And hey, we get bored, we make charts, so... No, seriously, darci, the funding is... It's, you know, we got it covered and it's all kind of coming together.",
        "Darci: Well, I just want to help it kind of come together, too. Frank, what's going on?",
        "Frank: Nothing. Really. Nothing.",
        "Darci: Two nothings. That's definitely something, frank. Frank, i now that we kind of glossed over my past, because it was easier than actually dealing with it. But is this because my money is not good enough for you?",
        "Marah: I'm not saying that you should go to europe because i think that you and mom are in trouble. You know, sometimes people who love each other need to take some time apart. Well, not in need, but maybe... Maybe they want to, you know, take a step back and see where they are in their relationship. Not that i'm saying that that's what you and mom are doing, but...",
        "Josh: So what exactly are you saying?",
        "Tony: Hey. Hey, josh. How are you?",
        "Josh: Hi, tony.",
        "Tony: I am so sorry to interrupt. Marah, i need to speak to you for a minute.",
        "Marah: Right now?",
        "Tony: Yeah, right now.",
        "Marah: Is this about dinner tomorrow night with danny and michelle?",
        "Tony: No. No, no, no.",
        "Marah: Than can it wait?",
        "Tony: Marah, I just need one minute. That's it.",
        "Marah: I know. I know. But I'm in the middle of something very important with my dad. Sorry.",
        "Tony: Okay, fine. Go finish your important stuff.",
        "Marah: No, I didn't mean it like that. I'm finally...",
        "Tony: Marah, it's fine. Go ahead. Go ahead.",
        "Marah: Are you sure?",
        "Tony: Mm-hmm.",
        "Marah: Everything's okay?",
        "Tony: Yes.",
        "Marah: Okay. Thank you. I love you.",
        "Tony: I knew we should get going.",
        "Eden: So did marah say it was okay?",
        "Tony: No, no. It didn't come up. You know what? If we leave now, she won't even notice by time we get back.",
        "frank: I really don't have a problem with your money. It's just that i want to be able to put my daughter through school on my own. She's the first cooper to ever go to college and it really is a big deal.",
        "Darci: I'm sorry, frank, i didn't know that.",
        "Frank: That's all right. I mean, it's one thing to take money from my father and then from my sister and then an occasional stranger, but--",
        "darci: But not your girlfriend? What?",
        "Frank: I've just never heard you say that word out loud before.",
        "Darci: What? Girlfriend? Well, I am, aren't i?",
        "Frank: (Laughs) oh, darci, i told you I've been out of the loop for so long. I mean i don't even know if they're using that word anymore. Are they? (Laughs)",
        "darci: What do you mean?",
        "Frank: Well, boyfriend- girlfriend. I mean, I feel like I should lend you my letter jacket, letterman jacket, you know, to give it to you.",
        "Darci: Do you still have your letterman jacket?",
        "Frank: How about a motorcyle jacket?",
        "Darci: That's even better. Frank, i can't get over you. You really are one of those old fashioned good guys.",
        "Frank: Well, I wish i was a rich old fashioned good guy. Darci, i don't know what i've been trying to hide from you these days, but I don't think it's a mystery that I haven't really been able to provide for my daughter lately.",
        "Darci: Frank, you don't think i think that, do you? Come here. I am so proud to be with a man who puts his daughter first, who spends every spare minute he has and I know you don't have a lot of them, finding ways to give her the life that she really deserves. Frank, i don't think that you're a poor provider in any way. I think you're a hell of a father. And a great boyfriend, too. So i'll tell you what. I'll let you give me your fancy jacket, if you'll let me slip a few bucks into the marina fund. Deal?",
        "Frank: Deal.",
        "Darci: Cool.",
        "Marah: So where were we?",
        "Josh: You were brow beating your father into chasing your mother across europe.",
        "Marah: Right. So how was i doing?",
        "Josh: Not too good.",
        "Marah: Okay, then i give up.",
        "Josh: Just like that?",
        "Marah: Just like that.",
        "Josh: Great. What's the catch?",
        "Marah: There's no catch. I just should have known better than to try and change your mind. Old people are very set in their ways.",
        "Josh: I'm sorry. Did you just say old people?",
        "Marah: See, i'm not trying to persuade you to go to italy because I think that you should chase mom or that your marriage may be in trouble and still you won't go. So the only reason i can see for that is because you've turned into some old stick in the mud who's--",
        "josh: You just said old again.",
        "Marah: World weary and doesn't want to go on what might be the most amazing adventure of his life. Seriously. Dad, are you telling me that you wouldn't have a blast going and trying to find the love of your life in the most romantic country in the world? What... What's wrong with you? There was a time when you would jump at an opportunity like this and now you're afraid of sending out the wrong signal? If that's not old then i don't know what is.",
        "Josh: I'm not old.",
        "Marah: Then you're going?",
        "Josh: I am not old.",
        "Marah: You're going.",
        "Marina: I have to apologize to you.",
        "Shayne: You're kidding, right?",
        "Marina: No, i'm not kidding.",
        "Shayne: Marina, you've been apologizing, you've been confessing. Enough already, okay.",
        "Marina: I know. I know. It took me so long to get used to the idea of us.",
        "Shayne: It doesn't matter. Look, we're here now. Okay, this is when we're suppose to be here. Not sometime in the future, not sometime in the past. Now.",
        "Marina: Um...",
        "Shayne: Why don't we... Yeah. You go first.",
        "Marina: Okay, i was just going to say that, i'll be right back.",
        "Shayne: Okay.",
        "Marina: This is it.",
        "Tony: Salerno is usually at his restaurant right about now. So it's not going to be hard to track him down. What?",
        "Eden: Tony, did you order a car for us?",
        "Tony: I'm tony santos.",
        "Man: I know. Don salerno welcomes you to new york.",
        "Eden: Wait. How did you...",
        "Tony: Eden, eden. Your chariot awaits.",
        "Buzz: All right, all right, I'm leaving already.",
        "Bill: Hey, buzz.",
        "Buzz: Hey.",
        "Bill: What's up?",
        "Buzz: As a matter of fact? I'm going to meet your old man. We're going fishing.",
        "Bill: Wow! Fishing, huh? I haven't been on one of those trips in a long time.",
        "Buzz: Well, i'll tell you the truth, we toyed with the idea of asking you and frank to come along, you know, just sort father and son kind of deal.",
        "Bill: Yeah, i see. But you figured we cramp your style.",
        "Buzz: Something like that.",
        "Bill: Yeah.",
        "Buzz: I mean if you want to go along, if you want to come with us...",
        "Bill: No. Thank you. Thank you. I'm waiting fort eden.",
        "Buzz: Oh, right. You're seeing gus's sister.",
        "Bill: Yes. Yes, i am. I hope don't got to pretend you like her on my account, okay.",
        "Buzz: Thanks. I won'T.",
        "Bill: Actually, have you seen my cousin, marah?",
        "Buzz: Ohm they were here earlier.",
        "Bill: Who they?",
        "Buzz: She came with her father?",
        "Bill: Uncle josh, I was just thinking about him. I wonder what he'd do in my situation. I got this problem. See I thought I did the good-guy right thing to do, you know, and i'm having second thoughts. I think maybe I should just dove in, been the hero, rather than letting someone come in and solve my problem for me.",
        "Buzz: Were you the man for this particular job?",
        "Bill: Honestly, no. I don't think I was. But the thing is...",
        "Buzz: Then relax. That makes you hero for know when to go in and when to let the other guy pick up the hose and put out the fire. Am i confusing you?",
        "Bill: Well, you're not making me feel much better.",
        "Buzz: Sometimes you force your way in when you're not going to be any help then you make a bigger mess. And you see if she sees that, she'll know you had the guts to pull back.",
        "Bill: I hope you're right.",
        "Buzz: So... Do you want to go fishing?",
        "Bill: No, no. No, no.",
        "Buzz: Oh, come on.",
        "Bill: Thank you. I... Thank you. But would you do me a favor? Don't tell my dad about eden. He hasn't met her yet and I want those two to start off on the right foot.",
        "Buzz: No, well, we're telling fishing stories and cursing out ed for taking holly from us...",
        "Bill: Gee, I'd hate to miss that.",
        "Buzz: Well, i hope that things work out the way they're suppose to.",
        "Bill: Yeah, yeah.",
        "Shayne: Okay, chill out lewis. Girls need time to... To get ready... Or whatever. Where is she? Why is it taking so long, huh? All right, now it's officially been forever. Marina, hey? Marina? Marina? Marina?",
        "[NEXT_ON]",
        "Frank: And what do you think happened to my daughter? Well, just don't stand there, man. Start talking. And this time don't leave anything out.",
        "Ben: We're meant to be together.",
        "Marina: Yeah, by force if necessary.",
        "Ben: Look, fighting me is not going to change anything.",
        "Tony: You and i are not with each other, eden.",
        "Eden: Well, i wonder if anyone believes that. This has been \"guiding light.\""
    ],
    "Transcript Author": [
        "Provided by Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=puj8An3j15I"
}