{
    "Episode Summary": [],
    "Recap": [
        "Phillip gives Olivia a hard time when she is at Spaulding picking up some files. They argue about why he hates her; he thinks that she slept with Bill. Bill meets with Josh, who asked him to come back to Lewis Construction. Bill agrees, which is part of his plan with Olivia. Olivia and Bill make out at Spaulding. She shows him a piece of paper she found that shows a piece of property and Phillip and Alan want to buy, so they plan to buy it first. She hopes to keep distract Phillip with her fooling around with Bill so he won't notice them trying to steal the company. Meanwhile, Alan has Shayne and Sandy put in jail for the night. The kids object. Sandy gets particularly upset about being fingerprinted. That makes Alan and Reva suspicious. Reva and Josh try to talk Alan out of it but he lets them know that he is only teaching the kids a lesson and will drop the charges tomorrow.",
        "Tony and Michelle return home, wet from swimming. Danny has a romantic dinner laid out. Michelle gets to know Robbie, which makes Danny happy. He thanks Tony for his help but suggests he move out. Tony almost tells him what he and Michelle talks about at Laurel Falls but they get interrupted. Later, Michelle lets Danny knows that she isn't happy that he lied to her about the mob and tried to protect her too much. They come to a sort of understanding, but he still doesn't tell her that he was responsible for her accident. They end up sleeping in the same bed with Robbie between them."
    ],
    "Recap Author": "Suzanne",
    "Show Title": "Guiding Light",
    "Transcript": [
        "phillip: Well, trespassing and rummaging through the garbage. You should be more careful. The spaulding security team has notoriously itchy trigger fingers.",
        "Olivia: I came back for my files. I'm not leaving without them.",
        "Phillip: I'm afraid i have to disagree.",
        "Olivia: You know, i don't know why i waste my energy with you. You could just lead me straight to where they are.",
        "Phillip: My hands are clean. I was at the bauer barbecue, emma's first. How was your day?",
        "Olivia: You know what? I'm sure that your spies kept you abreast of my whereabouts.",
        "Phillip: Oh, speaking of which, the next time that you and bill decide that you want to get together, you might want to try closing the curtains.",
        "Shayne: How could you let marina get involved in something like this?",
        "Sandy: How was I supposed to know alan was going to go ballistic?",
        "Shayne: No, no, don't give me that, okay. You were supposed to look after her.",
        "Cop #1: Knock it off, you two.",
        "Marina: I have rights, you know.",
        "Alan: Tell them to the judge.",
        "Marina: I have the right to an attorney and a phone call.",
        "Cop #2: Later on. Just take a seat, okay?",
        "Marina: This is police brutality, that's what this is. Wait until i tell the press about this.",
        "Sandy: I wouldn't go with the brutality angle, being that your dad is the chief of police.",
        "Marina: Well, this is ridiculous. It's not like we're criminals or something.",
        "Alan: Hacking into a computer, breaking into one's personal records is illegal in every state in this union.",
        "Sandy: And I did it, so leave marina out of it.",
        "Marina: No way. We're in this together. If you're going down, I'm going, too. Teamwork and sticking together. Isn't that what you were pounding into us at spaulding?",
        "Alan: Well, at least you've learned one thing. Officer, you heard the lady. Book them both.",
        "Michee: (Shivering)",
        "tony: I will be very, very happy if i never have to save your life again.",
        "Michelle: Oh, please. Just because i'm a stronger swimmer. You know what? I'll teach you how to swim next time, alright?",
        "Tony: (Laughs) oh, you're going to teach me how to swim? I doubt that.",
        "Michelle: You're not a very good swimmer. Ton oh, come on.",
        "Michelle: I mean, i'm a stronger... Whoa.",
        "Tony: Wow. What's this for?",
        "Michelle: Maybe it is my birthday.",
        "Danny: Well, look who's here.",
        "Michelle: Hey.",
        "Danny: What didou guys do, take a run through the sprinklers, or...?",
        "Tony: Listen, danny, before you....",
        "Michelle: We went for a swim at laurel falls. And it is beautiful.",
        "Danny: Yeah. It is.",
        "Michelle: I hope that you weren't worried or mad or something.",
        "Danny: No, why would I be mad?",
        "Michelle: Whew.",
        "Danny: Hey, i would have left the barbecue, too. There were way too many people there for you and too much going on. I...",
        "Michelle: What's this? What's all this stuff here, hm?",
        "Danny: It's dinner for two.",
        "Michelle: You did all this?",
        "Danny: Yeah. I thought you might want to try a little cuban food. So we've got some red snapper with a cilantro butter sauce...",
        "Michelle: You can cook?",
        "Danny: Well, yes, but i cheated. I ordered it from cassie's chef at the beacon.",
        "Michelle: So, is there some special occasion or something?",
        "Danny: You're home.",
        "Tony: I am going to get out of here. You guys have a nice dinner.",
        "Michelle: Tony?",
        "Tony: Yes?",
        "Michelle: Thanks. Thanks again for tonight.",
        "Tony: Sure, michelle. Sure.",
        "Danny: That goes for me, too.",
        "Tony: Anytime, danny.",
        "Danny: I didn't know you liked to swim.",
        "Tony: Well, i don't.",
        "Michelle: He didn't have a choice. It was part of my birthday celebration.",
        "Danny: Your birthday?",
        "Shayne: Marina, i'm going to call your dad, and he's going to get you out of this.",
        "Marina: No, don't, shayne.",
        "Shayne: Why?",
        "Marina: Nothing is going to happen to me. It's just a drill. It's not like I haven't been arrested before.",
        "Shayne: You could get a felony charge.",
        "Marina: Alan is nothing but a big bully. Look, if sandy and i cave now, he'll continue going, pushing people around and getting away with it.",
        "Shayne: Oh, that's great. So you're willing to do some hard time just to prove a point?",
        "Marina: I won't bail on him.",
        "Shayne: He wants you to. You heard him say it.",
        "Marina: I'm sticking with him. Please, shayne, try to understand.",
        "Alan: Wait a minute, officer. Aren't you going to book them both? I mean, what am I going to have to do, call the judge to get a little action down here? What is this?",
        "Cop #1: No need for threats, mr. Spaulding.",
        "Alan: Look, i am simply trying to ensure that justice is done.",
        "Sandy: So i'm free to go?",
        "Cop #1: Time for fingerprinting and a few photos.",
        "Sandy: What, fingerprinting? No, no, no, no, no. You can't do that.",
        "Shayne: Alan, look, you've made your point. Why don't you just let them go?",
        "Alan: Not a chance. I'm going to watch both of them go through every humiliating step.",
        "Cop #1: Let's go.",
        "Sandy: I have rights. I want an attorney.",
        "Marina: Sandy, it's no big deal. It's painless.",
        "Josh: What are you wishing for?",
        "Reva: That.",
        "Josh: Oh, come on. There's lots of stars up there. You've got to have more than one wish.",
        "Reva: Well, i made a wish for michelle, too.",
        "Josh: That she would get back to being herself?",
        "Reva: Or at least accept whoever it is she's going to be. Your turn.",
        "Josh: Same thing I've been wishing for since I was a little kid: That the cubs would win the world series, please.",
        "Reva: With your son pitching in the final inning.",
        "Josh: No, i've learned my lesson on that one. I just want him to go after whatever he wants to in this life.",
        "Reva: As long as he's happy.",
        "Josh: Yeah. Marina seems to make him happy.",
        "Reva: They're too young for ito be anything serious.",
        "Josh: Oh, i don't think so. I mean, we were younger than they are now when we were starting to get serious.",
        "Reva: And then you ran.",
        "Josh: Well, that's because i was young.",
        "Reva: Uh-huh.",
        "Josh: And stupid.",
        "Reva: I mean, there's nothing going on with marina and shayne that you're not telling me, is there?",
        "Josh: No. (Laughter) no, I promise. What about marah and sandy, though? What about a wish for them?",
        "Reva: I'm way ahead of you there.",
        "Josh: Well, you always are, darling.",
        "Bill: Got a wish left for me?",
        "Reva: You bet i do. That y and your daddy and your uncle josh all start getting along again so you can come back to work. (Cell phone ringing) that must be me.",
        "Bill: That's you.",
        "Reva: You think about it. Hello?",
        "Sandy: Reva, it's sandy. I need your help.",
        "Reva: What's wrong?",
        "Sandy: Well, I've kind of been arrested.",
        "Reva: Arrested? For what?",
        "Sandy: I just... I need your help, reva.",
        "Reva: I'm on my way. Sandy's been arrested. He didn't give me any details.",
        "Josh: Let's go.",
        "Reva: No, no. You stay here and deal with bill, and I'll go take care of the other one. Think about what i said.",
        "Josh: Are you sure about that?",
        "Reva: I'm positive. I'll let you know.",
        "Josh: Well, so you missed the great bauer barbecue thing.",
        "Bill: Yeah, yeah.",
        "Josh: It was fun. Let's see... Michelle realized that she's a mom.",
        "Bill: Are you kidding me? Is she still here? Is she okay? What happened?",
        "Josh: I don't know. She took off on the back of tony's bike. What else happened? Frank and darci announced their engagement. And the kids went off with alan spaulding, and now evidently sandy's been arrested.",
        "Bill: Well, another uneventful bauer barbecue. Sorry I missed the fireworks.",
        "Josh: Well, you're here now, and I'm hoping that means you're rethinking the family and the business.",
        "Michelle: My new birthday, okay? It's to mark the beginning of my new life, and I decided that i want to start that here, in this house.",
        "Robbie: Mommy.",
        "Michelle: Hey! Little guy!",
        "Danny: Hey. I thght we were going to surprise mommy tomorrow.",
        "Michelle: No. Come on. Why wait? Why wait when I can get my snugs right now? I know mommy is all wet, right? I'm all wet. That's because your uncle tony and I went for a swim with our clothes on at this really cool place called laurel falls, which is, you know, a pretty special place for me and your daddy. Right?",
        "Danny: Right.",
        "Michelle: And maybe we'll go there sometime. What do you think of that? What do you think? You know, it's a funny thing about this, like, memory thing of mine. I've got all these names and, like, faces up in my head, and i can't always put them together. Like you... You. How can I not have a name for that face. Is it... Harry?",
        "Robbie: No.",
        "Michelle: Jumping jack?",
        "Robbie: No.",
        "Michelle: (Laughs) no. Okay, I know, I know, I know. Rumpelstiltskin, isn't it?",
        "Robbie: No.",
        "Michelle: Oh, come on. Okay, I know i'm mommy. I'm mommy. So if I'm mommy, you've got to be... I mean, you're the cutest, the brightest, the most handsomest boy in the whole wide world so... (Gasps) I know! I know! That means you're robbie! Oh. How can I forget my favorite boy. (Kissing robbie)",
        "tony: Well, i brought her home safe and sound, didn't I?",
        "Danny: Apparently you did more than that.",
        "Michelle: So cuddly and warm. You're so sweet. Look at that smile. The sweetest face in the whole world. It is, it is, it is, i swear. It is.",
        "olivia: It kills you to think of bill and I together the way you and I used to be. In any capacity, you know? I mean, you pretend that we have a business relationship or that you're keeping me around just for emma's sake, but you do remember what it was like with us.",
        "Phillip: The only thing i find memorable about you is the fact that you told me my daughter was dead.",
        "Olivia: Oh, gosh.",
        "Phillip: Well, that... No, you're right. I take that back. That and the fact that you tricked me into marrng you and got me to sign over my proxy and my children's future. Other than that, no. But those things, I remember every detail.",
        "Olivia: Then do something, okay? If you hate me that much, just let me go.",
        "Phillip: I don't know why you would want me to. My god, you fought tooth and nail to get my name and everything that goes with it. Now you've got it for keeps.",
        "Olivia: I did what I did for emma, to protect her.",
        "Phillip: (Laughs) okay. Well, then i'll tell you what. You should be very happy, because I will always protect emma.",
        "Olivia: By getting your ex- wife, who lives with all of us, to hire mary poppins for her? God, no matter what kind of nanny you hire, it's no substitute for a mother's love. I mean, look how all you spauldings turned out.",
        "Phillip: Olivia, you're here. I've accepted that emma needs her mother.",
        "Olivia: And that's why you're keeping me around.",
        "Phillip: You're very valuable, more so everyday.",
        "Olivia: So you just throw me in the servants' quarters and that's it?",
        "Phillip: It could be worse. If you don't learn to be a bit more discreet, you'll end up in the kennel. Gather your things and go. Don't make me call the guards to escort you.",
        "Olivia: Okay.",
        "Bill: Listen, i'm sorry i've been acting like such a jerk lately. In fact, i don't blame you or my dad for being worried about the company.",
        "Josh: Not just the company, bill. You.",
        "Bill: I know, but you can stop worrying, really. I got my act together, finally. Stopped making all the rounds of all the bars in town, and... In fact, you should look at my apartment now. I completely did it over. You wouldn't even recognize the place. It looks great.",
        "Josh: Bill, i didn't mean to judge you, and neither did your dad. We just know how much you loved eden and we know that grief takes time.",
        "Bill: Right. Well, I just want you to know th you can trust me this time.",
        "Josh: We do.",
        "Bill: I'm doing okay.",
        "Josh: We do.",
        "Bill: All right, good.",
        "Josh: We were trying to take some pressure off, that's all. And if we gave you some reason to believe that we doubted you or didn't feel that you could handle things, then that was our mistake and I apologize for that.",
        "Bill: (Laughs)",
        "josh: What?",
        "Bill: How long has aunt reva been coaching you to say that one there? That was pretty nice. You almost had me there.",
        "Josh: (Laughs) ever since she started calling your dad and me judgmental thing one and thing two.",
        "Bill: She wouldn't do such a thing.",
        "Josh: The question is, are you ready to take back lewis construction?",
        "Bill: Well, with a few stipulations.",
        "Josh: Okay.",
        "Bill: I'll run the company. Final decisions are mine, but any new contracts I run by you and my dad. What would aunt reva say about that one?",
        "Josh: She would say something like, \"what took you so long?\"",
        "Bill: (Laughs) oh, right.",
        "Shayne: Hey. What took you so long?",
        "Reva: What are you doing here?",
        "Shayne: I'm trying to spring sandy and marina. What else?",
        "Reva: Marina's been arrested, too?",
        "Shayne: Yeah.",
        "Reva: Where are they?",
        "Shayne: They're being processed.",
        "Reva: What happened?",
        "Alan: Would you like for me to explain, reva?",
        "Reva: That would be great.",
        "Shayne: No. It was a prank.",
        "Alan: A prank? You call hacking into a computer and spying on personal records a prank?",
        "Reva: You have proof of that?",
        "Alan: Sandy and marina confessed, reva.",
        "Shayne: No, no...",
        "Reva: Is that true?",
        "Shayne: They only admitted that they tried to pull a fast one over on him.",
        "Alan: It's a felony.",
        "Reva: You're going overboard, alan.",
        "Shayne: Mr. Spaulding, look, they didn't steal any information. Why can't you just cut them some slack?",
        "Reva: Officer watkins, hi. I'm reva lewis. Sandy foster is my son.",
        "Cop #1: Your son is in real trouble, mrs. Lewis.",
        "Reva: Can i just have a minute with him?",
        "Cop #1: All right, make it quick. He's on his way to get fingerprinted.",
        "Reva: Thanks.",
        "Sandy: Thanks for getting here so fast, reva.",
        "Reva: I know you think this is a big joke with alan and all and that he deserved it, but...",
        "Sandy: You've got to get me out of here. Now.",
        "Danny: I'm sorry, but it's bedtime.",
        "Michelle: No.",
        "Robbie: No.",
        "Michelle: Not yet.",
        "Danny: Yes.",
        "Tony: Okay, you know, hey? You're the man, right? So i've got an idea. Why don't you let uncle tony take you upstairs while your mom gets changed, and I'll read you a story, huh? What do you say?",
        "Michelle: I think i'd like to read a story, you know? Is it all right if we hold off dinner for a few minutes?",
        "Danny: Sure.",
        "Michelle: All right.",
        "Danny: Sure. Mommy is going to read you a story.",
        "Michelle: Story time. All right.",
        "Danny: How's that, buddy?",
        "Michelle: Hey. Thanks again.",
        "Tony: Oh, that's okay. Anytime.",
        "Michelle: It was fun.",
        "Tony: It was fun.",
        "Michelle: Ready?",
        "Danny: All right, buddy.",
        "Michelle: All right.",
        "Tony: All right. Look, danny, i know that you're upset with me for taking michelle to the falls, but i had to get her out of there. That party was just too much for her. You know, the expectations, the... Everything with robbie. She was ready to bail on everything, man.",
        "Danny: What do you mean, \"everything\"?",
        "Tony: I don't know. She just told me that if i don't get her out of there, she was going to run on her own.",
        "Danny: And go where?",
        "Tony: I have no idea. I don'T. Disappear. Go, she wanted to just go.",
        "Michelle: Eight, nine, ten. All right. Where is that robbie? Where is he? Hm, let's see. Is he in the fireplace? No. Guess he didn't want a story after all. (Playful scream) there he is. You had me fooled, mister. All right, come on. Let's go get a book in your room and then we'll come back and read a story. Hmm, guess not. All right, we'll... We can go get a book and we can come read it in here and then I'll go tuck you in? We have to go get a book, mister. We've got to get a book. I'm tickling you.",
        "Robbie: Tell me your story. Your favorite one.",
        "Michelle: My story. Hm. All right. All right, pillows down here. Come on, on your belly. All right, my story, my story. What's my story about? Let me put my thinking cap on here. My story... Well, I do know one story. It's about saying goodbye. Coming up on \"guiding light.\"",
        "Olivia: Well, then, if he's focusing on what we're doing on a personal level, maybe he won't look at the fact that we're trying to steal his company.",
        "Michelle: I lied to you. I said i remembered all that stuff, but i made it up.",
        "Tony: Danny, listen. After everything that has happened, I don't think you get it. Okay? I don'T.",
        "Danny: What's there to get. I'm not worried. Michelle is here. She's home.",
        "Tony: Look, i know. I'm not trying to scare you or tell you that I think she's going to run, it's just that...",
        "Danny: She's not going to run. Tony, you saw her. I think taking her away from the barbecue was the best thing you could have done. She walked into this house relaxed and happy. That's what I've been waiting for since she got out of the coma. You saw the way she was playing with robbie. She's on her way back.",
        "Tony: I think you need to be realistic about all of this.",
        "Danny: I'm being realistic. You heard her. She's ready to start her life here. With me.",
        "Tony: (Sighs)",
        "danny: What? Why don't you believe that?",
        "Tony: It's just, danny, i don't think that michelle is going to be the same person that you married.",
        "Danny: So what? So what? She's my wife. She's the woman I love. I'll be happy with whoever she is or turns out to be, as long as we're together.",
        "Tony: Well, i hope so.",
        "Danny: Yeah, I will.",
        "Tony: Okay.",
        "Danny: Tony, michelle fell in love with me once. It can happen again. I'm going to make it happen.",
        "Tony: Well, i will say that this is... This right here is a good start.",
        "Danny: I thought so. All right. Well, thanks for bringing her home.",
        "Tony: It's where she wanted to be.",
        "Danny: Yeah. I appreciate everything you've done. Really, you've been a big help, but I think that michelle and i are going to be okay on our own now.",
        "Tony: Oh, i see. So you're kicking me out before i even move in.",
        "Danny: Ah, yeah, I guess i am. Don't look too devastated.",
        "Tony: Well, it's a good thing i kept my room at the beacon, I'll just say that.",
        "Danny: Tony, you know you're always welcome here. You're family.",
        "Tony: Thank you. Okay, listen, danny. There is something that you probably should know. Okay, when we were up at the falls, she was upset...",
        "Robbie: Daddy!",
        "Danny: Oh, you know what? He wants tag-team storytelling. All right, okay, buddy! I'll be right there. Hold on. What?",
        "Tony: No, no. It's okay. Listen, you've got family to deal with. You go deal with that. It's more important. It's all good. Go.",
        "Danny: All right. I'll call you later.",
        "Tony: Yeah, i'll see you.",
        "Michelle: All right, so my story goes like this. Once upon a time, there was a little girl who was lost. And she was all alone and she was frightened and she was angry because she didn't like being all alone, and she wanted to find the path back to where she came from. She even left a trail of bread crumbs, you know. And you know what happened with those. Stupid birds ate them. So she knew that she would have to find a new path, one where there was a beautiful land.",
        "Robbie: Where?",
        "Michelle: Where? Well, we've got to wait until the end of the story for that, don't we? But I guess odds are this was going to be a place where all the people who love her would be.",
        "Sandy: Hey, i just want to get out of here before they strap me into the electric chair.",
        "Reva: Tell me what happened.",
        "Sandy: It's not even a big deal, really.",
        "Reva: Are you sure about that?",
        "Sandy: Alan deserved to be taken down a notch, you know? Especially after the way he's been treating us. He has this whole dictator thing going on, and I can't take the abuse anymore.",
        "Reva: So you looked at this as some kind of payback that ended up with you and marina being thrown in the slammer.",
        "Sandy: Well, I didn't want to get her involved.",
        "Reva: Why do you care so much about teaching alan a lesson?",
        "Sandy: When i finally escaped my adoptive parents, i swore i would never let anyone abuse me the way my father had.",
        "Alan: Officer, what is taking so long?",
        "Cop #1: We're heading over to fingerprinting in just a moment.",
        "Sandy: Don't let them do this to me.",
        "Reva: Look, i'm not going to let alan hurt you or marina. You don't have to fight this alone.",
        "Sandy: Will you please get me a lawyer?",
        "Reva: I will. We will. You're family. We love you. We're going to stand by you, no matter what.",
        "Alan: Either you call the judge or i will.",
        "Shayne: Mom, look, shouldn't we get a lawyer? Call mel or something?",
        "Reva: I think we're just going to keep this between alan and us for now. Where's frank?",
        "Shayne: She won't let me call him.",
        "Reva: Call buzz. Someone in her family should know what's going on.",
        "Shayne: All right. I'll deal with it.",
        "Sandy: Shayne? Thanks.",
        "Shayne: Hey.",
        "Marina: Hey.",
        "Shayne: Listen, baby, everything is going to be okay. You're not going to go to jail, all right?",
        "Marina: Where are you going?",
        "Shayne: I'm just going to go get some help.",
        "Reva: Alan, put down the phone.",
        "Alan: Ah, the lioness defending her cub.",
        "Reva: Come on. You've had your fun. Just tell the officer you're going to drop the charges.",
        "Alan: No, reva. Sandy committed a crime, and i have an impression it wasn't his first time.",
        "Sandy: That's a lie.",
        "Alan: I don't think so. You know, you came down here prepared to play the martyr, and then they told you they were going to fingerprint you. Suddenly, you couldn't come running to your mother fast enough. No. No, I don't know what it is about that ink, but something's got you running scared, sandy.",
        "sandy: I'm not scared. I just don't think we deserve to be punished for acting on one of your favorite lessons.",
        "Alan: Which is?",
        "Sandy: Watch your back at all times. Isn't that one of the spaulding truths you've been drilling into us?",
        "Marina: Which is something you didn't do when it came to your own computer system.",
        "Reva: They got you there.",
        "Alan: Oh, so I see. Now it's my fault, is that it?",
        "Sandy: Hey, i take full responsibility for what I did...",
        "Marina: We did.",
        "Sandy: ...But it was a lesson, not a crime. And that's why i'm freaked out. All of a sudden we're talking mug shots and fingerprints? I didn't think it would go this far.",
        "Reva: Come on, alan, really. Enough is enough.",
        "Alan: Actions have consequences.",
        "Josh: Don't they, though? And nobody knows that better than you and me. Right, alan?",
        "Reva: Thanks for coming.",
        "Josh: What, did you forget already what it's like to be young and reckless, alan? What it's like to feel like you can't keep your head above water, that you're drowning? Making mistake after mistake after mistake?",
        "Alan: This is not a mistake. No, this was a planned and deliberate attack.",
        "Josh: What harm was done?",
        "Alan: They invaded my privacy.",
        "Josh: We'll have a little talk with sandy about that, then.",
        "Alan: Oh, so having a little talk is going to do the trick? Is that it?",
        "Josh: Alan, alan. Drop the charges, don't let this thing go any further.",
        "Alan: Business is business.",
        "Reva: Really? And how do you think your business is going to look tomorrow morning when I start my tv show with an expose on the spaulding summer internship program and the fact that it's merely a cover-up for some cheesy pr campaign?",
        "Alan: True. I get your message.",
        "Sandy: Then you'll drop the charges?",
        "Alan: Not on your life.",
        "Rick: Here we are.",
        "Phillip: Come on, sweetie. It's okay. Come on. (Baby fussing)",
        "rick: The examiner of the medical department and the ceo of spaulding enterprises, strolling their kids in the middle of the night.",
        "Phillip: I can't think of any place I'd rather be. What are you doing? What are you doing?",
        "Rick: You know what? I'm a little surprised that olivia let emma out of her sight this time of night.",
        "Phillip: Oh, she didn't have much to say about it. She's dangling by a thread right now.",
        "Rick: And you're holding the end of it, right, buddy?",
        "Phillip: She's been trying to get under my skin.",
        "Rick: Really?",
        "Phillip: By rolling around with bill lewis.",
        "Rick: No. Bill? Little bill or big bill?",
        "Phillip: Little.",
        "Rick: Little bill?",
        "Phillip: Little bill.",
        "Rick: Oh, my gosh.",
        "Phillip: It's fine. Whatever, I don't care. But if she doesn't develop a little discretion, i'm going to have to put her out on the street.",
        "Rick: That's so sweet. Boy, i tell you, emma has a lot to look forward to, growing up in a family where daddy threatens mommy and mommy sort of sneaks around and humiliates daddy. It's just sort of warm and fuzzy.",
        "Phillip: Emma will always be protected. I'll see to that.",
        "Rick: Don't fool yourself, buddy. Let me tell you, these kids, they know everything.",
        "Phillip: Boy, you know, rick, we can't all have perfect families. Perfect children, perfect... Perfect... Perfect everything.",
        "Rick: Please. Oh, yeah, those perfect bauers. Yeah, my little sister doesn't even know who her son is, my dad is in quarantine on the ivory coast, and i can't get my little girl to fall as...",
        "Phillip: Ssh.",
        "Rick: ...Sleep.",
        "Phillip: They're both asleep.",
        "Rick: Well, it's amazing the effect i have on women. Just amazing.",
        "Phillip: Look at my little girl. So sweet, so docile. So unlike your mother.",
        "Rick: Olivia? Please, not in this lifetime.",
        "Phillip: Oh, I'll break her, and then she'll do everything i tell her to. Isn't that right, sweet thing? Isn't that right?",
        "Bill: Come here often?",
        "Olivia: Not anymore. How did it go with josh?",
        "Bill: Played it just like we agreed. He welcomed me back with open arms.",
        "Olivia: See, humble pie works every time with men like josh. It's kind of predictable.",
        "Bill: Yeah, well, in this case, the end definitely justifies the means. I'm running lewis construction again.",
        "Olivia: So billy and josh agreed to butt out?",
        "Bill: Well, more or less, more or less. They still get approval on new contracts.",
        "Olivia: Can you live with that?",
        "Bill: For now. So, what's going on with phillip?",
        "Olivia: You know, i actually think he's a little upset about our one-night stand.",
        "Bill: He thinks we've slept together?",
        "Olivia: I don't know where he got that idea.",
        "Bill: You want him to think we're having an affair.",
        "Olivia: Yes, of course.",
        "Bill: Why?",
        "Olivia: Why not, if it makes him miserable. Isn't that enough?",
        "Bill: Not really.",
        "Olivia: All right. Well, then, if he's focusing on what we're doing on a personal level, maybe he won't look at the fact that we're trying to steal his company.",
        "Bill: Well, now i get it. So this is the spaulding seat of power, is it?",
        "Olivia: (Laughs) I've always had this fantasy.",
        "Bill: Sitting in the big chair, running the show?",
        "Michelle: Boy, I think he's asleep.",
        "Danny: (Laughs) yeah.",
        "Michelle: So how about the fish?",
        "Danny: It's in the fridge. I can reheat it if you...",
        "Michelle: Oh, no, no, no. I'm okay, I'm okay. I'm actually... I'm not even hungry. Thank you, though. Thank you. I mean, I'm sure it was really good.",
        "Danny: Yeah. Next time we'll go out.",
        "Michelle: Next time?",
        "Danny: Yeah. You know, on a date. Just the two of us.",
        "Michelle: Oh, okay. Yeah, I'd like that.",
        "Danny: Me, too. Well, I'm exhausted. It's been a long day, so i'm going to go get some sleep.",
        "Michelle: Wait, don't go. I have a confession to make to you.",
        "Danny: What?",
        "Michelle: I lied to you at the party. I said i remembered all that stuff, but i made it up.",
        "Danny: Why?",
        "Michelle: I panicked, okay? There's all these people there, expecting me to be somebody that i used to be, and I just really wanted you guys all off my back.",
        "Danny: I understand.",
        "Michelle: Do you?",
        "Danny: Yeah, I do. I do.",
        "Michelle: Because i really don'T. (Awkward laughter)",
        "danny: Well, I do.",
        "Michelle: But i know that lying isn't going to help. It's not going to help us. So i'm not lying anymore.",
        "Danny: Yeah, I agree. Though sometimes it feels like telling a lie seems kinder.",
        "Michelle: Is that why you never told me you were in the mob?",
        "olivia: You know what? There's too many security cameras.",
        "Bill: Wait a minute. I thought that's what you wanted.",
        "Olivia: Well, yeah, but at slow stages, you know? Business first.",
        "Bill: Oh, wait, wait. No, no, no, no, no. This kind of... This kind of game- playing, this can have a nasty way of backfiring. I just want you to know that.",
        "Olivia: You enjoy foreplay as much as I do.",
        "Bill: Well, as long as it leads to closing the deal, yes, I do. But I'm going to tell you something, i don't think all this deception and heavy breathing is getting us any closer to stealing this company away from phillip.",
        "Olivia: Ssh.",
        "Bill: Wait a minute. What is this?",
        "Olivia: I found it in the trash.",
        "Bill: It's about property. Yeah, lakeview frontage, so?",
        "Olivia: Six figures. Phillip's handwriting.",
        "Bill: Which means?",
        "Olivia: It's property that alan and phillip are trying to acquire.",
        "Bill: Well, it would be a real shame if someone came along and outbid them, wouldn't it?",
        "Olivia: It would be tragic. But as the spauldings always say...",
        "Alan: You know, life isn't fair and neither is business. Officer, do your duty.",
        "Cop #1: Let's go, you two.",
        "Sandy: Get us out of here, please?",
        "Marina: Don't call my dad.",
        "Reva: Okay.",
        "Alan: They're not going anywhere tonight.",
        "Josh: So much for the new and improved alan spaulding.",
        "Alan: Save it, josh. There's nothing you can do.A5 I've already seen to that.",
        "Reva: You must be very proud.",
        "Alan: As disgusted as i am with sandy and marina about this little prank they pulled, they're both daring, creative and loyal-- at least to each other.",
        "Reva: So, what's the plan?",
        "Alan: Well, i'm going to let them spend the night in jail and cool their heels, and then i'll drop the charges. Now if you both will excuse me, I need to get home and change my passwords so i can sleep at night.",
        "Josh: Much ado about nothing.",
        "Reva: I'm not so sure it is nothing. Sandy was so upset. I have to find out why.",
        "Danny: Tony told you about the mob?",
        "Michelle: I basically forced him to, yeah.",
        "Danny: Well, it's good to know my cousin is putting a positive spin on my life. Were you shocked?",
        "Michelle: No. I'm surprised. I mean, you just seem very... I don't really know you well enough to be shocked, but i can't really get to know you, either, if you keep hiding things from me.",
        "Danny: Fair enough. So i guess tony told you that i went undercover and that i'm not in that life anymore? You know, that was never something that...",
        "Michelle: You don't have to apologize, okay? I mean, not for that. For hiding things from me and keeping... Trying to protect me, anyway. That i kind of can't have.",
        "Danny: You're right. You're right, I've been treating you like a child.",
        "Michelle: Yeah, it turns out we have one. We do only have one?",
        "Danny: Yeah. Yeah, just robbie.",
        "Michelle: He's a really cool little guy.",
        "Danny: He is.",
        "Michelle: I wish that i remembered him.",
        "Danny: Well, I can fill you in on ages one to three any time you want. Michelle? I'm sorry. I am. I should have told you about robbie and the santos family and who I am.",
        "Michelle: You really miss her... Me. You miss me a lot, don't you? Do you think that maybe we could trust each other now enough to just tell the truth, even if it hurts?",
        "Danny: Yeah, sounds like a good plan to me.",
        "Michelle: All right. Deal?",
        "Danny: Deal. What?",
        "Michelle: It's just... You know, part of me feels like saying, \"let's just jump in the bed and do what married people do.\"",
        "Danny: Watch letterman?",
        "Michelle: Who?",
        "Danny: (Laughs) you know who.",
        "Michelle: Thanks, danny.",
        "Danny: For what?",
        "Michelle: For knowing that i'm not ready.",
        "Danny: As long as you tell me when you are.",
        "Michelle: Whoa.",
        "Danny: Hey, robbie.",
        "Michelle: What is this guy doing? I thought you were asleep?",
        "Robbie: I woke up.",
        "Michelle: You what?",
        "Robbie: Come on, daddy.",
        "Michelle: You woke up?",
        "Danny: Buddy? He... He...",
        "Michelle: Oh, you heard the little guy. Come on.",
        "Danny: Man, oh, man. This is your lucky night, champ. All right. Scooch down. You cozy? Good night, mommy.",
        "Michelle: Good night, daddy.",
        "Danny and michelle: Good night, robbie.",
        "Michelle: Hey, danny?",
        "Danny: Yeah?",
        "Michelle: Before the accident, did I know everything? You know, about you and what you were up to?",
        "Danny: Mm-hmm. Yeah. Next, on \"guiding light,\" brought to you by cover girl.",
        "Marie: There's something i need to get off my chest, harley.",
        "Harley: About?",
        "Marie: Alexandra spaulding.",
        "Harley: Well, how fast can you get here?",
        "Cassie: That credit card identity theft? It hasn't been going on for a few months. It's been going on for years."
    ],
    "Transcript Author": [
        "By Suzanne"
    ],
    "url": "https://www.youtube.com/watch?v=g7b9367Wgx0"
}